["At night the snow lay on the land, and frost</br>Froze up the rivulets; nature's genial growth</br>Seemed stayed, and all creation's foyson lost;</br>But on the morn a wind came from the south,</br>As soft as that from April's primrose mouth.</br>Snows melted, rivers flowed, and every bird</br>Rejoiced in air and tree, with bounds uncouth</br>The very sheep showed they were deeply stirred;</br>Time &mdash; fourth of Mary Stuart, December twenty-third.", "The days were short, nights long; but in those days</br>For house, clothes, food, man had but little toil.</br>Then three days' work kept him a week; his ways</br>They were all pleasant:  turning o'er the soil,</br>Winnowing the corn, or when his cruse with oil</br>Flowed o'er, he sung and danced:  in graver times</br>He heard the preacher thundering through the isle</br>'Gainst image worship, and Rome's scarlet crimes,</br>And whiles he solace sought in minstrel's laxer rhymes.", "Then were kirn-feastings; heatings of the house,</br>With 'prentice loosings gay, and bridal mirth,</br>And that still merrier banqueting, with douce</br>But blythe old people, when a bairn has birth;</br>To-night Eupheme and Miles to Cummergirth</br>Have gone, for there an only son was born.</br>\"Marvels are not uncommon on the earth,\"</br>The father cried, \"since we were wed the corn</br>Has been on Cummercroft just seven times sown and shorn.\"", "Eustace and Sybil sat awhile, and spoke</br>Of the departing snow and coming flowers;</br>Eustace and Sybil sat awhile &mdash; her roke</br>Stayed in her hand, they talked of sunshine, showers,</br>Trees budding, and birds lilting in the bowers;</br>And speaking of the sweet and genial day,</br>Their looks grew softer, and the winter hours</br>Flew balmy o'er them, like the wings of May.</br>Much maidens said they looked, and little did they say.", "\"There are blest days,\" said Eustace, &mdash; \"days which heaven</br>Has heap'd with blessings, as with corn, the floor;</br>That day when first my father breath'd, was given</br>A good man to the world, for, seek it o'er,</br>Where is there worthier; dare I value more</br>That day of harvest, that most blessed day,</br>When Sybil came, God-guided, to our door;</br>Say not 'twas chance, sweet maiden, made thee stray,</br>If so, an angel came, and God had still his way.\"", "\"Oh, not in chance, and yet if God me sent,</br>He sent me not in love, I dread and fear,</br>But who can find or fathom his intent;</br>Be it for bliss or sorrow, I am here,</br>Happy, if, with my humbleness, I'm dear</br>To those who thus have with affections built</br>Me round, as with a wall:  now, Eustace, hear</br>One word from me, nor let my words be spilt</br>As water on the ground; nay, speak first if thou wilt.", "\"I read it in the tone of thy last word,</br>I read it in the darkening of thy look,</br>That thy next speech will smite like a sharp sword,</br>When it should come like sunshine to a brook,</br>To light it up.\"  Her in his arms he took,</br>And kissed her cheek &mdash; she sought her face to hide&mdash;</br>\"No longer let God's purpose be mistook;</br>He sent thee here, my blessing and my pride,</br>Nay, turn not so from me,\" for Sybil looked aside.", "\"Turn not away, nor thy refusing hand</br>Hold so; I loved thee when first hour I saw</br>Thee, like a strange dove flown into our land</br>From fowlers' snares:  around thy steps was awe,</br>With gentleness, and purity's chaste law;</br>But more &mdash; that mystic sympathy of ee,</br>Which kindred souls, like chains of steel, can draw</br>Together.  Now my date of bliss shall be,</br>Sweet Sybil, from that hour, if thou canst fancy me.\"", "She looked &mdash; she wist not what to say &mdash; she blushed,</br>And softer in the enthusiast's claspings grew;</br>It was in vain she bade her heart be hushed,</br>Whilst he his converse did this wise pursue.</br>\"Sweet one, thou knowest my flocks and herds are few,</br>A cot's my palace, peasants are my kin,</br>A hand for toil, a heart warm, stedfast, true;</br>A spirit which counts sloth a heinous sin,</br>Nor more have I to give, thy maiden love to win.\"", "Her beauteous face was lightened with a smile</br>Of that sweet sort that wiles men's hearts away.</br>\"Now, Eustace, think thee.  Will continual toil</br>In summer's heat and winter's stormy sway,</br>Aye seem as heartsome as it seems to-day;</br>A poet with his true love at his hand,</br>Can cast such sunshine on life's future day,</br>That straight a desert flows like Judah's land,&mdash;</br>But toil into a snake may turn the poet's wand.\"", "\"And is the love of song a thriftless sign?\"</br>He glowing said.  \"Can bards nor till nor sow?</br>He that loves water better than old wine,</br>And counts the breeze which brings the flaky snow</br>Gladsome as winds which fan the myrtle bough,&mdash;</br>And who as bright as Solway's pearls can deem</br>The drops which rest on worthy labour's brow,&mdash;</br>Is he a spirit with a cold esteem</br>For labour, and loves best to sail in fancy's stream?", "\"No, Sybil, no:  song sweetens toil, and I</br>Love both &mdash; to both I much of gladness owe,</br>And both must be my solace yet:  nor sigh</br>Then hear of mine, nor mark me sad of brow;</br>The very birds seem of my heart to know,&mdash;</br>The soaring laverock, and the building bee,</br>The flowers which bloom, the hares which hirpling go&mdash;</br>Even silent nature, calm, and fair, and free,</br>Hold, like my Sybil's looks, inspired talk with me.\"", "\"I love to hear thee speak thus,\" meek she said.;</br>\"My heart has had its warnings &mdash; visions odd,&mdash;</br>Eustace, I am not as thou seest, afraid;</br>Yet &mdash; art thou sure that no one hears us? &mdash; God</br>Holds over us his pride-chastising rod,</br>And sorrow lies before us, like a stream</br>Which we must pass, without or ford or road.\"</br>\"Sybil,\" said Eustace, smiling, \"we will swim,&mdash;</br>And so I spell thy warning, so I read thy dream.\"", "\"Something I wish to say,\" she said; and down</br>She looked, as looks the lily when it's laden</br>With dew &mdash; \"I've heard thee, Eustace, nearly own</br>Ye loved another &mdash; her &mdash; that noble maiden&mdash;</br>One I can name not &mdash; her of Elvar.\"  Shading</br>Her face so with her hand, she gave a glance,</br>As gives the moon when in the clouds a-wading.</br>\"Sybil,\" he said, \"need I say more than once,</br>I would not wed with rank:  up from my humble stance", "I may not rise by wedlock:  with a heart</br>So triply mailed in pride as mine, could I</br>Win honour by espousing it?  Ye start&mdash;</br>The fount of glory, Sybil, is not dry,</br>And I shall have one drink before I die,</br>But not from marriage with her golden cup.\"</br>Something of this, young Eustace knew not why,</br>Distressed the maiden, for she looked not up.</br>A softer tone he took &mdash; \"My Sybil, let us sup", "\"With that good hind Simplicity &mdash; his ways</br>Are ways of peace.  Now in Dalgonar glen</br>Where we pulled nuts; new built below the braes</br>There stands a cottage known to shepherds ken,</br>Those who look once, stay and look twice again;</br>Fruit-trees behind it raise a fragrant screen,</br>While in its porch, grey, venerable men</br>Tell old traditions; half concealed and seen</br>A rivulet sings, with swans that graze its margin green.", "\"Think that my home.  Slow towards it at eve</br>I weary walk, and hail its window ray;</br>And mark the shadow of my loved one leave</br>Her work to watch me on my homeward way.</br>There with her matron grace, and gown of gray</br>She trims her house, makes cup and dresser shine,</br>And soothes and smiles my weariness away.&mdash;</br>Now be that loved, that wedded one &mdash; be mine,</br>My gentle Sybil,\" &mdash; she could murmur but \"I'm thine.\"", "But in those simple words were freely given,</br>Heart, feeling, soul:  her bright and beaming look</br>Told she had nought reserved which holy heaven</br>Desires bestowed.  A foot the threshold strook,</br>In stept Miles Graeme, down in his wonted nook</br>He silent sate:  while his douce spouse likewise</br>Appeared, and straight a beauteous web she took,</br>A web of wool and flax of various dyes,</br>And spread it forth &mdash; her shears and needle she applies,", "And then to Sybil said, \"Come hither &mdash; there!</br>Such thread, such workmanship, but seldom come</br>To kirk or banquet, kirn-carouse, or fair;</br>It has a look like violets in their bloom,&mdash;</br>Sure ne'er from lowland shuttle or from loom</br>Was web so beauteous and so silk-like seen;</br>'Twould grace a bride who had for her bridegroom</br>The first of men:  nay, knowest thou whom I mean?</br>Sit down and sew a gown might well become a queen.\"", "She sat:  of wedded joy she tried to chaunt;</br>She could not, as her heart was full:  the tale</br>Miles Graeme took up.  \"Let not earth's sorrows daunt</br>Man's heart, nor make him loose his loins, and wail</br>In caverns dark, and wildernesses pale;</br>But watch his flocks, and rear the bearded grain:</br>Meanwhile, let fortune out her favours deal,</br>As blindly as the east wind deals the rain;</br>Those who delight in peace, will leave her syren train,", "\"And seek the tranquil joys of life; and seek</br>Them when the pulse is quick and hope is high&mdash;</br>Seek wedded solace ere that life's bright wick</br>Burns nigh the socket and young feelings die.</br>For love hath wings, and doth for ever fly</br>From those who mock his generous warmth:  all ye</br>Whose souls are linked as stars are in the sky,</br>Come ye, and hearken as ye come, to me.</br>Go!  God has paired your hearts &mdash; ye blessed twain go be", "\"As one, and be ye happy.  This fair morn</br>No farther gone, I leased a beauteous cot,</br>Where the first lily to glad May is born;</br>A fairy scene, where two clear streamlets trot,</br>And doves in pairs pant when the sun is hot.</br>There stray deer browze on trees by axe unshorn,</br>And honey-suckle round holly ties a knot</br>Of fragrant beauty:  there on New-year's morn,</br>I'll place a wedded pair &mdash; I've said so, and I've sworn.\"", "Sudden he rose, and unto Sybil went,</br>And took her hand and prest it for small space,</br>Then whispered, \"Maiden, could'st thou be content</br>With him thou lovest that little cot to grace?\"</br>How her pure blood from breast to brow did race!</br>She looked all ways, but not on him, and twined</br>Her fingers in her breast's outbursting lace.</br>\"Fair one, my Eustace loves thee much, and blind</br>Are those who cannot.  Maiden!  call some words to mind,", "\"And tell me an thou lovest him.\"  Up she rose,</br>And said, \"If loving him be mortal sin,</br>I've sinned.\"  Nor spoke she other words than those,</br>Her tongue so faultered her fair lips within,</br>And her knees shook like wild leafs of the linn.</br>\"Eustace, come here,\" the reverend father says,</br>\"This hand, which belted earls were blest to win,</br>Kiss thou and keep.\"  On either head he lays</br>His hands.  \"Love God &mdash; love man &mdash; each other love always,", "\"And heaven will give you length of happy days.\"</br>They kissed each other.  Now rose glad Eupheme,</br>And cried, \"I'm happy:  to His name be praise,</br>That sent thee hither:  gladness never came</br>In such a gush, since first my own Miles Graeme</br>I won from envious maidens.  Go, get wed&mdash;</br>And bring fair boys, and keep a heartsome hame.\"</br>Fair Sybil's cheeks blushed so ye might have bled</br>Them with a rush, the dame scarce knew what she had said.", "And yet she was a woman wise, for she</br>Said, \"Son and husband, ere the lark is stirring,</br>Ride down to fair Dumfries, and see that ye</br>Buy bridal gear enough:  the bridal fairing</br>Is one that must be worth my daughter's wearing.</br>I mean a gift given by her own gude-mother.</br>And see ye shame us not:  we'll give't an airing</br>At kirk and market, who would try to smother</br>The beauty of our bride, we'll ne'er see such another.\"", "They slept, they mounted, rode and bought, then took</br>Their horses forth to start for home again.</br>But ere, Dumfries, thy causeway they forsook,</br>The sun sank dark, the moon betoken'd rain;</br>Stars in the westward trailed a blazing train,</br>Men looked to heaven, then left the market fast;</br>The wind fell lowne, then wakening fresh amain,</br>Poured forth a bitter and a bitterer blast.</br>Their bonnets o'er their brows men plucked, and galloped past.", "But fleeter than the fleetest there goes one</br>On a dark horse, and at each snort and bound</br>The rider cheers him, bids him hurry on:</br>The winds augment, the cedars shake around,</br>A dismal darkness swallows up the ground.</br>'Tis not the tempest which the wisest fear,</br>Nor yet the river with increasing sound,</br>Nor a sad cry which rings still in his ear</br>That makes young Eustace haste so in his fleet career.", "He bought his bridal gear, scarce stayed to greet</br>Friends whom he had not met for many a day:</br>Of them an old man followed down the street,</br>Saying, \"Eustace, hearken to a head that's grey:</br>What says wise Solomon?\"  &mdash; he brake away,&mdash;</br>When harp in hand a minstrel came:  \"Now tarry,</br>Young bard, and listen to an ancient lay,</br>Sung to the grandsire of our crowned Mary.</br>The tune True Thomas learned in the wild land of faery.\"", "Sweet needs that song be, which can gain the heed</br>Of one for a dark journey mounted ready;</br>Sweet needs the song be, that in bridal speed</br>Can stay a joyous groom who loves his lady:</br>And sweet it was.  See how the chaunt already</br>Hath charm'd him down; like to a child he listens,</br>As sweeps along by stream and forest shady</br>The fairy-ballad:  bright his dark eye glistens&mdash;</br>Fair fall thee, Poesie, thou chief of earthly blessings.", "For thou dost cover man as with a cloak,</br>Art to his heart and soul a wondrous solace;</br>In glory's wheel thou art the brightest spoke:</br>Thou makest us smile as fortune works her follies;</br>When dark misluck aims her repeated vollies,</br>Even as a charm thy ever magic strain</br>Guards human nature, and the giant rallies;</br>The cloud departs, and all is bright again.</br>So thought he, Eustace, while with left hand on his rein,", "And gold in his right hand he sate.  Full low</br>He to the minstrel bowed, and bounteous largess</br>Bestowed, then spurred his willing steed, and now</br>He flies.  Meanwhile the storm her sway enlarges,</br>And wind and rain come with redoubled charges;</br>He faced the pouring sleet, the driving hail</br>And forked fire, as he would face the targes</br>Of fierce Latoun with all his men in mail,&mdash;</br>Full soon he gained the gorge of green Dalgonar vale.", "He gained the vale, and by the lovely river</br>Rode swiftly forward; now his heart he fills</br>With Sybil's image, and his spirit ever</br>Dwells on her mind's perfections.  O'er the hills</br>The moon one moment's troubled lustre spills;</br>He marks his home, while sudden on his mind,</br>There comes a cloud with sad and ominous thrills&mdash;</br>Those strange forebodings, dark and undefined,</br>Which, like the twilight tell, that night is still behind.", "Unto his father's house he comes; he sees</br>No gladsome light, he hears no gladsome word,</br>And down he leaps, and there upon her knees,</br>He finds his mother:  through him like a sword</br>Dread terror rushed.  \"My son, upon the Lord</br>Call in this sad calamity, and he</br>Will cause thy brided love to be restored.\"</br>\"Mother,\" he cried, \"where is my Sybil?\"  She</br>Held up her bleeding arms, saying, \"See, my Eustace, see.", "\"To-night, my child, our lighted chamber rung</br>To a sweet song, sung by thy own sweet bride,</br>When in upon us armed horsemen sprung,</br>And seized on Sybil:  loud on thee she cried,</br>These feeble arms in vain to save her tried;</br>Round her I linked them, but the leader flung</br>Me like a baby from him in his pride.</br>As in the saddle he before her sprung,</br>He said, 'Be still, my love,' in a soft English tongue,", "\"Then gallopped southwards.\"  Eustace sudden took</br>His ivory horn and blew it once; the sound</br>Made twenty youths start up by glen and brook;</br>He blew it twice &mdash; a score of brands were bound</br>Unto a score of waists:  a third time wound&mdash;</br>They breasted twenty steeds, and gathering fast</br>Before his door, all armed their chief they found.</br>\"An English tongue!  and southward gone; a cast</br>Dangerous and bold we'll play before this night is past.", "\"To night armed reavers from the south have come,</br>And harmed my mother, and borne off my bride:</br>By hopes in heaven and happiness at home!</br>By injured love and by insulted pride!</br>I swear green earth holds nought for me beside,</br>Until I win her back again.  Away!</br>We'll find them yet ere they reach Solway side,</br>And woe to them &mdash; my softest word is slay.\"</br>Forward he leant, and seemed to swallow up the way.", "And when they unto haunted Cluden came,</br>They slacked their bridles, bade their coursers drink.</br>Then up all armed among them said Miles Graeme,</br>\"God leads the wicked prosperous to the brink</br>Of dark perdition, and then lets him sink,</br>Even so will it be now.\"  A peasant spoke,</br>\"All this last night I could not sleep nor wink;</br>At the dead hour a voice came crying, 'Jock,</br>A wily fox has ta'en the fairest of thy flock.\"'", "With resolute hearts and hurrying haste they go,</br>The roosting doves look startled down, nor fly,</br>Nor moves the wild deer couched amid the snow,</br>So quick the fiery tumult flashes by;</br>Lincluden's ruins on the leftward lie;</br>In fair Dumfries the sound of mirth they hear,</br>And see her festal lights gleam to the sky;</br>Unto no one they spoke, till they drew near</br>The close piled tombstones dark of thy churchyard, Troqueer.", "'Midst the ranked gravestones knelt a maid, her love</br>Lay buried there &mdash; and there in dool and sorrow</br>She frequent went, and like a wounded dove</br>Murmured her grief on death's dark doleful furrow.</br>Said Eustace, \"Maiden, sawest thou hurrying thorough</br>Six lawless riders with a lady?\"  Nigh</br>She came and pointed southward:  like an arrow</br>They cleft the air and cleared the ground; till high</br>Rose Criffel's cloven head crowned with the gloomy sky.", "Afar before them Solway pours her tide,</br>Colvend her haunted caverns dark displays,</br>Her lights Arbigland scatters far and wide</br>With Preston-hall and the grey tower of Raes;</br>Soon beauteous Siddick's elf and fairy braes</br>They pass, and still they trace along the land</br>New hoof-prints by the dull moon's fitful rays;</br>Then pause where Siddick water o'er the strand</br>Rolls:  for they see no more the marks upon the sand.", "Within a bay whose crescent bosom kept</br>The barks of Elvar, an old man was seen;</br>His halve-net drawing from the tide, which leapt</br>Retiring with its murmuring waters green;</br>Some sight or sound had discomposed his mien:</br>He stared and stammered like one much dismayed.</br>\"O, here,\" he groaned, \"from eighty to eighteen</br>I've fished, and life out of these waters made;</br>But now I'll quit the craft for fiends have ta'en to trade.\"", "\"Father,\" said Eustace, \"have you seen to-night,</br>A Maiden borne off by six lawless men?\"</br>\"Seen what!  no, truly:  but I've got a fright,</br>I doubt I'll ne'er be John of Raes agen;</br>I heard a rush of horse &mdash; a shriek, and then</br>There came six fearful shapes down to the flood;</br>They whistled thrice, &mdash; scarce had they whistled, when</br>Right towards them a wondrous shallop stood:</br>A shallop never framed from God Almighty's wood,", "\"But by the sleight of fiends:  oh!  they can work</br>Most marvellously; these evil shadows bore</br>A beauteous Maid on board, then like a cork</br>Away the shallop danced for England's shore,</br>I'd seen enough, and I could stand no more;</br>Now, if ye'll listen to a man gray-haired,</br>Cross not to-night dread Solway's waters o'er;</br>'Tis glamour all:  I trow ye'll be ensnared.\"</br>Down leapt they from their steeds, nor for his counsel cared.", "Straightway the halser of a barge they loosed,</br>And thrust her from the shore; quick to the breeze</br>They spread the sail, and as they spread it, roused</br>The wind came seaward sweeping through the trees,</br>And furrowed in a gurly mood the seas.</br>The ancient fisherman gazed on aghast,</br>\"I've seen wild youths, but none so wild as these,</br>Pursue a barge made by the fiends!\"  they passed</br>Swift seaward as he spoke &mdash; he shouted out, \"Avast!", "\"Ye've ta'en the Lady Sybil's barge &mdash; beware,</br>There's tempest in yon angry moon:  I say,</br>Keep out of Lot's wife's lap and steer her fair</br>Past Robin-Rigg &mdash; so, by the saints, I may</br>As well talk to a stag that stands at bay.\"</br>Young Eustace Graeme, said, \"Steady!  lo the glare</br>Of that dread lightning showed me south away</br>The shallop flying o'er the waters &mdash; there!</br>I saw her tack e'en now.\"  At once the midnight air", "Grew thick, choked up the moon and stars, and down</br>A whirlwind stooped, and northward rushing threw</br>A furrow up, such as a fleet would drown,</br>And with its foam besprinkled all our crew.</br>A strange sail nigh to this devourer drew,</br>Which seized the canvas, and then whirled it round;</br>The yell of perishing mortals heavenward flew&mdash;</br>The whirlwind passed:  the treacherous sea around</br>Smoothed its huge curls, and smiled as if it ne'er had frowned.", "And there like foam upon the waters lay</br>One man, no more; straight from the darkened sea</br>Eustace he snatched him; some stern pilgrim gray,</br>Or palmer-monk, or anchorite looked he;</br>Stately he was, and stalwart seemed to be:</br>He shook the sea-foam from him thus, and said,</br>\"God yet has some good work in store for me,</br>To save me thus so wondrously:\"  he laid</br>His broad palms o'er his breast, and inwardly he prayed.", "\"Yes, God has got some work for thee.  Now mark,</br>Young Eustace said, \"and weigh well what I say:&mdash;</br>Sir Ralph Latoun has to his castle dark,</br>By force, not love, ta'en my sweet bride away;</br>This night we go &mdash; and heed my words, I pray&mdash;</br>This night we go to win her back, or leave</br>Our bodies to the southern birds of prey.\"</br>The Pilgrim laid his palm on Eustace' sleeve,</br>And said, \"Good youth, say now, how wilt thou this achieve,", "The tower is strong, its chieftain stark.\"  \"Yea, both,\"</br>Replied he, Eustace.  \"Comrades, warily steer,</br>For rocks are lurking 'midst that broiling froth;</br>Now we have passed them:  'tween the dark and clear,</br>Lo!  see the castle:  in this haven here</br>We'll moor, and go ashore, and, Palmer, then,</br>Comes what God wills; but whoso lives shall hear</br>We bore us like a score of Scottishmen&mdash;\"</br>On them the night around closed darksome as a den.", ""]