["\"My lov'd, my honour'd, much respected Friend!\"</br>Accept this simple, tributary Lay:</br>If Roscoe deign a willing ear to lend,</br>Fain would my Lyre its artless homage pay.</br>Oh!  could this hand but faithfully pourtray</br>Those feelings of the heart which prompts the song,</br>Then o'er the chords with rapture would it stray</br>With no dishonour to the tuneful throng,</br>And wake its warbling notes, harmonious, rich and strong.", "What varied honours shed around thy name</br>A brilliant lustre, gentle, and benign;</br>\"Above all Greek, above all Roman fame,\"</br>A nobler meed, a richer prize is thine.</br>Beneath the burning equinoctial line</br>The Negro tribes shall grateful sing thy praise;</br>Their children's children shall in concert join</br>To hail the Bard who pour'd his generous lays,</br>And turn'd on \"Afric's Wrongs\" a nation's pitying gaze.", "With Poesy shall History unite,</br>To crown with civic wreath her favour'd son,</br>Whose classic pen again recals from night</br>Statesmen and Bards who once in splendour shone.</br>Proud Florence boasts Lorenzo's fame her own,</br>From Tiber's banks old Rome exults to hear</br>How learning spread around her Leo's throne,</br>A glory to succeeding ages dear,</br>Which nations yet unborn shall gratefully revere.", "When heaven born Liberty on Gallic skies</br>Open'd the dawn of Freedom's golden day,</br>'Twas thine to sing the \"day-star's\" glorious rise:</br>The Patriot's warmth inspir'd the Poet's lay.</br>Though now, beneath stern despotism's sway,</br>That star be sunk in deepest shades of night;</br>Some future hour shall feel its cheering ray,</br>Some future Bard shall hail the joyful sight,</br>And many a \"vine-clad hill\" shall hear him with delight.", "No more shall COWPER, on the banks of Ouse,</br>Resume in virtue's sacred cause the Lyre;</br>No more, by sweeping Nith, shall Scotia's Muse</br>The ardent song of COILA's BARD inspire.</br>Yet on fair Mersey's side the tuneful choir</br>Amid their ROSCOE's groves shall prompt the strain:</br>Oh may they never from those shades retire,</br>But every grace and every virtue reign,</br>And shed their brightest beams on Allerton's domain.</br>"]