["It lay before me 'reft of all its pride,</br>Whilst the declining sun, meek, faintly shone,</br>As though it wish'd the mark of time to hide,</br>And leave it unexplored, unseen, unknown.</br>The twilight cooling quickly, too, was prone,</br>As 'twould appear, to throw its mantle o'er</br>The fallen greatness &mdash; dark, demolished throne,</br>Where blind devotedness had knelt before,</br>And sunk, o'ercome with woes, upon the massive floor.", "It lay before me, yet I enter'd not!</br>It was a lonely and deserted place;</br>I feel no dread in a retired spot,</br>But love thro' ruins frequently to pace.</br>There is a sadden'd pleasure, oft to trace</br>The cover'd hearth-stone, where the cheerful fire</br>Burned the contiguous urchins in the face,</br>Whilst listening to the stories of their sire,</br>Who long'd their youthful breasts with ardor to inspire.", "And then to find some relic of the past,</br>Denoting life had been within its wall;</br>To guess its meaning, tho' mayhap</br>'Twas cast regardlessly away &mdash; to loudly call</br>When distant echoes for a moment fall,</br>And on the features throw a sadden'd hue,</br>When the brightest sunshine, soon dispelling all</br>The thrills of dread, incite us to pursue,</br>In antiquarian search, the mysteries it knew.", "I love such scenes:  altho' they tell decay,</br>They leave no darken'd image on the mind;</br>Stone has by stone fall'n crumblingly away,</br>And ruin well her power has defin'd;</br>Yet 'tis but locally; no food we find</br>For our sad thoughts to sate themselves withal;</br>No dread memorial of the heart refin'd</br>By penance, penitence, the biting gall</br>Which, sinners as we are, we taste of, one and all.", "A dreary loneliness, without a ray</br>Which memory might, from out her store serene,</br>Lend to beguile the parting hours of day;</br>It gave, in all their fearful, dark array,</br>A thousand images back on the mind,</br>Of piteous tales of the young heart's decay;</br>Of wild enthusiasm, where the blind</br>Wrapt their fond wishes up, and every joy resign'd.", "Low in that cell, now dimly to be seen,</br>There knelt some frail one, ruin'd and bereav'd;</br>The very shadow of what she had been,</br>When crowds profess'd, and her warm heart believ'd;</br>And here!  then rendezvous for souls that griev'd</br>For their own frailties or another's woe;</br>Here, where the innocent young breast hath heav'd,</br>When vainly striving, statue-like, to grow,</br>Unpitied hast thou wept, no solace didst thou know.", "And thou meek lily, virtuous and pure,</br>The world unknowing, by the world unknown,</br>Why did they dare thy beauty to immure,</br>And turn thy smile into a bitter groan?</br>Is there no virtue save when they're alone?</br>Must the bright heavens pass unheeded by?</br>Or have the heartless, careless of their own,</br>Doom'd thee, thou sweet one, here to live and die?</br>Whilst they of joys forbad, partake voluptuously.", "Cold was thy cell, and cold were those around;</br>Was here incitement to remould the heart?</br>No?  bitter tears fall fastly on the ground;</br>And sorrowfully thinking on the smart,</br>When from thy friends thou wert compell'd to part,</br>And hide thee in this prison-house of gloom,</br>Thick fancies into life would quickly start,</br>And deeper paint the horrors of thy room,</br>Where not a ray of joy its darkness can illume.", "Farewell, thou ruin!  let the coming night</br>Closely entomb thee in her slightest shroud;</br>Dark is thy history, and sad the blight</br>Thy walls have cast upon the meek and proud;</br>Still may'st thou moulder where the gaping crowd</br>Come not thy cells and windings to explore;</br>But where the head in misery was bow'd</br>Let thy mementos tell of it no more,</br>But piece-meal fall to earth, for thou canst not restore.</br>"]