["While in the sky black clouds impend,</br>And chill winds blow, and rains descend,</br>And one brown prospect opens round</br>Of leafless trees, and furrow'd ground;</br>Save here and there th' unmelted snow</br>Appears, some shrubby black below;</br>What pleasing views shall sooth the pensive mind,</br>That wont in rural scenes unenvy'd joys to find.", "Whate'er th' inclement clime denies,</br>Fancy, indulgent Pow'r!  supplies,</br>And wafts me o'er th' Atlantic main,</br>And lands on some delightful plain;</br>Bright is the sun, and mild the breeze,</br>And bloom and verdure deck the trees,</br>And the lone Indian roams the forest wild,</br>With native freedom blest, by av'rice undespoil'd:", "Where mid'st high hills, with gloomy cedars crown'd,</br>Some smiling vale extends its round,</br>Of bended boughs his cottage made,</br>The broad Palmeto's leaves o'ershade;</br>The little maize-field waving near,</br>And climbing gourds with golden fruit appear,</br>And many a healthful herb and spicy flow'ret grow,</br>Beside the silver rills, that down the green swamp flow.", "I wish th' inchanting prospect here,</br>And blame our ever-changing year,</br>Till Fancy seeks the Polar coast,</br>The realm of night, and realm of frost,</br>Where on an icy mountain's height,</br>Seen only by the moon's pale light,</br>Stern Winter frowning sits, and o'er the plain</br>Sends Want and Horror forth, his desolating train.", "And are there those who this sustain?</br>There are, and I no more complain&mdash;</br>And now, descry'd by Fancy's eye,</br>Fair Spring descends the southern sky;</br>A primrose wreath surrounds her hair,</br>Her green robe floats upon the air,</br>She waves her wanton wings, and round her show'rs</br>Soft dews and rich perfumes, and variegated flow'rs.", "O Fancy!  thus thy ever active pow'r</br>Can chear the solitary hour;</br>Be near me still, and to my mind</br>Bring images of various kind;</br>But most, for these can most engage,</br>The transcripts fair of Nature's pleasing page;</br>And heed thee well, blithe Nymph!  amid thy mingled train,</br>That all the chaste and fair, and free from guilt and pain.</br>"]