["I joyne not handes with sorowe for a while,</br>To soothe the time, or please the hungrie eares:</br>Nor do inforce my mercinarie stile,</br>No feigned liverye my Invention weares.", "Nor do I ground my fabulous discourse</br>On what before hath usually bene seene:</br>My greife doth flowe from a more plentious source,</br>From her that dy'd a virgin and a Queene.", "You Cristall Nimphes that haunt the banks of Thames,</br>Tune your sad Timbrils in this wofull day:</br>And force the swift windes and the sliding streames</br>To stand a while and listen to your Lay.", "Your fading Temples bound about with yewe,</br>At every step your hands devoutly wring,</br>Let one notes fall anothers height renewe,</br>And with compassion your sad Naenia sing.", "Graces and Muses waite upon her Hearse:</br>Three are the first, the last the sacred Nine:</br>The sad'st of which, in a blacke tragique verse,</br>Shall sing the Requiem passing to her shrine.", "An Ebon Charriot to support the Beere,</br>Drawne with the blacke steedes of the gloomy night:</br>Stooping their stiffe Crests, with a heavie cheere,</br>Stirring compassion in the peoples sight.", "The Pyle prepard where on her body lyes,</br>In Cipresse shadowes sit you downe forlorne:</br>Whose bowes be dew'd with plenty of your eyes,</br>(For her with griefe) the Branches shall adorne.", "Let fall your eye-lids like the Sunnes cleere set,</br>When your pale hands put to the vestall flame:</br>And from your brests, your sorowes freely let,</br>Crying one Beta and Elizas name.", "Upon the Alter, place your Virgin spoyles,</br>And one by one with comelinesse bestowe:</br>Dianaes buskins and her hunting toyles,</br>Her empty quiver and her stringles bowe.", "Let every Virgin offer up a teare,</br>The richest Incence nature can alowe:</br>And at her tombe (for ever yeare by yeare)</br>Pay the oblation of a mayden vowe.", "And the tru'st vestall the most sacred liver,</br>That ever harbored an unspotted spirit,</br>Retaine thy vertues, and thy name for ever,</br>To tell the world thy beautie and thy merrit.", "Wher's Collin Clout, or Rowland now become,</br>That wont to leade our Shepheards in a ring?</br>(Ah me) the first, pale death hath strooken dombe,</br>The latter, none incourageth to sing.", "But I unskilfull, a poore Shepheards Lad,</br>That the hye knowledge onely doe adore:</br>Would offer more, if I more plenty had,</br>But comming short, of their aboundant store,", "A willing heart that on thy fame could dwell,</br>Thus bids Eliza happily farewell.</br>"]