["Life of your Country's Hopes!  the Bard, whose Strain</br>Aspiring, late, to Power, aspir'd in vain,</br>Unshock'd by hapless Disappointments past,</br>Renews his Pray'r, and hopes you'll hear at last.", "Now, not for Government of Ducks he sues,&mdash;</br>A muddy Province!  and below the Muse!</br>Poets are born for Feeders of Mankind,</br>And Place is best, proportion'd to the Mind.", "Wisely you knew it, and but made me wait</br>For fitter Fortune, in a nobler State;</br>Whence some well-judg'd Equivalent might rise,</br>And Wit find Favour in a great Man's Eyes!", "The Stars are kind; &mdash; Behold a vacant Place!</br>And Fortune smiles; ev'n in a Poet's Face!</br>Pow'r, Honour, Business, Profit, all agree</br>To make (strange Chance!)  a noted Man of me!</br>Nothing to wish, but his prolifick Word,</br>Whose Pleasure can &mdash; what can it not afford?", "And now, the Patron's Meaning Smile enquires</br>What wish'd Equivalent his Bard desires.&mdash;</br>\"Give me its Name and Quality, (he says,)</br>If I approve, you're made for all your Days.\"", "With grateful Rev'rence, and a gladden'd Heart,</br>Thus I &mdash; \"O WALPOLE!  Theme of Poet's Art!</br>If e'er my Muse thy list'ning Ear cou'd pierce,</br>Make me a First great Minister of Verse.</br>Important Sound, to call Ambition forth!</br>Hail to the Poet-Laureat of the North.\"", "Nor, EUSDEN, tho' thy Brother Sov'reign made,</br>Mean I thy peaceful Regions to invade,</br>Conscious, alas!  that all thy Toils are vain,</br>On English Ground, at once to please and reign.</br>BERWICK ON TWEED thy Ne plus ultra stands!</br>Thy Name, unknown, in Caledonian Lands!</br>Mine, far and wide, has warm'd a frozen Clime!</br>Remotest Thule celebrates my Rhyme!</br>ORKNEY and ZETLAND my Applauses sound!</br>And I'm among the HEBRIDES renow'd!</br>Where is the Highland Hill, or Lowland Tree,</br>That bears no grateful Characters of me?</br>All read, with Wonder, my unrival'd Lays,</br>And know no Head-piece, worthier of the Bays.</br>Ev'n PENNICUICK, and RAMSAY, own my Claim!</br>'Tis past Dispute, when once confess'd by them.", "Nor would I take the Laureat's Hire for nought&mdash;</br>A Sine-Cure indulges want of Thought.</br>I wou'd, in Poetry, a Pastor prove,</br>And guide my tuneful Flock to WALPOLE'S Love.</br>Charm'd by his Worth, their Looks shall all grow gay,</br>And sullen Faction smile Despair away.", "O cou'd my Patron search my labouring Brain!</br>What Hopes, what Schemes, my busy Thoughts contain!</br>What Politicks, in Poetry, I've found!</br>What Projects, to make Him, and Me, renown'd!</br>Soon wou'd he stamp his Fiat on my Lays,</br>And soon prefer his MITCHELL to the Bays.", "Hark!  He approves; &mdash; \"Give North and South their Due;</br>The laurell'd SCOTS should have their Laureat too!</br>Inflam'd amidst hereditary Snows,</br>In their brave Bosoms, Love of Glory glows!</br>Unchill'd by wintry Bleaks, their Spirits blaze,</br>And Arts and Sciences proclaim their Praise.\"", "Io Triumphe!  Io Paeans sing!</br>Let the glad News to great Edina ring!</br>Behold, my Friends, behold a Tun of Wine&mdash;</br>(An annual Income for the Northern Nine!)</br>Twice Fifty Pounds! &mdash; Now, greet my State with Odes:</br>Let GEORGE and WALPOLE, rise o'er modern Gods,</br>To GEORGE, to WALPOLE, consecrate your Lays:</br>But mine be all your Hailings, and the Bays.", "Already, lo!  I see a crowded Hall!</br>A frequent Congregation!  Poets all!</br>Behold!  I mount, inspir'd, my sacred Throne!</br>Hear!  I declaim, with an enchanting Tone!</br>KIRKMEN, themselves, begin to think me Good,</br>And, now, repent they were so blindly rude!</br>Fain to their Fold they'd bring the banish'd Sheep!</br>Fain, to themselves, the Poet-Laureat keep!</br>Free Testimonials, proffer'd, come at last;</br>With large Indulgence for Offences past:</br>But, heedless, I my proper Province mind,</br>And leave the Cripple to conduct the Blind.</br>Intent to polish and refine the Young,</br>I rack Invention, and new-tune my Tongue.</br>Heav'ns!  how I lecture!  ('tis a Laureat's Part)</br>Like ARISTOTLE, on poetick Art.</br>HORACE, and VIDA, BOILEAU, BUCKINGHAM,</br>Are Harbingers to my exalted Name:</br>Their various Institutions I'd make known,</br>And add a thousand Beauties of my own.", "Yet let me no scholastick Jargon use;</br>Pedantick Methods are below the Muse.</br>I'd train my tuneful Sons a nobler Way,</br>And, in one View, poetick Art display.</br>The living Bards shou'd teach them what to shun!</br>The Dead, how they immortal Garlands won!", "Thus I'd declaim; &mdash; \"My Sons, consider well</br>Your Laureat's Dictates, as ye hope to excell.</br>Think not, by writing much, t' establish Fame,</br>Like B&mdash;e, whom Damnation cannot tame;</br>Nor seek, by Spleen or Spite, Success to find,</br>Like D&mdash;s, Scourge and Scorn of all Mankind.</br>Avoid, as you'd be guarded from a Pest,</br>V&mdash;h's Mechanicks, C&mdash;e's bawdy Jest,</br>T&mdash;p's priestly Rage, and H&mdash;'s party Zeal;</br>Nor sleep, like J&mdash;n; nor, like C&mdash;r, steal.</br>Save you, good Heav'n!  from S&mdash;t's unhallow'd Vein,</br>From P&mdash;e's Resentment, and from H&mdash;ll's Disdain,</br>W&mdash;d's Self-flatt'ry, Y&mdash;g's unmeaning Rant;</br>T&mdash;d's low Farce, and W&mdash;s' eternal Cant.</br>Never, like P&mdash;s, think hard Labour Wit;</br>Nor own, like S&mdash;e, what abler Authors writ;</br>Like S&mdash;n, Farce with Tragedy confound;</br>Like F&mdash;n with forc'd Similies abound;</br>Like G&mdash;e, or like T&mdash;l, sing no more,</br>To make Men doubt if e'er you sung before;</br>Like W&mdash;n, J&mdash;b, M&mdash;e, and F&mdash;d, disperse</br>Lampoon and Lewdness, jumbled into Verse.</br>O let no Son of mine be deem'd, in Town,</br>Coxcomb, like B&mdash;l; or, like G&mdash;y, a Clown;</br>Punster, like A&mdash;t; or, like B&mdash;d, a Sot,</br>A Tool, like S&mdash;ll; or, like S&mdash;e, nought.", "\"But wou'd you shine?  With due Attention read,</br>And imitate the Beauties of the Dead.</br>Let HOMER lend you Majesty and Fire,</br>And VIRGIL with judicious Rage inspire:</br>Let HORACE gay Variety impart,</br>And OVID'S Softness humanize the Heart.</br>Nor pass the English Excellencies by&mdash;</br>Heav'ns!  what bright Beauties in their Remnants lie!</br>How rare t' impropriate CHAUCER'S cheerful Vein,</br>SPENCER'S rich Fancy, SHAKESPEAR'S nervous Strain,</br>MILTON'S sublime, and COWLEY'S glitt'ring Wit,</br>With all that DENHAM thought, or WALLER writ?</br>How great the Bard!  his Labour how divine!</br>Where JOHNSON'S Depth, with DRYDEN'S Numbers join?</br>Where BUTLER'S Humour, and ROSCOMMON'S Taste,</br>ETHERIDGE'S Manners, PRIOR'S courtly Jest,</br>ROWE'S Flow of Words, and ADDISON'S good Fate,</br>Conspire to make one Character compleat!</br>Their various Virtues, blended in your Lays,</br>Wou'd stamp Distinction, and perpetuate Praise.\"", "Blest Sermon!  Hail to the ingenious Throng,</br>That, list'ning, learn Perfection from my Song.</br>Cherish'd beneath my most auspicious Wing;</br>The Scotian Youth, like honour'd Ancients, sing!</br>See!  ravish'd Crowds, with Rev'rence gather round,</br>Admire the Doctrine, and devour the Sound.</br>Disputes to my Decision are referr'd,</br>And what, like ipse dixit, is rever'd?", "\"My Friends (I cry) my purpos'd Task to aid,</br>Be all your Heads, with mine, together, laid:</br>What must his Learning, what his Genius, be,</br>Who sings a WALPOLE, as he's known to me?</br>To touch a Theme, so nobly warm, aright,</br>Greece, Rome, and Britain, shou'd their Pow'rs unite.\"", "'Tis said; &mdash; But lo!  from far, amidst the Crowd,</br>A thinking Bard replies, serenely loud,</br>Well has our Laureat MITCHELL sought our Aid:</br>The ablest, in such Tasks, are most afraid!</br>But, as Resolves, so weighty, ask some Time,</br>And Reason still shou'd be preferr'd to Rhyme,</br>I humbly move, &mdash; that we postpone his Suit,</br>'Till his chymeric Pow'r grows absolute.</br>"]