["The Power, enliv'ning, whose unbounded reign</br>Spreads, ever varying, whereso'er the sun&mdash;</br>Or with his rising, or his setting beam&mdash;</br>Wide, glancing, gilds this universal round;</br>The Muse, excursive, now presumes to sing.</br>High on the summit of you eastern hill,</br>That bath'd with ceaseless dews, or whelm'd in snows,</br>Lifts to the stars his dauntless brow sublime,</br>Fancy her station takes; and, casting o'er</br>The wide horizon round, her ardent gaze,</br>Dwells with delight upon the various scene.</br>Here winds, illusive, the retiring vale</br>Bosom'd in willows:  there green hills ascend:</br>The mountain yonder verges to the skies,</br>Leaving the hills behind; whose bosom's swell,</br>Seems from th' exalted promontory's top</br>(Such the vast distance to the tow'ring point)</br>A flattened surface, level with the plain.</br>Here, charg'd with plenty, groan the burthen'd plains&mdash;</br>Fruit of unwearied toil.  Full many a sun,</br>Circling, had smil'd on man's assiduous care,</br>Ere the kind earth, with generous return,</br>Had spread her golden lap.  The farmer views,</br>Joyful, the favours of th' All-bounteous Hand,</br>And, grateful, breathes his orisons to Heaven</br>Beneath the foot of yonder branching elm,</br>Whose dim-seen form scarce strikes the straining eye,</br>First springs the infant wave.  See how it swells;</br>Increasing still, as still the volume rolls;</br>From each o'ertaken stream, gathering new force;</br>Till, spurning all control of shore or mound</br>Opposing, wide it breaks upon the land,</br>With force resistless, roaring to the main.</br>O!  too descriptive of the angry mind!</br>Urged by inhuman passions, rage and hate,</br>Revenge and jealousy, the wildered soul,</br>That should have cherished other feelings far,</br>And felt restraint from Virtue's frown severe,</br>Swells like the torrent, blasting every joy!</br>Here, too, with freshest verdure, glows the lawn;</br>Oft on this spot, in frolic mirth, are seen,</br>Happy, and reckless of impending fate,</br>The shepherd's fleecy pride.  Bounding they roam,</br>In gay confusion, round th' encircling hill;</br>Now browsing silent here, or there engaged</br>In sport fantastic, variegate the scene.</br>'Tis Nature's pleasure to delight with change.</br>Where'er we bend our view, incessant rise</br>Objects innumerous, various in their form</br>And nature; some by Providence designed,</br>Man's wants, imperious, to supply; and, some,</br>No higher honour claiming, than to please.</br>Nor is thine influence, fair Variety!</br>Alone employed, to decorate and charm</br>This lovely scene exterior.  Day and night,</br>By ceaseless revolution of our sphere</br>Diurnal, bring with light, or softer shade</br>(To rouse to action, or to lull to peace)</br>Alternate pleasures, and serene repose!</br>O!  sweet the approach of Evening's presence mild,</br>Slow rising in the East.  Veil'd in a robe</br>Of sable hue, the rayless goddess walks</br>The dun expanse etherial, and allures,</br>With the soft music of the tuneful spheres,</br>Lone Contemplation from her hermit cell.", "The scene is stillness all, and fit for thought,</br>Composure's choicest gift!  Hush'd each soft note</br>Of tuneful bird, that all the livelong day,</br>Mid flowering umbrage, or on soaring wing,</br>Descanted amorous; nor is ever heard</br>Beneath these western skies, the tender strain</br>(That, sympathetic, wakes each bosom's thrill)</br>Of lovely Philomela, Evening's pride!", "Hence let me haste to share the tranquil hour,</br>And pierce you deep'ning wood.  Ye dusky clouds,</br>That wave your heavy pinions through the skies,</br>On whose soft down descends the dewy eve,</br>Spread all your darkness round.  I love your gloom,</br>That gives sweet intimation of release</br>From studious toil.  Now, o'er the busy mind,</br>Continual flitting, Fancy kindles up</br>Her magic forms, and spreads the fairy feast.</br>Life's rugged surface, now, to the fond eye,</br>Sweetly delusive, fair Elysium seems,</br>Where Peace perennial reigns.  No jarring sounds</br>Discordant rise, nor Pain her horrent crest</br>And tortured visage dares presume to rear.</br>No ruthless passion, o'er the placid scene,</br>Bears her destructive sway &mdash; insatiate Strife,</br>Injustice foul, Oppression's iron power,</br>Deceit ungenerous, and the countless ills</br>That vex mankind, can find no entrance here,</br>Where all is sweet serenity and joy!</br>Thus to the willing soul, in musing lost,</br>Does Fancy picture scenes of future bliss:</br>She, pleased with the enchantment, courts the fond</br>Though vain illusion, nor conceives the thought,</br>That all the lovely picture, blooming gay,</br>Is but the penciling of an idle dream.</br>Now themes of other import lure the mind,</br>Freed from the wild delusions Fancy framed.</br>Vigorous and bold she prunes her ardent wing,</br>And darting back through ages, whose dull toll</br>Funereal, long has ceas'd, and over shades</br>Of fallen empires, glorious once in war,</br>In wisdom fam'd, her eye wide-roving flings.</br>And now alighting where the Roman arm,</br>Invincible, o'er all the Ausonian realms</br>Bore unresisted sway; or, farther still,</br>Where once Achaia's sons, renowned race,</br>When Happiness primeval blest the world,</br>Pass'd their unblemish'd lives; incessant throng</br>Around the musing mind, innumerous thoughts</br>Of ancient virtue, ancient valour, truth</br>Inflexible, of manners pure and free,</br>And all the glories of those \"prime of days;\"</br>Till with th' attractive scene delighted, charm'd,</br>We dwell upon the view, and much lament</br>Its alter'd state; but more the fatal cause</br>That hurled its glories down, and midst the wreck</br>Of general ruin, not a vestige leaves,</br>That Hope may gild with her reviving rays.</br>Thus glide the evening hours.  The mind refresh'd</br>From the hard toil of the industrious day</br>(Whatever occupation claim'd its care)</br>Freed and released, with the first matin note</br>Rising, again th' unwearied course renews,</br>Variety imparting all the charm.</br>Familiarized to scenes where youth has pass'd</br>Its pleasing moments, charm'd no longer now</br>With objects whose accustomed forms present</br>The same unvaried view, the traveller,</br>In quest of novelty in other climes,</br>Resigns his home and traverses the globe.</br>Now, on his captivated vision rise</br>Scenes, where 'tis Nature's pleasure to display,</br>Wond'rous, the efforts of her mighty hand;</br>Or, tranquillizing every sense to joy,</br>Lavishes beauty on the landscape round.</br>Perhaps, the fierce volcano now allures</br>His wandering steps.  What wild commotions thrill</br>His agitated bosom, when aloft</br>On some high cliff, far from the burning scene</br>Terrific, seated, bursts the flaming cloud</br>Sulphureous, darting swift its upward flight,</br>Then rolling off, sway'd by some wind sea risen,</br>Shakes o'er the nations terror and dismay!</br>While down the ravag'd side incessant roll</br>Torrents of sulphurous lava, rocks and trees,</br>Commingling, o'er the devastated realm!</br>Caught from the view horrific, fairer scenes</br>Luxuriant smile; of cultivated fields,</br>Vineyards wide blushing, gardens, olive groves,</br>And every flower, that loads the heathful gale,</br>With odoriferous freshness.  A soft calm</br>Steals o'er his bosom, recompensing sweet,</br>For the wild terrors of the thund'rous roar,</br>With gay complacence and enliven'd joy.</br>Or, should he, venturous, seek those regions, where</br>Whelm'd in perennial snows, or bound in frost,</br>Drear Iceland floats upon the polar main;</br>There, too, are objects that sublime the soul&mdash;</br>There Giesar roars &mdash; Fierce as volcanic flames</br>From Etna or Vesuvius bursting wild,</br>The fire-vexed fountain, from encavern'd rock,</br>Hurls his hot streams against a frozen sky.</br>Meantime, loud bellowing o'er the troubled scene,</br>Bursts on the astounded ear the roaring swell</br>Of mingling sounds beneath, resembling most</br>The dashing of some distant torrent's fall,</br>Impetuous raging down stupendous rocks,</br>Hurl'd from some height sublime.  The traveller hears</br>The wildering noise, amazed; while, on his eye,</br>Enormous swells the horrid prospect round,</br>The city's thronging multitudes, perhaps,</br>Next strike his roving eye.  Around him swells</br>Boasting superior excellence and strength,</br>High towering castles, palaces, and fanes,</br>Built by some ancient master of renown.</br>Innumerous objects on his busied mind</br>Press endless.  Now the constituted forms,</br>Perhaps, of government his thoughts direct,</br>T' observe their various tendencies, to mark</br>Their virtues and defects, and thence educe</br>Whate'er may profit or adorn his own.</br>Or, now, with closer observation, loves</br>Their customs, arts, and manners to review;</br>To trace their progress, or their difference mark</br>From those of other countries; and in all</br>Finds a variety that recommends</br>Each novel object, trivial or sublime,</br>And fills his bosom with increas'd delight.</br>Thus, from thine influence, sweet Variety!</br>Our numerous pleasures spring.  Thou lead'st us on,</br>As roams from flow'r to flow'r th' industrious bee,</br>Satiate with one, to other scenes of joy,</br>And bid'st us range them all.  By thy kind hand</br>Guided, inquisitive, the florist roams</br>Through Nature's boundless garden, pleasing task</br>To cull her endless beauties.  Led by thee</br>Th' observing naturalist new wonders finds</br>In all her works.  The ingenious chemist, too,</br>Who loves to penetrate her secret depths</br>Discovering all her treasured stores; and he</br>Whose optic search, beyond this lower sphere</br>Terrestrial, sparing midst celestial worlds,</br>Not heav'n's immense circuity confines.</br>Wak'd by thy presence, things indiff'rent else</br>And sure to be unnotic'd, or, perhaps,</br>Rejected in disdain, possess a charm,</br>That renders them to all acceptable,</br>And objects of delight:  by thee adorn'd</br>Things in themselves unpleasing often please;</br>Deprived of thee, pleasures soon please no more!</br>"]