["As wand'ring late on ALBION'S shore</br>That chains the rude tempestuous deep,</br>I heard the hollow surges roar</br>Whose tears her rocky bosom steep;</br>Loud on the storm's wild pinion flow</br>The sullen sounds of mingled woe,</br>And softly vibrate on the trembling Lyre,</br>That wakes to sorrow's moan each sad responsive wire.", "From Shores the wide Atlantic laves</br>The Spirit of the Ocean bears,</br>In moanings o'er his western waves,</br>Fond Passion's shrieks, and Nature's tears;</br>Enchanting climes of young delight,</br>How chang'd since first ye rush'd in sight!</br>Since first ye rose, in infant glories drest,</br>Fresh from the sparkling wave, and rear'd your ample breast.", "His crested Serpents Discord bears</br>O'er scenes Affection's roses grac'd.</br>Her flowery Chain he frantic tears,</br>And scatters o'er the howling waste.</br>His glance her soothing smile deforms,</br>His voice awakes the mental storms,</br>His blazing torches spread their sanguine fires,</br>While Passion's trembling flame in seas of blood expires.", "Now burns the savage soul of War,</br>While Terror flashes from his eyes,</br>Lo!  waving o'er his fiery car</br>Aloft his bloody banner flies.</br>The battle wakes:  with shrilling sound</br>He thunders o'er the groaning ground,</br>He grasps his reeking blade, while streams of blood</br>Tinge the impurpled plain, and swell the ample flood.", "Hark!  softer sounds of sorrow flow:</br>On drooping wing the murm'ring gales</br>Now pour the plaints of hopeless woe</br>That rise along the lonely vales:</br>They waft the tender Orphan's cries,</br>They tremble to parental sighs,</br>And drink a tear those mingled griefs above,</br>The wild impassion'd tear of fond Connubial Love;", "The Object of her shiv'ring fear</br>Lies bleeding, panting on the ground,</br>She frantic pours her gushing tear</br>That bathes the fatal gaping wound:</br>The blood-stain'd hand she trembling grasps,</br>Hangs on the quiv'ring lip, and clasps</br>The fainting Form that slowly sinks in death,</br>And meets the parting glance, and sucks the fleeting breath.", "Pale as the livid Corse her cheeks,</br>Her tresses torn, her glances wild,</br>In frantic tones she fault'ring speaks,</br>She wept &mdash; and then in horrors smil'd&mdash;</br>She gazes now with wild affright,</br>Lo!  bleeding Phantoms rush in sight&mdash;</br>Hark!  on yon mangled form she faintly calls,</br>Then on the flinty earth the Mourner senseless falls.", "And lo!  o'er hapless ANDRE'S tomb</br>Mild victim of his soft despair!</br>Whose soul in Life's exulting bloom</br>Deem'd not the Life deserv'd a care,</br>O'er the cold earth his relicks prest</br>Lo!  BRITAIN'S drooping Legions rest;</br>For him the blades they sternly grasp, appear</br>Dim'd with a rising sigh, and sullied with a tear.", "While SEWARD sweeps her plaintive strings,</br>While pensive round his sable shrine</br>A radiant zone she graceful flings,</br>Where full emblaz'd his virtues shine,</br>The mournful Loves that tremble nigh</br>Shall catch her warm melodious sigh,</br>And drink the precious thrilling drops that flow</br>From Pity's hov'ring soul, that pants dissolv'd in woe.", "And hark!  in ALBION'S flow'ry Vale</br>A Parent's moans I shiv'ring hear&mdash;</br>A Sister calls the western Gale</br>To drink her soul-expressive tear!</br>The throbbing sigh for ASGILL flows</br>That breathes Affection's mingled woes,</br>While on the rack of Doubt, and Terror, reft</br>The dearest fondest ties that tremble at her breast.", "How oft' in every dawning grace</br>That blossom'd in his early hours,</br>Her soul some comfort lov'd to trace,</br>And deck'd Futurity in flowers!</br>But lo!  in shudd'ring Fancy's sight</br>The dear illusions sink in night&mdash;</br>She views the murder'd form &mdash; the quiv'ring breath&mdash;</br>The rising Virtues chill'd in the cold shade of death&mdash;", "Cease, cease, ye throbs of frantic woe!</br>He lives parental love to bless,</br>To wake the pure extatic glow</br>The thrill of transport's sweet excess&mdash;</br>Again his smile shall life endear,</br>And Pleasure pour her brightest tear!</br>The private pang shall ALBION trembling share,</br>And breathe with fervid zeal, a warm accepted prayer.", "And lo!  a lucid stream of light</br>Descends o'er Horror's sable cloud,</br>While Desolation's gloomy night</br>Retiring, folds her sullen shroud&mdash;</br>It flashes o'er the limpid deep&mdash;</br>It rests on BRITAIN'S rocky steep&mdash;</br>'Tis mild benignant Peace, enchanting form!</br>That gilds the black Abyss, that lulls the raging Storm.", "So, thro' the dark and misty Sky,</br>Where clouds and sullen vapours roll'd,</br>Their curling wreathes dissolving fly</br>As the faint hues of light unfold:</br>The Sky with spreading azure streams&mdash;</br>The Sun now darts his orient beams&mdash;</br>And now he glows insufferably bright,</br>And sheds o'er Nature's form the rays of living light.", "Mild Peace!  from ALBION'S fairest Bowers,</br>Soft Spirit!  cull with snowy hands,</br>The buds that drink the morning showers,</br>And bind the Realms in flow'ry bands.</br>Thy smiles th' infuriate Passions chase,</br>Thy glance is Pleasure's sportive grace,</br>Around thy form th' exulting Virtues move,</br>Thy voice the thrilling strain of mild melodious Love.", "Bless, all ye Powers!  the patriot name</br>That courts, fair Peace, thy smiling stay;</br>Ah gild with Glory's light his Fame,</br>His Life with Pleasure's roseate ray!</br>While, like th' affrighted Dove, thy form</br>Still shrinks, and fears some latent storm,</br>His cares shall soothe thy panting sole to rest,</br>And spread thy flowery couch on ALBION'S fost'ring breast.", "Ah!  see tumultuous transports move</br>The faithful heart, with Passion warm;</br>With frantic joy Connubial Love</br>Clasps to her soul the well-known form,</br>That long, in all her throbbing veins,</br>Wak'd fond Affection's cherish'd pains&mdash;</br>She weeps &mdash; the gushing drops her joys endear,</br>'Tis glowing Rapture speaks, expressive in a tear.", "Ye who have mourn'd the parting hour</br>Which Love in darker horrors drew,</br>When ardent Passion fear'd to pour,</br>With quiv'ring lip, her last adieu,</br>When the fix'd glance, the bursting sigh,</br>The soul that trembled in the eye,</br>Express'd the frantic fears of hopelss Love&mdash;</br>Ah!  paint the swelling joys your panting bosoms prove.", "Yon hoary form with aspect mild,</br>Deserted kneels, by sorrows prest,</br>And seeks from heav'n his long-lost child</br>To smooth the path that leads to rest!&mdash;</br>He comes &mdash; to close the sinking eye,</br>To catch the faint expiring sigh;</br>A moment transport stays the fleeting breath</br>And sooths the ling'ring soul on the pale verge of death.", "The milder Passions dear controul,</br>The purer Pleasures vivid bloom,</br>That bathe in bliss th' exulting soul,</br>Soft Peace!  are couch'd beneath thy Plume:</br>It floats in Rapture's glowing ray,</br>O'er wilder'd Life's low, thorny way,</br>And wakes the softest balms, the fairest flowers,</br>That shed their odours mild in sweet Affection's Bowers.", "Tho' the red Trophies Vict'ry twines</br>Now drooping fade in Stygian glooms,</br>Yet hung around thy simple Shrines,</br>Fair Peace, each milder Glory blooms.</br>Lo!  Commerce rears her languid head</br>Triumphal, Thames!  from thy deep bed,</br>High o'er the subject wave she sails sublime,</br>To bless with ALBION'S wealth, each less indulgent Clime.", "She fearless prints the Polar snows</br>Where Horror shrowds the struggling day,</br>Along the burning Line she glows,</br>Nor shrinks beneath the Torrid ray:</br>She opes the glitt'ring Indian mine</br>Where the warm beams reflected shine;</br>Bears the bright Gems to BRITAIN'S temp'rate Vale,</br>And breathes Sabean sweets o'er the chill Northern Gale.", "While from the far-divided Shore</br>Where Liberty exulting roves,</br>Her ardent glance shall oft' explore</br>The Parent-Isle her spirit loves&mdash;</br>Lo!  rushing o'er the western main,</br>She spreads fair Concord's golden chain,</br>And sternly pours on prostrate GALLIA'S strand,</br>From ALBION'S pendent Cliff, her firm united Band.", "Yet hide the Sabre's horrid glare</br>That steeps its ridge in streams of blood,</br>The Lance that quivers high in air,</br>And falling drinks a purple flood;</br>For, BRITAIN!  fears shall seize thy foes</br>While freedom in thy senate glows,</br>While Peace shall scatter o'er thy cultur'd plain</br>Each Glory, Pleasure, Grace, her fair attendant train.", "Enchanting Visions soothe my sight&mdash;</br>The finer Arts in Beauty drest,</br>Benignant source of pure delight!</br>Reclining on her bosom rest.</br>While each discordant sound expires,</br>Strike, Harmony!  thy warbling wires,</br>The fine vibrations of the spirit move,</br>Wake Extacy's pure thrill, and touch the springs of Love.", "Bright Painting's living forms shall rise,</br>And still for UGOLINO'S woe</br>Shall REYNOLDS wake unbidden sighs,</br>And ROMNEY'S soothing Pencil flow,</br>That Nature's look benign pourtrays,</br>When, to her infant SHAKSPEARE'S gaze,</br>The smiling form \"unveil'd her awful face,\"</br>And bade his \"colours clear\" each glowing feature trace.", "And Poesy!  thy deep-ton'd shell</br>The heart shall sooth, the spirit fire,</br>And all th' according passions swell</br>While rapture trembles on thy lyre;</br>Awake its sweetly-thrilling sound,</br>And call enchanting Visions round,</br>Strew the soft path of Peace with Fancy's flowers,</br>And lead the glowing heart to Joy's Elysian bowers.", "While HAYLEY wakes thy magic strings,</br>His shades shall no rude sound prophane,</br>But stillness on her tender wings,</br>Enamour'd drink the potent strain.</br>Tho' Genius flash the vivid flame</br>Around his Lyre's enchanting frame,</br>Where Fancy's warbled tones melodious roll,</br>More warm his friendship glows, more harmoniz'd his soul!", "While Taste instructs a polish'd age</br>With luxury of mind to trace</br>The lustre of th' unerring page,</br>Where Symmetry sheds finish'd grace;</br>Judgment shall point to Fancy's gaze,</br>As wild the sportive wand'rer strays,</br>Perfection's fairest form, where mimic Art</br>With Nature softly blends, and leads the subject heart.", "Th' historic Muse illumes the maze</br>Oblivion veil'd in deep'ning night,</br>Where empire with meridian blaze</br>Once trod Ambition's lofty height:</br>Tho' headlong from the dizzy steep</br>It rolls with wide, ad wasteful sweep,</br>Her tablet still records the deeds of Fame,</br>And swells the Patriot's soul, and wakes the Hero's flame.", "While meek Philosophy explores</br>Creation's vast stupendous round,</br>With piercing gaze sublime she soars,</br>And bursts the system's distant bound.</br>Lo!  'mid the dark deep void of space,</br>A rushing World her glance can trace!</br>It moves majestic in its ample sphere,</br>Sheds its refracted light, and rolls its ling'ring year.", "Ah!  still diffuse thy mental ray,</br>Fair Science!  on my ALBION'S plain,</br>While oft' thy step delights to stray</br>Where MONTAGU has rear'd her Fane;</br>Where Eloquence shall still entwine</br>Rich attic flowers around the shrine,</br>View hallow'd Learning ope his treasured store,</br>And with her signet stamp the mass of classic ore.", "Auspicious Peace!  for thine the hours</br>Meek Wisdom decks in moral grace,</br>And thine each tenderness that pours</br>Enchantment o'er their destin'd space.</br>Benignant form!  in silence laid</br>Beneath the olive's silken shade,</br>Shed each mild bliss that charms the tuneful mind,</br>And in the zone of love the hostile spirit bind.", "While ALBION on her parent deep</br>Shall rest, may glory gild her shore,</br>And blossom on her rocky steep</br>Till Time shall wing his course no more;</br>Till angels wrap the spheres in fire,</br>Till Earth and yon fair Orbs expire,</br>While Chaos mounting in the rushing flame,</br>Shall spread his cold deep shade o'er Nature's sinking frame.</br>"]