["Where is the lovely blush that Autumn shed,</br>And where the beauty of the ripen'd corn,</br>And where those sweets which late, from Nature's bed,</br>In grateful fragrance, hail'd each roseate morn!", "In vain, alas!  the garden's pride I trace,</br>In vain the boundless landscape traverse o'er!</br>Whilst bashful Autumn veils her beauteous face,</br>Fades with the rose, and dies with ev'ry flow'r!", "In vain I seek, at each returning eve,</br>For gentle zephyrs sweetly breathing gale;</br>Or hope that Philomela now will give</br>Her plaintive sonnet, echoing thro' the vale.", "No cheerful sounds assail the list'ning ear,</br>No fairy prospects open to the sight;</br>Low lies the glory of the fruitful year,</br>And all its blushing beauties sunk in night.", "Hark!  from afar the north wind surly blows;</br>The vet'ran sailor hears the tempest roar,</br>Furls ev'ry sail, whilst all his bosom glows</br>With fond remembrance of his girl on shore.", "Descending snow o'erclouds the face of day,</br>And pinching frost usurps his boundless reign;</br>The ploughman whistles as he plods his way,</br>In hopes at last his humble cot to gain.", "The lisping children, at the close of eve,</br>Peep from the lattice, watching for their sire,</br>Anxious who first the infant kiss shall give,</br>Or share his fondness round the blazing fire.", "Let not Ambition mock my humble song,</br>Nor scorn the stories of the lowly swain;</br>For oft to them the purest joys belong</br>Of health and peace, sweet tenants of the plain.", "Nor let not Affluence with-hold her store,</br>For keen's the wind, and piercing is the cold;</br>Nor rudely chide Affliction from the door,</br>But heal the sorrows of the young and old.", "Perhaps some hero mourns his hapless fate,</br>And seeks from charity a little bread;</br>Shews every wound, or pensive does relate</br>How oft he fell among th' embattled dead.", "Some drooping genius, whose enraptur'd breast</br>Glows with a Shakespeare's strong poetic flame,</br>Inglorious dies, like Chatterton, oppress'd,</br>Or hapless Savage of immortal name.", "Be thine the task, O Affluence!  to heal</br>The laurel'd hero and the drooping sage;</br>Let bashful Merit thy kind influence feel,</br>And other Shakespeares yet may bless the age.", "And, O, may DELIA!  whether falling snow</br>Or beating rain detains thee from my sight,</br>Send but one kiss, my breast shall fondly glow&mdash;</br>Heave but one sigh, my soul shall feel delight!", "I wait impatient for th' appointed hour,</br>When I shall meet my DELIA in the lawn,</br>And see the sun-beams faintly round the bow'r,</br>Where oft we've met to greet the dew-clad dawn!", "Near Boyne's fair stream I've rear'd my humble cell,</br>And deck'd my garden with each choicest flow'r,</br>Say, lovely DELIA!  will you deign to dwell,</br>Thro' life's dull round, in this sequester'd bow'r.", "No storms shall fall on thy defenceless head,</br>No grief assail thee, nor no woes distress;</br>Angels shall  hover round thy peaceful bed,</br>And blissful seraphs tend thy steps to bless.", "I'll kiss the tear when falling from thine eye,</br>And soothe disquiet from  thy love-lorn breast;</br>Together thus we'll live, thus calmly die,</br>And in one grave enjoy eternal rest.", "And oft, at peep of dawn, when spring appears,</br>The happy villagers in pairs shall meet,</br>And cull the beauties of each op'ning year,</br>To deck our grave with every blooming sweet.", "And lightly treading o'er the sacred turf,</br>Shall plight their vows of constancy and truth,</br>And, sighing, emulate my DELIA'S worth,</br>And learn, like me, to love thro' age and youth.</br>"]