["How Altagrand such wonders could perform,</br>Perchance the wond'ring reader may inquire&mdash;</br>How shake huge Alps, and rouse the slumb'ring storm?</br>But who shall tell?  or how, at Saul's desire,</br>The hag of Endor, with enchantments dire,</br>Rais'd Samuel's ghost?  Or how, 'gainst God,</br>When Pharaoh's impious Magi durst conspire,</br>They chang'd the crystal rivers into blood,</br>Their wands to serpents, and with reptiles fill'd the flood?", "But sure I am, the meek and godly Seer,</br>Whose deeds I sing, whose character revere,</br>No league with hell or hellish pow'rs maintain'd,</br>Nor with unholy orgies e'er profan'd</br>The eye of heav'n &mdash; but rather do I ween</br>Long solitude, a conscience all serene&mdash;</br>Superior wisdom, faith, and piety;</br>Pray'r, absolution, fast, and converse free</br>With God and nature, angeliz'd his soul,</br>And gave the Seer o'er nature's laws control.", "Now from the cave, with light and happy heart,</br>Through wilds untrod th' advent'rous pilgrims start;</br>Through tangled brakes, o'er craggy ways and wild.</br>With tedious march and slow they onward toil'd.</br>With fondest care th' unwearied Knight upstay'd,</br>And o'er each crag and torrent bore the maid.</br>And cheerfully, for his dear mistress' sake,</br>Hew'd, with his sword, a passage through each brake.</br>Not far they journey ere, before their eyes,</br>Mountains and cliffs impassable arise.</br>The weary maid, desponding, view'd the place,</br>Then look'd for comfort in Rinaldo's face,</br>And weeping, said, \"we ne'er shall reach the main,</br>We ne'er shall see our happy home again!\"</br>The mournful hero turn'd his face aside,</br>The gushing sorrows of his eyes to hide,</br>When thus the Hermit &mdash; \"weep not lady fair,</br>Distrust not God's beneficence and care;</br>All will be well &mdash; heaven's king will ne'er forsake,</br>The child of virtue, e'en for virtue's sake.\"&mdash;</br>Thus having said, he wav'd his ebon wand!</br>Shudder'd afar the hollow-rumbling land,</br>The mountain yawn'd, and flames, and rolling smoke,</br>From the huge chasm with sounds tempestuous broke;</br>And in the midst, a chariot, like the dawn,</br>Uprose at once, by milk-white horses drawn.</br>The fearful maid, the wond'rous vision spied,</br>And closer clung to brave Rinaldo's side.</br>But soon the lovers, at the Seer's command,</br>Approach'd the chariot, which, on level land,</br>Advanc'd to meet them from the fiery hill,</br>Roll'd on by steeds obedient to his will.</br>The chariot halted, and with tim'rous feet</br>The pair ascended to its gorgeous seat;</br>Station'd before, the smiling hermit took</br>The broider'd reins; the broider'd reins be shook,</br>And with his wand the quaking chariot strook.</br>Swift as from clouds th' unfetter'd light'nings dart,</br>With thund'ring hoofs the fiery coursers start.</br>Meanwhile the mountains sink!  the valleys rise,</br>And one vast level spreads before their eyes!", "Now Phebus fair had half his journey made,</br>And eastward turn'd the mountain's length'ning shade.</br>Yet e'er the night, and e'er the king of light</br>Had quench'd his lamp in ocean's billows bright,</br>They reach'd the bay, whose billow-beaten shore</br>Spurn'd the salt flood and mock'd its angry roar.</br>The chariot gay, a golden cloud became,</br>And from their sight was rapt by steeds of flame.</br>High on a jutting cliff, the trav'llers stood.</br>And, far below, beheld the ocean flood.</br>Quickly, the Knight explor'd, with anxious eye,</br>The winding bay, his anchor'd ship to spy</br>But now, nor ship, nor mariner was there,</br>And all was silence, all was stillness drear;</br>Save where the indefatigable main</br>Warr'd on the rocks, and foam'd with fury vain</br>Or Eagles, frighted from the dizzy steep,</br>Scream'd, as they sought the lone and mighty deep.</br>A dark ravine led downward to the main,</br>(By earthquake rifted, or descending rain.)</br>Thro' which they pass'd, with toilsome march and slow.</br>And safely reach'd the wave-wash'd strand below.</br>But oh!  a horrid spectacle they view'd!</br>Rinaldo's ship lay scatter'd on the flood,</br>A mournful wreck!  and on the blood stain'd shore</br>His murder'd crew lay gash'd and black with gore;</br>Strange corpses too, deform'd with many a wound,</br>Among his friends were strewn, unburied, round.</br>The Virgin gaz'd upon the gory scene,</br>With hands uplifted and despondent mien;</br>Speechless she gaz'd, more pale, more cold than clay;</br>Her heart stood still, her trembling limbs gave way.</br>In vain the Knight to quell her rising fears,</br>Kiss'd her dear lips and dried her crystal tears.</br>\"Fear not\" &mdash; he said,\" fear not!  for I, anon,</br>Will build a storm-proof vessel and begone;</br>The precious shell that bore us o'er the lake,</br>I still have kept for good Titania's sake\"&mdash;</br>He spake and cast the shell into the main,</br>But ah!  no fairy pinnace rose again,</br>With gilded mast and snowy sails dispread&mdash;</br>The faithless shell now sunk in ocean's bed!</br>The Knight beheld &mdash; the blood his cheeks forsook,</br>And all his frame with disappointment shook;</br>Speechless he gaz'd, when lo!  the mighty Seer</br>Wav'd his black wand and bade the shell appear!</br>The shell appear'd, and floated near the strand,</br>And thrice he touch'd it with his ebon wand,</br>When &mdash; lo!  uprose a pinnace, gilded bright</br>From helm to prow; the decks were ivory white.</br>The sails were silk: &mdash; aloft, the yards among,</br>Six fairy sailors on the tackling hung,</br>And speedily unfurl'd the flutt'ring sail,</br>While rustling hills announc'd the rising gale.", "With haste the lovers left the pearly strand,</br>And scal'd the ship with hoary Altagrand.</br>High on the deck the awful hermit stood,</br>His face towards the watery solitude.</br>Their bark is good, the winds propitious blow,</br>Heav'n smiles above, and ocean smiles below.</br>But in the entrance of that narrow bay</br>A desolate and rocky Island lay.</br>That isle they pass'd, and scarcely pass'd, when lo!</br>Upon their left they spied an ambush'd foe!</br>Behind that island lay six galleys bold,</br>With ruffians mann'd, and dreadful to behold:</br>A crew piratic, who by murder liv'd,</br>Grew rich by plunder, by destruction thriv'd.</br>The fairy bark, which, like a rising sun,</br>Shone on the waves the pirates spied anon,</br>Along the sea her merry progress run.</br>They look'd and shouted, \"lo!  a prize!  a prize!\"</br>And startled ocean with their savage cries;</br>Up rush'd their anchors; and their oary sweep</br>Dash'd into foam, the billows of the deep;</br>The coming foes fair Crystalina spied&mdash;</br>To heav'n for help; to them for mercy cried;</br>But, sheath'd in magic armour, frown'd the Knight;</br>Scarce hoping vict'ry, yet resolv'd on fight.</br>So near at length the hostile galleys drew,</br>That to the ship, their show'ring arrows flew,</br>The virgin swoon'd, and e'en Rinaldo fear'd,</br>When on the deck the falling darts he heard;</br>Not for himself he fear'd, but for the fair,</br>Who round him clung and claim'd his guardian care;</br>Not so the Seer; with looks serenely grand,</br>The tossing helm he held with steady hand.</br>He saw the Virgin's and the Knight's despair;</br>He heard the foe's loud exultations near</br>Then, mutt'ring spells, his mighty wand he took,</br>And now the air, and now the ocean strook&mdash;</br>The sky grew black!  the troubled ocean gave</br>A sullen roar, and groan'd from ev'ry wave;</br>Thron'd in a chaos, and a night of cloud,</br>Discharg'd the thunder, his artillery loud;</br>And the dread king of tempests, from the shore,</br>Proclaim'd his coming, with tremendous roar.</br>He drove the sea before him, and uppil'd</br>Huge waves on waves, of foamy waters wild,</br>As if on dark conglomerated floods,</br>To scale the heav'ns, and, with the angry gods.</br>Wage impious battle; like the Titans bold,</br>Who Ossa huge on tott'ring Pelion roll'd.</br>Then might they hear th' affrighted seamen's cries,</br>What time, uplifted in the stormy skies,</br>High on the slippery pinnacle they rode,</br>Of some tall wave, and view'd th' outrageous flood</br>That yawn'd below!  then might they hear the crash</br>Of meeting gallies, plung'd with furious dash,</br>Beneath the madding billows of the main.</br>With all her crew, no more to rise again.</br>With dreadful joy, the anxious lovers view'd</br>The shatter'd galleys, whelm'd beneath the flood.</br>And, from their foes miraculously sav'd,</br>Forgot the chaos, that around them rav'd.</br>Of winds and waters, and the uproar loud</br>Of vollied fires that rent the low hung cloud.", "Tho' to the winds, unfurl'd was every sail,</br>The bark, unhurt, sustain'd th' impetuous gale:</br>She seem'd the rainbow of the storm, and smil'd</br>On the rough deep, and tam'd the tempest wild.", "Now when the Hermit, from the lofty deck,</br>Sublimely calm, survey'd the mighty wreck,</br>He pour'd a magic oil into the sea,</br>And utter'd words of awful potency.</br>The sea grew smooth, the tempest rag'd no more,</br>The clouds dispers'd, the thunder ceas'd to roar.</br>And now the pinnace rode, in stately pride,</br>The foamy sea, and fill'd the waters wide,</br>With fairy splendours &mdash; all the day they sped,</br>And all the night; and when, on Ocean's bed,</br>The placid moon her milky light dispread,</br>O, they would sit and view the polish'd main,</br>Sprinkled with stars; which seem'd the starry plain</br>Of heaven inverted; then, thrice happy pair!</br>When mellow moonlight softened all the air,</br>And nought around them met the roving eye,</br>But sky above, below both sea and sky,</br>They lov'd to sit and tell, with many a sigh,</br>Their strange adventures in the Fairy Land;</br>Or hear, entranc'd, the gray-hair'd Altagrand</br>Sing antique tales of knights, of wizards old,</br>Enchanted castles, Dragons, Giants bold.</br>Such pleasing wonders to his lyre he sung,</br>While all the sea with sounds melodious rung;</br>And tuneful syrens, minstrels of the waves,</br>Enchanted heard and left their coral caves;</br>And mermaids musical, and sea-nymphs fair,</br>Combing with ivory fingers their green hair,</br>On golden rocks set in the silver sea,</br>Then gaz'd, and listen'd to his melody.</br>The Dolphins too, that love harmonious sound,</br>As poets feign, drew near; and, sporting round.</br>Leviathan his magic music heard,</br>And, o'er the deep, his head enormous rear'd.</br>And Neptune's self was dimly seen afar,</br>On Ocean's plain, to stay his splendid car;</br>Towards the ship his ravish'd ears incline,</br>Hush all the winds, and lay the ruffled brine.", "All ear, all spirit, sat the listening Knight;</br>His fancy, free and giddy with delight,</br>Rode on the wings of harmony; his eye</br>Uplifted, shone with love and ecstacy.</br>The minstrel ended; but the sea-born train</br>Still lean'd to hear, and silence rul'd the main.</br>Then thus the Knight &mdash; \"Another strain, O, Seer!\"</br>\"Another strain!\" replied th' enraptur'd fair&mdash;</br>\"Behold the tenants of the deep flock round,</br>Tam'd by the magic potency of sound;</br>Behold the stars, sweet-twinkling with delight,</br>Pursue our ship.  The radiant queen of night,</br>More plenteous showers her snow-soft silver light;</br>And all the restless billows of the Deep,</br>With sounds mellifluous are lull'd to sleep.</br>Now can I credit tales of Poets old,</br>Who th immortal verse have sweetly told,</br>How once Arion, sailing on the sea,</br>From Lesbos, bound to classic Italy,</br>Ere his vile comrades cast him in the tide,</br>Allur'd a Dolphin to the vessel's side</br>With melody!  and how the Dolphin bore,</br>The lyrist safe to Tenedos' fair shore.</br>And scarcely now incredible I deem,</br>Amphion's tale, tho' wonderful it seem</br>Who with his lyre's sweet music did upcall,</br>Th' obsequious stones to build the Theban wall.</br>Nor yet the story of the Syrens three,</br>Who lur'd the list'ning rovers of the sea,</br>With songs enchanting to their fatal Isle,</br>And there devour'd the victims of their guile.</br>And well might Orpheus with Apollo's lyre,</br>Things void of life, with new-born life inspire;</br>Move trees and rocks; arrest impetuous floods,</br>And tame the savage tenants of the woods.</br>Nor yet were they extravagant who sung,</br>How yon cerulean amplitude, thus hung</br>With lamps eternal, from confusion sprung,</br>Obedient to the voice of Harmony;</br>And all yon orbs thro' heaven's immensity,</br>In order roll'd; and how the tuneful spheres.</br>With strains, inaudible to mortal ears,</br>Still rule, sustain the universal frame,</br>Which else old Chaos would confound again.\"", "Thus having spoke, th' enthusiastic maid,</br>With gentle importunity, essay'd</br>To urge the Seer, the story to unfold,</br>Of his own life; or some adventure bold,</br>In love or war, transacted in his prime</br>Of strength and beauty &mdash; he, with hand sublime,</br>Of his loud lyre the chords symphonious shook,</br>And round him cast an awe-inspiring look.</br>Th' attentive pair in eager silence hung,</br>As wildly thus the hoary Minstrel sung.", "THE HERMIT'S TALE.</br>I.</br>\"Awake!  O, wizard Memory awake!</br>And with thy torch, thy magic torch, relume,</br>Of other years, the dark sepulchral gloom.&mdash;</br>O Memory awake!</br>They rise!  the visions of the past arise!</br>They brighten on my aged eyes&mdash;</br>The pale procession of departed years,</br>To my reverted sight appears.</br>Tremendous days!  the steadfast earth did shake;</br>The broad-bas'd Pyramids and mountains reel'd,</br>And wave-toss'd navies on the ocean danc'd:</br>The Boreal light,</br>Portentous sight,</br>Glar'd on th' aerial battle field.</br>Where barbed war-steeds pranc'd,</br>And shadowy hosts their martial squadrons wheel'd.</br>Th' unfetter'd Comet, in the heav'ns, advanc'd</br>His baleful beacon; and the sun and moon,</br>Black with eclipses, threaten'd nature's doom.", "II.</br>Presages dire, to man below,</br>Of war and pestilence and wo!</br>Then lion-hearted Richard bold,</br>Uprose in pious wrath, and roll'd</br>His eyes upon the knightly throng,</br>Of mailed warriors fierce and strong&mdash;</br>\"By Christ, the Saviour crucified,</br>By blood-stain'd Calvary\" &mdash; he cried,</br>\"I will redeem from Paynim hand,</br>The Holy Land!\"</br>With loud acclaim the knights reply,</br>And shake their vengeful spears on high&mdash;</br>\"We will redeem from Paynim hand,</br>The Holy Land!\"", "III.</br>Bold Richard led his warlike thousands on,</br>Afar the din of battle spread,</br>Afar the pomp of Armies shone,</br>That march'd for Holy Land.</br>'Twas then from Scotia's realm I sped,</br>From Tweed's delightful shore,</br>With thee, O!  gallant Armigrand,</br>And join'd the legions Richard led.</br>(A baron's title then we bore.)</br>Ah!  then these snowy locks were brown,</br>And strong this frame so feeble grown;</br>And strong, ah!  strong this trembling hand,</br>Which mow'd the battle down.", "IV.</br>We met with onset fierce and fell,</br>We met the whisker'd Infidel&mdash;</br>The trumpet bids; the armies close!</br>The tempest of the battle grows</br>The clang of shields, the clash of spears.</br>And shrieks and shouts assail my ears.</br>See the couch'd lance in shivers broke!</br>See war-steeds staggering from the shock!</br>See prostrate knight and shatter'd car,</br>Trampled beneath the lout of war!", "As from a mountain pour the floods,</br>As rushing tempests tear the woods;</br>As midnight conflagration roars,</br>Thro' some vast city and devours,</br>Tow'rs, tumbling castles, and cathedrals old,</br>So loud, so fierce, our squadrons bold,</br>With crash of shields and lances, fell</br>Upon the haughty Infidel.", "V.</br>Tell, O!  my lyre.  (for age may boast,)</br>How, foremost of the Christian host,</br>Their close-compacted ranks I broke,</br>And fell'd a foe at every stroke.</br>And thou, O!  much-lov'd Armigrand wast there&mdash;</br>We fought, we conquer'd, side by side;</br>That day the splendours of thy spear</br>In pagan blood were died.</br>Unndaunted, back to back we stood,</br>Begirt with foes and splash'd with blood,</br>And though with bristling spears beset,</br>Through crowded ranks we broke,</br>As ocean's monarch, in his wrath,</br>Breaks through the fisher's net.", "VI.</br>Not long the Paynim hosts withstood</br>The army of the living God.</br>We conquer'd, and with Armigrand,</br>I reach'd again my native land.</br>Then Scotia's royal court we sought,</br>Where King, and Peers, and Ladies bright,</br>Bless'd the champion bold, who fought</br>In Palestine the holy fight.", "I saw Lord Harold's daughter fair,</br>I saw and lov'd the maid;</br>Her voice was soft as summer air,</br>As streamlet on its pearly bed;</br>Dark, dark as raven's wing her hair,</br>Red her cheeks, as roses red.", "VII.</br>Earl Rowland was my rival bold,</br>His monarch's fav'rite, proud and high.</br>And on me still dark Rowland roll'd</br>A jealous and a threat'ning eye.</br>He sent his challenge in his ire&mdash;</br>We met &mdash; we fought &mdash; on steeds of fire,</br>We charg'd with desperation dire:</br>As a proud ship before the blast,</br>Dashes on some stupendous rock&mdash;</br>Recoils and crumbles with the shock;</br>So Rowland charg'd me fierce and fast&mdash;</br>So back recoil'd; and on the field,</br>Fell horse and horseman, spear and shield.</br>Why did I spare the recreant's life?&mdash;", "VIII.</br>I woo'd Lord Harold's daughter bright,</br>We fix'd the bridal day;</br>But fortune, still with love at strife,</br>Eclips'd, O, Hope!  thy transient ray,</br>With Grief's eternal night.</br>Dark Rowland saw, with envious eye,</br>My day of bliss and triumph nigh;</br>He saw and sought a Wizard's cell,</br>And learn'd a dark and mighty spell,</br>By which he could transform, at will,</br>His shape, and any shape assume,</br>Or walk through crowds at brightest noon,</br>To human eyes invisible.</br>Then with my likeness, voice, and dress,</br>And action, counterfeited well,</br>He sought my darling Christabelle.</br>All in a tangled woodbine bower,</br>O'erarch'd with blossoms numberless,</br>They sat in evening's my hour.</br>There Rowland, (O, ignoble Knight!)</br>With speeches fasle, the heart beguil'd,</br>Of Christabella bright.</br>He said, and scornfully he smil'd,</br>That he, that I, for causes light,</br>The bridal day had then forgot,</br>My plighted faith regarded not.</br>\"False Altagrand!\" the Virgin cried,</br>And swell'd with high indignant pride&mdash;</br>\"Hear me &mdash; O, perjured miscreant, hear!</br>By all the powers of Love, I swear</br>Thy perfidy shall cost thee dear!\"</br>Thus spake the broken-hearted maid,</br>And left the Knight, insulted and betray'd.", "IX.</br>Next morn, with Harold forth I rode,</br>With spear and shield, and hound and horn,</br>To chase the wild-boar of the wood&mdash;</br>Ah!  melancholy morn!</br>The boar was rous'd &mdash; the forest rung</br>With horn and hound, and hunter's cry;</br>Forward on foamy steed I sprung;</br>O'er moory dale, o'er mountain high,</br>O'er heaths, through woven brakes I wind,</br>And leave my comrades all behind;</br>And charging on the bristly foe,</br>At one bold thrust I laid him low.", "X.</br>Now spent with toil, beneath a shade,</br>I laid me down by Teviot's side,</br>When lo!  a youth, in arms array'd,</br>With helmet, shield, and battle-blade,</br>Adown the vale did ride.</br>With flashing eyes and frenzied look,</br>\"Turn, treacherous Knight!\" the champion spoke&mdash;</br>\"'Tis Halydon who comes to thee&mdash;</br>The brother bold of Christabelle,</br>Death's pale-white horse I ride, and hell</br>Doth follow me!\"</br>He said, and from his charger sprung&mdash;</br>My shield before my breast I flung,</br>And turn'd the feeble lance aside.</br>\"Peace!  peace!  presumptuous boy,\" I cried&mdash;</br>\"For all thy lands I would not harm</br>The brother of that noble fair;</br>Then check the fury of thine arm,</br>And say, what madness brings thee here?\"&mdash;</br>\"Revenge hath brought me, traitor proud!\"</br>Replied the champion, harsh and loud,</br>And aim'd a fiercer blow.</br>But from his head the helmet fell,</br>And down his raven locks did flow&mdash;</br>The raven locks of Christabelle!</br>I dash'd my buckler to the ground,</br>I sprang to clasp the maid.&mdash;</br>\"False fiend avaunt!\" she said, and frown'd,</br>And pierc'd me with her lifted blade.</br>\"Blest be thy cruel hand,\" I cried,</br>And fell, all bleeding, by her side.</br>\"'Tis done!\" she said, with frenzied smile,</br>And tears were gushing all the while&mdash;</br>\"Grieve not, my love, 'twas Cupid's dart</br>That pierc'd thy cold and cruel head;</br>Grieve not &mdash; thou art, thou shalt be mine,</br>Death waits, our plighted hands to join:</br>But hark!  a hunter's horn I hear&mdash;</br>My father and my friends are near!\"", "XI.</br>She spake, and seiz'd, with frantic joy,</br>A sword that glitter'd on her thigh&mdash;</br>She pierc'd her tender side.</br>\"Lie down with me, my love,\" she cried&mdash;</br>\"Lie down, and we will sweetly sleep</br>Together on this flow'ry ground;</br>The red-breast shall our vigils keep,</br>And on us pile the leaves around,</br>And sing our fun'ral dirge, and weep.\"", "XII.</br>Thus spake the maid, and swoon'd away,</br>And speech!ess by her side I lay.</br>There, when the hunters reach'd the dale,</br>They found us senseless, cold, and pale.</br>Our wounded bodies, red with gore,</br>To Harold's castle soon they bore;</br>They summon'd soon, from far and near,</br>Each one for healing art renown'd;</br>The skilful leaches flocking came,</br>With potent herbs and balms of fame,</br>With  mystic salves to oil the spear,</br>And spells to stanch the willing wound.</br>Among them came  Wizard old,</br>Whose spell had wrought our misery,</br>And he to Christabella told</br>Earl Rowland's treachery.</br>O, then, how joyful was the maid,</br>The witness of my innocence to hear!</br>She kiss'd the wound her hand had made,</br>And moisten'd it with many a tear.</br>Her love, her pity-streaming eyes</br>Made enviable my miseries;</br>These, only these, o'er death and pain prevail'd,</br>Without these, all their surgery had fail'd.", "XIII.</br>Soon we recovered &mdash; wedded soon&mdash;</br>And when the ninth propitious moon,</br>Witnessed our conjugal beatitude;</br>When happy planets in conjunction stood,</br>She made me father of the sweetest boy</br>That ever gave his mother joy.</br>But wherefore hast thou bid me tell</br>Of blasted pleasures?  Why bid mem'ry wake</br>Sorrows that sleep beneath the wreck of years,</br>And open break</br>The sealed fountains of forgotten tears?</br>Why bid me sing how baleful Wormwood fell</br>Upon the rivers of my happiness,</br>And chang'd them all to bitterness?", "XIV.</br>Disastrous day!  remember'd still too well!</br>As unattended in her garden fair,</br>Walk'd forth my darling Christabelle,</br>To breathe the evening's odorous air,</br>Dark Rowland close in ambush lay.</br>And, like a tiger, watch'd his prey.</br>She reach'd the garden's utmost bound,</br>Whose wall o'erlook'd a dizzy steep,</br>And hoarsely echoed to the sound</br>Of the subterfluent deep;</br>There Rowland from his ambush broke,</br>With lustful threats, and fiendish look!</br>He rush'd to sieze th' unguarded prey&mdash;</br>She could not fly, she would not yield,</br>She shriek'd, but help was far away,</br>And lo!  the fiend rush'd on amain.</br>But now towards the cliff she wheel'd&mdash;</br>\"Behold!  mistaken wretch!\" she cries,</br>\"True virtue human rage defies.\"</br>She said, and headlong plung'd into the main.", "XV.</br>I heard her cry &mdash; to aid her quickly flew,</br>And reach'd the spot ere Rowland could retire;</br>No word we spake, but instant drew,</br>And met with resolution dire;</br>I cleft his helm and head in two&mdash;</br>What mortal man on earth could stand</br>In such a cause, 'gainst such a hand!", "XVI.</br>My fury o'er, aghast I stood&mdash;</br>\"My wife sepulchred in the flood!</br>Myself the murderer of a Peer,</br>Though base, unto his monarch dear;</br>My child, my all, to ruin brought!\"</br>Thus toss'd from wave to wave of thought,</br>I hasted to my Armigrand.</br>At midnight, as alone we sate,</br>A loud mob thunder'd at his gate&mdash;</br>The friends of Rowland were at hand.</br>I drew my sword, and in my wrath,</br>Hew'd through the crowd a bloody path.</br>And fled from country, friend, and child</br>I sought Sky's lonely, wizard land,</br>Where thirty years I liv'd exil'd,</br>In cavern rude, and forest wild&mdash;</br>Such are the woes of Altagrand.\"", "Thus briefly sang the hoary-headed sire,</br>His woes rekindling with poetic fire.</br>But tears roll'd down from brave Rinaldo's eye&mdash;</br>They were not tears of wo, but ecstacy.</br>Oft, while the Seer his wondrous tale pursued,</br>The Knight upsprang in fierce and frantic mood,</br>Then sat again &mdash; and gaz'd, and gaz'd the while,</br>Tears in his eyes, and on his lips a smile.</br>The Virgin too, who oft his tale had heard,</br>O'erwhelm'd with wonder and with joy, appear'd&mdash;</br>And when, at length, the mournful minstrel ceas'd,</br>They sprang towards him, and with joy embrac'd.</br>\"Behold!\" he cried, \" thy long-lost orphan boy,</br>Thy boy Rinaldo!  Wake to life and joy!</br>Behold the daughter of thy Armigrand,</br>Constrain'd, like thee, to fly his native land.</br>The heav'ns repay, with usury, at last,</br>The long, the sad privations of the past.\"&mdash;</br>\"It cannot be!\" the musing Hermit said&mdash;</br>\"It cannot be&mdash;\" and shook his hoary head.</br>\"Well I remember, on that fatal night,</br>When I from Scotia took my lonely flight,</br>I saw her seiz'd and slain in desp'rate strife,</br>His love for me cost Armigrand his life.\"</br>The Knight exclaim'd, \"I know thy story well,</br>Hear me, my Father!  hear me briefly tell</br>What to thy friend, and what to me befel.</br>His life was spar'd; his costly castle ras'd,</br>His lands confiscate, and his name disgrac'd.</br>He, thus forlorn, and guilty of no crime</br>But love for thee, forsook his native clime.</br>At secret midnight, with a chosen band,</br>Unseen, he hurried to the ocean strand.</br>Me in his arms into the ship be bore,</br>And sea-ward turning the advent'rous prore,</br>He bade adieu to the ungrateful shore.</br>His guardian angel, with propitious gales,</br>To Mermaid Isle impell'd his errant sails.</br>Scarce had we reach'd that rich and lovely land,</br>When we beheld, encamp'd, an armed band.</br>Two chiefs, contending for imperial sway,</br>Had long embroiled the isle in civil fray.</br>For either chief a thousand warriors stood,</br>And stain'd the island with fraternal blood.</br>With joy, the Host received the stranger knight,</br>And gave him rule, in council and in fight:</br>He, of their ebbing fortunes, turn'd the tide,</br>And Victory rode triumphant at his side.</br>In one dread fight, the rival chiefs were slain,</br>And half their heroes perish'd on the plain.</br>On that dread day, what time both armies stood,</br>With fight exhausted, and alike subdued,</br>Thy friend between the adverse legions rode,</br>And loud, a trumpet of defiance blow'd&mdash;</br>A trumpet answered, and a bright-mail'd Knight,</br>Spurr'd out to meet him &mdash; 'twas a dreadful sight!</br>And such deep silence overhung the war,</br>That all might hear their trampling steeds afar.</br>They charg'd, they fought in either army's view,</br>And Armigrand, with giant might, o'erthrew</br>His huge antagonist &mdash; when lo!  a cry</br>From either host, that shook the pillar'd sky,</br>Proclaim'd him King; and, to confirm their words,</br>The hostile squadrons sheath'd their bloody swords:</br>A golden sceptre in his hand they plac'd,</br>And with a crown his god-like temples grac'd.</br>Meanwhile the armies mingled on the plain,</br>And gladly greeting, met in peace again.</br>He reign'd belov'd, and nobly wedded soon,</br>The true, though banish'd heiress of the throne.</br>This lovely maid, alone, their union blest,</br>Of all her sex the fairest and the best.\"</br>Rinaldo ceas'd &mdash; the Seer, with doubtful joy,</br>Gaz'd on the Knight, and clasp'd his gallant boy.</br>The Virgin too his fond embraces shar'd,</br>And mutual smiles and tears their bliss declar'd.</br>Such great events, such joys ineffable,</br>On the lone sea our voyagers befel,</br>What time they sail'd from Sky's mysterious land,</br>Bound to the isle of royal Armigrand.", ""]