["CANTO III.</br>ARGUMENT.</br>A brigantine the tempest wings</br>To fair Ogygia's coast,</br>His hapless fate an exile sings,</br>And ancient honours lost.", "\"O COMUS' bowl, why seem'st thou still so sweet,</br>And sooth'st with visions gay the idle train,</br>When round the genial board with joy they meet,</br>And tell the mirthful tale and quaff amain?</br>See there!  who wait to mar the mirthful vein,</br>What guests, unbid, the table crowd around,</br>In dark disguise the family of pain,</br>A Motley band, with baleful Cypress crown'd,</br>And each his victim marks, and aims the mortal wound.", "\"It was not thus, enwrapt in Stygian woof,</br>Ye first entic'd the simple race astray;</br>Then stood your griesly ministers aloof,</br>Waiting the word their terrors to display;</br>While erst, with smiles benign and gestures gay,</br>Ye taught the wond'ring swains their cares to steep</br>In Nectar new, when wreath'd in dun array,</br>Successive steaming from the neighb'ring deep,</br>November's dreary fogs began around to weep.", "\"'Twas on that eve, when first Orion show'd</br>His giant form, in starry cincture drest,</br>From his steep cliff the tempest's angry god</br>The signal saw, and from his den releast</br>The ruffian winds, that sweep the groaning waste.</br>Shrill roar'd the blast, and thro' the turbid air</br>His fiends in fiery bands the coil increast,</br>Gliding before the rack with angry glare,</br>And round the shore were heard the shrieks of wild despair.", "\"Long hours of darkness rag'd the furious flaw,</br>Till the gray Dawn, with pallid eye, survey'd</br>The waste of Night, who now began to draw</br>Far to the west her slow decreasing shade;</br>The storm at length o'erblown, her call obey'd,</br>Yet black and dismal o'er the face of Morn,</br>His gloomy rear the firmament array'd,</br>And many a plague in lazy volumes born,</br>From many a tainted clime o'erhung the land forlorn.", "\"No song the muffled morn was heard to hail,</br>Of lark, nor village cock, with clarion shrill,</br>Nor thro' the hanging wood, or winding vale,</br>The hunter's call, return'd from hill to hill:</br>Mute was the Zephyr, mute the bubbling rill,</br>And wrapt in mourning weeds of hoary gray,</br>With recent toil o'erwearied, faint and still,</br>Nature entranc'd in torpid slumbers lay;</br>Scarce seem'd exhausted life along her pulse to play.", "And ever and anon the billows bore</br>Some plank or shatter'd mast with tackle rent,</br>(The hideous wrecks of yesternight) to shore,</br>Or precious cask, or corse unseemly sheet.</br>At length, where o'er the bed of ocean bent</br>The hanging sky, and met the toiling main</br>Afar, discovered in the orient,</br>A brigantine, along the liquid plain</br>Was seen to point her prow, and to the harbour strain.", "At length the tempest-beaten barque arriv'd,</br>And on the welcome shore its freight resign'd,</br>A faint, o'erlabour'd train, that scarce surviv'd</br>The wrath of heaven, with want and labour pin'd,</br>Nor Libya seem'd to boast their race, nor Ind,</br>Nor any coast to navigation known,</br>From the chill climes at either pole, that bind</br>The pendent globe, to that prolific zone</br>Where balanc'd day and night alternate claim the throne.", "\"And in the midst, a man of pensive mien,</br>Lofty of port above the vulgar band,</br>In musing mood, with measur'd step was seen</br>All comfortless, to pace the level sand,</br>While his observant train along the strand</br>With anxious look his wand'ring seem'd to tend,</br>As if they fear'd his rash, misguided hand</br>Against his life the hapless chief might bend,</br>And seek with desp'rate deed his galling grief to end.", "\"And lovely, though distress'd, around their sire,</br>Watching his looks, were seen a youthful train;</br>The wild waves had not quench'd their native fire:</br>In some the soften'd charm, most apt to gain</br>The heart, was seen, and some with high disdain</br>The menace of their fortune seem'd to view:</br>One look'd with terror on the surging main;</br>An angry glance to heaven another threw,</br>As on his sire he look'd, and tempest beaten crew.", "\"Then, turning to the sun an haggard eye,</br>That o'er the main a languid radiance shed,</br>The stranger gaz'd awhile the ample sky:</br>'Tis past,' he cry'd, 'and this devoted head</br>Must pay the price; but oh!  thou living dread,</br>Whose terrors found thy slave amid the deep,</br>Thy slave that vainly from thy justice fled,</br>Hear me, and oh!  thy dark avengers keep</br>From this sad soul, that longs to sink in endless sleep.", "\"'Ye heaven-commission'd storms, that o'er the main</br>From coast to coast pursue my guilty flight,</br>Since silver CYNTHIA thrice was seen to wane;</br>At length desist, and oh, ye sons of Night,</br>Who see the frantic wretch, with stern delight,</br>Before your terrors fly, in moonstruck maze,</br>Upon this head your undisputed right</br>Assert at once, the sentenc'd wretch obeys,</br>And to his country gives the remnant of his days.", "\"'And oh ye mighty shades of heroes old,</br>Why was it mine, the first of all your race</br>With dastard deed to shame your ashes cold,</br>And the long glories of your line disgrace?</br>Let then my death at last the taint efface,</br>Since ruin dogs my coward heels so fast!</br>Had I but call'd thy Gods my nerves to brace,</br>I had not rank'd of all your line the last,</br>But wak'd the trump of Fame, and swell'd her loudest blast.'", "\"The gentle islanders, whom chance had led</br>To the sad shore, to watch the sinking storm,</br>With deep amaze, the mourning chief survey'd,</br>And mark'd with pitying eye his faded form;</br>The general breast compassion seem'd to warm,</br>He saw, and straight the melting moment took,</br>With moving tales the simple race to charm,</br>And thus with firmer voice, and steadier look,</br>The much-enduring man the list'ning swains bespoke.", "\"'Strangers, that seem a ready sense to show</br>Of human ills, and on your friendly coast</br>With melting eyes receive the sons of woe,</br>Tell on what strand the breath of heaven has tost</br>An exil'd train, that mourn their country lost,</br>Who dar'd the victim bound to snatch away,</br>The fated price of many a ransom'd ghost,</br>When the high powers had nam'd the dreadful day,</br>Ordain'd by righteous heaven the penance due to pay?", "\"'Does sea-girt isle, or mainland claim your race,</br>And know ye laws, or regal power divine,</br>And boasts your lord his pedigree to trace</br>From JOVE direct, or owns a mortal line?</br>Unhappy they, that in that doubtful sign</br>Of fav'ring heaven repose their feeble trust,</br>When sin pollutes, or angry stars combine</br>To lay their tarnish'd honours in the dust:</br>Their old distinguish'd lot they loath with sick disgust.'", "\"He added not, for overwhelming grief</br>With mortal weight his utterance seem'd to choke,</br>Till from the parting crowd an aged chief</br>Of rev'rend port the awful silence broke.</br>'OGYGIA'S race ye see, by slavish yoke</br>Yet never gall'd, nor luxury's baneful power,</br>Loud Fame of us in other lands has spoke,</br>And of our chief, who never guilty hour</br>Yet knew, nor ever wish'd his subjects to devour.", "\"'A chief, whom never suppliant saw in vain,</br>Nor stranger left his friendly courts forlorn,</br>Whether in perils of the angry main</br>Long verst, or naked left by Fortune's scorn.</br>And whether here by heavenly guidance borne</br>You touch our shore, or by misfortune led,</br>Or from your native land by exile torn,</br>Thro' brethren's hate, or blood in quarrel shed&mdash;</br>Disclose whatever cause your voyage hither sped.'", "\"He spoke, and thus reply'd the woeful chief:</br>'If bent the process of our plagues to know,</br>Prepare to hear a tale of royal grief,</br>And learn to shudder at a nation's woe,</br>By all the wealth that timely show'rs bestow,</br>Or genial suns mature, enrich'd of old,</br>Till Envy seiz'd the baleful pow'rs below,</br>Whose hell-born hate her rising bliss controll'd,</br>And chang'd to stubborn steel her darken'd age of gold.", "\"'Who has not heard the name of BELMARIE,</br>Her plains by PHOEBUS lov'd, his regal line</br>Of SOLAR stern renown'd from sea to sea,</br>That held his sceptre long with hand divine,</br>Till Fate, in league with Hell, began to twine</br>With deep Tartarian black the splendid woof,</br>When JUNO bade her noxious fogs enshrine</br>Hyperion's genial beam, and seen aloof</br>Dark signs of dismal change enwrapt the heavenly roof.", "\"'PAN yet with FLORA mixt in every wood,</br>And PALES with POMONA crown'd the year,</br>No star autumnal push'd the horned flood,</br>To sweep away the hind and lab'ring steer,</br>When LOVE, who long had rul'd the shining sphere,</br>Forsook the sky on light, unconstant wing,</br>Resolv'd beneath his sway the shadows drear</br>With all the vast PLUTONIAN world to bring,</br>And touch with warm desire her solitary king.", "\"'In evil hour this upper world he left,</br>The weeping plains of genial bliss forlorn,</br>The air and ocean seem'd of joy bereft,</br>And from the steadfast globe her axle torn;</br>Thus, whilst all nature seem'd his loss to mourn,</br>The wayward power the land of shadows sought,</br>Thro' upper and thro' middle darkness borne,</br>Till Destiny the winged warrior brought</br>To PLUTO'S steely dome, by hand eternal wrought.", "\"'Tis not for me to tell, from hope exil'd,</br>How DIS began to lothe his lonely state,</br>Nor how the tyrant's stubborn heart recoil'd,</br>Nor Proserpine, ensnar'd by cruel fate,</br>And forc'd to pass the flood of endless hate,</br>The rape, the rushing car, and groaning ground,</br>Nor how on STYGIAN shore his lovely freight</br>The grisly king secur'd, and hemm'd around</br>With walls of beaten brass, and adamantine mound.", "\"'Then earth and hell a closer tie combin'd,</br>And fiends more frequent bask'd in open day,</br>Then Circe first the deadly guile design'd,</br>And fill'd her cup with charms the mind to sway,</br>And change to savage forms the sons of clay;</br>Thus first the venom'd bev'rage saw the light,</br>By fiends distill'd, and potent to betray</br>Whoever tastes, with shows of vain delight,</br>Till intellect is lost, and reason yields to night.", "\"'His healing arts the Epidaurian god</br>In vain employ'd, and PALLAS saw the soul</br>Shrunk from his lore, beneath the opiate rod</br>Of CIRCE lull'd, nor found, from pole to pole,</br>What pow'rs confed'rate join'd their dark control,</br>To taint the germ of health with venom'd store,</br>And mix with deadly drugs the simple bowl,</br>Deadly to all that touch'd the dang'rous shore,</br>When Temperance sway'd of old, but knew her place no more.", "\"'The NAIADS only seem'd their aid to lend</br>To mix her poison, and her charms distill</br>Their sacred lymph, so late the gentle friend</br>Of life, was deem'd the source of every ill.</br>Then to the gods, conven'd on IDA'S hill,</br>Th' accusing power the black impeachment brought</br>'Gainst those who feed the fount, or pour the rill,</br>Who now an higher post ambitious sought,</br>And dar'd, with arts unknown, to cloud the seat of thought.", "\"'O thou, whose presence glads thy favour'd isle,'</br>He cry'd, 'Great author of our royal race,</br>See'st then unheeded Circe's deadly will,</br>And her dark spells thy favour'd brood deface;</br>The NAIADS now forsake the wat'ry maze,</br>With rites prophane the wayward work to aid,</br>Intent no more to seek our winding bays,</br>Or steal with soft foot thro' th' embow'ring shade,</br>They ply in caves obscure th' unutterable trade.", "Forgetful of thy power, whose welcome sway</br>Releast them oft, in icy fetters bound,</br>Who gives their streamlets unreprov'd to stray,</br>And bids them lead the spring, and vest the ground,</br>By thy blest radiance led, but now disown'd</br>And scorn'd, thou see'st them join thy rebel foe,</br>Content to spread her steaming poisons round,</br>In Pleasure's lap the seeds of ill to sow,</br>And give with viewless hands the soul degrading blow.", "\"'He heard, and flash'd intolerable day,</br>Sign of wak'd wrath; the full assembl'd powers</br>Vote to assert his long-contemned sway,</br>And thro' their caverns deep and shadiest bowers,</br>Tho' summer lost her fruits, and spring her flowers,</br>To chase with burning beams the Naiad train,</br>To dry their bubbling channels to the source,</br>Their tresses singe, and from the neighb'ring main</br>With terror of his eye their headlong course restrain.", "\"'Then who can tell the woes of BELMARIE,</br>The pendent horrors of a brazen sky,</br>When flocks and swains in sad society,</br>And haggard throngs, beneath the burning eye</br>Of day were seen to droop, or climbing high,</br>Watch'd from the hills the cloudy speck afar,</br>That seem'd with livid stain to mark the sky,</br>And oft they pray'd the HYADS' wat'ry star</br>To rise, thrice welcome sign of elemental war.", "\"'Now up th' ethereal vault the Naiads soar,</br>Justice to claim against the lord of day,</br>And spread with mourning stoles the splendid floor,</br>Prostrate to him above, whose boundless sway</br>The universal tribes of life obey,</br>Their plaints to hear, and venge the mighty wrong;</br>But he resolv'd the suppliants to delay,</br>The dubious plea in long suspension hung,</br>And weeping off to earth he sent the baffled throng.", "\"'Whether to propagate the deadly feud,</br>And vex with plagues the guilty human race</br>He meant, or on the sisters of the flood</br>To stamp a flagrant mark of new disgrace,</br>Uncertain seems; but still with cloudless rays</br>The lord of day along his burning road</br>Went on, and still the fierce collected blaze</br>Pursu'd the Naiads thro' their deep abode,</br>Till ocean seem'd to shrink beneath the angry god.", "\"'Nor reckless of revenge, nor lost to fame</br>The Naiads seem'd, nor stoop'd again to sue</br>With baffled plea, but 'gainst the torrent flame</br>On murky wing their rallying forces drew</br>To final fight, and clad in vapours blue,</br>Their gloomy squadrons mount the lurid air;</br>Full soon the welkin bright was lost to view,</br>And Auster seem'd to shake his humid hair,</br>While the glad champaign hop'd the humid boon to share.", "\"'But premature the joy of field or swain,</br>Of flock, or wavy tilth, or drooping flower,</br>No more the sisters sad were seen to rain</br>In soft'ning, silent flow the pregnant shower,</br>That fill'd the glebe with vegetative power.</br>Corroding plagues instead, and mildew hoar,</br>Wide o'er th' expecting isle, in luckless hour,</br>The nymphs disperst, and blasted all the store</br>Of Phoebus favour'd isle, triumphant now no more.", "\"'Fell Thirst before had spent its utmost rage,</br>And Famine now his dismal course began,</br>His wrath, in vain, with ardent pray'rs to suage</br>The people strove; in vain the holy man</br>For thousands pray'd on life's extremest span</br>Suspended sad, of heavenly help forlorn.</br>Why need I tell how oft the matrons wan,</br>Clinging around the fanes, were seen to mourn,</br>And saw their fervent vows returned with sullen scorn.", "\"'And now a chosen train, resolv'd to brave</br>At once the utmost rigour of their fate,</br>Left the sad isle, and to the circling wave</br>Resign'd the fortunes of their sinking state:</br>Before the speeding gale the sacred freight</br>In happy moment touch'd the DELPHIC strand,</br>And, due oblations paid, submiss they wait</br>From him their final doom, whose mighty hand</br>Had dealt, for ages forth, the fates of many a land.", "\"'At length, in accents clogg'd with death, it came,</br>The sad response, and this the purport dire;</br>'The last of Phoebus' line in funeral flame</br>Shall end his days, then with the god of fire</br>In ancient league the NAIADS will conspire,</br>Appeas'd at last, and give their vengeance o'er;</br>This and a sacred pile the powers require,</br>Built to the Naiads on that happy shore,</br>That place where flames the pyre is blest for evermore.'", "\"'It ceast; dismay'd and blank the band remain'd,</br>Pond'ring, in silence sad, the stern behest,</br>For well they knew for whom the Fates ordain'd</br>Those plagues; on whom the sentence seem'd to rest:</br>No lengthen'd search it ask'd, no tedious quest</br>To find the last and least of Phoebus' line;</br>On me, with one accord, on me, unblest,</br>They turn'd the menace of the voice divine,</br>And heaven has seal'd their doom with many a fated sign.", "\"'In evil hour my destiny I fled,</br>And stain'd the ancient glories of my line,</br>But all in vain from shore to shore I sped,</br>Thro' ev'ry sea pursu'd by wrath divine.</br>Twice has the sun illum'd the fleecy sign,</br>And twice the BALANCE weigh'd the waning year,</br>Since first I saw the gath'ring storms combine</br>Against my peace, and many a sad compeer</br>By sea, the surge devour'd, by land, diseases drear.", "\"'But fate has struck her last and deepest blow,</br>And late repentance comes.  but comes in vain,</br>The time is past &mdash; no more the Gods bestow</br>On me the power to measure back the main,</br>Or tinge with blood the Belmarinian plain,</br>And there redeem the glories of my race;</br>Then tell the chief that owns your sea-girt reign,</br>What long renown shall deck the favour'd place,</br>Which my disastrous fall with streaming gore shall grace.", "\"'Tell him the NAIADS still must spend their wrath,</br>On land and main, and thro' the burden'd air</br>Still load the gale with elemental death,</br>And turn the bloom of Hope to wan Dispair,</br>'Till my wish'd fate the deadly flaw repair,</br>And bring at last the jarring powers to peace;</br>Then shall his isle the dear-bought blessing share,</br>From plagues aetherial free and dire disease,</br>While seamen spy her cliffs above the subject seas.", "\"'ONE awful monument of wrath allay'd,</br>For ages to endure the fates ordain;</br>Claim'd from HYPERION by each wat'ry maid,</br>High o'er the PARENT SPRING, a solemn fane</br>Must raise its glittering dome above the plain,</br>By art VULCANIAN rais'd and magic sleight;</br>For VULCAN raging for his CYCLOPS slain,</br>By Phoebus shafts, with never ceasing spite,</br>Still seeks occasions new to thwart the God of light.", "\"'Nor from the God this solitary boon</br>May you expect, but if your vows you pay</br>To Mulciber, beneath the midnight moon,</br>And hail with hymns his subterranean sway,</br>Redoubted rival of the Lord of Day,</br>With his Aetnean trumpet, breathing flame,</br>The God will answer glad, and soon convey</br>His warmth, aspiring thro' the mundane frame,</br>And the deep boiling spring his bounty shall proclaim.", "\"'The powers of life and health, that us'd to soar</br>From the broad surface of the river clear,</br>To shed the genial balm from shore to shore,</br>And with new joy the flagging spirits cheer,</br>Tho' lull'd asleep for many a languid year,</br>Deep in the bosom of the parent spring,</br>Loos'd by the fiery potentate, shall rear</br>Their angel forms, and spread the sylphid wing,</br>And o'er the ardent lymph exult in wanton ring.", "\"'Yet over earth and air the vagrant train,</br>Wasting their genial powers in vain, would roam;</br>He only their excursions can restrain</br>In the vast concave of his magic dome,</br>Till, like the summer swarms, they own a home,</br>And in mixt conflict recollect their powers</br>Of energetic life, as when the womb</br>Of CHAOS held the congregated stores</br>Of jarring elements, that shook the mundane shores.", "\"'Then hovering o'er the deep fermenting bed,</br>The social bands shall quaff the rising fume,</br>Which round the vasty concave o'er their head</br>Shall vest the dim vault in CIMMERIAN gloom,</br>Till heaven's empyreal elements relume</br>And paint their shadowy forms with dawning ray;</br>Their forms, soft twinkling thro' the cloudy room,</br>Shall pierce the murky mist, with streaming day,</br>As Phoebus, when he smiles the driving rack away.", "\"'Then pregnant with the seeds of light and heat,</br>And charg'd with hoards of more than mortal joy,</br>Weary and longing for a cool retreat</br>From the reflection of that brazen sky,</br>The mighty Magian to a portal nigh</br>Shall lead their steps, whose op'ning valves afar</br>Its mazy depths disclose, that cheat the eye,</br>Meanders dark, unseen by sun or star,</br>Where still he points the way with kind assiduous care.", "\"'There all refresh'd, and vig'rous to the race,</br>Again the tribes shall feel the magic rod,</br>Their wings shall moult again, their limbs unbrace</br>And melting into lymph, the fiery god</br>Shall lead them forth, in form a sparkling flood</br>Of Nectar pure, elixir of delight.</br>This mixt with water clear shall send the blood,</br>In transport thro' the pulse, the spirits light</br>On Fancy's wing sublime shall mount an eagle flight.'", "\"He ceast, and instant thro' the list'ning crowd</br>A mingled murmur past, and thus was heard,</br>At intervals, the voice of joy aloud:</br>'And is it thus at last the Gods have clear'd</br>Their dark decrees, and thus benignant cheered,</br>With welcome beam, the long disast'rous night?</br>Hail happier day than ever yet appear'd,</br>Since first against our isle the furies spite,</br>This elemental fray was suffer'd to excite!'", "\"From shore to shore the gladsome rumour ran,</br>The king and all his people throng'd to view,</br>From every coast, the false devoted man,</br>And nearer now the solemn season drew,</br>The busy priests prepar'd in order due</br>The consecrated flour and holy wreath,</br>For uncouth obsequies, lustrations new,</br>For human victim meet, condemn'd to death,</br>And bent for public good to render up his breath.", "\"The hours at length brought on the dreadful day</br>For the oblation mark'd by wayward fate;</br>Dim vapour muffled up the morning ray,</br>And darkness overhung the eastern gate;</br>The sacred valves unfold, in solemn state</br>The white stol'd priests appear, a splendid train,</br>And for th' eventful hour in silence wait,</br>Appointed to remove the nation's stain,</br>And bring, with better hopes, the golden age again.", "\"Before, a pile was seen, with garlands crown'd,</br>Of linked laurels mixt with willows gray,</br>Symbols of jarrs compos'd, and Peace profound,</br>Betwixt the power that rules the circling day,</br>And those that teach their silver streams to play</br>In wanton mazes thro' th' empurpled mead;</br>High rose the structure fair with poplars gay,</br>And unctuous pines the raging fire to feed,</br>With baleful Cypress mixt, for funeral rites decreed.", "\"At length, attended by his faithful band,</br>The victim came, the sounding portals clos'd,</br>Awhile he stood, then wav'd his awful hand,</br>And silence on the pitying crow'd impos'd:</br>'Ye tribes,' so late to heavenly wrath expos'd,</br>He cry'd, 'attentive hear my last request;</br>So may no curse invade your sea-beat coast,</br>No canker foul your waving crops infest,</br>Nor famine, plague, nor war disturb your sacred rest.", "\"'For me a slight attention may suffice,</br>My dust to gather from the sinking pile,</br>And where her streams the mother fount supplies,</br>Whose springs perennial cheer the thirsty soil,</br>Scatter with sparing hand the hallow'd spoil;</br>Thus shall the Naiads calm their wonted rage,</br>Nor longer mix in loud aerial broil:</br>But crown their banks with many a smiling pledge</br>Of love and union sweet, from many a coming age.'", "\"Mute Sorrow chok'd his voice; he gave the sign,</br>And round his knees appear'd his infant train:</br>Weeping he cry'd, 'To you I now resign</br>These precious pledges long reserv'd with pain</br>In the long perils of the land and main;</br>And ye, if aught my voluntary fate</br>Of good or glory for your isle obtains,</br>If their fall'n sire supports your sinking state,</br>To them your friendship pledge, while I my doom await.", "\"'For them, for you, my blood I freely give;</br>For theirs the lot, had I refus'd the doom,</br>Yet from my ashes may their fires revive,</br>And once again the wond'ring world illume,</br>When their lost parent fills the silent tomb;</br>And if to future days my sight extend,</br>Succeeding times shall see the youths assume</br>The awful task this island to defend,</br>And from their low degree by godlike steps ascend.", "\"'Cherish the boys, nor scorn the humble meed,</br>That melting pity on her friends bestows,</br>Tho' thus condemn'd the heir of Cynthius bled,</br>And sees the period of his lengthen'd woes;</br>Still in his race the flame paternal glows,</br>That marks, from age to age, the sons of day;</br>Then hail the boon that fate indulgent throws</br>On yon blest isle, to fiends no more a prey,</br>Nor wan diseases wrapt in winter's foul array.'", "\"Struck with the semblance of a father's woe,</br>A mingled murmur pass'd the crowd among,</br>Their sobs were heard, and tears began to flow</br>The porches wide and echoing courts among,</br>But graver business interrupts my song;&mdash;</br>Adieu fair hills, and haunted glades adieu,</br>Some hour with leisure blest, your sylvan throng</br>Again I'll meet, and catch the rapturous view,</br>When no illiberal cares your grateful Bard pursue.\"", ""]