["The deep affection of a mother's soul</br>O who can paint?  The vivid glow of love,</br>Like the firm needle on the distant pole,</br>Or the fair bow that spans the skies above,</br>Abides the tempest, as the dappled dove</br>Broods o'er her fledgelings when the howling gale</br>Sweeps o'er the heavens, and rives the blooming grove;</br>O love is firmer than the hauberk's mail,</br>Though delicate its frame, mellifluent the tale.", "While the fair cherub, hung upon the breast,</br>Smiles on the eye, that beams in blissful glow,</br>Fond fancy culls each flower among the blest,</br>Invokes the charms, that live in heaven below,</br>A robe to deck, o'er which the heart will throw</br>Its tender passion's perfume, and array</br>The guileless infant; hope will incense strow</br>Around its path where genial zephyrs play,</br>And the high angels grave in heaven its natal day.", "When manhood rises agile and alert,</br>And time has seized his young, unruffled years,</br>When infant mild!  thou art not what thou wert,</br>And the rude world in dismal garb appears,</br>Parental love another vestment wears,</br>Yet decked with finer gems, and brighter hues;</br>The eye's impearled with less of saline tears,</br>But a deep feeling lingers in its views,</br>And every noble deed its vision keen pursues.", "Within the mother's bosom dwells a store</br>Of all, that beautifies terrestrial life,</br>Imbibed not from the metaphysic lore</br>Of warring sophists, nursed in ceaseless strife,</br>But with the holy thought of heaven rife;&mdash;</br>Untainted, undeluding, and sincere,</br>The joyous mother, and the loving wife,</br>Fair woman heeds not menace, knows not fear,</br>When virtue is assailed, or pity craves a tear.", "She was the acme of unnumbered worlds!</br>She was the festoon, that arrayed the fane</br>Of nature &mdash; and when the Archangel's fury hurls</br>The dome of earth to ruin, o'er the plain,</br>That spreads on high, will float the raptured strain</br>Of heavenly choirs on innocence and love!</br>Eternal Wisdom in his ruth did deign</br>To pair the eagle with the tender dove,</br>And in celestial unison they live and move.", "If wanton fascinations lead astray</br>The heedless youth, and plunge the darling child</br>In revelry's dark abyss &mdash; if the ray</br>Of light and hope is quenched by folly wild,</br>If the full heart by no dim gleam's beguiled,</br>And death broods o'er the mother's pride and care,</br>A lingering flush her pallid cheek will gild,</br>And flash along the gloom of black despair,</br>E'en while she treads his grave, and heaven assails in prayer.", "O sacred love that never knows decay!</br>O faithful guardians of our infant hours!</br>Unknown to pomp, and glittering array,</br>Are the beautiful, odoriferous flowers,</br>That hang around the woodland's umbered bowers.</br>Yet they enshield us from the solar glow;</br>So woman, witness, ye Supernal Powers,</br>Guards us in youth, ere opening mind can know</br>The countless ills of life, that whelm us in their flow.", "Then while existence, in its fleet career,</br>Displays the hand that reared the tender germ,</br>While the fond soul doth all the vestments wear,</br>Flung by affection round the pensile form,</br>Ere the heart feels the fierce corroding worm,</br>Let gratitude sincere libations shed,</br>And gild of time each rapid rolling term;</br>So noble nations, in sweet virtue bred,</br>Will mercy mild revere, and deprecate all dread.</br>"]