["ZARA'S EVENING PRAYER.</br>Father of all! &mdash; of life and boundless love!</br>Omnipotent, omniscient Lord of Heaven!</br>Who sittest enthroned 'midst cherubim above!</br>To Thee all glory, prayer, and praise be given.&mdash;</br>Witness if I be silent morn or even,</br>Ye hills, ye vales, and ever-rolling sea,</br>Whose ambient floods around the world are driven.&mdash;</br>O, Lord!  how good is every thing from Thee!</br>To utter all thy praise falls short &mdash; Eternity.", "Most blessed Jesus! &mdash; glory of the world!&mdash;</br>The Lamb of God! &mdash; the Saviour of mankind!&mdash;</br>Whose holy life to mortals hath unfurl'd</br>A page, where all the laws of Heaven we find.&mdash;</br>Light of creation!  sunshine of the blind!</br>Oh!  may Thy name for ever hallow'd be;</br>Warm every heart, enlighten every mind.&mdash;</br>Lord, from Thy presence whither shall I flee?</br>In earth and Heaven above all glory be to Thee!", "Then bless the Lord, my soul; O bless the Lord!</br>Almighty Father!  on my bended knees</br>I call upon Thy hallow'd name adored!</br>Join every living thing, ye rolling seas,&mdash;</br>Ye woods, ye waves, ye spirits of the breeze,</br>And thou that tread'st th' ethereal fields above,&mdash;</br>Star of the day!  whose last beams yon tall trees</br>Have tipp'd with living  gold, high o'er the grove,&mdash;</br>O praise th' Eternal God, &mdash; the Lord of life and love!", "Ye harmless birds, that tune your happy lays,</br>And innocently open your glad wings,</br>Rock'd by the breath of Heaven upon the sprays,</br>Where every blossom which is lovely springs,&mdash;</br>O tune each little throat that sweetly sings</br>To your great Maker! &mdash; every note be laud!&mdash;</br>Who built yon arch, where Night her spangles flings?&mdash;</br>Who reared the mounts? &mdash; who spread the seas abroad?&mdash;</br>Earth &mdash; ocean &mdash; echoes &mdash; lightnings &mdash; thunders &mdash; thunder, \"God!\"", "\"Hail, Source of Being!  Universal Soul</br>Of Heaven and earth!  Essential Presence, hail!\"</br>Lord of the endless Heavens, and worlds which roll</br>Beyond the bounds of mortal fancy frail!</br>O Thou, who ridest upon the stormy gale,</br>Upholding all the star-bespangled steep!</br>To Thee I bend the knee!  my lips do fail</br>To utter praises! &mdash; Ah!  I can but weep!&mdash;</br>Lord, read my heart; Thou know'st its inward feelings deep.</br>"]