["A lake once lay where thunder clouds sail,</br>On the lofty mountain's breast,</br>Whose ripple when rais'd by the rustling gale,</br>Was so gentle it seem'd at rest;</br>The pine wav'd round and the dark cliff frown'd,</br>Their shadow was gloomy as night,</br>But when the sun shone, on his noon-day throne</br>The lake seemed a mirror of light.</br>There the red-finn'd trout like a flash darted by,</br>And the pickerell mov'd like the glance of an eye.", "When the wind breath'd soft at the dawning of day,</br>When the morning-birds warbled around,</br>And the rainbow shone on the scarce seen spray,</br>No lovelier place could be found:</br>Oh!  this scene was as dear to mine eye and mine ear,</br>As the glance and the song of my love,</br>And the lake was as bright, and as pure to the sight,</br>As the bosom of angels above,</br>Its west side glow'd with the sun's bright sheen,</br>And its east reflected a forest of green.", "The year roll'd away, and I saw it no more</br>Till the spring bloom'd sweetly again,</br>Till the birch first unfolded its leaves on the shore,</br>And the robin first warbled its strain;</br>But no lake smil'd there, with its bosom fair,</br>'Twas a dell all with birches o'ergrown,</br>From my dream of delight like a sleeper at night,</br>I awoke and I found me alone.</br>Thro' the vale it had burst with the swiftness of wind,</br>And left but a path of destruction behind.", "The leaves were all dead on the wave-loving willow,</br>It whisper'd no more in the wind,</br>No moon-beams slept on the water's soft pillow,</br>Or smil'd like the tranquilliz'd mind:</br>Each flow'r bush there, was the fox's lair,</br>And the whippoorwill sung all alone,</br>Where the moon-beams pale, glancing through the vale,</br>Just clean'd on the moss-grey stone.</br>Where the trout once darted, the adder crept,</br>And the rattlesnake coil'd, where the Naiad wept.", "By the moon's chill light, the white pebble shone,</br>On the beach where the waves once roll'd,</br>And the lustre gleam'd on the water worn stone,</br>But told to the eye it was cold;</br>No rippling wave that beach shall lave,</br>No white foam shall dash on that shore,</br>And the billow's flash, and its scarce heard dash,</br>Shall be known in that valley no more.</br>For the wave shall be heard &mdash; the serpent's breath,</br>For the dash of the billow &mdash; the hues of death.", "Where the foam once sparkled &mdash; the cedar-bush wav'd</br>And the reed rustled sweet in the gale,</br>And the rock that the water so silently lav'd,</br>Was hid by the grey lichen'd veil:</br>There the dark fern flings on the night-wind's wings</br>Its leaves like the dancing feather,</br>And the whippoorwill's note, seem'd gently to float,</br>From the deep purple bloom of the heather,</br>Where the surface glitter'd the weed grew wild,</br>And the flow'r blossom'd sweet where the wave once smil'd.</br>"]