["EUNE.", "Eune a wanton Nymph, and Triton Swain</br>Agreed a while to leave the boundless main;</br>And near the shore unseen they chose to kiss,</br>Where no Sea-rival might disturb the bliss.</br>O'erwhelmed with joy, his lips she gently prest;</br>Then murmuring fell, and slept upon his breast;</br>While pleasing dreams past scenes of love repeat,</br>And cooling breezes fan the summer's heat.</br>Thus as she lay entranc'd, the wanton air</br>Play'd on her mouth, and sported with her hair;</br>The boy, less kind, thus as she sleeping lay,</br>Rose unperceiv'd, and stole unheard away.</br>(For men once satiate, when the rage is o'er,</br>Will curse that beauty, which they now adore.)</br>The ebbing tide had left the sandy plain,</br>When Eune wak'd, and look'd, but look'd in vain.</br>Sad thoughts, and black despair pierc'd through her soul,</br>With tears she saw the distant billows roll.</br>She found her self forsaken, and alone,</br>The Triton absent, and the water gone.</br>Grievous she moan'd her fate, and weeping said,", "\"Is thus my love, my easy love betray'd?</br>Such scorn we may expect, nay we deserve,</br>When wanton souls from steady virtue swerve.</br>But ah!  inconstant Melvin, and ingrate,</br>When Love was ceas'd, you might have shown your hate;</br>You might have kill'd me with those faithless hands,</br>Rather than leave me thus on parching sands.</br>Well may you follow the inconstant sea,</br>The waves are false, and you are false as they.</br>By both betray'd, with gnawing hunger pin'd,</br>I must unpity'd die, and &mdash; die for being kind.</br>Farewell, ye sister-nymphs, believe no more,</br>Nor trust the youth, nor trust the hated shore.</br>Farewell ye distant waves; you I forgive,</br>Well might you fickle prove, and Eune leave,</br>When he, who lov'd so much, yet could deceive.</br>Farewell ye sportive fish, and beauteous shells,</br>And shining pearls, that grow in rocky cells,</br>Whose polish'd orbs on twigs of coral strung</br>Around my neck the perjur'd Melvin hung.</br>Farewell, ye songs, that once were thought to please,</br>My voice shall calm no more the listening seas.</br>Unhappy fate of the soft yeilding Maid!</br>Whoever loves, is sure to be betray'd.\"", "Thus the despairing Nymph complain'd alone,</br>'Till faint with grief, and tir'd with piteous moan,</br>When kinder sleep again with calm surprize</br>Sooth'd all her pain, and clos'd her willing eyes,</br>And now returning waves by slow degrees</br>Move on the beach, and stretch the widen'd seas.</br>Melvin approaches with the rising tide,</br>And in his arms enfolds his sleeping bride.</br>Eune, awake, with wonder view'd around;</br>The sea was near, and the lost Lover found.</br>\"Ah!  do I now, or did I dream before,</br>Cries the fond Nymph, when on the barren shore</br>Left by the sea and you, so long I mourn'd;</br>How were you gone, or whence are you return'd?\"</br>\"Vain dreams, reply'd the wily youth, deceive</br>Your wandering thoughts, and false impressions leave.\"</br>He said, and kiss'd the Nymph; she kiss'd again:</br>And, blest with Melvin's smiles, she forgot her pain.</br>"]