["Give me, Sicilian maids, sublimer strains,</br>All love not lowly shrubs and rural plains:</br>Or if ye chuse to sing the shady grove,</br>Make your theme worthy a great consul's love.", "The years approach, by Sybils sage foretold,</br>Again by circling time in order roll'd!</br>Astrea comes, old Saturn's holy reign,</br>Peace, virtue, justice, now return again!</br>See a new progeny from heav'n descend!</br>Lucina hear!  th' important birth befriend!</br>The golden age this infant shall restore,</br>Thy Phoebus reigns &mdash; and vice shall be no more.</br>The months begin, the babe's auspicious face,</br>Pollio, thy glorious consulship shall grace;</br>What footsteps of our ancient crimes remain</br>For ever shall be banish'd in thy reign.</br>He shall enjoy the life divine, and see</br>The gods, and heroes of eternity;</br>The jarring world in lasting peace shall bind,</br>And with his father's virtues rule mankind.", "For thee, O child, spontaneous earth shall pour</br>Green ivy, mix'd with ev'ry choicest flow'r:</br>Each field shall breathe Assyria's rich perfume,</br>And sweets ambrosial round thy cradle bloom:</br>With milk o'ercharg'd the goats shall homeward speed,</br>And herds secure from mighty lions feed.</br>The baleful asp and speckled snake shall die,</br>Nor pois'nous herb 'mid flow'rs conceal'd shall lie.</br>But when his matchless father's deeds divine,</br>And how in virtue's arduous paths to shine,</br>Warm'd with old heroes' fame, the youth shall know,</br>Then clustering grapes on forest-thorns shall glow;</br>Swains without culture golden harvests reap,</br>And knotted oaks shall showers of honey weep.</br>Yet of old crimes some footsteps shall remain,</br>The glebe be plough'd, ships tempt the dang'rous main;</br>'Round cities bulwarks rise, and massy tow'rs,</br>And other Argo's bear the chosen pow'rs;</br>New wars the bleeding nations shall destroy,</br>And great Achilles find a second Troy.", "But when he reaches manhood's prime complete,</br>The sailor shall forsake the useless fleet;</br>No freighted ship shall wander ocean 'round,</br>With ev'ry fruit shall every clime be crown'd:</br>No lands shall feel the rake, nor vine the hook,</br>The swain from toil his bullocks shall unyoke:</br>No wool shall glow with alien colours gay,</br>The ram himself rich fleeces shall display</br>Of native purple and unborrow'd gold,</br>And sandyx clothe with red the crowded fold.</br>The sisters to their spindles said &mdash; \"Succeed</br>Ye happy years, for thus hath fate decreed!\"</br>Assume thy state!  thy destin'd honours prove,</br>Dear to the gods!  O progeny of Jove!</br>Behold how tottering nature nods around,</br>Earth, air, the wat'ry waste, and heav'n profound!</br>At once they change &mdash; they wear a smiling face,</br>And all with joy th' approaching age embrace!</br>O that my life, my vigour may remain</br>To tell thy actions in heroic strain;</br>Not Orpheus' self, not Linus should exceed</br>My lofty lays, or gain the poet's meed,</br>Tho' Phoebus, tho' Calliope inspire,</br>And one the mother aid, and one the sire.</br>Should Pan contend, Arcadia's self should own</br>That I from Pan himself had gain'd the crown.</br>Begin, begin, O loveliest babe below!</br>Thy mother by her tender smile to know!</br>(Ten tedious months that mother bore for thee</br>The sickness and the pains of pregnancy)</br>For if thy parents smile not, 'tis decreed,</br>No god shall grace thy board, no goddess bless thy bed.</br>"]