["Ye swains, who your wit to display,</br>Keep teazing one all the day long;</br>That Daphne, the lovely, and gay,</br>Was meant in a late simple song.</br>She ne'er was the subject before,</br>Of Colin's love-pastoral strains;</br>But now, by the muses he swore,</br>Thus her name should resound thro' the plains.", "\"Daphne's name like a magical line,</br>Shall draw down the musical quire,</br>And Phoebus himself with the nine,</br>For Daphne will deign to inspire.</br>Yet the graces must join in the train,</br>Else half Daphne's charms will escape;</br>For the graces alone can explain,</br>And picture her air and her shape.", "\"Can paint her majestical mein,</br>How graceful she dances or walks;</br>She moves, and she looks like a Queen,</br>And like Pallas the goddess she talks:</br>Her words when firm friendship's the theme,</br>Flow warm from her generous heart;</br>But O!  if sweet love you once name,</br>Her words a soft poison impart.", "\"For the languishing glance of her eyes,</br>With love's poison these accents prepare,</br>And the man who dares look, surely dies,</br>Then ah Colin!  poor Colin beware.\"</br>Scarce thus had the gentle swain sung,</br>In such strains as were void of all art;</br>(For he ne'er had accustom'd his tongue,</br>To speak aught but the tho'ts of his heart)", "When behold!  by a fortunate chance,</br>He discover'd the nymph cou'd deceive</br>With a smile, &mdash; Or affect a kind glance,</br>Which a plain honest swain wou'd believe:</br>Then pleas'd with a triumph so mean,</br>So unworthy a generous fair,</br>She strove it might plainly be seen</br>That Colin was caught in her snare.", "At an insult so open and bold,</br>The shepherd soon summon'd his pride;</br>Which, like blossoms nipt by the cold,</br>Made love's growing passion subside.</br>Tho' her breath be as sweet as the rose,</br>And enchantingly soft are her eyes,</br>Yet with noble resentment he glows;</br>And her name he wou'd learn to despise.", "He wou'd learn, &mdash; tho' the task be severe,</br>To despise what he fain would approve;</br>Yet the breach one kind look may repair,</br>Such a look as first led him to love.</br>He wou'd say then &mdash; \"perhaps I mistook;</br>For true love is both jealous and blind:</br>No falshood sure dwells with that look!</br>And my Daphne's all truth &mdash; and still kind.\"", "To be blind is love's weakness, I ween,</br>For its fondness oft doats on false charms;</br>And too oft' when there's nought to be seen,</br>By its jealousies sounds false alarms.</br>Then, O ye fair nymphs of the plain,</br>Take pity on those you subdue,</br>Nor like Daphne delight to give pain,</br>To a Colin that's constant and true.</br>"]