["How should a heart opprest with worldly cares,</br>Of Spiritual inward Joy now rightly sing;</br>Since none her knowes but who her image beares,</br>And feeles the Spirits inward witnessing:</br>All sacred stuffe I to this building bring</br>No helpe, but he that Abba Father crys,</br>Can teach my Muse to touch this golden string,</br>I therefore here forbeare prophane supply's,</br>My Spirit wholly on the holy Spirit rely's.", "Well, said the King, All worldly things are vaine,</br>And travell which beneath the Sun he found</br>Compared to least drop or minutes gaine,</br>Which Spirituall Joy did to his heart propound;</br>No reach of Wizards skill, no wit profound,</br>Is able this true Joy to comprehend,</br>This Musicke wholly to the Saints doth sound,</br>The inward man can only apprehend,</br>Sweet lively Spirituall Joy, which never shall have end.", "No Muses darling ever yet did dreame,</br>Of this sweet wind, which where it lifts doth blow;</br>This onely is sweet Israels Singers theam,</br>Which he by heav'nly influence did show;</br>And then most, when the outward man brought low,</br>By paine of body, or by griefe of mind,</br>Did from his pen divinest comforts flow</br>Most herv'nly Joys, which he was wont to find,</br>To grow more strong within, as he without declin'd.", "Oh Joy of joys!  Unspeakable delight,</br>Ev'n when our soules the powers of hell doe shake,</br>And us with Justice and due vengeance fright,</br>When as our guilty conscience is awake,</br>That all with terrour tremble, horrour quake;</br>That then one gentle beame of heav'nly Grace,</br>Not onely shall from us this horrour take,</br>But in Loves armes us in an instant place,</br>They onely know this Joy, that have beene in this case.", "If ever I received strength and skill</br>From Heav'n to scale the hill of contemplation,</br>I now doe hope Gods gracious Spirit will,</br>Me fill with Joy for his sweet Meditation;</br>Oh blessed Spirit!  who by sweet inspiration,</br>Directest ev'ry holy Prophets quill,</br>Enlighten mine, by heav'ns illumination,</br>That most divine sweet Joys it may distill</br>Into the Readers heart, and Mine with comfort fill.", "No tongue could ever tell, no heart conceive,</br>Therefore no Art is able to define</br>What is the inward Joy which we receive</br>By peace of conscience, and Grace divine:</br>But sure it is, that speciall marke or signe,</br>Which on our soules the holy Spirit of Grace</br>Most gently doth imprint, and lively line,</br>Whereby we doe behold Gods cheerefull face,</br>And spiritually feele our Bridegroomes sweet embrace.", "There is a naturall and carnall Joy,</br>Besides this inward Joy spirituall,</br>By one we common blessings here enjoy,</br>By th' other we in Sin and errour fall;</br>Those be partakers of Joy naturall,</br>That health of body have, and worldly store,</br>The carnall Joy we sinful pleasures call,</br>Excesse of meate, and wine, Lips of a whore,</br>And all mans vaine delights 'gainst rule of heav'n lore.", "These Joy's which with false pleasures us deceive,</br>Are not of kin to Joy spirituall;</br>For that they alway's doe our hearts bereave</br>Of inward Joyes pure food Angelicall;</br>Gods goodnesse is th' efficient cause of all,</br>And though each person in the Trinitie,</br>May seeme to have a working severall,</br>Yet all in one, and one in all agree,</br>With Joy here to begin mans true felicitee.", "There many causes are materiall,</br>Why we this inward Joy in us should have;</br>Gods freest grace which doth most surely call,</br>All those that he elected hath to save;</br>The Peace of conscience, which Joy us gave,</br>And eke the Joy of our Sanctification:</br>Whereby ev'n heavens inheritance we crave,</br>And certainly expect glorification,</br>And are invited guests to heav'ns participation.", "As are Gods gifts and graces infinite,</br>So causes are of Joy spirituall;</br>It fills my soule with infinite delight,</br>When all his benefits to mind I call;</br>But none like this that's Sonne should save us all,</br>By that great secret of his Incarnation,</br>Which made the Babe into Joy's Passion fall,</br>At blessed Mothers heav'nly Salutation,</br>And made blinde Simeon's soule rejoyce in his Salvation.", "This made the Mother of the Babe to sing,</br>And her sweet little Lord to magnifie,</br>Her Saviour, which shee in her armes did bring;</br>This made in heov'nly Host such melody,</br>When newes was brought of his Nativity;</br>Oh Joy of Joys!  to you is borne this day</br>A Saviour, God from all eternitie;</br>This made the Wise-men from the East to stray,</br>And offer to him gifts that in a cradle lay.", "This made the holy King propheticall,</br>Though many pleasant Lay's to Harpe hee sing,</br>Straine none so high, and so patheticall,</br>As those of his Sonne, Saviour, Lord, and King:</br>Oh then each stroake, hee strikes, to heav'n doth ring.</br>His heart rejoyceth;  and his tongue is glad,</br>Such Joy doth hope of resurrection bring,</br>That thongh his flesh be with corruption clad,</br>His heart shall never faint, nor soule be ever sad.", "We for this hope, it count exceeding Joy</br>When we doe fall, on many sore temptations,</br>And when afflictions most abound, we Joy </br>In Trialls, Sufferings, and Tribulations:</br>The Angels in their holy habitations,</br>At our conversions wondrous Joy receive,</br>What passing Joy will be and delectations,</br>When all the members to their head shall cleave,</br>And for short Sorrowes, endlesse recompence receive.", "My Muse her selfe ev'n out of breath now fly's,</br>Rais'd up so high by Joy Spirituall;</br>Yet by Joys objects, she must higher rise,</br>To Father, Sonne, the holy Ghost, and all:</br>What greater Joy, then on the Father call;</br>And how did Abraham rejoyce to see?</br>The day of his Redeemers nuptiall;</br>Ah what more Joy unspeakable can bee?</br>Then feele the holy Spirit of Grace to dwell in thee.", "Oh happy Host, such guests to entertaine,</br>With peace of conscience, their continual feast,</br>Open you everlasting doors againe,</br>Open, The King stands knocking ready prest;</br>The King of Glory to come in and rest:</br>Downe from the fig-tree speedily then come,</br>And entertaine thy Saviour in thy brest,</br>To day Salvation is to thee come home,</br>With Faith, Hope, Love, and Truth perfume thou ev'ry rome.", "For without these, true Joy will never stay,</br>With her must all the heav'nly Graces bide,</br>Long-suffering, Mercy, Peace, desire to Pray,</br>God these hath joyn'd, no man may them divide.</br>False Joys without these into us may slide,</br>As stony ground, which did receive the seed;</br>Did flourish faire, and Branch on ev'ry side;</br>But this did Faith, but temporary breed,</br>And we this but a momentany Joy areed.", "There are besides this friendly seeming Joy,</br>Other that are professed enemy's;</br>As those which worldly happinesse enjoy,</br>And live in plasures, ease, and jollity's:</br>Against these th' authour of true joy reply's,</br>Woe unto you that laugh, for you shall waile,</br>Lament and howle for your iniquity's,</br>When Judgement comes, and all mens hearts shal faile,</br>What then shall all your worldly pleasures you availe.", "Another Joy against true Joy I find,</br>When in true cause of Joy we so delight,</br>That we omit from Lusts to clense our mind,</br>And valiantly 'gainst base affections fight,</br>Ah!  how can heav'nly true Joy take delight,</br>Amongst our grosse corruptions here to dwell,</br>Sure this Rejoycing is not good and right,</br>A little Leven makes the whole lump smell,</br>Our boasting's vaine:  This water's not from living Well.", "There is a counterfett, and feign'd delight,</br>Shew'd in the face, but comes not from the heart,</br>Whom I may call, A merry Hypocrite,</br>Others rejoyce so in their own desert,</br>In their redemption they will beare a part:</br>These are the men whom workes must justifie:</br>Alas!  poor wretch!  remember what thou art,</br>And whence thou hast received thy supply,</br>And thou shalt soone from this thy proud rejoycing flye.", "Proud flesh and bloud!  that dares of merits boast,</br>When in thy Makers presence thou do'st stand,</br>And hopest to regaine what Adam lost:</br>By thine inherent Justice:  thou dost band,</br>Directly 'gainst thy Makers glory; and</br>Seek'st to rejoyce in Justice of thine owne,</br>Presume not 'bove thy strength to understand,</br>But merry be and glad in God alone,</br>Who is all Worthinesse, but in thy selfe is none.", "As those which vaine applause of men regard,</br>And at their doing almes a trumpet blow;</br>Gaine onely praise of men, for their reward,</br>But God no such good-workes will ever know;</br>So those in whom these boasting merits flow,</br>And in their meritorious workes delight,</br>God never them doth this sound comfort show,</br>They may awhile seeme goodly in mans sight,</br>But never feele true inward Joy and sound delight.", "As those which only see the Stars and Moone,</br>But never saw fair Phoebus glorious light,</br>Beleeve no cleerer lights have ever shone;</br>Then those faire Lamps which do adorn the night;</br>So those that never knew this true delight,</br>Those heav'nly Joys to holy Saints confin'd,</br>Thinke there most Joy, where flesh doth most delight:</br>But tast they once sweet inward Joy of mind,</br>In all these worldly Joy's they no content can find.", "This heav'nly Joy by no similitude,</br>In Heav'n or Earth can truly be exprest,</br>Yet is shee felt, as oft in simple rude,</br>As in the most profound deepe learned breast;</br>None know her, till they be of her possest.</br>For as we feele the winde when it doth blow,</br>But whence it comes, or where it meanes to rest,</br>No wit of man ere able was to show;</br>So many feele these Joys, but know not whence they flow.", "As in the Incarnations mysteries,</br>The blessed Virgin over-shadowed</br>By th' Holy Ghost, and power of the most High;</br>Perceiv'd her fruitfull womb replenished,</br>But knew not whence, till th' Angell it aread;</br>So we this Babe of Joy spirituall,</br>Oft feele in us most lively quickened;</br>But know not how, nor whence the same doth fall,</br>This that same Spirit of Truth, to us revealeth all.", "And as no creature able is, of man</br>The Spirit to discerne, but man alone;</br>So of this Spirituall Joy, no spirit can</br>Conclude, but this sweet spiritual holy One:</br>Some would it liken to the glorious Sunne,</br>Which by his lively beames doth Life inspire;</br>Where they an object fit to light upon,</br>But I forbeare too nicely to inquire,</br>And rather in mine heart, to feel her beames desire.", "Oh Sunne of Light!  Bright Glory of thy Sire,</br>Who when thou left'st the earth, thy Spirit didst send,</br>Into our hearts sweet comforts to inspire,</br>And with us to abide till worlds last end:</br>Some good examples to my Muse commend,</br>Of holy men, which took so much delight</br>In heay'nly Joys, they holy them intend,</br>And banish all vaine worldly pleasures quite,</br>Shining like glorious Lamps in worlds obscurest night.", "This inward heate, this holy heav'nly fire,</br>Most what concealed under ashes ly's,</br>Which one, till into flames they doe respire,</br>At home more easie, than abroad descry's:</br>Because it selfe within best testify's:</br>In Abraham appear'd this holy flame;</br>Whenas he saw his Saviour with his eyes</br>Who of his blessed seed long after came,</br>For Abram saw Christs day, and joyed in the same.", "Up Miriam up, thou merrily canst sing,</br>Now through the Red Sea thou art safely past,</br>Hereby our Baptisme then prefiguring,</br>That when Repentance us with teares hath wash't,</br>With Joy wee Egypts Bondage off should cast:</br>But never did more Joyfull musicke sound,</br>Then Davids:  when he of this Joy did tast,</br>Restore mee to those wonted Joys I found,</br>And ever let thy holy Spirit in me abound.", "Oh blessed Bridegroome of the fairest Bride,</br>How often when she seeketh thee by night,</br>Doest thou thy Joyfull presence from her hide?</br>That wanting, shee in thee may more delight:</br>How oft againe, when thou dost her invite?</br>Rise my belov'd, and ope to me the doore,</br>Such is her nicenesse, and her sluggish sprite;</br>Shee will not rise to let thee in, before</br>Thou thence art gone; And then thy losse shee doth deplore.", "These are the apples, odours, nuts, and wine,</br>Which comfort her, when she is sicke of Love;</br>These Christs embraces that doe her entwine,</br>The kisses which he gives his Turtle Dove:</br>Milke, spice, pomegranats, which shee so doth love,</br>All these are inward Joys the Bride hath here,</br>Whereof she with the Bridegrooms friends doth prove;</br>And eates and drinkes with Joy and merry cheere,</br>Yea drinkes abundantly with her beloved deare.", "This was the Joy, that him was set before,</br>That did endure the Crosse, despise the shame,</br>And Lord of all, became, low, naked, pore,</br>Enduring death us to excuse from blame!</br>His Martyrs and Apostles in the same</br>Suffrings and crosses him have followed;</br>And trode the Wine-presse as their order came,</br>Where some in scorching flames more Joys have red,</br>Then wearied Limbs could finde in softest downy bed.", "This 'twas the Kingly Prophet so admir'd,</br>When loathing all worlds pompe and glory vaine,</br>He this one onely thing of God desir'd.</br>For ever in his Temple to remaine,</br>To view the Beautie of that heav'nly traine;</br>This made him leave his purple Crowne and Throne,</br>And in a linen Ephod dance amaine;</br>For this would Constantine be rather one</br>Of Christ his members, then the Empires head alone.", "But why seeke I for witnesses without,</br>Since 'tis the Spirit within that testify's,</br>Our Soule that without wavering or doubt,</br>With Peace of Conscience, Abba Father Cry's:</br>Unto whose Soule this Spirit eke reply's,</br>Be glad and Joyfull, I am thy salvation;</br>Be not afraid &mdash; My Grace shall thee suffice</br>To conquer Hell, and to resist temptation,</br>And yeeld the soundest Joy in greatest tribulation.", "I will make glad thy soule, delight thine heart,</br>And with a cheereful countenance will smile,</br>For I am thine, and mine again thou art;</br>And though afflictions here thee square and file,</br>No power in Earth or Hell shall thee beguile</br>Of those sweet Joys, which are for thee prepar'd:</br>Oh tarry thou my leasure but a while,</br>And thy petitions all, I will regard,</br>Delight in mee, I am thy hope and just reward.", "Oh!  who can hear these Joyous invitations,</br>These blessed promises, and yet complaine,</br>That hee's afraid of crosse or tribulations:</br>Oh!  never let these worldly pleasures vaine,</br>Make me so great a looser for their gaine;</br>And let me here all worldly griefes endure,</br>Lord onely free me from me from eternall paine,</br>This inward Joy shall ever me assure,</br>And on thy merits I in all will rest secure.", "Who would not rather covet there to dwell,</br>Where fulnesse is of Joy for evermore,</br>Then in false vaine delights, which leade to Hell</br>Voluptuous Diet, flatt'rings of a Whore;</br>I rather had with David keepe a dore</br>Where inward Joy may in my soule abound;</br>Then swim in pleasures and preferments store,</br>In Princes Courts, where vain delights are found,</br>Which like faire flowers fade, and quickly fall to ground.", "But I confesse, this proverb true I finde,</br>That where Gods Church is raising, there to build</br>His Chappell is the Devill most inclin'd,</br>And where best seed is sowne in Ground well till'd,</br>He with most tares and weeds it alway's fill'd:</br>Vaine pleasures are his tares, true Joys our wheat,</br>Till harvest both together grow in field,</br>Then will the Lord of Harvest surely beat,</br>The cockle from pure corne, at his owne board to eate.", "Fountaine of Joy!  oh set my whole delight!</br>Into thy Lawes and Statutes to enquire;</br>To meditate thereon both day and night,</br>My soule than Gold doth more these Joys desire,</br>Let others, honour, wealth, and wine admire;</br>Lift, Lord, on me thy loving countenance,</br>Thy loving favour, shall my Soule raise higher,</br>Then Princes highest favours can advance,</br>To heav'nly spirituall wealth, not subject unto chance.", "In holy Writ, I many places find,</br>From whence do flow these Joy's spirituall,</br>But no where faster then within my mind,</br>Oh Lord!  Thou knowst; not I, from whence they fall:</br>God of all Peace and Joy perpetuall;</br>Let not my Joy A temporary prove,</br>But with her in mine heart thy Graces all</br>Infuse, Faith, Mercy, Patience, Peace, and Love;</br>To passe by things below, and seeke for things above.", "Of endlesse Joy how should I make an end?</br>My Muse is never weary of delight;</br>Since I this Meditation did intend,</br>I never scarce could sleepe by day or night.</br>So doth the pleasing matter me invite;</br>So full the rimes, and so the numbers run:</br>That I in shorter time have finisht quite,</br>This tast of Joy, then I have earst begun</br>Some other Graces:  But my hower-glasse hath done.</br>"]