["It happened once (in old or modern Time,</br>It matters not, it's all the same in Rhime)</br>A Body, and I need not here relate</br>Whether a Body sole or corporate,</br>Disorder'd was, and dire Convulsions shook</br>Each vital Part, and every Limb forsook</br>Its wonted Office, every Pulse beat high,</br>Each Symptom threaten'd Dissolution nigh.</br>You well suppose a Doctor sent for, come,</br>You'll see his learned Wig and Cane, you'll hear his Hum!</br>Fancy each Pulse, each Word deliberate pop,</br>Like Hartshorn from the Vial, Drop by Drop;</br>You'll hear him call for Paper, Pen and Ink,</br>And hum, and pause, and hum, and seem to think;</br>Then take his Fee, and leave &mdash; and leave his Scrawl;</br>This surely happen'd, say you &mdash; not at all.</br>Suppose no fit Physician in the Place,</br>And from the Body you should know the Case;</br>For Body, Belly, Members, Head, can tell,</br>(This, as at Rome once, is no Miracle)</br>In all Disorders, whence the Mischief rose,</br>What Members in the Body are its Foes.", "The Head began, and boasted much that he</br>Had Opticks clear, and readily could see</br>Friend Belly was to blame, when at a Treat,</br>Shame to the Body!  it refus'd to eat.</br>And, oh!  Disgrace and Infamy to think,</br>The Body suffer'd, for it would not drink.", "Your Friendship, says the Belly, I disclaim:</br>When in this Body was I e'er to blame?</br>Let Festivals and Gawdies be increas'd,</br>Not Caius' Belly more than mine would feast.</br>To Cambridge I appeal, your Censure's vain,</br>Harmonic Sir, and might not I complain?</br>With equal Reason, censure might not I,</br>Knowing your strumming and your Harmony.</br>Say, you wrought all this Mischief in our Breast</br>Because you would not treat our Catch Club Guest</br>With Songs and Madrigals?  You brought Disgrace</br>And Infamy, for you'd not thrum your Bass.</br>You boast, your mighty Wisdom saves us all,</br>You're our Support, without you we must fall.</br>The Belly, say they, has no Ears, and you,</br>Doubtless, deny me Skill in Opticks too.</br>Can't I demonstrate, without Euclid's Pains,</br>That, in our Body, Belly has the Brains?</br>And all agree, where there's a brainless Head,</br>That Body can't be better taught than fed.</br>Cease then &mdash; And here another Member rose,</br>Friend to the Head &mdash; Sirs, let me interpose;</br>Some say the Heart's in Fault, and some I've seen</br>Who say the Mischief rises from the Spleen;</br>These, and not few, on Phlegm for Vengeance call,</br>Those charge the great o'erflowing of the Gall:</br>Others, wise, worldly wise, who reason calm,</br>Well skill'd in Palmistry, accuse the Palm.</br>Thus different Subjects furnish different Tongues;</br>I must acquit the Head and charge the Lungs,</br>The Lungs alone are chargeable &mdash; had they</br>On that great Festival, that glorious Day,</br>When the good Catch-Club mission'd their good Chief,</br>To learn of us the Lord's Prayer and Belief,</br>To study the Harmonics of our Head,</br>And how on the great Bass to take the Lead;</br>Had they, in lucky Hour, inspir'd the Voice,</br>All had been happy in our Reverend Boyce;</br>The mighty Master then had smiled to see</br>Musick and Love were in the same Degree.", "Softly sweet in Lydian Measures,</br>Soon he'd sooth'd the Soul to Pleasures;</br>War he'd sung was Toil and Trouble,</br>Honour but an empty Bubble,</br>Life is ending, Love beginning,</br>Kissing still, and never cloying:</br>If the Fair be worth the winning,</br>Think, oh think her worth enjoying.</br>Lovely S&mdash;m&mdash;r sits beside thee,</br>Take the Good the Gods provide thee.</br>The Many rend the Skies with loud Applause,</br>Love had been crown'd, and Musick won the Cause.</br>The P&mdash;r, unable to conceal his Pain,</br>Had view'd the Fair,</br>Who caus'd his Care,</br>Had sigh'd and look'd, sigh'd and look'd,</br>Sigh'd and look'd, and sigh'd again.</br>At length with Wine and Love at once oppress'd,</br>The peerless P&mdash;r had sunk upon her Breast.</br>"]