["ALBIO, MYRTOL, THELGON.", "ALBIO.</br>Sing, Myrtol, skilfull'st deem'd of Fisher-Swains,</br>And Thelgon next supply alternate Strains;</br>In matchless Lays your matchless Voices try.</br>Sing, Myrtol, first, the Angler will reply;</br>To you of right the leading Strains belong,</br>With Art can Thelgon fit his Under-Song.", "MYRTOL.</br>Me, dappled Trout in crystal Floods delight,</br>And wiley Carp, with golden Scales bedight.</br>By murm'ring Streams (sweet are the murm'ring Streams)</br>Loves my blithe Muse to chaunt her rural Themes:</br>The softest Echo there, the freshest Breeze,</br>The singing Swain, and Noon-spent Angler please.", "THELGON.</br>Sweet are the murm'ring Streams, 'tis sweet to dwell</br>Where hilly Woods surround my lonely Cell;</br>A sunny Garden decks its little Sides,</br>Soft by whose Skirts the pearly Medway glides;</br>Here hony'd Wood-bines bloom, a native Bow'r,</br>And Herbs of ev'ry Leaf and ev'ry Flow'r.", "MYRTOL.</br>O, Aquadune!  unquiet Seas forsake,</br>And here with me a milder Dwelling make.</br>What Sports can'st thou pursue, what Pleasure find</br>On rugged Rocks and seas deform'd with Wind?</br>Along the Main no more thy Nets expand,</br>Nor Shell-Fish seek forsaken on the Sand.</br>On the raw Beech or craggy Cliff he dwells,</br>And sleeps on Sea-weed, or th' updriven Shells.</br>Lo!  Salmon now the Springs of Rivers seek,</br>And Pike for Frogs explore the streighten'd Creek;</br>Now Carp their Spawn repose on sedgy Weeds,</br>And here the Trout frequents and Grayling breeds.", "THELGON.</br>Nymphs, leave your Fountains; by the briny Main,</br>The Wand'rer seek, recall th' inconstant Swain.</br>From Shades he flies, he shuns the Cool of Streams,</br>And deaf'ning Surges lull his hardy Dreams;</br>Expos'd he leaves his lovely Limbs resign'd</br>To the offensive Gnat, and tanning Wind.</br>Tho' Canens holds thee thy untempting Care,</br>As Bull-heads homely, thou than Trouts more fair,</br>Thy Lines renew, and scatter'd Rods compose,</br>For now the Fishers sport, and South-wind blows.", "MYRTOL.</br>The fearful Cheven loves the shaded Stream,</br>Sharp rills delight the Trout, and pools the Bream,</br>In deeps the speckled Samlet loves to rove,</br>And marly Swifts allure the Barbel drove;</br>Unwary Roach the sandy Bottom chuse,</br>And Carp the Weeds, and Eels the muddy Ooze.", "THELGON.</br>Whilom the Trout was wont to yield Delight,</br>Once could the Umber, once the Tench invite,</br>The wattled Barbel erst my Choice possess'd,</br>And lordly Pike deserv'd my chief Request:</br>Now all must to the shapely Dare give place,</br>My only Choice, for Aegle loves the Dace.", "MYRTOL.</br>Ho!  Boys that gather Flow'rs!  your footsteps heed,</br>Nor near the Banks your Roam, too vent'rous lead;</br>Unsafe when droughty Summers chap their Veins,</br>Or when they sink, deep-sapp'd with mould'ring Rains.", "THELGON.</br>Leave nibbling, Minnows, leave the dang'rous Snare,</br>Ye worthless Tribe the guileful bait beware;</br>Nor trust the raven Trout while here you rove,</br>Hence from his Haunts, and seek the safer Drove.", "MYRTOL.</br>Say, can'st thou tell where Eels in Winter hide?</br>Or where the Swallow's vagrant Race reside?</br>How Salmon, yearly guest, th' accustom'd Main,</br>Or wint'ry Frogs their foodless Kinds sustain?", "THELGON.</br>Say, can'st thou tell how Worms of Moisture breed?</br>Or Pike are gender'd of the Pick'rel-Weed?</br>How Carp without the Parent Kinds renew?</br>Or slimy Eels are form'd of genial Dew?", "MYRTOL.</br>Rash, little Perch!  too heedless of thy Fate,</br>What frenzy urg'd to try the flatt'ring Bait?</br>But safe return, &mdash; and when of apter Size,</br>See thou reward my Care, a worthier Prize.", "THELGON.</br>Feed, Gudgeon, on the Pebbly Scower secure,</br>Nor fear th' impris'ning net, or treach'rous Lure.</br>For rising Trout the barby Hook I tie,</br>Lengthen the Rod, and fix th' flutt'ring Fly.", "MYRTOL.</br>I hate the greedy Sticklebag, &mdash; they spoil</br>The Bait, yet ne'er reward the Fisher's toil.", "THELGON.</br>I hate the Fordwich Trout, intent they wait</br>The moving Fly, yet ne'er devour the Bait.", "MYRTOL.</br>Frogs to the Carp a fearful Ruin prove:</br>And Pike are dreaded by the weaker Drove;</br>Devouring Eels affright the lesser Swarm,</br>And me Philonda's deadly Frowns alarm.", "THELGON.</br>The Fly to Trouts, to Bream the wormy Snare,</br>Are strong Allurements, Gentles to the Dare:</br>The Cheven to the Cadew-bait is prone,</br>And fair Lycisca is my Choice alone.", "ALBIO.</br>This Skin all spotted, of a lovely Hue,</br>Unwrought with Art, and from the Shearers new,</br>A Scrip for youthful Meliboeus made,</br>And not unuseful for the Fisher's Trade,</br>O Myrtol, take; &mdash; the present I resign&mdash;</br>These Hooks, O Thelgon, and this Pipe be thine;</br>Of equal price, &mdash; both equals in your Art.</br>But low'ry Evening warns us to depart,</br>Nor long the cautious Singer shou'd be laid</br>Beneath the Walnut, an unwholesome Shade.</br>The silver Streams grow blacker to the Sight,</br>And Groves and Meadows lose their Green in Night,</br>From reeking Floods obscuring Mists diffuse,</br>And chilly Air is full of hov'ring Dews.</br>"]