["As rambling in the solitary wood,</br>When solemn silence through the yellow grove,</br>Invites my musing, philosophic step,</br>A smooth, unruffled calm pervades my soul,</br>And soothes each list'ning sense to taste</br>The various beauties of autumnal scenes.</br>When thro' the loaded orchard ambling slow,</br>I pluck the fairest fruit from ev'ry tree;</br>The frequent sound of apples falling off</br>From branches overburden'd with their store,</br>Awakes attention, looking for the swain,</br>Whom fancy eager thinks to find engag'd</br>In shaking from the tree the full ripe fruit.", "But now the swain appears beside his cart,</br>Well fill'd with baskets, and a jovial train</br>Of children, raising their vocif'rous mirth.</br>The fields resound with glee of female voice,</br>And male, in sweet, harmonious task engag'd.</br>The aged peasant now with hook in hand,</br>And looks of satisfaction in his face,</br>From tree to tree shakes off the choicest fruit,</br>While in the pride of manhood's nervous limbs,</br>His rugged sons spring up the branching tree,</br>With muscles vig'rous from salubrious toil,</br>They shake the lab'ring branches; when forthwith,</br>A clust'ring show'r descends with thund'ring sound,</br>And with luxuriant sweetness clothes the ground.</br>With screams of glee the younger tribe beneath,</br>In sweet contention for the fairest fruit,</br>With laughter loud now vex the hapless wight,</br>Who on his head receiv'd the pelting show'r,</br>And now with rueful face declares his hurt,</br>Avers his head is broke and brains beat out,</br>With hand uplifted soothes his aching crown.", "The cart well fill'd now homeward moves along,</br>Fraught with the richest store; and oft returns,</br>Till round the creaking mill th' extended heap,</br>In variegated plenteousness is seen,</br>Which soon compress'd distils the cheering juice,</br>The wholesome bev'rage of the hardy swain;</br>Whose lusty sinews feel its genial force,</br>And glow with warmth that scorns the winter's cold.", "He, not such pleasure feels, whose costly store,</br>Of choice Madeira's sparkles on his board;</br>Him, with his dainties in his spacious dome,</br>The peasant pities; &mdash; quaffs his orchard wine,</br>That cheers, but not inebriates the soul;</br>And while the necessaries of life he finds,</br>Feels not the loss of delicates unknown;</br>Or known &mdash; despis'd, as sweets for children made.</br>He with the plainest food enjoys content;</br>By constant labour from the spleen set free,</br>That clouds with deepest gloom the sons of wealth;</br>Whose sickly palates and weak wayward minds</br>Forever crave unsatisfying joys,</br>That fleeting, yet forever in their view,</br>Lead them life's round in quest of airy forms,</br>Phantoms of vain, imaginary good,</br>That mock them with the view &mdash; then disappear.</br>"]