["WILLY.</br>Come jolly shepherd, let us pipe, and play;</br>Such cause of mirth we never had before;</br>We have escaped faire the darkest day</br>That ever lowr'd upon the Brittish shore.", "THENOT.</br>Willy, what meanes this ferly speech of thine,</br>What might the danger be, that was so dern?</br>Our dearest flocks been free from death and pine;</br>Or hath some wicked woolf or beast more stern,</br>As beare or boare been spy'd in halk or hern?</br>But if false foxes be that would us shend,</br>We have true currs, that shall them well defend.", "WILLY.</br>Nay, but our faithfull currs had small avail'd</br>To seely sheep or shepherd's selfs defense,</br>If highest Gods own watchfull ey had fail'd</br>Faire to foresee our cruell foes pretense.", "THENOT.</br>What cruell foes?  thou dost but jest, I see,</br>For by the mind of man was ne're, I ween,</br>This lond from feare of every foe so free;</br>Nor in the reign of the late maiden Qyeen;</br>For, if no warrs among us then were seen,</br>Yet did our English blood the warrs maintain</br>Beyond the seas, in Flanders, France, and Spaine.", "Art not avis'd what stirr was in our Town,</br>Tho, when the camp lay at Tilbury,</br>What running, what riding was up and down,</br>Thou wert a sory lad tho, when I</br>With others moe drank the wells dry,</br>Wee marched thitherward in such hot hast;</br>High God!  what sweet a thing is danger past?", "The Spanyard had yweend orecome this Lond,</br>And with theire cruell whips our sides teare,</br>Theire great Armada might not be withstond;</br>Ah noble Drake, thou shew'd'st thy self there,</br>In evil hower their ships enanchor'd were</br>Tofore Callice, somrimes English ground,</br>Through thy device there little ease they found", "But sooth to say, Gods power was all in all,</br>And not device of man, that wrought the feat,</br>The winds, and seas he to our help did call,</br>And with a frowning look from that high seat,</br>Whence all he sees, he quai'ld their boisterous threat.</br>Then did we shepherds dance and pipe and play,</br>And yearly still I keep it holiday.", "Now thank't be God, and good King Jemys reign;</br>All warrs be done, I hope, for many yeares;</br>The Golden age, I ween, returns againe,</br>That shall the plowshares lay with steely speares</br>And smithy swords to sickles.  Who that heares</br>Greate Brittains mighty well renowned name</br>But needs mought quake and tremble at the same?", "WILLY.</br>Thenot, well may thy hopes with mine befall,</br>But oft in trust is treason, warr in peace.</br>The danger that is seen is least of all;</br>But in close mischeife wisdomes self must cease.</br>O mercy God!  what help mought have been found</br>As now for us, but in thy providence?</br>What might mans witt withstand that fearfull stound,</br>What strength resist that hideous violence?</br>Ah!  gentle shepherds, little can ye deem</br>Into what perill lately all was brought;</br>Not half such danger (as I mought esteem)</br>Two Spanish Fleets, though greater farr, had wrought.", "THENOT.</br>Now tell it out, shepherd, for Gods deare love;</br>Thou killst us all with feare, we know not why.</br>And worse it is, they say, who list to prove,</br>The feare of ill, then ill itself to try.", "WILLY.</br>Then harkeneth to me, shepherds, heedfully,</br>And think before of most mischeivous deed,</br>That may be thought; my Tale shall it exceed.", "In Italy (mought I tell it right)</br>An ancient City stands, that Rome hight.</br>Who hath not heard by report of Fame</br>Wide in the world of this Rome the name?</br>Seven hilled-Rome cleap't of Romulus,</br>A shepherd, whom (the story saith thus)</br>A woolf there suckled with Remus his brother,</br>That after was killed of that other.</br>About the name of this town 'gan theire strife,</br>Which each would give, till one lost his life.</br>Hence hath it ever been shedder of blood;</br>So was it founded, so hath it stood.</br>It needeth not that I make rehearsall</br>Of thilk City's state Imperiall,</br>Her might, her wealth, and her surquedry;</br>Her pomp, her fals'ness', and her cruelty;</br>He were a clerk cunning for the nonce,</br>That each of these could descrive at once.</br>Suffice, as now, she hath the destiny</br>To been the seat of the Worlds Tyranny.</br>Such was Old Babel, that came to confusion.</br>And so shall new Babel at conclusion.", "But for to drive my matter endling,</br>Within this City Rome there is wonning</br>A wicked witch and cursed sorceresse.</br>Not half so cunning was, as I ghesse,</br>That false harlot, I forgett her name,</br>No matter; but I meant of that same</br>That could (they say) transform men to dogs,</br>Woolves, Foxes, Bears, Lions, Tigers, Hogs;</br>Ulysses mates shee served thus I trow,</br>And himself had she served also,</br>Had not a souverain weed he found, lett,</br>That all her charmes, and drenches to sett.</br>But of his men, save the mind and witt,</br>As of a man she left him no relict.</br>Soon as they drunk of her dlarmed wine,</br>Right anon were they changed into swine;</br>Tho when they ween'd complaine as they wont,</br>And tellen her grief, nought might they but grunt,</br>And grind their long tusks for some regrett,</br>Or chauken akorns for better meate.</br>But, O light hand, and weeds all to weake,</br>O slender skill, as to her that I speake;</br>Which mought no more but the shape transmue,</br>And left the same mind in another hue.</br>All otherwise this witch that I tell,</br>Shee is so perfect a Mistress of Spell,</br>So powerfull hearbs temperen her bowle;</br>As Alder-like piercen to the soule;</br>And leave the body all whole every limb.</br>What mouth of that cup once kisseth the brimm,</br>Albee he seemeth a man before,</br>Inly a beast he is, and no more.</br>A fierce Lion, or woolf ravenous,</br>Or Cruell tiger, or fox cautelous,</br>Or griesly bore, or dragon hideous,</br>Or other like monster outrageous.", "And marketh, Sirs, what I shall you say,</br>Whosoever tasteth thilk cup, from that day</br>Unto the Sorceresse he is very page,</br>To done her bidding all time of his age,</br>And runnen, and comen whither she send,</br>All were it thence to the Worlds end;</br>And mischeiven them with all her might,</br>Whom ever the witch doth once despight.</br>They been this Haggs very Puckerills,</br>Whom forth shee sendeth to worken her wills,</br>All were it to kill King, Prince, or other,</br>Or carven the throat of her lief brother.</br>And one thing more; they spare for no swink</br>To make each man of that cup to drink;</br>Ylike to the drunklew's, that urgen still</br>Their fellows as much as themselves to swill:</br>So ly they ever in aware awaite</br>To bringen others to the same baite.</br>Meane while true shepherds themselves they boast,</br>That comen to seek the sheep that is lost.</br>They say they make them true Catholick;</br>I dare avow it, they leave them woolves-wick.</br>Unto theire deeds who that taketh keep,</br>Albee they cloathed in fells of sheep.</br>But for to tell you of thilk same whoore,</br>Unto a shepherd she,is Paramour;</br>Nay there I lied, shepherd is he none,</br>Yet (if we 'leive him) shepherds Prince alone,</br>Thirteenth Apostle to the other twelve,</br>Ne cannot err, as he saith himself.</br>All where of common right he claimeth liberty,</br>And wooll and lamb as Christs own vicary.</br>All crowns of him been holden in cheif;</br>He gives and takes them, lo here the preif;</br>For thy Kings and Keysars to him mought obey,</br>And kissen his Toe, if that they may;</br>For so they did to Peter the Fisher,</br>That left him the key of heaven as his heire;</br>And of Purgatory, he saith, and of Hell;</br>And soothly this later me thinketh well.", "To make short tale; this witches Leman,</br>Upon a quarrell long ago began</br>For letting his walk, and his sheep course,</br>This Lond as black as soot did accurse;</br>That better since fared, and never the worse.</br>The cause was, the famous Henry,</br>With Edward and Elizabeth his progeny,</br>(As now our noble Jemy after these)</br>Bade him forbeare to feed on their lea's,</br>And learn to know his own libertyes.</br>Who can descrive aright the strange guise,</br>And of that curse the sad mysteryes?</br>And how the witch came unapparelled,</br>With bared breast, and haire dischevelled;</br>And how she sprinkled salt in streames pure,</br>And how them both she did first conjure,</br>And how the altar-stone three times she dasht,</br>And sith her Lemans cloaths all to washt,</br>And then herself; how with tapers light</br>The giltles day shee turned to night;</br>What bones they were she brought in a clout,</br>Whose the images that look't on about,</br>How the incense rose in a smoaky cloud,</br>And straight the Priest gan cry aloud,</br>And whilest he read, oft he crost his book,</br>And oft himself; or How they gan looke,</br>What time the dead ghost he cast to call,</br>And suddainly queint the candles all,</br>And shutt his book, and withall clink't his bell,</br>It passeth farr my cunning to tell.</br>Ne wish not (as by my counsell) to heare</br>The fearfull words, which they saiden there;</br>Words, wch have power, or else they missayn,</br>Bread into flesh and to blood humaine</br>The grapy liquor transform in a stound,</br>And highest heaven with this earth confound.</br>But here as now I list not to dwell,</br>To shew the wonders wherof they tell,</br>Nor of this curse any more to talk,</br>I have yet (God wot) a long way to walk.</br>Smally this cursing he saw did availe</br>This cursed priest as to his travaile;</br>Wroth wox he tho as the robbed beare;</br>And wroth wox the witch, that I said whilere,</br>And wroth wox no less these transformed cratures,</br>That kept not of men but the feitures.</br>Inflamed all with revengefull rage</br>They first gan arme their whole vassallage;</br>And gave this Lond for a common prey</br>To hem that might gett it; catch that catch may.</br>The Spaniards well hoped to winn the prize,</br>And well they missed, to make the rest wise;</br>So did they all of their lewd intent,</br>Which many their paines and their nedes spent</br>With knife, with dagger, with poyson, or all,</br>To bring our souverains to their last fall.</br>Yet all in vaine; yblest motest thou bee,</br>That sittest in heaven in thy majesty.</br>Another way they cast to be wroak</br>And vengen her foes all at a stroak.</br>A new engine shall ye heare tell,</br>Well mought beseem the foule fiend of Hell.</br>And his it was, peril o' my head;</br>As in records of truth shall be read,</br>And plainly declared another day.</br>But with what alarms, or with what array</br>Him summoned up thilk same Sorceresse,</br>How many more, and in what likenes,</br>Came up together to counsaile,</br>I cannot, I, tell it without faile;</br>Nor will I take on me to divine,</br>On which top of snowy Appennine,</br>Or in what part of the ruines old</br>Of heathen Rome was this meeting hold;</br>The threatning remnant of that huge pile</br>There as the longer time to beguile</br>Theire cruell eyes they wont feed with blood,</br>Or where the golden Palace once stood,</br>That cursed Neron built; from whose height</br>The flaming City could please his sight,</br>Or of their own old mansion</br>These wicked spirits tooke new possession,</br>The great Pantheon that hight of yore,</br>For (but the crosse sperred fast the doore,</br>And well defended the tower aloft)</br>There had they mett many times and oft;</br>Or else their dame ne putt to such paine</br>Them, nor herself, but the Vaticane,</br>There as her Leman wonns, did suffice</br>Upon theire busines for to devise.</br>All what they saiden there to and fro,</br>And which of them they pointed should goe</br>To sure effect to bring this matter,</br>Belial, Beelzebub, proudest Lucifer,</br>Satan, Abaddon, or they all yfere,</br>Truth wott the sooth, who that list inquire;</br>Asketh the Muses of Parnassus Hill,</br>I giveth up, it passeth my skill,</br>As done these Poets therunto endight,</br>Who but a foole tempts above his might?</br>Most is, the effect of each tale to know,</br>And that shall ye heare yet e're I goe:</br>But e're I come thereto ye shall weet,</br>A day was sett, wherin there should meet</br>Of shepherds in Brittain the Parliament,</br>Laws to devise with one assent;</br>Such as might be for theire flocks behoof:</br>Or alter the Old upon better proof;</br>Chiefly to make a blissfull union,</br>To bring our great Shepherds two folds in one,</br>Himself in cheif should in person there been,</br>And eke his faire shepherdess the Queen,</br>And with these our young Master Henry,</br>Faire blossome of noblesse vertue and bounty;</br>Thither they come in royal array,</br>To glad with their presence that feastfull day.</br>Yede thither of shepherds the whole Baronage,</br>And many shepherds swaines wise and sage,</br>Men of the Lay, Knights and Burgesses,</br>And officers more then I can expresse.</br>Without words moe, there should be the summe</br>Of great Brittain in a little roome.</br>This knew these misformed monsters I told,</br>The witch and her Leman all, be bold;</br>They wist also in certainty</br>The place where this meeting was sett to bee;</br>And that beastly shaped crue,</br>How many hundreths I note say true;</br>But so strong they were through sufferance,</br>And cheifly shepherds own variance,</br>There gan bold hopes in their hearts creep</br>To worry at once both shepherds and sheep.", "Now shall I say what they did devise,</br>Although my faltering tongue aback flyes,</br>And chilling dread in myne heart I feele,</br>As needs it must, were it all of steele.</br>I quake and tremble each joint and limb,</br>My mouth wax dry, and mine eyes dimm,</br>Uneth I may any words more saine,</br>yet will I tell, albee with paine;", "The enemy of mankind for some years by gone</br>A servant of that witch, as alone</br>Of natural magick he cast to devise</br>And therto proved many mysteryes,</br>And sundry conclusions within his cell,</br>As for the principal secret of hell,</br>To make a murtherous mixture ythought,</br>That millions of men hath to mischeif brought.</br>Now would God none other wist more nor I</br>Of this same powder the mystery;</br>Nor of the matters y' longen thereto,</br>Ne should not the houses been digged up so,</br>Of goodmen both in bowre and hall,</br>For saltpeter; fowle might it befall:</br>Such salt I ween it be y' of yore</br>Parcheth the ground on the barren shore</br>Of the dead lake, coverd all with slime,</br>And liquid brimstone, where stood sometime</br>The proud Sodom, that with fire levin</br>And sulphurous brimstone was destroid from heaven.</br>Of that same burning, I dare be bold,</br>This hellish pouder some ashes doth hold;</br>Witnes the gledes been therin precken,</br>Such as the flames they say outbreaken</br>On the hoary top of Mount Giball,</br>That in Sicily roareth over all;</br>And belleth out streames of soultry smoake,</br>And ragged ribbs of rocks all-to-broake,</br>Dischargeth like bullets in the empty aire;</br>The starrs have to doe to save them faire.</br>And like cause therto hath the thunder-dent,</br>That rattling in the clouds all-to-rent,</br>Teareth high towers, and with the blow</br>The proud Oakes bringeth down full low.", "Lo, sirs, what a toole such workmen had found!</br>Lo!  how they cast us all to confound!</br>With this same pouder they shope in a throw</br>The senate of Shepherds quite up to blow.</br>Blesseth ye not, but hearken the rest,</br>That yet is behind, bad as the best.</br>They been conspired for this intent,</br>Shriven, and sworn secret with Sacrament.</br>Ah deare Lord!  an holy houselling</br>A blessed shrift, a cleare assoiling!</br>O Traiter Judas, I beleive it well</br>To sing this Masse thou returnedst from Hell.</br>Tho as they weend to receive their maker</br>Flesh, blood, and bone in a little wafer,</br>That reigns in heaven in his Majesty,</br>Satan hem enterd, as he did thee.</br>Chiefly that trayter, which, without thine hire</br>His liege Lords destruction to conspire,</br>Lent them his garden, (O new field of blood)</br>That next to the house of Parliament stood.</br>There gan they fast to theire work to fall,</br>Their mine they carry along to the wall;</br>And ever with timber all undersett</br>Still as they goe, and that none might lett</br>Theire holy purpose, or raise misdoubt,</br>One of theire number they sett to be scout.</br>FALSE was his name, I remember well,</br>And well it fitt him, they say that can tell.</br>A false Fox it was in man's shape ydrest,</br>Enclosing a falser fiend in his breast.</br>They did so much by theire busy paine,</br>(For night and day they wroughten amain)</br>They came to the wall itself at last,</br>Of wonder thickness, and deeply cast</br>For it was built many yeares agone;</br>Such building for strength this day nis there none:</br>All on a vault they found it to stand,</br>Another purpose tho tooke they in hand;</br>To borrow this cellar for love or hire;</br>And make it the shop of theire hellish fire;</br>They tryed and sped, for who could misdoubt</br>So damned practice they went about?", "Now 'gan this busines fashion apace;</br>Theire powder they brought into this same place,</br>By little and little secretly,</br>And there disposen it thriftily,</br>In baggs and barrells, save that one great Tonn</br>Right under the chaire of state they done;</br>They would be sure the King should be sped,</br>All were but lost, but if he were dead;</br>So shall he, say they, without remedy,</br>Albe an hundred lives more had hee.</br>The snare is sett, none can it espy,</br>And strong it is to hold sikerly.</br>This gilty vault is with powder fraught,</br>Above three thousand six hundred weight;</br>Enough, they say, to blow up a town,</br>And rase with the dint half a country down.</br>And to be sure each aloft he throwes</br>Their former tooles, mattocks, barrs, and crowes;</br>And over all billets doe they lay;</br>Approacheth now apace that sad day,</br>That shall put fire to this cursed traine.", "Mercy, Dread Lord, mercy, mought we sayn,</br>Rue on the Roial blood, at this stead,</br>And shield it faire from all danger and dread.</br>Ah Lord!  thou hearest us before we prayen,</br>And helpst us, as thou hightest, ere we complaine.</br>Wee find it well, never more then now;</br>Thy wondrous wisdome know's when and how</br>To save the giltlesse snarled at unaware,</br>And trap the guilor in his own snare:</br>Rather then faile himself shall bewray</br>The danger to such as Him would betray</br>As now it fell out; one among the rest</br>Of these same Traitors a letter addrest</br>Unto a shepherd, that was good and true;</br>Whose jeopardy he seemed to rue;</br>Advising from Parliament he should retire;</br>For God (he said) and man did conspire</br>To been avenged on this ages sin,</br>Himself saw not the danger he was in;</br>No more should the rest; but a terrible blow</br>Should they receive, and yet never know</br>Who hurt them.  Wherfore he red him withdraw;</br>Although no perill as yet he saw.</br>So prayed to God to give him his grace</br>To take faire warning while he had space.</br>This letter read in the fire he should cast,</br>His harm were at an end, and the danger past.</br>So sayd this letter.  I heard his name neven,</br>Mount it began with, to whom it was given.</br>Unto his groom was it took one Eve,</br>The messenger staid not to take his leave.</br>Greatly agast with the strange purport</br>Of this same writing, that night in no sort</br>He might not rest, but roll'd up and down</br>In carefull mind, of what intention</br>This letter should come, he wist not from whence;</br>No name subscribed, nor with what pretense.</br>One while it seemed no matter of nought,</br>But straite, my life, its a jest he thought;</br>Should I go tell it to folks about</br>I should be but a scorne without doubt;</br>And namely thus, if no such thing bee.</br>But what if it be sooth?  So mote I thee,</br>Be it a jest or a tale true.</br>Better be laught at then after rue.</br>So said, he sped to the Court apace,</br>And to the Counncil told all this whole case;</br>They to the King half in jest and game.</br>But well the wisest King said this same,</br>The Kings lips an oracle shall give,</br>Ne shall his mouth in deeming deceive.</br>Princes been guided with greater grace</br>Then we lewd folk; and so fitts theire place;</br>They been our head, and that is well of sense,</br>Seate of discretion, and of sapience;</br>For thy the better to guide us all</br>God gives them his Spirit principal;</br>Namely the good, the meek, the mercyable,</br>The chast, the vertuous, just, true, and stable,</br>That seek the common good, not their own.</br>God speakes in such, full soone may be known,</br>As now in ours.  Goe, search me, said hee,</br>The place where our meeting is sett to bee;</br>For gunpouder, but seardl it me well,</br>Not as it ought, and as good never a dell.</br>They answerd all on bended knee,</br>As he commanded (forsooth) it should bee.</br>The night came, and with deawy vaile</br>This lower worlds face did overhale;</br>Her shady mantle had covered all</br>Those bright starry eyes Celestial;</br>Nought could the blushing cheeks now accuse</br>The gilty mind.  That ciel doe they chuse</br>That musen mischeif; ill deeds shunn the light;</br>O vainest hope!  who can blind the sight</br>Of his own conscience, or think to fly</br>Gods all-where present all-seeing ey?</br>Men see sometimes when we least surmize;</br>And sooth is said, stones and trees have eyes</br>To spy the man that doth ought amisse;</br>But let me see, wherof said I this?</br>Ah!  well bethought; with soft silent pace</br>When night was come, went unto the place</br>Those searchers, as they had been enjoind,</br>That time they thought perhaps they might find</br>Both which they sought, the matter and man.</br>And so they did; for (mark ye right) than</br>The false Fox, that I told whilere;</br>Beside the doore of that vault was neer</br>He had but newly before been there</br>To make his traine, in a readines</br>Against his next morrow's busines.</br>Close in a corner stood he bolt upright,</br>Shrouded in darknes of place and night;</br>As God would have it, yet was he descried,</br>And taken soon, and as surely tyed.</br>They searched the place and the powder found,</br>Yet was he therat no whitt astound;</br>Ne nought forthought his purpose, he said,</br>Save that it was not accomplished.</br>But for the Devil, he said, it had been;</br>God would it well.  O wretch that wouldst ween</br>The Fiends will were above God Almight,</br>O hardened heart, that with heaven will fight;</br>Lo!  Shepherds, here the summe of our debt;</br>Lo here our danger; how neer, how great!", "PERKIN.</br>Good God, might this be true, that here you tell?", "WILLY.</br>As true as truth itself, beleive it well.", "THENOT.</br>How wotest thou, Willy, if it be all sooth?</br>Full many leasings leud for newes there goe'th.", "WILLY.</br>How wote I man?  'tis but the fifth morrow</br>That False was ta'ne; God give him sorrow.</br>Tho was I myself in the City,</br>There did I heare, and see with mine eye</br>The bonfires, the mirth, and the jollity,</br>The ringing and singing, and all the glee,</br>They maden therfore; and a day or twaine</br>I cast there to tarry, ere home againe</br>I turned, to hearken this matter at full;</br>And for the rest, trust me if you wooll.</br>Of many good shepherds I heard the same,</br>And from the sage Lobins own mouth it came,</br>The wise Lobin, that Fame doth resound,</br>As true a Shepherd as lives on ground.", "PERKIN.</br>Loved and lawded be thy mighty power,</br>O souverain God, our God, our Saviour;</br>Which from thy heavenly throne with skilfutl hand</br>Weildest the reines both of the sea and land,</br>And of that dark infernall region,</br>Where Satan holds his domination.</br>One while thou lettst them loose with larger scope;</br>Straitway the furious steeds conceive proud hope,</br>To been at large to hurtle here and there</br>The chariot, as it had noe wagoner.</br>Thou smil'st, and letst them spend their strength in vaine;</br>But when eftsoon thou doest their leashes straine,</br>All at a beck thou stopst them in the race,</br>And make'st them bound, and turn in the same place.</br>How (do we think) had Satans cruel pride</br>In this device itself nigh deify'd,</br>In certain hope this counsell should succeed?</br>Oft had he miss'd, now thought he sure to speed.</br>And, sooth to say, he never came so nigh,</br>And never was deceiv'd more notably.</br>As when th' unwary fish with wanton bitt</br>Swollows the pleasing baite, and under it</br>The harmfull hook.  She triumphs in her prey,</br>And weens it wonn, and thinks to goen her way;</br>The watchfull fisher has his time espied,</br>And strikes her sure, and bids her soft, abide;</br>With wounded jaws, though loth, she must obey:</br>Such now is Satans self, and such are they</br>His instruments of this same villany.</br>Wee render thanks to thee, deservedly</br>Our Lord, our life, our hope, our help, our praise,</br>So justly bound, so oft, so many wayes.", "WILLY.</br>More will you say soe, when as you weet</br>The deeper mischeif I had nigh forgeet</br>Of this same plott yet behind to tell.", "THENOT.</br>What mischeife may be more in deepest hell?", "WILLY.</br>What (trow you) meaneth the greedy woolf</br>The shepherd ytorne?  were his ravening gulf</br>(Would you beleive) filld for evermore?</br>Or should the poore sheep aby it sore?", "PERKIN.</br>Right as ye say.  but what is yet behind?</br>For as this matter runneth in my mind,</br>Were our great shepherd, and his heire also,</br>(Which God forefend) and all the rest ygo:</br>yet should these cruell beasts be n'ere the narr;</br>There stands yet in the way full many a barr.</br>There had been left a many shepherds good,</br>Which for their flocks would spend their dearest blood;</br>And many a sturdy Tupp with armed head</br>Should give them sorrow, e're he would be dead.</br>So might I thrive, the whiles this hook would hold,</br>They should have blowes, and y' I dare be bold,</br>We have old lads, and tough, as with a clubb</br>There where it never itch't should make them rubb.</br>They could not have beare it all so sheer away,</br>I trow they must have foughten e're that day.</br>And had it come therto, wee are ten for one,</br>And sooth is said, that each true man alone</br>Is more nor theives twain, as in his right</br>A Dreury slayes a Giant in the fight.</br>God help the good; and of the Roial race</br>Been other left behind, that with his grace</br>Should hold the crown, and with good subjects all</br>Upon theire traiterous heads would make to Fall</br>So fearfull vengeance for such cursed crime,</br>As Fame had never heard before this time.", "WILLY.</br>All thank't be God it came not to that,</br>Nor never may it; but hearken, Sirs, what</br>They had devised to make themselves strong,</br>And sow seeds of discord the rest among.</br>Our great Shepherds Daughter they thought surprize;</br>And next in armes all they would rise;</br>And doe it proclaime all where with speed</br>The Puritanes had done this fowle deed.</br>And since theire rage was so cruell and fell,</br>Aware, all good shepherds, and guard them well.</br>Some say they sett a reward for his foe</br>By whom a Puritane yslaine should bee.</br>They should the dance lead, but e're all were done</br>Wee had been Puritanes, each mothers sonn.</br>But this is certain, that in Warwick shire</br>They have enkindled theire second fire</br>Of open rebellion, which I hope shall</br>Be quidsly quendled with theire own fall.", "PERKIN.</br>God say Amen himself, (no doubt he will)</br>And, as he has before, defend us still.</br>But, O deere Lord, was it with such intent</br>That to the 'ginning of this Parliament</br>They flockt so to the City round about</br>Which be the cheife of that unruly rowt,</br>That will not fold, nor feed with our sheep,</br>Within theire breast such monsters doe they keep.</br>I had yweend, and so had many more,</br>They had bin simple, souple, meek, and poore,</br>And e'ke as other sheep me thought they bleat,</br>Albe for sick they did forsake theire meate.</br>At most I would have thought they scabbed were,</br>Or flie-stung, so they gadded here and there.</br>Theire ragged pelts I pityed all to rent,</br>Whilest in the bushy thickets they miswent:</br>But well I see that to the voice and hew</br>There nis no trust to give, they been untrue.</br>But, may no medecine help, nor stronger charm,</br>To cure this malady, or save from harm</br>The flodes not yet infect?  tell us we pray.", "WILLY.</br>Med'cines ynough, and right good, there's no nay,</br>Cheifly for sheep that been sound and haile;</br>But, which, I trow, will not least availe,</br>Is for to chasen these monsters away;</br>Or doe them dead without more delay;</br>They maken this mischeife; and there withall</br>Unto the flocks good shepherds to call,</br>And stint the strife is among them fall.</br>To make strong fense and sure, that may hold</br>These leapers, and keep them in pasture and fold.</br>For souverainst med'cine is sweet and clean feed</br>On vertuous hearb, without rank and fowle weed.</br>Such can preserve the flocks in good plight,</br>And heale theire diseases, and well acquite</br>The tender lambs from ill eyes, as I guesse,</br>And all the charmes of the false sorceresse.</br>But of this matter leave we now to devise</br>The great Assembly of the shepherds wise,</br>And cheifly theire cheife that for judgement cleer</br>Mongst earthly shepherds has not his peere.</br>Now will you heare what a roundelay</br>A southern shepherd but yesterday</br>Tun'd to his pipe, whiles his fellow-swaine</br>The undersong him answered againe.</br>Fram'd like a Ditty (they said) long a gone,</br>A shepherds which at Bethlehem did wonn.</br>Whose skilfull hand with his harp divine</br>Could teach the tall Cedars their tops incline,</br>And stay the streames, and the rocks remove</br>And, when him listed his skill to prove,</br>Could make the fierce Lions to stand astound</br>Till with his hooke he brought them to ground.</br>Well for to rest the inraged mind</br>Of melting words and notes couth he find.</br>The fiend himself of his skill afraid</br>Left scourging the furious King, when he plaid.</br>His was this ditty, if ye wooll it heare:", "THENOT.</br>Yea, best of all, say on, we mought it leare.", "PERKIN.</br>It may perhaps these monsters strange uncharm,</br>Or bind theire jaws, or shield the flocks from harme.", "WILLY.</br>When against us did arise,</br>Cruell beasts in shapes of men;</br>And to destroy us did devise,</br>We had been devoured cleane;</br>Had not the Lord been on our side,</br>Now may Brittain justly say,</br>Had not the Lord been on our side</br>In that dark &amp; dismall day.", "Even quide we had been swollowed all</br>So enflamed was theire ire,</br>And mangled flown in pieces small</br>Bullets to their hellish fire.", "We had been dead, no remedy</br>But alas &amp; well away;</br>Such was theire rage &amp; cruelty</br>In that dark &amp; dismall day.", "Blesst be the Lord, wch hath not left</br>Us to their bloody teeth a prey;</br>Our soule out of the snare is reft,</br>Like to the bird escap'd away.", "The snare is broke, that subtle gin,</br>Sing we at large some joyous lay,</br>The fowlers self is trapt therin;</br>Joyfull, joyfull, happy day!", "Our hope, our help alone doth stand</br>In the Lords most glorious name;</br>The God, that by his mighty hand</br>Both the heaven &amp; earth did frame;", "Unto that God let us give praise,</br>Let us trust in him for ay;</br>Let us sing psalms t' heavenly layes,</br>For this joyfull, happy day.", "PERKIN.</br>Gods blessing have his heart, who ever it be,</br>That made this same or roundle or ditty;</br>Which yearly let be sungen for his sake,</br>The whilst the Sunn the same his course shall take;</br>Till Sagittary shall his bow unbend,</br>To make the Romish Harlots shame be kenn'd.</br>And till at last that souveraine shepherd good,</br>That bought his sheep with his own dearest blood,</br>Shall come to view his flock &amp; know theire state,</br>And from the sheep the goates shall separate,</br>And those same monsters all, what e're they bee</br>He knowes his own himself.  Tho shall ye see</br>That traitour False, &amp; his proud Paramour,</br>Theire cursed witchcrafts shall aby full sore</br>And dwell with whom they serv'd, for evermore.</br>O when, when shall we see that happy day? </br>Come quickly, sweetest Lord, O come away.", "But hie we home, the Sunn begins t'availe;</br>Faire fall ye, gentle shepherd, for your Tale.</br>"]