["Come thou, creative maid, whose magic power,</br>Imbodies forms enchanting as young May;</br>And charms the soul in each delicious hour,</br>When life is pleasant and all nature gay,</br>And round is shed thy mild enlivening ray.</br>O come!  for happy they, who boast thy smile!</br>Whose dear illusions cheat the passing day:</br>And can beyond Potosi's wealth beguile</br>Man's weary steps, as thro' life's gloom he goes the while.", "Be here, and thy enchantment quick impart</br>Whether thy lovely form is haply found,</br>(To prove its influence o'er the thrilling heart,)</br>Where Yarrow's waters flow through fairy ground,</br>Or rather, the more pleasing soothing sound</br>Of classic streams delight thy raptur'd ear:</br>While blossoms shed their rich perfumes around;</br>And woods and lawns and skies more fresh appear,</br>And nature's charms combine man's wond'ring mind to cheer.", "For thine, each wint'ry waste, each lonely wild;</br>Rough ocean's mountain wave, the solemn wood;</br>The mossy rocks in native grandeur pil'd;</br>Scenes of the mountain and the roaring flood;</br>Joys of poetic minds and of the good.</br>By thee, each scene sublime delights the soul,</br>And gives that pensive melancholy mood,</br>While through the panting heart soft raptures roll,</br>And virtue's joys, with social bliss, our harsher thoughts control.", "When wint'ry snows conceal fair Nature's charms,</br>And the bleak gale with chilling blast assails,</br>Thy magic aid the ruthless storm disarms;</br>Then verdant are the fields and soft the gales,</br>And the glad mind each blooming beauty hails.</br>Or if we pant where scorching sunbeams glow,</br>Where no bless'd shade or cooling breeze prevails;</br>Imagination gives to tread the trackless snow,</br>Through leafless woods or on the crackling ice to go.", "To thee, the warrior bows, as bold he flies</br>To meet the invading foe upon the shore:</br>How warms his patriot heart and fires his eye!</br>For Fancy tells him they depart no more.</br>He longs to hear the loud artillery roar,</br>And meet his daring foeman hand to hand,</br>And bathe the thirsty weapon in his gore.</br>For him is held aloft thy wondrous hand</br>That points to victory for his insulted land.", "'Tis she, sweet maid, who charms the lover's eyes,</br>And pours a heavenly balm o'er all his mind;</br>Who constant gives the nymph for whom he sighs</br>With all her virtues and her charms combin'd,</br>Her looks bewitching and her accents kind.</br>Still may thou ever sooth his anxious heart,</br>And he in thee, his lovely mistress find,</br>Until the sweet confession she impart</br>And conscious blushes own love's dear congenial smart.", "On Morven's fabled hills and stormy shore,</br>Where sinks the stranger's mind with solemn dread,</br>As list'ning to the western tempest's roar</br>Athwart the gloom he sees the warlike dead,</br>On Scotia's misty heaths who fought and bled:</br>Or hears the bugle shrill or sounding shield,</br>By mountain stream, where mighty Fingal led</br>The warrior chiefs, to rouse the embattled field,</br>And bow and spear and sword with strength gigantic wield,", "Thou lov'st to stray; or else thy viewless form</br>Plac'd on the tow'ring rock where Conway flows,</br>Sweeps the loud harp, when ceas'd the battle's storm,</br>And sorrowing sings her slaughter'd country's woes.</br>Inspir'd by thee the kindling bosom glows,</br>And images of joy or sadness fill the mind.</br>The sweet Euphrosyne now Milton shows;</br>In sable stole with solemn step, behind,</br>Appears the muse, who hides the laughing beauty from mankind.", "Sweet is the joy when Fancy brings to view</br>The lovely babe, some fleeting years gone by,</br>A manly champion to his country true:</br>Skill'd in the senate; prompt in fields to die</br>Ere from his country's foes he dares to fly.</br>Or yet a blooming nymph, her mother's joy,</br>Form'd to delight and fix each wand'ring eye:</br>Whose filial duties all her cares employ,</br>To sooth declining age, and life's surrounding ills destroy.", "Ah!  how does Beauty's smile the lips adorn,</br>And give a constant sunshine to the breast;</br>So Fancy's smile is sweeter than the morn,</br>In every scene, o'er every mind confest;</br>To know her joys is always to be blest.</br>But ah!  when tears bedew her mournful eye,</br>And Melancholy's glooms her form invest;</br>Then from her heaving bosom comes the sigh,</br>And pleasing scenes of joy and beauty quickly fly.", "Then to deep wilds and solitudes she goes,</br>And loves reclining by the brooks forlorn,</br>Weeps o'er her real or imagin'd woes,</br>And feels the pangs of melancholy born;</br>While clouds and tempests darken every morn.</br>Painful those pleasing scenes of late so gay;</br>The woodland melody and hunter's horn;</br>Obtrusive now the brilliant light of day;</br>And calm resign'd she lives to pining grief a prey.", "Forthwith a youth whose looks bespeak despair,</br>Sighs at her feet, perchance for hopeless love:</br>For, ever to his view appears the fair,</br>Whose charms he sung in each romantic grove,</br>Where he was wont the anxious day to rove.</br>Those smiles which Heaven and happiness impart</br>Are his no more; they warm another's love;</br>They animate with joy another's heart,</br>While his pain'd bosom rankles with the poison'd smart.", "And lo the passions which convulse the mind!</br>Boisterous and sad along the vale appear</br>All that destroy the peace of human kind;</br>Burning with rage, or felt the scalding tear.</br>Green Jealousy, Revenge and pallid Fear;</br>And Envy, with'ring at another's case.</br>The selfish brood with looks and frowns austere,</br>Whom no benev'lence or good nature please;</br>Whose looks distorted show the troubled mind's disease.", "Hark!  on the margin of the silent stream,</br>What pensive strains the gloomy nymph assail;</br>From whence proceeds the melancholy theme</br>Which plaintive dies along the sighing gale?</br>'Tis serious Gray, whose mournful lines bewail</br>The various ills that human bliss destroy;</br>And Collins, whose sweet harp could not avail</br>To save from penury or yield him joy;</br>The charms of Genius feel the anguish'd nerves alloy.", "Young, too, his ever gloomy verse began,</br>And join'd his tones to swell the murm'ring sounds;</br>And moral Cowper sang of villain man:</br>With Beattie's Minstrel loud the wood resounds,</br>With plaint of man and suffering Virtue's wounds;</br>Alas!  what melting tones steal on the ear</br>Of listening Fancy, and her soul confounds!</br>What sounds pathetic prompt her ready tear,</br>And to her pensive mind, the imbowering groves endear!", "Power immortal!  thy enchanting Art,</br>To time eternal gives the favor'd name:</br>Can each sublime and lovely view impart,</br>Inspire the Muse, and feed the constant flame</br>Which Genius warms &mdash; Hence Homer came</br>In godlike majesty, to charm the age:</br>Succeeding times with joy the poet claim;</br>For his the warrior's pride, the battles rage,</br>Add Nature owns each scene and hero of his lofty page.", "Inspir'd by thee, the British Muse ascends</br>Empyreal regions and a God adores:</br>Then downward to unfathom'd deeps descends</br>And Hell's dread horrors fearfully explores,</br>The burning lake and those dark dismal shores.</br>Then Eden blooms, how fragrant, fresh and fair!</br>Where happy man with reverence implores</br>His God; while flowrets sweet, and treasures rare,</br>Delight the ravish'd sense and banish every care.", "Who without joy has ever heard the song,</br>Which like soft music steals upon the ear?</br>While fays and sprites and ghosts and witches throng</br>Around, to please, or blanch the cheek with fear;</br>And deep wrought sorrows force the burning tear.</br>Shakspeare was born to live for every age,</br>And to the soul of taste the Muse endear,</br>With sweet illusions fill the various page,</br>With pity move the heart, or swell with boundless rage.", "Hail pleasing Scott!  whose sweetly flowing song,</br>Delights the swain on Ettrick's banks who roves:</br>Wand'ring with fresh delight those scenes among.</br>Clan-Alpine's Mountain pride and piny groves;</br>And thrills at Malcolm's and fears Ellen's loves.</br>O how enchanting is the poet's art!</br>With power divine it every passion moves;</br>With Fancy's visions throbs the enthusiast heart</br>As they Loch-Katrine's lake and scenes sublime impart.", "O envied bards!  how great the wond'rous skill,</br>To thrill the heart with ecstasy and joy:</br>To bend whole nations to thy sacred will</br>With tale of Minstrel or ill fated Troy,</br>Thine is unceasing bliss without alloy.</br>Lov'd is thy sacred art from pole to pole,</br>By Lapland youth or Persia's amorous boy;</br>For when the streams of Fancy round them roll,</br>Theirs is the envied power to captivate the soul.", "And may such joys be welcom'd more and more</br>And rouse the Genius of this unfam'd land;</br>In lofty strain, like wizard Scott, to soar,</br>And court the muses to this foreign strand.</br>Fainting they droop and wait the mild command;</br>For British skies no longer genial glow;</br>And Linden's Muse &mdash; The harp which owns the hand</br>Of sad Montgomery, are all we know,</br>Since the full stream with Gray and Collins ceas'd to flow.", "Come then Imagination!  grant thy aid,</br>The promis'd Genius of this land to see:</br>When every lofty hill and rural glade,</br>The muse's sacred haunts shall proudly be:</br>And magic visions beam around for thee,</br>Then shall a second Homer rouse that fire,</br>Our humbled sons forget once made them free;</br>Then shall another Dryden string the lyre;</br>A Shakspeare Avon leave, for Susquehannah's side.", "Where venerable ruins proudly stand,</br>She loves to stray and think on ages past;</br>They, rudely great, a solemn awe command;</br>For distant years have dimly overcast</br>The times when Ossian's harp hung in the blast.</br>Up the long stream of time the fancy goes,</br>When songs of bards adorn'd the chief's repast,</br>And while the heart with sacred feeling glows;</br>The mould'ring turret 'round a melancholy throws.", "Where'er the wand'ring distant traveller strays,</br>On India's coast or Greenland's ice-bound shore;</br>Or feels on Nubia's sands the scorching rays,</br>As bold lie dares the Niger's source explore</br>Heedless of savage tribes, or tiger's roar.</br>Wrapt in thy fairy mantle he surveys</br>The heavenly hue each home lov'd object wore;</br>With brighter tints they court his eager gaze;</br>And sooth his wearied heart and promise happier days.", "O happy man!  and how supremely blest!</br>To see the future with propitious eyes:</br>While soothing visions warm the youthful breast,</br>And sweet delusions cheat him till he dies</br>To court her smiles is always to be wise.</br>The sacred boon kind Heaven in pity gave,</br>Well may the aid divine fond mortals prize:</br>Imagination charms us to the grave;</br>Her witching spells from real ills of life can save.", "And even beyond the grave she loves to soar,</br>And trace those future mansions in the sky;</br>And sacred blissful realms above explore:</br>Far from this fading world she longs to fly</br>Where God appears to the astonish'd eye.</br>O happy regions!  scenes of endless joy!</br>For which the mortal sufferer heaves the sigh:</br>Where bliss supreme is found without alloy;</br>And themes of boundless love and praise the soul employ.", "Blest with the sacred presence, who shall dare</br>To paint thy wond'rous scenes, where angels praise?</br>Or aught of human ken with thee compare?</br>Advent'rous task!  but Fancy still will raise</br>Her piercing eyes, and on those wonders gaze.</br>She that has rov'd the mountain forest o'er,</br>And oft by murm'ring streamlets musing strays:</br>She that the wings of vollied lightning bore,</br>And lists unraptur'd to the tempest's roar;", "Say, can Imagination raptur'd view</br>Each lovely scene and not to Heaven aspire?</br>Each picture e'er admiring poet drew,</br>Without the glad enthusiast's glowing fire?</br>And, oh the bliss!  when joys that never tire;</br>Unclouded skies, and fields forever fair,</br>Devotion true and holy love inspire!</br>Where man is happy and unknown to care;</br>And blissful regions he and minist'ring angels share.", "Here though each scene is fair and soft the gale,</br>And kindly suns their genial gifts impart;</br>Though sweetest scents the budding flowers exhale,</br>And social good with gladness warms the heart:</br>Yet vice and misery have their gloomy part,</br>And the wild hurricane those charms destroy:</br>The raging earthquakes vanquish human art,</br>And Nature's various sweets have their alloy;</br>While Pestilence and War combine to murder human joy.", "Enchanting Maid, farewell!  O may thou still,</br>Breathe on the Minstrel harp and wake the strings:</br>Bend the retiring Poet to thy will,</br>And hover o'er him with thy guardian wings.</br>Harp of the north!  thee from his grasp he flings;</br>Nor longer courts thy Heaven directed spell;</br>No longer now his tuneful number rings</br>With witching melody along the dell,</br>O dear enchantress!  leave him not &mdash; farewell.</br>"]