["O fairest flower, no sooner blown, but blasted,</br>Soft silken primrose fading timelessly,</br>Summer's chief honour, if thou hadst out-lasted</br>Bleak Winter's force that made thy blossom dry:</br>For he, being amorous on that lovely dye</br>That did thy cheek envermeil, thought to kiss,</br>But kill'd, alas!  and then bewailed his fatal bliss.", "For since grim Aquilo, his charioteer,</br>By boisterous rape the Athenian damsel got,</br>He thought it touch'd his deity full near,</br>If likewise he some fair one wedded not,</br>Thereby to wipe away the infamous blot</br>Of long uncoupled bed and childless eld,</br>Which, 'mongst the wanton gods, a foul reproach was held.", "So, mounting up in icy-pearled car,</br>Through middle empire of the freezing air</br>He wander'd long till thee he spied from far;</br>There ended was his quest, there ceas'd his care:</br>Down he descended from his snow-soft chair,</br>But, all unwares, with his cold-kind embrace</br>Unhous'd thy virgin soul from her fair hiding place.", "Yet art thou not inglorious in thy fate;</br>For so Apollo, with unweeting hand,</br>Whilom did slay his dearly-loved mate,</br>Young Hyacinth, born on Eurotas' strand,</br>Young Hyacinth, the pride of Spartan land;</br>But then transform'd him to a purple flower:</br>Alack, that so to change thee Winter had no power!", "Yet can I not persuade me thou art dead,</br>Or that thy corse corrupts in earth's dark womb,</br>Or that thy beauties lie in wormy bed,</br>Hid from the world in low-delved tomb:</br>Could Heaven for pity thee so strictly doom?</br>Oh no!  for something in thy face did shine</br>Above mortality, that show'd thou wast divine.", "Resolve me then, oh Soul most surely blest,</br>(If so it be that thou these plaints dost hear;)</br>Tell me, bright Spirit, where'er thou hoverest,</br>Whether above that high first-moving sphere,</br>Or in the Elysian fields, (if such there were;)</br>Oh, say me true, if thou wert mortal wight,</br>And why from us so quickly thou didst take thy flight?", "Wert thou some star which from the ruin'd roof</br>Of shak'd Olympus by mischance didst fall;</br>Which careful Jove in Nature's true behoof</br>Took up, and in fit place did reinstall?</br>Or did of late Earth's sons besiege the wall</br>Of sheeny Heaven, and thou, some goddess fled,</br>Amongst us here below to hide thy nectar'd head?", "Or wert thou that just Maid, who once before</br>Forsook the hated earth, O tell me sooth,</br>And cam'st again to visit us once more?</br>Or wert thou that sweet-smiling youth?</br>Or that crown'd matron sage white-robed Truth?</br>Or any other of that heavenly brood</br>Let down in cloudy throne to do the world some good?", "Or wert thou of the golden-winged host,</br>Who, having clad thyself in human weed,</br>To earth from thy prefixed seat didst post,</br>And after short abode fly back with speed,</br>As if to show what creatures heaven doth breed;</br>Thereby to set the hearts of men on fire</br>To scorn their sordid world, and unto heaven aspire?", "But oh!  why didst thou not stay here below</br>To bless us with thy heav'n-loved innocence,</br>To slake His wrath whom sin hath made our foe,</br>To turn swift-rushing black Perdition hence,</br>Or drive away the slaughtering Pestilence,</br>To stand 'twixt us and our deserved smart?</br>But thou canst best perform that office where thou art.", "Then thou, the Mother of so sweet a Child,</br>Her false-imagin'd loss cease to lament,</br>And wisely learn to curb thy sorrows wild;</br>Think what a present thou to God hast sent,</br>And render Him with patience what He lent;</br>This, if thou do, He will an offspring give,</br>That, till the world's last end, shall make thy name to live.</br>"]