["As when by labouring Stars new Kingdoms rise</br>The mighty Mass in rude confusion lies,</br>A Court unform'd, disorder at the Bar,</br>And even in Peace and rugged Meen of War,</br>Till some wise States-man into Method draws</br>The parts, and Animates the frame with Laws;</br>Such was the case when Chaucer's early toyl</br>Founded the Muses Empire in our Soyl.</br>Spencer improv'd it with his painful hand</br>But lost a Noble Muse in Fairy-land.</br>Shakespear say'd all that Nature cou'd impart,</br>And Johnson added Industry and Art.</br>Cowley, and Denham gained immortal praise;</br>And some who merit as they wear, the Bays,</br>Search'd all the Treasuries of Greece, and Rome,</br>And brought the precious spoils in Triumph home.</br>But still our language had some ancient rust,</br>Our flights were often high but seldom just.</br>There wanted one who license cou'd restrain,</br>Make Civil Laws o're Barbarous Usage reign:</br>One worthy in Apollo's Chair to sit</br>To hold the Scales, and give the Stamp of Wit.</br>In whom ripe judgement and Young fancy meet,</br>And force Poetic Rage to be discreet.</br>Who growes not nauseous, while he strives to please:</br>But marks the Shelves in the Poetic Seas.</br>Who knows, and teaches what our Clime can bear,</br>And makes the barren ground obey the labourers care.", "Few cou'd conceive, none the great work cou'd do,</br>Tis a fresh province, and reserv'd for You.", "Those Talents all are yours, of which but One,</br>Were a Fair Fortune for a Muses Son.</br>Wit, reading, judgement, conversation, art,</br>A head well ballanc'd, and a generous heart.</br>While insect Rhymes cloud the polluted Skie,</br>Created to molest the world, and die.</br>Your File do's polish, what your Fancy cast,</br>Works are long forming which must alwayes last,</br>Rough iron sense, and stubborn to the Mold</br>Touch'd by your Chymic hand is turn'd to Gold,</br>A secret Grace fashions the flowing lines,</br>And inspiration thro the Labour shines.</br>Writers in spight of all their paint and Art,</br>Betray the darling passion of their heart.</br>No Fame you wound, give no chast ears offence,</br>Still true to Friendship, Modesty, and Sence.</br>So Saints from Heaven for our example sent,</br>Live to their Rules, have nothing to repent.</br>Horace, if living, by exchange of fate,</br>Wou'd give no Laws, but only yours translate.", "Hoist Sail, bold Writers, search, discover far,</br>You have a Compass for a Polar-Star.</br>Tune Orpheus Harp, and with enchanting Rhymes</br>Soften the savage humour of the Times.", "Tell all those untouch'd Wonders which appear'd</br>When Fate it self for our Great Monarch fear'd:</br>Securely thro the dangerous Forrest led</br>By guards of Angels when his own were fled.</br>Heaven kindly exercis'd his Youth with Cares</br>To crown with unmix'd joyes his riper years.</br>Make Warlike James's peaceful vertues known,</br>The Second Hope and Genius of the Throne.</br>Heaven in compassion brought him on our Stage</br>To tame the fury of a monstrous Age.</br>But what blest voice shall your Maria sing?</br>Or a fit offering to her Altars bring?</br>In joys, in grief, in triumph, in retreat,</br>Great alwayes, without aiming to be Great.</br>True Roman Majesty adorns her Face;</br>And every gesture's form'd by every Grace.</br>Her beauties are too Heavenly, and refin'd,</br>For the Gross Senses of a Vulgar mind.</br>It is your part, (you Poets can divine)</br>To prophecy how she by Heavens design</br>Shall give an Heir to the Great Brittish Line,</br>Who over all the Western Isles shall reign,</br>Both aw the Continent, and rule the Main.</br>It is Your Place to wait upon her Name</br>Thro the vast regions of Eternal fame.", "True Poets souls to Princes are ally'd,</br>And the Worlds Empire with its Kings divide.</br>Heaven trusts the present time to Monarchs care,</br>Eternity is the Good Writers share.</br>"]