["Muse!  to my Noble Friend an Off'ring bring;</br>And his fair Garden, in soft Numbers sing.</br>Sweet let thy Verse, from unforc'd Nature flow,</br>Yet strongly mark'd let the full Figures glow:</br>As when drawn Clouds unveil the blushing Sky,</br>And Heav'n burns broad, with a Vermillion Dye,</br>While thro' the grovy Tracks, cool Zephirs pass,</br>To fan the silver Streams, and sweep the Grass.", "Deep, in surrounding Woods, there shines a Seat,</br>Nature's blest Favourite!  and Love's Retreat!</br>Green, amid stony Wilds, rise op'ning Bow'rs!</br>Arch'd with a wreathy Heav'n of pendant Flow'rs!</br>Cool, in the burning Dog-star's sultry Sway:</br>Yet in the Ice of Winter, Warm and Gay!", "O!  Shades, well temper'd, like your Owner's Mind,</br>Where soft, and solid, are by Nature join'd:</br>Sublimely Wise, and to Perfection Blest!</br>You know to judge, and dare to chuse the best!", "Beauty and Wit, in your lov'd Consort meet,</br>Where all that's noble, lives with all that's sweet!</br>At once your Wife, your Partner, and your Friend!</br>She curbs your Cares, and does your Joys extend.</br>You are the Point which all her Hopes pursue,</br>And if she sings, she sweetly sings of You!</br>In her alone, you ev'ry Blessing find:</br>Charm to your Eye!  and Cordial to your Mind.</br>Ever thus bless'd, may Life wear slow away;</br>And some new Joy mark ev'n its latest Day!</br>May no Noise reach you, but thro' rustling Trees,</br>When their broad Boughs bend from the murm'ring Breeze.</br>Lift me, some God!  from this tumultuous Town!</br>And near that heav'nly Umbrage set me down;</br>In some small Cottage, that delightful stands;</br>Some clean thatch'd Tenement within your Lands;</br>Hemm'd with high rosy Banks, and shadowy Bow'rs,</br>\"A snow of Blossoms!  and a Wild of Flow'rs!\"</br>Where the low Vine does the tall Elm beseech,</br>And the sweet Lime tree woos the useful Beech!</br>'Till the mix'd Boughs compose a roofy Shade,</br>And no bold Sun-beam can my Rest invade.</br>Here out of hated Scandal's noisy Sound,</br>Stretch'd in sweet Leisure on the silent Ground,</br>Deathless Companions of my Shade I'd chuse</br>The few fix'd Fav'rites of our English Muse:</br>High soaring Milton!  Waller sweet of Strain!</br>Undying Shakespear! and wild Spencer's Vein!</br>Sometimes familiar Johnson in low Flight,</br>Shall place the vulgar World before my Sight.</br>But Dryden's Numbers most my Heart shall move,</br>For the prevailing Passion there, is Love!</br>But naming Love, hark!  Clio tunes the Strings!</br>And the Soul melts before Her, as she sings!", "What prouder Ornaments of Life remain,</br>I leave, for Fools to seek &mdash; and Knaves to gain.</br>"]