["Thus have I brought the Muse from pleasing shade,</br>And gentle sweetest Heliconian Spring,</br>To Stoicks Schoole, to teach her in the trade</br>Of Constancie, and firme persevering:</br>Some Criticke will me blame for marshalling</br>Cato severe, with Virgins sweet delight,</br>But nothing more makes for their honouring,</br>Than with that noble Vertue to be dight,</br>Which makes them high accepted ev'n in Princes sight.", "And sure, O Kings, your wisedomes cannot find</br>More prudent Senatours, your States to sway,</br>Than Muses friends, which have a constant mind,</br>And know as well to governe as obay:</br>Who by their Courtesie and Constance may</br>Order your Hals, and wield your State-affaires:</br>For noble Courtesie and Constance ay</br>Adorne Kings Judgements-Seats, and stately Chaires,</br>And strangers intertaine, that to your Court repaires.", "For in each flourishing and goodly State,</br>Upon the royall Person of the King,</br>The courteous Courtier hath a place to waite,</br>As well as Senate for wise-governing:</br>These both must joyne in prudent managing</br>Of subject Provinces, and to entreate,</br>Of Leagues with Princes on them bordering;</br>But he for all employments is most meete,</br>Where Courtesie and Constance both together greet.", "Wherefore in Court of Loves most royall Queene,</br>Where Graces all, in due administration,</br>Are in most comely order placed seene</br>For Kingdomes Peace, and Princes Delectation:</br>Behold this one thing worth thy Observation,</br>Brave Constance ay with Courtesie is joyn'd,</br>For all men do observe, with admiration,</br>A courteous carriage, with a constant mind,</br>Adoring ev'n as Gods the valiant gentle kind.", "For sure except these both together meet,</br>Constance alone's so rigid and severe,</br>She for a pedagogue is farre more meet,</br>Than Office in Loves gentle Court to beare:</br>And, if that single courtesie appeare,</br>Without this resolute most constant Grace,</br>She is but apish complement, to bleare</br>Beholders eyes with Conges and a face,</br>When nought that in her looks, within her heart hath place.", "David the heav'nly Muses darling deare,</br>An Embleme of Humanity I find,</br>In Camp he is undanted, without feare,</br>In Court of constant, noble, courteous mind,</br>One Jonathans true love to him inclin'd,</br>The other smites ev'n stout Goliah downe,</br>His Muse the evill spirit of Saul doth bind,</br>And rais'd him from the fould to high renowne,</br>And set upon his royall head the golden Crowne.", "True noble Courtesie, most heav'nly Grace,</br>Most high to be esteem'd and reckoned</br>Of all; but most of those whom God doth place,</br>Above their brethren to be honored:</br>For they that heere us governe in his stead,</br>Ought, like their Lord, to gentlenesse incline,</br>Who, though his Throne shines round with lightning dread,</br>With courteous countenance on his doth shine,</br>Oh gentle King me grant this Grace aright to line.", "Gentlenesse, Courtesie, Humanitie,</br>Divers in name, in nature are the same,</br>Proceeding from the minds integrity,</br>And are as sparkes of Loves celestiall flame:</br>The outward shews which coplements we name,</br>Are but as Symboles of her heart and mind,</br>If they be true, she is a noble Dame,</br>If feign'd, she is the shame of womankind,</br>And seekes to lye with all, where she may favour find.", "I know not whether I may better call</br>Her Sister, or the Child of Gravity,</br>But sure I find these Graces all in all,</br>Delighting in each others Company:</br>The glory of all faire Societie,</br>Most reverend and amiable Peeres,</br>In whom all sweetnesse shines with Majesty,</br>Where not least ostentation vaine appeares,</br>Chiefe ornaments of Youth, and grace of silver haires.", "Both doe proceed from one Dame, Sanctitie.</br>And both employed are in reformation</br>Of manners; but in briefe Humanity</br>A man, humane, like to his name doth fashion:</br>And this to Poets fables gave occasion,</br>To tell how men were made of stocks and stones,</br>And Beasts turn'd men, by Orpheus his perswasion.</br>And for she thus brought men to live as one,</br>Amphions Harp is said Thebes wals to build alone.", "Yea those, that in Humanity transcended,</br>And others brought unto civility,</br>Were deified when their lives were ended,</br>And ever honour'd of Posterity:</br>Ah!  what more princely is than Courtesie?</br>Thus Kings to King of heav'n most neere do come,</br>When savage men unto Society</br>They bring, which else like furious Beasts would runne,</br>And ev'n more cruell to themselves than beasts become.", "Thus Courtesie with adamantine band</br>Men tyes in Friendship, free from Envies rents,</br>For no offence can part their joyned hand,</br>Where gentlenesse interprets friends intents;</br>Where Kindnesse ever Courtesies prevents,</br>And gratefull, alwayes strives to overcome,</br>As Foes by Armes, Friends by munificence</br>The barbarous and insolentest groome</br>Doth gentle, kinde, benigne, by Courtesie become,", "Man is the weakest creature God hath made,</br>For where all else, by heav'nly Providence,</br>Have bodyes arm'd 'gainst Foes that them invade,</br>And rage of Times by Natures muniments,</br>Man onely Vertue hath for his defence,</br>This gentle vertue, sweet humanity,</br>With loving kind and tender heart, from whence</br>Flow Pitie, Mercy, Love, Benignity,</br>Whereby we mutuall helpes to others heere supply.", "For these Companions are to gentlenesse,</br>Which make her heere beloved unto all;</br>Sweet gracious lookes, and speeches gracefulnesse,</br>Are to this courteous Lady naturall,</br>To which she adding Majesty withall,</br>And comely Guize doth steale mens hearts away,</br>And free, from sterne morosity and gall,</br>In sweet Tranquillity and Peace doth stay,</br>Immutable, without base perturbation, ay.", "Farre from the base morose and cynnicall,</br>That to all others manners are averse,</br>Who are so crooked, crosse and criticall,</br>In their owne dispositions so perverse,</br>No friend with them is able to converse,</br>Delighting to be conversant with none;</br>But sullen, truculent, so sterne and fierce,</br>You easier may wring water from a stone.</br>Then mirth and gentle words; or lookes from such an one.", "Neighbourhood, Countreys-Love, Affinity,</br>Kindred and Friendship are cold barren names;</br>Such neither like nor love the Company</br>Of honest equals, nor of gentle Dames:</br>This Vice in ev'ry man ev'n Nature blames,</br>But most in Officers of Court or State,</br>For Courteous gravity her Courtier frames;</br>Sweet, gentle, facile, pleasing, delicate,</br>Faire Almas bounteous Peares in all to imitate.", "As he is worthy Death, who heere denyes</br>His brother Water from a living Spring,</br>Or him Sunnes comfortable Beames envyes,</br>Or from his Candles-light, light-borrowing,</br>Or to direct aright the wandering;</br>So he is most discourteous, inhumane,</br>Who when he profit may to others bring,</br>Without least Damage to himselfe, or blame,</br>Yet to his brother churlishly denies the same.", "Humanity's like fairest July-flower</br>With silken leaves, which bud, doth yet inclose,</br>Which faire dispreading by sweet Natures power</br>As she doth waxe broader and sweeter blowes;</br>No flower in Loves fairest garden growes,</br>That more delights the smell, affects the eye,</br>But as from roote bright hue and sweetnesse flowes,</br>So from the heart springs fairest Courtesie,</br>Else as the Flower fades, so dyes Humanity.", "For as a gentle heart it selfe bewrayes,</br>By doing courteous deeds, with free delight,</br>Ev'n so base dunghill minde it selfe displayes,</br>In malice, churlishnesse, revenge and spight:</br>Humanity is Friendships chiefest night,</br>Foes reconciler, Bounty's greatest Fame,</br>Than to accept more ready to requite,</br>Gifts are to her like Oyle powr'd on the flame,</br>Which more and more her heart with friendly love inflame.", "As blowing on hot coales them more enflames,</br>But water on them powr'd extinguisheth;</br>So bitter words enrage, but soft reclaimes:</br>One ire appeaseth, th' other kindleth:</br>And as more safe on Sea he travelleth,</br>That passeth on with soft and gentle blast,</br>Than whom full Sailes like arrow carryeth:</br>So stands the mild, sweet gentle man more fast,</br>Than he whose furious mood beares all before in hast.", "As lukewarme water cooles an inflamation,</br>So courteous language, anger pacifies,</br>And as wild horse is tam'd by mild tractation,</br>So cruell foes are wonne by courtesies:</br>We easier our most savage enemies</br>Subdue by Gentlenesse, than cruelty,</br>Wild Hawkes the Faulkner surer to him tyes,</br>By handling gently, and familiarly,</br>Than if he never suffer'd them from fist to fly.", "The Bough by gentlenesse is easily bent,</br>Which handled boistrously would break in sunder.</br>Thus fiercest Bull is with the yoake content,</br>And gentlenesse brings cruell Tygres under:</br>Philosophers affirme that dint of Thunder,</br>Doth never hurt, where it doth yeelding find,</br>It melts the blade, and yet behold and wonder!</br>The scabberd's not consum'd, it bones doth grind,</br>And yet the yeelding flesh is neither scorch'd nor pin'd.", "Wisely, said he, that thought wise men below</br>Should not be mov'd with those which do offend,</br>But where they vices find increase and grow,</br>Should strive and do their best them to amend;</br>Like good Physicians, who when they attend</br>Their Patients, are not angry with their fit,</br>But to the cure best skill and cunning bend:</br>As all are sonnes of Eve, we sinne commit,</br>But he is most like God, that heere amendeth it.", "Humanitie may have a threefold sense,</br>Mans Nature, Vertue, and his education,</br>In humane Arts, and pure Intelligence;</br>From whence she seemes to have denomination:</br>And therefore Liberall Arts by ev'ry Nation,</br>Are call'd the studies of humanity,</br>And breed in man a courteous conversation,</br>With gentle manners and civility,</br>Which onely heav'ns bestow on Muses Nursery.", "And hence it is, that rustique Boores and Clownes,</br>Who want the good of civill education,</br>So rude and rustique are in Countrey townes,</br>When those, that have with Muses conversation,</br>Or neere to Princes Courts their habitation,</br>Become more civill, sociable, kinde;</br>Hence 'tis that ev'ry rude and savage nation,</br>Where gentle Arts abide not, are inclin'd</br>To rustique force, and savage cruelty of mind.", "No greater Grace the heav'ns to man afford,</br>Than gentle breeding up in heav'nly lore,</br>By thews and holy knowledge to accord</br>Their wrathfull furious Passions evermore:</br>Plato the Gods immortall doth adore,</br>That they him reasonable made, no Beast;</br>A Man, no Woman:  But it glads him more,</br>That he knew humane Arts, and heav'nly best,</br>By which he thought himselfe in life and death most blest.", "The Emperour Trajane; when his friends him blame</br>As carelesse of imperiall Majesty,</br>Because so mild, sweet, gentle he became</br>And affable to all his company;</br>Said he would so be in high Sov'raignty</br>To others:  as if else he private were,</br>He wish'd to find the royall Dignity,</br>With whom all good men ought be free from feare,</br>But cruell, vile, malicious, never should come there.", "Philip, who had by Liberalitie</br>Obliged, as he thought, to him a Nation,</br>Received nought but Scorne for Courtesie,</br>Wherefore his Courtiers, mov'd with indignation,</br>Perswade their King unto revenge and passion:</br>Soft, said the Prince, if these men doe requite</br>Our benefits, in such a scornefull fashion,</br>They us for injuries will more despight:</br>True patterne of a prudent, patient, gentle Knight.", "Is Jury barren then of gentle deed?</br>Because I onely of the Nations tell,</br>The lives of Abram, Isaac, Joseph reade,</br>And see how they in Courtesie excell:</br>When as betwixt the Heardmen strife befell,</br>Abram leaues to his nephew Lot the Plaine,</br>His Courtesie the Angels greetes so well,</br>Their errand gently they to him explaine,</br>Yea gracious God to him familiar talke did daigne.", "Most gentle Jacob, courteous like thy Sire,</br>Though Laban churlishly thee handeled;</br>Let all thy patient gentlenesse admire,</br>When thou didst see thy Dina ravished,</br>And for her Rape a Nation slaughtered:</br>Thy gentle Joseph into Egypt sold,</br>Who when he sees his brethren humbeled,</br>Could not his heart and eyes from weeping hold,</br>The Dreames thus proving true, which he before had told.", "Though Shemei barke, David forbids to smite,</br>Oh let him curse, my sonne me seekes to kill:</br>The Lord with Blessings may his Curse requite,</br>If in his fauour I continue still,</br>I shall returne, else be it as he will.</br>Mephibosheth must have his fathers land,</br>And at his Table eate of Bread his fill,</br>Chimham in old Barzellais roome shall stand.</br>And nothing be denide him at King Davids hand.", "But Kings and People, all learne gentlenesse</br>Of our most courteous, gentle King of Kings,</br>Who, when he walk'd on earth in lowlinesse,</br>And was the Lord and Maker of all things,</br>Neuer us'd bitter words nor threatenings,</br>But was to meanest, courteous, gentle, mild;</br>The Lord rebuke thee, Michael onely sings</br>When Satans malice would have him beguil'd</br>Of Moses body; but he never him revil'd.", "As of the head, so of the members learne</br>Mildnesse, Humanity, and Gentlenesse,</br>Speeches morose, and countenances sterne</br>Never agree with worth and noblenesse:</br>Nor to the vessels of true holinesse:</br>And Dames that soft and tender are by kind,</br>Adorn'd with Natures goodliest gracefulnesse,</br>Be gentle, humble, soft and meeke in mind,</br>So you with God and Man, shall grace and favour find.", "No vertue so adornes a valiant man,</br>Nor vertuous Dame, whom valiant men doe love,</br>As courtesie, which best direct them can</br>To beare themselves in all as doth behove:</br>Whether them God hath plast to rule above,</br>Or wait below, it them befits to know</br>Their Duties, that none justly may reprove</br>Their rudenesse, in not giving what they ow:</br>Who gives each man his due, doth great discretion show.", "Nothing more wins mens hearts than gentle words,</br>Nor their affections than sweet lookes delight,</br>If Men, like Beasts, should make the strongest Lords,</br>And be enrag'd one at anothers sight,</br>Societie of men would perish quight,</br>The rules of Policies and States would faile;</br>Mens lives should be in hazzard of each wight,</br>That them by force or cunning would assaile,</br>Yea savage Beasts against their weakenesse would prevaile.", "Rude manners those that have them doe infest,</br>And grievous are to all they deale withall,</br>But gentlenesse in Angels, Man, and Beast,</br>Is much commended and belov'd of all:</br>The Poets want the Gods in heav'n to call</br>Most gentle, bountifull, and amiable;</br>But Fiends and Furies, cruell, tetricall,</br>To first they Temples build, and prayers fable,</br>Counting th' other dreadfull and abominable.", "If Socrates a froward wife would beare,</br>As men ride horses wild; that they may know</br>To rule them better that well tamed were,</br>Much more should Christians sweetly beare the blow</br>Of proud and cruell worldlings heere below:</br>And not to grieve at their prosperitie,</br>Though heere they seeme in wealth and blisse to flow,</br>Alas such stand in places slippery,</br>And in their haughty pride shall perish suddenly.", "Who that most wicked Sect doe imitate,</br>That would all friendship and acquaintance shun,</br>That they might heere enjoy more happy fate,</br>And partners of no others losse become:</br>One burthen is inough for any one,</br>Oh!  why should others losses them molest:</br>By this is all Humanity undone,</br>And man made more ungentle than a beast,</br>The Heathen therefore did such beastlinesse detest.", "The first and speciall Duty, which we ow,</br>Is Love to God, which we call Piety;</br>Next, is the Mercy we to men do show,</br>And this indeed is true Humanity:</br>This is the summe of all Divinity;</br>And this to Piety doth Practice joyne:</br>All love the Lord in words, but doe deny</br>Their hearts and hands to Mercy to incline,</br>God grant they both in us together may combine.", "Chiefe Band amongst men is Humanity,</br>Which who would breake, deserves eternall paine,</br>From one man all derive their pedigree,</br>And therefore Kinsmen all in him remaine:</br>From one God, we our soules doe all obtaine,</br>And so we brethren are, and neerer joyn'd</br>In Soule than Body:  And we hope in vaine,</br>If all into one head be not conjoyn'd,</br>And feele not all one Spirit working in our minde.", "Inhumane cruell Beasts!  which take delight</br>Without just cause Gods image to destroy,</br>Torment, kill, torture, cruelly despight,</br>When God would have all live in amity.</br>Oh measure others by thy misery!</br>No man without anothers ayd can live,</br>He that denies helpe in adversitie,</br>None at his need unto him helpe shall give,</br>As none shall be forgiv'n, that doth not heere forgive.", "No man, that doth obey Dame Natures hest,</br>Can hurt a man, much lesse him spoile or kill:</br>Learne of the gentle, meeke, and harmlesse beast,</br>How he Society doth covet still:</br>The Shepheards gentle Flocks the Plaines do fill,</br>Wolves, Beares and Tygres love to Lord alone:</br>Where they their yong ones with the fat may fill,</br>And forrage all the Countrey for their owne,</br>Lo Mercy there is strange, where Misery's unknowne.", "Such in their Complement are onely kind;</br>And where they kindnesse may receive againe,</br>Oh be mine heart to gentlenesse inclind!</br>Not for base recompence, reward, or gaine,</br>But for his sake, who for my sinne was slaine:</br>But over-courteously I doe abuse</br>My Readers patience, with ungentle straine,</br>Yet if he gentle be, he cannot chuse,</br>But my most willing mind, though not my Verse excuse.</br>"]