["I.</br>How oft in objects uninspir'd with sense,</br>To musing contemplation, clear and strong</br>As all the wordy pomp of eloquence,</br>Or precepts dropt from Plato's honied tongue</br>Speak's nature's warning voice?  For say, while now,</br>Chaunting so sweetly forth her evening lay,</br>The love-lorn nightingale on yonder bough</br>To peaceful slumbers lulls the wearied day,</br>Say as thou mark'st, the willowy verge beside</br>Of Camus old in pensive mood reclin'd,</br>The stealing waves how hastily they glide,</br>Starts not, my friend, a moral to thy mind?</br>Waves still successive former waves supply,</br>No more to seek their native source again,</br>Another and another passes by,</br>All hast'ning on to the devouring main:</br>'Tis thus on years the rolling years succeed,</br>Day follows day, and hour still urges hour;</br>While now we speak, we think, the moment fled;</br>And time flows onward to return no more,</br>And still shall flow, till it shall swallow'd be</br>In vast eternity's unfathomable sea.", "II.</br>See'st thou yon golden orb, erewhile that shone</br>Insufferably bright, and proudly rode</br>In flamy radiance on it's noon-tide throne</br>Sublime like nature's universal God?</br>The shepherd views it with undazzled sight</br>Now stretching o'er the plain it's level ray;</br>Now ling'ring on the extremest verge of light</br>Gradual it sinks, and in the western bay</br>Descends &mdash; E'en now pale darkness 'gins to rear</br>Her ebon car, by fatal screechowls drawn;</br>E'en now she spreads around her empire drear</br>O'er lake and flood, o'er hill and flow'ry lawn:</br>Ah!  such is life!  which haply soon may set</br>In youth's meridian glory now so bright;</br>With inauspicious note the bird of fate</br>Soon, soon may warn us of the low'ring night;</br>And ere a year, a month, perchance a week</br>On time's fleet pinions shall have slipt away,</br>You or some kindly friend, like you, may seek</br>Yon hallow'd mansion of sepulcher'd clay,</br>There weep for very tenderness, and cry</br>\"Beneath this marble sleeps the faithful Emily!\"", "III.</br>Come then, let's seize occasion ere 'tis fled,</br>Nor waste the treasure of the present day;</br>If small's the store of life to man decreed,</br>Less cause have we to squander it away.</br>Come and let's trace the paths of fair renown,</br>With sweetest flow'rets strewed, that ever bloom</br>Ere we shall sleep amid the base unknown</br>With dark oblivion in the silent tomb:</br>Yet first with votive offerings, let us bow</br>In adoration due at nature's shrine;</br>So may the goddess on our honour'd brow</br>Fresh chaplets of unfading praise entwine;</br>She led the poet, when he dar'd to soar</br>Into the heav'n of heav'ns, an earthly guest;</br>'Twas she that bad the first of men explore</br>The comet's path, the sun's eternal rest.</br>But whosoe'er he be, that for his guide</br>To seek propitious nature shall disdain,</br>Fame's adamantine gates to pierce deny'd</br>Devious he strays, and labours till in vain,</br>Still vainly sick'ning o'er the studious oil</br>To pale-ey'd care he gives the sleepless night;</br>Curst as the wretch, that with unceasing toil</br>Panting, the cumbrous rock up th' hill's steep height</br>Hard-struggling heaves &mdash; then it rolls down again</br>With violent rapidity rushing amain.", "IV.</br>O thou the genius of my natal hour,</br>Soul of my soul in fastest union join'd,</br>Unseen yet felt, whose heav'n-commission'd pow'r</br>To deeds of praise directs the yielding mind,</br>Albeit with mighty Bacon to pursue</br>Mysterious knowledge thro' untrodden ways,</br>Or, Newton, led by thine unerring clue</br>Urge flying science to its inmost maze,</br>Albeit to me by godlike acts to gain</br>From shouting multitudes the loud applause,</br>Rage thro' the storm of battle, and to stain</br>The sword of vengeance in my country's cause</br>Permits not heav'n; nor in the per'lous hour</br>Of dark conspiracy with dauntless tongue</br>Dash the fierce spirit of Cataline, and pour</br>The tides of patriot eloquence along,</br>At least distinguish'd from th' ignoble crowd</br>O let e'en me not vainly pant for fame;</br>Else tell me whence, as yet a child, I glow'd</br>With the warm impulse of its sacred flame?</br>Still to repose, thou source of every good,</br>In no inglorious leisure make it mine;</br>Still, as I haunt the tow'ry-crowned flood</br>Of Camus, blessed seat of bards divine,</br>O'er Poesy's delightsome fields to rove</br>And crop immortal garlands from the muse's grove.", "V.</br>Would that my power but answer'd to my will!</br>And heav'n auspicious gave not to the wind</br>My frustrate vows!  pluckt from the sacred hill</br>With laurels than these temples wou'd I bind,</br>Anxious to rival, with exulting pride</br>Whom thou, O Albion saw'st in former time</br>Triumphant mid applauding Io's ride</br>Rich with the spoils of Eden's happy clime,</br>While Meles trembling through his farthest waves</br>The loud acclaims with envious wonders heard,</br>While sorrowing each within their pearly caves</br>The nymphs of Mincio wept their conquer'd bard;</br>Science and Smith, then pleas'd, might see me pay</br>The pious tribute at their Newton's shrine;</br>Then Camus might approve the filial lay,</br>Nor thou, Eliza, blush to call me thine;</br>Then might I force the captiv'd theatre</br>To feel the miseries which others felt,</br>In eyes unconscious of the tender tear</br>Extort the weeping sympathy, and melt</br>The soul of adamant:  Or pleas'd no more</br>With fabled Pindus lead the tuneful throng</br>O'er Sina's top, and on thy palmy shore,</br>O Jordan, sacred river, laid along,</br>Advent'rous soar on epic plume, and sing</br>Of Israel's lawgiver, or Juda's shepherd king.</br>"]