["I. 1.</br>Queen of the Lyre!  who first, when Albion sprang to day,</br>From forth the bosom of her mother sea,</br>With sounds seraphic hail'dst the rising isle,</br>And mark'dst the seat, where future arts should smile;</br>'Midst northern skies who taught'st thy sons a flight,</br>Above th' Aonian Pindus' fabled height;</br>Hail, British Muse!  to thee belong</br>A Briton's praise, a Briton's son;</br>Behold, an artless wreath I twine;</br>A wreath for thee, and for thy sons divine.", "I. 2.</br>Hast thou then heard my call, sweet tyrant of the breast?</br>Thou hast &mdash; for lo!  through mystic clouds confest,</br>Bursts on my view the visionary maid,</br>In sky-enwoven robes of blue array'd!</br>Mark'd ye the beamy lustre of her eye?</br>Mark'd ye the magic rod she waves on high?</br>'Tis Fancy comes, and in her hand</br>Smiling she leads the elfin band;</br>Whilst at her side, he lov'd so well,</br>The gentle Spenser tunes his airy shell.", "I. 3.</br>Methinks through fairy land I stray,</br>And groves unknown to garish day;</br>I seem to view some castle's height,</br>With antique trophies richly dight;</br>While round, beneath the rocky brow,</br>O'er its rough bed the torrent murmurs low.</br>I see its giant lord!</br>Around his gloomy eyes he throws,</br>And proudly frowns upon his foes;</br>In vain &mdash; with speed the elfin knights advance,</br>Nor can the paynim club resist their lance;</br>Lo!  the fell tyrant falls, with many a wound deep-gor'd.", "II. 1.</br>Within yon ghastly cave, thick-fring'd with horrid gloom,</br>Despair has fix'd his solitary home;</br>Around the naked cliffs, with ceaseless wail,</br>Through the dun air the flitting spirits sail.</br>Ah!  come not, hero!  near this scene of woe;</br>Vain is thy prowess against such a foe:</br>Miscreant!  stop thy artful tale,</br>His dauntless soul begins to fail;</br>With upright hair, and haggard eye,</br>Trembling he lifts the rusty blade on high.", "II. 2.</br>Thus sung th' inventive bard; he sung, and Sidney heard,</br>And crown'd his poet with a due reward;</br>Bad him aspire to great Eliza's praise,</br>And granted friendship for such matchless lays.</br>Too soon did fate resume the bliss it gave,</br>And Spenser wept upon his Sidney's grave.</br>Then did'st thou quit thy Mulla's shore,</br>Sweet Mulla!  vocal now no more;</br>From Arlo's hill the sighing swain</br>Curs'd the sad bark, that bore thee o'er the main.", "II. 3.</br>Did ever fancy pour along</br>Such sweet variety of song?</br>While allegory's mystic veil</br>Dimly conceals the moral tale;</br>Thus, o'er the wide ensanguin'd field,</br>Beams his own Arthur's adamantine shield,</br>Half shrouded from the sight;</br>Yet oft the prince display'd in air</br>The magic splendor that he bare;</br>Abash'd, confounded, fell the rebel crew,</br>That dar'd oppose their rash tumultuous view,</br>Whilst the bright meteor flam'd, and scar'd the realms of light.", "III. 1.</br>On Avon's willow'd banks the mighty master stands;</br>Around, the passions wait his dread commands,</br>To rend the heart with terror's Gorgon frown,</br>Or melt the stubborn breast with pity down:</br>Love's rosy blush, and anger's kindling eye,</br>And the dark gloom of lowering jealousy:</br>Here, madness, smiling in her pain,</br>With light fantastic gesture vain;</br>There, tearing up his hoary hair,</br>Bends to the earth in wildness of despair.", "III. 2.</br>The great magician calls &mdash; he gives the potent word;</br>And see!  Macbeth clutches the hanging sword;</br>See!  Glo'ster, starting from his haunted bed,</br>In fancied terror rears his impious head;</br>The murder'd band still glares before his sight,</br>And the pale tyrant roars with mad affright.</br>But soft &mdash; I hear wild music breathe,</br>\"Above, about, or underneath;\"</br>Lo!  Ariel's sprites their vigils keep,</br>Ride the curl'd clouds, and tread the oozy deep.", "III. 3.</br>Thee, various bard, beneath the shade,</br>(A quivering alder o'er thee laid,</br>Which Nature twin'd with flow'rets rude,)</br>The rival Muses whilom woo'd.</br>Thalia clasp'd the smiling boy,</br>And tun'd his artless tongue to tales of joy;</br>But soon the gushing tear,</br>Confest, Melpomene, thy lore;</br>He melts with woes unknown before;</br>By turns the dubious poet smil'd and sigh'd,</br>Each was too eloquent to be denied,</br>Both won the glorious cause, and Falstaff vied with Lear.", "IV. 1.</br>Through yon star-sprinkled plain, and azure realms of light,</br>What mighty Spirit holds his steady flight?</br>Now sailing onward through the spacious round,</br>Dives in th' abyss, and skims the dark profound?</br>What earthly guest dares draw celestial air,</br>And view th' effulgence, angels cannot bear?</br>Great Milton dar'd &mdash; he strung his lyre,</br>And struck it with a prophet's fire;</br>Anew creation seems to bloom,</br>And resuced Eden all her charms resume.", "IV. 2.</br>What were the bitter pangs, the lost archangel knew,</br>When through the Stygian gloom his eyes he threw,</br>And saw his rebel peers, in dumb dismay,</br>Wide stretch'd upon the same sulphurous sea!</br>Thought he not then on Heav'n's divine abodes,</br>And curs'd ambition that could ruin Gods?</br>Yet more, he felt the sing of shame,</br>And the lost honours of his name,</br>When, conscious of th' ignoble plan,</br>In mean disguise he sought the fall of man.", "IV. 3.</br>Above the bards of Grecian fame,</br>Homer exalts his lofty name;</br>From him the tragic muse, of yore,</br>Drew her sweet pathetic store:</br>Amid the starry domes on high,</br>Where British bards taste immortality,</br>Great Milton reigns supreme:</br>E'en Shakespeare yields his native fire,</br>Nor blushing Spenser dares aspire:</br>\"Hail, Lord of verse,\" they sing, \"to thee belong</br>The meed of poesy, majestic, strong,</br>Above the bards of Greece, in genius as in theme.\"</br>"]