["THIRSIL.  DAPHNIS.  THOMALIN.", "Aurora from old Tithons frosty bed</br>(Cold, wintry, wither'd Tithon) early creeps;</br>Her cheek with grief was pale, with anger red;</br>Out of her window close she blushing peeps;</br>Her weeping eyes in pearled dew she steeps,</br>Casting what sportlesse nights she ever led:</br>She dying lives, to think he's living dead.</br>Curst be, and cursed is that wretched sire,</br>That yokes green youth with age, want with desire.</br>Who ties the sunne to snow?  or marries frost to fire?", "The morn saluting, up I quickly rise,</br>And to the green I poste; for on this day</br>Shepherd and fisher-boyes had set a prize,</br>Upon the shore to meet in gentle fray,</br>Which of the two should sing the choicest lay;</br>Daphnis the shepherds lad, whom Mira's eys</br>Had kill'd; yet with such wound he gladly dies:</br>Thomalin the fisher, in whose heart did reigne</br>Stella; whose love his life, and whose disdain</br>Seems worse then angry skies, or never quiet main.", "There soon I view the merry shepherd-swains</br>March three by three, clad all in youthfull green:</br>And while the sad recorder sweetly plains,</br>Three lovely Nymphs (each several row between,</br>More lovely Nymphs could no where els be seen,</br>Whose faces snow their snowy garments stains)</br>With sweeter voices fit their pleasing strains.</br>Their flocks flock round about; the horned rammes,</br>And ewes go silent by, while wanton lambes</br>Dancing along the plains, forget their milky dammes.", "Scarce were the shepherds set, but straight in sight</br>The fisher-boyes came driving up the stream;</br>Themselves in blue, and twenty sea-nymphs bright</br>In curious robes, that well the waves might seem:</br>All dark below, the top like frothy cream:</br>Their boats and masts with flowres, and garlands dight;</br>And round the swannes guard them with armies white:</br>Their skiffes by couples dance to sweetest sounds,</br>Which running cornets breath to full plain grounds,</br>That strikes the rivers face, and thence more sweet rebounds.", "And now the Nymphs and swains had took their place;</br>First those two boyes; Thomalin the fishers pride,</br>Daphnis the shepherds:  Nymphs their right hand grace;</br>And choicest swains shut up the other side:</br>So sit they down in order fit appli'd;</br>Thirsil betwixt them both, in middle space:</br>(Thirsil their judge, who now's a shepherd base,</br>But late a fisher-swain, till envious Chame</br>Had rent his nets, and sunk his boat with shame;</br>So robb'd the boyes of him, and him of all his game).", "So as they sit, thus Thirsil 'gins the lay;", "THIRSIL.</br>You lovely boyes, (the woods, and Oceans pride)</br>Since I am judge of this sweet peacefull fray,</br>First tell us, where, and when your Loves you spied:</br>And when in long discourse you well are tried,</br>Then in short verse by turns we'l gently play:</br>In love begin, in love we'l end the day.</br>Daphnis, thou first; to me you both are deare:</br>Ah, if I might, I would not judge, but heare:</br>Nought have I of a judge, but an impartiall eare.", "DAPHNIS.</br>Phoebus, if as thy words, thy oaths are true;</br>Give me that verse which to the honour'd bay</br>(That verse which by thy promise now is due)</br>To honour'd Daphne in a sweet tun'd lay</br>(Daphne thy chang'd, thy love unchanged aye)</br>Thou sangest late, when she now better staid,</br>More humane when a tree, then when a maid,</br>Bending her head, thy love with gentle signe repaid.", "What tongue, what thought can paint my Loves perfection?</br>So sweet hath nature pourtray'd every part,</br>That art will prove that artists imperfection,</br>Who, when no eye dare view, dares limme her face.</br>Phoebus, in vain I call thy help to blaze</br>More light then thine, a light that never fell:</br>Thou tell'st what's done in heav'n, in earth, and hell:</br>Her worth thou mayst admire; there are no words to tell.", "She is like thee, or thou art like her, rather:</br>Such as her hair, thy beams; thy single light,</br>As her twin-sunnes:  that creature then, I gather,</br>Twice heav'nly is, where two sunnes shine so bright:</br>So thou, as she, confound'st the gazing sight:</br>Thy absence is my night; her absence hell.</br>Since then in all thy self she doth excell,</br>What is beyond thy self, how canst thou hope to tell?", "First her I saw, when tir'd with hunting toyl,</br>In shady grove spent with the weary chace,</br>Her naked breast lay open to the spoil;</br>The crystal humour trickling down apace,</br>Like ropes of pearl, her neck and breast enlace:</br>The aire (my rivall aire) did coolly glide</br>Through every part:  such when my Love I spi'd,</br>So soon I saw my Love, so soon I lov'd, and di'd.", "Her face two colours paint; the first a flame,</br>(Yet she all cold) a flame in rosie die,</br>Which sweetly blushes like the mornings shame:</br>The second snow, such as on Alps doth lie,</br>And safely there the sunne doth bold defie:</br>Yet this cold snow can kindle hot desire.</br>Thou miracle; mar'l not, if I admire,</br>How flame should coldly freez, and snow should burn as fire.", "Her slender waste, her hand, that dainty breast,</br>Her cheek, her forehead, eye, and flaming hair,</br>And those hid beauties, which must sure be best,</br>In vain to speak, when words will more impair:</br>Of all the fairs she is the fairest fair.</br>Cease then vain words; well may you shew affection,</br>But not her worth:  the minde her sweet perfection</br>Admires:  how should it then give the lame tongue direction?", "THOMALIN.</br>Unlesse thy words be flitting as thy wave,</br>Proteus, that song into my breast inspire,</br>With which the seas (when loud they rore and rave)</br>Thou softly charm'st, and windes intestine ire</br>(When 'gainst heav'n, earth, and seas they did conspire)</br>Thou quiet laid'st:  Proteus, thy song to heare,</br>Seas listning stand, and windes to whistle fear;</br>The lively Delphins dance, and brisly Seales give eare.", "Stella, my starre-like love, my lovely starre:</br>Her hair a lovely brown, her forehead high,</br>And lovely fair; such her cheeks roses are:</br>Lovely her lip, most lovely is her eye:</br>And as in each of these all love doth lie;</br>So thousand loves within her minde retiring,</br>Kindle ten thousand loves with gentle firing.</br>Ah let me love my Love, not live in loves admiring!", "At Proteus feast, where many a goodly boy,</br>And many a lovely lasse did lately meet;</br>There first I found, there first I lost my joy:</br>Her face mine eye, her voice mine eare did greet;</br>While eare and eye strove which should be most sweet,</br>That face, or voice:  but when my lips at last</br>Saluted hers, those senses strove as fast,</br>Which most those lips did please; the eye, eare, touch, or taste.", "The eye sweares, never fairer lip was eyed;</br>The eare with those sweet relishes delighted,</br>Thinks them the spheares; the taste that nearer tried</br>Their relish sweet, the soul to feast invited;</br>The touch, with pressure soft more close united,</br>Wisht ever there to dwell; and never cloyed,</br>(While thus their joy too greedy they enjoyed)</br>Enjoy'd not half their joy, by being overjoyed.", "Her hair all dark more clear the white doth show,</br>And with its night her faces morn commends:</br>Her eye-brow black, like to an ebon bow;</br>Which sporting Love upon her forehead bends,</br>And thence his never-missing arrow sends.</br>But most I wonder how that jetty ray,</br>Which those two blackest sunnes do fair display,</br>Should shine so bright, and night should make so sweet a day.", "So is my love an heav'n; her hair a night:</br>Her shining forehead Dian's silver light:</br>Her eyes the starres; their influence delight:</br>Her voice the sphears; her cheek Aurora bright:</br>Her breast the globes, where heav'ns path milkie-white</br>Runnes 'twixt those hills:  her hand (Arions touch)</br>As much delights the eye, the eare as much.</br>Such is my Love, that, but my Love, was never such.", "THIRSIL.</br>The earth her robe, the sea her swelling tide;</br>The trees their leaves, the moon her divers face;</br>The starres their courses, flowers their springing pride;</br>Dayes change their length, the Sunne his daily race:</br>Be constant when you love; Love loves not ranging:</br>Change when you sing; Muses delight in changing.", "DAPHNIS.</br>Pan loves the pine-tree; Jove the oak approves;</br>High populars Alcides temples crown:</br>Phoebus, though in a tree, still Daphne loves,</br>And hyacinths, though living now in ground:</br>Shepherds, if you your selves would victours see,</br>Girt then this head with Phoebus flower and tree.", "THOMALIN.</br>Alcinous peares, Pomona apples bore:</br>Bacchus the vine, the olive Pallas chose:</br>Venus loves myrtils, myrtils love the shore:</br>Venus Adonis loves, who freshly blowes,</br>Yet breathes no more:  weave, lads, with myrtils roses</br>And bay, and hyacinth the garland loses.", "DAPHNIS.</br>Mira, thine eyes are those twin-heav'nly powers,</br>Which to the widowed earth new offspring bring:</br>No marvel then, if still thy face so flowers,</br>And cheeks with beauteous blossomes freshly spring:</br>So is thy face a never-fading May:</br>So is thine eye a never-falling day.", "THOMALIN.</br>Stella, thine eyes are those twin-brothers fair,</br>Which tempests slake, and promise quiet seas:</br>No marvel then if thy brown shadie hair,</br>Like night, portend sweet rest and gentle ease.</br>Thus is thine eye an ever-calming light:</br>Thus is thy hair a lovers ne'r-spent night.", "DAPHNIS.</br>If sleepy poppies yeeld to lilies white;</br>If black to snowy lambes; if night to day;</br>If Western shades to fair Aurora's light;</br>Stella must yeeld to Mira's shining ray.</br>In day we sport, in day we shepherds toy:</br>The night, for wolves; the light, the shepherds joy.", "THOMALIN.</br>Who white-thorn equalls with the violet?</br>What workman rest compares with painfull light?</br>Who weares the glaring glasse, and scorns the jet?</br>Day yeeld to her, that is both day and night.</br>In night the fishers thrive, the workmen play;</br>Love loves the night; night's lovers holy-day.", "DAPHNIS.</br>Fly thou the seas, fly farre the dangerous shore:</br>Mira, if thee the king of seas should spie,</br>He'l think Medusa (sweeter then before)</br>With fairer hair, and double fairer eye,</br>Is chang'd again; and with thee ebbing low,</br>In his deep courts again will never flow.", "THOMALIN.</br>Stella, avoid both Phoebus eare, and eye:</br>His musick he will scorn, if thee he heare:</br>Thee Daphne, (if thy face by chance he spie)</br>Daphne now fairer chang'd, he'l rashly sweare:</br>And viewing thee, will later rise and fall;</br>Or viewing thee, will never rise at all.", "DAPHNIS.</br>Phoebus and Pan both strive my love to gain,</br>And seek by gifts to winne my carelesse heart;</br>Pan vows with lambes to fill the fruitfull plain;</br>Apollo offers skill, and pleasing art:</br>But Stella, if thou grant my suit, a kisse;</br>Phoebus and Pan their suit, my love, shall misse.", "THOMALIN.</br>Proteus himself, and Glaucus seek unto me;</br>And twenty gifts to please my minde devise:</br>Proteus with songs, Glaucus with fish doth woo me:</br>Both strive to winne, but I them both despise:</br>For if my Love my love will entertain,</br>Proteus himself, and Glaucus seek in vain.", "DAPHNIS.</br>Two twin, two spotted lambes, (my songs reward)</br>With them a cup I got, where Jove assumed</br>New shapes, to mock his wives too jealous guard;</br>Full of Joves fires it burns still unconsumed:</br>But Mira, if thou gently deigne to shine,</br>Thine be the cup, the spotted lambes be thine.", "THOMALIN.</br>A pair of swannes are mine, and all their train;</br>With them a cup, which Thetis self bestowed,</br>As she of love did heare me sadly plain;</br>A pearled cup, where Nectar oft hath flowed:</br>But if my Love will love the gift, and giver;</br>Thine be the cup, thine be the swannes for ever.", "DAPHNIS.</br>Thrice happy swains!  thrice happy shepherds fate!", "THOMALIN.</br>Ah blessed life!  ah blessed fishers state!</br>Your pipes asswage your love; your nets maintain you.", "DAPHNIS.</br>Your lambkins clothe you warm; your flocks sustain you:</br>You fear no stormie seas, nor tempests roaring.", "THOMALIN.</br>You sit not rots or burning starres deploring:</br>In calms you fish; in roughs use songs and dances.", "DAPHNIS.</br>More do you fear your Loves sweet-bitter glances,</br>Then certain fate, or fortune ever changing.", "THOMALIN.</br>Ah that the life in seas so safely ranging,</br>Should with loves weeping eye be sunk, and drown'd!", "DAPHNIS.</br>The shepherds life Phoebus a shepherd crown'd,</br>His snowy flocks by stately Peneus leading.", "THOMALIN.</br>What herb was that, on which old Glaucus feeding,</br>Grows never old, but now the gods augmenteth?", "DAPHNIS.</br>Delia her self her rigour hard relenteth:</br>To play with shepherds boy she's not ashamed.", "THOMALIN.</br>Venus, of frothy seas thou first wast framed;</br>The waves thy cradle:  now Love's Queen art named.", "DAPHNIS.</br>Thou gentle boy, what prize may well reward thee?</br>So slender gift as this not half requites thee.</br>May prosperous starres, and quiet seas regard thee;</br>But most, that pleasing starre that most delights thee:</br>May Proteus still and Glaucus dearest hold thee;</br>But most, her influence all safe infold thee:</br>May she with gentle beams from her fair sphear behold thee.", "THOMALIN.</br>As whistling windes 'gainst rocks their voices tearing;</br>As rivers through the valleys softly gliding;</br>As haven after cruel tempests fearing:</br>Such, fairest boy, such is thy verses sliding.</br>Thine be the prize:  may Pan and Phoebus grace thee;</br>Most, whom thou most admir'st, may she embrace thee;</br>And flaming in thy love, with snowy arms enlace thee.", "THIRSIL.</br>You lovely boyes, full well your art you guided;</br>That with your striving songs your strife is ended:</br>So you your selves the cause have well decided;</br>And by no judge can your award be mended.</br>Then since the prize for onely one intended</br>You both refuse, we justly may reserve it,</br>And as your offering in Love's temple serve it;</br>Since none of both deserve, when both so well deserve it.", "Yet, for such songs should ever be rewarded;</br>Daphnis, take thou this hook of ivory clearest,</br>Giv'n me by Pan, when Pan my verse regarded:</br>This fears the wolf, when most the wolf thou fearest.</br>But thou, my Thomalin, my love, my dearest,</br>Take thou this pipe, which oft proud storms restrained;</br>Which, spite of Chamus spite, I still retained:</br>Was never little pipe more soft, more sweetly plained.", "And you, fair troop, if Thirsil you disdain not,</br>Vouchsafe with me to take some short refection:</br>Excesse, or daints my lowly roofs maintain not;</br>Peares, apples, plummes, no sugred made confection.</br>So up they rose, and by Love's sweet direction</br>Sea-nymphs with shepherds sort:  sea-boyes complain not</br>That wood-nymphs with like love them entertain not.</br>And all the day to songs and dances lending,</br>Too swift it runnes, and spends too fast in spending.</br>With day their sports began, with day they take their ending.</br>"]