["TIME &mdash; EVENING.</br>SCENE &mdash; A PROMONTORY IN THE WEST OF IRELAND.", "Hoarse croak the corm'rants on the rocky shore,</br>And stormy petrels distant seas explore;</br>The orb of day now downward seeks the west,</br>The ev'ning sky in gloomy clouds is drest;</br>Now from the bays the toiling fishers steer,</br>And Gannet tribes their nightly labours cheer,</br>When thro' the air the quick-ey'd myriads sweep,</br>Or headlong dash into the foaming deep.", "High on a cliff, whose ample base still braves</br>The tempest's force, and meets th' Atlantic waves,</br>An hoary herdsman with his son reclin'd,</br>Where days long pass'd revolv'd in Morar's mind.</br>Caril, with raven locks, had sorrow known,</br>Yet mourn'd, alas!  misfortunes not his own;</br>Caril with feeling soul his cares express'd,</br>When thus the sire his hardy son address'd.", "MORAR.</br>So may content thine eve of life attend;</br>Respect thy country &mdash; prove her ardent friend;</br>Long by thy offspring be this land rever'd,</br>Where erst Benevolence her temple rear'd;</br>How chang'd the scene!  nor can we deem it strange;</br>Kingdoms as well as common customs change.</br>Tho' blooming flow'rets now the lawn o'erspread,</br>Anon the thistle rears its idle head.", "Where yonder herd for lack of pasture strays,</br>A goodly mansion stood in better days;</br>Where the tir'd traveller op'd the friendly door,</br>Was kindly urg'd to share thy grandsire's store;</br>The maimed soldier's actions there were told,</br>How ta'en by Turks, and how to slav'ry sold.</br>The shipwreck'd seaman, too, would there appear,</br>And from our mother draw the tender tear;</br>Her blazing hearth and lib'ral hand confest</br>The genuine feelings of a pious breast.", "CARIL.</br>Bless'd be that shade, whose hospitable heart</br>Could thus the gifts of Providence impart;</br>With sorrow's sons could thus her bounty share,</br>And make the wretched of our kind her care.", "MORAR.</br>Oppression then withheld his heavy hand,</br>Nor bade the social virtues quit the land;</br>Boldly her rights then fair Hibernia claim'd,</br>And tyrant rulers shrunk, abash'd, asham'd.</br>Then ripen'd fruits the cheerful cottage grac'd,</br>And plenty thro' each smiling vale was trac'd.", "Yon rushy lake had banks that well might please,</br>Where shepherd girls reclin'd at rural ease;</br>And to the rustic pipe at eve, were seen,</br>Frolic and gay, to trip the daisy'd green.</br>This pastime o'er, the minstrels would relate,</br>Of Derg the wonders, or the warrior's fate,</br>And name the bard, whose magic harp and' song,</br>Pale ghosts could raise &mdash; their midnight spells prolong;</br>Who oft response to the sounding strings,</br>Echo'd the fall of Danes and Danish kings;</br>Or from the primrose dell, or pansy'd plain,</br>With sweetest touch could lure the fairy train</br>Till call'd to rest the sage was circl'd round,</br>Each word was caught, nor lost the weakest sound;</br>All spoke their thoughts, they scorn'd to use disguise,</br>The tales believ'd, and held him wond'rous wise.", "Thy youthful days, O Innocence!  were blest,</br>Ere dreadful war or tyrants broke our rest;</br>From camps return'd, no former friends I found,</br>For Desolation silent stalk'd around;</br>Thro' distant climes my sad companions roam</br>In search of freedom, lost, alas!  at home.", "CARIL.</br>Must Caril, then, who's proud to call you sire,</br>Still bear the usage of the churlish squire?</br>What can his ruddy boys inherit more?</br>No plenteous crops increase our scanty store;</br>Our starving herds no forest's shelter share,</br>But the bleak hill, of wood and pasture bare.</br>Our lambs are mangled by the eagle brood,</br>And famish'd crakes 'mong rushes pine for food.</br>Unhappy land!  what greater curse remains,</br>Than tyrant rulers, and uncultur'd plains!", "My sons must yearly seek proud England's shore,</br>For yearly toil the scoffing clowns implore.</br>Our lords, rapacious, grasp the hard-earn'd pay,</br>And western gales waft all our wealth away.</br>Th' imperious chiefs in gay assemblies shine,</br>While on the heath the shiv'ring peasants pine:</br>Moss-grown the path that winding met the mill;</br>Silent the hammer, and the looms are still;</br>Trackless the turf &mdash; nor bell now strikes the ear,</br>Nor village lights the drooping shepherds cheer.", "Late, o'er these hills I took my morning round,</br>And from the heights I view'd the barren ground;</br>Then, tow'rd the sea I eager turn'd my sight,</br>Hope quickly gave my anxious soul delight;</br>When, lo!  a tow'ring fleet with swelling sails</br>Past yonder point &mdash; I pray'd for prosp'rous gales;</br>With them to western worlds I wish'd to fly,</br>And with my offspring better days enjoy.", "MORAR.</br>Tho' great our wrongs, yet, Caril, lend thine ear,</br>And now the words of sad experience hear:</br>When dragg'd by force to share in war's alarms,</br>I left thee in thy tender mother's arms&mdash;</br>Why should my sorrows with my years increase?</br>Dry up, ye tears! &mdash; her soul is now at peace&mdash;</br>Full twice ten years thro' Europe's realms I've been,</br>And diff'rent men and diff'rent manners seen:</br>From where the Russian treads the frozen plain,</br>To where Britannia curbs the pow'r of Spain&mdash;</br>Germania's peasants hapless lot deplor'd,</br>While her proud princes grasp'd the bloody sword.</br>I've seen the rustic reap the golden field,</br>Then all his labours to the victor yield,</br>And heard the shepherd sing his ev'ning lay,</br>Whose flocks, ere morn arose, were swept away;</br>The country round in one tremendous flame,</br>Whilst deeds were done that stain the soldier's name.</br>If we the ills of poverty endure,</br>Thank Heav'n, our wives and daughters sleep secure!", "CARIL.</br>Though great the evils that on war attend,</br>Yet Hope still smiles, and whispers, they shall end:</br>Again may Commerce rear her drooping head,</br>The Arts may flourish, when by Freedom led;</br>Again the Downs with flocks be whiten'd o'er,</br>Again may Temples gild the happy shore;</br>Again may Cultivation's honest hand</br>Rejoice the rustic, and enrich the land:</br>But where Oppression rules, the cots decay,</br>Thin grow the crops &mdash; the herbage pines away.", "MORAR.</br>Yet turn to Italy's luxuriant vales,</br>Matur'd by genial suns and gentle gales,</br>Where bounteous Nature still her plenty pours,</br>Yet sees the peasant poor amidst her stores,</br>Beneath the yoke of superstition groan,</br>And press the vintage for his lord alone.</br>Where indolence commands the slavish crew&mdash;", "CARIL.</br>Far nobler prospects late have struck my view&mdash;</br>Methinks I see a patriot band unite,</br>And boldly dare Europa's sons to fight:</br>Impell'd by truth, they spurn each tyrant's law,</br>And arm'd by justice, keep the world in awe;</br>With them my sons, rewarded for my pains,</br>Shall bless their sire, and till those fertile plains.", "MORAR.</br>Why seek a land, whose haughty rulers drove</br>The native Indian from his peaceful grove?</br>Where horrid war, by wild ambition led,</br>Let havock loose, and helpless virtue bled;</br>Where now our friends, with doubts and fears opprest,</br>Lament their change, and smite the pensive breast;</br>Where pois'nous plants o'erspread the sickly place,</br>And beasts of prey destroy the helpless race&mdash;</br>Tho' western blasts may vex us half the year,</br>We no tornadoes, no dire earthquakes fear;</br>No hungry wolves thy harmless herds devour,</br>Nor subtle serpents lurk beneath thy bow'r.", "Altho' the arms of Commerce now are bound,</br>Our country's Genius prostrate on the ground,</br>The trembling tear now dims her downcast eye,</br>Tho' now from want her sons are forc'd to fly,</br>And toil for scanty bread on distant plains,</br>And feel the poignant jest of richer swains:</br>A time will come, when Trade, Europa's pride,</br>Shall in our bays bid lofty vessels ride;</br>Industry then shall mark each busy face,</br>And churlish lordlings sink in just disgrace.&mdash;", "But to thy cottage let us now retire,</br>Yon curling smoke bespeaks a welcome fire:</br>The finny shoals now brighten all the main,</br>The ev'ning mist rolls o'er the barren plain.</br>"]