["Ill-boding Fears away;</br>And all the sickly train of black Despair</br>With self-consuming Care,</br>Vanish, like shades, before the rising day:</br>Hie to some chearless grove,</br>As midnight dark, where sun-beams ne'er are seen</br>The clust'ring trees between;</br>Or to some lonely cloyster drear and pale,</br>Where meagre Phantoms sail;</br>There 'midst wan shapes and nightly horrors rove.", "Rising on this happy Isle</br>Pleasure sheds her morning smile;</br>Op'ning to the genial rays,</br>The bud of Joy it's leaves displays:</br>Love and Glory now agree</br>To form a guiltless Jubilee.</br>British Nymphs your lays prepare;</br>Greet, O!  greet this Royal Fair:</br>For sure much Grace and Beauty dwells</br>In Her, who even you excels.</br>British swains that wont to charm</br>With Celia's praise the lonely farm,</br>Now a loftier strain express</br>Sacred to GEORGE, and Happiness;</br>GEORGE, who in the rolls of Fame</br>High exalts the British name.</br>Let every feature of our Isle</br>Form itself into a smile:</br>Let each loyal foot advance</br>In a many-winding dance.", "Come, fair Peace!  with olive wand,</br>(Too long a stranger to this Land)</br>Join the jovial choir of Youth,</br>And all the sisterhood of Truth:</br>And each and all with glee conspire</br>To strike the silver-sounding lyre,</br>Whose magic strains shall quick impart</br>To the mazes of the heart</br>Raptures, that never know to cloy.</br>These with nicest skill apply;</br>And amidst the sprightly throng</br>Raise a sweet-enchanting Song:</br>Your notes to Royal CHARLOTTE give,</br>In whom the purest virtues life.", "Hither come, at GEORGE'S call,</br>Bright Euphrosyne!  and all</br>The Nymphs, who wait on favour'd Man,</br>And strive to bless Him all they can.</br>Thou too Erato combine,</br>With all the chorus of the Nine:</br>Sing of GEORGE in honour drest,</br>Tow'ring vict'ry for His crest,</br>Whom the bounteous Powers above</br>Have blest with CHARLOTTE and with Love.</br>Yet why your Presence do I ask,</br>Full glad of such a welcome task?</br>Why  call I You to Britain's plain?</br>To bid You leave it would be vain.", "But now each British bosom fraught</br>With all the warmth that Love e'er taught</br>Still prays (and may their Pray'rs prevail)</br>That Britain's blessings ne'er may fail.</br>We ask not of the Pow'rs above</br>Britain's blessings to improve.</br>"]