["Mysterious Power!  of thee I fain would sing;</br>To tell of thee, my daring thoughts aspire:</br>But, ere my fingers touch the trembling string,</br>Oh breathe around me pure poetic fire;</br>For none so well can strike the tuneful lyre</br>As he who does thy potent influence own&mdash;</br>When thou his ev'ry effort dost inspire,</br>He'll sing, preluding to a strain unknown,</br>Unfelt, by all but thee &mdash; thy worshippers alone.", "He whose dark path few lovely visions cheer,</br>The warrior, first in tumult and in fame,</br>Who ne'er has felt the chilling hand of fear,</br>Nor yet the rising flush of conscious shame;</br>If in his heart thou deign'st to light a flame,</br>Through each recess inspiring warmth shall steal,</br>That glory, int'rest, and all passions tame;</br>And he who unto Mars has shown such zeal,</br>Shall own thy magic power, and at tiny altar kneel.", "The pious monk and nun, whose life is given</br>To mild religion, and the cause of peace,</br>Shut out the world, and dream alone of heaven,</br>All heav'nly joys that never can decrease;</br>If thou dost touch them, lo!  such visions cease&mdash;</br>They'll wish from bond or fetter to be free,</br>And strive in vain to gain the wish'd release&mdash;</br>Their thoughts and pious actions disagree&mdash;</br>They'll raise the voice to God &mdash; their thoughts are turn'd to thee!", "The miser, who at every sound expires,</br>Or feels pale want mid heaps of golden store,</br>Dreading to grant what nature's self requires;</br>With heart as hard as is the sullen ore</br>Like radiant heat thou canst upon it pour,</br>And bid the gold from baser substance flow.</br>Avarice, the ruling passion, sways no more,</br>The heart with love and gratitude will glow,</br>Emotions which before it ne'er could feel nor know.", "Thine is the power that melts the hardest heart,</br>That bids the savage quit his destin'd prey;</br>Lo!  from his hand down drops the harmless dart,</br>He feels &mdash; and basks beneath thy sunny ray.</br>Behold the lawns unharm'd around him play,</br>Oblivion o'er his former deeds is cast,</br>He listless in his native woods does stray,</br>Thinking that magic o'er his frame has past,</br>He musing sighs, and looks as though it were his last.", "As some lone traveller, at dead of night,</br>Wand'ring bewilder'd, through the pathless glen,</br>Hails Luna rising with refulgence bright,</br>To light him to his former track again,</br>So thou appearest to our mortal ken,</br>Casting a light resplendent o'er this scene;</br>Cheering the loneliest, darkest hour of men;</br>Strewing their paths with flowers and freshest green,</br>While not a darkling cloud does dare to intervene.", "Where are thy best lov'd haunts?  on earth where found?&mdash;</br>With them that in the scenes of folly dwell,</br>Where hoisting peals of mirth arid frolic sound,</br>Now dying on the gale, now rising swell?</br>Or with the anchorite in gloomy cell?</br>Or mingling with the proud in grandeur's halls?</br>Where, if pale mis'ry does her sorrows tell,</br>The heartfelt tale each trembling nerve appals,</br>And pity pleads in vain, they list not to her calls.", "Desire's beam o'er scenes like these do glance,</br>That shine with dazzling brightness but to blind;</br>Where folly, pride, and churlishness advance,</br>Love lags, with lazy steps, far, far behind:</br>But where to touch the heart thou art inclin'd,</br>What new emotion gushing from it springs!</br>Go search the peasant's humble cot, you'll find</br>Affection round each word or action clings,</br>Far purer than in stately palaces with kings.</br>"]