["CLIO:</br>Hither direct thy steps, descend this Cave</br>Castalia call'd here, thou a place shalt have</br>To heare our Harmonie, here Homer sate,</br>When he his high immortal Illiads wrote,</br>Here Orpheus penn'd his Hymns, here Maro sung</br>Aeneas Travells with a golden tongue:</br>Here Pindar, and Anacreon did devise</br>Their Odes, which since none e're could equalize:</br>Here Flaccus, Naso, Spencer, hath been seen,</br>I help'd the last to frame his Faerie Queene:</br>Here make thy selfe Immortall, taste this spring,</br>Which will informe thee like some God to sing,</br>And though (perhaps) thou taste of some affliction,</br>It shall be sweetned by our Benediction.", "POVERTIE.</br>If to her charmes thou listen, then with me</br>Thou must expect torne Raggs, and Penurie,</br>For to converse with want in some darke Den,</br>Shunning, and shunned of all other men,</br>Thy whole life one continued Scene of carke,</br>Leaving the world despised, and in the darke.", "POET.</br>Twixt Scilla and Charbydis, thus I stand,</br>Not knowing which to take on either hand,</br>This way my Genius wills me for to goe,</br>But wise foreseeing caution answers, no.", "IGNORANCE.</br>Looke this way, erring mortall, learn to know</br>What gratitude to me the World doth owe,</br>Tis I that graspe both Poles, and unto me,</br>Both Love and Honour Vassalized be,</br>He that hath me to friend, can never want,</br>\"Hee's onely happy that is ignorant.\":</br>Knowledge confoundeth knowledge, what got he,</br>So much renowned for his Poesie.</br>But blindnesse, nakednesse, and hunger sharpe,</br>Yea sometimes forced for to pawne his Harpe:</br>And he that wrote The Art of Love, the Rapes</br>Of Jupiter, and of transformed shapes,</br>Found banishment the guerdon of his wit,</br>He curst his Veine, and wilt thou Father it:</br>Combine with me, and my endowments trie,</br>Thou liberally shalt live, and wealthy die.", "MAMMON.</br>If credence to her words thoul't not afford,</br>Unstable man, take thou God Mammons word,</br>Pluto hath made me Master of his Treasure,</br>I have whole Hills of Ophyr, Gold at pleasure,</br>For to dispose to them, I list t' advance,</br>Who blow the knee to God-like Ignorance;</br>Hee's mad, that literature or Science chuses,</br>Hee's trebly plagu'd, that's loved of the Muses:</br>Turne or'e blind Homers workes, consume thy time,</br>Till thou grow'st hoarse, in reading Maro's Rhime,</br>Or take thou Platos Prose his Schollar too,</br>And con or'e him, who Natures secrets knew,</br>Yet with the First thou't die a wretched man,</br>Or with the last, perish ith' Ocean.", "CLIO.</br>Behold this wreath, pluck't from that Damsell bright,</br>Turn'd into Lawrell by the God of Light.", "MAMMON.</br>View this refulgent Oare, these heapes of Pearle.", "IGNORANCE.</br>Be Ignorant, and be a Lord or Earle.", "CLIO.</br>Converse with us, and famous shalt thou bee,</br>Canoniz'd unto all Posteritie.", "POET.</br>Thrice sacred Virgin, unto thee I come,</br>Thou onely lead'st unto Elizium.</br>Though Folly glorious seem, thou art more faire,", "POVERTIE.</br>Here I adopt thee then, my lawfull Heyre.", "POET.</br>And welcome Poverty, thou art my choyce,</br>Oh that I could but beg with Homers voyce.</br>"]