["So we sate joyous as the morning ray</br>Which fed upon the wrecks of night and storm</br>Now lingering on the winds; light airs did play</br>Among the dewy weeds, the sun was warm,</br>And we sate linked in the inwoven charm</br>Of converse and caresses sweet and deep,</br>Speechless caresses, talk that might disarm</br>Time, tho' he wield the darts of death and sleep,</br>And those thrice mortal barbs in his own poison steep.", "I told her of my sufferings and my madness,</br>And how, awakened from that dreamy mood</br>By Liberty's uprise, the strength of gladness</br>Came to my spirit in my solitude;</br>And all that now I was, while tears pursued</br>Each other down her fair and listening cheek</br>Fast as the thoughts which fed them, like a flood</br>From sunbright dales; and when I ceased to speak,</br>Her accents soft and sweet the pausing air did wake.", "She told me a strange tale of strange endurance,</br>Like broken memories of many a heart</br>Woven into one; to which no firm assurance,</br>So wild were they, could her own faith impart.</br>She said that not a tear did dare to start</br>From the sworn brain, and that her thoughts were firm</br>When from all mortal hope she did depart,</br>Borne by those slaves across the Ocean's term,</br>And that she reached the port without one fear infirm.", "One was she among many there, the thralls</br>Of the cold Tyrant's cruel lust:  and they</br>Laughed mournfully in those polluted halls;</br>But she was calm and sad, musing alway</br>On loftiest enterprise, till on a day</br>The Tyrant heard her singing to her lute</br>A wild, and sad, and spirit-thrilling lay,</br>Like winds that die in wastes &mdash; one moment mute</br>The evil thoughts it made, which did his breast pollute.", "Even when he saw her wondrous loveliness,</br>One moment to great Nature's sacred power</br>He bent, and was no longer passionless;</br>But when he bade her to his secret bower</br>Be borne, a loveless victim, and she tore</br>Her locks in agony, and her words of flame</br>And mightier looks availed not; then he bore</br>Again his load of slavery, and became</br>A king, a heartless beast, a pageant and a name.", "She told me what a loathsome agony</br>Is that when selfishness mocks love's delight,</br>Foul as in dream's most fearful imagery</br>To dally with the mowing dead &mdash; that night</br>All torture, fear, or horror made seem light</br>Which the soul dreams or knows, and when the day</br>Shone on her awful frenzy, from the sight</br>Where like a Spirit in fleshly chains she lay</br>Struggling, aghast and pale the Tyrant fled away.", "Her madness was a beam of light, a power</br>Which dawned thro' the rent soul; and words it gave</br>Gestures and looks, such as in whirlwinds bore</br>Which might not be withstood, whence none could save</br>All who approached their sphere, like some calm wave</br>Vexed into whirlpools by the chasms beneath;</br>And sympathy made each attendant slave</br>Fearless and free, and they began to breathe</br>Deep curses, like the voice of flames far underneath.", "The King felt pale upon his noonday throne:</br>At night two slaves he to her chamber sent,</br>One was a green and wrinkled eunuch, grown</br>From human shape into an instrument</br>Of all things ill &mdash; distorted, bowed and bent.</br>The other was a wretch from infancy</br>Made dumb by poison; who nought knew or meant</br>But to obey:  from the fire-isles came he,</br>A diver lean and strong, of Oman's coral sea.", "They bore her to a bark, and the swift stroke</br>Of silent rowers clove the blue moonlight seas,</br>Until upon their path the morning broke;</br>They anchored then, where, be there calm or breeze,</br>The gloomiest of the drear Symplegades</br>Shakes with the sleepless surge; &mdash; the Aethiop there</br>Wound his long arms around her, and with knees</br>Like iron clasped her feet, and plunged with her</br>Among the closing waves out of the boundless air.", "\"Swift as an eagle stooping from the plain</br>Of morning light, into some shadowy wood,</br>He plunged thro' the green silence of the main,</br>Thro' many a cavern which the eternal flood</br>Had scooped, as dark lairs for its monster brood;</br>And among mighty shapes which fled in wonder,</br>And among mightier shadows which pursued</br>His heels, he wound:  until the dark rocks under</br>He touched a golden chain &mdash; a sound arose like thunder.", "\"A stunning clang of massive bolts redoubling</br>Beneath the deep &mdash; a burst of waters driven</br>As from the roots of the sea, raging and bubbling:</br>And in that roof of crags a space was riven</br>Thro' which there shone the emerald beams of heaven,</br>Shot thro' the lines of many waves inwoven,</br>Like sunlight thro' acacia woods at even,</br>Thro' which, his way the diver having cloven,</br>Past like a spark sent up out of a burning oven.", "\"And then,\" she said, \"he laid me in a cave</br>Above the waters, by that chasm of sea,</br>A fountain round and vast, in which the wave</br>Imprisoned, boiled and leaped perpetually,</br>Down which, one moment resting, he did flee,</br>Winning the adverse depth; that spacious cell</br>Like an hupaithric temple wide and high,</br>Whose aery dome is inaccessible,</br>Was pierced with one round cleft thro' which the sun-beams fell.", "\"Below, the fountain's brink was richly paven</br>With the deep's wealth, coral, and pearl, and sand</br>Like spangling gold, and purple shells engraver</br>With mystic legends by no mortal hand,</br>Left there, when thronging to the moon's command,</br>The gathering waves rent the Hesperian gate</br>Of mountains, and on such bright floor did stand</br>Columns, and shapes like statues, and the state</br>Of kingless thrones, which Earth did in her heart create.", "\"The fiend of madness, which had made its prey</br>Of my poor heart, was lulled to sleep awhile:</br>There was an interval of many a day,</br>And a sea-eagle brought me food the while,</br>Whose nest was built in that untrodden isle,</br>And who, to be the jailor had been taught,</br>Of that strange dungeon; as a friend whose smile</br>Like light and rest at morn and even is sought,</br>That wild bird was to me, till madness misery brought.", "\"The misery of a madness slow and creeping,</br>Which made the earth seem fire, the sea seem air,</br>And the white clouds of noon which oft were sleeping,</br>In the blue heaven so beautiful and fair,</br>Like hosts of ghastly shadows hovering there;</br>And the sea-eagle looked a fiend, who bore</br>Thy mangled limbs for food! &mdash; thus all things were</br>Transformed into the agony which I wore</br>Even as a poisoned robe around my bosom's core.", "\"Again I knew the day and night fast fleeing,</br>The eagle, and the fountain, and the air;</br>Another frenzy came &mdash; there seemed a being</br>Within me &mdash; a strange load my heart did bear,</br>As if some living thing had made its lair</br>Even in the fountains of my life: &mdash; a long</br>And wondrous vision wrought from my despair,</br>Then grew, like sweet reality among</br>Dim visionary woes, an unreposing throng.", "\"Methought I was about to be a mother&mdash;</br>Month after month went by, and still I dreamed</br>That we should soon be all to one another,</br>I and my child; and still new pulses seemed</br>To beat beside my heart, and still I deemed</br>There was a babe within &mdash; and when the rain</br>Of winter thro' the rifted cavern streamed,</br>Methought, after a lapse of lingering pain,</br>I saw that lovely shape, which near my heart had lain.", "\"It was a babe, beautiful from its birth,&mdash;</br>It was like thee, dear love, its eyes were thine,</br>Its brow, its lips, and so upon the earth</br>It laid its fingers, as now rest on mine</br>Thine own beloved: &mdash; 'twas a dream divine;</br>Even to remember how it fled, how swift,</br>How utterly, might make the heart repine,&mdash;</br>Tho' 'twas a dream.\" &mdash; Then Cythna did uplift</br>Her looks on mine, as if some doubt she sought to shift:", "A doubt which would not flee, a tenderness</br>Of questioning grief, a source of thronging tears;</br>Which, having past, as one whom sobs oppress,</br>She spoke:  \"Yes, in the wilderness of years</br>Her memory, aye, like a green home appears,</br>She sucked her fill even at this breast, sweet love,</br>For many months.  I had no mortal fears;</br>Methought I felt her lips and breath approve,&mdash;</br>It was a human thing which to my bosom clove.", "\"I watched the dawn of her first smiles, and soon</br>When zenith-stars were trembling on the wave,</br>Or when the beams of the invisible moon,</br>Or sun, from many a prism within the cave</br>Their gem-born shadows to the water gave,</br>Her looks would hunt them, and with outspread hand,</br>From the swift lights which might that fountain pave,</br>She would mark one, and laugh, when that command</br>Slighting, it lingered there, and could not understand.", "\"Methought her looks began to talk with me;</br>And no articulate sounds, but something sweet</br>Her lips would frame, &mdash; so sweet, it could not be</br>That it was meaningless; her touch would meet</br>Mine, and our pulses calmly flow and beat</br>In response while we slept; and on a day</br>When I was happiest in that strange retreat,</br>With heaps of golden shells we two did play,&mdash;</br>Both infants, weaving wings for time's perpetual way.", "\"Ere night, methought, her waning eyes were grown</br>Weary with joy, and tired with our delight,</br>We, on the earth, like sister twins lay down</br>On one fair mother's bosom: &mdash; from that night</br>She fled; &mdash; like those illusions clear and bright,</br>Which dwell in lakes, when the red moon on high</br>Pause ere it wakens tempest, &mdash; and her flight,</br>Tho' 'twas the death of brainless phantasy,</br>Yet smote my lonesome heart more than all misery.", "\"It seemed that in the dreary night, the diver</br>Who brought me thither, came again, and bore</br>My child away.  I saw the waters quiver,</br>When he so swiftly sunk, as once before:</br>Then morning came &mdash; it shone even as of yore,</br>But I was changed &mdash; the very life was gone</br>Out of my heart &mdash; I wasted more and more,</br>Day after day, and sitting there alone,</br>Vexed the inconstant waves with my perpetual moan.", "\"I was no longer mad, and yet methought</br>My breasts were sworn and changed: &mdash; in every vein</br>The blood stood still one moment, while that thought</br>Was passing &mdash; with a gush of sickening pain</br>It ebbed even to its withered springs again:</br>When my wan eyes in stern resolve I turned</br>From that most strange delusion, which would fain</br>Have waked the dream for which my spirit yearned</br>With more than human love, &mdash; then left it unreturned.", "\"So now my reason was restored to me,</br>I struggled with that dream, which, like a beast</br>Most fierce and beauteous, in my memory</br>Had made its lair, and on my heart did feast;</br>But all that cave and all its shapes possess</br>By thoughts which could not fade, renewed each one</br>Some smile, some look, some gesture which had blest</br>Me heretofore:  I, sitting there alone,</br>Vexed the inconstant waves with my perpetual moan.", "\"Time past, I know not whether months or years;</br>For day, nor night, nor change of seasons made</br>Its note, but thoughts and unavailing tears:</br>And I became at last even as a shade,</br>A smoke, a cloud on which the winds have preyed,</br>Till it be thin as air; until, one even,</br>A Nautilus upon the fountain played,</br>Spreading his azure sail where breath of Heaven</br>Descended not, among the waves and whirlpools driven.", "\"And when the Eagle came, that lovely thing,</br>Oaring with rosy feet its silver boat,</br>Fled near me as for shelter; on slow wing,</br>The Eagle, hovering o'er his prey did float;</br>But when he saw that I with fear did note</br>His purpose, proffering my own food to him,</br>The eager plumes subsided on his throat&mdash;</br>He came where that bright child of sea did swim,</br>And o'er it cast in peace his shadow broad and dim.", "\"This wakened me, it gave me human strength,</br>And hope, I know not whence or wherefore, rose,</br>But I resumed my ancient powers at length;</br>My spirit felt again like one of those</br>Like thine, whose fate it is to make the woes</br>Of humankind their prey &mdash; what was this cave?</br>Its deep foundation no firm purpose knows</br>Immutable, resistless, strong to save,</br>Like mind while yet it mocks the all-devouring grave.", "\"And where was Laon?  might my heart be dead,</br>While that far dearer heart could move and be?</br>Or whilst over the earth the pall was spread,</br>Which I had sworn to rend?  I might be free,</br>Could I but win that friendly bird to me,</br>To bring me ropes; and long in vain I sought</br>By intercourse of mutual imagery</br>Of objects, if such aid he could be taught;</br>But fruit, and flowers, and boughs, yet never ropes he brought.", "\"We live in our own world, and mine was made</br>From glorious phantasies of hope departed:</br>Aye, we are darkened with their floating shade,</br>Or cast a lustre on them &mdash; time imparted</br>Such power to me, I became fearless-hearted,</br>My eye and voice grew firm, calm was my mind,</br>And piercing, like the morn, now it has darted</br>Its lustre on all hidden things, behind</br>Yon dim and fading clouds which load the weary wind.", "\"My mind became the book through which I grew</br>Wise in all human wisdom, and its cave,</br>Which like a mine I rifled through and through,</br>To me the keeping of its secrets gave&mdash;</br>One mind, the type of all, the moveless wave</br>Whose calm reflects all moving things that are,</br>Necessity, and love, and life, the grave,</br>And sympathy, fountains of hope and fear;</br>Justice, and truth, and time, and the world's natural sphere.", "\"And on the sand would I make signs to range</br>These woofs, as they were woven, of my thought;</br>Clear, elemental shapes, whose smallest change</br>A subtler language within language wrought:</br>The key of truths which once were dimly taught</br>In old Crotona; &mdash; and sweet melodies</br>Of love, in that lorn solitude I caught</br>From mine own voice in dream, when thy dear eyes</br>Shone thro' my sleep, and did that utterance harmonize.", "\"Thy songs were winds whereon I fled at will,</br>As in a winged chariot, o'er the plain</br>Of crystal youth; and thou wert there to fill</br>My heart with joy, and there we sate again</br>On the grey margin of the glimmering main,</br>Happy as then but wiser far, for we</br>Smiled on the flowery grave in which were lain</br>Fear, Faith, and Slavery; and mankind was free,</br>Equal, and pure and wise, in wisdom's prophecy.", "\"For to my will my fancies were as slaves</br>To do their sweet and subtile ministries;</br>And oft from that bright fountain's shadowy waves</br>They would make human throngs gather and rise</br>To combat with my overflowing eyes,</br>And voice made deep with passion &mdash; thus I grew</br>Familiar with the shock and the surprise</br>And war of earthly minds, from which I drew</br>The power which has been mine to frame their thoughts anew.", "\"And thus my prison was the populous earth&mdash;</br>Where I saw &mdash; even as misery dreams of morn</br>Before the east has given its glory birth&mdash;</br>Religion's pomp made desolate by the scorn</br>Of Wisdom's faintest smile, and thrones uptorn,</br>And dwellings of mild people interspersed</br>With undivided fields of ripening corn,</br>And love made free, &mdash; a hope which we have nurst</br>Even with our blood and tears, &mdash; until its glory burst.", "\"All is not lost!  there is some recompense</br>For hope whose fountain can be thus profound,</br>Even throned Evil's splendid impotence,</br>Girt by its hell of power, the secret sound</br>Of hymns to truth and freedom &mdash; the dread bound</br>Of life and death past fearlessly and well,</br>Dungeons wherein the high resolve is found,</br>Racks which degraded woman's greatness tell,</br>And what may else be good and irresistible.", "\"Such are the thoughts which, like the fires that flare</br>In storm-encompassed isles, we cherish yet</br>In this dark ruin &mdash; such were mine even there;</br>As in its sleep some odorous violet,</br>While yet its leaves with nightly dews are wet,</br>Breathes in prophetic dreams of day's uprise,</br>Or, as ere Scythian frost in fear has met</br>Spring's messengers descending from the skies,</br>The buds foreknow their life &mdash; this hope must ever rise.", "\"So years had past, when sudden earthquake rent</br>The depth of ocean and the cavern crackt</br>With sound, as if the world's wide continent</br>Had fallen in universal ruin wrackt;</br>And thro' the cleft streamed in one cataract,</br>The stifling waters: &mdash; when I woke, the flood</br>Whose banded waves that crystal cave had sacked</br>Was ebbing round me, and my bright abode</br>Before me yawned &mdash; a chasm desert, and bare, and broad.", "\"Above me was the sky, beneath the sea:</br>I stood upon a point of shattered stone,</br>And heard loose rocks rushing tumultuously</br>With splash and shock into the deep &mdash; anon</br>All ceased, and there was silence wide and lone.</br>I felt that I was free!  the Ocean-spray</br>Quivered beneath my feet, the broad Heaven shone</br>Around, and in my hair the winds did play</br>Lingering as they pursued their unimpeded way.", "\"My spirit moved upon the sea like wind</br>Which round some thymy cape will lag and hover,</br>Tho' it can wake the still cloud, and unbind</br>The strength of tempest:  day was almost over,</br>When thro' the fading light I could discover</br>A ship approaching, &mdash; its white sails were fed</br>With the north wind &mdash; its moving shade did cover</br>The twilight deep; &mdash; the mariners in dread</br>Cast anchor when they saw new rocks around them spread.", "\"And when they saw one sitting on a crag,</br>They sent a boat to me; &mdash; the sailors rowed</br>In awe thro' many a new and fearful jag</br>Of overhanging rock, thro' which there flowed</br>The foam of streams that cannot make abode.</br>They came and questioned me, but when they heard</br>My voice, they became silent, and they stood</br>And moved as men in whom new love had stirred</br>Deep thoughts:  so to the ship we past without a word.", ""]