["Madam, twice through the Muses Grove I walkt,</br>Under your blissful bowres, I shrowding there,</br>It seem'd with Nymphs of Helicon I talkt.</br>For there those sweet-lip'd Sisters sporting were,</br>Apollo with his sacred Lute sate by,</br>On high they made their heavenly Sonnets flye,</br>Posies around they strow'd, of sweetest Poesie.", "Twice have I drunk the Nectar of your lines,</br>Which high sublim'd my mean born phantasie.</br>Flusht with these streams of your Maronean wines</br>Above my self rapt to an extasie:</br>Methought I was upon mount Hiblas top,</br>There where I might those fragrant flowers lop,</br>Whence did sweet odors flow, and honey spangles drop.", "To Venus shrine no Altars raised are,</br>Nor venom'd shafts from painted quiver fly,</br>Nor wanton Doves of Aphrodites Carr,</br>Or fluttering there, nor here forlornly lie,</br>Lorne Paramours, not chatting birds tell news</br>How sage Apollo, Daphne hot pursues,</br>Or stately Jove himself is wont to haunt the stews.", "Nor barking Satyrs breath, nor driery clouds</br>Exhal'd from Styx, their dismal drops distil</br>Within these Fairy, flowry fields, nor shrouds</br>The screeching night Raven, with his shady quill:</br>But Lyrick strings here Orpheus nimbly hitts,</br>Orion on his sadled Dolphin sits,</br>Chanting as every humour, age and season fits.", "Here silver swans, with Nightingales set spells,</br>Which sweetly charm the Traveller, and raise</br>Earths earthed Monarchs, from their hidden Cells,</br>And to appearance summons lapsed dayes,</br>There heav'nly air, becalms the swelling frayes,</br>And fury fell, of Elements allayes,</br>By paying every one due tribute of his praise.", "This seem'd the Scite of all those verdant vales,</br>And purled springs, whereat the Nymphs do play,</br>With lofty hills, where Poets rear their tales,</br>To heavenly vaults, which heav'nly sound repay</br>By ecchoes sweet rebound, here Ladyes kiss,</br>Circling nor songs, nor dances circle miss;</br>But whilst those Syrens sung, I sunk in sea of bliss.", "Thus weltring in delight, my virgin mind</br>Admits a rape; truth still lyes undiscri'd,</br>Its singular, that plural seem'd, I find,</br>'Twas Fancies glass alone that multipli'd;</br>Nature with Art, so closely did combine,</br>I thought I saw the Muses trebble trine,</br>Which prov'd your lonely Muse, superiour to nine.", "Your only hand those Poesies did compose,</br>Your head the source, whence all those springs did flow,</br>Your voice, whence changes sweet notes arose,</br>Your feet that kept the dance alone, I trow:</br>Then vail your bonnets, Poetasters all,</br>Strike, lower amain, and at these humbly fall,</br>And deem your selves advanc'd to be her Pedestal.", "Should all with lowly Congies Laurels bring,</br>Waste Floraes Magazine to find a wreathe,</br>Or Pineus Banks 'twere too mean offspring,</br>Your Muse a fairer Garland doth bequeath</br>To guard your fairer front; here 'tis your name</br>Shall stand immarbled; this your little frame</br>Shall great Colossus be, to your eternal fame.", "I'le please myself, though I my self disgrace,</br>What errors here be found, are in Errataes place.</br>"]