["Aurora's Blush (the Ensigne of the Day)</br>Hath wak't the god of Light, from Tythons bowre,</br>Who on our Bride, and Bride-groome doth display</br>His golden Beames, auspitious to this Howre.</br>Now busie Maydens, strew sweet Flowres,</br>Much like our Bride in Virgin state;</br>Now fresh, then prest, soone dying,</br>The death is sweet, and must be yours,</br>Time goes on Croutches till that date,</br>Birds fledg'd, must needes be flying.</br>Leade on whiles Phoebus Lights, and Hymens Fires,</br>Enflame each Heart with Zeale to Loves Desires.</br>CHORUS.</br>Io to Hymen, Paeans sing,</br>To Hymen, and my Muses King.", "Fourth honour'd Groome; behold, not farre behind</br>Your willing Bride; led by two strengthlesse Boyes;</br>For Venus Doves, or Thred but single twin'd</br>May draw a Virgin, light in Marriage Joyes:</br>Vesta growes pale, her Flame expires</br>As yee come under Junos Phane,</br>To offer at Joves Shrine</br>The simpathie of Hearts desires</br>Knitting the Knot, that doth containe</br>Two soules, in Gordian Twine.</br>The Rites are done; and now (as 'tis the guise)</br>Loves Fast by Day, a Feast must solemnize.</br>CHORUS.</br>Io to Hymen, Paeans sing,</br>To Hymen, and my Muses King.", "The Board being spread, furnish't with various Plenties;</br>The Brides faire Object in the Middle plac'd;</br>While she drinkes Nectar, eates Ambrosiall dainties,</br>And like a Goddesse is admir'd and grac'd:</br>Bacchus and Ceres fill their veines;</br>Each Heart begins to ope a vent;</br>And now the Healths goe round;</br>Their Bloods are warmed; chear'd are their Braines</br>All doe applaud their Loves Consent;</br>So Love with Cheare is crown'd.</br>Let sensuall soules joy in full Bowles, sweet Dishes;</br>True Hearts, and Tongues, accord in joyfull wishes.</br>CHORUS.</br>Io to Hymen, &amp;c.", "Now whiles slow Howres doe feede the Times delay,</br>Confus'd Discourse, with Musicke mixt among,</br>Fills up the semy-circle of the Day;</br>Now drawes the date of our Lovers wish'd so long.</br>A bounteous Hand the Board hath spred;</br>Lyeus stirres so their Bloods a-new;</br>All Joviall full of cheare;</br>But Phoebus see, is gone to Bed;</br>Loe Hesperus appeares in view,</br>And twinckles in his sphere.</br>Now ne plus ultra; end, as you begin;</br>Yee waste good Howres; Time lost in Love, is sin.</br>CHORUS.</br>Io to Hymen, &amp;c.", "Breake off your Compliment; Musicke, be dombe,</br>And pull your Cases o'er your Fiddles eares;</br>Cry not, a Hall, a Hall; but Chamber-roome;</br>Dancing is lame; Youth's old at twentie yeares.</br>Matrons; yee know what followes next;</br>Conduct the shame-fac'd Bride to Bed,</br>(Though to her little rest)</br>Yee well can comment on the Text,</br>And, in Loves learning deepely read,</br>Advise, and teach the best.</br>Forward's the Word; y' are all so in this Arrant;</br>Wives give the Word; their Husbands give the Warrant.</br>CHORUS.</br>Io to Hymen, &amp;c.", "Now droopes our Bride, and in her Virgin state,</br>Seemes like Electra 'mongst the Pleyades;</br>So shrinkes a Mayde when her Herculean Mate,</br>Must plucke the fruit in her Hesperides.</br>As she's a Bride, she glorious shines,</br>Like Cynthea, from the Sunnes bright Sphaere,</br>Attracting all mens Eyes;</br>But as she's Virgin, waines, and pines,</br>As to the Man she approcheth neere;</br>So Mayden glory dies.</br>But Virgin Beames no reall brightnesse render;</br>If they doe shine, in darke they shew their splendour.</br>CHORUS.</br>Io to Hymen, &amp;c.", "Then let the darke Foyle of the Geniall Bed</br>Extend her brightnesse to his inward sight,</br>And by his sence he will be easly led</br>To know her vertue, by her absent light.</br>Youth's; take his Poynts; your wonted right;</br>And Maydens, take your due, her Garters;</br>Take hence the Lights; be gone;</br>Love calls to Armes, Duell his Fight;</br>Then all remove out of his Quarters,</br>And leave them both alone.</br>That with substantiall heate, they may embrace,</br>And know Loves Essence, with his outward grace.</br>CHORUS.</br>Io to Hymen, &amp;c.", "Hence Jealousie, Rivall to Loves delight;</br>Sowe not thy seede of strife in these two Harts;</br>May never cold affect, or spleenfull spight,</br>Confound this Musicke of agreeing parts:</br>But Time (that steales the virtuall heate</br>Where Nature keepes the vitall fire)</br>(My Heart speakes in my Tongue)</br>Supply with Fewell lifes chief seate,</br>Through the strong fervour of Desire;</br>Love, living; and live long.</br>And ev'n as Thunder riseth gainst the Winde;</br>So may yee fight with Age; and conquer Kinde</br>CHORUS.</br>Io to Hymen; Paeans sing,</br>To Hymen, and my Muses King.</br>"]