["Say, did I dream?  for lo!  entranc'd I stood</br>And gazed upon a being not of earth;</br>No mortal form, no mortal features could</br>E'er give to such tumultuous feelings birth&mdash;</br>Feelings that were not sway'd by the surrounding mirth.", "Her fairy steps was such as fancy tells,</br>None but inhabitants of that blest clime,</br>Where beauty, free from aught of blemish dwells&mdash;</br>Decayless lives &mdash; nor feels the hand of time,</br>Like when they sport amid the flow'ring groves of lime.", "Her eye was far more dazzling than the beam</br>Reflected from the polish'd diamond's side,&mdash;</br>As pure, and splendid as the rays that gleam</br>In the broad Heaven, at glowing even-tide,</br>When Phoebus swift descends to greet his ocean bride.", "The rose that blooms in Arab's spicy groves,</br>Cherish beneath an eastern maiden's care,</br>Or down, to rest upon the peach that loves,</br>Whose vermeil-colour would an Eve ensnare,</br>Might not with her soft cheeks, or ruby lips compare.", "Her smiles &mdash; but ah!  impossible and vain,</br>That smile's delicious magic to express;</br>Language is too imperfect to explain</br>The mingled sense of fear, hope, joy, distress,</br>That when it beam'd on me, my bosom did confess.", "Oh!  it was bland as April's gentlest sigh;</br>Mild as an orient gale wafting perfume;</br>It seem'd an Iris bright from worlds on high,</br>Sent down this earth so darksome to illume,</br>As if the pristine days their glories would resume.", "And when she spoke, oh!  how those dulcet tones</br>Their thrilling power imparted to my soul,</br>Melodious more than nightingale that moans,</br>Or the gay lark soaring without control;</br>Or all the feather'd race \"from Indus to the Pole.\"", "Mute, motionless, as by enchantment bound,</br>Stood my unconscious, unobserving frame,</br>While my rapt ear devoured each seraph-sound</br>That from those virgin-lips harmonious came,</br>And Love within my breast, kindled his ardent flame.</br>"]