["Fav'rite of Heaven, and friend of Earth!</br>Philanthropy, benignant Power!</br>Whose sons display no doubtful worth,</br>The pageant of the passing hour!</br>Teach me to paint, in deathless song,</br>Some darling from thy filial throng,</br>Whose deeds no party-rage inspire,</br>But fill th' agreeing world with one desire,</br>To echo his renown, responsive to my lyre!", "Ah!  whither lead'st thou? &mdash; whence that sigh?</br>What sound of woe my bosom jars?</br>Why pass, where Misery's hollow eye</br>Glares wildly thro' those gloomy bars?</br>Is Virtue sunk in these abodes,</br>Where keen Remorse the heart corrodes;</br>Where Guilt's base blood with frenzy boils,</br>And Blasphemy the mournful scene embroils?&mdash;</br>From this infernal gloom my shudd'ring soul recoils.", "But whence those sudden sacred beams?</br>Oppression drops his iron rod!</br>And all the bright'ning dungeon seems</br>To speak the presence of a God.</br>Philanthropy's descending ray</br>Diffuses unexpected day!</br>Loveliest of angels! &mdash; at her side</br>Her favourite votary stands; &mdash; her English pride,</br>Thro' Horror's mansions led by this celestial guide.", "Hail!  generous HOWARD!  tho' thou bear</br>A name which Glory's hand sublime</br>Has blazon'd oft, with guardian care,</br>In characters that fear not Time;</br>For thee she fondly spreads her wings;</br>For thee from Paradise she brings,</br>More verdant than her laurel bough,</br>Such wreaths of sacred Palm, as ne'er till now</br>The smiling Seraph twin'd around a mortal brow.", "That Hero's praise shall ever bloom,</br>Who shielded our insulted coast;</br>And launch'd his lightning to consume</br>The proud Invader's routed host.</br>Brave perils rais'd his noble name:</br>But thou deriv'st thy matchless fame</br>From scenes, where deadlier danger dwells;</br>Where fierce Contagion, with affright, repels</br>Valor's adventr'ous step from her malignant cells.", "Where in the dungeon's loathsome shade,</br>The speechless Captive clanks his chain,</br>With heartless hope to raise that aid</br>His feeble cries have call'd in vain:</br>Thine eye his dumb complaint explores;</br>Thy voice his parting breath restores;</br>Thy cares his ghastly visage clear</br>From Death's chill dew, with many a clotted tear,</br>And to his thankful soul returning life endear.", "What precious Drug, or stronger Charm,</br>Thy constant fortitude inspires</br>In scenes, whence, muttering her alarm,</br>Med'cine, with selfish dread, retires?</br>Nor Charm, nor Drug, dispel thy fears:</br>Temperance, thy better guard, appears:</br>For thee I see her fondly fill</br>Her crystal cup from Nature's purest rill;</br>Chief nourisher of life!  best antidote of ill!", "I see the hallow'd shade of HALES,</br>Who felt, like thee, for human woe,</br>And taught the health-diffusing gales</br>Thro' Horror's murky cells to blow,</br>As thy protecting angel wait;</br>To save thee from the snares of Fate,</br>Commission'd from the Eternal Throne:</br>I hear him praise, in wonder's warmest tone,</br>The virtues of thy heart, more active than his own.", "Thy soul supplies new funds of health,</br>That fail not, in the trying hour,</br>Above Arabia's spicy wealth</br>And Pharmacy's reviving power.</br>The transports of the generous mind,</br>Feeling its bounty to mankind,</br>Inspirit every mortal part;</br>And, far more potent than precarious art,</br>Give radiance to the eye, and vigor to the heart.", "Blest HOWARD!  who like thee can feel</br>This vital spring in all its force?</br>New star of philanthropic zeal;</br>Enlight'ning nations in thy course!</br>And shedding Comfort's heavenly dew</br>On meagre Want's deserted crew!</br>Friend to the wretch, whom friends disclaim,</br>Who feels stern Justice, in his famish'd frame,</br>A persecuting fiend beneath an angel's name.", "Authority!  unfeeling power,</br>Whose iron heart can coldly doom</br>The Debtor, dragg'd from Pleasure's bower,</br>To sicken in the dungeon's gloom!</br>O might thy terror-striking call</br>Profusion's sons alone enthrall!</br>But thou canst Want with Guilt confound;</br>Thy bonds the Man of virtuous toil surround,</br>Driven by malicious Fate within thy dreary bound.", "How savage are thy stern decrees!</br>Thy cruel minister I see</br>A weak, laborious victim seize,</br>By worth entitled to be free!</br>Behold, in the afflicting strife,</br>The faithful partner of his life,</br>In vain thy ruthless servant court,</br>To spare her little children's sole support,</br>Whom this terrific form has frighten'd from their sport.", "Nor weeps she only from the thought,</br>Those infants must no longer share</br>His aid, whose daily labour bought</br>The pittance of their scanty fare.</br>The horrors of the loathsome jail</br>Her inly-bleeding heart assail:</br>E'en now her fears, from fondness bred,</br>See the lost partner of her faithful bed</br>Drop, in that murd'rous scene, his pale, expiring head.", "Take comfort yet in these keen pains,</br>Fond mourner!  check thy gushing tears!</br>The dungeon now no more contains</br>Those perils which thy fancy fears:</br>No more Contagion's baleful breath</br>Speaks it the hideous cave of Death:</br>Howard has planted safety there;</br>Pure minister of light!  his heavenly care</br>Has purg'd the damp of Death from that polluted air.", "His care exulting BRITAIN found,</br>Here first display'd, not here confin'd!</br>No single tract of earth could bound</br>The active virtues of his mind.</br>To all the lands, where'er the tear,</br>That mourn'd the Prisoner's wrongs severe,</br>Sad Pity's glist'ning cheek impearl'd,</br>Eager he steer'd, with every sail unfurl'd,</br>A friend to every clime!  a Patriot of the World!", "Ye nations thro' whose fair domain</br>Our flying sons of joy have past,</br>By Pleasure driven with loosen'd rein,</br>Astonish'd that they flew so fast!</br>How did the heart-improving sight</br>Awake your wonder and delight,</br>When, in her unexampled chace,</br>Philanthropy outstript keen Pleasure's pace,</br>When with a warmer soul she ran a nobler race!", "Where-e'er her generous Briton went,</br>Princes his supplicants became:</br>He seem'd the enquiring angel, sent</br>To scrutinize their secret shame.</br>Captivity, where he appear'd,</br>Her languid head with transport rear'd;</br>And gazing on her godlike guest,</br>Like those of old, whom Heaven's pure servant blest,</br>E'en by his shadow seem'd of demons dispossest.", "Amaz'd her foreign children cry,</br>Seeing their patron pass along:</br>\"O!  who is he, whose daring eye</br>Can search into our hidden wrong?</br>What monarch's Heaven-directed mind,</br>With royal bounty unconfin'd,</br>Has tempted Freedom's son to share</br>These perils; searching with an angel's care</br>Each cell of dire Disease, each cavern of Despair?\"", "No monarch's word, nor lucre's lust,</br>Nor vain ambition's restless fire,</br>Nor ample power, that sacred trust!</br>His life-diffusing toils inspire:</br>Rous'd by no voice, save that whose cries</br>Internal bid the soul arise</br>From joys, that only seem to bless,</br>From low pursuits, which little minds possess,</br>To Nature's noblest aim, the Succour of Distress!", "Taught by that God, in Mercy's robe,</br>Who his celestial throne resign'd,</br>To free the prison of the globe</br>From vice, th' oppressor of the mind!</br>For thee, of misery's rights bereft,</br>For thee, Captivity!  he left</br>Fair Fortune's lap, who, far from coy,</br>Bade him with smiles his golden hours employ</br>In her delicious bower, the festive scene of joy!", "While to thy virtue's utmost scope</br>I boldly strive my aim to raise,</br>As high as mortal hand may hope</br>To shoot the glittering shaft of Praise;</br>Say!  HOWARD, say!  what may the Muse,</br>Whose melting eye thy merit views,</br>What guerdon may her love design?</br>What may she ask for thee, from Power Divine,</br>Above the rich rewards which are already thine?", "Sweet is the joy when Science flings</br>Her light on philosophic thought;</br>When Genius, with keen ardour, springs</br>To clasp the lovely truth he sought:</br>Sweet is the joy, when Rapture's fire</br>Flows from the spirit of the lyre;</br>When Liberty and Virtue roll</br>Spring-tides of fancy o'er the poet's soul,</br>That waft his flying bark thro' seas above the pole.", "Sweet the delight, when the gall'd heart</br>Feels Consolation's lenient hand</br>Bind up the wound from Fortune's dart</br>With Friendship's life-supporting band!</br>And sweeter still, and far above</br>These fainter joys, when purest Love</br>The soul his willing captive keeps!</br>When he in bliss the melting spirit steeps,</br>Who drops delicious tears, and wonders that he weeps!", "But not the brightest joy, which Arts,</br>In floods of mental light, bestow;</br>Nor what firm Friendship's zeal imparts,</br>Blest antidote of bitterest woe!</br>Nor those that Love's sweet hours dispense,</br>Can equal the ecstatic sense,</br>When, swelling to a fond excess,</br>The grateful praises of reliev'd distress,</br>Re-echoed thro' the heart, the soul of Bounty bless.", "These transports, in no common state,</br>Supremely pure, sublimely strong,</br>Above the reach of envious fate,</br>Blest HOWARD!  these to thee belong:</br>While years encreasing o'er thee roll,</br>Long may this sunshine of the soul</br>New vigour to thy frame convey!</br>Its radiance thro' thy noon of life display,</br>And with serenest light adorn thy closing day!", "And when the Power, who joys to save,</br>Proclaims the guilt of earth forgiven;</br>And calls the prisoners of the grave</br>To all the liberty of Heaven:</br>In that bright day, whose wonders blind</br>The eye of the astonish'd mind;</br>When life's glad angel shall resume</br>His ancient sway, announce to Death his doom,</br>And from existence drive that tyrant of the tomb:", "In that blest hour, when Seraphs sing</br>The triumphs gain'd in human strife;</br>And to their new associates bring</br>The wreaths of everlasting life:</br>May'st thou, in Glory's hallow'd blaze,</br>Approach th' Eternal Fount of Praise,</br>With those who lead th' angelic van,</br>Those pure adherents to their Saviour's plan,</br>Who liv'd but to relieve the Miseries of Man!</br>"]