["Some power there is above the vulgar reach,</br>Which art may tutor, but can never teach;</br>Some subtler essence of the thinking mind,</br>That leave the lagging pace of sense behind;</br>That taught a Shakespeare all his magic fire;</br>With Otway melted o'er the melting lyre;</br>With Dryden wandered thro' the Aonian bowers,</br>And called the fragrance of their sweetest flowers;</br>That gave the pointed line of Pope to glow;</br>That frets and kicks at straws with poor Rousseau;</br>That taught a Collins' raptur'd eye to gaze</br>Full on her fires, and drink their fiercest blaze;</br>Pours from a Mason's harp the flowing lay;</br>With Shenstone piped, and roves with pensive Gray;</br>To mirth, to sorrow, or to madness free;</br>Laughs with a Sterne, and sometimes yawns with me.", "Struck by her wand, as late entranced I lay,</br>And thought, or seemed to think, the hour away,</br>Lo!  to my view a beauteous form appeared;</br>A female form her soft enchantment reared,</br>On quivering gossamer her steps were placed,</br>A shining baldric girt her slender waist,</br>Where light embroidery's glittering texture shewed,</br>What on her favourite sons her smile bestowed;</br>The patriot's coronet, the courtier's rod,</br>And mitres for the humbler men of God.</br>Redundant flowed her purple robe behind,</br>And, loosely waving, wooed the wanton wind;</br>O'er her soft cheeks the dimples held their reign,</br>And speaking pulses throbbed in every vein;</br>Fantastic trinkets decked her plaited hair,</br>The heaving whiteness of her bosom, bare!</br>She stroked her eye-brows, and she tossed her head,</br>And smoothed her lips to wear a brighter red;</br>Then, with a conscious smile, she threw askance</br>The self-complaisance of a meaning glance.", "\"Mortal!\" she said, \"at Folly's gilded shrine,</br>If e'er a shaft from Satire's bow was thine,</br>Behold the Power, who gave her strength to rise,</br>And point her lazy pinions to the skies.</br>In darkling chaos and primeval shade,</br>Unmoved, unprincipled, was Folly laid,</br>Till thwart the gloom I beamed a pitying ray,</br>And bade her flaunt it in the face of day;</br>Grin where she gaped, in self-opinion strong,</br>And ever confident of right in wrong.", "\"Look o'er the deeds, which Truth or Fancy give,</br>In verse, in statue, or in paint, to live:</br>Reared by my hand, the storied actions spring,</br>And, but for me, what wretch would be a king?</br>For me the hero wheels his smoking car,</br>Amidst the purple ranks of fiery war,</br>Then struts a god!  and mouths my better name,</br>Ambition, or the sacred thirst of fame.</br>For me, the coward death itself defies,</br>And conscious &mdash; like a Cato dies.", "\"But these are draughts in nature seldom shewn;</br>They paint 'em oftenest, who have never known.</br>Search common life, and search it where you will,</br>'Tis Vanity impels the action still.</br>Still some gay nothings some gay nothings meet,</br>To feed the airy form of self-conceit.", "\"I gave my lord, &mdash; the solace of his life,&mdash;</br>His handsome snuff-box, and his handsome wife.</br>Alike the reason, they adorn the great,</br>For both were purchased at a monstrous rate.", "\"For me Papilio calls his insect breeds,</br>Ranges his butterflies, his maggots feeds;</br>Now points his tube to Venus' radiant height;</br>Now ogles through his microscope &mdash; a mite.", "\"Go thou, to life in larger views inclined,</br>And mark the buzzing insects of mankind;</br>See sweet Sir Lappet, with the busiest face,</br>Perform in papillots his morning race,</br>From scented toilet to a china sale;</br>To swallow half, and half regorge a tale.</br>Deep in the secrets of the state-machine;</br>And as important on \"an Indian screen;\"</br>The things, like thoughts, that jostle in his brain,</br>Rise into scraps, and then dissolve again.", "\"Why harkee, Frank; last night &mdash; but mum for that&mdash;</br>You cou'd not keep it.\" &mdash; and he smooths his hat.&mdash;</br>\"My letters say, Sir John, that there's a talk\"&mdash;</br>(And shews a brilliant on a hand of chalk.)</br>\"The queen of Denmark &mdash; there's a figured bowl&mdash;</br>The Marquis writes me, that the Tuesday's poll&mdash;</br>What gegaw things &mdash; your glass, my lord &mdash; are these?</br>O execrably vulgar!  not Chinese!\"", "\"Shut with a cautious hand Pisanio's door,</br>And, trembling, venture on his polished floor;</br>Touch but his bells, so tremulously hung,</br>A cricket presses and his bells are rung.</br>Reflective tables tables shew again;</br>And muffled lacqueys lift the shining plain.</br>Pale in his face his friend that terror views;</br>His friend had almost failed &mdash; to wipe his shoes.", "\"I tempted Labeo, who of old could tell</br>But just how much brocade was worth the ell,</br>His had-earned riches in his age to waste,&mdash;</br>Delusive chance!  to hunt the Proteus &mdash; Taste.</br>O'er the broad lawn behind a Dian reign,</br>To meet yon visto from the neighbouring plain;</br>Here crawls a puddle from its scanty fount;</br>Here nods a ruin on a new-raised mount;</br>There stinking shrubs, from Indian plains conveyed,</br>To pine and wither in the torpid shade;</br>While Labeo's gardener plants him into fame,</br>Proud of the beauties which he cannot name.</br>Him all the wondering cits, who range at will</br>On sunny Sabbath-days from Ludgate Hill,</br>Mimic in little through their spruce abodes,</br>And rifle Hyde-Park-Corner of its gods.", "\"Even the dull wretch, with girdle-fettered paunch,</br>Who sweats at turtle, or who pants at haunch,</br>Of feelings frugal, just content with one,</br>The grossest pleasure of the brute called Man,</br>Inspired by me, surveys the table round,</br>And boasts of beating Helluo by a pound.", "\"O'er the soft sex acknowledged power I boast;</br>They feel it oftenest, and enjoy it most.</br>By partial art at least to man belong</br>The reason-fathomed deeps of right and wrong;</br>By me the cob-web principles are wrought,</br>That float and waver in a woman's thought.</br>Robed in my tints the fleeting objects viewed,</br>But half they reason, and but half conclude;</br>From this to that the fond ideas range,</br>Warm to enjoy, but only blest in change.</br>Untasted banquets pall on their desire,</br>And rising wishes bid resolve expire;</br>But still, where'er the wanderer's steps incline,</br>In various shapes the sovereign rule is mine;</br>I weave the texture of her gaudiest dream,</br>Herself the motive, and herself the theme.</br>True to that shrine she bends the suppliant knee,</br>And sometimes kneels to God &mdash; to worship me!", "\"In Phryne's mirror Phryne's self is fair,</br>Tricked in the charms my pencil pictures there;</br>And Sylvia thinks, while you in blushes sit,</br>The lovely ideot is a perfect wit.", "\"Nor yet, by all the graces formed in vain,</br>Nor yet Monimia 'scaped my powerful reign.</br>With all that nature gives, refined by art,</br>With all the feelings of the generous heart,</br>The gay to ravish, and the grave to please;</br>By wisdom tutored in the school of ease.</br>Of parts possessed, by, heaven assigned to few,</br>She pitied follies which she never knew;</br>Slow to condemn, condemned without a frown,</br>And censure taught a language not its own.", "\"A youth who loved, (of such himself possessed,)</br>The kindred virtues of Monimia's breast,</br>His honest passion told the beauteous maid,</br>By the soft feelings of her soul betrayed;</br>A conscious blush with virgin coyness strove,</br>And colder reason urged the cause of love.</br>In vain she urged; indignant I arose,</br>(For I and merit commonly are foes,)</br>Odious, I whispered, plain Eugenio's wife!&mdash;</br>She sighed, and took a titled fool for life.", "\"For me, Blondella talks the live-long night,</br>Of moral fitness, and the rule of right;</br>Then all for Plato's philosophic mind,</br>The pure idea, and the loved refined!</br>The delicate, the sympathy of soul!</br>And nameless nothings, that on nothing roll!</br>With what a dying dying fall she speaks,</br>And leans on two plump arms two purple cheeks.</br>For not o'er nature Plato's rules prevail,</br>To teach Blondella Plato's pensive pale;</br>Nay some there are, as o'er their favourite tea</br>They sacrifice to scandal and to me,</br>Who say, Blondella feels the common flames,</br>And loves as solidly as other dames.</br>And yet (for Pope informed me long ago,</br>What can we reason but from what we know,)</br>Perhaps they err; for them no sacred fire</br>Did ere the breath of sapient Greece inspire;</br>And from plain nature, plainly understood,</br>They cannot think so ill of flesh and blood.", "\"Not quite of Epicure's or Plato's school,</br>Not quite a wit, and just not quite a fool;</br>With pause, and point, and epithet to aid,</br>Daphne for me invokes the tuneful maid.</br>With rhyme from Byshe, and sentiment from Behn,</br>In deepest pathos Daphne dips her pen;</br>To weeping rills her sighing shepherds wail,</br>And sighs are wafted on the sighing gale;</br>Smooth flows her stream, and soft her zephyr blows,</br>With ah's how tender, and how solemn oh's!</br>Then toils a novelist in virtue's cause,</br>And joins example to the moral laws;</br>Virtue and vice their proper meed assigns,</br>And awful justice speaks her closing lines.</br>The maze of sentiment and sorrow past,</br>Each honest girl a husband finds at last;</br>And vice, her long career of mischief run,</br>Is doomed to penance in a sober nun.</br>Yet, ah!  the while, insidious powers of love!</br>Was Daphne tangled in the web she wove:</br>She feels and paints the soft desire by turns,</br>And midst the flame her fancy kindled burns;</br>More blessed than Waller, reaped both love and bays,</br>And lost her virtue &mdash; while she wrote in praise.", "Nor yet where all thy boasted reason runs,</br>Thy boasted reason shields her thinking sons.</br>I guide the stoic through the moral page;</br>I give the clue that leads the poring sage;</br>His book the scholar, or his studies faint;</br>And, strange!  humility itself the saint:</br>Mine swells the period from a Johnson's hand;</br>And famished poets at my altars stand.", "\"Even thou by me inspired, without the nine,</br>To try at verse, and pour the feeble line,</br>Thou own'st my power; amid the smiling train,</br>Of wealth, of person, or of title vain,</br>I mark thy bosom swell with secret pride,</br>To scorn their weakness, to thy scorn allied.", "\"Though yet thou darest not wide expand thy sail,</br>Nor trust the public for a partial gale;</br>Though ne'er, by earnest friends or me impelled,</br>Thy flippant verse a miscellany held;</br>Nor scrawled a-top by some unwilling lord,</br>To court subscription, hangs thy begging board;</br>There are whose praise indulgent swells thy heart,</br>And speeds the poison from my rankling dart:</br>Lo!  she, of whom are all the virtues vain,</br>Too dangerous Goodness!  she approves thy strain,</br>And drawn half smiling, bids thee write again.\"&mdash;", "She spoke; my bosom felt the magic sound,</br>My active spirits danced a nimbler round.</br>Propitious power! &mdash; I prayed, or meant a prayer;</br>Her light form faded in the empty air.</br>Yet these she left, and bade to you belong:</br>I own her power, if you approve the song.</br>"]