["I.</br>THE TRANCE.</br>'Twas at that sober hour when the light of day is receding,</br>And from surrounding things the hues where with day has adorn'd them</br>Fade, like the hopes of youth, till the beauty of earth is departed:</br>Pensive, though not in thought, I stood at the window, beholding</br>Mountain and lake and vale; the valley disrobed of its verdure;</br>Derwent retaining yet from eve a glassy reflection</br>Where his expanded breast, then still and smooth as a mirror,</br>Under the woods reposed; the hills that, calm and majestic,</br>Lifted their heads in the silent sky, from far Glaramar</br>Bleacrag, and Maidenmawr, to Grizedal and westermost Withop.</br>Dark and distinct they rose.  The clouds had gather'd above them</br>High in the middle air, huge, purple, pillowy masses,</br>While in the west beyond was the last pale tint of the twilight;</br>Green as a stream in the glen whose pure and chrysolite waters</br>Flow o'er a schistous bed, and serene as the age of the righteous.</br>Earth was hush'd and still; all motion and sound were suspended:</br>Neither man was heard, bird, beast, nor humming of insect,</br>Only the voice of the Greta, heard only when all is in stillness.</br>Pensive I stood and alone, the hour and the scene had subdued me,</br>And as I gazed in the west, where Infinity seem'd to be open,</br>Yearn'd to be free from time, and felt that this life is a thraldom.", "Thus as I stood, the bell which awhile from its warning had rested,</br>Sent forth its note again, toll, toll, thro' the silence of evening.</br>'Tis a deep dull sound that is heavy and mournful at all times,</br>For it tells of mortality always.  But heavier this day</br>Fell on the conscious ear its deeper and mournfuller import,</br>Yea, in the heart it sunk; for this was the day when the herald</br>Breaking his wand should proclaim, that George our King was departed.</br>Thou art released!  I cried:  thy soul is deliver'd from bondage!</br>Thou who hast lain so long in mental and visual darkness,</br>Thou art in yonder heaven!  thy place is in light and in glory.", "Come, and behold! . . . methought a startling Voice from the twilight</br>Answered; and therewithal I felt a stroke as of lightning,</br>With a sound like the rushing of winds, or the roaring of waters.</br>If from without it came, I knew not, so sudden the seizure;</br>Or if the brain itself in that strong flash had expended</br>All its electric stores.  Of strength and of thought it bereft me;</br>Hearing, and sight, and sense were gone; and when I awaken'd</br>'Twas from a dream of death, in silence and uttermost darkness;</br>Knowing not where or how, nor if I was rapt in the body,</br>Nor if entranced, or dead.  But all around me was blackness,</br>Utterly blank and void, as if this ample creation</br>Had been blotted out, and I were alone in the chaos.</br>Yet had I even then a living hope to sustain me</br>Under that aweful thought, and I strengthen'd my spirit with prayer.", "Comfort I sought and support, and both were found in retiring</br>Into that inner world, the soul's strong hold and her kingdom.</br>Then came again the Voice, but then no longer appalling,</br>Like the voice of a friend it came:  O son of the Muses!</br>Be of good heart, it said, and think not that thou art abandon'd;</br>For to thy mortal sight shall the Grave unshadow its secrets;</br>Such as of yore the Florentine saw, Hell's perilous chambers</br>He who trod in his strength; and the arduous Mountain of Penance,</br>And the regions of Paradise, sphere within sphere intercircled.</br>Child of Earth, look up!  and behold what passes before thee.", "II.</br>THE VAULT.</br>So by the unseen comforted, raised I my head in obedience,</br>And in a vault I found myself placed, arch'd over on all sides.</br>Narrow and low was that house of the dead.  Around it were coffins,</br>Each in its niche, and palls, and urns, and funeral hatchments;</br>Velvets of Tyrian dye, retaining their hues unfaded;</br>Blazonry vivid still, as if fresh from the touch of the limner;</br>Nor was the golden fringe, nor the golden broidery tarnish'd.", "Whence came the light whereby that place of death was discover'd?</br>For there was there no lamp, whose wonderous flame inextinguish'd,</br>As with a vital power endued, renewing its substance,</br>Age after age unchanged, endureth in self-subsistence:</br>Nor did the cheerful beam of day, direct or reflected,</br>Penetrate there.  That low and subterranean chamber</br>Saw not the living ray, nor felt the breeze; but for ever</br>Closely immured, was seal'd in perpetual silence and darkness.</br>Whence then this lovely light, calm, pure, and soft, and cerulean,</br>Such as the sapphire sheds?  And whence this air that infuses</br>Strength while I breathe it in, and a sense of life, and a stillness,</br>Filling the heart with peace, and giving a joy that contents it?</br>Not of the Earth that light; and these paradisiacal breathings,</br>Not of the Earth are they!", "These thoughts were passing within me,</br>When there arose around a strain of heavenly music,</br>Such as the hermit hears when Angels visit his slumbers.</br>Faintly it first began, scarce heard; and gentle its rising,</br>Low as the softest breath that passes in summer at evening</br>O'er the Eolian strings, felt there when nothing is moving,</br>Save the thistle-down, lighter than air, and the leaf of the aspin.</br>Then as it swell'd and rose, the thrilling melody deepen'd,</br>Such, methought, should the music be, which is heard in the cloister,</br>By the sisterhood standing around the beatified Virgin,</br>When with her dying eyes she sees the firmament open,</br>Lifts from the bed of dust her arms towards her beloved,</br>Utters the adorable name, and breathes out her soul in a rapture.", "Well could I then believe such legends, and well could I credit</br>All that the poets old relate of Amphion and Orpheus;</br>How to melodious sounds wild beasts their strength have surrender'd,</br>Men were reclaim'd from the woods, and stones in harmonious order</br>Moved, as their atoms obey'd the mysterious attraction of concord.</br>This was a higher strain; a mightier, holier virtue</br>Came with its powerful tones.  O'ercome by the piercing emotion,</br>Dizzy I grew, and it seem'd as though my soul were dissolving.</br>How might I bear unmoved such sounds?  For, like as the vapours</br>Melt on the mountain side, when the sun comes forth in his splendour,</br>Even so the vaulted roof and whatever was earthly</br>Faded away; the Grave was gone, and the Dead was awaken'd.", "III.</br>THE AWAKENING.</br>Then I beheld the King.  From a cloud which cover'd the pavement</br>His reverend form uprose:  heavenward his face was directed,</br>Heavenward his eyes were raised, and heavenward his arms were extended.</br>Lord, it is past!  he cried; the mist, and the weight, and the darkness; . .</br>That long and weary night, that long drear dream of desertion.</br>Father, to Thee I come!  My days have been many and evil;</br>Heavy my burthen of care, and grievous hath been my affliction.</br>Thou hast releas'd me at length.  O Lord, in Thee have I trusted;</br>Thou art my hope and my strength! ... And then in profound adoration,</br>Crossing his arms on his breast, he bent and worshipp'd in silence.", "Presently one approach'd to greet him with joyful obeisance;</br>He of whom in an hour of woe, the assassin bereav'd us</br>When his counsels most, and his resolute virtue were needed.</br>Thou, said the Monarch, here?  Thou, Perceval, summon'd before me? . . .</br>Then as his waken'd mind to the weal of his country reverted,</br>What of his son, he ask'd, what course by the Prince had been follow'd.</br>Right in his Father's steps hath the Regent trod, was the answer:</br>Firm hath he proved and wise, at a time when weakness or error</br>Would have sunk us in shame, and to ruin have hurried us headlong.</br>True to himself hath he been, and Heaven has rewarded his counsels.", "Peace is obtain'd then at last, with safety and honour!  the Monarch</br>Cried, and he clasp'd his hands; . . . I thank Thee, O merciful Father!</br>Now is my heart's desire fulfill'd.", "With honour surpassing</br>All that in elder time had adorn'd the annals of England,</br>Peace hath been won by the sword, the faithful minister answer'd.</br>Paris hath seen once more the banners of England in triumph</br>Wave within her walls, and the ancient line is establish'd.</br>While that man of blood, the tyrant, faithless and godless,</br>Render'd at length the sport, as long the minion of Fortune,</br>Far away, confined in a rocky isle of the ocean,</br>Fights his battles again, and pleased to win in the chamber</br>What he lost in the field, in fancy conquers his conqueror.</br>There he reviles his foes, and there the ungrateful accuses</br>For his own defaults the men who too faithfully served him;</br>Frets and complains and intrigues, and abuses the mercy that spared him.</br>Oh that my King could have known these things!  could have witness'd how England</br>Check'd in its full career the force of her enemy's empire,</br>Singly defied his arms and his arts, and baffled them singly,</br>Roused from their lethal sleep with the stirring example the nations,</br>And the refluent tide swept him and his fortune before it.</br>Oh that my King, ere he died, might have seen the fruit of his counsels!", "Nay, it is better thus, the Monarch piously answer'd;</br>Here I can bear the joy; it comes as an earnest of Heaven.</br>Righteous art Thou, O Lord!  long-suffering, but sure are thy judgements.", "Then having paused awhile, like one in devotion abstracted,</br>Earth ward his thoughts recurr'd, so deeply the care of his country</br>Lay in that royal soul reposed:  and he said, Is the spirit</br>Quell'd which hath troubled the land?  and the multitude freed from delusion,</br>Know they their blessings at last, and are they contented and thankful?", "Still is that fierce and restless spirit at work, was the answer;</br>Still it deceiveth the weak, and inflameth the rash and the desperate.</br>Even now, I ween, some dreadful deed is preparing;</br>For the Souls of the Wicked are loose, and the Powers of Evil</br>Move on the wing alert.  Some nascent horror they look for,</br>Be sure!  some accursed conception of filth and of darkness</br>Ripe for its monstrous birth.  Whether France or Britain be threaten'd,</br>Soon will the issue show; or if both at once are endanger'd,</br>For with the ghosts obscene of Robespierre, Danton, and Hebert,</br>Faux and Despard I saw, and the band of rabid fanatics,</br>They whom Venner led, who rising in frantic rebellion</br>Made the Redeemer's name their cry of slaughter and treason.", "IV.</br>THE GATE OF HEAVEN.</br>Thus as he spake, methought the surrounding space dilated.</br>Over head I beheld the infinite ether; beneath us</br>Lay the solid expanse of the firmament spread like a pavement:</br>Wheresoever I look'd, there was light and glory around me.</br>Brightest it seem'd in the East, where the New Jerusalem glitter'd.</br>Eminent on a hill, there stood the Celestial City;</br>Beaming afar it shone; its towers and cupolas rising</br>High in the air serene, with the brightness of gold in the furnace,</br>Where on their breadth the splendour lay intense and quiescent:</br>Part with a fierier glow, and a short quick tremulous motion,</br>Like the burning pyropus; and turrets and pinnacles sparkled,</br>Playing in jets of light, with a diamond-like glory coruscant.</br>Groves of all hues of green their foliage intermingled,</br>Tempering with grateful shade the else unendurable lustre.</br>Drawing near, I beheld what over the portal was written:</br>This is the Gate of Bliss, it said; thro' me is the passage</br>To the City of God, the abode of beatified Spirits.</br>Weariness is not there, nor change, nor sorrow, nor parting;</br>Time hath no place therein; nor evil.  Ye who would enter,</br>Drink of the Well of Life, and put away all that is earthly.", "O'er the adamantine gates an Angel stood on the summit.</br>Ho!  he exclaim'd, King George of England cometh to judgment!</br>Hear Heaven!  Ye Angels hear!  Souls of the Good and the Wicked</br>Whom it concerns, attend!  Thou, Hell, bring forth his accusers!</br>As the sonorous summons was utter'd, the Winds, who were waiting,</br>Bore it abroad thro' Heaven; and Hell, in her nethermost caverns,</br>Heard, and obey'd in dismay.", "Anon a body of splendour</br>Gather'd before the gate, and veil'd the Ineffable Presence,</br>Which, with a rushing of wings, came down.  The sentient ether</br>Shook with that dread descent, and the solid firmament trembled.</br>Round the cloud were the Orders of Heaven . . . Archangel and Angel,</br>Principality, Cherub and Seraph, Thrones, Dominations,</br>Virtues, and Powers.  The Souls of the Good, whom Death had made perfect,</br>Flocking on either hand, a multitudinous army,</br>Came at the aweful call.  In semicircle inclining,</br>Tier over tier they took their place:  aloft, in the distance,</br>Far as the sight could pierce, that glorious company glisten'd.</br>From the skirts of the shining assembly, a silvery vapour</br>Rose in the blue serene, and moving onward it deepen'd,</br>Taking a denser form; the while from the opposite region</br>Heavy and sulphurous clouds roll'd on, and completed the circle.</br>There with the Spirits accurst, in congenial darkness enveloped,</br>Were the Souls of the Wicked, who wilful in guilt and in error,</br>Chose the service of sin, and now were abiding its wages.</br>Change of place to them brought no reprieval from anguish;</br>They in their evil thoughts and desires of impotent malice,</br>Envy, and hate, and blasphemous rage, and remorse unavailing,</br>Carried a Hell within, to which all outer affliction,</br>So it abstracted the sense, might be deem'd a remission of torment.</br>At the edge of the cloud, the Princes of Darkness were marshall'd:</br>Dimly descried within were wings and truculent faces;</br>And in the thick obscure there struggled a mutinous uproar,</br>Railing, and fury, and strife, that the whole deep body of darkness</br>Roll'd like a troubled sea, with a wide and a manifold motion.", "V.</br>THE ACCUSERS.</br>On the cerulean floor by that dread circle surrounded,</br>Stood the soul of the King alone.  In front was the Presence</br>Veil'd with excess of light; and behind was the blackness of darkness.</br>Then might be seen the strength of holiness, then was its triumph,</br>Calm in his faith he stood, and his own clear conscience upheld him.", "When the trumpet was blown, and the Angel made proclamation&mdash;</br>Lo, where the King appears!  Come forward ye who arraign him!</br>Forth from the lurid cloud a Demon came at the summons.</br>It was the Spirit by which his righteous reign had been troubled;</br>Likest in form uncouth to the hideous Idols whom India</br>(Long by guilty neglect to hellish delusions abandon'd,)</br>Worships with horrible rites of self-immolation and torture.</br>Many-headed and monstrous the Fiend; with numberless faces,</br>Numberless bestial ears erect to all rumours, and restless,</br>And with numberless mouths which were fill'd with lies as with arrows.</br>Clamours arose as he came, a confusion of turbulent voices,</br>Maledictions, and blatant tongues, and viperous hisses;</br>And in the hubbub of senseless sounds the watchwords of faction,</br>Freedom, Invaded Rights, Corruption, and War, and Oppression,</br>Loudly enounced were heard.", "But when he stood in the Presence,</br>Then was the Fiend dismay'd, though with impudence clothed as a garment;</br>And the lying tongues were mute, and the lips which had scatter'd</br>Accusation and slander, were still.  No time for evasion</br>This, in the Presence he stood:  no place for flight; for dissembling</br>No possibility there.  From the souls on the edge of the darkness,</br>Two he produced, prime movers and agents of mischief, and bade them</br>Show themselves faithful now to the cause for which they had labour'd.</br>Wretched and guilty souls, where now their audacity?  Where now</br>Are the insolent tongues so ready of old at rejoinder?</br>Where the lofty pretences of public virtue and freedom?</br>Where the gibe, and the jeer, and the threat, the envenom'd invective,</br>Calumny, falsehood, fraud, and the whole ammunition of malice?</br>Wretched and guilty souls, they stood in the face of their Sovereign,</br>Conscious and self-condemn'd; confronted with him they had injured,</br>At the Judgement-seat they stood.", "Beholding the foremost,</br>Him by the cast of his eye oblique, I knew as the firebrand</br>Whom the unthinking populace held for their idol and hero,</br>Lord of Misrule in his day.  But how was that countenance alter'd</br>Where emotion of fear or of shame had never been witness'd;</br>That invincible forehead abash'd; and those eyes wherein malice</br>Once had been wont to shine with wit and hilarity temper'd,</br>Into how deep a gloom their mournful expression had settled!</br>Little avail'd it now that not from a purpose malignant,</br>Not with evil intent he had chosen the service of evil;</br>But of his own desires the slave, with profligate impulse,</br>Solely by selfishness moved, and reckless of aught that might follow.</br>Could he plead in only excuse a confession of baseness?</br>Could he hide the extent of his guilt; or hope to atone for</br>Faction excited at home, when all old feuds were abated,</br>Insurrection abroad, and the train of woes that had follow'd!</br>Discontent and disloyalty, like the teeth of the dragon,</br>He had sown on the winds; they had ripen'd beyond the Atlantic;</br>Thence in natural birth sedition, revolt, revolution;</br>France had received the seeds, and reap'd the harvest of horrors; . .</br>Where . . . where should the plague be stay'd?  Oh, most to be pitied</br>They of all souls in bale, who see no term to the evil</br>They by their guilt have raised, no end to their inner upbraidings!", "Him I could not choose but know, nor knowing but grieve for.</br>Who might the other be, his comrade in guilt and in suffering,</br>Brought to the proof like him, and shrinking like him from the trial?</br>Nameless the libeller lived, and shot his arrows in darkness;</br>Undetected he pass'd to the grave, and leaving behind him</br>Noxious works on earth, and the pest of an evil example,</br>Went to the world beyond, where no offences are hidden.</br>Mask'd had he been in his life, and now a visor of iron</br>Rivetted round his head, had abolish'd his features for ever.</br>Speechless the slanderer stood, and turn'd his face from the Monarch</br>Iron-bound as it was, . . so insupportably dreadful</br>Soon or late to conscious guilt is the eye of the injured.", "Caitiffs, are ye dumb?  cried the multifaced Demon in anger;</br>Think ye then by shame to shorten the term of your penance?</br>Back to your penal dens! . . . And with horrible grasp gigantic</br>Seizing the guilty pair, he swung them aloft, and in vengeance</br>Hurl'd them all abroad, far into the sulphurous darkness.</br>Sons of Faction, be warn'd!  And ye, ye Slanderers!  learn ye</br>Justice, and bear in mind that after death there is judgement.</br>Whirling, away they flew.  Nor long himself did he tarry,</br>Ere from the ground where he stood, caught up by a vehement whirlwind,</br>He too was hurried away; and the blast with lightning and thunder</br>Vollying aright and aleft amid the accumulate blackness,</br>Scatter'd its inmates accurst, and beyond the limits of ether</br>Drove the hircine host obscene:  they howling and groaning</br>Fell precipitate, down to their dolorous place of endurance.</br>Then was the region clear; the arrowy flashes which redden'd</br>Through the foul thick throng, like sheeted argentry floating</br>Now o'er the blue serene, diffused an innocuous splendour,</br>In the infinite dying away.  The roll of the thunder</br>Ceased, and all sounds were hush'd, till again from the gate adamantine</br>Was the voice of the Angel heard thro' the silence of Heaven.", "VI.</br>THE ABSOLVERS.</br>Ho!  he exclaim'd, King George of England standeth in judgement!</br>Hell hath been dumb in his presence.  Ye who on earth arraign'd him,</br>Come ye before him now, and here accuse or absolve him!</br>For injustice hath here no place.", "From the Souls of the Blessed</br>Some were there then who advanced; and more from the skirts of the meeting,</br>Spirits who had not yet accomplish'd their purification,</br>Yet being cleansed from pride, from faction and error deliver'd,</br>Purged of the film wherewith the eye of the mind is clouded,</br>They, in their better state, saw all things clear; and discerning</br>Now in the light of truth what tortuous views had deceived them,</br>They acknowledged their fault, and own'd the wrong they had offer'd;</br>Not without ingenuous shame, and a sense of compunction,</br>More or less, as each had more or less to atone for.</br>One alone remain'd, when the rest had retired to their station:</br>Silently he had stood, and still unmoved and in silence,</br>With a steady mien, regarded the face of the Monarch.</br>Thoughtful awhile he gazed; severe, but serene, was his aspect;</br>Calm, but stern; like one whom no compassion could weaken,</br>Neither could doubt deter, nor violent impulses alter;</br>Lord of his own resolves, . . of his own heart absolute master.</br>Aweful Spirit!  his place was with ancient sages and heroes:</br>Fabius, Aristides, and Solon, and Epaminondas.", "Here then at the Gate of Heaven we are met!  said the Spirit;</br>King of England!  albeit in life opposed to each other,</br>Here we meet at last.  Not unprepared for the meeting</br>Ween I; for we had both outlived all enmity, rendering</br>Each to each that justice which each from each had withholden.</br>In the course of events, to thee I seem'd as a Rebel,</br>Thou a Tyrant to me; . . . so strongly doth circumstance rule men</br>During evil days, when right and wrong are confounded.</br>Left to our hearts we were just.  For me, my actions have spoken,</br>That not for lawless desires, nor goaded by desperate fortunes,</br>Nor for ambition, I chose my part; but observant of duty,</br>Self-approved.  And here, this witness I willingly bear thee, . .</br>Here, before Angels and Men, in the aweful hour of judgement, . .</br>Thou too didst act with upright heart, as befitted a Sovereign</br>True to his sacred trust, to his crown, his kingdom, and people.</br>Heaven in these things fulfill'd its wise, though inscrutable purpose,</br>While we work'd its will, doing each in his place as became him.", "Washington!  said the Monarch, well hast thou spoken and truly,</br>Just to thyself and to me.  On them is the guilt of the contest,</br>Who, for wicked ends, with foul arts of faction and falsehood,</br>Kindled and fed the flame:  but verily they have their guerdon.</br>Thou and I are free from offence.  And would that the nations,</br>Learning of us, would lay aside all wrongful resentment,</br>All injurious thought, and honouring each in the other</br>Kindred courage and virtue, and cognate knowledge and freedom,</br>Live in brotherhood wisely conjoin'd.  We set the example.</br>They who stir up strife, and would break that natural concord,</br>Evil they sow, and sorrow will they reap for their harvest.", "VII.</br>THE BEATIFICATION.</br>When that Spirit withdrew, the Monarch around the assembly</br>Look'd, but none else came forth; and he heard the voice of the Angel, . .</br>King of England, speak for thyself!  here is none to arraign thee.</br>Father, he replied, from whom no secrets are hidden,</br>What should I say?  Thou knowest that mine was an arduous station,</br>Full of cares, and with perils beset.  How heavy the burthen</br>Thou alone canst tell!  Short-sighted and frail hast Thou made us,</br>And Thy judgements who can abide?  But as surely Thou knowest</br>The desire of my heart hath been alway the good of my people,</br>Pardon my errors, O Lord, and in mercy accept the intention!</br>As in Thee I have trusted, so let me not now be confounded.", "Bending forward he spake with earnest humility.  Well done,</br>Good and faithful servant!  then said a Voice from the Brightness,</br>Enter thou into the joy of thy Lord . . . The ministering Spirits</br>Clapt their pennons therewith, and from that whole army of Angels</br>Songs of thanksgiving and joy resounded, and loud hallelujahs;</br>While on the wings of Winds upraised, the pavilion of splendour</br>Where inscrutable light enveloped the Holy of Holies,</br>Moved, and was borne away, thro' the empyrean ascending.", "Beautiful then on its hill appear'd the Celestial City,</br>Soften'd, like evening suns, to a mild and bearable lustre.</br>Beautiful was the ether above; and the sapphire beneath us,</br>Beautiful was its tone, to the dazzled sight as refreshing</br>As the fields with their loveliest green at the coming of summer,</br>When the mind is at ease, and the eye and the heart are contented.", "Then methought we approach'd the gate.  In front of the portal,</br>From a rock where the standard of man's Redemption was planted,</br>Issued the Well of Life, where whosoever would enter,</br>So it was written, must drink, and put away all that is earthly.</br>Earth among its gems, its creations of art and of nature,</br>Offers not aught whereto that marvellous Cross may be liken'd</br>Even in dim similitude, such was its wonderful substance.</br>Pure it was and diaphanous.  It had no visible lustre;</br>Yet from It alone whole Heaven was illuminate alway;</br>Day and Night being none in the upper firmament, neither</br>Sun, nor Moon, nor Stars; but from that Cross as a fountain</br>Flow'd the Light uncreated; light all-sufficing, eternal,</br>Light which was, and which is, and which will be, for ever and ever;</br>Light of light, which, if daringly gazed on, would blind an Archangel,</br>Yet the eye of weak man may behold, and beholding is strengthened;</br>Yea, while we wander below, opprest with our bodily burthen,</br>And in the shadow of death, this Light is in mercy vouchsafed us,</br>So we seek it with humble heart; and the soul that receives it</br>Hath with it healing and strength, peace, love, and life everlasting.", "Thither the King drew nigh, and kneeling he drank of the water.</br>Oh what a change was wrought!  In the semblance of age he had risen,</br>Such as at last he appear'd, with the traces of time and affliction</br>Deep on his faded form, when the burthen of years was upon him.</br>Oh what a change was wrought!  For now the corruptible put on</br>Incorruption; the mortal put off mortality.  Rising</br>Rejuvenescent he stood in a glorified body, obnoxious</br>Never again to change, nor to evil and trouble and sorrow,</br>But for eternity form'd, and to bliss everlasting appointed.", "VIII.</br>THE SOVEREIGNS.</br>Lift up your heads, ye Gates; and ye everlasting Portals,</br>Be ye lift up!  For lo!  a glorified Monarch approacheth,</br>One who in righteousness reign'd, and religiously govern'd his people.</br>Who are these that await him within?  Nassau the Deliverer,</br>Him I knew:  and the Stuart, he who, serene in his meekness,</br>Bow'd his anointed head beneath the axe of rebellion,</br>Calm in that insolent hour, and over his fortune triumphant.", "Queen of the eagle eye, thou too, O matchless Eliza,</br>Excellent Queen, wert there!  and thy brother's beautiful spirit;</br>O'er whose innocent head there hover'd a silvery halo,</br>Such as crowns the Saint when his earthly warfare is ended.", "There too was he of the sable mail, the hero of Cressy,</br>Flower of chivalry, he, in arms and in courtesy peerless.</br>There too his royal sire I saw, magnificent Edward,</br>He who made the English renown, and the fame of his Windsor</br>In the Orient and Occident known, from Tagus to Tigris.</br>Lion-hearted Richard was there, redoubtable warrior,</br>At whose irresistible presence the Saracen trembled;</br>At whose name the Caliph exclaim'd in dismay on Mahommed,</br>Syrian mothers grew pale, and their children were scared into silence.</br>Born in a bloody age, did he in his prowess exulting</br>Run like a meteor his course, and fulfil the service assign'd him,</br>Checking the Mussulman power in the height of its prosperous fortune;</br>But that leonine heart was with virtues humaner ennobled,</br>(Otherwhere else, be sure, his doom had now been appointed,)</br>Friendship, disdain of wrong, and generous feeling redeem'd it,</br>Magnanimity there had its seat, and the love of the Muses.", "There with the Saxon Kings who founded our laws and our temples,</br>(Gratefully still to be named while these endure in remembrance,</br>They, for the pious work!)   I saw the spirit of Alfred;</br>Alfred than whom no Prince with loftier intellect gifted,</br>Nor with a finer soul, nor in virtue more absolute, ever</br>Made a throne twice-hallow'd, and reign'd in the hearts of his people.</br>With him the Worthies were seen who in life partook of his labours,</br>Shared his thoughts, and with him for the weal of posterity travail'd:</br>Some who in cloisters immured, and to painful study devoted</br>Day and night, their patient and innocent lives exhausted,</br>And in meekness possess'd their souls:  and some who in battle</br>Put the Raven to flight:  and some who intrepid in duty</br>Reach'd the remotest East, or invading the kingdom of Winter,</br>Plough'd with audacious keel the Hyperborean Ocean.</br>I could perceive the joy which fill'd their beatified spirits</br>While of the Georgian age they thought, and the glory of England.", "IX.</br>THE ELDER WORTHIES.</br>Lift up your heads, ye Gates; and ye everlasting Portals,</br>Be ye lift up!  Behold the Worthies are there to receive him,</br>They who in later days, or in elder ages ennobled</br>Britain's dear name.  Bede I beheld, who, humble and holy,</br>Shone like a single star, serene in a night of darkness.</br>Bacon also was there, the marvellous Friar; and he who</br>Struck the spark from which the Bohemian kindled his taper;</br>Thence the flame, long and hardly preserved, was to Luther transmitted,</br>Mighty soul, and he lifted his torch, and enlighten'd the nations.", "Thee too, Father Chaucer!  I saw, and delighted to see thee,</br>At whose well undefiled I drank in my youth, and was strengthen'd;</br>With whose mind immortal so oft I have communed, partaking</br>All its manifold moods, and willingly moved at its pleasure.</br>Bearing the palm of martyrdom, Cranmer was there in his meekness,</br>Holy name to be ever revered!  And Cecil, whose wisdom</br>'Stablish'd the Church and State, Eliza's pillar of council.</br>And Shakespeare, who in our hearts for himself hath erected an empire</br>Not to be shaken by Time, nor e'er by another divided.</br>But with what love did I then behold the face of my master, . .</br>Spenser, my master dear!  with whom in boyhood I wander'd</br>Through the regions of Faery land, in forest or garden</br>Spending delicious hours, or at tilt and tourney rejoicing;</br>Yea, by the magic of verse enlarged, and translated in spirit,</br>In the World of Romance free denizen I; . . . till awakening,</br>When the spell was dissolved, this real earth and its uses</br>Seem'd to me weary, and stale, and flat.", "With other emotion</br>Milton's severer shade I saw, and in reverence humbled</br>Gazed on that soul sublime:  of passion now as of blindness</br>Heal'd, and no longer here to Kings and to Hierarchs hostile,</br>He was assoil'd from taint of the fatal fruit; and in Eden</br>Not again to be lost, consorted an equal with Angels.</br>Taylor too was there, from whose mind of its treasures redundant</br>Streams of eloquence flow'd, like an inexhaustible fountain:</br>And the victor of Blenheim, alike in all virtues accomplish'd,</br>Public or private, he; the perfect soldier and statesman,</br>England's reproach and her pride; her pride for his noble achievements,</br>Her reproach for the wrongs he endured:  And Newton, exalted</br>There above those orbs whose motions from earth he had measured,</br>Through infinity ranging in thought:  And Berkeley, angelic</br>Now in substance as soul, that kingdom enjoying where all things</br>Are what they seem, and the good and the beautiful there are eternal.", "X.</br>THE WORTHIES OF THE GEORGIAN AGE.</br>These with a kindred host of great and illustrious spirits</br>Stood apart, while a train whom nearer duty attracted</br>Through the Gate of Bliss came forth to welcome their Sovereign.</br>Many were they and glorious all.  Conspicuous among them</br>Wolfe was seen:  And the seaman who fell on the shores of Owhyhee,</br>Leaving a lasting name, to humanity dear as to science:</br>And the mighty musician of Germany, ours by adoption,</br>Who beheld in the King his munificent pupil and patron.</br>Reynolds, with whom began that school of art which hath equall'd</br>Richest Italy's works, and the masterly labours of Belgium,</br>Came in that famous array:  and Hogarth, who follow'd no master,</br>Nor by pupil shall e'er be approach'd, alone in his greatness.</br>Reverend in comely mien, of aspect mild and benignant,</br>There, too, Wesley I saw and knew, whose zeal apostolic,</br>Though with error alloy'd, hath on earth its merited honour,</br>As in Heaven its reward.  And Mansfield the just and intrepid;</br>Wise Judge, by the craft of the Law ne'er seduced from its purpose;</br>And when the misled multitude raged like the winds in their madness,</br>Not to be moved from his rightful resolves.  And Burke I beheld there,</br>Eloquent statesman and sage, who, though late, broke loose from his trammels,</br>Giving then to mankind what party too long had diverted.</br>Here, where wrongs are forgiven, was the injured Hastings beside him:</br>Strong in his high deserts, and in innocence happy, though injured,</br>He, in his good old age, outlived persecution and malice.</br>Even where he had stood a mark for the arrows of slander,</br>He had his triumph at last, when moved with one feeling, the Senate</br>Rose in respect at his sight, and atoned for the sin of their fathers.", "Cowper, thy lovely spirit was there, by death disenchanted</br>From that heavy spell which had bound it in sorrow and darkness,</br>Thou wert there, in the kingdom of peace and of light everlasting.</br>Nelson also was there in the kingdom of peace, though his calling</br>While upon earth he dwelt, was to war and the work of destruction.</br>Not in him had that aweful ministry deaden'd, or weaken'd</br>Quick compassion, and feelings that raise while they soften our nature.</br>Wise in counsel, and steady in purpose, and rapid in action,</br>Never thought of self from the course of his duty seduced him,</br>Never doubt of the issue unworthily warpt his intention.</br>Long shall his memory live, and while his example is cherish'd,</br>From the Queen of the Seas, the sceptre shall never be wrested.", "XI.</br>THE YOUNG SPIRITS.</br>Ye whom I leave unnam'd, ye other Worthies of Britain,</br>Lights of the Georgian age, . . . for ye are many and noble,</br>How might I name ye all, whom I saw in this glorious vision? . . .</br>Pardon ye the imperfect tale!  Yet some I beheld there,</br>Whom should I pretermit, my heart might rightly upbraid me,</br>That its tribute of honour, poor though it be, was withholden.</br>Somewhat apart they came, in fellowship gather'd together,</br>As in goodly array they follow'd the train of the worthies.</br>Chosen spirits were these, of the finest elements temper'd,</br>And embodied on earth in mortality's purest texture;</br>But in the morning of hope, in the blossom of virtue and genius,</br>They were cut down by death.  What then, . . were it wise to lament them,</br>Seeing the mind bears with it its wealth, and the soul its affections?</br>What we sow, we shall reap; and the seeds whereof earth is not worthy</br>Strike their roots in a kindlier soil, and ripen to harvest.", "Here were the gallant youths of high heroic aspiring,</br>Who, so fate had allow'd, with the martial renown of their country</br>Would have wedded their names, for perpetual honour united;</br>Strong of heart and of mind, but in undistinguishing battle,</br>Or by pestilence stricken, they fell, unknown and confounded</br>With the common dead.  Oh!  many are they who were worthy,</br>Under the Red Cross flag, to have wielded the thunders of Britain,</br>Making her justice felt, and her proper power upholding</br>Upon all seas and shores, wheresoever her rights were offended,</br>Followers of Nelson's path, and the glorious career of the Wellesley.</br>Many are they, whose bones beneath the billows have whiten'd,</br>Or in foreign earth they have moulder'd, hastily cover'd,</br>In some wide and general grave.", "Here also were spirits</br>To have guided, like Cecil of old, the councils of England;</br>Or have silenced and charm'd a tumultuous Senate, like Canning,</br>When to the height of his theme, the consummate Orator rising,</br>Makes our Catalines pale, and rejoices the friends of their country.", "Others came in that goodly band whom benigner fortune</br>Led into pleasanter ways on earth:  the children of Science</br>Some, whose unerring pursuit would, but for death, have extended</br>O'er the unknown and material, Man's intellectual empire,</br>Such their intuitive power; like Davy, disarming destruction</br>When it moves on the vapour; or him, who discovering the secret</br>Of the dark and ebullient abyss, with the fire of Vesuvius</br>Arm'd the chemist's hand:  well then might Eleusinian Ceres</br>Yield to him, from whom the seas and the mountains conceal'd not</br>Nature's mystery, hid in their depths.", "Here lost in their promise</br>And prime, were the children of Art, who should else have deliver'd</br>Works and undying names to grateful posterity's keeping,</br>Such as Haydon will leave on earth; and he who, returning</br>Rich in praise to his native shores, hath left a remembrance</br>Long to be honour'd and loved on the banks of Thames and of Tiber:</br>So may America, prizing in time the worth she possesses,</br>Give to that hand free scope, and boast hereafter of Allston.", "Here too, early lost and deplored, were the youths whom the Muses</br>Mark'd for themselves at birth, and with dews from Castalia sprinkled:</br>Chatterton first, (for not to his affectionate spirit</br>Could the act of madness innate for guilt be accounted:)</br>Marvellous boy, whose antique songs and unhappy story</br>Shall, by gentle hearts, be in mournful memory cherish'd</br>Long as thy ancient towers endure, and the rocks of St. Vincent,</br>Bristol!  my birth-place dear.  What though I have chosen a dwelling</br>Far away, and my grave shall not be found by the stranger</br>Under thy sacred care, nathless in love and in duty</br>Still am I bound to thee, and by many a deep recollection!</br>City of elder days, I know how largely I owe thee;</br>Nor least for the hope and the strength that I gather'd in boyhood,</br>While on Chatterton musing, I fancied his spirit was with me</br>In the haunts which he loved upon earth.  'Twas a joy in my vision</br>When I beheld his face . . . And here was the youth of Loch Leven,</br>Nipt, like an April flower, that opens its leaves to the sunshine,</br>While the breath of the East prevails.  And Russell and Bampfylde,</br>Bright emanations they!  And the Poet, whose songs of childhood</br>Trent and the groves of Clifton heard; not alone by the Muses</br>But by the Virtues loved, his soul in its youthful aspirings</br>Sought the Holy Hill, and his thirst was for Siloa's waters.</br>Was I deceived by desire, or, Henry, indeed did thy spirit</br>Know me, and meet my look, and smile like a friend at the meeting?", "XII.</br>THE MEETING.</br>Lift up your heads, ye Gates; and ye everlasting Portals,</br>Be ye lift up!  Behold the splendent train of the Worthies</br>Halt; and with quicker pace a happy company issues</br>Forth from the Gate of Bliss:  the Parents, the Children, and Consort,</br>Come to welcome in Heaven the Son, the Father, and Husband!</br>Hour of perfect joy that o'erpays all earthly affliction;</br>Yea, and the thought whereof supporteth the soul in its anguish!", "There came England's blossom of hope, . . the beautiful Princess;</br>She in whose wedded bliss all hearts rejoiced, and whose death-bell,</br>Heard from tower to tower thro' the island, carried a sorrow,</br>Felt by all like a private grief, which, sleeping or waking,</br>Will not be shaken away; but possesses the soul and disturbs it.</br>There was our late-lost Queen, the nation's example of virtue;</br>In whose presence vice was not seen, nor the face of dishonour,</br>Pure in heart, and spotless in life, and secret in bounty,</br>Queen, and Mother, and Wife unreproved . . . The gentle Amelia</br>Stretch'd her arms to her father there, in tenderness shedding</br>Tears, such as Angels weep.  That hand was toward him extended</br>Whose last pressure he could not bear, when merciful Nature,</br>As o'er her dying bed he bent in severest anguish,</br>Laid on his senses a weight, and suspended the sorrow for ever.</br>He hath recover'd her now:  all, all that was lost is restored him;. .</br>Hour of perfect bliss that o'erpays all earthly affliction!</br>They are met where Change is not known, nor Sorrow, nor Parting.</br>Death is subdued, and the Grave, which conquers all, hath been conquer'd.", "When I beheld them meet, the desire of my soul overcame me;</br>And when with harp and voice the loud hosannahs of welcome</br>Fill'd the rejoicing sky, as the happy company enter'd</br>Through the everlasting Gates; I, too, press'd forward to enter: . . .</br>But the weight of the body withheld me.  I stoopt to the fountain,</br>Eager to drink thereof, and to put away all that was earthly.</br>Darkness came over me then at the chilling touch of the water,</br>And my feet methought sunk, and I fell precipitate.  Starting,</br>Then I awoke, and beheld the mountains in twilight before me,</br>Dark and distinct; and instead of the rapturous sound of hosannahs,</br>Heard the bell from the tower, toll!  toll!  thro' the silence of evening.</br>"]