["CORYDON.</br>Ho jolly Thirsis whither in such hast?</br>I'st for a wager that you run so fast?</br>Or past your houre below yon hawthorne tree</br>Does longing Galatea looke for thee?", "THIRSIS.</br>No Corydon, I heard young Daphnis say</br>Alexis challeng'd Tityrus to day</br>Who best shall sing of Shepheards Art, and praise;</br>But harke I heare 'em, listen to their laies.", "TITYRUS.</br>Alexis read, what means this mistique thing;</br>An Ewe I had two lambs at once did bring:</br>Th' one black as Jett; the other white as snow:</br>Say in just providence how it could be so?", "ALEXIS.</br>Will you Pan's goodnesse therefore partiall call,</br>That might as well have given thee none at all?", "TITYRUS.</br>Were they not both eand by the selfe same Ewe?</br>How could they merit then so different hewe?</br>Poore lamb alas; and couldst thou, yet unborne,</br>Sin to deserve the Guilt of such a scorne?</br>Thou hadst not yet fowl'd a religious spring,</br>Nor fed on plots of hallowed grasse, to bring</br>Staines to thy fleece; nor browz'd upon a tree</br>Sacred to Pan or Pales Deitie.</br>The Gods are ignorant if they not foreknow;</br>And knowing, 'tis unjust to use thee so.", "ALEXIS.</br>Tytir with me contend, or Corydon;</br>But let the Gods, and their high wills alone.</br>For in our flocks that freedome challenge wee,</br>This kid is sacrific'd, and that goes free.", "TITYRUS.</br>Feed where you will my Lambs, what boots it us</br>To watch, and water, fold, and drive you thus.</br>This on the barren mountaines flesh can gleane,</br>That fed in flowry pastures will be leane.", "ALEXIS.</br>Plow, sowe, and compasse, nothing boots at all,</br>Unlesse the dew upon the Tilth's doe fall.</br>So labour sylly Shepheards what wee can</br>All's vaine, unlesse a blessing drop from Pan.", "TITYRUS.</br>Ill thrive thy Ewes if thou these lyes maintaine:", "ALEXIS.</br>And may thy Goats miscarry sawcy swaine.", "THYRSIS.</br>Fie, Shepheards fie!  while you these strifes begin,</br>Here creepes the woolfe; and there the fox gets in.</br>To your vaine piping on so deepe a reed</br>The Lambkins listen, but forget to feed.</br>It gentle swains befits of Love to sing,</br>How Love left heaven; and heav'ns immortal King,</br>His Coaeternall Father.  O admire,</br>Love is a Sonne as an ancient as his sire.</br>His Mother was a Virgin:  how could come</br>A birth so great, and from so chast a wombe!</br>His cradle was a manger; Shepheards see</br>True faith delights in poore simplicitie.</br>He pres'd no grapes, nor prun'd the fruitfull vine,</br>But could of water make a brisker wine.</br>Nor did he plow the earth, and to his Barne</br>The harvest bring, nor thresh, and grind the Corne.</br>Without all these Love could supply our need; </br>And with five Loaves, five thousand Hungers feed.</br>More wonders did he, for all which suppose</br>How he was crown'd, with Lilly, or with Rose?</br>The winding Ivy, or the glorious Bay,</br>Or mirtle, with the which Venus, they say,</br>Girts her proud temples?  Shepheards none of them</br>But wore (poore head) a thorny Diadem.</br>Feet to the Lame he gave; with which they run</br>To worke their Surgeons last destruction.</br>The blind from him had eyes; but us'd that light</br>Like Basylisques to kill him with their sight.</br>Lastly he was betray'd (O sing of this)</br>How Love could be betray'd!  'twas with a kisse.</br>And then his Innocent hands, and guiltlesse feet</br>Were nayl'd unto the Crosse, striving to meet</br>In his spread armes his spouse, so mild in showe</br>He seem'd to court th' Imbraces of his foe.</br>Through his pearc'd side, through which a speare was sent,</br>A torrent of all flowing Balsame went.</br>Run Amarillis run:  one drop from thence</br>Cures thy sad soule, and drives all anguish hence.</br>Goe sunburnt Thestylis, goe, and repaire</br>Thy beauty lost, and be againe made faire.</br>Love-sick Amyntas get a Philtrum here,</br>To make thee Lovely to thy truly deare.</br>But coy Licoris take the Pearle from thine,</br>And take the bloodshot from Alexis eyne.</br>Weare this an Amulet 'gainst all Syrens smiles,</br>The stings of snakes, and Teares of Crocodiles.</br>Now Love is lead:  Oh no, he never dyes;</br>Three dayes he sleepes, and then againe doth rise</br>(Like faire Aurora from the Easterne Bay)</br>And with his beams drives all our clouds away:</br>This pipe unto our flocks, this sonnet get.</br>But hoe, I see the Sun ready to set,</br>Good night to all; for the great night is come;</br>Flocks to your folds and shepheards hye you home!</br>To morrow morning, when we all have slept,</br>Pan's Cornet's blowne, and the great Sheapshears kept.</br>"]