["When Gallia's haughty rulers sent</br>The leader of their rebel host,</br>New plagues (in Freedom's garb) to vent</br>On Egypt's desolated coast:</br>Old Neptune from his oozy bed</br>Rear'd high his storm-dispersing head,</br>And thus, in accents clear and strong,</br>To Gallia's future fate he rais'd the sacred song:", "\"Forbear!  forbear!  ill-fated France,</br>To send forth yon devoted crew:</br>Wher'er your tim'rous fleets advance,</br>England's are eager to pursue.</br>And lo!  she tracks th' intended guile</br>Ev'n to the shores of distant Nile:</br>They meet &mdash; I see the midnight flame&mdash;</br>Glory and pride to her, to thee defeat and shame!", "\"Alas!  what toils thy ills to crown,</br>Futurity's dark shades conceal!</br>Crimes that shall draw due vengeance down</br>From heav'n, Fate hastens to reveal.</br>Two mighty Emperors draw the sword&mdash;</br>Whole nations to their God restor'd</br>Bless the firm phalanx, join the band,</br>And fear and civil discord madden round thy land.", "\"In vain on Fortune's airy car,</br>Awhile upborne, thy streamers fly;</br>Thy youth rush eager to the war,</br>And idly impious threat the sky.</br>In vain, for soon thy hands shall feel</br>The conquering force of Austrian steel&mdash;</br>Again the peasant, gayly free,</br>Shall sport beneath thy shades delightful Italy!", "\"See'st thou not Charles of royal race?</br>Suworow hardy Russia's boast?</br>Whose vet'ran brows fresh laurels grace,</br>Which thrive beneath his age's frost.</br>His bands thy fated land o'erwhelm,</br>While riding on my spacious realm,</br>Thee scorning, and thy subject Spain,</br>Britannia soars aloft the Empress of the Main.", "\"Though Prussia's wavering subtlety</br>Awhile may seem to prop thy State,</br>Nought shall avert the fix'd decree,</br>And shield thee from the shafts of Fate.</br>Ev'n now fell Discord bends thee low;</br>Confederate Europe speeds the blow;</br>To prove that France, in ruin hurl'd,</br>Can, only by her fall, give Freedom to the World.\"</br>"]