["Now the moon's feeble light gilds the plain,</br>And all Nature seems sunk in repose,</br>I'll steal from the world's busy train,</br>And indulge my sad soul with its woes.", "Mild night on her shadowy throne,</br>In majesty silent now reigns;</br>The winds to their caverns are gone,</br>While the zephyr's soft whisper remains.", "Sweet sleep his soft mantle now throws</br>O'er the vacant and pleasure-cloy'd breast;</br>But the heart that is wounded ne'er knows</br>The heavenly blessing of rest.", "No sound but my footstep alone</br>Invades the dread silence of eve;</br>The owl and the bat too are flown,</br>And have left me my fortune to grieve.", "What horrors all round me are spread!</br>What shriek thus alarms me with fear?</br>Why rises my hair as I tread!</br>Why dies that sad sound on my ear!", "'Tis the voice of some care-troubled ghost,</br>Which echo has caught from the tomb,</br>Where it mourns all the joys it has lost,</br>And reluctant submits to its doom.", "Avaunt!  ye pale spectres of night!</br>Go haunt the grim murderer's bed;</br>To his dreams bring dismay and affright;</br>Let his crimes hover still round his head.", "No dread with my purpose shall cope;</br>Avaunt!  and my sorrows revere:</br>The wretch who is widow'd of hope,</br>Has nothing to wish, or to fear.", "Where yon tomb-stone, display'd to the view,</br>Calls the deep throbbing sigh from my breast,</br>O'erhung by the wide-spreading yew,</br>The ashes of CORYDON rest.", "Ah!  CORYDON, pride of the grove,</br>How lost is the mirror of youth!</br>Thy form was the picture of love,</br>And thy heart was the mansion of truth.", "To distress thou wast gentle and kind:</br>'Twas thine to relieve, and to save;</br>And tho' thou wert wild as the wind,</br>Thou wast generous, tender, and brave.", "To virtue how dear was thy heart!</br>And when from her paths thou didst roam,</br>Bright wisdom her ray did impart,</br>To recal the lov'd wanderer home.", "Soft friendship thy bosom did soothe,</br>And love crown'd thy hope with success;</br>Thy faults were the errors of youth,</br>But we never could love thee the less.", "In life's gaudy bloom how thou fell</br>A victim to friendship and love,</br>In happier hours I may tell;</br>But what can my sorrows remove?", "Can the tale of distress as it flows</br>From a heart overwhelm'd with despair,</br>Give the wretch a relief to his woes?</br>Or can sympathy soften his care?", "On the bosom of friendship reclin'd,</br>See care's aching head how it lies!</br>No comfort that heart can now find;</br>In accents how plaintive it sighs!", "How oft it repeats the sad tale,</br>To the friend who re-echoes its grief,</br>Till tears sympathetic prevail,</br>And compassion affords some relief.", "Who once was so careless as I?</br>No grief did my bosom annoy,</br>My breast never utter'd a sigh,</br>Nor my eye shed a tear, but of joy.", "The wounds that now bleed in my heart,</br>Can the angel of death only close;</br>The grim tyrant has twice thrown his dart,</br>And twice has destroy'd my repose.", "A maid of celestial birth,</br>Came down from the heavenly abodes;</br>Her name was MARIA on earth,</br>But VIRTUE she's call'd by the gods.", "How oft my fond heart did rejoice</br>At the sight of an object so dear!</br>Methinks I still hear that lov'd voice,</br>Whose music once ravish'd my ear.", "Perfections like hers could not save,</br>They were born but to bloom, and to die;</br>A tear have I dropt on her grave,</br>And her name is still breath'd with a sigh.", "To join the celestial choir,</br>When Fate the fair maid did remove,</br>My heart, robb'd of all her desire,</br>Bad adieu to the transports of love.", "To the friend of my bosom I flew,</br>Tho' hopeless to meet with redress;</br>Yet I lov'd him the more when I knew</br>That he felt for, and shar'd my distress.", "All joy from my bosom's now flown,</br>Nor can hope the gay vision restore;</br>The friend of my youth is now gone,</br>And the nymph I ador'd is no more.", "Ye shepherds, who see my despair,</br>And blame me in grief that I pine,</br>Your nymphs may perhaps be as fair,</br>But they are not so virtuous as mine.", "Your friends may perhaps be as gay;</br>At the court or the ball they may shine;</br>They may merrily sing thro' the day,</br>But they are not so faithful as mine.</br>"]