["Thou silver moon!  that, clad in lustre pale,</br>While all the landscape round is hush'd and still;</br>Dost fling thy radiance o'er the dewy vale,</br>The winding streamlet, and the distant hill,</br>As musing thus, a rambler of the night,</br>I pace the church-yard solemn walks between,</br>Oh!  let me woo thy melancholy light,</br>To lull my bosom to the pensive scene;</br>Where scatter'd broad thy cloudless rays are thrown,</br>Gilding each flow'ry turf, and monumental stone.", "Is it in mock'ry of the silent dread,</br>Of those that slumber in sepulchral gloom,</br>That beauteous here thy lovely glory shed,</br>So sweetly glimmers on the senseless tomb?</br>They see thee not &mdash; beneath the rugged mould</br>For ever stretch'd, they bid the world farewell;</br>Thou can'st not soothe them, as, perhaps, of old;</br>Thou can'st not wake them, in the narrow cell;</br>Nor burst their sullen trance, nor tempt their gaze</br>To watch thy midnight path, and wonder at thy blaze!", "How calm ye sleep within your dark abode,</br>Ye fallen trav'llers of an earlier hour!</br>No more ye wander in a thorny road,</br>No more ye struggle with the pelting show'r;</br>Soft, on its native dust, in blest repose,</br>The troubled heart forgets the throb of care;</br>And, shut from ev'ry grief, the eyelids close,</br>As though the tear had never glisten'd there:</br>The world's rude clamors can no longer tire;</br>Dull, on your frozen ears, the mingling shoots expire.", "For ah!  secure, upon a quiet shore,</br>Like weary mariners, ye rest, at last,</br>Safe from the terrors of the ocean's roar,</br>The surge loud dashing, and the furious blast;</br>Nor friendship, now, nor love, nor slight, nor hate,</br>Again shall rouse you, as in death ye lie;</br>Nor all the varying storms of adverse fate</br>Shall harm you more, but flit unheeded by;</br>E'en as the vesper winds shall gently pass,</br>That o'er your green turfs sigh, along the trembling grass!", "Oh!  I could wish, beneath the verdant soil.</br>In mute oblivion, pillow'd thus, below,</br>To steal, like you, from ev'ry busy toil,</br>From ev'ry sadd'ning doubt, and ev'ry woe&mdash;</br>But, hark! &mdash; methinks, with strange, unearthly sound,</br>Some warning spirit seems to whisper near&mdash;</br>Say, can'st thou pierce beyond my narrow bound,</br>Or hope the sinner meets a refuge here?</br>Alas!  not him my prison-house can save;</br>He finds no refuge there, no solace in the grave!", "'Tis only they, the pious and the just,</br>When doom'd no longer through the world to roam,</br>Shall prove my noiseless tenement of dust</br>A shelt'ring covert, and a blissful home.</br>Poor foolish reas'ner!  hence upon thy way,</br>Nor idly mourn the destiny of man,</br>But virtuous live thy transitory day,</br>And dedicate to Heaven the little span;</br>Then shalt thou hail me as the bed of peace,</br>Where ev'ry pang shall die, where ev'ry sorrow cease!</br>"]