["An instinct of the universal mind,</br>Lo, rising, to a vivid ardor, glows</br>The local passion, when in souls refin'd</br>It breathes; and, after absence, bliss bestows;</br>And o'er the free, the untainted bosom flows;</br>And the heart soften'd by distress inspires,</br>And seeks, in scenes of early youth, repose;</br>And to a still secluded spot retires;</br>And consecrates a home where liv'd and died our sires.", "Then, O ye woods, perhaps in kind relief,</br>Ye wave, the sighs of such a heart to suit&mdash;</br>Ye conscious woods, that, rustling, soothe my grief</br>Now plaintive as a tone from pity's lute;</br>That now, as sinks each leafy murmur, mute,</br>Bid e'en the untrembling aspin pause on air;</br>Alas!  with many a feeling too acute,</br>From your lov'd haunts 'twas mine to wander far!</br>Yet not a feeling died, extinct thro' sordid care.", "How wearisome \"the race my feet have run,\"</br>Since on this green I gather'd infant flowers!</br>Ah!  little dream'd I, when life's morn begun,</br>That I should pass my exile-saddening hours,</br>Where pale amidst her cloud affliction lours;</br>Where sickness gives to bitter tears the night:</br>Yet, distant from Polwhele's deserted bowers,</br>Hath sorrow, tainting the purpureal light,</br>Render'd those prospects dim, which once were lovely-bright.", "Each object by a few short years how chang'd!</br>The hall, where once we hail'd the cheerful blaze;</br>The chairs in social order once arrang'd;</br>Those mouldering pannels where we us'd to gaze</br>On the light shadework that in many a maze</br>Danc'd to the foliage of yon falling elm,</br>While evening ting'd its boughs with saffron rays;</br>Those portraits, where the golden-pictur'd helm&mdash;</br>The hauberks' mimic steel, dark webs and dust o'erwhelm.", "And, as the parlour-hinges harshly grate,</br>The torn prints flutter but the type of me,&mdash;</br>Where once so warm each crimson-gleaming seat,</br>And once so rich appear'd the soft settee;</br>Where, the flower'd carpet as I trod with glee,</br>The mirror would reflect my frolic smile;</br>Where from yon screen, once wrought in filligree</br>By some old aunt with ill-requited toil,</br>I oft the spangles pick'd, and look'd askance the while.", "There too, above the round-archt portal, hung</br>The branching antlers of a forest-deer,</br>For whom with hounds and horn the deep dales rung.</br>But, as enamour'd of the wild-wood cheer,</br>Full many a moon o'er vallies, far and near,</br>He ran, and seem'd to scorn the murderous crew;</br>Till, where the tops of yon oaks scarce appear,</br>The gunner bade his blood the copse imbrue&mdash;</br>Yet e'en that relic pale is vanish'd from the view!", "Drear is the sun-clad wall, where erst at noon</br>I bask'd beneath the yet unblushing fruit;</br>Oft as the gardener's skill was wont to prune</br>From the rich nectarine each luxuriant shoot,</br>Or net to every train'd morella suit.</br>And lo!  where light its twinkling florets play'd,</br>The dark-green jasmine shrivell'd to its root!</br>And the grass-walk, where sighs the poplar-shade,</br>Sinks deep at every step with leaves and moss o'erlaid.", "And see, beyond the garden's northern bound,</br>The ruin'd cottage, to the blasts of heav'n</br>Unroof'd, and crumbled to a naked mound!</br>There, ere its walls by cruel time were riv'n,</br>The rays of sweet domestic peace were giv'n</br>To bless the cot!  The wicket, where it hung,</br>Yet to and fro I view, in fancy, driv'n;</br>And swinging careless there, as erst I swung,</br>Again the good old hind attack with flippant tongue.", "Alas!  the chesnut on yon slaty steep</br>That the wild eddies of the westwind brav'd,</br>Displays no more its vesture shadowy-deep,</br>Nor, late dismantled as the tempest rav'd,</br>Waves the fair blossoms which it whilom wav'd!</br>And lo!  its wither'd roots no longer gleam</br>Thro' the clear riv'let that its fibres lav'd&mdash;</br>There, where the pigeon-cote that met the beam</br>Of morn, now prostrate lies, amid the brawling stream.", "Lorn is the landscape, since the blissful prime,</br>When on the daisy-darting sod I play'd,</br>Caught the quick radiance quiv'ring thro' the lime,</br>Breath'd the fresh odors of its evening shade,</br>And on its bark the rude impression made&mdash;</br>E'en now, half-crusted o'er, the name appears!</br>And, where my school-companions cross'd the glade,</br>Lo!  other sweet memorials wakening tears,</br>Wear, like the joys they speak, the pale cold damp of years!", "And, not averse to many an agile prank,</br>Full oft our little hands essay'd to reach</br>The sun-brown catharine, from the shelving bank;</br>Or pluck'd in haste the downy-purpled peach;</br>Or gave the magpie, nestling in her beech,</br>The coal-streakt eggs of barn-door hen to hatch;</br>Or, scrambling thro' the brake where howlets screech,</br>Seiz'd the sharp-clawing young with wild dispatch;</br>Or lur'd, by lanthorn-light, the sparrows from the thatch!", "But, in a gentler hour, an airy troop</br>Of school-imps from the town, I lov'd to hail;</br>And, fond to mingle with the tittering groupe,</br>For them would pick the sorrel of the dale,</br>The wall-flower brightening by the garden-rail,</br>The soft anemone, the gay jonquil;</br>Or, midst its leaves detect the strawberry pale,</br>Some future day resolv'd to eat our fill;</br>Or seek green apples crude, ascending the rough hill.", "Still in the cause of female beauty staunch,</br>For them I climb'd that silk-worm tree decay'd,</br>And briskly shook the berry-teeming branch;</br>Whilst with her open mouth each wanton maid</br>Catching the juicy fruit, her skill display'd!</br>When, oft as I remark'd, approaching fly,</br>Their chins that, stain'd so red, the freak betray'd;</br>Some pretty Thisbe wink'd her roguish eye,</br>And squeez'd upon my face the berry's sanguine dye.", "Nor seldom, by a rompish girl amus'd,</br>I pluck'd the yellow ribbon from her cap,</br>That on the roseteint of her cheeks diffus'd</br>A flushing light as wild she aim'd a slap!</br>Then, as with hazel-nuts I fill'd her lap,</br>Or strung for her white neck the berries brown,</br>Then (tho' my face would rue the sad mishap)</br>With sudden jerk I threw the damsel down,</br>Yet stole a lurking smile beneath her mimic frown.", "And I would oft, to soberer pleasures prone,</br>Observe my parent the young cherry plant,</br>Visit the swelling beds with acorns sown,</br>And mark, if his red oaklings thick or scant</br>Sprung up, or if his vigorous grafts might want</br>The pruning hand; or wind, at evening grey,</br>Up the deep coppice, from the woodcock's haunt,</br>And, anxious for the few last gleams of day,</br>Mid opening pines arrest the poor bird's twilight way.", "But ah, my sire!  how fleeting is the view</br>Of pleasures shar'd with thee! &mdash; E'en now I shed</br>Fresh tears; in fancy all my griefs renew;</br>And wring my little hands beside thy bed;</br>Press thy cold lips, and pillow up thy head!</br>Yet by a sweet remembrance sooth'd, I tell</br>How with a placid smile thy spirit fled;</br>And on those charities delight to dwell</br>Which I ador'd in death, and lov'd in life so well!", "And she, congenial mind! &mdash; she, too, is gone,</br>Whose cherub features yet the scene endear&mdash;</br>She, whom a brother's love with pride shall own,</br>As long as love shall heave the sigh sincere!</br>Thy lively voice yet vibrates on my ear,</br>While on thy favourite crocus' golden hue,</br>Thy lily's tender tint, I drop a tear;</br>While I again salute as life were new,</br>Thy garden's southern hedge, where peep'd the harebell blue.", "Yes!  where the lilacs flaunt their vagrant shade,</br>With thee I seem to haste, as once we tried,</br>To the trim spot, and wield my careless spade,</br>And plant thy roots, the sunny fence beside,</br>And prop thy hyacinth's, thy tulip's pride;</br>Or listen to thy woodnotes clear and sweet;</br>And bid thy gentle redbreast there abide&mdash;</br>Poor cheerless bird!  still fond thy form to meet,</br>Still hopping o'er each print that marks thy little feet!", "'Twas there the blackbird built his early nest,</br>Plaistering its neatly-fibred round with clay;</br>And, seeming in a narrow circuit blest,</br>Swell'd to the morning light his sprightly lay.</br>And there, while fleecy clouds sunk west away,</br>Thy own melodious robin pour'd her throat,</br>Nor ceas'd, tho' all around were dusky grey!</br>E'en now, the melancholy warblings float&mdash;</br>I see thee tranc'd, as erst, by every pensive note!", "Such was the faery moment, when I chas'd</br>The glitter of the rainbow, yet a boy;</br>When each new form my lively hopes embrac'd;</br>When each short sorrow was absorb'd in joy.</br>But ah!  full soon I heav'd a deep'ning sigh&mdash;</br>Full soon I felt the enthusiast's kindling fire</br>As nature open'd to my eager eye!</br>Then expectation and high-flusht desire</br>To wilder minstrel tones awak'd my trembling lyre.", "O ye green woodwalks!  breathing fresh delight!</br>Ye glens, where fond imagination stray'd;</br>Yet once again, in summer-foliage bright,</br>O fold me in your health-restoring shade!</br>Ye breezes, that on wings of rapture play'd</br>To raise on my young cheeks the rosy bloom,</br>O give me back those spirits that fast fade</br>Damp'd by the world!  One moment, yet relume</br>My lamp of life that faints amid the gathering gloom!", "How oft, where your full umbrage, wave on wave,</br>Floated on air, in sweet delirium lost,</br>I rov'd; and sought at eve the dripping cave;</br>And, as the lunar hour I valued most,</br>Welcom'd the line of dancing light that crost</br>The pond's deep shadow, or the still repose</br>Of moonlov'd bank, that seem'd to sleep in frost&mdash;</br>Delicious at the day's solstitial close,</br>Or the rush gleaming green, where lambent meteors rose.", "And when the plane was tawny-rob'd; when glow'd</br>The scarlet sycamore; when pale the lime</br>Tinctur'd by autumn's magic pencil flow'd;</br>When shone each polisht trunk, or, white from rime,</br>Glimmer'd beneath the gradual touch of time;</br>When calm the lucent cloud seem'd clad with dews,</br>Veiling the sun ere yet he pour'd, sublime,</br>O'er the film-netted field a thousand hues;</br>Listening to every leaf, I hail'd the varied views!", "But, with my muse, accordant, the sad air</br>Of sable-cinctur'd winter, charm'd my mind;</br>When down the slope of yonder orchard bare</br>And stript of every shelter, unconfin'd</br>Darted my eye, and saw the valley wind</br>Round the dun hill.  And oft, alert and brisk,</br>My balmy spirits danc'd, tho' deep-enshrin'd</br>In frosty mist appear'd the solar disk,</br>While on yon croft I view'd my kindred lambkins frisk.", "And, as with one dark aspect, were embrown'd</br>The furzy upland, plash, or filbert-hedge;</br>Pleas'd have I heard the bittern's croak resound</br>Amidst the crackling of the tangled sedge;</br>Or saunter'd at the pool's pale-osier'd edge,</br>Startling the wild duck; or, as clear and still</br>Stream'd the frost-ether, listen'd from that ledge</br>Of rockstone, to the hern's shriek echoing-shrill;</br>Or the grey plover ey'd, far-wheeling round the hill.", "Amid these walks my mounting spirit flew</br>Up to the proudest times of old renown:</br>When a long lineage I too fondly drew,</br>And saw the glittering vane its turret crown,</br>And mark'd around the moat, a vassal-town!</br>But ah!  descending into Charles's days,</br>That spirit sunk before the blasting frown</br>Of dire usurpers fiercely-leagu'd to raze</br>Each monument of fair hereditary praise.", "Yet, tho' I mus'd upon heroic worth,</br>(Fostering, alas!  a vain transmitted pride)</br>Of sweet emotions soon I trac'd the birth;</br>And, since congenial feelings were denied</br>Mid social circles, by the gelid side</br>Of woodbin'd fountain breath'd my amorous flame,</br>As from my lips half-utter'd murmurs died!</br>And, as I strove to speak Eliza's name,</br>Tho' plunging into shade, I blush'd for conscious shame.", "'Twas thus I told my passion to these groves</br>That in soft whispers o'er their inmate hung&mdash;</br>But oh!  not long, to nurse my lonely loves,</br>Their \"spreading favor\" friendly shadows flung.</br>Full soon the pangs of parting anguish wrung</br>My bosom, as I bade these groves adieu!</br>\"Ah!  never more, to aid my faultering tongue,</br>Shall your soft whispers, to my passion true,</br>Repeat, how closely-linkt young love and fancy grew!\"", "Then, as to other tenants I resign'd</br>My genial meads, my dear paternal walls,</br>How many a sorrowing look I cast behind!</br>And, tho' immur'd where pale-ey'd science calls</br>Her votaries to the pomp of learned halls,</br>Long'd to revisit this sweet solitude&mdash;</br>Where I might guide romantic waterfalls,</br>Form into wavy lawn yon hillocks rude,</br>And mid creations fair, poetic visions brood.", "But ah!  'twas mine, beneath far other bowers,</br>To wooe the muses to my Laura's praise&mdash;</br>Tho' brilliant, Laura!  not serene as ours!</br>Ah!  little suited to my Dorian lays!</br>What tho' a Courtenay's lively taste may raise</br>Groves ever green, and landscapes ever new;</br>What tho' he bid exotic Flora blaze,</br>Her gorgeous blooms unfolding to the view;</br>Yet I prefer these fields and downs of russet hue.", "What tho' a Lilburne clothe the umbrageous height</br>With sweeping vest, and scoop the vermeil dale,</br>And give to all the sport of faery light</br>The dark-rich wood, the far-retiring vale,</br>The hamlet, the dim tower, the gliding sail;</br>What tho' a Swete his gothic cot may rear,</br>His mimic gateway deck with ivy pale,</br>Or lull with tortuous dreams the drowsied ear;</br>Still, \"as the needle true,\" my wishes tremble here!", "What tho', where Haldon lifts its flinty head,</br>What tho', where erst its savage grandeur frown'd,</br>A Palk the gentler smile of beauty spread,</br>Soft blooms, romantic verdure glowing round;</br>Tho', where the hand of classic skill hath crown'd</br>His pinewoods with a proud piazza'd dome,</br>He bid the voice of friendly mirth resound;</br>And, patron of the muses, ope the tome</br>To learning's foes, I still prefer my humbler home.", "Yet, mid Devonian scenes, how sweet the flow</br>Of souls by genius fir'd &mdash; refin'd by taste!</br>And I should bid Elysium round me glow,</br>If they who own the friendly pleasures chaste</br>This lowly villa with their converse grac'd&mdash;</br>Downman, the first in physic as in song;</br>And Burrington, whom learning hath embrac'd</br>Her favourite child; and Jones, to whom belong</br>Talents that bear him high above the toga'd throng.", "Nor less, ye lovely nymphs, your converse kind,</br>Chasing thy yawn, Ennui!  from learned ease,</br>With fascination lures my ductile mind:</br>Witness the placid Julia, as the breeze</br>That whispers o'er the calm of summer seas</br>When halcyon skims the wave with emerald wing;</br>Whose smiles the turbulence of wrath appease;</br>To cheering light the spleen-dark spirit bring,</br>And heal the festering wound from pale affliction's sting.", "And lo, the maid!  who far from Isca roves</br>Where sister-waves with Tavy's stream unite,</br>Who charms with melting tones the secret groves;</br>Whose innocence and candor, vestal white,</br>Live in the lustre of their native light;</br>Whose polilst manners might a court adorn;</br>The radiance of whose eyes beam heavenly bright;</br>Whose blush, of sweet-retiring meekness born,</br>Glows, like the crimson beam, that mantles to the morn!", "But ah!  the joys of youth, of health are o'er!</br>And I am sunk with trembling frame too low</br>To feel the charm of polisht converse more&mdash;</br>To breathe ecstatic ardors mid the flow</br>Of harmony!  Alas!  too well I know</br>The faintings of disease, to bid the plume</br>Instinct with all the muse's vivid glow,</br>Waft me where visionary beauties bloom,</br>Riot in fields of bliss and disappoint the tomb!", "O!  since my gaudier hopes no more avail,</br>Here shelter'd, may I heave a few fond sighs;</br>And, as the wounded dove o'er hill and dale</br>To her own nest on flagging pinion flies,</br>Languish amidst domestic sympathies,</br>Sooth'd by these shades!  Here, after many a blast</br>Darkening the pale horizon of my skies&mdash;</br>Here, o'er my head the wintry horrors past,</br>Be mine, in that still pause, at home to breathe my last!</br>"]