["When the rosy bosom'd Spring</br>Threw from her lap soft dews and flowers;</br>When April waved her starry wing,</br>And led along the shining hours:", "Then did the Muse bequeath her richest fire</br>To a lone poet in a splendid day,</br>As deep he struck the sorrows of his lyre,</br>And o'er the hill travers'd his weary way.</br>Symphonious numbers warbled from his tongue,</br>And thus with rapture fired, the poet sung.", "Hark!  what footstep dares intrude</br>Upon the silence of this grove,</br>Hence quit this consecrated wood,</br>Sacred to Phoebus and to love.", "Lo the celestial Muse herself appears!</br>Thron'd on a lucid cloud divinely bright.</br>Sublimely bold her starry front she rears,</br>In all the sacred majesty of light.</br>Now forms celestail strike their silver lyres</br>And notes of rapture leap from long resounding wires.", "On a mountain's threat'ning height,</br>Where never morning zephyr blew,</br>The Muse transported takes her flight,</br>And bids these lowly vales adieu.", "Not with more pleasure Adam trod the ground</br>Of verdant Eden's consecrated glade,</br>When first his ear was ravish'd by the sound</br>Of angels warbling thro' the woodland shade;</br>While every star shone with a beam more clear,</br>And the resplendent moon hung list'ning from her sphere.", "First of war she strikes the lyres!</br>Instant on my ravish'd eyes,</br>Cloth'd in all their native fires,</br>The chiefs in wild disorder rise.", "Quick from their martial thighs their swords are drawn;</br>The threat'ning steel emits a horrid glare;</br>While high uprear'd afar the pictur'd lawn</br>Hurls wild defiance in the vaulted air.</br>Chief mixes stroke with chief, and man with man</br>Discord with horror pale stalk hideous in the van.", "Listen to the shifting lay,</br>Of peace and all its joys she sings.</br>Young zephyrs strive to bear away</br>Light undulations on their wings.", "How loud, tho' clear; how musical, yet strong!</br>In nervous sweep the solemn periods roll,</br>(Rivers might stop their course to hear the song)</br>And tides of rapture overwhelm the soul.</br>Silence ye winds, ye tempests cease to roar,</br>Let mighty ocean hear and languish on the shore!", "Thus sang the poet, while the sun</br>Sunk in rich splendor down the west:</br>His evening anthem now was done,</br>And he in peace retired to rest.", "And now a fearful melancholy reigns;</br>The moon and clouded stars but faintly glow;</br>While solemn night, o'er all the lonely plains,</br>Sits like a mourner in the weeds of wo.</br>Now to my lowly cabin I repair,</br>To light the social lamp, and leave the world to care.</br>"]