["Sweet hope!  that cheer'st the lonely hour,</br>I woo thee gently to my breast;</br>Extend thy kind and healing pow'r,</br>And give thy humble suppliant rest:</br>Attune the music of his lyre</br>With strains of extacy inspire:</br>Bid endless joys in radiant lustre shine,</br>And raise to transports new &mdash; to transports all divine.", "To thee I turn with eager eye</br>In ev'ry scene of deep distress,</br>And while from cares to thee I fly,</br>I feel my burden'd sorrows less:</br>While calm reflection leads the way</br>That opens to eternal day,</br>And kindly smooths the wrinkled brow of pain,</br>Thy smile, bless'd maid!  illumes the melancholy scene.", "Yet let the youthful mind beware</br>Of sickly hopes, deceitful joys!</br>With caution shun the fatal snare</br>That flatt'ry plants, and pride employs;</br>Erroneous fancy may beguile</br>In pleasure's garb with studied smile,</br>While plunging into scenes of deeper woe,</br>Sad disappointment strikes the unexpected blow.", "For oft, all wretched and forlorn,</br>False hope!  thy vot'ries I have seen;</br>Fair shone in purple dress their morn,</br>The prospect blissful and serene;</br>But quickly from the ravish'd view</br>The distant fairy scene withdrew,</br>To raging storms a melancholy prey,</br>While ruthless fortune frown'd, and snatch'd each hope away.", "Led, too, by fancy's airy form,</br>I bow'd obsequious at thy shrine:</br>Almira's looks, each killing charm</br>I saw, and own'd her pow'r divine.</br>Enamour'd with her heav'nly air,</br>To thee I rais'd my votive pray'r;</br>She smil'd, or feign'd a mutual love begun,</br>I thought the faithful smil'd, but trusting was undone.", "Turning to friendship's hallow'd fire</br>With joy I felt a purer flame,</br>Check'd the vain wish, each proud desire,</br>Which truth and probity disclaim;</br>And cheer'd by virtue's social ray,</br>With Strephon pass'd the hours away,</br>With Strephon hop'd sublimer joys to share,</br>When death in fury rag'd, and plung'd me in despair.", "In every varied scene of life</br>Still disappointment frowns severe,</br>Nurs'd by the pangs of hopeless grief,</br>With many a sigh, and many a tear:</br>While ranking in the wounded breast</br>By cares and future ills oppress'd,</br>Pale fear and envy shake the pois'nous dart,</br>And keener sorrows give, and deeper woes impart.", "Say, what is life? &mdash; a busy dream,</br>All but to fancy's vision's blind,</br>That, like the glow-worm's erring gleam,</br>Mock with false hopes the youthful mind;</br>Tho' crouding dangers round us wait,</br>We slumber on the brink of fate,</br>Till landed on the silent, solemn shore</br>Of vast eternity, we wake to dream no more.", "From scenes as these, celestial maid!</br>To thee I turn my eager view;</br>To thee, sweet hope!  who ne'er betray'd,</br>I bid the blushing world adieu:</br>Lead me thro' life's deceitful road</br>To thine, and wisdom's bright abode;</br>Diffuse thy healing comforts o'er the mind,</br>And to the will of Heav'n teach me to be resign'd.", "Then deep distress, nor fear's dread dart,</br>Nor all the world's fantastic show</br>Shall change the purpose of my heart,</br>Or tempt thy presence to forego:</br>Supported by thy friendly pow'r,</br>I'll sing in ev'ry lonely hour,</br>Nor quit thy joys, till newer scenes arise</br>Where bloom fruition's sweets, eternal in the skies.</br>"]