["LUN. &mdash; LATH.", "Winter in all his sullen horrors reign'd,</br>The wandering streams with torrents foul were stain'd,</br>The sun was hardly seen on any day,</br>To shoot through mists an ineffectual ray,</br>Deep politicians mourn'd the want of mails,</br>And bit in coffee-house their pensive nails,</br>Each day insurers heard tall ships were lost,</br>And vilely plunder'd on the Cornish coast,</br>Huge aldermen bemoan'd the want of fish,</br>For cruel storms with-held the much-lov'd dish:</br>When the great Harlequins of either stage,</br>Th' egregious wonders of the present age,</br>In house of patriot Ashley chanced to meet,</br>Ashley the wise, the prudent, the discreet,</br>Who to reduce the price of punch began,</br>While thirsty nations praised the generous man.</br>Now bade the Harlequins a mighty bowl,</br>Quick to appear and raise the sinking soul,</br>Quick it appear'd, and o'er the pleasant rack,</br>They thus began each other to attack:</br>The Covent-garden warrior led the way,</br>And dared old Drury's hero to the fray.", "LUN.</br>With all that's most absurd the scene to deck,</br>At once each thing that's natural to reject,</br>To give great Nonsense her unbounded sway,</br>Whatever's wild and monstrous to display,</br>No other stage beneath the spacious sky,</br>With Covent-garden can pretend to vie.", "LATH.</br>Cease, cease your vaunt, and know at Drury-lane,</br>That Nonsense holds as absolute a reign,</br>As sudden transformations we can boast,</br>As great the sums which our atchievements cost.</br>To nobler heights of folly oft we fly,</br>And glad with stranger sights the publick eye:</br>Then wisely yield to us the foremost fame,</br>And modestly the second honours claim.", "LUN.</br>Oh impious speech, to think at any time,</br>That we would yield the palm of Pantomime.</br>Garrick I grant can please the feeling ear,</br>And just in every character appear,</br>He, as he wills, can all applause engross,</br>While every audience sleeps with sleepy Ross.</br>Cibber, 'tis true, can each affection move,</br>Melt into pity, or awake to love.</br>No eye from shedding tears can be debarr'd,</br>Whilst none can weep, but all can laugh at Ward.</br>In these more trivial arts I freely tell,</br>By us unenvied you may still excel,</br>But we your feeble impotence deride,</br>When you indulge in Pantomimick pride.", "LATH.</br>These slight concessions never will prevail,</br>To make us strike the flag, or lower the sail,</br>And barely yield to you the favourable gale.</br>All must confess Eurydice a drab,</br>Impartially compared with our Queen Mab.", "LUN.</br>Conceit and arrogance are both my scorn,</br>I sing the glories which our stage adorn.</br>His flexile tail behold the serpent wreathes,</br>Death stalks before him flashing flames he breathes,</br>Horror attends, with desolation vast,</br>Trembles the Pit, the Gallery stands aghast.</br>Beneath the low'ring rocks see Orpheus lies,</br>His music floats, and shadowy trees arise,</br>How sweetly wild his grains melodious flow,</br>While the first gales through the young branches blow.", "LATH.</br>Now view the Palace of the Fairy Queen,</br>High-rais'd on pillars of the mildest green,</br>Green-robed the little Fays in troops advance,</br>Quick shift their limbs light leaping in the dance.</br>Arabia's King with melancholy pines,</br>In martial fields no more the warrior shines,</br>When lo the Genii show the pictured fair,</br>Love revels in his veins, the Monarch's heart is air.", "LUN.</br>Night falls around, how awful is the gloom,</br>Dread witches fly, I ride upon the broom.</br>Old blasted trees with sudden lightnings burn.</br>Mountains with heaving earthquakes overturn,</br>In the black air long-howling tempests roar,</br>The dark wave thunders on th' affrighted shore;</br>I wave my wand &mdash; fair smiles the rising day,</br>Soft breathe the breezes through the fields of May,</br>The morning sun sheds purple on the plain,</br>And gleams of purple glance along the main.", "LATH.</br>My Columbine is bright as opening flow'rs,</br>When the warm ray succeeds to genial show'rs,</br>Neat trips the nymph along in seemly sort,</br>Her stays are low, her petticoats are short.", "LUN.</br>My Columbine is sweet as Nonpareilles,</br>Which near the Playhouse door the Fruiterer fells,</br>Her limbs are form'd by Nature's kindest care,</br>Her panting bosom falls and rises bare.", "LATH.</br>To some rude clown my Columbine's betroth'd,</br>I'm fondly lov'd, while he is vilely loath'd,</br>Her father hastens on the wedding day,</br>And in the bridal hour with me she steals away.", "LUN.</br>Alike my case, pursued each art I try,</br>Darkly disguised to shun the searching eye,</br>A shepherd now I seem to gain my fair,</br>A baker next, and next an elbow chair.", "LATH.</br>Like a fishmonger sometimes I appear,</br>Or in a huntsman's dress my hounds I cheer,</br>Each varying shape I can assume with ease,</br>A monkey, wheel-barrow, or Cheshire cheese.", "LUN.</br>But ah!  what visions swim before my sight,</br>What beauteous chimeras rise to light,</br>Smooth minuets are danced by mighty whales,</br>See o'er the deep how York Cathedral sails,</br>The House of Commons turns a common shore,</br>Where the gold-finders nightly grope for ore.", "LATH.</br>My head is giddy, and my eye-balls dance,</br>Whole armies of embattled rats advance,</br>And is the mansion-house a tough beef-steak?</br>And my Lord Mayor a lump of sweet twelfth cake?</br>Seas of corruption from the Treasury flow,</br>Dashing the waves, strong limbs our Patriots flow,</br>Some struggling keep above, but most are sunk below.", "Our heroes thus wrapt up in visions wild,</br>Till one o'clock the winter hours beguil'd,</br>Then as the bowl was done they paid the bill,</br>And arm in arm forsook old Ludgate-hill.</br>"]