["SANDY.</br>Speak, dowie Shepherd, gif I'm nae mista'en,</br>Griefs fair to thole your honest bosom pain:</br>For since I on TAY'S bonny banks ha'e been,</br>I've watch'd your ruefu' looks, and tearfu' een;</br>Row'd in your plaid, ye downa bear to hear</br>The sounds o' joy, whilk ilka bosom cheer.</br>The blythsome shepherd's pipe &mdash; the canty sang,</br>Gi'es ye na heart to join the youthfu' thrang;</br>Your dog and pipe ly silent by your side,</br>And o'er the hills your flocks stray far and wide.", "DAVIE.</br>Oh!  friendly stranger, ye but guess o'er true;</br>My saul is bris'd 'neath griefs that's kent to few.</br>Now dead to ilka joy, for me in vain,</br>The spring wi' roses cleids the smilin' plain;</br>The lads and lasses gambol on the green,</br>And in ilk place the face o' mirth is seen.", "SANDY.</br>How vain ay, thus, wi' dool and grief to pine,</br>And a' the sweets o' life and nature tine!</br>Enough o' this; gie's on your pipe a spring;</br>Gif ye will play, I'll do my best to sing.", "DAVIE.</br>My saul is out o' tune; &mdash; gif I wad play,</br>The sounds o' sorrow wadna match your lay.", "SANDY.</br>You're a' mista'en; I've aft heard sorrow sung,</br>The tear o' wae, frae the sad bosom wrung,</br>I've aften seen &mdash; Sae ye may sing or play,</br>And a' the sorrows o' your saul display.", "DAVIE.</br>Ance in a day the sweetest joys were mine,</br>And, fool's I was, I thought they ne'er wad tine.</br>Then ilka hill and dail, and grove bloom'd fair;</br>But they hae tint their bloom, for now nae mair</br>My MARY gies them a' their sweets and charms;</br>Nae mair her smile my cauldrife bosom warms.", "SANDY.</br>Joys, tho' they're gone, may, like the ruddy morn,</br>Return, dispel ilk cloud &mdash; a brighter form</br>Gie ilka thing. &mdash; I've seen wi' sorrow clad</br>The face o' wae, and soon that face look glad.</br>To you thae dowie plains may yet look gay;</br>You yet may join the shepherd's blythsome lay;</br>Wi' them ance mair your MARY may appear;</br>Her smiles may yet your cauldrife bosom cheer.", "DAVIE.</br>Lang did I woo my MARY'S virgin love;</br>Witness ilk gowan brae, and shady grove,</br>Where aft she's heard my sigh, my plighted vow,</br>To constant love and sacred friendship true.</br>'Fore a' the youthfu' shepherds tall and clean,</br>Wha sang her praise, or watch'd her modest een,</br>She me prefer'd &mdash; Oh sad, oh luckless choice,</br>To lo'e a wretch, who poison'd a' her joys!", "SANDY.</br>Your MARY lo'ed ye; she may lo'e ye still;</br>And you may yet wi' joy her bosom fill.", "DAVIE.</br>That MARY was nae true to me, I ween'd;</br>Sair did I blame her, and miscaw'd my friend.</br>Oh sad mistake, for whilk I've dearly paid!</br>My friend is gane, and tint's for ay the maid.</br>Far frae thae bonny fields my flocks I drave,</br>Whare EARN'S stout aiks their bonny branches wave.</br>Love brought me back; but MARY was na' mair,</br>Nor SANDY near, to ease my dool and care.</br>Say, kindly stranger, did ye never see</br>Whare MARY lies?  Gif sae, then come wi' me.</br>Down whare the burn winds round a flow'ry mead,</br>A blasted yew waves o'er the silent dead;</br>A little stane just marks her lonely grave,</br>Green grows the turf &mdash; the rose and lillies wave</br>On it their blossoms, like my MARY fair,</br>Sweet, short-liv'd emblems o' her beauties rare.</br>Gif ye can sing o' sorrow, then I'll hear;</br>But sound o' joy maun nae mair strike my ear.</br>Sing not o' hope; ye canna wake the dead,</br>Nor to thae fields again my SANDY lead.", "SANDY.</br>Ance mair I'll sing, and ye, ance mair, maun hear,</br>The sound o' joy shall please my DAVIE'S ear.</br>Know MARY lives, and it's your SANDY sings;</br>To you, your friend both peace and gladness brings.</br>To try your love, I tald to ilka ane</br>The story o' her death. &mdash; The little stane</br>I plac'd mysell, and on the turf the flowers,</br>Fair as e'er kepp't the dew or falling showers.</br>She thus conceal'd, and I in this disguise,</br>Ha'e watch'd your tears, and seen your sorrows rise;</br>But now convinc'd &mdash; dress'd forth in a' her charms,</br>Your MARY comes, to bless her shepherd's arms.</br>"]