["Grim as a wolf's throat grew the night, and fast</br>The waves flashed shoreward, while a thunderous cloud</br>Hung on huge Skiddaw, whence a curtain vast</br>Of darkness, fell o'er Solway like a shroud;</br>The fire came spouting, and the wind waxed loud:</br>Men met each other in the street and road,</br>And upward looked, and paused, and said aloud,</br>\"What may this darkness to old England bode,</br>Sore famine &mdash; civil war &mdash; of Scots a fierce inroad.\"", "Proud in his tower, that on a headland stood,</br>Like to an erne's nest on some perilous cliff,</br>Sir Ralph Latoun looked o'er the Solway flood;</br>And as he heard the tempest wakening stiff,</br>He laughed, and said, \"Fair fall my nimble skiff,</br>That 'fore the blast bore me so steeve and steady;</br>And, as my love would say, bide but a gliff,</br>Thou good firm heart, there's something making ready</br>To please and grace thee too, &mdash; a sweet and winsome lady.", "\"And thou, Hugh Lydal, hast thou given my banner</br>Unto the winds; and are the guests invited;</br>And has my Sybil got three maids to fan her,</br>To cool the flame my courtship hot has lighted;</br>And has the proud Priest of Saint-Bees alighted?</br>I tell thee, Lydal, I design thee honour,</br>Thou shalt to court, and, by the saints, be knighted,</br>Wer't but for that sweet inroad on Dalgonar;</br>She's queen of all the north, and in my heart I'll throne her.\"", "\"The banner's spread, and all the torches blazing,</br>Long lines of light flash o'er the darksome wave,</br>The sheep might all be seen on Criffel grazing,</br>Save that a cloud has come down like the grave:</br>All, all is bright; the bridal bower is brave;</br>The tables spread, the stair is strewn with rushes,</br>The gates are opened to the meanest knave,</br>And each calls loud as he the wine-cup crushes,</br>Blessings on this black hour, 'twill hide our sweet bride's blushes.\"", "The Priest alighted at the castle gate,</br>And said, as up the vaulted way he passed,</br>\"This night has robed the earth in funeral state;</br>See there, the darkness ominous and vast,</br>Stands round thy castle, distant a stone's cast&mdash;</br>Is this the bride thou hast so boldly won?\"</br>Adown her cheeks the bright tears trickled fast:</br>He took Sir Ralph aside, \"Now, my fair son,</br>Before the church makes thee and that young creature one,", "\"I must ask of thee, hast thou had consent</br>Of this sweet dame?  she is of northern birth.\"</br>Replied Sir Ralph.  \"Now, by both Tyne and Trent,</br>Sir Monk, thou art a man inclined to mirth;</br>Dost know the wild Scot otherside the firth?</br>Those who go there to woo from southron land</br>Must needs their bodies in steel harness girth:</br>Saint George!  they else would bless them with a brand!</br>How I that lady won, Sir Priest, now understand.", "\"I asked her broad lands did they wish to wed</br>With mine far spreading toward the Roman way?</br>They answered: &mdash; Priest, now hearken what they said:</br>Aye, willing, but there was a mulct to pay</br>To Mother Saint-Bees, o'er the deep Solway.\"</br>\"Now, by the holy Peter,\" said the Priest,</br>\"The wooing was done deftly:  no delay</br>Shall happen till I make twain one at least;</br>So now unto the altar &mdash; then unto the feast.\"", "Mirth had commenced, so had the feast; the glow</br>Of torches and of tapers threw a stain</br>Upon the goblets in their red o'erflow,</br>By pledging hands high lifted up to drain:</br>The minstrel, too, was ready with his strain,</br>And maidens with their feet.  Into the hall</br>The Priest came:  \"Children, it is not in vain</br>Ye drink and dance; for mortal men are all</br>Weighed in the balance; words God wrote on Babel's wall.", "\"One little hour &mdash; one little hour, and ye</br>Are gone for ever, like the summer flowers:</br>Gone like the sunshine of the maiden's ee;</br>Gone like the song which gladdened all the bowers:</br>So dance and sing &mdash; the present hour is ours.</br>Now, what readest thou, fair bride, in that dark sea,</br>Thou lookest so serious on it:  all the shores,</br>From Allan water round to bright Saint-Bee</br>Are in thick darkness wrapt:  what, lady, dost thou see?\"", "\"I see nought, Father:  I but turn my face</br>To my fair country &mdash; to green Elvar side&mdash;</br>To that sweet land where my abiding-place</br>Has been &mdash; and shall be.\"  \"Daughter, do not hide</br>Such feelings; they are human nature's pride.\"</br>She heard no more:  a sudden burst of levin</br>Showed her the Solway flashing far and wide,</br>And a small shallop anchoring in the haven,</br>Beside the castle wall.  She held her hands to heaven,", "And said, \"God help the righteous &mdash; smite the bad!\"</br>\"Daughter, in this meek frame of mind, 'twere meet,</br>That thou should'st to the chapel-altar:  glad</br>The church will be espousals such to greet,</br>Beauty to Bravery &mdash; to the Strong the Sweet.\"</br>\"Father,\" she said, \"lead on; to lady's bower</br>I never went with half such willing feet:</br>There is a saye &mdash; high Elvar house shall tower,</br>When its last child is won even in the witching hour.\"", "\"Come, then, to church,\" the Abbot said, \"fair child.\"</br>\"Sir Monk,\" the bridegroom cried, \"this castle hall</br>Shall be my church:  the chapel has been soiled</br>By Luther's vermin:  there his blind worms crawl,</br>And leave their slime upon the blessed wall;</br>So now, good Father, wed us where we stand.\"</br>\"Sir Knight, we may not disobey the call</br>Of Mother Church; nay, never touch thy brand,</br>I stand like Skiddaw fell, or Solway's stubborn strand.\"", "Hugh Lydal came and said, \"A holy man,</br>A hermit or a strolling monk, is come,</br>And asks for shelter till the morrow's dawn.\"</br>\"Now in good time,\" Sir Ralph said, \"give him room.</br>Father,\" he said, \"art thou from holy Rome,</br>Or from the famed Lorett?  if so, decide,</br>And what thou sayest shall be with me a doom:</br>Here where I stand I wish to wed my bride;</br>This holy Abbot says, at the high altar side.\"", "\"Stay,\" said the Abbot, \"Wanderer, who art thou</br>That comest in palmer's weeds with locks unshorn:</br>A morion better would befit thy brow;</br>And for those lips a warrior's battle horn.</br>Thou art no godly priest, I dare be sworn.\"</br>\"No priest, but godly,\" thus the Palmer said,</br>\"For I have been where our true Lord was born,</br>In Judah's land:  in Heshbon's holy glade</br>I've knelt, and silent walked 'neath Carmel's sacred shade.", "I am, Sir Priest, of Scotland, and I've drunk</br>Of woes as full as warriors e'er drank wine;</br>One that I loved was in the waters sunk,</br>And I went mad:  Sir Knight, this tale of mine</br>Is not for bridal speed.  On Solway brine</br>To night a whirlwind found me and my bark;</br>That I was saved I hold it as a sign</br>God yet has work for me.\"  And low'ring dark,</br>He looked around, marked all, yet seemed no one to mark.", "\"Now to your question.  'Tis unholy deemed</br>To wed save in some sacred place, and where</br>Is ought so sacred in the world esteemed</br>As is the holy church?  Fearest thou the air,</br>And that this maiden with the forehead fair</br>Will falter:  ah!  Sir Knight, ye little know</br>How willingly young maidens wander there.\"</br>\"Peace, peace,\" cried Ralph Latoun, \"ho!  torches, ho!</br>And ope the chapel doors.  Sweet lady, wilt thou go?\"", "Young Sybil rose, and standing 'midst the hall,</br>Shook back her wandering curls, and mournful said,</br>\"I speak less to your lord, than to you all,</br>Here I, a captive, from my home conveyed,</br>Perforce; by force, in bridal gear arrayed,</br>By force ta'en to the altar, and by force</br>Wedded to one I cannot love, and made</br>A world's wonder.  Have ye no remorse,</br>And fear ye not the Lord.  Oh, many a blackened corse", "\"This deed of thine shall make.\"  \"Nay, daughter, nay,\"</br>The Abbot said, \"be soothed; ah, marvellous sweet</br>Will this be to thee ere the break of day.\"</br>Just then came torches flashing 'mongst their feet;</br>The gates flew wide; they heard the big waves beat,</br>As down they went, for 'neath the castle rock</br>The chapel stood.  The timbrels waked and meet</br>The bridal time the culverines loudly spoke&mdash;</br>A levin flash said twelve by the high castle clock.", "Forth to the chapel altar now they pass;</br>Bride maids all in a smile and titter go;</br>Next them the bride, her brow, as in a glass,</br>Showed much of anguish and a heart in wo.</br>By her the bridegroom, with his sable brow,</br>And weapon at his side; men said that he</br>Looked wild, and aye his glance went to and fro.</br>Hugh Lydal walked behind, and two or three</br>Of his staunch comrades came, all jesting, frank, and free.", "The Abbot's hands are on the holy book,</br>The bridegroom's on the bride's; but who is he</br>That comes, nor comes alone?  calm is his look:</br>'Tis Eustace Graeme, and he says smilinglie,</br>\"Sir Knight, true love is as the sunshine free&mdash;</br>So, Sybil, come.\"  Sir Ralph Latoun her hand</br>Drops, and his sharp sword plucks out suddenlie:</br>\"Ho!  stay her Lydal &mdash; I'll stay him.\"  Each brand</br>Was in that moment quenched, and darkness ruled the land.", "Lydal had stayed her, but a stalwart grasp</br>His shoulder got; a low voice in his ear</br>Said, \"Frozen serpent &mdash; viper &mdash; poisonous asp:\"</br>And as each word was said a weapon clear</br>Was thrust and thrust.  Latoun cried, \"Comrades, here&mdash;</br>Here with your swords; there's traitors in the church.\"</br>Even as he shouted, helm and sword and spear</br>Came hurrying on:  right through the castle porch</br>Rushed many a wondering face and many a flaming torch.", "Down from the church unto the shallop, see,</br>As flies the dove when hawks are in the air,</br>Flies Sybil &mdash; Eustace follows, turns, and he</br>Strikes as he turns, and guards her here and there.</br>\"Spread high the sail, pluck up the anchor, fair</br>The wind blows o'er to Elvar; wondrous good</br>Is God:  and see, of all rare things most rare,</br>Here's my sweet Sybil.  Now by book and rood,</br>Glad is the sea to bear such beauty o'er its flood.\"", "Ere good Miles Graeme bore Sybil through the flood,</br>And set her on the deck, there came a cry</br>Such as the famished vulture gives for food,</br>Ere lambs are yeaned, and he is in the sky.</br>Back foot by foot, for no one thinks to fly,</br>Young Eustace with his comrades gain the strand.</br>Aloud the Palmer cries, \"My gallant boy,</br>Thy bride is won:\"  and saying so, his brand</br>Struck down the foremost man, the boldest of the band.", "\"She is not won yet, churles,\" cried Ralph Latoun,</br>And down into the combat fierce he swept,</br>As grim death comes when he has much unmown,</br>And here his harvest seemed but half way reapt.</br>Stroke follows stroke, and blow on blow is heapt;</br>Some drop, some bleed, yet still the field make good,</br>And gain it:  last of all young Eustace leapt</br>Into the barge, and all unskaithed he stood,</br>And cried, \"Now, my love now, thou'rt free as Solway flood.\"", "\"She's won, she's won!\"  a score of tongues replied;</br>\"She's won, she's won!\"  and at the gladsome sound,</br>Against the surge the shallop laid her side,</br>And started as the deer before the hound.</br>Down in the surge Latoun came with a bound&mdash;</br>\"Return, base churl, and fight me, else I'll chase</br>Thee far as Scotland owns an inch of ground;</br>Return, or else even in thy dwelling place,</br>I'll beat thee with a rod before thy mother's face.\"", "Eustace said, \"mother!\"  and straight on him gushed</br>Remembrance of her wrongs:  his sword he drew,</br>And made the flood flash o'er him as he rushed</br>Back to the shore; ere well his rival knew</br>He stood before him.  \"Death between us two</br>Holds up his glass, and shakes his latest sand.\"</br>The shallop back into the haven flew&mdash;</br>Young Eustace stood alone; he sheathed his brand,</br>Leaped in &mdash; pushed off &mdash; a moan was heard along the strand.", "A moan arose along the strand, &mdash; lo!  look,</br>Strong help is come when help is no avail;</br>The life's-blood's gushing from him like a brook;</br>He digs the sand with each convulsive nail,</br>And o'er him there is heard a woman's wail:</br>Around him comrades hang the mournful face&mdash;</br>\"Sir Ralph Latoun, last lord of Allondale,</br>Lies smitten down, even in his pride of place.</br>Farewell, thou sternest chief of a most venturous race.\"", "Then like a bird the dark waves breasting free,</br>Fast flew the shallop; as it flew, the cloud</br>At once was lifted up from land and sea;</br>The stars shone out, and glistened on each shroud;</br>Lone Criffel shewed her snowy forehead proud</br>On Siddick hills, and Siddick's lonely stream,</br>The sheep and star-light lay &mdash; amid the crowd</br>Of her deliverers, there, as in a dream,</br>Sat Sybil.  Now the moon 'gan on the cliffs to gleam", "And showed old Elvar wood, and Elvar tower,</br>Not as when red with blood, and rent with fire,</br>It stood, what time Sir Ralph Latoun did pour</br>His unavailing wrath and deadly ire.</br>How different now!  the walls have risen higher;</br>The turrets darkly frown and look on high;</br>A flag is fluttering from the topmost spire;</br>Below, the mounted culverins ready lie,</br>And warders man the walls.  Long while his eager eye", "The Pilgrim bent on Elvar; far and near</br>He looked &mdash; on Siddick hill, and wood, and sea,&mdash;</br>And then said, \"Eustace &mdash; gallant youth; I ne'er</br>Can pay thee back the good deed done to me.</br>We part not here, &mdash; long from my own countree</br>Though I have wandered, still I'll find the power</br>To do some deed of gentleness to thee,</br>And give, perchance, thy bride a bridal dower.\"</br>Even as he spoke, the gates were ope'd of Elvar tower.", "And forth a hoary warder came, and said,</br>\"The Lady Sybil Lesley bids me say,</br>That fame already hath to her conveyed</br>The brave deeds wrought in distant Allonbay;</br>Of England's knights the flower is wede away.</br>So come, refresh thee in her dwelling place,</br>Thou with thy bride and brethren &mdash; say not nay,</br>She means thee and thy comrades meikle grace.</br>So come, that she may greet thee even face to face.\"", "They went &mdash; all went:  fair Sybil glanced aside</br>On Eustace, but his look was fixed and calm.</br>She glanced &mdash; men say there was a flush of pride</br>Came o'er her brow, as through the lanes of palm</br>She walked; 'twas to her fluttered spirit balm</br>To walk in freedom in her native groves.</br>'Twas where she oft had heard the evening psalm,</br>And minstrelsy which maidens' bosoms moves</br>With scenes of tender joy; proud knights, and ladies' loves.", "Fair Elvar tower stood on a swelling brae,</br>A grove, a holly garland wreathed it round:</br>Swans swam within the moat, and upward lay</br>A thousand deer in groupes upon the ground.</br>\"Such beauteous place on earth is nowhere found,\"</br>The warder said, and straightway through the gate</br>He led them:  high o'erhead the archway frowned;</br>Next to a hall they passed; a hall of state,</br>Where warriors' statues old, all ranked in order sate.", "All ranked in order sate, while on the wall,</br>Of Elvar's ancient lords a long array</br>Were pictured nigh to breathing:  stern and tall,</br>Bearded, and plumed, and hawk in hand stood they.</br>Some in the flush of youth, &mdash; some worn and grey.</br>There sat a lady painted nigh a river,</br>And at her feet a suppliant warrior lay,</br>Love's sweet warm breath seemed her ripe lips to sever:</br>She gazed on him and seemed to bid him live for ever.", "Eustace had seen, he thought, her face before,</br>And as he mused what lady it might be,</br>The sweating sewers with meat and drink good store</br>The table filled.  \"Much need of food have ye;</br>Perils on shore, and tempests on the sea,</br>Ye have endured.\"  Then came a snooded maid,</br>Who turned to Sybil, \"Maiden, come with me</br>To Lady Lesley.\"  \"Friends,\" the Pilgrim said,</br>\"Eat, drink and welcome:  here none may make us afraid.\"", "Then stretching forth his shrunk hands o'er the food,</br>He ate as eats the wolf, though doubt and gloom</br>Seemed in his sun-scorched brow to stir and brood.</br>High o'er his head waved many a victor plume,</br>And weapon that in Saxon ranks made room:</br>He ate, then filled a cup:  \"Fair sir, thy name?</br>And art thou churle's blood?\"  \"Amongst the broom</br>I watch my flocks, proud Pilgrim, and I claim</br>This good man for my sire; men call me Eustace Graeme.\"", "\"A shepherd churle!  Yet what a ready hand,</br>And what prompt judgment!\"  \"Pilgrim, I have told</br>My name and lineage, who art thou?  A brand</br>Becomes thee more than doth the cross; for bold</br>Thy bearing is.\"  The Pilgrim answered cold,</br>\"My name's a riddle.\"  &mdash; As he spoke, asunder</br>The gallery doors were at a signal rolled,</br>The trumpets told, the culverins said in thunder,</br>Young Sybil Lesley comes, wide Scotland's fairest wonder.", "She came: &mdash; a veil descending from her brow,</br>Unto her kirtle's golden hem, concealed</br>Her beauty nought, &mdash; for through it all the glow</br>Of cheek and bosom were alike revealed;</br>She seemed a lily up in crystal sealed.</br>Even as she came, aback her veil she cast,</br>And cried out \"Eustace!\"  Drunk with love she reeled</br>Into his arms, and tears came flowing fast.</br>He clasped her, how he clasped!  as if he'd clasp his last.", "\"Welcome,\" she said, \"sweet minstrel, to thy hame,</br>And to the bosom of thine own true love.</br>Long, long I strove 'tween love and maiden shame,&mdash;</br>But faithfulness will ever strongest prove.</br>Stern Ralph Latoun came here and fiercely strove</br>To win me:  straight to thy romantic vale</br>I fled:  the story will some poet move&mdash;</br>In other name I told my own true tale.</br>A pleasant bond-time I had in Dalgonar dale.\"", "\"Oh, Lady!\"  thus said Eustace, with a tone</br>Most exquisitely mournful &mdash; \"What hast thou</br>In thy supreme affection to me done?</br>Thou art my love with brightness on thy brow,</br>And numbered with the loftiest here below;</br>Whilst I, thy peasant lord, must be the scorn</br>Of men.  Ah, Sybil, my soul's striken through.</br>The noble wife &mdash; the husband meanly born,</br>Will be a household jest from eve to dewy morn.\"", "\"No, no, my love, &mdash; no, no, my Eustace, no,&mdash;</br>Our marriage will read rank a lesson stern:</br>'Tis genius and true worth I wed, and who</br>Shall say I wed not nobly:  men shall learn</br>From Eustace and his Sybil, to discern</br>'Tween God's own nobles and those soulless clods</br>Whom kings exalt from their corrupted kerne,</br>And set the wooden idols up as gods;&mdash;</br>If I read heaven aright, much good our love forebodes.\"", "\"No, it bodes evil, and behold 'tis come!\"</br>Replied the Palmer with a kindling look.</br>\"Thou art my daughter:  Elvar's lord's come home!\"</br>The table as he spoke he fiercely strook,</br>And in each hand the lovers 'twain he took,</br>And thrust them wide asunder.  \"So I sever</br>Thou and that churle:  now by God's holy book</br>I vow &mdash; as water drunk from Siddick river</br>Returns no more, I thus part him and thee for ever.\"", "\"The water drunk may come no more, but I</br>Return again,\" said Eustace:  \"know, proud lord,</br>We have made vows, those vows are gone on high,</br>And we are one.  'Tis no menacing word,</br>And haughty look, no, nor the sharpened sword,</br>Shall sever me from Sybil.  Threat not me</br>With prison, wheel, axe, claymore, or with cord;</br>Love laughs at them, as I laugh, lord, at thee.\"</br>Fair Sybil with a shriek clasped her fierce father's knee.", "\"Father, oh father, thou didst leave thy child,</br>Alone in this wide world, and evil men</br>With language shameless, and with purpose wild,</br>Came round thy orphan.  Lord of Elvar, then</br>Who was to guard or counsel her?  or when</br>That fierce dread knight whom thou sawest done to die,</br>Desired to lay thy deer in his wolf's den,</br>Who came to succour me?  Thy daughter, I</br>Shall keep my vow as sure as yon sun shines on high.\"", "And saying so she stood.  Her kindled brow</br>Glowed like a warrior's when the trumpet's pealing;</br>All other thoughts are banished from her now,</br>Save Love that, like a flooded river reeling</br>From bank to bank, o'erflows all meaner feeling.</br>\"Now, mark me, Sybil,\" and he touched his sword&mdash;</br>\"Go with thy lover to his shepherd shealing;</br>Go watch thy sheep, and strain the milkwhite curd,</br>But never churle's son shall be of Elvar lord.\"", "\"John Lesley, Lord of Elvar,\" Eustace said,</br>I am the offspring of an humble race,</br>Whose blazoned banner is the shepherd's plaid,</br>A sheal &mdash; a cottage, their chief dwelling-place;</br>But were this Holyrood, there, face to face,</br>To Scotland's haughtiest nobles I would say,</br>Thy daughter's love is but free Nature's grace;</br>And were such vindication needful, lay</br>My lance in rest 'gainst him who dared to say me nay.\"", "A while on both Miles Graeme looked on and smiled,</br>Then said to Sybil, \"Is it wise to brave</br>Thy father thus:  thou art his only child:</br>My son's a peasant; noble blood doth crave</br>Blood like itself, and Sybil might enslave</br>Even Scotland's mightiest.\"  She sharp answer made:</br>\"Love comes and goes not like the Solway wave;</br>Though thou forsakest me, Sir, I'm undismayed</br>And firm in my resolve, come sunshine or come shade.\"", "\"Thou art a princely lass, and for thy sake,</br>And that alone, I cast aside disguise;</br>John Lesley, Lord of Elvar, now betake</br>Thee to thy sword; here stands before thine eyes</br>No churle, but one long reckoned wight and wise;</br>Till, warring with thee, rank he lost and land:</br>Such was the regent's will &mdash; but in me dies</br>Hereditary hate; the shepherd's wand</br>With me is worthier far than is the lordly brand.\"", "Even as he spoke did the Lord Elvar give</br>His sword unto the sheath; he scarcely tarries</br>Till speech is done:  \"Now, as I hope to live</br>Here and hereafter.\"  His stern colour varies:</br>\"What!  my old chivalrous foe, the good lord Herries!</br>Not know thee, man!  with such good cause to mind</br>Thy heart and sword!  Now, by the three blest Maries!</br>That voice, that look!  I'm dull as well as blind:</br>Our children's faithful loves!  Now, God in this is kind.", "\"O God is good, and we are but as worms</br>That crawl upon the surface of his earth,</br>And put on airs, and prate of rank and forms,</br>And loftiness of blood, and noble birth;</br>Know with the angels man's poor pride makes mirth.</br>Come here, my Sybil; Eustace, thou, my son:</br>Each other love, and long by Solway firth</br>Be blest together, and your thoughts be one.\"</br>He blest them:  they were blest.  My rustic tale is done.", "My song is ended:  may my country see</br>Order and beauty in my rude design:&mdash;</br>My song is ended; I have poured it free:</br>May they who read it deem its roughest line</br>Tastes of fresh nature like well flavoured wine.</br>My song is ended:  it was long to me</br>As light to morn &mdash; as morn to Solway brine,&mdash;</br>As showers to corn &mdash; as blossom to the bee;</br>And dearer since, dear Wife, 'twas pleasant unto thee.</br>"]