["Is then the final sheet before me laid?</br>No further space, if 'twere but for Balaam?</br>Thou skittish, though sexagenarian, maid,</br>Maga!  can nought detain thee, shirk or sham?</br>One kiss &mdash; one page &mdash; a thousand things ram-stam</br>Rush to my tongue-tip &mdash; lots of topics rise,</br>My spirit is the scene of such hot cram</br>As when some blunderer's tourniquet upties</br>Some apoplectic cit, who, if he bleed not, dies.", "All I have said, at leisure I review,</br>The hum of public speech is in mine ear.</br>Yet what I felt when Whigs first croak'd is new,</br>Ne'er from that rump my foot with \"pluckless\" fear</br>Recoil'd: &mdash; where Whigs alone once travell'd &mdash; there</br>I, starting like a Jehu, smash'd their teams;</br>Therefore, they follow, cursing the career,</br>Which shew'd that all their trophies were but dreams,</br>And fill'd the turf where once they lorded it with screams.", "Where some folks scarce durst look, I dared to sit,</br>What they thought Alps were anthills to my view.</br>I pounded Whiggery's drivelling power:  Whigs fret;</br>So well beseems a wretched residue,</br>Whose only business is to perish:  True</br>To which sure fate these cudgell'd sons of crime</br>Labour themselves, in blindness, for their due:</br>Writhing and clamouring still (in prose and rhyme) &mdash;</br>While my huzza of scorn resounds from clime to clime.", "The Muse hath wove for me a Cat-o-nine,</br>To cross thy huge posteriors, Roaring Cant!</br>&mdash;Rope that here rings upon the brazen chine</br>Below Lord Archy, Hume, and J. P. Grant.</br>There on still frailer stuff its coil doth Plant,</br>The secondary rump that wears no veil,</br>Groaning with Revolutionary rant</br>One lump of Folly bellowing with Jones (Gale,)</br>Round Cockaigne's paper crown, and Morgan and her Male.", "Far as from Holland-house to Chelsea hulks,</br>Ay, or New-Holland, my keen eye can range,</br>And CANT that crows aloud, and CANT that skulks,</br>(As in dumb dogs the stink detects the mange)</br>Lie clear beneath my glance &mdash; in jumble strange,</br>Whigs, Radicals, to Treason's utmost bound&mdash;</br>Jeffs, Hones, in amicable interchange,</br>But hush! &mdash; \"I'll prosecute!\" &mdash; In that one sound</br>The once Briarean voice of whiggish wrath is drown'd.", "Beats not an English heart beneath B&mdash;'s gown!</br>When did a S&mdash; blush upon a fee?</br>Let FREEDOM die:  but ne'er shall ye bring down</br>Your noble selves:  from that suspicion free,</br>Whig counsellors, of whatsoe'er degree,</br>The rostrum mount &mdash; there think no more of RIGHT,</br>No simple scruple check your hireling glee,</br>Soft bank-notes crumpled in your palms &mdash; the Mite</br>Of some tormented booby glittering in your sight.", "When in their courts some lawyers I discern</br>Lead ing some libel-case, me much it cheers</br>Mine eye on Perry's patriot print to turn,</br>The Morning Chronicle of LITTLE's years;</br>I also love to ponder on its jeers,</br>That work of kindred spleen which maul'd the Lakers!</br>Laureates might frame fine issues, were your sneers</br>Of power to make them in your tricks partakers.</br>Even when SIR RICHARD stirr'd, you trembled like Bob Acres.", "Volumes of libels, ex Cathedra, roll'd</br>The blue-and-buff Review adorn: &mdash; ay, see</br>One after one the pages that unfold</br>The triumphs ; of that scribbling tyranny,</br>From the first basting by those prating three,</br>(Jeffrey, and Brougham, and Sydney Smith,) until</br>Great Hogg arose, the Bard of Chaldee,</br>Though wrong'd by pluckless, witless ninnies, still</br>Unveiling, one by one, each whiggish Bobadil.", "Some are mere dolts:  Some funckish hankerings fill;</br>Yet, not the less for them, I onward hold;</br>The honest efforts of my strength and skill</br>Fall not, though victims screech, and faint-hearts scold;</br>The Cause of King and Country makes ME bold</br>I trample my detractors into dust,</br>I call on the unfearing and unsold,</br>Not to be generous, (that I scorn) but just!</br>Use but your eyes, ay read:  then speak, for feel you must.", "For these confounded Jacobins! &mdash; no more!</br>LIGHT wide and wider sheds its growing flood,</br>And prejudice goes puff! &mdash; as Hogg's barn-floor.</br>See Hogg's strong flail distinguish chaff from food.</br>CANT'S at a discount &mdash; TRUTH brings what it should.</br>Go forth my articles!  no longer slumber,</br>Go forth to tease the vermin &mdash; charm the good,</br>Nor be the feeling stiffled if this Number</br>Convince the world all works compared to NORTH'S are lumber.</br>"]