["Ah!  happy he who feels thy glowing rays</br>Illume his favour'd breast, Immortal Power!</br>In childhood's scenes, in youth's maturer days,</br>Thee shall he own in many a pleasing hour.</br>The pensive virgin in her lonely bower,</br>The ardent warrior, thirsting after fame,</br>Thro' paths where danger's threat, misfortune's lour,</br>Alike thy influence and direction claim.</br>Vainly to sing thy praise would I aspire;</br>Such glorious themes far loftier lays require,</br>A BYRON'S magic taste, a HOMER'S vivid fire.", "For what were man without thy genial aid?</br>What is the fool, who spurns thy golden reign?</br>A wretch, in nature's vilest garb array'd,</br>Whom sordid interest's links alone enchain.</br>Life's sweetest ties to him are ever vain;</br>Vain all those joys that from affection flow;</br>Unshar'd his pleasure, unconsol'd his pain,</br>He doubly feels misfortune's ruthless blow:</br>A wither'd branch, disever'd from the stem,</br>He falls unwept, yet whom can he condemn,</br>For who can feel for one, who never felt from them.", "The daring soul, the overwhelming arm,</br>The slight of death, by ancient heroes taught,</br>The fire of genius, beauty's melting charm,</br>E'en love himself, depriv'd of thee, were nought.</br>Thou must sustain the flame his arts have wrought,</br>Else quickly would it vanish into air;</br>Thou must inspire the daring deed and thought,</br>That scorns all danger, so it please the fair;</br>'Tis thine to fix the heart, to change too prone,</br>To centre all its hopes and fears in one,</br>And out of all the sex, to love but her alone.", "Oft have thy votaries brav'd the shaft of death,</br>Despising all the pangs that shaft must give;</br>Oft the true lover has resign'd his breath,</br>She gone, for whom alone he wish'd to live.</br>In verse immortal shall thy name survive,</br>Oh!  Abydean youth youth, of dauntless soul;</br>Vainly the tempest howls, the billows strive,</br>And thunders, too prophetic, darkly roll:</br>He dar'd, alas!  too boldly dar'd the wave,</br>His Hero saw him sink, she could not save,</br>But faithful e'en in death, she shar'd his restless grave.", "Nor is thy power confined alone to love,</br>Nor does thy aid to love alone extend,</br>Both will those gen'rous spirits ever prove</br>Who justly boast them in the name of friend;</br>Their dangers, hopes, desires, affections, blend</br>In one fix'd point inseparably join'd,</br>He who would praise the one must both commend,</br>For each is imaged in the other's mind.</br>Damon and Pythias!  admirable pair,</br>Your minds as lofty as your friendship rare,</br>How could a tyrant ask in love like your's to share.", "'Tis thine, O Queen, to guide the poet's pen,</br>The fire of genius in the mind to raise,</br>And all th' illustrious host of deathless men</br>From thee derive their well accorded praise.</br>To thee we owe a MILTON'S lofty lays,</br>A BYRON'S feeling, and a HOMER'S fire;</br>BYRON!  whose chaste resistless muse displays</br>Whate'er taste, genius, judgement, can inspire.</br>O goddess!  o'er thy humblest votary's head</br>Some little portion of thy spirit shed,</br>Nor let her live unknown, nor join the ignoble dead.</br>"]