["The sons of man, by various passions led,</br>The paths of bus'ness or of pleasure tread;</br>The florist views his dear carnation rise,</br>And wonders who can doat on Flavia's eyes;</br>The lover sees, unmov'd, each gaudy streak,</br>And knows no bloom but that on Daphne's cheek:</br>While some grow pale o'er Newton, Locke, or Boyle,</br>Miss reads romances, and my lady Hoyle;</br>Thus inclination binds her fetters strong,</br>And, just as judgment marks, we're right or wrong.", "Fair are those hills where sacred laurels grow,</br>Rul'd by the pow'r who draws the golden bow;</br>But see how few attain the dang'rous road,</br>How few are born to feel th' inspiring god!</br>Yet all, to reach the arduous summit try,</br>From soaring Pope to reptile Ogleby.</br>Among the rest, your friend attempts to climb,</br>But ah, how diff'rent poesy and rhyme!", "The mid-night bard, reciting to his bell,</br>Who breaks our rest, and toils the muses knell,</br>Is just a poet matchless and divine,</br>As he a Raphael, who, on ale-house sign,</br>Seats his bold George in attitude so quaint,</br>That none can tell the dragon from a saint.", "Reckon each sand in wide Newmarket plain,</br>Mount yon blue vault, and count the starry train;</br>But numbers ne'er can comprehend the throng</br>Of retail dealers in the art of song.</br>Like summer flies they blot the solar ray,</br>And, like their brother insects, live a day.</br>Am I not blasted by some friendless star,</br>To know my wants, yet wage unequal war?</br>I own I am; and dabbling thus in rhyme,</br>'Tis folly's bell that sings the pleasing chyme;</br>Bit by the bard's tarantula I swell,</br>Write off the raging fit, and all is well.", "And yet, perhaps, to lose my time this way</br>Is better far than some mis-spread the day,</br>The fatal dice-box never fill'd my hand,</br>By me no orphan weeps his ravish'd land;</br>What ward can tax me with a deed unjust?</br>What friend upbraids me with a broken trust?</br>(Some few except, whom pride and folly blind,</br>I found them chaff, and give them to the wind)</br>Like a poor bird, and one of meanest wing,</br>Around my cage I flutter, hop, and sing.</br>Unlike in this my brethren of the bays,</br>I sue for pardon, and they hope for praise;</br>And when for verse I find my genius warm,</br>Like infants sent to school, I keep from harm.</br>What time the dog-star with unbating flames</br>Cleaves the parch'd earth, and sinks the silver Thames;</br>While the shrill tenant of the sun-burnt blade,</br>(A poet he, and singing all his trade)</br>Tears his small throat, I brave the sultry ray,</br>And deep-embower'd, escape the rage of day.</br>Thrice blest the man, who, shielded from the beam,</br>Sings lays melodious to the sacred stream;</br>Thrice bless'd the stream, who views his banks of flow'rs,</br>Crown'd with the Muse's or imperial tow'rs,</br>Whose limpid waters as they onwards glide,</br>See humble osiers nod, or threat'ning squadrons ride.", "Health to my friend, and to his partner, peace,</br>A good long life, and moderate increase;</br>May Dulwich garden double treasures share,</br>And be both Flora and Pomona's care.</br>Ye Walton naiads, guard the fav'rite child,</br>Drive off each marsh-born fog; ye zephyrs mild,</br>Fan the dear innocent; ye fairies, keep</br>Your wonted distance, nor disturb his sleep;</br>Nor in the cradle, while your tricks you play,</br>The changeling drop, and bear our boy away.</br>However chance may chalk his future fate,</br>Or doom his manhood to be rich or great,</br>Is not our care; oh, let the guiding pow'r</br>Decide that point, who rules the natal hour;</br>Nor shall we seek, for knowledge to enrich,</br>The Delphic tripod, or your Norwood witch.", "But Tucker doubts, and \"if not rich,\" he cries,</br>\"How can the boy reward the good and wise?</br>Give him but geld, and merit ne'er shall freeze,</br>But rise from want to affluence and ease:</br>The Guido's touch shall warm his throbbing heart,</br>The patriot's bust shall speak the sculptor's art;</br>But if from Danae's precious show'r debarr'd,</br>The Muse he may admire, but ne'er reward.\"", "All this I grant; but does it follow then,</br>That parts have drawn regard from wealthy men?</br>Did Gay receive the tribute of the great?</br>No, let his tomb be witness of his fate:</br>For Milton's days are too long past to strike;</br>The rich of all times ever were alike.", "See him, whose lines \"in a fine frenzy roll,\"</br>He comes to tear, to harrow up the soul;</br>Bear me, ye pow'rs, from his bewitching sprite,</br>My eye-balls darken at excess of light;</br>How my heart dances to his magic strain,</br>Beats my quick pulse, and throbs each bursting vein,</br>From Avon's bank with ev'ry garland crown'd,</br>'Tis his to rouse, to calm, to cure, to wound;</br>To mould the yielding bosom to his will,</br>And Shakespear is inimitable still:</br>Oppress'd by fortune, all her ills he bore,</br>Hear this, ye Muses, and be vain no more.", "Nor shall my Spenser want his share of praise,</br>The heav'n-sprung sisters wove the laureat's bays;</br>Yet what avail'd his sweet descriptive pow'r,</br>The fairy warrior, or inchanted bow'r?</br>Tho' matchless Sidney doated on the strain,</br>Lov'd by the learned shepherd of the main,</br>Observe what meed his latest labours crown'd,</br>Belphaebe smil'd not, and stern Burleigh frown'd.</br>If still you doubt, consult some well-known friend,</br>Let Ellis speak, to him you oft attend,</br>Whom truth approves, whom candor calls her own,</br>Known by the God, by all the Muses known.</br>Where tow'r his hills, where stretch his lengths of vale,</br>Say, where his heifers load the smoaky pail?</br>Oh may this grateful verse my debt repay,</br>If aught I know, he shew'd the arduous way;</br>Within my bosom fann'd the rising flame,</br>Plum'd my young wing, and bade me try for fame.</br>Since then I scribbl'd, and must scribble still,</br>His word was once a sanction to my will;</br>And I'll persist till he resume the pen,</br>Then shrink contented, and ne'er rhyme again.", "Yet, ere I take my leave, I have to say,</br>That while in sleep my senses wasted lay,</br>The waking soul, which sports in fancy's beam,</br>Work'd on my drowsy limbs, and form'd a dream;</br>Then to my lines a due attention keep,</br>For oft when poets dream, their readers sleep.", "On a wide champain, where the surges beat</br>Th' extended beach, then sullenly retreat,</br>A dismal cottage rear'd its turfy head,</br>O'er which a yew her baleful branches spread;</br>The owl profane his dreadful dirges sung,</br>The passing bell the foul night raven rung;</br>No village cur here bay'd the cloudless moon,</br>No golden sunshine chear'd the hazy noon,</br>But ghosts of men by love of gold betray'd,</br>In silence gilded thro' the dreary shade.</br>There sat pale Grief in melancholy state,</br>And brooding Care was trusted with the gate,</br>Within, extended on the cheerless ground,</br>An old man lay in golden fillet bound;</br>Rough was his beard, and matted was his hair,</br>His eyes were fiery red, his shoulders bare;</br>Down furrow'd cheeks hot tears had worn their way,</br>And his broad scalp was thinly strew'd with grey!</br>A weighty ingot in his hand he prest,</br>Not seem'd to feel the viper at his breast.", "Around the caitif, glorious to behold,</br>Lay minted coinage, and historic gold;</br>High sculptur'd urns in bright confusion stood,</br>And streams of silver form'd a precious flood.", "On nails, suspended rows of pearls were seen,</br>Not such the pendants of th' Aegyptian queen,</br>Who (joy luxurious swelling all her soul)</br>Quaff'd the vast price of empires in her bowl.", "As seas voracious swallow up the land,</br>As raging flames eternal food demand,</br>So this vile wretch, unbless'd with all his store,</br>Repin'd in plenty, and grew sick for more;</br>Nor shall we wonder when his name I tell,</br>'Twas Avarice, the eldest born of hell.", "But, hark!  what noise breaks in upon my tale,</br>Be hush'd each sound, and whisper ev'ry gale;</br>Ye croaking rooks your noisy flight suspend,</br>Guess'd I not right how all my toil would end?</br>My heavy rhymes have jaded Tucker quite;</br>He yawns &mdash; he nods &mdash; he snores.  Good night, good night.</br>"]