["In thee, and in thy glory, we behold</br>What man through countless ages still reveres,</br>What millions worshipp'd, what the great of old,</br>Though all-imperfectly, amid the spheres</br>Shaped as a God, whose smile might dry their tears:</br>Ancient of days!  unfading glory!  thou</br>With all the lustre of ten thousand years,</br>Smilest on us in our sin and sorrow now!</br>Oh, was it crime for man before thy shrine to bow?", "The ancient Persian, on his flowery hill,</br>Kneeling before thy cloudless majesty,</br>Of all earth's wanderers err'd the least, who still</br>Kept thy bright throne for ever in his eye.</br>Almighty minister of the Most High!</br>Through what vast fields and deserts dost thou roam,</br>When thou hast left thy palace in our sky!</br>Where is thy bed?  where dost thou choose thy dome?</br>The worlds are 'neath thy feet &mdash; eternity thy home!", "Thou look'st upon the stars, as little children</br>Playing about thy fiery fount of light,</br>Their silver eyeballs with thy rays bewildering.</br>When thou putt'st on thy morning garments bright,</br>Who dares to eye thee boldly sight to sight?</br>No!  thou alone art monarch of the heaven,</br>The moon herself but glimmers in thy might!</br>Unmoved, though storms are round thy temples driven,</br>Thou stand'st like holy peace, to soothe creation riven!", "Thy charms depart not with the night!  thy face</br>To other worlds, when ours is sleeping, gleams;</br>Time cannot steal from thee one sparkling grace!</br>No!  let me scorn all philosophic dreams</br>Of comets journeying to restore thy beams;</br>Thy path is where our thoughts can never go&mdash;</br>Through heaven's far wonders; and each planet seems</br>Proud of thy beauty, while they round thee bow,</br>Or crowd about thy breast to share thy deathless glow.", "And thou dost wander through the universe,</br>The tempest sweeping far beneath thy feet;</br>At thy command, his blackest clouds disperse&mdash;</br>He cannot quench thy bright and living heat;</br>Methinks the Eternal keeps in thee his seat,</br>Borne by the whirlwind on thy flaming car,</br>Rolling athwart the mighty concave fleet,</br>That he may see each vast and distant star,</br>And fling his living light o'er all his realms afar.", "I fain would be thy worshipper &mdash; thou art</br>So like the God that made thee!  and thy might</br>Staggers the boldest fancies of the heart;</br>Amid thy chambers of undying light,</br>Thou makest eternity around the bright,</br>Earth, and her thousand empires feel decay;</br>Stars droop with years &mdash; but thou receivest no blight;</br>Unsullied still, thou art the came to-day,</br>As when Time wander'd forth &mdash; an infant on his way!", "Thou wert the beacon-light, which brightly glow'd</br>When young Creation from her cradle sprang,</br>When in the shilling sky, the sons of God</br>And all the morning stars together sang;</br>When nature's bosom felt sin's earliest pang,</br>Thy beam descended drooping man to cheer;</br>And when destruction at the last will twang</br>Time's funeral trump, thou wilt not leave him here,</br>But journey with his soul into a happier sphere!", "Thou wert a wonder to the ancients, and</br>Thou art a mystery still.  Thou wert not made</br>To wither with the world; and ruin's hand,</br>Which makes creation and her millions fade,</br>Passes in vain o'er thee; and undecay'd</br>Thou stand'st amid the storms that round thee roll;</br>Oh, who can tell the years, which thou hast sway'd</br>The empire of the sky from pole to pole,</br>Star of the Living God!  great nature's mighty soul!</br>"]