["THE ARGUMENT.</br>In Noates that rockes to pittie move,</br>Idya sings her buried Love:</br>And from her horne of plentie gives</br>Comfort to Truth, whom none relieves.</br>Repentance house next cals me on,</br>With Riots true conversion:</br>And Leaves Amintas Love to Truth,</br>To be the Theame the Muse ensu'th.", "Here full of Aprill, vail'd with sorrowes wing,</br>For lovely Layes, I dreary Dirges sing.</br>Who so hath seene yong Lads (to sport themselves)</br>Runne in a low ebbe to the sandy shelves:</br>Where seriously they worke in digging Wels,</br>Or building childish sorts of Cockle-shels:</br>Or liquid water each to other bandy;</br>Or with the Pibbles play at handy-dandy,</br>Till unawares the Tyde hath clos'd them round,</br>And they must wade it through or else be drown'd,</br>May (if unto my Pipe he listen well)</br>My Muse distresse with theirs soone paralell.</br>For where I whilome sung the loves of Swaines,</br>And woo'd the Christall Currants of the Plaines,</br>Teaching the Birds to love, whilst every Tree</br>Gave his attention to my Melodie:</br>Fate now (as envying my too-happy Theame)</br>Hath round begirt my Song with Sorrowes streame,</br>Which till my Muse wade through and get on shore,</br>My griefe-swolne Soule can sing of Love no more.", "But turne we now (yet not without remorse)</br>To heavenly Aletheias sad discourse,</br>That did from Fida's eyes salt teares exhale,</br>When thus see shew'd the Solitarie Vale.", "Just in the midst this joy-forsaken ground</br>A hillocke stoode, with Springs embraced round:</br>(And with a Christall Ring did seeme to marry</br>Themselves, to this small Ile sad-solitarie:)</br>Upon whose brest (which trembled as it ran)</br>Rode the faire downie-silver-coated Swan:</br>And on the Banckes each Cypresse bow'd his head,</br>To heare the Swan sing her owne Epiced.", "As when the gallant youth which live upon</br>The Westerne Downes of lovely Albion;</br>Meeting, some festivall to solemnize,</br>Choose out two, skil'd in wrastling exercise,</br>Who strongly, at the wrist or coller cling,</br>Whilst arme in arme the people hem them in:</br>So did the water round this Ile inlinke,</br>And so the Trees grew on the waters brinke:</br>Waters their streames about the Iland scatter;</br>And Trees perform'd as much unto the water:</br>Under whose shade the Nightingale would bring</br>Her chirping young, and teach them how to sing.</br>The woods most sad Musitians thither throng,</br>As it had beene the Silvans Helicon,</br>And warbled forth, such Elegyacke straines,</br>That strucke the windes dumbe; and the motly plaines</br>Were fill'd with envy, that such shady places</br>Held all the worlds delights in their imbraces.", "O how (me thinkes) the impes of Mneme bring</br>Dewes of Invention from their sacred Spring!</br>Here could I spend that spring of Poesie,</br>Which not twice tenne Sunnes have bestow'd on mee;</br>And tell the World, the Muses love appeares</br>In nonag'd youth, as in the length of yeares.</br>But ere my Muse erected have the frame,</br>Wherein t' enshrine an unknowne Shepheards name,</br>She many a Grove, and other Woods must treade,</br>More Hils, more Dales, more Founts must be displaid,</br>More Meadowes, Rockes, and from them all elect</br>Matter befitting such an Architect.", "As Children on a play-day leave the Schooles,</br>And gladly runne unto the swimming Pooles,</br>Or in the thickets, all with Nettles stung,</br>Rush to dispoile some sweet Thrush of her young;</br>Or with their hats (for fish) lade in a Brooke</br>Withouten paine:  but when the Morne doth looke</br>Out of the Easterne gates, a Snayle would faster</br>Glide to the Schooles, then they unto their Master:</br>So when before I sung the Songs of Birds,</br>(Whilst every moment sweetned lines affords)</br>I pip'd devoid of paine, but now I come</br>Unto my taske, my Muse is stricken dumbe.</br>My blubbring pen her sable teares lets fall,</br>In Characters right Hyrogliphicall,</br>And mixing with my teares are ready turning,</br>My late white paper to a weede of mourning;</br>Or Inke and Paper strive how to impart,</br>My words, the weedes they wore, within my heart:</br>Or else the blots unwilling are my rimes</br>And their sad cause should live till after-times;</br>Fearing if men their subject should descry,</br>They forth-with would dissolve in teares and die.", "Upon the Ilands craggy rising hill,</br>A Quadrant ranne, wherein by Artlesse skill,</br>At every corner Nature did erect</br>A Columne rude, yet voyde of all defect:</br>Whereon a Marble lay.  The thick-growne Bryer,</br>And prickled Hawthorne (woven all entyre)</br>Together clung, and barr'd the gladsome light</br>From any entrance, fitting onely night.</br>No way to it but one, steepe and obscure,</br>The staires of rugged stone, seldome in ure,</br>All over-growne with Mosse, as Nature sate</br>To entertaine Griefe with a cloath of State.", "Hardly unto the toppe I had ascended,</br>But that the Trees (siding the steps) befriended</br>My weary limbes, who bowing downe their armes,</br>Gave hold unto my hands to scape from harmes:</br>Which evermore are ready, still present</br>Our feet, in climbing places eminent.</br>Before the doore (to hinder Phoebus view)</br>A shady Boxe-tree grasped with an Yewgh,</br>As in the place behalfe they menac'd warre</br>Against the radyance of each sparkling Starre.</br>And on their barkes (which Time had nigh deprav'd)</br>These lines (it seem'd) had been of olde engrav'd:</br>This place was fram'd of yore, to be possest </br>By one which sometime HATH BEENE HAPPIEST.", "Lovely Idya the most beautious</br>Of all the darlings of Oceanus,</br>Hesperia's envy and the Westerne pride,</br>Whose party-coloured garment Nature dy'd</br>In more eye-pleasing hewes with richer graine,</br>Then Iris bow attending Aprils raine.</br>Whose Lilly white, inshaded with the Rose</br>Had that man seene, who sung th' Aeneidos,</br>Dido had in oblivion slept, and she</br>Had giv'n his Muse her best eternitie.</br>Had brave Atrides (who did erst imploy</br>His force to mixe his dead with those of Troy)</br>Beene proffered for a truce her fained peece</br>Helen had staid, and that had gone to Greece:</br>The Phrigian soyle had not been drunk with bloud,</br>Achilles longer breath'd, and Troy yet stood:</br>The Prince of Poets had not sung his storie,</br>My friend had lost his ever-living glory.", "But as a snowy Swan, who many a day</br>On Thamar's swelling brests hath had his play,</br>For further pleasure doth assay to swimme</br>My native Tavy, or the sandy Plim:</br>And on the panting billowes bravely rides,</br>Whilst Country-lasses walking on the sides,</br>Admire her beautie, and with clapping hands,</br>Would force her leave the streame, and tread the sands;</br>When shee regardlesse swimmes to th' other edge,</br>Untill an envious Bryer, or tangling Sedge</br>Dispoyles her Plumes; or else a sharpned Beame</br>Pierceth her brest, and on the bloudy streame</br>Shee pants for life:  So whilome rode this Maide</br>On streames of worldly blisse, more rich arraid,</br>With Earths delight, then thought could put in ure,</br>To glut the senses of an Epicure.</br>Whilst neigh'bring Kings upon their frontires stood,</br>And offer'd for her dowre huge Seas of blood:</br>And perjur'd Gerion to winne her, rent</br>The Indian Rockes for gold, and bootlesse spent</br>Almost his patrimonie for her sake</br>Yet nothing like respected as the Drake </br>That skowr'd her Channels, and destroid the weede,</br>Which spoil'd her fishers nets, and fishes breede.</br>At last her truest love shee threw upon</br>A royall Youth, whose like, whose Paragon </br>Heaven never lent the Earth:  so great a spirit</br>The World could not containe, nor Kingdomes merit:</br>And therefore Jove did with the Saints inthrone him,</br>And left his Lady nought but teares to moane him.", "Within this place (as wofull as my Verse)</br>Shee with her Christall founts bedew'd his Herse,</br>Inuailed with a sable weede shee sate,</br>Singing this Song which Stones dissolved at.", "What time the world clad in a mourning robe,</br>A Stage made for a wofull Tragedie:</br>When showers of teares from the Coelestiall Globe</br>Bewail'd the fate of Sea-lov'd Britanie;</br>When sighes as frequent were as various sights,</br>When Hope lay bed-rid, and all pleasures dying,</br>When Envy wept,</br>And Comfort slept:</br>When Crueltie it selfe sate almost crying,</br>Nought being heard but what the minde affrights,</br>When Autumne had disrob'd the Summers pride,</br>Then Englands honour, Europes wonder dy'd.", "O saddest straine that e'er the Muses sung!</br>A text of Woe for Griefe to comment on;</br>Teares, sighes, and sobs give passage to my tongue,</br>Or I shall spend you till the last is gone.</br>Which done, my heart in flames of burning love</br>(Wanting his moisture) shall to cinders turne:</br>But first, by me</br>Bequeathed be</br>To strew the place wherein his sacred Urne </br>Shall be inclos'd, this might in many move</br>The like effect:  (who would not doe it?) when</br>No grave befits him but the hearts of men.", "That man, whose masse of sorrowes hath been such,</br>That by their waight, laid on each severall part,</br>His fountaines are so dry, he but as much</br>As one poore drop hath left to ease his heart;</br>Why should he keepe it?  since the time doth call,</br>That he ne'er better can bestow it in:</br>If so he feares</br>That others teares</br>In greater number, greatest prizes winne;</br>Know none gives more then he which giveth all.</br>Then he which hath but one poore teare in store,</br>O let him spend that drop, and weepe no more.", "Why flowes not Helicon beyond her strands?</br>Is HENRY dead, and doe the Muses sleepe?</br>Alas!  I see each one amazed stands,</br>\"Shallow foords mutter, silent are the deepe\":</br>Faine would they tell their griefes, but know not where:</br>All are so full, nought can augment their store:</br>Then how should they</br>Their griefes display</br>To men, so cloyde, they faine would heare no more?</br>Though blaming those whose plaints they cannot heare:</br>And with this wish their passions I allow,</br>May that Muse never speake that's silent now!", "Is HENRY dead?  alas!  and doe I live</br>To sing a Scrich-owles Noate that he is dead?</br>If any one a fitter Theame can give,</br>Come give it now, or never to be read.</br>But let him see it doe of horror tast,</br>Anguish, destruction:  could it rend in sunder</br>With fearefull grones</br>The sencelesse stones,</br>Yet should wee hardly be enforc'd to wonder,</br>Our former griefes would so exceed their last:</br>Time cannot make our sorrowes ought compleater;</br>Nor adde one griefe to make our mourning greater.", "England was ne'er ingirt with waves till now;</br>Till now it held part with the Continent:</br>Aye me!  some one in pittie shew me, how</br>I might in dolefull numbers so lament;</br>That any one which lov'd him, hated me,</br>Might dearely love me, for lamenting him.</br>Alas!  my plaint</br>In such constraint</br>Breakes forth in rage, that though my passions swimme,</br>Yet are they drowned ere they landed be:</br>Imperfect lines!  O happy!  were I hurld</br>And cut from life as England from the world.", "O happier had we beene!  if we had beene</br>Never made happy by enjoying thee!</br>Where hath the glorious eye of heaven seene</br>A spectacle of greater miserie?</br>Time turne thy course; and bring againe the Spring;</br>Breakes Natures lawes; search the records of old,</br>If ought befell</br>Might paralell</br>Sad Britaine's case:  weepe Rockes, and Heaven behold,</br>What Seas of sorrow shee is plunged in.</br>Where stormes of woe so mainly have beset her;</br>She hath no place for worse, nor hope for better.", "Britaine was whilome knowne (by more then fame)</br>To be one of the Ilands fortunate;</br>What franticke man would give her now that name,</br>Lying so rufull and disconsolate?</br>Hath not her watry Zone in murmuring,</br>Fill'd every shoare with Ecchoes of her cry?</br>Yes, Thetis raves,</br>And bids her waves</br>Bring all the Nymphes within her Emperie</br>To be assistant in her sorrowing:</br>See where they sadly sit on Isis shore,</br>And rend their haires as they would joy no more.", "Isis the glory of the Westerne world,</br>When our Heroe (honour'd ESSEX) dy'd,</br>Strucken with wonder, backe againe she hurld,</br>And fill'd her banckes with an unwoonted Tyde:</br>As if she stood in doubt, if it were so,</br>And for the certaintie had turn'd her way.</br>Why doe not now</br>Her waves reflow?</br>Poore Nymph, her sorrowes will not let her stay;</br>Or flyes to tell the world her Countries woe:</br>Or cares not to come backe, perhaps, as showing</br>Our teares should make the floud, not her reflowing.", "Sometime a Tyrant held the reynes of Rome,</br>Wishing to all the Citie but one head,</br>That all at once might undergoe his doome,</br>And by one blow from life be severed.</br>Fate wisht the like on England, and 'twas given:</br>(O miserable men, enthral'd to Fate!)</br>Whose heavy hand</br>That never scand</br>The misery of Kingdomes ruinate,</br>Minding to leave her of all joyes bereaven,</br>With one sad blow (Alas!  can worser fall!)</br>Hath given this little Ile her Funerall.", "O come yee blessed Impes of Memorie,</br>Erect a new Parnassus on his grave!</br>There tune your voyces to an Elegie,</br>The saddest Noate that ere Apollo gave.</br>Let every Accent make the stander by</br>Keepe time unto your Song with dropping teares,</br>Till drops that fell</br>Have made a Well</br>To swallow him which still unmoved heares:</br>And though my selfe prove sencelesse of your cry,</br>Yet gladly should my light of life grow dim,</br>To be entomb'd in teares are wept for him.", "When last he sickned, then we first began</br>To tread the Laborinth of Woe about:</br>And by degrees we further inward ran,</br>Having his thread of life to guide us out.</br>But Destinie no sooner saw us enter</br>Sad Sorrowes Maze, immured up in night,</br>(Where nothing dwels</br>But cryes and yels</br>Throwne from the hearts of men depriv'd of light,)</br>When we were almost come into the Center,</br>Fate (cruelly) to barre our joyes returning,</br>Cut off our Thread, and left us all in mourning.", "If you have seene at foote of some brave hill,</br>Two Springs arise, and delicately trill,</br>In gentle chidings through an humble dale,</br>(Where tufty Daizies nod at every gale)</br>And on the bankes a Swaine (with Lawrell crown'd)</br>Marying his sweet Noates with their silver sound:</br>When as the spongy clouds swolne bigge with water,</br>Throw their conception on the worlds Theater:</br>Downe from the hils the rained waters roare,</br>Whilst every leafe drops to augment their store:</br>Grumbling the stones fall o'er each others backe,</br>Rending the greene turfes with their Cataract,</br>And through the Meadowes runne with such a noyse,</br>That taking from the Swaine the fountaines voyce,</br>Inforce him leave their margent, and alone</br>Couple his base Pipe with their baser Tone.</br>Know (Shepherdesse) that so I lent an eare</br>To those sad wights whose plaints I tolde whileare:</br>But when this goodly Lady gan addresse</br>Her heav'nly voyce to sweeten heavinesse,</br>It drown'd the rest, as torrents little Springs;</br>And strucken mute at her great sorrowings,</br>Lay still and wondred at her pitious mone,</br>Wept at her griefes, and did forget their owne,</br>Whilst I attentive sate, and did impart,</br>Teares when they wanted drops, and from a hart,</br>As hie in sorrow as e'er creature wore,</br>Lent thrilling groanes to such as had no more.", "Had wise Ulysses (who regardlesse flung</br>Along the Ocean when the Syrens sung)</br>Pass'd by and seene her on the sea-torne cleeves,</br>Waile her lost Love (while Neptunes watry Theeves</br>Durst not approach for Rockes:) to see her face</br>Hee would have hazarded his Grecian race,</br>Thrust head-long to the shoare, and to her eyes</br>Offer'd his Vessell as a Sacrifice.</br>Or had the Syrens on a neighbour shore</br>Heard in what raping Noates shee did deplore</br>Her buryed Glory, they had left their shelves,</br>And to come neere her would have drown'd themselves.", "Now silence lock'd the organs of that voyce;</br>Whereat each merry Silvan wont rejoyce,</br>When with a bended knee to her I came,</br>And did impart my griefe and hated name:</br>But first a pardon begg'd, if that my cause</br>So much constrain'd me as to breake the Lawes</br>Of her wish'd sequestration, or ask'd Bread</br>(To save a life) from her, whose life was dead:</br>But lawlesse famine, selfe-consuming hunger,</br>Alas!  compel'd mee:  had I stayed longer,</br>My weakned limmes had beene my wants forc'd meede,</br>And I had fed, on that I could not feede.</br>When she (compassionate) to my sad mone</br>Did lend a sigh, and stole it from her owne;</br>And (wofull Lady wrackt on haplesse shelfe)</br>Yeelded me comfort, yet had none her selfe:</br>Told how shee knew mee well since I had beene,</br>As chiefest consort of the Faiery Queene;</br>O happy Queene!  for ever, ever praise</br>Dwell on thy Tombe; the period of all dayes</br>Onely seale up thy fame; and as thy Birth</br>Inrich'd thy Temples on the fading earth,</br>So have thy Vertues crown'd thy blessed soule,</br>Where the first Mover with his words controule;</br>As with a girdle the huge Ocean bindes;</br>Gathers into his fist the nimble Windes;</br>Stops the bright Courser in his hot careere;</br>Commands the Moone twelve courses in a yeere:</br>Live thou with him in endlesse blisse, while wee</br>Admire all Vertues in admiring thee.", "Thou, thou, the fautresse of the learned Well,</br>Thou nursing Mother of Gods Israel;</br>Thou, for whose loving Truth, the Heaven raynes</br>Sweet Mel and Manna on our flowry Plaines;</br>Thou, by whose hand the sacred Trine did bring</br>Us out of bonds, from bloudy Bonnering.</br>Yee suckling Babes, for ever blesse that Name</br>Releas'd your burning in your Mothers flame!</br>Thrice blessed Maiden, by whose hand was given</br>Free liberty to taste the foode of Heaven.</br>Never forget her (Albions lovely Daughters)</br>Which led you to the Springs of living Waters!</br>And if my Muse her glory faile to sing,</br>May to my mouth my tongue for ever clinge!", "Herewith (at hand) taking her Horne of Plentie </br>Fill'd with the choise of every Orchards daintie,</br>As Peares, Plums, Aples, the sweet Raspis-berry,</br>The Quince, the Apricock, the blushing Cherry;</br>The Mulberry (his blacke from Thisbie taking)</br>The cluster'd Filberd, Grapes oft merry-making.</br>(This fruitfull Horne th' immortall Ladyes fill'd</br>With all the pleasures that rough Forrests yeeld,</br>And gave IDYA, with a further blessing,</br>That thence (as from a Garden) without dressing,</br>Shee these should ever have; and never want</br>Store, from an Orchard without Tree or Plant.)</br>With a right willing hand she gave mee, hence,</br>The Stomackes comforter, the pleasing Quince;</br>And for the chiefest cherisher she lent</br>The Royall Thistles milkie nourishment.", "Here staid I long:  but when to see Aurora</br>Kisse the perfumed cheekes of dainty Flora,</br>Without the vale I trod one lovely Morne,</br>With true intention of a quicke returne,</br>An unexpected chance strove to deferre</br>My going backe, and all the love of her.</br>But Mayden see the day is waxen olde,</br>And gins to shut in with the Marigold:</br>The Neat-herds Kine doe bellow in the yard;</br>And Dairy Maidens for the milke prepar'd,</br>Are drawing at the Udder, long ere now</br>The Plow-man hath unyoak't his Teame from plow:</br>My transformation to a fearefull Hinde </br>Shall to unfold a fitter season finde;</br>Meane while yond Pallace, whose brave Turrets tops,</br>Over the stately Wood survaye the cops,</br>Promis'th (if sought) a wished place of rest,</br>Till Sol our Hemisphere have repossest.", "Now must my Muse afford a straine to Riot,</br>Who almost kild with his luxurious dyet,</br>Lay eating grasse (as dogges) within a Wood,</br>So to disgorge the undisgested food:</br>By whom faire Aletheia past along</br>With Fida Queene of every shepherds Song</br>By them unseene (for he securely lay</br>Under the thicke of many a leaved spray)</br>And through the levell'd Meadowes gently threw</br>Their neatest feet, washt with refreshing dewe,</br>Where hee durst not approach, but on the edge</br>Of th' hilly wood, in covert of a hedge,</br>Went onward with them, trode with them in paces,</br>And farre off much admir'd their formes and graces.</br>Into the Plaines at last hee head-long venter'd:</br>But they the hill had got and Palace enter'd.", "When, like a valiant well resolved man</br>Seeking new paths i' th' pathlesse Ocean,</br>Unto the shores of monster-breeding Nyle,</br>Or through the North to the unpeopled Thyle,</br>Where from the Equinoctiall of the Spring,</br>To that of Autumne, Titans golden Ring </br>Is never off; and till the Spring againe</br>In gloomy darknesse all the shoares remaine.</br>Or if hee furrow up the brynie Sea,</br>To cast his Ancors in the frozen bay</br>Of woody Norway; (who hath ever fed</br>Her people more with scaly fish then bread)</br>Though ratling mounts of Ice thrust at his Helme,</br>And by their fall still threaten to o're-whelme</br>His little Vessell:  and though Winter throw</br>(What age should) on their heads white caps of Snow;</br>Strives to congeale his bloud; hee cares not for't,</br>But arm'd in minde, gets his intended port:", "So Ryot, though full many doubts arise,</br>Whose unknowne ends might graspe his enterprise,</br>Climbes towards the Palace, and with gate demure,</br>With hanging head, a voyce as faining pure,</br>With torne and ragged coate, his hairy legs</br>Bloudy, as scratch'd with Bryers, hee entrance begs.", "Remembrance sate as Portresse of this gate:</br>A Lady alwayes musing as shee sate,</br>Except when sometime suddainely shee rose,</br>And with a backe bent eye, at length, shee throwes</br>Her hands to heaven:  and in a wondring guize,</br>Star'd on each object with her fixed eyes:</br>As some way-faring man passing a wood,</br>(Whose waving toppe hath long a Sea-marke stood)</br>Goes jogging on, and in his minde nought hath,</br>But how the Primrose finely strew the path,</br>Or sweetest Violets lay downe their heads</br>At some trees root on mossie feather-beds,</br>Untill his heele receives an Adders sting,</br>Whereat hee starts, and backe his head doth fling.", "Shee never mark'd the sute he did preferre,</br>But (carelesse) let him passe along by her.", "So on hee went into a spatious court,</br>All trodden bare with multitudes resort:</br>At th' end whereof a second gate appeares,</br>The Fabricke shew'd full many thousand yeares:</br>Whose Posterne-key that time a Lady kept,</br>Her eyes all swolne as if shee seldome slept;</br>And would by fits her golden tresses teare,</br>And strive to stoppe her breath with her owne haire:</br>Her lilly hand (not to be lik'd by Art)</br>A paire of Pincers held; wherewith her heart</br>Was hardly grasped, while the piled stones</br>Re-eccoed her lamentable grones.", "Here at this gate the custome long had bin</br>When any sought to be admitted in,</br>Remorce thus us'd them, ere they had the keye,</br>And all these torments felt, pass'd on their way.", "When Riot came, the Ladies paines nigh done,</br>Shee past the gate; and then Remorce begunne</br>To fetter Riot in strong iron chaines;</br>And doubting much his patience in the paines.</br>As when a Smith and's Man (lame Vulcans fellowes)</br>Call'd from the Anvile or the puffing Bellowes,</br>To clap a well-wrought shooe (for more then pay)</br>Upon a stubborne Nagge of Galloway;</br>Or unback'd Jennet, or a Flaunders Mare,</br>That at the Forge stand snuffing of the ayre;</br>The swarty Smith spits in his Buckehorne fist,</br>And bids his Man bring out the five-fold twist,</br>His shackles, shacklocks, hampers, gyves and chaines,</br>His linked bolts; and with no little paines</br>These make him fast:  and least all these should faulter,</br>Unto a poste with some sixe-doubled halter</br>He bindes his head; yet all are of the least</br>To curbe the fury of the head-strong beast.</br>When if a Carriers Jade be brought unto him,</br>His Man can hold his foote whilst he can shoe him.</br>Remorce was so inforc'd to binde him stronger,</br>Because his faults requir'd infliction longer</br>Then any sinne-prest wight which many a day</br>Since Judas hung himselfe had past that way.", "When all the cruell torments he had borne,</br>Galled with chaines, and on the racke nigh torne,</br>Pinching with glowing pincers his owne heart;</br>All lame and restlesse, full of wounds and smart,</br>Hee to the Posterne creepes, so inward hyes,</br>And from the gate a two-fold path descryes,</br>One leading up a hill, Repentance way;</br>And (as more worthy) on the right hand lay:</br>The other head-long, steepe, and lik'ned well</br>Unto the path which tendeth downe to hell:</br>All steps that thither went shew'd no returning,</br>The port to paines, and to eternall mourning;</br>Where certaine Death liv'd, in an Ebon chaire,</br>The soules blacke homicide meager Despaire </br>Had his abode:  there gainst the craggie rockes</br>Some dasht their braines out, with relentlesse knockes,</br>Others on trees (O most accursed elves)</br>Are fastening knots, so to undoe themselves.</br>Here one in sinne not daring to appeare</br>At Mercies seat with one repentant teare,</br>Within his brest was launcing of an eye,</br>That unto God it might for vengeance cry:</br>There from a Rocke a wretch but newly fell,</br>All torne in pieces, to goe whole to Hell.</br>Here with a sleepie Potion one thinkes fit</br>To graspe with death, but would not know of it:</br>There in a poole two men their lives expire,</br>And die in water to revive in fire.</br>Here hangs the bloud upon the guiltlesse stones:</br>There wormes consume the flesh of humane bones.</br>Here lyes an arme:  a legge there:  here a head,</br>Without other limmes of men unburyed,</br>Scattring the ground, and as regardlesse hurl'd,</br>As they at vertue spurned in the world.", "Fye haplesse wretch, O thou!  whose graces sterving,</br>Measur'st Gods mercy by thine owne deserving;</br>Which cry'st (distrustfull of the power of Heaven)</br>My sinnes are greater then can be forgiven:</br>Which still are ready to curse God and die,</br>At every stripe of worldly miserie;</br>O learne (thou in whose brests the Dragon lurkes)</br>Gods mercy (ever) is o'er all his workes.</br>Know hee is pittifull, apt to forgive;</br>Would not a sinners death, but that he live.</br>O ever, ever rest upon that word</br>Which doth assure thee, though his two edg'd Sword</br>Be drawne in Justice gainst thy sinfull soule,</br>To separate the rotten from the whole;</br>Yet if a sacrifice of prayer be sent him,</br>He will not strike; or if hee strike repent him.</br>Let none despaire:  for cursed Judas sinne</br>Was not so much in yeelding up the King</br>Of life, to death, as when he thereupon</br>Wholy despair'd of Gods remission.", "Riot, long doubting stood which way were best</br>To leade his steps:  at last preferring rest</br>(As foolishly hee thought) before the paine</br>Was to be past ere he could well attaine</br>The high-built palace; gan adventure on</br>That path, which led to all confusion,</br>When sodainely a voyce as sweet as cleare,</br>With words divine began entice his eare:</br>Whereat as in a rapture, on the ground</br>He prostrate lay, and all his senses found</br>A time of rest; onely that facultie</br>Which never can be seene, nor ever dye,</br>That in the essence of an endlesse Nature</br>Doth sympathize with the All-good Creator,</br>That onely wak'd which cannot be interr'd</br>And from a heavenly Quire this ditty heard.", "Vaine man, doe not mistrust</br>Of heaven winning;</br>Nor (though the most unjust)</br>Despaire for sinning:</br>God will be seene his sentence changing,</br>If he behold thee wicked wayes estranging.", "Climbe up where pleasures dwell</br>In flowry Allies:</br>And taste the living Well</br>That deckes the Vallyes.</br>Faire Metanoia is attending</br>To crowne thee with those joyes which know no ending.", "Herewith on leaden wings Sleepe from him flew,</br>When on his arme hee rose, and sadly threw</br>Shrill acclamations; while an hollow cave,</br>Or hanging hill, or heaven an answer gave.", "O sacred Essence lightning me this houre!</br>How may I lightly stile thy great Power?  ECCHO.  Power.</br>Power?  but of whence?  under the green-wood spray.</br>Or liv'st in heav'n?  say.  ECCHO.  In Heavens aye.</br>In Heavens aye!  tell, may I it obtaine</br>By almes; by fasting, prayer, by paine?  ECCHO.  By paine.</br>Shew mee the paine, 't shall be undergone:</br>I to mine end will still goe on.  ECCHO.  Goe on.</br>But whither?  On!  Shew me the place, the time:</br>What if the Mountain I do climbe?  ECCHO.  Doe:  climbe.</br>Is that the way to joyes which still endure?</br>O bid my soule of it be sure!  ECCHO.  Be sure.</br>Then thus assured, doe I climbe the hill,</br>Heaven be my guide in this thy will.  ECCHO.  I will.", "As when a maide taught from her mothers wing,</br>To tune her voyce unto a silver string,</br>When shee should run, she rests; rests when should run,</br>And ends her lesson having now begun:</br>Now misseth in her stop, then in her song,</br>And doing of her best she still is wrong,</br>Begins againe, and yet againe strikes false,</br>Then in a chafe forsakes her Virginals,</br>And yet within an houre she tryes a new,</br>That with her daily paines (Arts chiefest due)</br>She gaines that charming skill:  and can no lesse</br>Tame the fierce walkers of the wildernesse,</br>Then that Oeagrian Harpist, for whose laye,</br>Tygers with hunger pinde and left their prey.</br>So Ryot, when he gan to climbe the hill,</br>Here maketh haste and there long standeth still,</br>Now getteth up a step, then falls againe,</br>Yet not despairing all his nerves doth straine,</br>To clamber up a new, then slide his feet,</br>And downe he comes:  but gives not over yet,</br>For (with the maide) he hopes, a time will be</br>When merit shall be linkt with industry.", "Now as an Angler melancholy standing</br>Upon a greene banke yeelding roome for landing,</br>A wrigling yealow worme thrust on his hooke,</br>Now in the midst hee throwes, then in a nooke:</br>Here puls his line, there throwes it in againe,</br>Mendeth his Corke and Baite, but all in vaine,</br>He long stands viewing of the curled streame;</br>At last a hungry Pike, or well-growne Breame</br>Snatch at the worme, and hasting fast away,</br>He knowing it a Fish of stubborne sway,</br>Puls up his rod, but soft:  (as having skill)</br>Wherewith the hooke fast holds the Fishes gyll.</br>Then all his line hee freely yeeldeth him,</br>Whilst furiously all up and downe doth swimme</br>Th' insnared Fish; here on the toppe doth scud,</br>There underneath the banckes, then in the mud;</br>And with his franticke fits so scares the shole,</br>That each one takes his hyde, or starting hole:</br>By this the Pike cleane wearied underneath</br>A Willow lyes, and pants (if Fishes breath)</br>Wherewith the Angler gently puls him to him,</br>And least his haste might happen to undoe him,</br>Layes downe his rod, then takes his line in hand,</br>And by degrees getting the Fish to land,</br>Walkes to another Poole:  at length is winner</br>Of such a dish as serves him for his dinner:</br>So when the Climber halfe the way had got,</br>Musing he stood, and busily gan plot,</br>How (since the mount did alwayes steeper tend)</br>He might with steps secure his journey end.</br>At last (as wandring Boyes to gather Nuts)</br>A hooked Pole hee from a Hasell cuts;</br>Now throwes it here, then there to take some hold,</br>But bootlesse and in vaine, the rockie molde,</br>Admits no cranny, where his Hasell-hooke</br>Might promise him a step, till in a nooke</br>Somewhat above his reach hee hath espide</br>A little Oake, and having often tride</br>To catch a bough with standing on his toe,</br>Or leaping up, yet not prevailing so;</br>Hee rols a stone towards the little tree,</br>Then gets upon it, fastens warily</br>His Pole unto a bough, and at his drawing</br>The early rising Crow with clam'rous kawing,</br>Leaving the greene bough, flyes about the Rocke,</br>Whilst twentie twentie couples to him flocke:</br>And now within his reach the thin leaves wave,</br>With one hand onely then he holds his stave,</br>And with the other grasping first the leaves,</br>A pretty bough he in his fist receives;</br>Then to his girdle making fast the hooke,</br>His other hand another bough hath tooke;</br>His first, a third, and that, another gives,</br>To bring him to the place where his root lives.", "Then, as a nimble Squirrill from the wood,</br>Ranging the hedges for his Filberd-food,</br>Sits peartly on a bough his browne Nuts cracking,</br>And from the shell the sweet white kernell taking,</br>Till (with their crookes and bags) a sort of Boyes,</br>(To share with him) come with so great a noyse,</br>That hee is forc'd to leave a Nut nigh broke,</br>And for his life leape to a neighbour Oake,</br>Thence to a Beech, thence to a row of Ashes;</br>Whilst through the Quagmires, and red water plashes,</br>The Boyes runne dabling thorow thicke and thin,</br>One teares his hose, another breakes his shin,</br>This, torne and tatter'd, hath with much adoe</br>Got by the Bryers; and that hath lost his shooe:</br>This drops his band; that head-long fals for haste;</br>Another cryes behinde for being last:</br>With sticks and stones, and many a sounding hollow,</br>The little foole, with no small sport, they follow,</br>Whilst he, from tree to tree, from spray to spray,</br>Gets to the wood, and hides him in his Dray:</br>Such shift made Ryot, ere hee could get up,</br>And so from bough to bough hee won the toppe,</br>Though hindrances, for ever comming there,</br>Were often thrust upon him by Dispaire.", "Now at his feet the stately mountaine lay,</br>And with a gladsome eye hee gan survay</br>What perils he had trode on since the time</br>His weary feete and armes assayde to climbe.</br>When with a humble voyce (withouten feare,</br>Though hee look'd wilde and over-growne with haire)</br>A gentle Nymph in russet course array,</br>Comes and directs him onward in his way.</br>First, brings she him into a goodly Hall,</br>Faire, yet not beautified with Minerall:</br>But in a carelesse Art, and artlesse care,</br>Made, loose neglect, more lovely farre then rare.</br>Upon the floore (ypav'd with Marble slate)</br>(With Sack-cloath cloth'd,) many in ashes sate:</br>And round about the wals for many yeares,</br>Hung Christall Vyals of repentant teares:</br>And Bookes of vowes, and many a heavenly deede,</br>Lay ready open for each one to reade,</br>Some were immured up in little sheads,</br>There to contemplate Heaven, and bid their Beads.</br>Others with garments thinne of Cammels-haire,</br>With head, and armes, and legs, and feet all bare,</br>Were singing Hymnes to the Eternall Sage,</br>For safe returning from their Pilgrimage.</br>Some with a whip their pamper'd bodyes beate;</br>Others in fasting live, and seldome eate:</br>But as those Trees which doe in India grow</br>And call'd of elder Swaines full long agoe</br>The Sunne and Moones faire Trees (full goodly deight</br>And ten times ten feete challenging their height)</br>Having no helpe (to over-looke brave Towers)</br>From coole refreshing dew, or drisling showers;</br>When as the Earth (as oftentimes is seene)</br>Is interpos'd twixt Sol and Nights pale Queene;</br>Or when the Moone ecclipseth Titans light,</br>The Trees (all comfortlesse) rob'd of their sight</br>Weepe liquid drops, which plentifully shoote</br>Along the outward barke downe to the roote:</br>And by their owne shed teares they ever flourish;</br>So their own sorrowes, their owne joyes doe nourish:</br>And so within this place full many a wight,</br>Did make his teares his food both day and night.</br>And had it g[r]anted (from th' Almighty great)</br>To swimme through them unto his Mercy-seate.", "Faire Metanoia in a chaire of earth,</br>With count'nance sad, yet sadnesse promis'd mirth,</br>Sate vail'd in coursest weedes of Cammels haire,</br>Inriching povertie; yet never faire</br>Was like to her, nor since the world begun</br>A lovelier Lady kist the glorious Sun.</br>For her the God of Thunder, mightie, great,</br>Whose Foot-stoole is the Earth, and Heaven his Seate,</br>Unto a man who from his crying birth</br>Went on still, shunning what he carryed, earth:</br>When he could walke no further for his grave,</br>Nor could step over, but hee there must have</br>A seate to rest, when he would faine goe on;</br>But age in every nerve, in every bone</br>Forbad his passage:  for her sake hath heaven</br>Fill'd up the grave, and made his path so eaven,</br>That fifteene courses had the bright Steedes run,</br>(And hee was weary) ere his course was done.</br>For scorning her, the Courts of Kings which throw</br>A proud rais'd pinnacle to rest the Crow;</br>And on a Plaine out-brave a neighbour Rocke,</br>In stout resistance of a Tempests shocke,</br>For her contempt heaven (reyning his disasters)</br>Have made those Towers but piles to burne their masters.", "To her the lowly Nymph (Humblessa hight)</br>Brought (as her office) this deformed wight;</br>To whom the Lady courteous semblance shewes,</br>And pittying his estate in sacred thewes,</br>And Letters (worthily ycleep'd divine)</br>Resolv'd t' instruct him:  but her discipline</br>Shee knew of true effect, would surely misse,</br>Except the first his Metamorphosis</br>Should cleane exile:  and knowing that his birth</br>Was to inherit reason, though on earth</br>Some Witch had thus transform'd him, by her skill,</br>Expert in changing, even the very will,</br>In few dayes labours with continuall prayer,</br>(A sacrifice transcends the buxome ayre)</br>His griesly shape, his foule deformed feature,</br>His horrid lookes, worse then a savage creature,</br>By Metanoia's hand from heaven, beganne</br>Receive their sentence of divorce from man.", "And as a lovely Maiden, pure and chaste,</br>With naked Iv'rie necke, and gowne unlac'd,</br>Within her chamher, when the day is fled,</br>Makes poore her garments to enrich her bed:</br>First, puts shee off her lilly-silken gowne,</br>That shrikes for sorrow as shee layes it downe;</br>And with her armes graceth a Wast-coate fine,</br>Imbracing her as it would ne'er untwine.</br>Her flexen haire insnaring the beholders,</br>Shee next permits to wave about her shoulders,</br>And though shee cast it backe, the silken slips.</br>Still forward steale, and hang upon her lips:</br>Whereat shee sweetly angry, with her laces</br>Bindes up the wanton lockes in curious traces,</br>Whilst (twisting with her joynts) each haire long lingers,</br>As loth to be enchain'd, but with her fingers.</br>Then on her head a dressing like a crowne;</br>Her breasts all bare, her Kirtle slipping downe,</br>And all things off (which rightly ever be</br>Call'd the foule-faire markes of our miserie)</br>Except her last, which enviously doth seize her,</br>Least any eye partake with it in pleasure,</br>Prepares for sweetest rest, while Silvans greet her,</br>And (longingly) the down-bed swels to meete her:</br>So by degrees his shape all brutish vilde,</br>Fell from him (as loose skin from some young childe)</br>In lieu whereof a man-like shape appeares,</br>And gallant youth scarce skill'd in twentie yeares,</br>So faire, so fresh, so young, so admirable</br>In every part, that since I am not able</br>In words to shew his picture, gentle Swaines,</br>Recall the praises in my former straines;</br>And know if they have graced any limme,</br>I onely lent it those, but stole't from him.", "Had that chaste Romane Dame beheld his face,</br>Ere the proud King possest her Husbands place,</br>Her thoughts had beene adulterate, and this staine</br>Had wonne her greater fame, had shee beene slaine.</br>The Larke that many mornes her selfe makes merry</br>With the shrill chanting of her teery-lerry,</br>(Before hee was transform'd) would leave the skies,</br>And hover o'er him to behold his eyes.</br>Upon an Oaten-pipe well could hee play,</br>For when hee fed his flocke upon the leye;</br>Maidens to heare him from the plaines came tripping</br>And Birds from bough to bough full nimbly skipping;</br>His flocke (then happy flocke) would leave to feede,</br>And stand amaz'd to listen to his Reede:</br>Lyons and Tigers, with each beast of game;</br>With hearing him were many times made tame:</br>Brave trees and flowers would towards him be bending</br>And none that heard him wisht his Song an ending:</br>Maides, Lyons, birds, flockes, trees, each flowre, each spring,</br>Were rapt with wonder, when he us'd to sing</br>So faire a person to describe to men</br>Requires a curious Pencill, not a Pen.", "Him Metanoia clad in seemely wise</br>(Not after our corrupted ages guise,</br>Where gaudy weedes lend splendor to the lim,</br>While that his cloaths receiv'd their grace from him)</br>Then to a garden set with rarest flowres,</br>With pleasant Fountains stor'd, and shady bowres:</br>Shee leads him by the hand, and in the groves,</br>Where thousand pretty birds sung to their Loves,</br>And thousand thousand blossomes (from their stalks)</br>Milde Zephyrus threw downe to paint the walkes:</br>Where yet the wilde Boare never durst appeare:</br>Here Fida (ever to kinde Raymond deare)</br>Met them, and shew'd where Aletheia lay,</br>(The fairest Maide that ever blest the day)</br>Sweetly shee lay, and cool'd her lilly-hands</br>Within a Spring, which threw up golden sands:</br>As if it would intice her to persever</br>In living there and grace the banckes for ever.", "To her Amintas (Riot now no more)</br>Came, and saluted:  never man before</br>More blest, nor like this kisse hath beene another</br>But when two dangling Cherries kist each other:</br>Nor ever beauties, like, met at such closes;</br>But in the kisses of two Damaske-Roses.</br>O, how the flowres (prest with their treadings on them)</br>Strove to cast up their heads to looke upon them!</br>How jealously the buds that so had seene them,</br>Sent forth the sweetest smels to step betweene them,</br>As fearing the perfume lodg'd in their powers</br>Once knowne of them, they might neglect the flowres.</br>How often wisht Amintas with his hart,</br>His ruddy lips from hers might never part;</br>And that the heavens this gift were the bequeathing,</br>To feed on nothing but each others breathing!", "A truer love the Muses never sung,</br>Nor happyer names ere grac'd a golden tongue:</br>O!  they are better fitting his sweet stripe,</br>Who on the banckes of Ancor tun'd his Pype:</br>Or rather for that learned Swaine whose layes</br>Divinest Homer crown'd with deathlesse Bayes:</br>Or any one sent from the sacred Well</br>Inheriting the soule of Astrophell:</br>These, these in golden lines might write this Story,</br>And make these loves their owne eternall glory:</br>Whilst I a Swaine as weake in yeares as skill,</br>Should in the valley heare them on the hill,</br>Yet (when my sheepe have at their Cesternes beene,</br>And I have brought them backe to sheare the greene)</br>To misse an idle houre, and not for meede,</br>With choicest relish shall mine Oaten Reede,</br>Record their worths:  and though in accents rare,</br>I misse the glory of a charming ayre,</br>My Muse may one day make the Courtly Swaines</br>Enamour'd on the Musicke of the Plaines,</br>And as upon a hill shee bravely sings,</br>Teach humble Dales to weepe in Christall Springs.</br>"]