["Sweet Shepherd, that pip'st on the plains,</br>So lately by Corydon blest,</br>What bosom that shares not thy pains,</br>And echoes the woes in thy breast?</br>Not the nightingale, perch'd on a thorn,</br>Can her sorrows so tunefully plead,</br>Not the skylark, that gladdens the morn,</br>Can thy artless soft warblings exceed.", "Tho' no flock thou canst boast of thy own,</br>Nor meads that are cover'd with flow'rs,</br>Thy fair one shall weave thee a crown,</br>And the Muses embellish thy bow'rs.</br>The gifts that blind fortune bestows,</br>And the honours she heaps on her train,</br>Since from merit they never arose,</br>From merit should meet with disdain.", "The blessings of genius and love</br>Are richer than ought she can give;</br>With these you are favour'd by Jove,&mdash;</br>May you reap them as long as you live!</br>Yet surely so tender your grief,</br>When your Daphne's sharp woes are the theme,</br>He that would not contribute relief,&mdash;</br>May no Daphne have pity on him!", "When her fingers by crimson distain'd,</br>Th' effect of hard labour, you mourn,</br>O, how to my heart am I pain'd!</br>And my bosom will bleed in return.</br>Yet, I never was blest with her smiles,</br>Her beauties I never have seen,</br>For me had she suffered such toils,</br>Ah!  what then must my anguish have been?", "When you rove o'er those hillocks and dales,</br>Embellish'd by Corydon's taste,</br>We listen with joy to your tales,</br>And wish they forever would last:</br>But when his sad fate you lament</br>In numbers that flow from the heart,</br>Our heart-strings with sorrow are rent,</br>And, with him, we could wish to depart.", "His bosom was gentle and kind,</br>Unblemish'd by av'rice or pride,</br>The Muses had polish'd his mind,</br>Yet Love his fond wishes deny'd.</br>Had not fortune been deaf to his prayer,</br>Your troubles had soon found an end,</br>In a box with two hundred a-year,</br>And the title of Corydon's friend.", "O, is there no Corydon now</br>To offer at Pallas's shrine,</br>That has riches and heart to bestow!</br>If there was &mdash; they would surely be thine.</br>On thee and thy Daphne so sweet</br>May the raptures of virtue attend!</br>May plenty find out your retreat,</br>And each Muse and each Sage be your friend!</br>"]