["Slow twilight veils the landscape's robe of white,</br>The little snowbird shuts its downy wing;</br>The cottage tapers twinkle red and bright,</br>Through azure mists from frozen brook and spring;</br>And the wood-cutter, his thatched home in sight,</br>Hastens, warned by the moon's half-peeping ring&mdash;</br>And hark!  methinks I hear the village bell,</br>O'er all the country, its glad summons swell.", "Sweet talisman of heaven!  how each farm roof</br>Stirs at thy call!  The black, huge, blazing hearth</br>Is quenched, itself a room full large enough;</br>The household, tiptoe with the season's mirth,</br>Put on neat garments, their own cunning woof;</br>And boys and girls to tinkling sleighs rush forth;</br>While sire and spouse upon the old steed haste,</br>She snug behind, fast holding by his waist.", "O'er crusted drifts they glide, fleet as the wind,</br>Cutting with grating crush the virgin snow&mdash;</br>Their eyes with sparkling splendor almost blind</br>Of the pure atmosphere's strange scarlet glow;</br>And music dizzies the bewildered mind</br>From ceaseless bells all chiming in a row,</br>Till, rushing gaily through the hamlet's street,</br>Around the church, from far and wide, they meet.", "Meanwhile, the well-clad town's-folk thither stream,</br>And face, with breaths that smoke, the flaky breeze,</br>Admiring oft the scintillating gleam</br>And diamond vista of ice-jewelled trees,</br>That like celestial groves in blossom seem.</br>How do their hues the sportive children please,</br>Laughing for one of those rich branches there,</br>Ere to yon sacred spot the crowd repair!", "How beautiful upon the hill-top shines</br>The white illuminated house of God!</br>A thousand lights, that burn in graceful lines,</br>Mild radiance send from each arched window broad;</br>And crystal icicles, like gems in mines,</br>Flash on the eaves, and a soft halo flood</br>Gilds the tall steeple, which, at this bright hour,</br>Points to the skies like some fair ivory tower.", "They enter, and oh!  what a lovely scene</br>Dazzles the vision!  Garlands of spruce pine,</br>Wreathes of dark ivy, stars of evergreen,</br>Adorn the walls and round the pillars twine.</br>Faces on faces piled, with smiles serene,</br>Watch the wreathed chancel's galaxy divine,</br>Where, meek, with linen robe and silver hair,</br>The patriarch priest turns o'er the book of prayer.", "He speaks.  At once, with solemn rush, all stand,</br>And the kind accent of his lips repeat,</br>Or listen, while, with fervent gesturing hand,</br>He reads, how once a radiant angel, sweet</br>Of voice, escorted by a harping band,</br>Judea's shepherds came by night to greet</br>With tidings, as he shook his wings impearled,</br>Of Mary's babe, the Saviour of the world!", "The village maids, in spotless raiment dressed,</br>Then strike the anthem of enchanting praise;</br>When closed, the pastor, now in sable vest,</br>Ascends the pulpit, and, discoursing, sways</br>With tender words the soul-fixed hearer's breast,</br>And, as the georgeous candlestick's clear blaze</br>Beams on his face, his up-raised eyes oft swell</br>With tears of love for good Emmanuel.", "The parting hymn and parting benison</br>Soon follow, and the holy duties close.</br>How pour the people out!  again the tune</br>Of bells resounds, as each one homeward goes,</br>Led by the spangled sky's unclouded moon,</br>That now, methinks, unusual lustre throws</br>Toward the east, as if it saw the Star</br>Of Bethlehem, through the purple depths afar.", "Once more the hearth-stone brightens.  Seated round</br>With hand up to the cheek, the faggot fire</br>They quaff the festal bowl, with juices crowned,</br>And, after joining the gray pious sire</br>In prayer and hymn of spiritual sound,</br>To balmy rest the family retire,</br>And sleep the Christian's slumber, calm and mute,</br>Save the dream echo to some seraph's lute.", "How many hearts to-night, the wide world o'er,</br>Are happy with the old returning glee!</br>Exiles for heaven on India's palmy shore,</br>The sailor tossing on the foam-lit sea,</br>Lone emigrants where ocean-rivers roar,</br>And island girls beneath the orange tree&mdash;</br>All share the bliss with which thy children heave,</br>Hills of my fathers!  this glad Christmas Eve.</br>"]