["CANTOE FIRST.</br>i.</br>Quhyolme by sylvane Tiviote's hauntit tyde,</br>Quhilk wendis translucentlye ye medes alonge,</br>Quhair dreming bardis ande drousye shepherdis glyde</br>Ye daisied feildis ande shadowye hillis amonge,</br>Duellit ye Celestiall Maydenis of my songe;</br>Of loftye port, I weene, zet presence swete,</br>And swete ye sylvere accentis of thair toung:</br>Ah!  quhyle yai trode oure bankis wt hallowit feet,</br>All gentil spirites smyllit ande happye starres did greite.", "ii.</br>Yai wer ye wonder of ye village tale:&mdash;</br>On sommer eves quhen toyle wes swetely o'er,</br>Or brymye nychtis quehn brathlye temptestis wayle,</br>Ye rustickis talkit of yaim for evirmore;</br>Quhairas of ghostis yai aye did talke before:</br>Ne did yai view withouten mutterit prayre</br>Yair fairye formis y-cladde in vestment hoare;</br>Ne erflye lystnit quhen frome wodelande fayre</br>Yair vespyr song was hymnit thro ye dewye ayre.", "iij.</br>In yat lone place quhair wyndis ane deep ravine,</br>Beduellit wt martyris in ye troublous dayes,</br>Yair is ane cave piercent ye mountaine, &mdash; grene</br>Wt lyvelye birk and bourtries hollowit sprayes,</br>Quhair latentlye yai wonne lyk desart fayes.</br>Ne will I saye yai nevir thocht of luve,</br>Ne unawares mot yeild to soft upbrayes,</br>Quhen tassellit knycht strove yair coye hertes to muve,</br>Or mynstrel moanying wylde in som secludit grove.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "v.</br>Bot butes itt nocht iff pitye yai had felte,</br>Sith suche to knycht or barde yai nere did showe;</br>Yea, thoch for luve-lorne wycht yair herte mot melt,</br>On him natheless yai glound lyke dedelye foe;</br>Ande aye wt angrye voice yai bade him Goe!</br>Quhyle, hee (alack!)  soe piteously wolde kneele&mdash;</br>Vowyng yair breste wes colde as Cheviotte snowe&mdash;</br>Yen gainst his herte wolde point his peircynge steele,</br>Ande swere, iff still yair cruell toung said No,</br>His wanne and wailyng spright sulde haunte yaim to ande fro!</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>(Hiatus in MS.)", "CANTOE SECONDE.</br>\"Sa dulce, sa sweit, and sa melodious,</br>That euerie nycht yairwith mycht be joyous,</br>Bot I ane catiue dullit in dispair;</br>For quhen a man is wraith or furious,</br>Melancholick for woe or tedious,</br>Than till him is all pleasance maist contrair,</br>And semblablie than sa did wt zoung Hoel fare.\"", "i.</br>Farre ovir Eidoune closit ye autumnall daye,</br>Ande battis ande bogyllis fro yair holes gan creepe;</br>Quhyle Tiviott, thro ane ridge of vapouris greye,</br>Wt sadde ande sullyn sounde was harde to sweepe,</br>Ande birdis ande beastis ande men wer sunk in sleepe</br>As haplesse Hoel sought ye riveris syde,</br>And flung his famisht forme alonge ye steepe,</br>Quhoise bosky cliftis hung tuftit owre ye tyde;</br>On former joys ande griefis his fancye roving wyde.", "ii.</br>\"Ah!  cruelle Rosalynde!\"  ye youthe beganne,</br>\"Quhoisse rigour dryves mee to untymelye dome,</br>Relentless Mayd . . vnhappy man!</br>. . . . . . watrye tombe!\"</br>(Alter hiatus lachrymabilis.)", "liij.</br>Quhyle zitt he spake ye moone in radiaunce brycht</br>Abone ye southlande hillis hir borne displayd,</br>Ande, halfe-emergent frome ye clouds of nycht,</br>Appearit ye mountains hoare ande shadowye glade;</br>Ane swete ande solemne pause ye west-winde maide;</br>Brycht in ye welkyn burnt ylk blessid starre;</br>Celestiall odouris breathit thro ye shade;</br>Ye riviris murmur dyed along ye skaur;</br>Quhyle midnychtis long long chyme tollit fayntlye from afarre.", "liiij</br>Yan on ye listenyng nycht wylde musicke broke,</br>Quhether in earthe or ayre hee mot nocht guesse,</br>Bot seemd as iff some blessed spirit woke</br>Ane strayne to soothe ye herte ill passionis presse;</br>Ande aye itt fell soe fraught wt blessedness,</br>Yat Hoel &mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "lix.</br>\"Yai sate reposyng in yis fayre retreate,</br>Fannd by ye fragraunte zephyris as yai flew;</br>Ane chrystalle fountaine wellit att yair feete,</br>Ande juicey apples hung of golden hew.</br>Quhyle thro ye clustering boughis intrancit I view</br>Yai tune wt touche amene ye organne deepe,</br>Quhoise solemne straynes made all my sprite to grue;</br>Anon ye harpe soe witchyngly yai sweepe,</br>Yat as yai lyste I smyle or wt fonde rapture weep.\"</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "lxiij.</br>\"Zitt mid yis luvelye bande I coulde aspye</br>Twoe dames yat seemd yair sisteris grace to lacke:</br>Ye first, intent for faltis ande flaws to prye,</br>Turnit hir sharpe jetty eyn lyk watchfull hawke;</br>Hir lockis wer lyk ye raven pinion blacke,</br>Ande ruddye was hir ripenit cheeke, I wis,</br>Bot och!  hir venomd toungis eternall clacke</br>Wes dreadfull as ye atheris deadlye hisse;</br>Ande seemd hir skinnye lippes more framd to clippe yan kisse.", "liiij.</br>\"Ye nixt, lyke to ane graven image sate,</br>(Thoch not, I trow, of Greik or Romane molde,</br>Bot suche as Spanish monkis do beare in state</br>Of Goddesse-Virgin deckt in gemmes ande golde),</br>Hir cheeke lyke marble colourless ande colde,</br>Silent she sate wt fixt ande glassye eye,</br>Ande seemd y-wrapt in meditationis folde.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]