["What are men's feelings?  What the stirring thrill</br>Of life, that leaps within?  Whence flows the joy</br>Of young hearts, warm in hope?  And whence the still</br>Cold deadliness of sorrow's apathy?</br>Whence springs the light unto the laughing eye?</br>Whence spreads the cloud, like foam on sunny bay,</br>Over the soul's wreck'd bliss?  What wakes the sigh</br>From the pale virgin's lip, and what the gay,</br>Wild voice of mirth?  But, of men's feelings, what are they?", "Go!  mark the heart, unfold each latent cover,</br>And give its mysteries to the world!  Go, go,</br>And in its sear unravelments discover,</br>The founts of human bliss and human woe!</br>Watch the wild passions budding in the glow</br>Of future promise!  In its nakedness</br>Of beauty, manhood shadows on the brow,</br>While care may wrap the soul in cold caress</br>Of sorrowing misery and of loneliness!", "The soldier floats his plumage on the gale,</br>And smiles upon the lance that thirsts for death:</br>The mother's bosom sorrows at the tale,</br>That tells of reeking battle's haze of scath;</br>The poet labours for the living wreath</br>Of burning song; while, soldier, poet, all</br>Balance their joyance on a wandering breath!</br>Man's heart, 'neath cottage roof or palace hall,</br>Was little made to be one rosy festival!", "Cares, sorrows, joys, expectancies and fears,&mdash;</br>Life is the fairy picturing of a dream,&mdash;</br>A little sunshine, and an age of tears</br>To shroud in weeping that brief sunshine's gleam!</br>And then the heart!  Few men are what they seem;&mdash;</br>And fewer yet can trace the workings forth</br>Of a deep soul, whose feelings are a beam</br>Of loneliness to light him on the earth,</br>With which he claims no fellowship, save his sad birth!", "Yes!  wild and strange and wonderful, the feelings</br>To which humanity is heir!  but none,</br>Oh!  none, like the fired poet's high revealings,</br>When fancy makes his soul her radiant throne!</br>Mark the unveil'd bosom, &mdash; sear'd &mdash; alone,&mdash;</br>How many a tale its cells of passion tell,</br>Of hope, despair, and joys for ever gone&mdash;</br>While the blanch'd cheek and fiery eye-beam, well</br>Proclaim the mystic bondage of the mighty spell!", "And it is sad, when silence robes the world,</br>To see the soul awake to its own pain;</br>For I could wish that youth had ne'er unfurl'd</br>Its flag of reason o'er the madden'd brain;</br>For mine has wanton'd on the &mdash; but, 'tis vain</br>To raise the voice &mdash; while the tir'd heart can say,</br>When runs the lightning through each arid vein,</br>And it were  bootless that the idle lay,</br>Should sing its frenzy! &mdash; But men's feelings!  Such are they!</br>"]