["Old friend!  why you seem bent on parish duty,</br>Breaking the highway stones, &mdash; and 'tis a task</br>Somewhat too hard methinks for age like yours.", "OLD MAN.</br>Why yes!  for one with such a weight of years</br>Upon his back.  I've lived here, man and boy,</br>In this same parish, near the age of man</br>For I am hard upon threescore and ten.</br>I can remember sixty years ago</br>The beautifying of this mansion here</br>When my late Lady's father, the old Squire</br>Came to the estate.", "STRANGER.</br>Why then you have outlasted</br>All his improvements, for you see they're making</br>Great alterations here.", "OLD MAN.</br>Aye &mdash; great indeed!</br>And if my poor old Lady could rise up&mdash;</br>God rest her soul!  'twould grieve her to behold</br>The wicked work is here.", "STRANGER.</br>They've set about it</br>In right good earnest.  All the front is gone,</br>Here's to be turf they tell me, and a road</br>Bound to the door.  There were some yew trees too</br>Stood in the court.", "OLD MAN.</br>Aye Master!  fine old trees!</br>My grandfather could just remember back</br>When they were planted there.  It was my task</br>To keep them trimm'd, and 'twas a pleasure to me!</br>All strait and smooth, and like a great green wall!</br>My poor old Lady many a time would come</br>And tell me where to shear, for she had played</br>In childhood under them, and 'twas her pride</br>To keep them in their beauty.  Plague I say</br>On their new-fangled whimsies!  we shall have</br>A modern shrubbery here stuck full of firs</br>And our pert poplar trees; &mdash; I could as soon</br>Have plough'd my father's grave as cut them down!", "STRANGER.</br>But 'twill be lighter and more chearful now,</br>A fine smooth turf, and with a gravel road</br>Round for the carriage, &mdash; now it suits my taste.</br>I like a shrubbery too, it looks so flesh,</br>And then there's some variety about it.</br>In spring the lilac and the gueldres rose,</br>And the laburnum with its golden flowers</br>Waving in the wind.  And when the autumn comes</br>The bright red berries of the mountain ash,</br>With firs enough in winter to look green,</br>And show that something lives.  Sure this is better</br>Than a great hedge of yew that makes it look</br>All the year round like winter, and for ever</br>Dropping its poisonous leaves from the under boughs</br>So dry and bare!", "OLD MAN.</br>Ah!  so the new Squire thinks</br>And pretty work he makes of it!  what 'tis</br>To have a stranger come to an old house!", "STRANGER.</br>It seems you know him not?", "OLD MAN.</br>No Sir, not I.</br>They tell me he's expected daily now,</br>But in my Lady's time he never came</br>But once, for they were very distant kin.</br>If he had played about here when a child</br>In that fore court, and eat the yew-berries,</br>And sat in the porch threading the jessamine flowers,</br>That fell so thick, he had not had the heart</br>To mar all thus.", "STRANGER.</br>Come &mdash; come!  all is not wrong.</br>Those old dark windows&mdash;", "OLD MAN.</br>They're demolish'd too&mdash;</br>As if he could not see thro' casement glass!</br>The very red-breasts that so regular</br>Came to my Lady for her morning crumbs,</br>Won't know the window now!", "STRANGER.</br>Nay they were high</br>And then so darken'd up with jessamine,</br>Harbouring the vermine; &mdash; that was a fine tree</br>However.  Did it not grow in and line</br>The porch?", "OLD MAN.</br>All over it:  it did one good</br>To pass within ten yards when 'twas in blossom.</br>There was a sweet-briar too that grew beside.</br>My Lady loved at evening to sit there</br>And knit; and her old dog lay at her feet</br>And slept in the sun; 'twas an old favourite dog</br>She did not love him less that he was old</br>And feeble, and he always had a place</br>By the fire-side, and when he died at last</br>She made me, dig a grave in the garden for him.</br>Ah!  she was good to all!  a woful day</br>'Twas for the poor when to her grave she went!", "STRANGER.</br>They lost a friend then?", "OLD MAN.</br>You're a stranger here</br>Or would not ask that question.  Were they sick?</br>She had rare cordial waters, and for herbs</br>She could have taught the Doctors.  Then at winter</br>When weekly she distributed the bread</br>In the poor old porch, to see her and to bear</br>The blessings on her!  and I warrant them</br>They were a blessing to her when her wealth</br>Had been no comfort else.  At Christmas, Sir!</br>It would have warm'd your heart if you had seen</br>Her Christmas kitchen,&mdash;how the blazing fire</br>Made her fine pewter shine, and holly boughs</br>So chearful red, &mdash; and as for misseltoe,</br>The finest bough that grew in the country round</br>Was mark'd for Madam.  Then her old ale went</br>So bountiful about!  A Christmas cask,</br>And 'twas a noble one!  God help me Sir!</br>But I shall never see such days again.", "STRANGER.</br>Things may be better yet than you suppose</br>And you should hope the best.", "OLD MAN.</br>It don't look well</br>These alterations Sir!  I'm an old man</br>And love the good old fashions; we don't find</br>Old bounty in new houses.  They've destroyed</br>All that my Lady loved; her favourite walk</br>Grubb'd up, and they do say that the great row</br>Of elms behind the house, that meet a-top</br>They must fall too.  Well!  well!  I did not think</br>To live to see all this, and 'tis perhaps</br>A comfort I shan't live to see it long.", "STRANGER.</br>But sure all changes are not needs for the worse</br>My friend.", "OLD MAN.</br>May-hap they mayn't Sir; &mdash; for all that</br>I like what I've been us'd to.  I remember</br>All this from a child up, and now to lose it,</br>'Tis losing an old friend.   There's nothing left</br>As 'twas; &mdash; I go abroad and only meet</br>With men whose fathers I remember boys;</br>The brook that used to run before my door</br>That's gone to the great pond; the trees I learnt</br>To climb are down; and I see nothing now</br>That tells me of old times, except the stones</br>In the church-yard.  You are young Sir and I hope</br>Have many years in store, &mdash; but pray to God</br>You mayn't be left the last of all your friends.", "STRANGER.</br>Well!  well!  you've one friend more than you're aware of.</br>If the Squire's taste don't suit with your's, I warrant</br>That's all you'll quarrel with:  walk in and taste</br>His beer, old friend!  and see if your old Lady</br>E'er broached a better cask.  You did not know me,</br>But we're acquainted now.  'Twould not be easy</br>To make you like the outside; but within&mdash;</br>That is not changed my friend!  you'll always find</br>The same old bounty and old welcome there.</br>"]