["GORBO.</br>Well met, good WINKEN, whither dost thou wend?</br>How hast thou far'd, old Shepheard, many a yeere?</br>His dayes in darknesse, thus can WINKEN spend,</br>Who I have knowne for piping had no Peere?", "Where be those faire Flocks thou wert wont to guide?</br>What, be they dead, or hapt on some mischance?</br>Or mischiefe thee their Master doth betyde?</br>Or Lordly Love hath cast thee in a trance?", "What Man, let's still be merry while we may,</br>And take a Truce with Sorrow for a time,</br>The whil'st we passe this weary Winters day,</br>In reading Riddles, or in making Rime.", "WINKEN.</br>A wo's me, GORBO, mirth is farre away,</br>Nor may it sojourne with sad discontent,</br>O!  blame me not (to see this dismall Day)</br>Then, though my poore Heart it in pieces rent.", "My tune is turn'd into a Swanlike song,</br>That best becomes me drawing to my death,</br>Till which, me thinks, that every houre is long,</br>My brest become a Prison to my Breath.", "Nothing more lothsome then the cheerefull Light,</br>Com'n is my Night, when once appeares the Day:</br>The blessed Sunne is odious to my sight,</br>Nor sound me liketh, but the Shreech-Owles Lay.", "GORBO.</br>What, mayst thou be that old WINKEN DE WORD,</br>That of all Shepheards wert the Man alone,</br>Which once with laughter shook'st the Shepheards Boord,</br>With thine owne madnesse lastly overthrowne?", "I thinke, thou dot'st in thy declining Age,</br>Or for the loosenesse of thy Youth art sorry,</br>And therefore vow'st some solemne Pilgrimage,</br>To holy PATRICKS Purgatorie.", "Come, sit we downe under this Hawthorne Tree,</br>The Morrowes Light shall lend us Day enough,</br>And let us tell of GAWEN, or Sir GUY.</br>Of ROBIN-HOOD, or of old CLEM aCLOUGH.", "Or else some Romant unto us areede,</br>By former Shepheards taught thee in thy youth,</br>Of noble Lords and Ladies gentle deede,</br>Or of thy Love, or of thy Lasses truth.", "WINKEN.</br>Shepheard, no, no, that World with me is past,</br>Merry was it, when we those Toyes might tell:</br>But 'tis not now as when thou saw'st me last,</br>A great mischance me since that time befell.", "ELPHIN is dead, and in his Grave is laid,</br>O!  to report it, how my Heart it grieveth!</br>Cruell, that Fate, that so the Time betraid,</br>And of our Joyes untimely us depriveth.", "GORBO.</br>Is it for him thy tender Heart doth bleed?</br>For him that living was the Shepheards pride:</br>Never did Death so mercilesse a deed,</br>Ill hath he done, and ill may him betyde:", "Nought hath he got, nor of much more can boast,</br>Nature is paid the utmost of her due,</br>Pan hath receiv'd so dearly that him cost.</br>O Heavens, his Vertues did belong to you.", "Doe not thou then uncessantly complaine,</br>Best doth the meane befit the Wise in mourning:</br>And to recall that, labour not in vaine,</br>Which is by Fate prohibited returning.", "WINKEN.</br>Wer't for the best this present World affords,</br>Shepheard, our sorrowes might be easly cast,</br>But, oh, his losse requireth more then Words,</br>Nor it so slightly can be over-past.", "When his fayre Flocks he fed upon the Downes,</br>The poorest Shepheard suffered not annoy:</br>Now are we subject to those beastly Clownes,</br>That all our mirth would utterly destroy.", "Long after he was shrowded in the Earth,</br>The Birds for sorrow did forbeare to sing,</br>Shepheards forwent their wonted Summers mirth,</br>Winter therewith outwore a double Spring.", "That, had not Nature lastly call'd to mind,</br>The neere approching of her owne decay,</br>Things should have gone contrary unto kind,</br>And to the Chaos all was like to sway.", "The Nymphs forbare in silver Springs to looke,</br>With sundry Flowers to brayd their yellow Haire,</br>And to the Desarts sadly them betooke,</br>So much opprest, and over-come with care.", "And for his sake the early wanton Lambs,</br>That 'mongst the Hillocks wont to skip and play,</br>Sadly ran bleating from their carefull Dams,</br>Nor would their soft Lips to the Udders lay.", "The Groves, the Mountaynes, and the pleasant Heath,</br>That wonted were with Roundelayes to ring,</br>Are blasted now with the cold Northerne breath,</br>That not a Shepheard takes delight to sing.", "Who would not die when ELPHIN now is gone?</br>Living, that was the Shepheards true delight.</br>With whose blest Spirit (attending him alone)</br>Vertue to Heaven directly tooke her flight.", "Onely from Fooles he from the World did flie,</br>Knowing the Time strange Monsters forth should bring,</br>That should his lasting Poesie denie,</br>His Worth and Honour rashly censuring:", "Whil'st he aloft with glorious Wings is borne,</br>Singing with Angels in the gorgeous Skie,</br>Laughing even Kings and their delights to scorne,</br>And all those Sots that them doe Deifie.", "And learned Shepheard, thou to time shalt live,</br>When their false Names are utterly forgotten,</br>And Fame to thee Eternitie shall give,</br>When with their Bones their Sepulchers are rotten.", "Nor mournefull Cypres, nor sad Widdowing Yeaw,</br>About thy Tombe to prosper shall be seene,</br>But Bay and Mirtle which be ever new,</br>In spight of Winter flourishing and greene.", "Summers long'st Day shall Shepheards not suffice,</br>To sit and tell full Stories of thy prayse,</br>Nor shall the longest Winters Night comprize</br>Their sighes for him, the subject of their Layes.", "And, gentle Shepheards (as sure some there bee)</br>That living yet, his Vertues doe inherit,</br>Men from base envy and detraction free,</br>Of upright Hearts, and of as humble Spirit:", "Thou, that downe from the goodly Westerne waste,</br>To drinke at Avon driv'st thy Sunned Sheepe,</br>Good MELIBEUS, that so wisely hast</br>Guided the Flocks delivered thee to keepe.", "Forget not ELPHIN, and thou gentle Swayne,</br>That dost thy Pipe by silver Doven sound,</br>ALEXIS that dost with thy Flocks remayne,</br>Farre off within the Calydonian Ground,", "Be mindfull of that Shepheard that is dead,</br>And thou too long that I to Pipe have taught,</br>Unhappy ROWLAND that from me art fled:</br>And sett'st old WINKEN and his words at nought:", "And like a gracelesse and untutor'd Lad,</br>Art now departed from my aged sight,</br>And needsly to the Southerne Fields wilt gad,</br>Where thou dost live in thriftlesse vaine delight.", "Thou wanton Boy, as thou canst pipe aswell,</br>As any he, a Bag-pipe that doth beare,</br>Still let thy Rounds of that good Shepheard tell,</br>To whom thou hast beene evermore so deare.", "Many, you seeming, to excell in Fame,</br>And say as they, that none can pipe so hie,</br>Scorning well-neere a Shepheards simple Name,</br>So puff'd and blowne with Worldly vanitie:", "These, if an aged Man may Umpire bee,</br>Whose Pipes are well-neere worne out of his Hand,</br>The highest skill, that in their Songs I see,</br>Scarce reach the Base whereon his prayses stand.", "And all those Toyes that vainely you allure,</br>Shall in the end no other guerdon have,</br>But living shall you mickle wo procure,</br>And lastly bring you to an unknowne Grave.", "Then, gentle Shepheards, wheresoere you rest,</br>In Hill or Dale, however that you bee,</br>Whether with Love or Worldly care opprest,</br>Or be you Bond, or happily bee Free:", "The closing Evening 'ginning to be darke,</br>When as the small Birds sing the Sunne to sleepe,</br>You fold your Lambs; or, with the earely Larke,</br>Into the faire Fields drive your harmelesse Sheepe:", "Still let your Pipes be busied in his prayse,</br>Untill your Flocks be learnt his losse to know,</br>And tattling Eccho many sundrie wayes,</br>Be taught by you to warble forth our wo.", "GORBO.</br>Cease, Shepheard, cease, from further plaints refrayne,</br>See but of one, how many doe arise,</br>That by the Tempest of my troubled Brayne,</br>The Floud's alreadie swelling up mine Eyes.", "And now the Sunne beginneth to decline:</br>Whil'st we in woes the time away doe weare</br>See where yon little moping Lambe of mine,</br>It selfe hath tangled in a crawling Breere.</br>"]