["The silent shade had shadowed every tree,</br>And Phebus in the west was shrowded lowe:</br>Ech hive had home her busie laboring Bee,</br>Ech bird the harbour of the night did knowe.</br>Even then,</br>When thus:</br>All things did from their wearie Labour linne,</br>Menalcas sate and thought him of his sinne.", "His head on hande, his elbowe on his knee,</br>And teares like dewe be drencht upon his face,</br>His face as sad as any Swaynes might bee:</br>His thoughts and dumpes befitting wel the place.</br>Even then,</br>When thus:</br>Menalcas sate in passions all alone,</br>He sighed then, and thus he gan to mone.", "I that fed flockes upon Thessalia plaines,</br>And bed my lambs to feede on Daffadill,</br>That lived on milke and curdes poore shepheardes gaines,</br>And merry sate, and pyp'd upon a pleasant hill.</br>Even then,</br>When thus:</br>I sate secure and fear'd not fortunes ire,</br>Mine eyes eclipst, fast blinded by desire.", "Then loftie thoughts beganne to lift my minde,</br>I grudgd and thought my fortune was too lowe,</br>A shepheards life twas base and out of kinde,</br>The taulest Cedars have the fairest growe.</br>Even then,</br>When thus:</br>Pride did intend the sequell of my ruth,</br>Beganne the faultes and follies of my youth.", "I left the fields, and tooke me to the towne,</br>Fould sheepe who list, the hooke was cast away,</br>Menalcas would not be a countrie clowne,</br>Nor shepheards weedes, but garments farre more gay,</br>Even then,</br>When thus:</br>Aspiring thoughts did followe after ruth,</br>Began the faultes and follies of my youth.", "My sutes were silke, my talke was all of state,</br>I stretcht beyond the compasse of my sleeve,</br>The bravest Courtier was Menalcas mate,</br>Spend what I could I never thought on griefe.</br>Even then,</br>When thus:</br>I lasht out lavish then began my ruth,</br>And then I felt the follies of my youth.", "I cast mine eye on every wanton face,</br>And straight desire did hale me on to love,</br>Then lover-like, I prayd for Venus grace,</br>That she my mistresse deepe affects might move.</br>Even then,</br>When thus,</br>Love trapt me in the fatall bands of ruth,</br>Beganne the faultes and follies of my youth.", "No cost I spar'd, to please my Mistresse eye,</br>No time ill spent in presence of her sight,</br>Yet oft she fround, and then her love must dye,</br>But when she smyl'd, oh then a happie wight.</br>Even then,</br>When thus,</br>Desire did drawe me on to deeme of ruth,</br>Beganne the faultes and follies of my youth.", "The day in poems often did I passe,</br>The night in sighes and sorrowes for her grace,</br>And she as fickle as the brittle glasse,</br>Helde sunshine showres within her flattering face.</br>Even then,</br>When thus:</br>I spied the woes that weomens loves ensueth,</br>I sawe and loath, the follies of my youth.", "I noted oft that beautie was a blase,</br>I saw that love was but a heape of cares,</br>That such as stoode as Deare do at the gase,</br>And sought their welth amongst affections shares</br>Even such,</br>I sawe,</br>With hoat pursute did follow after ruth,</br>And fostered up the follies of their youth.", "Thus clog'd with love with passions and with griefe,</br>I saw the country life had least molest,</br>I felt a wound and faine would have reliefe,</br>And this resolv'd I thought would fall out best:</br>Even then,</br>When thus:</br>I felt my senses almost solde to ruth,</br>I thought to leave the follies of my youth,", "To flockes againe, away the wanton towne,</br>Fond pride avaunt, give me the shepheards hooke,</br>A coate of gray, Ile be a country clowne:</br>Mine eye shall scorne on beauty for to looke.</br>No more,</br>A doe:</br>Both Pride and love, are ever pain'd with ruth,</br>And therefore farewell the follies of my youth.</br>"]