["Thus saith the book &mdash; \"Permit no witch to live;\"</br>Hence Massachusetts hath expell'd the race,</br>Connecticut, where swap and dicker thrive,</br>Allow'd not to their foot a resting place.</br>With more of hardihood and less of grace,</br>Vermont receives the sisters grey and lean,</br>Allows each witch her airy broomstick race,</br>O'er mighty rocks and mountains dark with green,</br>Where tempests wake their voice, and torrents roar between.", "And one there was among that wicked crew</br>To whom the enemy a pebble gave,</br>Through which, at long-off distance, she might view</br>All treasures of the fathomable wave,</br>And where the Thames' bright billows gently lave,</br>The grass-grown piles that flank the ruin'd wharf,</br>She sent them forth, those two adventurers brave,</br>Where greasy citizens their bev'rage quaff,</br>Jeering at enterprize &mdash; aye ready with a laugh.", "They came &mdash; those straight-hair'd honest meaning men,</br>Nor question ask'd they, nor reply did make,</br>Albeit their locks were lifted like as when</br>Young Hamlet saw his father.  And the shake</br>Of knocking knees and jaws that seem'd to break,</br>Told a wild tale of undertaking bold,</br>While as the oyster-tongs the chiels did take</br>Dim grew the sight, and every blood drop cold,</br>As knights in scarce romaunt sung by the bards of old.", "For not in daylight were their rites perform'd,</br>&mdash;When night-cap'd heads were on their pillow laid,</br>Sleep-freed from biting care, by thought unharm'd.</br>Snoring e'er word was spoke, or prayer was said&mdash;</br>'Twas then the mattock and the busy spade,</br>The pump, the bucket and the windlass rope,</br>In busy silence plied the mystic trade,</br>While resolution, beckon'd on by hope,</br>Did sweat and agonize the sought for chest to ope.", "Beneath the wave, the iron chest is hot,</br>Deep growls are heard and read'ning eyes are seen,</br>Yet of the Black Dog she had told them not,</br>Nor of the grey wild geese with eyes of green,</br>That scream'd and yell'd and hover'd close between</br>The buried gold and the rapacious hand.</br>Here should she be, tho' mountains intervene,</br>To scatter, with her crook'd witch-hazle wand,</br>The wave-born sprites that keep their treasure from the land.", "She cannot, may not come, the rotten wharf</br>Of mould'ring planks and rusty spikes is there,</br>And he who own'd a quarter or an half</br>Is disappointed, and the witch is &mdash; where?</br>Vermont still harbors her &mdash; go seek her there,</br>The Grand dame of Joe Strickland &mdash; find her nest,</br>Where summer icicles and snowballs are,</br>Where black swans paddle and where Petrils rest,</br>Symmes be your trusty guide and Robert Kid your guest.</br>"]