["There rolls no wave of all the blue Aegean,</br>But murmurs glory to the sacred shore,</br>Recalling when the loud triumphal paean</br>Was heard the Salaminian waters o'er;</br>When the delivered ocean proudly bore</br>The victor fleet in glad disorder on;</br>Each patriot gazing on his land once more,</br>Free, by the flight so newly lost and won,</br>Her race of science, fame, peace, liberty to run.", "Tears, big tears, filled in many a manly eye,</br>Such tears as consecrate the warrior's bay,</br>While the delivering Navy gallantly</br>Swept on, magnificent in disarray,</br>Scarred with the dints of battle: &mdash; Glad and gay</br>They rode the waves by them immortal made;</br>With ploughs of victory furrowing the bright spray</br>To be thence forth with Glory's harvest spread,</br>Whose amaranthine sheaves each brow in fancy braid.", "It was a sight to warm the slave's heart-core,</br>To see the Fleet of Freedom onward come;</br>To note the proud strokes of the meanest oar</br>That sped the victors of the Orient home;</br>To watch, by fits, along the sun-lit foam,</br>Shield, helm and corslet flashing fast and far&mdash;</br>While, ere he left the rich West's golden dome,</br>The Day-god checked awhile his sinking car,</br>And breathed the steeds of light to hail the finished war.", "Moments, replete with glorifying thought!</br>Ye in yourselves condensed the life of years;&mdash;</br>Born of past triumph, and with future fraught&mdash;</br>Kindling an iris o'er departed tears,</br>And scattering in bright hope the cloudy fears,</br>Which veiled thy thunder-peaks, Futurity!</br>Light they disperse, as breaks and disappears</br>The mountain-mist, when Day's first fire-shafts flee</br>Wide o'er the joyous earth and the tumultuous sea.", "No head was there by conscious fame unraised,</br>No eye but lightened with unwonted fire,</br>As on the crowded strand the conquerors gazed,</br>Musing on home and wife, friend, child, or sire,</br>Perchance some Grecian loved one:&mdash; Could she tire</br>Of that day's lofty tale?  Would not her hand</br>Awake, ere night, her long-neglected lyre,</br>Blending his name with the undying band,</br>Whose swords were drawn to fence the daughters of their land?", "All caught the glad contagion; &mdash; even the pale</br>And wounded warrior raised his drooping head,</br>When louder, as they drew more nigh, the gale</br>His country's welcome to his faint ear sped.</br>But there was One who, though no tear he shed,</br>Nor spoke of rapture, seemed, while calm his tone</br>And mien, to claim among the deathless dead&mdash;</br>Gods of the Past &mdash; the wreath their swords had mown,</br>Which made their dust a Spring, and yet might green his own.", "There was he seen, his lined and lofty brow</br>Turned for a moment towards his rescued land;</br>Then sunk, as if he watched the waves below,</br>Their hues, their number, and their changes scanned&mdash;</br>He saw them not, nor heard the plausive band</br>Of rival chiefs, before him proudly ranged,</br>Who felt, but owned not, that the brow, which planned</br>The hour of rights retrieved and wrongs avenged,</br>Bore the first palm of realms, whose fates his mind had changed.", "Long as grey Aetna's cliffs the thunder brave,</br>And clouds and eagles round Parnassus soar;</br>Long as Cephisus' and Eurotas' wave</br>Mourn for the men, the days, the deeds of yore;</br>Long as one column marks the glorious shore,</br>Or one lone flower waves in green Tempe's breeze;</br>So long thy shade shall float those waters o'er,</br>Thy name be voiced along thy native seas,</br>Athenae's pride and shame &mdash; famed, fallen Themistocles!", "Napoleon of the East!  like him the first</br>Among the foremost, while in Freedom's name</br>Thou led'st the van of battle &mdash; like him nurst</br>Upon the lap of Glory &mdash; wherefore shame</br>The breast that fed thee?  and the cause disclaim,</br>Which gave such lustre to thine early sword?</br>Was it for souls like thine to sink their fame</br>Among the satraps of a despot lord,</br>And pile with traitorous pomp a parasite's vile board?", "Thy morn was bright with Freedom &mdash; wherefore spend</br>Thine eve of life in league with Tyranny?</br>May not the river, where its wanderings end,</br>Pure as the young waves of its fountain be,</br>And mix unsullied with eternity?</br>I know not; but the tongue of all time gone</br>Proclaims, if Man be blest, if Earth be free,</br>Not by Ambition must the deed be done</br>Which still for some vain gaud will leave the goal unwon.", "Frail gains!  even there Ambition's high pulse fell,</br>Even then a cloud obscured that noble brow,</br>As glancing back o'er the deep's star-dropped swell,</br>His eye surveyed the grandly mournful show</br>Of Asian ships and captives: &mdash; Greek hands row</br>The torn imperial galleys! &mdash; Did the sight</br>Remind the conqueror how Fate sways below</br>To cypress and the laurel? &mdash; Be what might</br>The shade, it came &mdash; it passed &mdash; his eye as wont grew bright.", "Yet well such scene might prompt the gazer's breast,</br>How Time and Change the rule of man disown,</br>And bid the victor vail his stately crest</br>At iron Destiny's imperious throne:</br>Late on those decks the Median plumes had flown,</br>Anticipating victory &mdash; now they bare</br>In bonds their vanquished lords, while many a moan</br>Of bleeding Persians, faintly heard, declare</br>How dark to them the eve, in Grecian eyes so fair.", "There were they throng'd, the satrap and the slave,</br>Forgot their bondage, and extinct their pride;</br>Following, not sharing, o'er the glittering wave,</br>The triumph of the foes so oft decried,</br>The slander'd sons of freedom:  Some belied</br>Grief, by all felt not, struggling to control</br>Thoughts of the fair babe, and the fairer bride,</br>Left where thy kingly waves, Choaspes, roll&mdash;</br>Sweet waves!  all wormwood now to this fond exile's soul.", "Oh thou spoil'd minion of barbaric power,&mdash;</br>Degenerate Asiarch!  could thine eye behold</br>The thoughts of one such breast in such an hour,</br>Haply thine heart, by royalty made cold,</br>Would own one generous weakness: &mdash; Wherefore roll'd</br>This tide of wreck on Europe, but to swell</br>Thy vanity of sway?  The young, the bold,</br>The free, the beautiful, the glorious fell,</br>Because weak Xerxes loved a Grecian crown too well.", "The tiger and the serpent, do they roam</br>To slake their blood-thirst with the waste of life?</br>Seek they in wantonness the peaceful home,</br>Or court, undared, the desolating strife?</br>In the deep forest, with night-umbrage rife,</br>They fix their dread and solitary lair;</br>The orphan'd infant, and the widow'd wife,</br>Seldom the wreck their fangs have wrought declare,</br>Or wail the fatal rage of venomous despair.", "Unlike the tyrant!  his far-sceptred hand</br>Grasps at supreme dominion; and for this</br>War calls its locusts up to waste the land,</br>Which violation only can make his,</br>Woe, woe to those who seek their baleful bliss</br>In wringing tears, blood, curses, from their kind!</br>Who, to revenge the happiness they miss,</br>Enthral the body and degrade the mind,</br>And with a wrong'd world's sighs load the lamenting wind!", "But ye, the men, who with their strength have striven,</br>What wreath for you shall Liberty entwine?</br>Your names will glow like stars along the heaven,</br>Instinct with immortality; the line</br>Of tuneful spirits will your deeds enshrine</br>In lays that live for ever:  while forgot&mdash;</br>Or worse, recorded and accursed &mdash; shall pine</br>The tyrant's memory, yours will haunt each spot,</br>On which to win or die was once your glorious lot.", "The men of Marathon are gone; but yet</br>Their trophies light the unforgotten plain:</br>The sun that look'd on Salamis is set;</br>But who dare say its warriors lived in vain?</br>Greece, when she casts off her ignoble chain,</br>Will call their spirits from the sacred wave,</br>And turn to conquer on the same bright main.</br>Hail and farewell!  ye everlasting brave,</br>Who there to servile life preferred a splendid grave!", "Bend from your clouds, shades of the mighty dead!</br>Hear from your waves the music of your fame!</br>Soon o'er the fields and seas, where once ye bled,</br>May loftier lyres than mine your praise proclaim,</br>The lyres of Grecian freemen!  May each name</br>Which Time has given to Glory, o'er the bowl&mdash;</br>The bowl of peace &mdash; relume the patriot's flame,</br>Kindle the fires of the rapt poet's soul,</br>And wake the song whose tones through echoing ages roll!</br>"]