["SCHISMATICUS.</br>How fare thy Flocks, Adelphus?  Doe they stand</br>All sound?  And doe they prosper in thy hand?", "ADELPHUS.</br>I hope they doe; their Pasture's green and fresh;</br>They'r of good bone, and meetly struck in flesh:</br>They bring faire Lambs, and fleeces white as snow,</br>Their Lambs are faire ones, and their fleeces too.", "SCHISMATICUS.</br>What makes thee then so sad?  Thy flocks so faire</br>And fleeces too, what makes thy fleece so bare?</br>Thy cheekes so hollow, and thy sides so thin,</br>As if thy girdle had been taken in</br>By famine, for the want of Belly stuffe</br>To fill them up?", "ADELPHUS.</br>The Shepheard's fat enough</br>That owes the flock; I doe but dresse his vine,</br>And tread the Presse; 'tis he that drinks the wine.", "SCHISMATICUS.</br>Art thou his Lad?  Or do'st thou serve for Fee?</br>Wert ever bound to th' trade?  Or art thou free?", "ADELPHUS.</br>Seaven yeares compleat, I serv'd a jolly dame</br>Yclept Cantabria, whose illustrious name</br>Has fill'd the world, whose memorable Glory</br>Is made the subject of all Shepheards story:</br>For frolick Roundelayes, and past'rall Songs,</br>And all those quaint devises that belongs</br>To Shepheards mirth, she bore the bell away;</br>Had Thracian Orpheus liv'd to seen her day,</br>How had the glory of his Art been dim!</br>Sure, he had follow'd her, as beasts did him:</br>Seaven yeares I serv'd this jolly Dame, and she</br>At seaven yeares end was pleas'd to set me free:</br>Ere since I fisht in troubled streams, to get</br>Some poor imployment, as she thought me fit</br>(After my seaven yeares bonds) to entertain;</br>Out fisht my patience, and yet fisht again:</br>My float lay still, whil'st other anglers took:</br>Indeed, I fisht not with a golden hook,</br>As others did; whereby I was compel'd</br>To flag my sailes, which late ambition swel'd</br>Above the power of my purse, and serve,</br>Like a poore hireling:  better stoop then sterve.", "SCHISMATICUS.</br>'Tis true, Adelphus; times are grown so bad,</br>Without that hook, there's nothing to be had;</br>But say, young Swaine, what stipend does reward</br>Thy yearely paines?  I know thy paines are hard.", "ADELPHUS.</br>There's nothing cheaper now, then poor mens sweat;</br>Indeed my paines are not esteem'd too great</br>For twice ten yearly Royalls to requite,</br>And yet I ward all day, and watch all night.", "SCHISMATICUS.</br>Gold, dearely purchas'd!  Does thy paines obtain</br>No by-commendaes, no collaterall gain,</br>To raise and heighten up the slender wall</br>Of thy low fortunes?", "ADELPHUS.</br>Shepheard, none at all;</br>And that which grieves me most, my straggling sheep</br>Are apt to roame abroad; they will not keep</br>Their owne appointed limits; But they stray,</br>Rambling some one; and some, another way:</br>They love to change, and wander, God knowes whither,</br>Like other flocks, they seldome feed together;</br>Whereby, to my great grief, they neither show their</br>Good will to me, nor loves to one another.", "SCHISMATICUS.</br>Thou art but greene, Adelphus, and as yet</br>A very Novice in the trade of wit:</br>Time was, Adelphus, that my wants would whine</br>And whimper in poore rags as well as thine;</br>As small a girdle circled, and embrac'd</br>The empty casket of my hidebound wast;</br>My visage was as thin, my hollow cheeks</br>As faithfull Almanacks of Emberweeks;</br>But wise Experience, the beloved child</br>Of Time and Observation, soone exil'd</br>My green wit folly, and endu'd my heart</br>With the true knowledge of the Shepheards art;</br>She taught me new devises, to enrich</br>My flocks and me; (waies far above the pitch</br>Of plaine, and triviall wits, and far exceeding</br>The downright discipline of common feeding)</br>I tell thee, Swaine; before I learn'd this way,</br>My rambling flocks would never fadge to stay</br>Within my pastures; every thorne would beare</br>A costly witnesse that they had been there;</br>I sought about, but often sought in vaine;</br>Some would be lost, and ne'er come home againe:</br>Others, unsought for, would perchance return</br>With bags new strain'd, and fleeces newly shorn;</br>Some hang'd on crooked bryers, where, unfed,</br>Some were discover'd dying, others dead:</br>Thus being a foole, like thee, I lost my sheep;</br>They could not keep me, that I could not keep:</br>But when as wise Experience had school'd me,</br>And purg'd that common error that befool'd me,</br>My flocks could love their feed, and leave to roame;</br>In stead of straying, there would thousands come</br>From other folds, that daily su'd to be</br>Accounted mine; and own'd no Swaine, but me:</br>That in short time, my fold was grown so full</br>That lamb was held no dainty; and my wooll</br>Waxt so abundant, that one moity fill'd</br>A spacious room, which tother halfe did build.", "ADELPHUS.</br>I envy not not thy wel-deserved store,</br>Ingenious Shepheard; I admire more</br>The secret of thy art, which if it be</br>To be repos'd, repose the trust in me:</br>My better'd fortunes, shall have cause to pay</br>Their vowes, and blesse thy soule another day.", "SCHISMATICUS.</br>Come then, sit down, Adelphus, and attend;</br>Thou hast desir'd, thou hast obtain'd a friend,</br>Who, in a word, shall give thee briefe direction,</br>Wherein, thy practice must produce perfection:</br>There is a glorious Island, cal'd by name,</br>The Isle of Man, a place of noted fame</br>For Merchants trading, rich and fairely stor'd</br>With all that forain Kingdomes can afford;</br>Upon that Island is a City cal'd</br>By th' name of Kephalon, round, richly wal'd</br>With polisht Ivory, wherein does stand</br>The beauty and the strength of all the land;</br>At th' upper end of Microcosmos streit,</br>Neare to the Palace, where the Muses meet</br>In counsell, (as the heathnish Poets fain)</br>There dwels, (wel known to many a Shepheard swain)</br>A man, by trade a Gardner, hight by name</br>Phantasmus; one, whose curious hand can frame</br>Rare knots, and quaint devises; that can make</br>Confounding Labyrinths; will undertake</br>To carve the lively shapes of fowle or beast</br>In running streames; nay, what exceeds the rest,</br>Will make ye gardens full of dainty flowers,</br>Of strawberry banks, and sun-resisting bowers,</br>Like cobwebs flying in the flitting aire;</br>There is no seed of any thing that's rare,</br>Forein or native, which by sea or land,</br>Is not conveigh'd to his enquiring hand:</br>Among the rest, (to draw a step more neare</br>To what suspends thy long expecting eare)</br>This Gardner has a seed, which schollers call</br>Idea; sweet in tast, and very small;</br>It is a seed well known, and much despis'd</br>By vulgar judgments, but as highly priz'd</br>By men of art; a seed of wondrous might,</br>And soverain vertue, being us'd aright;</br>But most of all to Shepheards, that have care.</br>T' encrease their flocks, and keep their pastures faire.", "ADELPHUS.</br>Neglect of what is good, is goods abuse:</br>But tell me how it makes for Shepheards use?", "SCHISMATICUS.</br>This seed being scatter'd on the barest grounds,</br>Shoots up a sudden leafe, which leafe abounds</br>With pretious moisture; 'Tis, at first, but slender,</br>Like spiney grasse of nature soft and tender,</br>And apt to chill with every blast of aire,</br>Unlesse the skilfull Swaine take speciall care</br>To keep it close, and cover'd from the blast</br>Of Easterne winds; and then it thrives so fast,</br>And spreads abroad so rank, that frost nor fire</br>Can make it fade; and trod, it mounts the higher;</br>'Tis call'd Opinion; 'Tis a curious feed</br>That sheep doe most delight in, and indeed,</br>Is so delicious pleasing to the tast,</br>That they account it but a second fast</br>To feed, or graze on any food but that;</br>It makes them in a fortnights space as fat,</br>As full of thriving moisture, and appeare</br>As faire, as those that pasture all the yeare:</br>It is so fragrant, that the sent provokes</br>The lingring appetite of neighb'ring flocks</br>To prove unknown delight; nor hedge, nor ditch,</br>Can be a fence sufficient to the Itch</br>Of their invited stomacks; they will come</br>From other folds, and make thy fold their home.", "ADELPHUS.</br>But wher's the profit, Shepheard, where's the gains?</br>He feedes but ill, that finds no price, but pains.", "SCHISMATICUS.</br>He's but a silly Cook that wists not how</br>To lick his fingers; she deserves no Cow</br>That kens not how to milke; nor he, a fold,</br>That cannot sheare; he that complaines of cold,</br>And has a lib'rall woodstack in his yard,</br>May freeze, unpitied; and lament, unheard.", "ADELPHUS.</br>True, gentle Shepheard; but ill gotten wealth</br>Ill thrives; better be cold then warm by stealth.", "SCHISMATICUS.</br>Thou art a novice, Swaine, thou need'st not take</br>Ungiven; nor yet, with humble suits awake</br>Their charity; when they have found the smack</br>Of thy delicious pasture, thou shalt lack</br>No good, that they can give; on every bryer</br>They'l hang their fleeces for thee; they'l conspire</br>To yeane their jolly lambs within thy cot,</br>To make them thine; In briefe, what wil they not?", "ADELPHUS.</br>But tell me, Shepheard, will this dainty feed</br>Make them but seeming fat, or fat indeed?", "SCHISMATICUS.</br>What's that to us, if they appear but so?</br>Their Lambs are fair; their Fleeces white as snow;</br>They thrive; are fruitfull, and encrease our store;</br>What need a curious Shepheard question more?</br>What, if their skins be puft?  no eye can see't;</br>What, if their flesh be ranck?  Their Lambs are sweet:</br>If plump and fruitfull, whether bloat, or fat,</br>We take no care; let Butchers look to that:</br>They bear nor fleece, nor lamkin being flead;</br>Swain, 'tis the quick we live by, not the dead.", "ADELPHUS.</br>But I have heard some learned Shepheards say,</br>There is a statute, that forbids this way</br>Of feeding sheep:  there dwels, not far from hence,</br>A Shepheard, lately question'd for th' offence.", "SCHISMATICUS.</br>Let tim'rous fooles fear statutes; Swain, I know</br>The worst that Statutes have the pow'r to doe;</br>They speak big words, will threaten to deprive,</br>Imprison, fine, and then perchance connive:</br>Twice have I star'd the stern-brow'd high Comission</br>In th' open face, in levell opposition;</br>The first time they depriv'd me of my Crook;</br>Dispoil'd me of my fruitfull flocks; they took</br>My thriving pastures from me; even proceeding</br>To the height of law, to bind my hands from feeding;</br>But 'twas no high Commission cords could tie</br>My hands so fast, in publique, but that I</br>Could slip the knot in private; I did keep</br>No flocks abroad; but, then, I hous'd my sheep;</br>I fed in Corners; slipt my wethers Bell</br>From off his lofty crest, that none could tell</br>Our secret meetings; There, my flocks would come,</br>Sometimes, perchance, and toll an Ewe from home,</br>T' enrich my Fold; and now my gaines were more,</br>Being thus depriv'd; then ere they were before:</br>But soon my private practice was discry'd</br>By a false-hearted brother, who envy'd</br>My prosp'rous state; and, under-hand did call</br>My yeelding cause to try a second fall</br>With th' high Commission, whose tempestuous blast</br>Confin'd me, fin'd me, and severely past,</br>Next market day, betwixt mine eares and me,</br>A firm divorce perpetually to be.", "ADELPHUS.</br>Gain dearly bought!  In my opinion, Swain,</br>The profit counterpoyses not the pain:</br>I hold more sweetnesse in a poor estate,</br>Then treasure, purchas'd at so deare a rate:</br>The day was fair, till the foul evening soil'd it;</br>The Play was good, untill the last Act spoil'd it:</br>'Tis a false Trade, that flatters at the first</br>With peace, and wealth, and makes last days the worst.", "SCHISMATICUS.</br>Be not deceiv'd, Adelphus; bolts and chains</br>Make Shepheards pris'ners, but enlarge their gains:</br>Where wealth comes trowling, pains are princely sports;</br>Bands are but golde bracelets; Jails, but Courts;</br>I tell thee, Swain, (I speak it to the praise</br>Of Charity) I never breath'd such dayes,</br>As when the voice of law enjoyn'd my feet</br>To tread the curious Lab'rinth of the Fleet;</br>Full diet came, unsought; my bounteous dish</br>Deny'd no delicates, that flesh or fish</br>Could yeeld; the sporting Lamb, the frisking Kid,</br>The tripping Fawn, the sucking Lev'ret did</br>Present themselves before my smiling eyes,</br>A morning, or an evening sacrifice:</br>The Sea-born Sturgeon, and the broad-side Bream,</br>The wary Trout, that thrives against the stream;</br>The well-grown Carp, full laden with her spawn;</br>The scarlet Lobster, and the pricknos'd Prawn;</br>Oyle-steep'd Anchovis, landed from his brine,</br>Came freely swimming in red seas of wine;</br>The brawny Capon, and the full egg'd Hen,</br>The stream-fed Swan, the Malard of the Fen,</br>The coasting Plover, and the mounting Lark,</br>Furnisht my Table like an other Ark:</br>Come, come, Adelphus, prisons are no more</br>Then scare-bugs to fright children from the dore</br>Of their preferment; Linits in the Cage</br>Sit warm, and full, when Flyers feel the rage</br>Of Frost, and Famine; They can sit, and sing</br>Whilst others droop, and hang the feeble wing:</br>Besides, the name of Prison breeds remorse</br>In such as meerly know it by discourse;</br>It moves compassion from the tender City,</br>When we deserve their envy, more then pity.", "ADELPHUS.</br>I, but me thinks, such bulk-improving ease,</br>Join'd with such pamp'ring delicates as these,</br>Should boulster up thy brawny cheeks, and place</br>Such lusty characters upon the face</br>Of prosp'rous welfare, that an easie eye</br>Could find no object for her charity.", "SCHISMATICUS.</br>Who cannot force complaint without a grief,</br>May grieve in earn'st, and pine without relief:</br>When gentle Novices bring their bounties in,</br>We suck our cheeks, to make our cheeks look thin;</br>Put on our fustian night-caps, and compose</br>Strange rufull faces; whimper in the nose;</br>Turn up the eye, and justifie our Cause</br>Against the strictnesse of severer lawes;</br>O, how these tender-hearted fools partake</br>In our distresse!  how sadly they will shake</br>Their sorrow-palsi'd heads, and sigh and whine,</br>To see poor hunger-bitten Christians pine</br>In the sad Jayle!  whereas we spend the day</br>As frolick, feast, and sleep as soft as they.", "ADELPHUS.</br>If Prisons be so gainfull, what offence</br>Took thy discretion to remove thee thence?", "SCHISMATICUS.</br>Fair hopes of fairer fortunes; which, in short,</br>My tongue shall take the freedome to report;</br>There was a hopefull voyage (late intended</br>For new Plantation) to a place commended</br>By common voice, and blaz'd above all other</br>For fat, and fruitfull soile (the joyfull mother</br>Of fair and peacefull plenty) call'd by name</br>Nov' Anglia; If the partiall blast of fame</br>Be not too vainly lavish, and out-blowes</br>The truth too much, it is a Land that flowes</br>With milke and hony, and (conceiv'd of some)</br>By good manuring, may, in time, become</br>A second Land of Canaan; to which end</br>There is a holy people, that intend</br>To sell intire estates, and to remove</br>Their faithfull housholds thither, to improve</br>Their better'd fortunes, being resolv'd to keep</br>(As our forefathers did in Canaan) sheep;</br>This hopefull voyage was the cord, that drew me</br>From Prison; but this voyage overthrew me:</br>I thought that my delicious kind of feed</br>Had bin a dainty there; I thought, my seed</br>Had bin unknown in that unplanted clime;</br>I hop'd, that in the small extent of time,</br>(Being out of reach of Law, and uncontroll'd</br>By high Commissions) my frequented Fold</br>Might soon ingrost the flocks of every soile,</br>And made me supream Lord of all the Isle;</br>But when I came to practice, every Swain</br>Was master of my Art, and every Plain</br>Brought forth my secret; now, the common Pasture</br>Of all the Land; and every Hind's a Master.", "ADELPHUS.</br>Thanks, gentle Shepheard, for thy fair discourse;</br>The fiery Chariot now declines her course,</br>And hot-mouth'd Phlegon bowes his Crest, to coole</br>His flaming nosthrils in the Western Poole:</br>My closed lips must plead a debt, and pray</br>Your courteous patience till another day;</br>I fear, my flocks will think their Swain too bold</br>To keep them longer from their quiet Fold.</br>"]