["Thou dome of death!  by lonely musings led,</br>I seek at ev'ning's close thy hallow'd shrine,</br>And as I fondly trace the kindred dead</br>In pious accents breathe the mournful line!", "What, though no titled lineage I disclose,</br>No proud parade of ancestry or birth!</br>Yet in these veins a stream unsullied flows,</br>Deriv'd from genuine purity and worth.", "Yes, honor'd race, with holy wisdom fraught</br>Humbly the path of piety ye trod!</br>Your lives adorn'd the faith your precepts taught&mdash;</br>Servants of truth!  and ministers of God!", "Peace to your manes! &mdash; This due incense paid,</br>I frame to sadder themes the pensive lay;</br>And e'en 'till mem'ry's faintest traces fade,</br>My heart shall bleed through many a distant day.", "Scarce had I wept a tender parent's doom,</br>Scarce check'd the tear fond filial grief bestow'd,</br>Ere lost in earliest prime, relentless tomb,</br>A sister slept within thy dark abode.", "Ah!  lov'd Maria!  not th' enchanting face</br>Where beauty reign'd, unconscious of its pow'r,</br>Nor meekest sense, nor mildest virgin grace,</br>Avail'd to save thee from the destin'd hour!", "When, in the lustre of thine eye display'd,</br>Health seem'd her loveliest blessings to disclose,</br>Conceal'd alas!  the canker sickness prey'd</br>Ere long to blast the sweetly-budded rose.", "With deadly paleness or illusive bloom,</br>Noted by fear and hope, thy cheek was spread;</br>'Till slowly yielding to th' impending doom,</br>On gentle wing thy hov'ring spirit fled.", "Nor ceas'd with thee my woes, lamented shade!</br>For more than by fraternal fondness dear,</br>With thee, in death's cold arms, Eugenio laid</br>To keener anguish wak'd the streaming tear.", "Saunt'ring with careless step through childhood's maze</br>Together in sweet amity we grew:</br>In riper youth and manhood's op'ning days</br>No sep'rate joys, no unshar'd griefs we knew.", "As musing in the academic grove,</br>Studious he scann'd the Aesculapian page,</br>Vigor, and health, and temp'rance vainly strove</br>To quell th' insatiate tyrant's burning rage.", "Whilst riot safely runs his wild career,</br>And danger's shaft aloof from folly flies,</br>Why thus untimely on the ruthless bier</br>Lamented lie the temp'rate and the wise?", "Thus sad regret her fond complainings pours,</br>Deny'd th' unerring laws of heav'n to see;</br>With trembling confidence her God adores,</br>And mourns, yet venerates, the stern decree.", "His heart affection, virtue, truth possest;</br>His sober judgement liveliest sense refin'd;</br>With gentlest manners, fancy, science blest,</br>He knew to mend or captivate the mind.", "Deem not I boast an unattested praise,</br>By partial prejudice alone approv'd;</br>A bard erewhile, in sweet descriptive lays,</br>Sung to no common lyre the worth he lov'd:", "And friendship still, in many a wounded breast,</br>Her weeping tribute to his ashes gives;</br>Whilst in soft pity's shadowy tints exprest</br>His image, cherish'd by remembrance, lives:", "And long, Eliza, shall thy sorrows flow,</br>Nor sternest fortitude the pang reprove,</br>Doom'd to lament with unavailing woe</br>Lost years of promis'd happiness and love:", "Thy truth his tender sympathy return'd;</br>His faithful bosom nurs'd the mutual flame;</br>Ardent in life's last hours his passion burn'd,</br>On his pale lip linger'd thy trembling name.", "How vain all promise of delight! &mdash; No more</br>Shall hope seduce me with betraying smile;</br>Content's calm ray shall gild the present hour,</br>Nor distant bliss my easy faith beguile.", "Ambition, wont my youthful blood to fire,</br>Shall prompt no more th' involuntary sigh;</br>Retirement's vale I view with fix'd desire,</br>Nor loathing life, nor unprepar'd to die:", "There may I taste domestic joys serene,</br>In Arria's virtues not ignobly blest!</br>In silence quit at length the shifting scene,</br>Consign'd with kindred shades in peace to rest!</br>"]