["CORIDON.</br>Why Strephon, art thou melancholy grown</br>And wilt not use thine oaten pipe?  hast known</br>Any ill news of late hath dul'd thy wit,</br>Made us unhappy, and thy self unfit?", "STREPHON.</br>'Tis no Report, kinde Coridon, hath made</br>Me cloud my brow with sorrow and be sad;</br>It is a cause more high, a cause that can</br>Destroy the joy of the most fortunate man.", "CORIDON.</br>And may I know it Strephon?  Dare you trust</br>Me with a Secret, and conceive me just,</br>Believe I will be silent?  If you dare,</br>I should desire this Novelty to hear.", "STREPHON.</br>Ah, Coridon!  I am in love with one,</br>The fairest Shepherdess was ever knowne;</br>Her Face is beauties abstract, wherein we</br>May (at perfection) every beauty see.", "CORIDON.</br>And art thou sad because thou art in love?</br>So Jove should grieve because he reigns above;</br>There is no fate so high befalls a Swain,</br>As to love where he is belov'd again.</br>Tell me (my Strephon) therefore why art sad?</br>Is it because thy Dear will not be had?", "STREPHON.</br>She cannot (Coridon) for she is wed,</br>And fine young Perigot hath her maiden-head,</br>As blithe a Shepherd as did ever sing</br>Neat Roundelayes unto our Goat-foot King;</br>He is an happy man, and doth enjoy</br>That beauty which I languish for, and dy.", "CORIDON.</br>Strephon, I grieve thou art enthralled so;</br>Desist betimes, and forward do not go;</br>Thy flames extinguish whilst they do begin,</br>For such a Love is against Pan a Sin.</br>And while yong Perigot lives what hope have you,</br>If she unto him do not prove untrue?", "STREPHON.</br>I do confess I have none; neither would</br>Commit so great an evil, if I could;</br>I am enamour'd neither more nor less</br>Then Thenot, on the faithful Shepherdess:</br>I love her vertues, and if she should fall,</br>My love to her would be no love at all.", "CORIDON.</br>Thou art an honest Swain, and our Feild-God</br>Will bless thee in thy Cottage and abroad.", "STREPHON.</br>As I have faithfully to you replide,</br>So let none of my questions be denide.", "CORIDON.</br>They shall not (Strephon;) I should be unjust</br>Unto your merits, if I did distrust</br>Your secresie in any thing I speak;</br>He that doth doubt his friend, doth friendship break.", "STREPHON.</br>Is there no lass whom Coridon doth like?</br>You, did the Paphian Archer never strike?</br>Or are you such a man as never car'd</br>Whether a womans heart were soft or hard?", "CORIDON.</br>Strephon, I love, but I do fear in vain,</br>Because rich Melibe intends to gain</br>A wealthier Shepherd for his daughter, one</br>Whose fortune must prevent thy Coridon.", "STREPHON.</br>And would he merchandize his daughter?  may</br>He long expect and never see that day.</br>Steal her young Shepherd; never let her be</br>(Whom thou affects) subject to salarie.", "CORIDON.</br>But ere I saw my Mira, or did know</br>What beauties made her perfect, I did owe</br>My love to Galatea; but I lost</br>My labour, which good old Palaemon crost,</br>Because he did believe that I would prove</br>A careless Shepherd, and the Downs not love:</br>Judge (Strephon) that know'st me above report,</br>If I be justly censur'd by him fort';</br>Do I not love the fields, and use to play</br>On Oaten reedes many a Roundelay?", "STREPHON.</br>He that says otherwise, he doth not know</br>Thy Nature truly, but becomes thy foe;</br>Because (being Ignorant) he doth undertake</br>So bold a Character of thee to make;</br>Were he acquainted with thy wayes, to thee</br>Palaemon would give Galatea free;</br>And think his age more happy then his youth,</br>That made a Shepherd his of so much truth.", "CORIDON.</br>Flatter not (Strephon) I do want those parts</br>That make a man be lov'd for his deserts;</br>Could I but sing such neat fine Lays, as you,</br>I might believe these praises were my due.", "STREPHON.</br>And so you can if Tityrus says right,</br>Who told me Dities you did well endite.", "CORIDON.</br>Now you do mention Tityrus, I must</br>Be to his merits, and our friendship just;</br>He is a Shepherd (would he please to sing)</br>Might lengthen with his voice the speedy Spring:</br>Did he but know how much the downs he wrongs,</br>The woods and dales would eccho with his songs;</br>He knows when Notes are over-sharp, or flat,</br>And is the ablest Boy that ever sat</br>Upon an Hillock, would he use his Reed,</br>And joy his wanton flock while it doth feed.", "STREPHON.</br>He is an able Lad indeed, and likes</br>Arcadian Pastorals, and (willing) strikes</br>A Plaudite to th' Epilogues of those</br>Happy Inventions Shaksphere did compose;</br>Beaumont and Fletcher he will listen to,</br>And allow Johnsons method high and true.</br>He prais'd you to me, and I do believe</br>He his own Judgement would not wrong to give</br>Feign'd Commendations; Do not (therefore) fear</br>Sith he approves your pipe, who doth it hear.", "CORIDON.</br>Strephon, I thank both you, and him, and will</br>Be proud hereafter to make known my skill:</br>If I but please the few I mean it for,</br>To seek for vulgar praise I shall abhor.", "STREPHON.</br>Coridon it is late:  Farewel untill</br>We meet again upon this flowry Hill;</br>My Master will make wonder at my stay,</br>I otherwise would not so soon away.", "CORIDON.</br>Thy Master's happy in thy care, Adieu:</br>As I will be in absence, be thou true.</br>"]