["I.</br>Now Sol but faintly lends his radiant beams,</br>Creation's better half in silence laid;</br>Old Time with solemn pace</br>Begins his wint'ry reign.", "II.</br>See!  sable clouds in wild disorder rise,</br>Born on the wings of raging northern blasts,</br>That flood the trembling plain</br>And leafless trees lay waste:</br>Down the rough precipice in thunder roars&mdash;</br>A grandeur that exalts th' ennobled mind!", "III.</br>A silver frost succeeds</br>Wildly magnificent!</br>The distant hills rear up their hoary head,</br>While pendent icicles like diamonds shine:</br>Thus clad in rich disguise,</br>Each object nature brightens.", "IV.</br>In frosted marshes see the nodding reed,</br>Seem polish'd lances in a hostile field:</br>The myriad atoms fly,</br>If but a gust of wind;</br>While moping birds the rattling branches shun,</br>And in a spangled show'r the prospect ends.", "V.</br>This was the fatal month,</br>Two lovers fell a prey,</br>As long as tears from gentle hearts shall flow</br>Pathetic, claims the tributary tear;</br>Begin Melpomene</br>The lamentable tale.", "VI.</br>In the sequester'd windings of a vale</br>Near that fam'd city whose majestic domes</br>Celestial science rear'd:</br>Along whose flow'ry banks,</br>The beauteous Isis rolls her lucid stream,</br>Amid delightful rural scenes retir'd;</br>Where dwelt young grey-ey'd Peace,</br>With sweet serenity.", "VII.</br>Here liv'd the gay Theana blooming maid,</br>And much lov'd Amurat, a matchless pair!</br>As rosy mornings break,</br>Each tint glow'd in her face,</br>Like orient dimpled smiles that flash from heav'n,</br>The softest blush that nature ever spread.", "VIII.</br>Twice nine revolving years</br>Spread o'er Theana's form:</br>Indulgent nature pour'd her choicest gifts,</br>In person captivating as in mind;</br>Which please exalted sense,</br>Enchants th' impassion'd breast.", "IX.</br>She veil'd her swelling bosom, wild with youth,</br>Beneath the foliage of the shading gauze,</br>Where blooming excellence</br>Display'd her skilful hand.", "X.</br>No piteous object could she ever see,</br>But soft compassion shar'd the poignant woe;</br>While looks divinely mild,</br>Endear'd the hand that gave.</br>Each soft emotion of a faultless heart,</br>Expressive in her eyes all-lovely shone,</br>Which never, never knew</br>To feign, or to disguise.", "XI.</br>Young Amurat the pride of all the swains,</br>From whose all-conquering eye, serenely mild,</br>Shown forth the feeling heart,</br>Unknown to fraud or guile.</br>From heighten'd friendship love's first link began,</br>In neither bosom lodg'd a sanguine wish</br>That virtue hidden  keeps,</br>But quickly was reveal'd.", "XII.</br>What happy moments of pure innate bliss!</br>That bliss too exquisite, too long to last,</br>Where Fortune proves a foe</br>To sympathetic love.", "XIII.</br>His father now with harsh and stern commands&mdash;</br>Unfeeling heart! &mdash; more hard than flinty stone,</br>Whence all his pelf in store;</br>Who love nor pity knew.</br>Long had he seen their free unspotted flame,</br>Then with a killing parent's frown at last</br>Forbad poor Amurat</br>To see his peerless maid.", "XIV.</br>His gentle breast in agonizing throes,</br>The dire decree he durst not disobey,</br>The filial conflict tries&mdash;</br>Yet could not cease to love.", "XV.</br>Deny'd Theana's sight, conceal'd he strove</br>To snatch a transient glance, to mark the spot</br>By spreading hawthorns hid,</br>Where oft she walk'd and wept.", "XVI.</br>His soul in fault'ring accents hail'd the fair;</br>While fell despair that rends th' impassion'd breast,</br>By Cynthia's love-sick beam,</br>The midnight-mourner stray'd.", "XVII.</br>Thou'rt all my fondest wish can form, he cry'd,</br>Thy Amurat thou lov'st with mutual flame;</br>Thy mind of heav'n partakes,</br>Stranger to every art.</br>But oh!  my perturbated heart beats high&mdash;</br>Come floods of briny tears to my relief;</br>For dear art thou grown</br>Thou loveliest of the sex.", "XVIII.</br>In all the blooming pride of youthful charms,</br>Supremely form'd thy Amurat to bless;</br>Now from his chaste embrace,</br>O cruel art thou torn!", "XIX.</br>Vain thought!  it must not be &mdash; Theana's lost;</br>And oh, my aching heart is doom'd to bleed&mdash;</br>The flatt'ring scene is o'er</br>My hopes for ever fled.", "XX.</br>His youthful cheeks, where health with beauty flow'd,</br>Like budding roses ope their crimson'd tints;</br>Now o'er th' enraptur'd face</br>Disease and paleness reign.", "XXI.</br>The unrelenting sire, stung with remorse,</br>Invokes offended heav'n with fruitless vows;</br>And fruitless sorrows moan,</br>Around his dying bed:</br>'Tis past!  'tis past!  he cry'd, &mdash; but if that breast</br>Can e'er be mov'd with mercy's softest plea,</br>Let me once more behold</br>What I must ever love.", "XXII.</br>On wings of love Theana flying came;</br>The big swoln tears rush from their lovely spheres,</br>And bath'd the marble hand</br>Of heart-broke Amurat.</br>A deadly cold transfix'd his panting heart,&mdash;</br>Adieu &mdash; he fault'ring cry'd &mdash; and swooning fell&mdash;</br>Struck motionless she stands,</br>Drown'd in a sea of woe.", "XXIII.</br>But O the cruel he whose ill-tim'd care</br>Forbad what lost Theana came to say;</br>\"My much lov'd Amurat,</br>O live for wretched me.\"", "XXIV.</br>Now homeward as the hopeless maiden wept,</br>The blasts blew cold; the night-owl scream'd</br>Her lover's funeral dirge:</br>Amid the gloom of eve,</br>Her tortur'd mind now startles at each shade;</br>And ev'ry sound she hears his piercing groans.", "XXV.</br>Alone, thus as she past</br>The visionary vale&mdash;</br>When lo!  the death-bell smote her frantic ear&mdash;</br>Just as she reach'd with hasty trembling step</br>Her aged mother's door&mdash;</br>He's gone!  he's gone!  she cry'd,</br>And I shall see that angel face no more.&mdash;</br>I feel &mdash; I feel &mdash; my heart-strings break &mdash; my Am&mdash;</br>Then to the earth she sunk</br>And with an &mdash; oh! &mdash; expir'd.", "EPITAPH.</br>Let the Muse for ever mourn</br>With elegance of woe;</br>While holy Friendship stands a mourner here,</br>And all their virtues dwell on Mem'ry's ear:</br>At their unspotted shrine</br>Soft Pity drops her tear.</br>In Death's soft slumbers lull'd two lovers rest</br>United now in visionary bliss,</br>That gently whispers peace:</br>Till that eternal day</br>By guardian angels, borne on golden wings,</br>They soaring fly to realms of lasting love.</br>"]