["The sun was setting o'er the mountain range</br>That guards thy glens, romantic Borrodale;</br>O'er day's deep azure came a wondrous change</br>Wherein all hues of splendour did prevail,</br>From the rich ruby to the topaz pale;</br>And one cloud floating on the eastern air,</br>With golden prow and amethystine sail,</br>Show'd like a ship of heaven bound onward, where</br>Flamed the broad west beneath the sunset glare.", "Twilight fell o'er the deep autumnal woods,</br>Veiling their tints in eve's mysterious gray,</br>Twilight was on wild crags and mountain floods,</br>Save where some torrent flung its silver spray</br>Bright in the beam of the retiring day.</br>The pastoral hamlet slept in calm repose,</br>With cottage, byre, and farm-yards' neat array,</br>And neighbouring kirk, whose vesper chime arose</br>Soft on the breath of evening's quiet close.", "And other sounds were heard commingling sweet;</br>Wild brook that tinkled down the mossy dell,</br>Call of returning kine, or fitful bleat</br>Of flocks that browsed on highland heath, and fell,</br>Or bark of guardian dog who watch'd them well.</br>Or nearer home, the red-breast's mellow note,</br>Piping to eve his eloquent farewell;</br>Or voice of infant mirth, while young hands float</br>Down the clear stream their fairy acorn-boat.", "Up the deep glen, oh gray-hair'd wanderer!  stole</br>Thy weary steps, and day's declining hour</br>Shed its soft welcome through thy gladden'd soul</br>Upon the threshold of thy natal bower.</br>For thou, impell'd by some resistless power,</br>Haunted by dreams of home on many a shore,</br>Remembering e'en the scent of every flower,</br>Stricken by home's strong malady at core,</br>Thither return'dst at last, thy household gods t' adore.", "He was a toil-worn venerable man,</br>In humble guise, although of travelled mien,</br>With meditative brow and visage wan,</br>In whose deep eye immortal thoughts were seen,</br>Lights that betrayed the Poet's soul I ween;</br>Homeward his feet had journeyed from the main,</br>With scrip and staff and mantle's russet screen;</br>Most like to palmer he, from Syrian plain,</br>Or pilgrim meek of nature's boundless fane.", "He stood and gazed &mdash; \"Once more, in life's decline,</br>Home of my sires, retreat of infant years,</br>Let me bow down before thine ancient shrine,</br>Where still the spirit of the past appears.</br>Youth's ardour worships &mdash; man's calm mood reveres&mdash;</br>Experience of the world's delusive joy,</br>A heart unstained by crimes, though not by tears,</br>Bids us too late reject the base alloy,</br>And turn in age to things that charmed the boy.", "\"We turn, &mdash; but oh!  with what an alter'd sense</br>Of that great book of human life, whose page,</br>First opened, seems such glories to condense,</br>It well may youth's idolatry engage,&mdash;</br>Whose context makes us subtle, sad or sage.</br>I have not broke, nor would I break the dream,</br>Nor doth my heart yet feel the ice of age,</br>But I have quaff'd of Truth's immortal stream,</br>And learnt to view mankind other than they may seem.", "\"Yet love I all that bear the human form,</br>Their very errors serve some wise intent,</br>As men behold in Nature's wildest storm</br>The wondrous workings of each element.</br>Nor doth a knowledge of the bad prevent</br>Assurance of the good, whose ray divine</br>Rewards research on truth sincerely bent,</br>As in the bowels of the darksome mine</br>The practis'd eye discerns the jewel fine.", "\"Perchance the heart by disappointment stung,</br>May seek great Nature more, and Man the less,</br>And as the hope recedes to which it clung,</br>Will turn from his to her more pure caress,</br>Rejoicing still in her sweet loneliness.</br>Wearied with faction's cant and folly's chime,</br>Will flee to her fair temples, and confess,</br>While all else fades before the scythe of Time,</br>She stands unchang'd, immutably sublime.", "\"Land of my sires!  oh, with what chasten'd love</br>My soul, unwarp'd, dispassionate and free,</br>Guided by some kind angel from above,</br>Returns with filial gratitude to thee!</br>Here would I wait my Maker's great decree&mdash;</br>Walk these wild hills whereon my fathers trod,</br>And as the leaf beside the parent tree</br>Lays its pale form, so nigh yon house of God</br>Would I repose beneath the hallow'd sod.", "\"And well may life moor here her shatter'd bark,</br>From hence she sail'd when youth was at the prow;</br>The dove sought shelter in the sacred Ark,</br>Scar'd by the perils she had view'd below.</br>Within these glens the citron's golden glow</br>Crests not the grove by southern breezes fann'd,</br>Yet would I challenge earth's wide realms to show</br>A spot that bears the stamp of Beauty's hand</br>More deep than thine, my own, my native land!", "\"And thou art free &mdash; the gilded orient wave,</br>Albeit perfum'd by India's spicy gales,</br>Floats round the country of the crouching slave,</br>Where rapine prowls and tyranny prevails.</br>But here, in Albion's green and peaceful vales,</br>Man with his fellow mortal proudly copes;</br>No despot's will the peasant's home assails,</br>Nor stalks th' oppressor o'er its pastoral slopes,</br>Nor reaps the stranger's hand the harvest of his hopes", "\"The British matron, as she lulls to rest,</br>With some sweet ditty of her native isle,</br>The fair and free-born infant at her breast,</br>Fosters hope's germ in each observant smile.</br>Nor may the blighting tongue of scorn revile</br>The glorious thought within her breast elate:</br>Nor doth chimera vain her reason 'guile&mdash;</br>He, her brave boy, rear'd up to man's estate,</br>May blend her name with all that's good and great.", "\"Here, in the country of her darling's birth,</br>For ever open stands the gate of Fame,</br>Inviting e'en the lowliest child of worth</br>There to record his self-ennlobled name.</br>And free to all burns Wisdom's sacred flame,</br>Her heights alone inspired Genius gains;</br>Here, each man's bearing boldly speaks his claim.</br>Beats there a false heart on Britannia's plains,</br>Would truck such rights for all the world contains?", "\"Yea, thou art free!  this is the magic word&mdash;</br>The glorious passport to thy children's hearts;</br>This, this directs the hero's conquering sword,</br>Nurtures the social and the graceful arts,</br>And to the poet's lyre his soul imparts:</br>Lightens the labour of the poor man's lot,</br>Nerves him to bear affliction's keenest darts&mdash;</br>Behold him sov'reign of his lowly cot,</br>He breaks his evening bread, thanks God, and envies not.", "\"Once more upon the mountains!  let me gaze</br>On the loved landscape bath'd in golden light,</br>Whose azure air-tints melt in purple haze,</br>Beneath the western heaven's calm chrysolite,</br>The last pale hue that eve withholds from night.</br>Around me rises, like a rampart wall,</br>The rock-built citadels of Nature's might,</br>Where Echo sits, and swells the watch-word's call,</br>Banner'd by birch-tree screen and ivy's dusky pall.", "\"What forms fantastic!  tower and pyramid,&mdash;</br>And helm of giant knight with plumed crest,</br>Mine eye discerns the twilight groves amid;</br>And darkles there the mount where erst her nest</br>The eagle rear'd, the valley's dreaded guest.</br>Dark rolls the Derwent's course these dales within,</br>By many a rock and winding creek repress'd,</br>Ere his glad waves the lake's broad outlet win,</br>Widening to river smooth, from brawling mountain lynn.", "\"How oft have I, when summer's ardent sun</br>Flamed on the mountains, sought thy waters cool,</br>Thou hill-born stream!  or when day's toil was done,</br>Or playing truant from the neighbouring school, </br>Spann'd, with triumphant step, thy deeper pool.</br>Hours of delight!  but fleeting as the tide</br>My limbs o'er-arch'd &mdash; yet no tyrannic rule</br>Was thine, sage Mentor of these wilds &mdash; thy pride</br>Was still in ways of peace thy little flock to guide.", "\"Hail happy home!  by whose embowered door</br>The yew-tree grows, an ancient chronicle;</br>And stately still the sheltering sycamore,</br>Whose murmuring boughs might many a record swell.</br>And here e'en yet, within the shaded well</br>The moss-grown bucket greets my gladdened eye;</br>Methinks all things of past-times kindly tell,&mdash;</br>Oh that my heart could cheat the years gone by,</br>Here in thy haunts, old gray antiquity!", "\"I mark'd the taper down the vale afar</br>Bright through thy casement pour its steady gleam;</br>And hail'd its lustre as my natal star</br>Up-ris'n to cheer me with its holy beam,</br>The guiding seraph of my homeward dream.</br>I saw the blue smoke wreath the heathy hill,</br>The faggot's blaze reflected in the stream;</br>And with this thought, defied the evening's chill,</br>'My father's hearth burns brightly for me still.'", "\"My father's hearth!  what may not years have wrought!</br>I left a sister in her maiden bloom;</br>A sire, &mdash; high Heaven!  there's anguish in the thought,</br>Perhaps stern death has laid them in the tomb!\"</br>\"Old man, too surely hast thou guess'd their doom&mdash;</br>Go, read their names upon the churchyard stone:</br>But no &mdash; belike they're veil'd in evening gloom.</br>Sire, sister, kindred, all alas!  are gone,</br>And thou art left, of all thy race &mdash; alone!\"", "Thus spake a stranger at his father's gate.</br>The Wanderer bow'd his meek, time-silver'd head;</br>'Twere wild to wrestle 'gainst the hand of Fate&mdash;</br>\"Thy will be done, oh righteous Heaven!\"  he said,</br>\"Grief hath no spell to rouse the slumbering dead.</br>And why deplore the spotless soul's release?</br>Brief space before me hath their journey sped</br>Towards that blest bourn where earthly sorrows cease,</br>Whither, like theirs, my steps shall wend in peace.", "\"Yet had I hoped &mdash; alas, I vainly dreamed!</br>Once more to greet them in their earthly home;</br>To cheer their lone hearts that had haply deemed</br>My corse the spoil of Ocean's billowy foam;</br>To re-peruse with them the chequered tome</br>Of my life's pilgrimage serenely here.</br>O let me weep!  grief doth not ill become</br>My old gray hairs, nor will affection's tear</br>Dim the pure sacredness of virtue's bier.", "\"Here let me linger out the sands of life&mdash;</br>Seek me some low and lonely dwelling-place,</br>Far from the shock of man's unholy strife,</br>Where yet familiar features I may trace</br>Of kindred blood once mingling with my race.</br>Or if of consanguinity no bond</br>Remains howe'er remote &mdash; in each kind face,</br>Let me behold fraternal aspect fond,</br>To which my yearning heart may lovingly respond.\"", "His prayer was granted, &mdash; up the winding glen</br>The dalesman mark'd a Hermitage arise,</br>A grot, unknown, save to his wondering ken,</br>Though 'twas, in sooth, an earthly paradise,</br>Growing up sweet beneath its owner's eyes;</br>And daily 'twas his light and pleasing care</br>To tend and watch the flowret's opening dyes;</br>All plants that bloom in Albion's clime were there,</br>And many a shrub of foreign splendour rare.", "But most he lov'd the wilding flowers that grew</br>Free on the hills.  The heather's purple bloom&mdash;</br>Daisy's meek crest, and harebell's tender blue,</br>And the rich garland of the golden broom;</br>Nor scorn'd he e'en the bracken's russet plume:</br>Round him arose a natural forest's shade,</br>Where mix'd wild rose and hawthorn's, faint perfume;</br>Where the rock-ash its coral wealth display'd,</br>And birch and holly grew in oak and hazel glade.", "Down the deep dingle pour'd a mountain brook,</br>Whose limpid waves made music in their flow,</br>Leaping from crags, whose rugged aspect took</br>Semblance of infant Alps, and far below</br>Their hues, in many a glassy pool, did show.</br>There would the Hermit meditate at noon,</br>When all the air was languor, or would go</br>Thither at eve to hymn the virgin moon,</br>Or with the waterfall his wizard harp t' attune.", "What holy breathings issued from the grot!</br>'Twas said a spirit held communion kind</br>With him who dwelt there; for about the spot</br>Floated such sounds of harmony refined,</br>They might not flow from aught of mortal mind.</br>Thou wert that spirit, soft Aeolian lute!</br>Thine &mdash; thine the voice, oh daughter of the wind,</br>That thrill'd at eve, when all around was mute,</br>Sweeter than Orphic lyre, or Pan's enchanted flute.", "And well nigh might that peaceful hermit's voice</br>Be deem'd as sweet, so soothingly it stole</br>In blessed words that bade the just rejoice,</br>Like organ-chaunt, that doth sublimely roll</br>O'er the deep stillness of the listener's soul.</br>He shunned not converse with the humbly good;</br>Who look'd at eve, as to some sacred goal,</br>Where that meek dwelling in its loneness stood,</br>Calm in the shadow of the sheltering wood.", "And he had themes to stir the mind of youth,</br>And Virtue's sterner precepts to enhance,</br>Restricted alway to historic truth,</br>Tales of high chivalry and proud joyance,</br>With trumpet's swell, and clang of spear and lance;</br>Or of those times remote in Albion's fame,</br>Ere the haught Norman left the fields of France,</br>Ere Dane usurped, or fair-hair'd Saxon came,</br>Or Britons bow'd to Caesar's conquering name.", "When white-robed Druids, 'neath the stalwart oak,</br>With pomp of power and sacrificial rite,</br>Subdued a nation to their mystic yoke,</br>In that worst thraldom, Superstition's might&mdash;</br>When spake the voice of Prophecy at night</br>In cavern'd rocks with horror deep imbued&mdash;</br>When hymn'd the Bard the morning's glorious light,</br>And Cambrian harps awoke the solitude,</br>Sounding from ancient grove, or mountain-fastness rude.", "Anon he would describe full many a scene</br>His feet had traversed in their wanderings past;</br>How man doth change with every clime his mien,</br>In the bleak rigours of the Northern blast,</br>Or where his lot on burning sands is cast:</br>Red Indian, reared in Transatlantic wild,</br>The free-born tenant of the forest vast</br>Or proud Europa's mind-enlightened child,</br>Or Afric's dusky son, ungenerously reviled.", "'Twould seem his travelled steps had lingered long</br>Amid the beauties of thy classic shore,</br>Fair Italy!  fond mother of sweet song!</br>Land of high deeds, shrine of immortal lore!</br>Rich with traditions of the days of yore.</br>And he had crossed the blue Ionian deep&mdash;</br>Floated enraptured, with suspended oar,</br>Where the crisp'd waves their moonlight vigil keep</br>Round Athens' walls and Sunium's marble steep.", "But these were records lock'd in mem'ry's cell&mdash;</br>Like Sybilline revealings, sacred kept,</br>Or voice inspired of Delphic oracle,</br>Ere Desolation in her temples wept,</br>And the wild ivy o'er their altars crept&mdash;</br>Such theme with rustic ear had suited ill&mdash;</br>'Twas as a chord within the sanctuary swept,</br>When all is hush'd in midnight's solemn still,</br>And the fair Huntress climbs the Delian hill.", "So pass'd the quiet autumn of his age</br>In such pursuits as whiled the hours away.</br>From Wanderer grown to Anchorite and Sage;</br>A moonlight eve closed manhood's chequer'd day&mdash;</br>His mind yet ductile to the vivid play</br>Of Fancy, though her gleamings were more brief.</br>His was no mood to chide Death's long delay&mdash;</br>He fell, as falls October's yellow leaf,</br>Or as the ripe grain quits the golden sheaf.", "He died &mdash; and in the churchyard where repos'd</br>His humble kin, a simple tomb was rear'd,</br>Whereon his name, whose dust was there inclosed,</br>Link'd with its scriptural epitaph, appeared&mdash;</br>A name in every gazer's heart revered.</br>When all was o'er, and those sad rites had ceased,</br>One friend there was by genial soul endeared,</br>Though known the last, yet not beloved the least,</br>Who sought with sorrowing step the jot of the deceased.", "With what a solemn, what a chastened feeling</br>Cross we the threshold of the newly dead!</br>As if therein the spirit sat revealing</br>The words its mortal accents might have said,</br>Although we feel thence it for aye hath fled.</br>The vacant hearth, the vestments lately worn,</br>That fearful truth throughout the mansion spread;</br>Books handled oft, light toils conjointly borne,</br>Challenge affection's note, and make the scene forlorn.", "The Hermit's tablets lay his lute beside,</br>With many a herb his curious hand had brought</br>Late from the mountains; &mdash; these the mourner eyed,</br>But most the tablets his attention caught,</br>To him inscribed in phrase with kindness fraught.</br>He ponder'd o'er them till the evening gloom'd,</br>Then homeward wended, busied with the thought</br>That his recordings, whom they had entomb'd</br>That day, should not be silently inhumed.", "'Twas feelingly, albeit not wisely done&mdash;</br>An act his riper years may not approve:</br>Still the fond task on his affections won</br>As with its scattered elements he strove,</br>And thoughts and facts in union interwove.</br>Some meed of praise his constancy may earn,</br>If but regarded as a work of love.</br>List then, nor oh!  the Wanderer's tribute spurn,</br>Which Memory pours in fulness from her urn.</br>"]