["\"Oh!  lend that lute, sweet Archimage, to me,</br>Enough of care and heaviness</br>The weary lids of life depress,</br>And doubly blest that gentle heart shall be,</br>That woos of Poesy the visions bland,</br>And strays forgetful o'er enchanted land!</br>Oh!  lend that lute, sweet Archimage, to me.\"", "So spoke, with ardent look, yet eyebrow sad,</br>When he had pass'd o'er many a mountain rude,</br>And many a wild and weary solitude,</br>Mid a green vale, a wand'ring Minstrel-lad.</br>With eyes that shone in soften'd flame,</br>With wings and wand, young FANCY came;</br>And as she touch'd a trembling lute,</br>The lone enthusiast stood entranc'd and mute.</br>It was a sound that made his soul forego</br>All thoughts of sadness in a world of woe.", "\"Oh, lend that lute!\"  he cry'd!  \"Hope, Pity, Love,</br>Shall listen; and each valley, rock, and grove,</br>Shall witness, as with deep delight</br>From orient morn to dewy-stealing night</br>My spirit wrapt in trance of sweetness high,</br>Shall drink the heart-felt sound with tears of ecstacy!\"", "As thus he spoke, soft voices seem'd to say,</br>\"Come away, come away;</br>Where shall the heart-sick minstrel stray,</br>But (viewing all things like a dream)</br>By haunted wood, or wizard stream?</br>That, like a hermit weeping,</br>Amid the grey stones creeping;</br>With voice distinct, yet faint,</br>Calls on Repose herself to hear its soothing plaint.", "\"For HIM, romantic Solitude</br>Shall pile sublime her mountains rude;</br>For HIM, with shades more soft imprest,</br>The lucid lake's transparent breast</br>Shall shew the banks, the woods, the hill,</br>More clear, more beautiful, more still.</br>For him more musical shall wave</br>The pines o'er Echo's moonlight cave,</br>While sounds as of a fairy lyre</br>Amid the shadowy cliffs expire!\"", "This valley where the raptur'd Minstrel stood,</br>Was shaded with a circling slope of wood,</br>And rich in beauty, with that valley vied,</br>THESSALIAN TEMPE, crown'd with verdant bay,</br>Where smooth and clear PENEUS winds his way;</br>And OSSA and OLYPMUS, on each side,</br>Rise dark with woods; or that Sicilian plain</br>Which Arethusa's clearest waters lave,</br>By many a haunt of PAN, and wood-nymph's cave,</br>Ling'ring, and list'ning to the Doric strain</br>Of HIM, the Bard whose music might \"succeed</br>To the wild melodies of PAN'S own reed!\"", "This scene, the mistress of the valley, held,</br>FANCY, A MAGIC MAID; and at her will,</br>Aerial castles crown'd the gleamy hill,</br>Or forests rose, or lapse of water well'd.</br>Sometimes she sat with lifted eye,</br>And mark'd the dark storm in the western sky;</br>Sometimes she look'd, and scarce her breath would draw,</br>As fearful things, not to be told, she saw;</br>And sometimes, like a vision of the air,</br>On wings of shifting light she floated here and there.</br>In the breeze her garments flew,</br>Of the brightest skiey blue,</br>Lucid as the tints of morn,</br>When Summer, trills his pipe of corn:</br>Her tresses to each wing descending fall,</br>Or, lifted by the wind,</br>Stream loose and unconfin'd,</br>Like golden threads, beneath her myrtle coronal.", "The list'ning PASSIONS stood aloof and mute,</br>As oft the west-wind touch'd her trembling lute.</br>But when its sounds the youthful Minstrel heard,</br>Strange mingled feelings, not to be express'd,</br>Rose undefin'd, yet blissful on his breast,</br>And all the soften'd scene in sweeter light appear'd.", "Then FANCY wav'd her wand, and lo!</br>An airy troop went beck'ning by:</br>\"Come from toil and worldly woe;</br>Come live with us in vales remote,\" they cry.", "These are the flitting phantasies; the dreams</br>That lead the heart through all that elfin land,</br>Where half-seen shapes entice with whispers bland.</br>Meantime the clouds, imprest with livelier beams,</br>Roll, in the lucid track of air,</br>Array'd in colour'd brede, with semblances more fair.</br>The airy troop, as on they sail,</br>Thus the pensive stranger hail:</br>\"In the pure and argent sky,</br>There our distant chambers lie;</br>The bed is strew'd with blushing roses,</br>When QUIETUDE at eve reposes,</br>Oft trembling lest her bow'rs should fade,</br>In the cold earth's humid shade.</br>Come, rest with us,\" evanishing they cry'd&mdash;</br>\"Come, rest with us,\" the lonely vale reply'd.", "Then FANCY beckon'd, and with smiling MIEN,</br>A radiant form arose, like the fair QUEEN</br>OF BEAUTY:  from her eye divinely bright,</br>A richer lustre shot, a more attractive light.</br>She said, \"With fairer tints I can adorn</br>The living landscape, fairer than the morn.</br>The summer clouds in shapes romantic roll'd,</br>And those they edge the fading west, like gold;</br>The lake that sleeps in sun-light, yet impress'd</br>With shades more sweet than real, on its breast;</br>Mid baffling stones, beneath a partial ray,</br>The small brook huddling its uneven way;</br>The bluey fading hills, the silvery sea,</br>And every scene of summer speaks of ME:</br>But most I wake the sweetest wishes warm,</br>Where the fond gaze is turn'd on woman's breathing form.\"", "So passing silent through a myrtle grove,</br>Beauty first led him to the bow'r of Love.</br>A mellow light through the dim covert stray'd,</br>And opening roses canopy'd the shade.</br>Why does the hurrying pulse unbidden leap?</br>Behold, in yonder glade that Nymph asleep!</br>The heart-struck Minstrel hangs, with ling'ring gaze!</br>O'er every charm his eye empassion'd strays!", "An edge of white is seen, and scarcely seen,</br>(As soft she breathes,) her coral lips between;</br>A lambent ray steals from her half-clos'd eye,</br>As her breast heaves a short imperfect sigh.</br>\"SLEEP, WINDS OF SUMMER, O'ER THE LEAFY BOW'R,</br>NOR MOVE THE LIGHT BELLS OF THE NODDING FLOW'R;</br>LEST, BUT A SOUND OF STIRRING LEAVES MIGHT SEEM</br>TO BREAK THE CHARM OF HER DELICIOUS DREAM!</br>AND YE, FOND, RISING, THROBBING THOUGHTS, AWAY,</br>LEST SYREN PLEASURE ALL THE SOUL BETRAY!\"</br>Oh!  turn, and listen to the ditty</br>From the lowly cave of PITY.</br>\"On slaughter's plain, while Valour grieves,</br>There he sunk to rest,</br>And the ring-dove scatter'd leaves</br>Upon his bleeding breast!\"", "Her face was hid, while her pale arms enfold</br>What seem'd an urn of alabaster cold;</br>To this she press'd her heaving bosom bare:</br>The drops that gather'd in the dank abode</br>Fell dripping, on her long dishevell'd hair</br>And still her tears, renew'd, and silent, flow'd:</br>And when the winds of autumn ceas'd to swell,</br>At times was heard a slow and melancholy knell!", "'Twas in the twilight of the deepest wood,</br>Beneath whose boughs (like sad Cocytus, fam'd</br>Through fabling Greece, from lamentation nam'd)</br>A river dark and silent flow'd, there stood</br>A pale and melancholy Man:  intent</br>His look upon that drowsy stream he bent,</br>As ever counting (when the fitful breeze</br>With strange and hollow sound sung thro' the trees)</br>Counting the sallow leaves, that down the current went.</br>He saw them NOT&mdash;</br>Earth seem'd to him one universal blot.</br>Sometimes, as most distemper'd, to and fro,</br>He pac'd; and sometimes fix'd his chilling look</br>Upon a dreadful book,</br>Inscrib'd with secret characters of woe;</br>While gibb'ring imps, as mocking him, appear'd,</br>And airy laughter mid the dusk was heard.", "Then FANCY wav'd her wand again,</br>And all that valley that so lovely smil'd,</br>Was chang'd to a bare champain, waste and wild,</br>\"What pale and phantom-horseman rides amain?\"</br>'Tis TERROR, &mdash; all the plain, far on, is spread,</br>With skulls and bones, and bodies of the dead!</br>From his black trump he blew a louder blast,</br>And earthquakes mutter'd as the Giant pass'd.</br>Then said that MAGIC MAID, with aspect bland,</br>\"'Tis thine to seize his phantom spear,</br>'Tis thine his sable trumpet to command,</br>And thrill the inmost heart with shuddering fear.\"", "But hark!  to MUSIC'S softer sound,</br>New scenes, and fairer views accordant rise.</br>Above, around,</br>The mingled measure swells in air, and dies,</br>MUSIC, in thy charmed shell,</br>What sounds of holy magic dwell?</br>Oft when that shell was to the ear apply'd,</br>Confusion of rich harmonies,</br>All swelling rose,</br>That came, as with a gently-swelling tide:</br>Then at the close,</br>Angelic voices seem'd, aloft,</br>To answer, as it died, the cadence, soft.</br>Now, like the hum of distant ocean's stream,</br>The murmurs of the wond'rous concave seem;</br>And now exultingly their tones prolong</br>The chorded Paeans of the choral song.", "Then MUSIC, with a voice more wildly sweet</br>Than winds that pipe on the forsaken shore,</br>When, the last rain-drops of the west are o'er,</br>Warbled:  \"Oh, welcome to my blest retreat,</br>And give my sounds to the responsive lyre:</br>With me to these melodious groves retire,</br>And such pure feelings share,</br>As, far from noise and folly, sooth thee there.\"", "Here FANCY (as the prize were won,</br>And now she hail'd her favourite son)</br>With energy impatient cry'd,</br>\"The weary world is dark and wide,</br>Lo!  I am with thee still to comfort and to guide.", "\"Nor fear, if, grim before thine eyes,</br>Pale worldly Want, a spectre, low'rs,</br>What is a world of vanities</br>To a world as sweet as ours?</br>When thy heart is sad and lone,</br>And loves to dwell on pleasures flown,</br>When that heart no more shall bound</br>At some kind Voice's well-known sound,</br>My spells thy drooping languor shall relieve,</br>And airy spirits touch thy lonely harp at eve.\"", "\"Look! &mdash; DELIGHT and HOPE advancing,</br>(Music joins her thrilling notes,)</br>O'er the level lea come dancing:</br>Seize the vision as it floats.</br>Bright-ey'd RAPTURE hovers o'er them,</br>Waving light his seraph wings,</br>YOUTH exulting flies before them,</br>Scattering cowslips as he sings!\"", "\"Come NOW, my car pursue,\"</br>The wayward FAIRY cry'd,</br>And high amid the fields of air,</br>Above the clouds, together we will ride,</br>And posting on the viewless wind,</br>So leave the cares of earth, and all its thoughts, behind.</br>I can sail, and I can fly,</br>To all regions of the sky,</br>Or the shooting meteors course,</br>On a winged griffin-horse!\"", "She spoke:  when WISDOM'S self drew nigh,</br>A noble sternness in her searching eye,&mdash;</br>Like Pallas helm'd, and in her hand a spear</br>As not in idle warfare bent, but still&mdash;</br>As resolute, to cope, with every earthly ill.</br>In youthful dignity severe,</br>She stood; &mdash; \"And shall the aspiring mind,</br>\"To FANCY be alone resign'd.</br>Alas!\" she cry'd, \"her witching lay,</br>Too often leads the heart astray.", "\"Still, weak minstrel, would'st thou rove,</br>Drooping in the distant grove,</br>Forgetful of all ties that bind</br>THEE, a brother, to MANKIND?", "\"Has FANCY'S feeble voice defy'd</br>The ills to poor humanity ally'd?</br>Can she, like WISDOM, bid thy soul sustain</br>Its post of duty in a life of pain?</br>Can she, like meek RELIGION, bid thee bear</br>Contempt and hardship in a world of care?", "\"Yet let not my rebuke decry,</br>In all, her blameless witchery,</br>Or from the languid bosom tear</br>Each sweet illusion nourish'd there.", "\"With dignity and truth, combin'd,</br>Still may she rule the manly mind:</br>Her sweetest magic still impart</br>To soften, not subdue, the heart:</br>Still may she warm the chosen breast,</br>Not the SOVEREIGN, but the GUEST.</br>Then shall she lead the blameless Muse</br>Through all her fairest, wildest views;</br>To mark, amid the flow'rs of morn,</br>The bee go forth with early horn;</br>Or when the moon, a softer light</br>Sheds on the rocks and seas of night,</br>To hear the circling Fairy Bands</br>Sing, 'Come unto these yellow sands.</br>Sweeter is our light than day,</br>Fond enthusiast, come away!'", "\"Then CHIVALRY again shall call,</br>The Champions to her banner'd hall!", "The pipe, and song, with many a mingl'd shout,</br>Ring through the forest, as the Satyr-rout</br>Dance round the dragon-chariot of Romance:</br>Forth pricks the Errant Knight with rested lance:</br>Imps, Daemons, Fays, in antic train succeed,</br>The wand'ring maiden, and the winged steed!</br>The muttering Wizard turns, with haggard look,</br>The bloody leaves of the accursed book,</br>Whilst Giants, from the gloomy castle-tow'r,</br>With lifted Bats of Steel, more dreadful low'r!</br>At times, the magic shall prevail,</br>Of the wild and wond'rous Tale;</br>At times, high rapture shall prolong</br>The deep, enthusiastic Song!</br>Hence, at midnight, Thou shalt stray,</br>Where dark Ocean flings its spray,</br>To hear o'er Heav'n's resounding arch</br>The Thunder-Lord begin his march!</br>Or mark the flashes, that present</br>Some far-off shatter'd monument;</br>Whilst along the rocky vale,</br>Red fires, mingled with the hail,</br>Run along upon the ground,</br>And the thunders deeper sound!</br>The loftier Muse, with awful mien,</br>Upon a lonely rock is seen!</br>Full is the eye that speaks the dauntless soul;</br>She seems to hear the gathering tempest roll</br>Beneath her feet:  She bids an eagle fly,</br>Breasting the whirlwind, through the dark-red sky!</br>Or, with elated look, lifts high the spear,</br>As sounds of distant battles roll more near.", "\"Now deep-hush'd in holy trance,</br>She sees the Pow'rs of Heav'n advance,</br>And \"wheels, instinct with Spirit,\" bear,</br>GOD'S living Chariot through the air&mdash;</br>Now on the wings of morn she seems to rise,</br>And joins the strain of more than mortal harmonies.", "\"Thy heart shall beat, exulting as she sings,</br>And thou shalt cry, 'Give me an Angel's wings!'", "\"With sadder sound, o'er PITY'S cave,</br>The willow in the wind shall wave;</br>And all the list'ning Passions stand,</br>Obedient to thy great command.", "\"With POESY'S sweet charm imprest,</br>FANCY, thus shall warm thy breast.</br>Still her smiling train be thine,</br>Still her lovely visions shine,</br>To cheer, beyond my boasted pow'r,</br>A sad, or solitary hour.", "\"Thus let them sooth awhile thy heart,</br>'Come like shadows, so depart;'</br>But never may the witching lay</br>Lead each sense from life astray;</br>For vain the Poet's muse of fire,</br>Vain the magic of his lyre,</br>Unless the touch subdu'd impart</br>TRUTH and WISDOM to the heart!\"</br>"]