["O thou who delightest in fanciful song,</br>And tellest strange tales of the elf and the fay;</br>Of giants tyrannic, whose talismans strong</br>Have power to charm gentle damsels astray;", "Of courteous knights-errant, and high-mettled steeds;</br>Of forests enchanted, and marvellous streams;&mdash;</br>Of bridges, and castles, and desperate deeds;</br>And all the bright fictions of fanciful dreams:&mdash;", "Of captures, and rescues, and wonderful loves;</br>Of blisses abounding in dark leafy bowers;&mdash;</br>Of murmuring music in shadowy groves,</br>And beauty reclined on her pillow of flowers:&mdash;", "O where did thine infancy open its eyes?</br>And who was the nurse that attended thy spring?&mdash;</br>For sure thou'rt exotic to these frigid skies,</br>So splendid the song that thou lovest to sing.", "Perhaps thou hast traversed the glorious East;</br>And like the warm breath of its sun, and its gales,</br>That wander 'mid gardens of flowers to feast,</br>Are tinctured with every rich sweet that prevails?", "O no! &mdash; for a Shakspeare &mdash; a Milton are ours!</br>And who e'er sung sweeter, or stronger than they?</br>As thine is, I ween was the spring of their powers;</br>Like theirs, is the cast of thine earlier lay.", "It is not the climate, or scenery round,</br>It was not the nurse that attended thy youth;</br>That gave thee those blisses which richly abound</br>In magical numbers to charm, and to soothe.", "O no! &mdash; 'tis the Queen of those regions of air&mdash;</br>The gay fields of Fancy &mdash; thy spirit has blest;</br>She cherish'd thy childhood with fostering care,</br>And nurtur'd her boy with the milk of her breast.", "She tended thee ere thou could'st wander alone,</br>And cheer'd thy wild walks amidst terror and dread;&mdash;</br>She sung thee to sleep with a song of her own,</br>And laid thy young limbs on her flowery bed.", "She gave thee those pinions with which thou delightest</br>Sublime o'er he boundless dominions to rove;</br>The tongue too she gave thee with which thou invitest</br>Each ear to thy stories of wonder and love.", "And when evening shall free thee from Nature's decays,</br>And release thee from Study's severest control,</br>Oh warm thee in Fancy's enlivening rays,</br>And wash the dark spots of disease from thy soul.", "And let not the spirit of Poesy sleep;</br>Of Fairies and Genii continue to tell&mdash;</br>Nor suffer the innocent deer's timid leap</br>To fright the wild bee from her flowery bell.</br>"]