["Recumbent on his staff, sad Collin stood,</br>Beneath a yew tree's melancholy shade;</br>He wept o'er Lucy's grave; the kind, the good,</br>The hamlet never new a sweeter maid.</br>When from the love-lorn shepherd's big swoln eye,</br>The tears of real grief no more could flow,</br>He smooth'd his visage with a look serene,</br>And solac'd thus his heart-corroding woe.", "Ah!  Lucy!  dear virgin adieu!</br>Thy graces I'll sing on the plains;</br>That maids may take pattern by you,</br>And win the true love of the swains.</br>I'll study to blazon your fame,</br>The fair to their shepherds untrue,</br>Your precepts would often reclaim,</br>And ev'ry endearment renew.", "No pleasure could equal your love,</br>What poet your sweetness can tell?</br>You were gentle, and true as the dove,</br>That nurtures her brood in the dell.</br>You'd beauty, what foe can deny?</br>Your cheek by the roses were drest,</br>The tear that oft brighten'd your eye,</br>Spoke tenderness reign'd in your breast.", "Of late, when we met in the grove,</br>I offer'd a nest I had ta'en,</br>You conjur'd (Ah!  Lucy!  by love,</br>With haste to replace it again.</br>Together we fled o'er the lee,</br>With care the young charge I bestow'd,</br>But Lucy, rejoiced to see,</br>The Finch flies to cherish her brood.", "Last yeaning an ewe of my fold,</br>Expir'd with anguishing throes;</br>The lambkin you took from the cold,</br>And rear'd it in spite of its woes.</br>With flow'rets you braided its fleece,</br>How oft would the villagers say,</br>Lo!  yonder's the emblem of peace,</br>Her Lamb, and sweet Lucy the gay.", "Your tenderness, ravish'd my heart,</br>What great ones have envy'd my bliss?</br>How hard with such treasures to part?</br>What woe can be equal to this?</br>No more shall we stray by the brook,</br>No more to the broom hill repair,</br>No more I shall garnish her crook,</br>Nor weave the wild thyme in her hair.", "No more I of joy shall partake,</br>Ah!  Lucy, for ever adieu,</br>My flute 'gainst the willows I'd break,</br>If 'twas not devoted to you.</br>To you, who made cheerful the house,</br>In the dreary extreme of the year,</br>Ah!  why did you take her, great pow'r,</br>From a shepherd that lov'd her so dear.", "She'd smile when my pleasures were known,</br>She'd sigh when I told her my fears;</br>Ah!  can I do less than bemoan,</br>And sprinkle her grave with my tears.</br>Without her, ah!  what can delight,</br>Her equal, ah!  where shall I find;</br>Altho' she's no more in my sight,</br>She for ever shall live in my mind.</br>"]