["Beautiful being! &mdash; brighter far than all</br>The shapes that pass in glory through the soul</br>Of the young poet, when the earthly thrall</br>That bowed his heart is over; and the whole</br>Of Fancy's lightnings through his bosom roll</br>Like lava-streams thro' Aetna &mdash; where art thou?</br>Gone in thy summer bloom!  and hark!  the toll</br>Of thy funereal bell assails me now,</br>Whilst sorrow sadly sits upon my burning brow.", "Thou wert too fair, too good to cling to Earth,</br>And all unfitted for the bustling crowd,&mdash;</br>But those who knew thee, reverenc'd thy worth,</br>And I, who loved thee, hymn thy praise aloud.</br>I know I had thy love, and might be proud</br>That I could win a heart as pure as thine.</br>But pride is folly now, &mdash; for in thy shroud</br>Thou liest before me, &mdash; and I must resign</br>To the cold, silent grave my once so worshipped shrine.", "Yet, let me view thee, even as thou art,&mdash;</br>Altho' that cheek is pale, these lips are cold,</br>And life and love have left that ardent heart,</br>And now thou art but dust and moveless mould&mdash;</br>Yes!  let me view thee, once again unfold</br>The form I ever only wished as mine,&mdash;</br>But of such idle wish nought may be told,&mdash;</br>My love was pure and passionate as thine,</br>Yet what is mortal love to thee, who now art all divine!", "And do I look thus calmly upon Death,</br>Nor fear the arrow that the many fear?</br>Can this be it?  where nought is gone, save breath?</br>The form is still the form that I held dear,</br>A tranquil smile thy features calmly wear,</br>And MIND yet lingers on that pallid face,</br>And Beauty's tints upon that brow appear&mdash;</br>As bright as when thy charms I loved to trace,</br>Ere those from us wert summoned to thy heavenly place.", "Even as thou art, could'st thou remain, it were</br>A consolation to my wounded spirit,</br>A balm that might give solace to despair,</br>That my swoln heart so amply doth inherit.</br>What have I done, such misery to merit?</br>But I must look my last, and thus I cull</br>One tress of thy dark hair &mdash; a relic, for it</br>May waken many a soothing thought, when full</br>Of wrongs from things of earth, this heart grows sad and dull.", "But fate has done its worst:  for now to me</br>What are the charms or woes of earthly things!</br>Am I not lone when severed thus from thee?</br>And need I care what storm its tempest flings</br>Over this bosom's o'erfraught, breaking strings?</br>Would they were broken &mdash; then we might appear</br>At the high places of the King of Kings,</br>With faith to guide us, having nought to fear&mdash;</br>But this may never be &mdash; thou'rt blest, and I am here!</br>"]