["One ev'ning as by pleasant Forth I stray'd,</br>In pensive mood, and meditated still</br>On poets learned toil, with scorn repaid</br>By Envy's bitter spite, and want of skill;</br>A cave I found, which open'd in a hill.</br>The floor was sand, with various shells yblended,</br>Through which, in slow meanders, crept a rill;</br>The roof, by Nature's cunning slight suspended:</br>Thither my steps I turn'd, and there my journey ended.", "Upon the ground my listless limbs I laid,</br>Lull'd by the murmur of the passing stream:</br>Then sleep, soft stealing, did my eyes invade;</br>And waking thought, soon ended in a dream.</br>Transported to a region I did seem,</br>Which with Thessalian Tempe might compare;</br>Of verdant shade compos'd, and wat'ry gleam;</br>Not even Valdarno, thought so passing fair,</br>Might match this pleasant land, in all perfections rare.", "One, like a hoary palmer, near a brook,</br>Under an arbor, seated did appear;</br>A shepherd swain, attending, held a book,</br>And seem'd to read therein that he mote hear.</br>From curiosity I stepped near;</br>But ere I reach'd the place where they did sit,</br>The whisp'ring breezes wafted to my ear</br>The sound of rhymes which I myself had writ:</br>Rhymes much, alas, too mean, for such a judge unfit.", "For him he seem'd who sung Achilles' rage,</br>In lofty numbers that shall never die,</br>And wise Ulysses' tedious pilgrimage,</br>So long the sport of sharp adversity:</br>The praises of his merit, Fame on high,</br>With her shrill trump, for ever loud doth sound;</br>With him no bard, for excellence, can vie,</br>Of all that late or ancient e'er were found;</br>So much he doth surpass ev'n bards the most renown'd.", "The shepherd swain invited me to come</br>Up to the arbor where they seated were;</br>For Homer call'd me:  much I fear'd the doom</br>Which such a judge seem'd ready to declare.</br>As I approach'd, with meikle dread and care,</br>He thus address'd me:  Sir, the cause explain</br>Why all your story here is told so bare?</br>Few circumstances mix'd of various grain;</br>Such, surely, much enrich and raise a poet's strain.", "Certes, quoth I, the critics are the cause</br>Of this, and many other mischiefs more;</br>Who tie the Muses to such rigid laws,</br>That all their songs are frivolous and poor.</br>They cannot now, as oft they did before,</br>Ere pow'rful prejudice had clipt their wings,</br>Nature's domain with boundless flight explore,</br>And traffick freely in her precious things:</br>Each bard now fears the rod, and trembles while he sings.", "Though Shakespear, still disdaining narrow rules, </br>His bosom fill'd with Nature's sacred fire,</br>Broke all the cobweb limits fix'd by fools,</br>And left the world to blame him and admire.</br>Yet his reward few mortals would desire;</br>For, of his learned toil, the only meed</br>That ever I could find he did acquire,</br>Is that our dull, degenerate, age of lead,</br>Says that he wrote by chance, and that he scarce could read.", "I ween, quoth he, that poets are to blame</br>When they submit to critics tyranny:</br>For learned wights there is no greater shame,</br>Than blindly with their dictates to comply.</br>Who ever taught the eagle how to fly,</br>Whose wit did e'er his airy tract define,</br>When with free wing he claims his native sky,</br>Say, will he steer his course by rule and line?</br>Certes, he'd scorn the bounds that would his flight confine.", "Not that the Muses' art is void of rules:</br>Many there are, I wot, and stricter far,</br>Than those which pedants dictate from  the schools,</br>Who wage with wit and taste eternal war:</br>For foggy ignorance their flight doth mar;</br>Nor can their low conception ever reach</br>To what dame Nature, crown'd with many a star,</br>Explains to such as know her learned speech;</br>But few can comprehend the lessons she doth teach.", "As many as the stars that gild the sky,</br>As many as the flow'rs that paint the ground,</br>In number like the insect tribes that fly,</br>The various forms of beauty still are found;</br>That with strict limits no man may them bound,</br>And say that this, and this alone, is right:</br>Experience soon such rashness would confound,</br>And make its folly obvious as the light;</br>Far such presumption sure becomes not mortal wight.", "Therefore each bard should freely entertain</br>The hints which pleasing fancy gives at will;</br>Nor curb her sallies with too strict a rein,</br>Nature subjecting to her hand-maid Skill:</br>And you yourself in this have done but ill;</br>With many more, who have not comprehended</br>That Genius, crampt, will rarely mount the hill,</br>Whose forked summit with the clouds is blended:</br>Therefore, when next you write, let this defect be mended.", "But, like a friend, who candidly reproves</br>For faults and errors which he doth espy,</br>Each vice he freely marks; yet always loves</br>To mingle favor with severity.</br>Certes, quoth he, I cannot well deny,</br>That you in many things may hope to please:</br>You force a barbarous northern tongue to ply,</br>And bend it to your purposes with ease;</br>Tho' rough as Albion's rocks, and hoarser than her seas.", "Nor are your tales, I wot, so loosely yok'd,</br>As those which Colin Clout did tell before;</br>Nor with description crouded so, and choak'd,</br>Which, thinly spread, will always please the more.</br>Colin, I wot, was rich in Nature's store;</br>More rich than you, had more than he could use:</br>But mad Orlando taught him had his lore;</br>Whose flights, at random, oft misled his muse:</br>To follow such a guide, few prudent men would chuse.", "Me you have follow'd:  Nature was my guide;</br>To this the merit of your verse is owing:</br>And know for certain, let it check your pride,</br>That all you boast of is of my bestowing.</br>The flow'rs I see, thro' all your garden blowing,</br>Are mine; most part, at least:  I might demand,</br>Might claim them, as a crop of my own sowing,</br>And leave but few, thin scatter'd o'er the land:</br>A claim so just, I wot, you could not well withstand.", "Certes, quoth I, that justice were full hard,</br>Which me alone would sentence to restore;</br>When many a learned sage, and many a bard,</br>Are equally your debtors, or much more.</br>Let Tityrus himself produce his store,</br>Take what is thine, but little will remain:</br>Little, I wot, and that indebted sore</br>To Ascra's bard, and Arethusa's swain;</br>And others too beside, who lent him many a strain.", "Nor could the modern bards afford to pay,</br>Whose songs exult the champions of the Cross:</br>Take from each hoard thy sterling gold away,</br>And little will remain but worthless dross.</br>Not bards alone could ill support the loss;</br>But sages too, whose theft suspicion shunn'd:</br>E'en that sly Greek, who steals and hides so close,</br>Were half a bankrupt, if he should refund.</br>While these are all forborn, shall I alone be dunn'd?", "He smil'd; and from his wreath, which well could spare</br>Such boon, the wreath with which his locks were clad,</br>Pluck'd a few leaves to hide my temples bare;</br>The present I receiv'd with heart full glad.</br>Henceforth, quoth I, I never will be sad;</br>For now I shall obtain my share of fame:</br>Nor will licentious wit, or envy bad,</br>With bitter taunts, my verses dare to blame:</br>This garland shall protect them, and exalt my name.", "But dreams are short; for as I thought to lay</br>My limbs, at ease, upon the flow'ry ground,</br>And drink, with greedy ear, what he might say,</br>As murm'ring waters sweet, or music's sound,</br>My sleep departed; and I, waking, found</br>Myself again by Fortha's pleasant stream.</br>Homewards I stepp'd, in meditation drown'd,</br>Reflecting on the meaning of my dream;</br>Which let each wight interpret as him best doth seem.</br>"]