["The Battle 'twixt three Brethren, with</br>Cambel for Canacee:</br>Cambina with true Friendship's Bond</br>Doth their long Strife agree.", "O why do wretched Men so much desire</br>To draw their Days unto the utmost Date,</br>And do not rather wish them soon expire,</br>Knowing the Misery of their Estate,</br>And thousand Perils which them still await,</br>Tossing them like a Boat amid the Main,</br>That every Hour they knock at Deathes Gate?</br>And he that happy seems, and least in pain,</br>Yet is as nigh his end, as he that most doth 'plain.", "Therefore this Fay I hold but fond and vain;</br>The which in seeking for her Children three</br>Long Life, thereby did more prolong their Pain:</br>Yet whilst they lived, none did ever see</br>More happy Creatures than they seem'd to be,</br>Nor more ennobled for their Curtesy;</br>That made them dearly lov'd of each Degree:</br>Ne more renowned for their Chevalry;</br>That made them dreaded much of all Men far and nigh.", "These three that hardy Challenge took in hand,</br>For Canacee with Cambel for to fight:</br>The Day was set, that all might understand,</br>And Pledges pawn'd the same to keep aright.</br>That Day (the dreadest Day that living Wight</br>Did ever see upon this World to shine)</br>So soon as Heaven's Window shewed Light,</br>These warlike Champions, all in Armour shine,</br>Assembled were in Field, the Challenge to define.", "The Field with Lists was all about enclos'd,</br>To bar the Press of People far away;</br>And at th' one side six Judges were dispos'd,</br>To view and deem the Deeds of Arms that day:</br>And on the other side, in fresh Array,</br>Fair Canacee upon a stately Stage</br>Was set, to see the Fortune of that Fray,</br>And to be seen, as his most worthy Wage,</br>That could her purchase with his Life's adventur'd Gage.", "Then entred Cambel first into the List,</br>With stately Steps, and fearless Countenance,</br>As if the Conquest his he surely wist.</br>Soon after, did the Brethren three advance</br>In brave Array, and goodly Amenance,</br>With Scutchins gilt, and Banners broad display'd:</br>And marching thrice in warlike Ordinance,</br>Thrice louted lowly to the noble Maid,</br>The whiles shrill Trumpets and loud Clarions sweetly play'd", "Which doen, the doughty Challenger came forth,</br>All arm'd to point his Challenge to abet;</br>'Gainst whom, Sir Priamond, with equal Worth,</br>And equal Arms himself did forward set.</br>A Trumpet blew; they both together met,</br>With dreadful Force, and furious Intent,</br>Careless of Peril in their fierce Affret,</br>As if that Life to lose they had forelent,</br>And cared not to spare, that should be shortly spent.", "Right practick was Sir Priamond in Fight,</br>And throughly skill'd in use of Shield and Spear;</br>Ne less approved was Cambello's Might,</br>Ne less his Skill in Weapons did appear,</br>That hard it was to ween which harder were.</br>Full many mighty Strokes on either side</br>Were sent, that seemed Death in them to bear:</br>But they were both so watchful and well ey'd,</br>That they avoided were, and vainly by did slide.", "Yet one of many was so strongly bent</br>By Priamond, that with unluckly Glaunce,</br>Through Cambel's Shoulder it unwarely went,</br>That forced him his Shield to disadvaunce:</br>Much was he grieved with that graceless Chaunce;</br>Yet from the Wound no Drop of Blood there fell,</br>But wondrous Pain, that did the more enhaunce</br>His haughty Courage to Avengement fell:</br>Smart daunts not mighty Hearts, but makes them more to swell.", "With that, his poinant Spear he fierce aventred,</br>With doubled Force close underneath his Shield,</br>That through the Mayles into his Thigh it entred,</br>And there arresting, ready way did yield,</br>For Blood to gush forth on the grassy Field;</br>That he for Pain himself n'ote right up-rear,</br>But to and fro in great Amazement reel'd,</br>Like an old Oak, whose Pith and Sap is seare,</br>At Puff of every Storm doth stagger here and there.", "Whom so dismay'd when Cambel had espy'd,</br>Again he drove at him with double Might,</br>That nought mote stay the Steel, till in his Side</br>The mortal Point most cruelly empight:</br>Where fast infixed, whilst he sought by slight</br>It forth to wrest, the Staff asunder brake,</br>And left the Head behind:  With which Despite</br>He all enrag'd, his shivering Spear did shake,</br>And charging him afresh, thus felly him bespake:", "Lo!  Faitour, there thy Meed unto thee take,</br>The Meed of thy Mischallenge and Abet:</br>Not for thine own, but for thy Sister's sake,</br>Have I thus long thy Life unto thee let;</br>But to forbear, doth not forgive the Debt.</br>The wicked Weapon heard his wrathful Vow;</br>And passing forth with furious Affret,</br>Pierc'd through his Bever quite into his Brow,</br>That with the Force it backward forced him to bow.", "There-with asunder in the midst it brast,</br>And in his hand nought but the Troncheon left.</br>The other half behind yet sticking fast,</br>Out of his Head-piece Cambel fiercely reft:</br>And with such Fury back at him it heft,</br>That making way unto his dearest Life,</br>His Weasand-pipe it through his Gorget cleft:</br>Thence Streams of purple Blood, issuing rife,</br>Let forth his weary Ghost, and made an end of Strife.", "His weary Ghost assoil'd from fleshly Band,</br>Did not (as others wont) directly fly</br>Unto her Rest in Pluto's griesly Land;</br>Ne into Air did vanish presently,</br>Ne changed was into a Star in Sky:</br>But through Traduction was eftsoons deriv'd,</br>Like as his Mother pray'd the Destiny,</br>Into his other Brethren, that surviv'd:</br>In whom he liv'd anew of former Life depriv'd.", "Whom, when on ground his Brother next beheld,</br>Though sad and sorry for so heavy Hight,</br>Yet leave unto his Sorrow did not yield:</br>But rather stir'd to Vengeance and Despite,</br>Through secret feeling of his generous Spright,</br>Rush'd fiercely forth, the Battle to renew,</br>As in Reversion of his Brother's Right;</br>And challenging the Virgin as his due.</br>His Foe was soon address'd:  the Trumpets freshly blew.", "With that, they both together fiercely met,</br>As if that each meant other to devour;</br>And with their Axes both so sorely bet,</br>That neither Plate nor Mail, where-as their Power</br>They felt, could once sustain the hideous Stower,</br>But rived were, like rotten Wood asunder,</br>Whilst through their Rifts the ruddy Blood did shower,</br>And Fire did flash like Lightning after Thunder,</br>That fill'd the Lookers on at once with Ruth and Wonder.", "As when two Tigers prick'd with Hunger's Rage,</br>Have by good fortune found some Beasts fresh Spoil,</br>On which they ween their Famine to assuage,</br>And gain a feastful Guerdon of their Toil;</br>Both falling out, do stir up strife-ful Broil,</br>And cruel Battle 'twixt themselves do make,</br>Whiles neither lets the other touch the Soil,</br>But either 'sdains with other to partake:</br>So cruelly these Knights strove for that Lady's sake.", "Full many Strokes, that mortally were meant,</br>The whiles were interchanged 'twixt them two;</br>Yet they were all with so good Wariment</br>Or warded, or avoided and let go,</br>That still the Life stood fearless of her Foe:</br>Till Diamond, disdaining long Delay</br>Of doubtful Fortune wavering to and fro,</br>Resolv'd to end it one or other way;</br>And heav'd his murdrous Axe at him with mighty Sway.", "The dreadful Stroke, in case it had arriv'd</br>Where it was meant (so deadly was it meant)</br>The Soul had sure out of his Body riv'd,</br>And stinted all the Strife incontinent.</br>But Cambel's Fate that Fortune did prevent:</br>For, seeing it at hand, he swerv'd aside,</br>And so gave way unto his fell Intent:</br>Who, missing of the Mark which he had ey'd,</br>Was with the Force nigh feld, whilst his right Foot did slide.", "As when a Vulture, greedy of his Prey,</br>Thro Hunger long, that Heart to him doth lend</br>Strikes at an Heron with all his Body's Sway,</br>That from his Force seems not may it defend;</br>The wary Fowl, that spies him toward bend,</br>His dreadful Souse avoids, it shunning light,</br>And maketh him his Wing in Vain to spend;</br>That with theWeight of his own wieldless Might,</br>He falleth nigh to ground, and scarce recovereth Flight.", "Which fair Adventure, when Cambello spy'd,</br>Full lightly, e'er himself he could recover,</br>From Danger's Dread to ward his naked Side</br>He 'gan let drive at him with all his Power</br>And with his Axe him smote in evil Hour,</br>That from his Shoulders quite his Head he reft:</br>The headless Trunk, as heedless of that Stower,</br>Stood still awhile, and his fast Footing kept</br>Till feeling Life to fail, it fell, and deadly slept.", "They, which that piteous Spectacle beheld,</br>Were much amaz'd the headless Trunk to see</br>Stand up so long, and Weapon vain to weld,</br>Unweeting of the Fates Divine Decree,</br>For Life's Succession in those Brethren three.</br>For, notwithstanding that one Soul was reft,</br>Yet had the Body not dismembred be,</br>It would have lived, and revived eft;</br>But finding no fit Seat, the life-less Corse it left.", "It left; but that same Soul which therein dwelt,</br>Strait entring intoTriamond, him fill'd</br>With double Life and Grief; which when he felt,</br>As one whose inner Parts had been ythrill'd</br>With point of Steel, that close his Heart-blood spill'd,</br>He lightly leapt out of his place of Rest,</br>And rushing forth into the empty Field,</br>Against Cambello fiercely him addrest;</br>Who, him affronting, soon to fight was ready prest.", "Well mote ye wonder, how that noble Knight,</br>After he had so often wounded been,</br>Could stand on foot, now to renew the Fight.</br>But had ye then him forth advauncing seen,</br>Some new-born Wight ye would him surely ween:</br>So fresh he seemed, and so fierce in fight;</br>Like as a Snake, whom weary Winter's Teen</br>Hath worn to nought, now feeling Sommer's Might,</br>Casts off his ragged Skin, and freshly doth him dight.", "All was thro Virtue of the Ring he wore,</br>The which not only did not from him let</br>One drop of Blood to fall, but did restore</br>His weakned Powers, and dulled Spirits whet,</br>Thro working of the Stone therein yset.</br>Else how could one of equal Might with most,</br>Against so many no less mighty met,</br>Once think to match three such on equal Cost?</br>Three such as able were to match a puissant Host.", "Yet nought thereof was Triamond adred,</br>Ne desperate of glorious Victory,</br>But sharply him asail'd, and sore bested</br>With heaps of Strokes, which he at him let fly,</br>As thick as Hail forth poured from the Sky:</br>He strook, he soust, he foin'd, he hew'd, he lash'd,</br>And did his iron Brond so fast apply,</br>That from the same the fiery Sparkles flash d,</br>As fast as Water-sprinkles 'gainst the Rock are dash'd.", "Much was Cambello daunted with his Blows:</br>So thick they fell, and forcibly were sent,</br>That he was forc'd (from Danger of the Throws)</br>Back to retire, and somewhat to relent,</br>Till th' Heat of his fierce Fury he had spent:</br>Which when for want of Breath 'gan to abate,</br>He then afresh, with new Encouragement,</br>Did him assail, and mightily amate,</br>As fast as forward earst, now backward to retreat.", "Like as the Tide that comes from th' Ocean Main,</br>Flows up the Shenan with contrary Force,</br>Aud over-ruling him in his own Reign,</br>Drives back the Current of his kindly Course,</br>And makes it seem to have some other Source:</br>But when the Flood is spent, then back again</br>His borrow'd Waters forc'd to re-disburse,</br>He sends the Sea his own with double Gain,</br>And Tribute eke withal, as to his Sovereign.", "Thus did the Battle vary to and fro,</br>With diverse Fortune doubtful to be deem'd:</br>Now this the better had, now had his Foe;</br>Then he half vanquish'd, then the other seem'd;</br>Yet Victors both themselves always esteem'd</br>And all the while the disentrailed Blood</br>Adown their Sides like little Rivers stream'd;</br>That with the wasting of his vital Flood,</br>Sir Triamond at last, full faint and feeble stood.", "But Cambel still more strong and greater grew,</br>Ne felt his Blood to waste, ne Powers emperish'd,</br>Thro that Ring's Virtue, that with Vigour new,</br>Still whenas he enfeebled was, him cherish'd,</br>And all his Wounds, and all his Bruises guarish'd</br>Like as a wither'd Tree, thro Husband's Toil,</br>Is often seen full freshly to have flourish'd,</br>And fruitful Apples to have borne awhile,</br>As fresh as when it first was planted in the Soil.", "Thro which Advantage, in his Strength he rose,</br>And smote the other with so wondrous Might,</br>That thro the Seam, which did his Hauberk close;</br>Into his Throat and Life it pierced quite,</br>That down he fell, as dead in all Mens sight:</br>Yet dead he was not, yet he sure did die,</br>As all Men do that lose the living Spright;</br>So did one Soul out of his Body fly</br>Unto her native Home, from mortal Misery.", "But natheless, whilst all the Lookers on</br>Him dead behight, as he to all appear'd,</br>All unawares he started up anon,</br>As one that had out of a Dream been rear'd,</br>And fresh assail'd his Foe; who half affeard</br>Of th' uncouth Sight, as he some Ghost had seen,</br>Stood still amaz'd, holding his idle Sweard;</br>Till having often by him striken been,</br>He forced was to strike, and save himself from Teen.", "Yet from thenceforth more warily he fought,</br>As one in fear the Stygian Gods t' offend,</br>Ne follow'd on so fast, but rather sought</br>Himself to save, and Danger to defend,</br>Than Life and Labour both in vain to spend.</br>Which Triamond perceiving, weened sure</br>He 'gan to faint, toward the Battle's end,</br>And that he should not long on foot endure;</br>A Sign which did to him the Victory assure.", "Whereof full blithe, eftsoons his mighty Hand</br>He heav'd on high, in mind with that same Blow</br>To make an end of all that did withstand:</br>Which Cambel seeing come, was nothing slow</br>Himself to save from that so deadly Throw;</br>And at that instant reaching forth his Sword</br>Close undernath his Shield, that scarce did show,</br>Strook him, as he his Hand to strike up-rear'd,</br>In th' Armpit full, that thro both Sides the Wound appear'd.", "Yet still that direful stroke kept on his way,</br>And falling heavy on Cambello's Crest,</br>Strook him so hugely, that in Swoon he lay,</br>And in his Head an hideous Wound imprest:</br>And sure, had it not happily found rest</br>Upon the Brim of his broad-plated Shield,</br>It would have cleft his Brain down to his Breast.</br>So both at once fell dead upon the Field,</br>And each to other seem'd the Victory to yield.", "Which when-as all the Lookers on beheld,</br>They weened sure the War was at an end,</br>And Judges rose, and Marshals of the Field</br>Broke up the Lists, their Arms away to rend;</br>And Canacee 'gan wail her dearest Friend.</br>All suddenly they both upstarted light,</br>The one out of the Swoon, which him did blend,</br>The other breathing now another Spright;</br>And fiercely each assailing, 'gan afresh to fight.", "Long while they then continu'd in that wise,</br>As it but then the Battle had begun:</br>Strokes, Wounds, Wards, Weapons, all they did despise,</br>Ne either car'd to ward, or Peril shun,</br>Desirous both to have the Battle done;</br>Ne either cared Life to save or spill,</br>Ne which of them did win, ne which were won:</br>So weary, both of fighting had their Fill,</br>That Life it self seem'd loathsom, and long Safety ill.", "Whilst thus the Case in doubtful Ballance hong,</br>Unsure to whether Side it would incline,</br>And all Mens Eyes and Hearts, which there among</br>Stood gazing, filled were with rueful Tine,</br>And secret Fear to see their fatal Fine;</br>All suddenly they heard a troublous Noise,</br>That seem'd some perlous Tumult to design,</br>Confus'd with Womens Cries, and Shouts of Boys,</br>Such as the troubled Theatres oft-times annoys.", "Thereat the Champions both stood still a space,</br>To weeten what that suddain Clamour meant;</br>Lo!  where they spy'd with speedy whirling Pace,</br>One in a Chariot of strange Furniment,</br>Towards them driving like a Storm out sent.</br>The Chariot decked was in wondrous wise,</br>With Gold and many a gorgeous Ornament,</br>After the Perisan Monarch's antique Guise,</br>Such as the Maker's self could best by Art devise.", "And drawn it was (that Wonder is to tell)</br>Of two grim Lions, taken from the Wood,</br>In which their Power all others did excel;</br>Now made forget their former cruel Mood</br>T' obey their Rider's Hest, as seemed good.</br>And therein sate a Lady passing fair</br>And bright, that seemed born of Angel's Brood,</br>And with her Beauty, Bounty did compare,</br>Whether of them in her should have the greater Share.", "Thereto she learned was in Magick Lear,</br>And all the Arts that subtile Wits discover,</br>Having therein been trained many a year,</br>And well instructed by the Fay her Mother,</br>That in the same she far excell'd all other.</br>Who understanding by her mighty Art,</br>Of th' evil Plight, in which her dearest Brother</br>Now stood, came forth in haste to take his part,</br>And pacify the Strife, which caus'd so deadly Smart.", "And as she passed thro th'unruly Press</br>Of People, thronging thick her to behold,</br>Her angry Team breaking their Bonds of Peace,</br>Great Heaps of them, like Sheep in narrow Fold,</br>For haste did over-run, in Dust enroll'd;</br>That thorough rude Confusion of the Rout,</br>Some fearing shriek'd, some being harmed howl'd,</br>Some laugh'd for Sport, some did for Wonder shout,</br>And some that would seem wise, their Wonder turn'd to Doubt.", "In her right Hand a Rod of Peace she bore,</br>About the which two Serpents weren wound,</br>Entrailed mutually in lovely Lore,</br>And by the Tails together firmly bound;</br>And both were with one Olive Garland crown'd,</br>Like to the Rod which Maia's Son doth wield,</br>Wherewith the hellish Fiends he doth confound.</br>And in her other Hand a Cup she held,</br>The which was with Nepenthe to the Brim up-fill'd.", "Nepenthe is a Drink of sovereign Grace,</br>Devized by the Gods, for to assuage</br>Heart's Grief, and bitter Gall away to chace,</br>Which stirs up Anguish and contentious Rage:</br>Instead thereof, sweet Peace and quiet Age</br>It doth establish in the troubled Mind.</br>Few Men, but such as sober are and sage,</br>Are by the Gods to drink thereof assign'd;</br>But such as drink, eternal Happiness do find.", "Such famous Men, such Worthies of the Earth,</br>As Jove will have advaunced to the Sky,</br>And there made Gods, tho born of mortal Birth,</br>For their high Merits and great Dignity,</br>Are wont, before they may to Heaven fly,</br>To drink hereof; whereby all Cares forepast</br>Are wash'd away quite from their Memory.</br>So did those old Heroes hereof taste,</br>Before that they in Bliss amongst the Gods were plac'd.", "Much more of Price, and of more gracious Power</br>Is this, than that same Water of Arden,</br>The which Rinaldo drunk in happy hour,</br>Described by that famous Tuscan Pen:</br>For that had Might to change the Hearts of Men</br>From Love to Hate, a Change of evil Choice:</br>But this doth Hatred make in Love to bren,</br>And heavy Heart with Comfort doth rejoice.</br>Who would not to this Vertue rather yield his Voice?", "At last, arriving by the Listes side,</br>She with her Rod did softly smite the Rail;</br>Which straight flew ope, and gave her way to ride.</br>Eftsoons our of her Coach she 'gan avail,</br>And pacing fairly forth did bid, All hail,</br>First to her Brother, whom she loved dear,</br>That so to see him made her Heart to quail;</br>And next to Cambel, whose sad rueful Chear</br>Made her to change her Hue, and hidden Love t' appear.", "They lightly her requit (for small Delight</br>They had as then her long to entertain)</br>And eft them turned both again to fight.</br>Which when she saw, down on the bloody Plain</br>Her self she threw, and Tears 'gan shed amain;</br>Amongst her Tears immixing Prayers meek,</br>And (with her Prayers, Reasons to restrain</br>From bloody Strife, and blessed Peace to seek)</br>By all that unto them was dear, did them beseek.", "But when-as all might nought with them prevail,</br>She smote them lightly with her powerful Wand.</br>Then suddenly, as if their Hearts did fail,</br>Their wrathful Blades down fell out of their Hand,</br>And they like Men astonish'd still did stand.</br>Thus whilst their Minds were doubtfully distraught,</br>And mighty Spirits bound with mightier Band,</br>Her golden Cup to them for Drink she raught,</br>Whereof full glad for Thirst, each drunk an hearty Draught.", "Of which so soon as they once tasted had</br>(Wonder it is that sudden Change to see)</br>Instead of Strokes, each other kissed glad,</br>And lovely haulst from Fear of Treason free,</br>And plighted Hands for ever Friends to be.</br>When all Men saw this sudden Change of things,</br>So mortal Foes fo friendly to agree,</br>For passing Joy, which so great Marvel brings,</br>They all 'gan shout aloud, that all the Heaven rings.", "All which, when gentle Canacee beheld,</br>In haste she from her lofty Chair descended,</br>To weet what sudden Tidings was befell'd:</br>Where when she saw that cruel War so ended,</br>And deadly Foes so faithfully affriended,</br>In lovely wise she 'gan that Lady greet,</br>Which had so great Dismay so well amended;</br>And entertaining her with Court'sies meet,</br>Profess'd to her true Friendship and Affection sweet.", "Thus when they all accorded goodly were,</br>The Trumpets sounded, and they all arose,</br>Thence to depart with Glee and gladsom Chear.</br>Those warlike Champions both together chose,</br>Homeward to march, themselves there to repose:</br>And wise Cambina, taking by her Side</br>Fair Canacee as fresh as Morning-Rose,</br>Unto her Coach remounting, home did ride,</br>Admir'd of all the People, and much glorify'd.", "Where making joyous Feasts, their Days they spent</br>In perfect Love, devoid of hateful Strife,</br>Ally'd with Bands of mutual Couplement;</br>For Triamond had Canacee to Wife,</br>With whom he led a long and happy Life;</br>And Cambel took Cambina to his Fere,</br>The which as Life were each to other liefe.</br>So all alike did love, and loved were,</br>That since their Days such Lovers were not found elsewhere.", ""]