["Parent of Day!  whose beauteous Beams of Light</br>Spring from the darksom Womb of Night:</br>And midst their Native horrours show,</br>Like Gems adorning of the Negro's Brow.</br>Not Heaven's fair Bow can equal thee,</br>In all its gaudy Drapery:</br>Thou first Essay of Light, and pledge of Day!</br>That usher'd in the Sun, and still prepar'd his way.", "Rival of Shade, Eternal Spring of Light!</br>Thou art the Genuine Source of it:</br>From thy bright unexhausted Womb,</br>The beauteous Race of Days and Seasons come.</br>Thy Beauty Ages cannot wrong,</br>But spight of Time thou'rt ever young:</br>Thou art alone Heavens modest Virgin light,</br>Whose Face a Veil of blushes hides from human sight.", "Like some fair Bride thou risest from thy Bed,</br>And dost around thy Lustre spread:</br>Around the Universe dispense</br>New life to all, and quick'ning influence.</br>With gloomy Smiles thy Rival Night</br>Beholds thy glorious dawn of Light:</br>Not all the Wealth she views in Mines below,</br>Can match thy brighter Beams, or equal Lustre show.", "At thy approach Nature erects her head,</br>The smiling Universe is glad:</br>The drowsie Earth and Seas awake,</br>And, from thy Beams, new life and vigour take.</br>When thy more chearful Rays appear,</br>Even Guilt and Women cease to fear:</br>Horrour, Despair, and all the Sons of Night,</br>Retire before thy Beams, and take their hasty flight.", "To Thee, the grateful East their Altars raise,</br>And sing with early Hymns thy praise:</br>Thou dost their happy Soil bestow,</br>Inrich the Heav'ns above, and Earth below.</br>Thou risest in the fragrant East,</br>Like the fair Phoenix from her balmy Nest:</br>No Altar of the Gods can equal Thine,</br>The Air is richest Incense, the whole Land thy Shrine.", "But yet thy fading Glories soon decay,</br>Thine's but a momentary stay:</br>Too soon thou'rt ravisht from our sight,</br>Bore down the stream of day, and overwhelm'd with light.</br>Thy Beams to their own ruin haste,</br>They're fram'd too exquisite to last:</br>Thine is a glorious, but a short-liv'd State,</br>Pity so fair a Birth should yield to Fate.", "Before the Almighty Artist fram'd the Skie,</br>Or gave the Earth its Harmony:</br>His first Command was for thy Light,</br>He view'd the lovely Birth, and blessed it.</br>In purple Swadling-bands it struggling lay,</br>Not yet maturely bright for Day:</br>Old Chaos then a chearful Smile put on,</br>And from thy beauteous Form, did first presage its own.", "Let there be Light, the Great Creator said,</br>His Word the active Child obey'd:</br>Night did her teeming Womb disclose,</br>And then the blushing Morn, its brightest Off-spring rose.</br>A while the Almighty wond'ring view'd,</br>And then himself pronounc'd it good:</br>With Night, said He, divide the Imperial Sway,</br>Thou my first Labour art, and thou shalt bless the Day.</br>"]