["Joy of the Poet's soul, I court thy aid!</br>Spirit of many a calm and soothing lay,</br>Oft at thy smile has care's dark visions fled,</br>And grief grown calm, and langour died away.</br>Oft has thy kindness smooth'd my rugged way,</br>Bless'd my lone hours and cheer'd my days of toil.</br>Again, O Muse!  vouchsafe thy bright'ning ray,</br>Of doubt, of terror, thought's harsh fiend despoil,</br>And all my anxious cares and all my griefs beguile.", "Around our vessel heaves the midnight wave,</br>The cheerless moon sinks in the western sky;</br>Reigns breezeless silence; in her ocean cave</br>The Mermaid rests, while her fond lover nigh</br>Marks the pale star beams as they fall from high,</br>Gilding with trem'lous light her couch of sleep.</br>Why smile incred'lous?  the rapt Muse's eye</br>Through earth's dark caves, o'er heaven's fair plains can sweep,</br>Can range each hidden cell where toils th' unfathom'd deep.", "On ocean's craggy floor, beneath the shade</br>Of bushy rock-weed, tangled, dusk, and brown,</br>She sees the wreck of founder'd vessel laid</br>In slimy silence; many a fathom down</br>From where the star-beam trembles; o'er it thrown</br>Are heap'd the treasures men have died to gain,</br>And in sad mock'ry of the parting groan</br>That bubbled mid the wild unpitying main,</br>Quick gushing o'er the bones the restless tides complain.", "Gloomy and wide rolls the sepulchral sea,</br>Grave of my kindred, of my sire the grave,</br>Perchance where now he sleeps, a space for me</br>Is mark'd by fate, beneath the deep green wave.</br>It well may be.  Poor bosom why dost heave</br>Thus wild!  O!  many a care troublous and dark</br>On earth attends thee still; the Mermaid's cave</br>Grief haunts not:  sure 'twere pleasant there to mark</br>Serene, at noon-tide hour, the sailor's passing bark.", "Sure it were pleasant through the vasty deep,</br>When on its bosom plays the golden beam,</br>With headlong speed by bower and cave to sweep,</br>When flame the waters round with em'rald gleam;</br>When borne from high by tides and gales the scream</br>Of sea-mew soften'd falls; when bright and gay</br>The crimson weeds, proud ocean's pendants, stream</br>From trophied wrecks, and rock towers darkly grey;</br>Through scenes so strangely fair 'twere pleasant sure to stray.", "Why this strange thought?  if in that ocean laid,</br>The ear would cease to hear, the eye to see;</br>Tho' sights and sounds like these circled my bed,</br>Wakeless and heavy would my slumbers be:</br>Though the mild soften'd sunlight beam'd on me,</br>(If a dull heap of bones retained my name,</br>That bleach'd or blacken'd in the wasteful sea,)</br>Its radiance all unseen, its golden beam</br>In vain through coral groves, or em'rald roofs might stream.", "Yet dwells a spirit in this earthly frame</br>Which oceans cannot quench, or time destroy;</br>A deathless, fadeless ray, a heavenly flame</br>That pure shall rise when fails each base alloy</br>That earth instills, dark grief, and baseless joy:</br>Then shall the ocean's secrets meet its sight,</br>For I do hold that happy souls enjoy</br>A wide, yea boundless, endless range of flight</br>From the fair source of day, ev'n to the gates of night.", "Now night's dark veil is rent; on yonder land</br>That blue and distant rises o'er the main,</br>I see the purple sky of morn expand,</br>Scatt'ring the gloom:  then cease my feeble strain,</br>When darkness reign'd, thy whisp'rings sooth'd my pain,&mdash;</br>The pain by weariness and langour bred;</br>But now my eyes shall greet a lovelier scene</br>Than fancy pictur'd from his dark green bed</br>Soon shall the orb of day exalt his glorious head.</br>"]