["MEROE, OTYS.", "MEROE.</br>Otys, begin&mdash;</br>Since he is gone, I'll fetch him to my arms</br>By sacred spells, and force of magic charms.</br>Search in the slime, you'll find the cramp-fish there,</br>That, chilling stops whatever swims too near:</br>You'll find the fish, that stays the labouring ship,</br>Though ruffling winds drive o'er the noisy deep:</br>So Phorbas, while from me he perjur'd flies,</br>Is struck benumb'd, and fix'd with strange surprize.</br>Look down auspicious Moon; too well you know</br>What Love will force, and potent charms can do.", "Take here and drain the Sepia's inky juice,</br>Sprinkle the sea, and say, I thus infuse</br>Sad gloomy thoughts into the perjur'd swain,</br>'Till he relenting sigh, and turn to love again.</br>Look down auspicious Moon; too well you know</br>What Love will force, and potent charms can do.", "Wreath three times thrice three reeds, and seven times round</br>The chaplets wave (strange virtues have been found</br>In numbers hid; and energy divine,</br>In figur'd spells, and the mysterious trine.)</br>Look down auspicious Moon; too well you know</br>What Love will force, and potent charms can do.", "Take here the ravenous dog, and wound him through,</br>Then cry aloud, Phorbas, I strike for you;</br>So may his soul be pierc'd with fretting pain,</br>'Till he relenting sigh, and turn to love again.</br>Look down auspicious Moon; too well you know</br>What Love will force, and potent charms can do.", "Go fetch dry weeds; they lie on yonder isle;</br>Then raise in corner'd squares the artful pile,</br>And force the kindled heap with flaming oil:</br>So may his tortur'd soul in anguish mourn,</br>And as the pile, so may the Triton burn.</br>Look down auspicious Moon; too well you know</br>What Love will force, and potent charms can do.", "I hear the hollowing elves, and midnight shriek</br>Of wandring ghosts, who now unbodied seek</br>Their lost abodes, and restless ever roam;</br>Affright, ye elves, and bring my Phorbas home.</br>Look down auspicious Moon; too well you know</br>What Love will force, and potent charms can do.", "While now the flames consume the sacred heap,</br>Sing Otys; try to lull my soul asleep;</br>Delightful sounds, when form'd by studious art</br>Will kind relief a while, and slumbring ease impart;</br>They quell sad thoughts, and raise from black despair</br>The troubled mind, and still the voice of care.", "OTYS.</br>Love once assay'd to swim; in wanton play</br>He labouring strove to cut the liquid way:</br>He prest the waters with extended arms,</br>And as he mov'd, display'd a thousand charms.</br>When, tir'd with sport, he would at length have flown,</br>His wings were clogg'd with wet, and useless grown,</br>Fluttering he strove, but moisture prest him down.</br>The God of Love is now to seas confin'd,</br>No Triton must be proud, or Nymph unkind.", "MEROE.</br>Cease, Otys; see, the flame already dies,</br>Choak'd with dark smoaky fumes, that circling rise.</br>Moisture imbib'd preserves the reeking heap:</br>Sad sign!&mdash;</br>Nor will he burn, nor shall I cease to weep.</br>In vain we strive:  no artful spell can move,</br>No charm will force unwilling souls to love.</br>"]