["Offspring of Night, whose languid Visage wears</br>Death's milder Lineaments!  thy friendly Art</br>With lenient Balm the drooping Soul repairs,</br>And in a sweet Oblivion laps the Heart,</br>Come, gentle Queen!  thy noiseless Wings diffuse,</br>And, o'er my humble Cell, ah!  shake thy opiate Dews.", "The vent'rous Seaman, mid the rocking Shrouds,</br>Touch'd with thy potent Wand, his Toil forgoes;</br>And while loud Billows mingle with the Clouds,</br>Hangs on the Mast in terrible Repose;</br>Stretch'd on his Shield, beneath tempestuous Skies,</br>Thou bid'st the Warrior close his formidable Eyes.", "Then why, capricious Pow'r!  to me delay'd</br>Thy Blessings?  Peace protects my rural Hill:</br>These tranquil Haunts no ruder Sounds invade</br>Than drowsy Murmurs from a falling Rill:</br>Than the warm-whisper'd Sigh, when Lovers true,</br>Beneath their fav'rite Oak the tender Vow renew.", "I know, and I applaud thy virtuous Pride:</br>Thou wilt not lull the Traitor's perjur'd Head;</br>Let mute Attendants guard their Patron's Side,</br>And Tapers burn, as round the noble dead;</br>Yet still he wakes; yon Falchion gleaming nigh,</br>Betrays his guilty Fears, that groan his Misery.", "I know, that from th' impure Recess of Lust,</br>The ghastly Ruffian's Floor with Slaughter red,</br>Thou fly'st; and bid'st stern Conscience ever just</br>With all her Furies haunt th' accursed Bed;</br>While hideous Shrieks and livid Light appal</br>The Traveller wand'ring near th' inhospitable Wall.", "I know, that all the Treasures of the West,</br>Or precious Gems, that eastern Quarries hold,</br>Would ne'er from thee obtain one Hour of Rest</br>For the pale Slave, whose Bosom pines for Gold:</br>Not all that Nature's azure Round contains,</br>Would bribe thee to the Roof where Hell-born Malice reigns.", "But am I these?  My Soul indignant spurns</br>The lying Imputation:  Yet, betray'd</br>To various Ills, in Dust and Ashes mourns</br>Her Ardours quench'd, her vivid Pow'rs decay'd:</br>Misfortune opes her Quiver; lingering Pain,</br>And Sickness, dip the Darts in more than Indian Bane.", "Some lofty Minds, that boast a firmer Frame,</br>Adversity's rough Storms undaunted bear;</br>Their Faculties expanding brighter Flame,</br>Like Beacons blazing in a ruffled Air;</br>But in my feeble Heart the Spark divine</br>Fades as a dying Lamp, and all its Hopes decline.", "Ah, when shall I, soft Sleep, thy Influence find?</br>What happy Clime the gentle Charm will yield?</br>Waft me, ye Sails, where blows the tepid Wind,</br>O'er Orange Groves, where Citrons strew the Field;</br>Ah, no!  mid these my hapless Youth would stray,</br>Nor meet thy soothing Smiles beneath the fragrant Spray.", "Is there a Sage, whose philosophic Mind,</br>Lur'd by the Moon's wan Lustre, upward springs</br>Swift as the darted Beam; and unconfin'd</br>Its Flight thro' planetary Wonders wings?</br>There may'st thou well thy useless Pow'r restrain,</br>Nor with lethargic Clouds his bright Conceptions stain.", "Is there a Bard, who in seraphic Lays,</br>(Sublime, and fill'd with spirit-piercing Fire)</br>Pours to yon list'ning Orbs his Maker's Praise?</br>'Twere Sacrilege to hush the holy Lyre:</br>A Voice forbids:  And Angels glitt'ring round,</br>Strike their symphonious Harps, while Earth and Heav'n resound.", "But when like me, some pensive Wretch withdrawn</br>Far from the World, within the darkling Grove,</br>From Dew-descending Eve to purple Dawn,</br>Bemoans his Suff'rings, like a wounded Dove;</br>'Tis thine to give that Boon, which now I crave,</br>Repose profound as Death, and silent as the Grave.", "I plead in vain; regardless of my Woe,</br>No Strain can win thee to this flutt'ring Breast;</br>Yet soon that Grave shall lay my Sorrows low,</br>Where mingled sleep th' Oppressor and opprest;</br>Till Heav'n to one eternal Morn restore</br>My ravish'd Eyes; and thou, and Death, shall be no more.</br>"]