["SCENE, A WILD TRACT NEAR THE OCEAN.</br>TIME, MIDNIGHT.", "SABERNA.</br>\"The Winter torrent roars, and o'er the heath</br>Whistles the wind, and beats the rattling show'r;</br>O for a rafter'd Erne!  to shroud beneath,</br>And weather off this rude, inclement hour.", "\"Long ere, unbosom'd from the frozen North,</br>Bleak on the earth the hollow trempest blew,</br>Ere on the wings of night dismay went forth,</br>A dreary waste stretch'd, houseless, on the view.", "\"Beneath the gloom the shadow'd season spreads,</br>With gather'd terrors trackless wilds remain;</br>No tranquil planet friendly lustre sheds</br>To light the thorny ways I path in pain.", "\"A scene alone, uncheary, vast, and dark,</br>Expands along the wrathful space of night;</br>Save where these weeping eyes, cast backward, mark</br>Rocks and disorder'd clouds that start affright.", "\"What perils strike!  perchance the airy swell,</br>That howls with bitter sweep from brumal skies,</br>Bears in its course the wolf's terrific yell.</br>&mdash;My apprehensions with the dangers rise!", "\"Now may he prowl along yon edging-land,</br>Where raves the turbulent and anger'd sea,</br>Lur'd by the wrecks that strew the rugged strand,</br>The wretch from Oceans scap'd his hapless prey.", "\"Ha!  shriller blows the blast! &mdash; Thou savage wind,</br>In pity spare a poor unshelter'd head!</br>Rudely thy hurricanes my locks unbind,</br>And rend the raiment o'er thse shoulders spread.", "\"Dishevel'd!  disarray'd!  storms loud and deep!</br>Circled in shades that give a soul to fear;</br>Yet wilder wrath my breast in tumults keep,</br>A sabler  hue than night my sorrows wear!", "\"Rest, thou distracted heart!  still ev'ry strife!</br>A fav'ring veil be o'er my frailties thrown,</br>Unhing'd the heavy hours that hang on life,</br>Nor legend make my tale of trespass known.", "\"So disregarded, from the world I'll steal,</br>Unheeded by the base &mdash; unpitied by the good!</br>A little grave collected leaves conceal,</br>My bed of rest, my peaceful, last abode.", "\"Ah! &mdash; rather let me to a lengthen'd age</br>Existence drag!  each moment wing with pray'rs,</br>My vows, Contrition!  to thy shrine engage,</br>A sigh the incense, &mdash; fit libation tears.", "\"Seek out some lone sequesterment to dwell,</br>Where spirit-shapes repair at dewy eve!</br>Let breaking waters echo round my cell,</br>And perching owls at moonlight's season grieve.", "\"Ye mothers!  catch the story of my woes,</br>And point a moral for a daughter's ear.</br>The flow'ry vale our fancy fondly strows,</br>But wins to ruin, and betrays to care.", "\"Thou bright reflection!  chast'ning mental grace,</br>An eye reverted on my errors cast,</br>Thine hand the features of offence retrace,</br>And height'ning colours image forth the past.", "\"Till deep regret, to tranquil peace restore</br>A breast where strong emotions madly rage.</br>&mdash;Ah!  wretched tenant of a bleaky shore,</br>That calm, I fear, the steps of death must page.", "\"Yet, where to pass the remnant of this night</br>Bewilders thought! &mdash; Ha! &mdash; whence this sudden dread?</br>An aged form retiring from my sight,</br>Shrinks at the gale, and bows his hoary head.", "\"Turn, gentle father!  'tis thy mourning child;</br>Let my calamities thy wrongs atone!&mdash;</br>His eager step avoids! &mdash; His aspect wild,</br>Where once the tend'rest, fondest passion shone!", "\"No! &mdash; 'twas the fancy of my random brain;</br>Long since the turf has blossom'd o'er his mold;</br>Bedrop'd with many a summer's morning rain,</br>And beat with hail full many an ev'ning cold.", "\"When sleep had seal'd each drowsy huscarle's lid,</br>A strange departure took he from his home:</br>O'er wastes unknown, and pathless mountains sped,</br>To seek a grave where foot might never roam.", "\"Meeting some forest-rovers on his way,</br>They say, &mdash; he pass'd them with distracted air;</br>Pale was his face, &mdash; he wore a wild array,</br>And seem'd like Mis'ry wedded to Despair!", "\"'Tis I have kill'd him &mdash; O with what delight</br>Wou'd he hang list'ning on each word I spoke!</br>Call me thy darling &mdash; blessing of his sight!</br>Till tears, the starts of fondling rapture broke.", "\"Too late I weep!  regardless I forsook</br>His arms &mdash; unmov'd beheld his sorrows rise.&mdash;</br>Yet in my flight &mdash; pursuing with a look&mdash;</br>His soul o'ershot the spirit of his eyes!", "\"Ev'n then, with crimes unnumber'd on my head,</br>His pitying nature woo'd me to return.</br>Forbore reproach!  yea, bless'd me as I fled.&mdash;</br>What heavy deeds, Remorse!  are thine to mourn!", "\"His dwelling mansion lies a prey to waste,</br>A fastness to outrageous robber-bands:</br>Its turrets stoop to each dismantling blast,</br>And spoil and desolation mark the lands.", "\"Farewell the heritage!  to which was born</br>A wretch unworthy of the birth! &mdash; wide plains,</br>Forests, and hills, where earliest peers the morn;</br>Parks throng'd with deer, and towns of vassal-swains.", "\"Droop, O ye ancestry of mighty name!</br>Ye battle-knights, a long ennobling race;</br>Ye matrons, daughters of unsullied fame,</br>Clos'd is your line &mdash; A period of disgrace!", "\"No more your hall shall peal with sprightly song,</br>Or o'er the midnight banquet Chiefs regale:</br>No heroes parley hold your groves along,</br>Nor maid, enamour'd, hear her lover's tale.", "\"Where erst the wand'ring minstrel found a seat,</br>And want partook an hospitable store,</br>Now ruin mopes. &mdash; The pilgrim shuns the gate;</br>The poor wayfarer seeks the roof no more.", "\"With mischief teem'd the day, and boded woe,</br>Which gave that roof EARL HERALD for a guest.</br>A ruffian he!  conceal'd in seemly show,</br>Who stole a rose, and thorn'd the heart it blest!", "\"The bands of kindred love profanely tore,</br>Destroy'd the wish of ages in an hour,</br>Left a poor plunder'd parent to deplore,</br>And stripp'd a fav'ring virgin of her dow'r!", "\"Now he forsakes me! &mdash; leaves me bow'd, oppress'd,</br>By injuries that deadliest hate shou'd move;</br>And, strange!  my shame &mdash; my frailty be confess'd,&mdash;</br>Still glow the embers of unhallow'd love!", "\"Mysterious nature, to thy hidden source</br>Philosophy in mazy error treads!&mdash;</br>&mdash;Oppose a barrier to a torrent's force,</br>It rages still, and wider havock spreads.", "\"Our wayward course Heav'n's sweet compassion eyes,</br>And reins with gentle hand, and curbs severe;</br>Sends forth a minister in Sorrow's guise,</br>Yet weeps the suff'rings which we're bad to bear.", "\"And viewing with delight our nature's mend,</br>Craves not the tears of ages for our sins.</br>&mdash;Oft bids the sorrower's life in pity end;</br>&mdash;Still mercy dates where penitence begins!", "\"My spirits sink! &mdash; my limbs no longer aid!</br>Whither, unhappy wand'rer, would'st thou roam?</br>Already to the verge of death thou'st stray'd,</br>Need Mis'ry travel farther for an home!\"&mdash;", "Such was forlorn SABERNA'S sad lament,&mdash;</br>The breast felt more, and utt'rance fail'd in force;</br>Full many a throb convulsive passage rent,</br>And many a tear held on its bitter course.", "An hermit from his cell, sea-fenc'd by rocks,</br>Whose heart the wailings of the mourner wrung,</br>\"Here house thee!\"  cried. &mdash; The storm his labour mocks;</br>His feeble accents perish on his tongue.", "He journey'd thro' the gloom some little space,</br>Cast, ill-inform'd, his weeping eye around;</br>And whilst he strove the voice of woe to trace,</br>The storm confus'd the current of the sound.", "Defeated &mdash; his abode he sought in care,</br>His feeling bosom touch'd with piteous bale.</br>&mdash;Stretch'd on his pallet low &mdash; his wakeful ear</br>Heard the last whisper of the dying gale.", "Heard the retiring murmur of the tide,</br>In softer echoes break along the shore;</br>The flood, that late its channel wander'd wide,</br>Regain the bed its aged waters wore.", "When tranquil morn arose, abroad he trode;</br>And, after many a step in peril made,</br>Beheld &mdash; the worst his terrors cou'd forbode,</br>Besides a brook SABERNA breathless laid.", "Amaz'd he stood, in desp'rate sorrow wild!</br>&mdash;The gentle mind will feel his woes aright.</br>Alas! &mdash; the wretch he sought appear'd his child!</br>&mdash;The stranger late expos'd to storm and night!", "O'er her, he bent in misery supreme!</br>Stretch'd forth his arms, embrac'd her with a sigh.</br>&mdash;He bless'd the sun, and strove to view his beam,</br>But found it far the easier task to die!</br>"]