["Night, I do love thee, and, &mdash; as born of thee,</br>Or thou hadst charm for poet's breast, and won</br>All what mine hath, &mdash; this soul can joyous see</br>Thee move o'er heavens when day's clear sun is gone.</br>And thou art then fair sight to look upon,</br>While all thy stars bright sparkle in mid sky,</br>As younger orbs that now their first years run;</br>And thy large moon is glaring broad on high,</br>To light that gloom through which of old thy path doth lie.", "But yet to me thou art more welcome far,</br>When storms come with thee, and the moon doth hide</br>Her from the wayfaring pilgrim, and no star</br>Is seen in all the heavens above, beside</br>One lonely one amid the gloomy void,</br>That sendeth forth at times its glimmering ray,</br>And show'th those clouded forms which rapid ride</br>Through the dark space o'er head, and seem as they</br>Were foes rebellious there, that war with heaven would lay.", "Night, then thou bringest thoughts with thee that swell</br>The bard awake to sublime reverie,</br>Who now abroad, as though beneath thy spell,</br>Would pour his soul to heaven-born pool;</br>Or list the storm, thy own wild minstrelsy,</br>Break on his musings, with that dismal tone,</br>Which tells a spirit in it, if such be;</br>While far amid the wide, bleak waste alone,</br>Is heard the screech-owl's scream, as on the dark winds blown.", "And it is then that she whose hapless love</br>Still brings her nightly trouble, would repair</br>In secret to the tomb of him who strove</br>In you to join his life with her's, till there</br>Arose obstruction cruel, and despair</br>Sunk one in death &mdash; O, I could tell a tale,</br>Once told me in my youth, of maiden fair,</br>Who early loved, but had been left to wail</br>Too soon his fate for whom her soul first love did feel.", "And she would ever anxious wait till light</br>Of day was flown, and man had gone to rest;</br>And then at her lone casement all the night</br>Would mourning sit, as one whose love-lorn breast</br>Knew greater pain than ever maid oppressed.</br>And the fleet clouds she loved to mark, as through</br>The troublous heavens by the night storm pressed;</br>And the broad moon was grateful to her view,</br>When darkened half o'er head, or with the winds it flew.", "But it were long to tell her mournful tale:&mdash;</br>One night she 'scaped her watch &mdash; it was the hour</br>Her soul loved most &mdash; dead silence did prevail,</br>And the moon had climbed her topmost tower</br>Above in heaven.  'Twas known she'd sought before</br>Thus oft at lonely time abroad to roam,</br>As fain, by all unheard, her grief to pour;</br>And now ere morning on the world doth come,</br>'Tis learned that late the hapless one had fled her home.", "But search was vain; and many a night and day</br>Had now rolled by, and yet no maid return'd.</br>'Twas said she'd fallen in the woods a prey</br>To savage kind, or else afar off journed</br>To some lone place, where nightly still she mourned&mdash;</br>But even now these thoughts were ever fled,</br>When to his tomb for whom she all had spurned,</br>One day a corse, that youth's own sire, was led</br>To claim therein a tenement beside the dead.", "The door fell open &mdash; as nor lock nor bar</br>Had held it &mdash; and the mourners gain the ground</br>Designed for burial in the dark vault far,&mdash;</br>But lo they shudder!  and from all around</br>Quick bursts a general murmur of deep sound;</br>For there that faithful, hapless maiden, cold</br>Beside her own true lover's corse, they found.</br>She came to die near him. * * * * * This was I told</br>While yet a boy, and then it was a tale of old.</br>"]