["Sweet Muse, that on my venturous voyage smiled,</br>And kindly cheered the dangerous, doubtful way,</br>No more with dreams of youth, and hope beguiled,</br>I tempt thee from thy heavenly seats to stray.</br>Soon shall my lyre its feeble descant close,</br>And sad its parting strain &mdash; a funeral song;</br>Nor needs a Frenchman aid for themes like those,</br>Spontaneous rise the notes, his lyre along,</br>And all he sings, he feels, inured to grief and wrong.", "Friend of my youth!  indulge this parting lay,</br>And then for aye thy service I forego.</br>I leave the dreams, that charmed my earlier day,</br>And all the heaven that youthful poets know.</br>For youth is fled; and thou may'st not remain,</br>To sort with furrowed brow, and silver hairs.</br>Yet sure to lose thee gives me mickle pain,</br>Thy hand alone the balm of life prepares,</br>The only zest for joy, the only cure for cares.", "O yes!  perforce the parting tear will flow;</br>So old a friend, that loved me yet a child;</br>Teaching my step the ocean path to know,</br>And my young voice to sing the tempest mild.</br>I wooed thee oft in western wood afar,</br>Where stranger foot had never trod before,</br>By twilight dim, or light of evening stars;</br>Listening remote to Niagara's roar,</br>And nature's self and thou didst inspiration pour.", "Guide and companion of my wandering way!</br>What various lands our voyage since hath seen,</br>From plains, where Tiber's glorious waters play,</br>To distant Morven's misty summits green.</br>How, loath to leave the spot, we lingered near</br>Athena's walls, and grove of Academe;</br>How pilgrim like, we saw, with hallowed fear,</br>Afar the Holy City's turrets gleam,</br>And prayed on Sion's mount, and drank of Jordan's stream.", "Then fare thee well!  but not with thee depart</br>The loftiness of soul, that thou hast given,</br>Once to have known thee shalt exalt my heart</br>When thou, celestial guest, art fled to heaven,</br>Then what, though time may wither Fancy's bloom,</br>And change her voice to dissonance uncouth;</br>Thy nobler gifts receive a nobler doom,</br>And live and flourish in eternal youth,</br>The firm unbending mind, the consciousness of truth.</br>"]