["Content, the false World's best disguise,</br>The search and faction of the Wise,</br>Is so abstruse and hid in night,</br>That, like that Fairy Red-cross Knight,</br>Who treacherous Falshood for clear Truth had got,</br>Men think they have it when they have it not.", "For Courts Content would gladly own,</br>But she ne'er dwelt about a Throne:</br>And to be flatter'd, rich, and great,</br>Are things which do Mens senses cheat.</br>But grave Experience long since this did see,</br>Ambition and Content would ne'er agree.", "Some vainer would Content expect</br>From what their bright Out-sides reflect:</br>But sure Content is more Divine</br>Than to be digg'd from Rock or Mine:</br>And they that know her beauties will confess,</br>She needs no lustre from a glittering dress.", "In Mirth some place her, but she scorns</br>Th' assistance of such crackling thorns,</br>Nor owes her self to such thin sport,</br>That is so sharp and yet so short:</br>And Painters tell us they the same strokes place</br>To make a laughing and a weeping face.", "Others there are that place Content</br>In Liberty from Government:</br>But whomsoe're Passions deprave,</br>Though free from shackles, he's a slave.</br>Content and Bondage differ only then,</br>When we are chain'd by Vices, not by Men.", "Some think the Camp Content does know,</br>And that she sits o' th' Victor's brow:</br>But in his Laurel there is seen</br>Often a Cypress-bow between.</br>Nor will Content her self in that place give,</br>Where Noise and Tumult and Destruction live.", "But yet the most Discreet believe,</br>The Schools this Jewel do receive,</br>And thus far's true without dispute,</br>Knowledge is still the sweetest fruit.</br>But whilst men seek for Truth they lose their Peace;</br>And who heaps Knowledge, Sorrow doth increase.", "But now some sullen Hermite smiles,</br>And thinks he all the World beguiles,</br>And that his Cell and Dish contain</br>What all mankind wish for in vain.</br>But yet his pleasure's follow'd with a Groan,</br>For man was never born to be alone.", "Content her self best comprehends</br>Betwixt two souls, and they two friends,</br>Whose either joyes in both are fixed,</br>And multiply'd by being mixed:</br>Whose minds and interests are so the same;</br>Their Griefs, when once imparted, lose that name.", "These far remov'd from all bold noise,</br>And (what is worse) all hollow joyes,</br>Who never had a mean design,</br>Whose flame is serious and divine,</br>And calm, and even, must contented be,</br>For they've both Union and Society.", "Then, my Lucasia, we who have</br>Whatever Love can give or crave;</br>Who can with pitying scorn survey</br>The Trifles which the most betray;</br>With innocence and perfect friendship fir'd</br>By Vertue joyn'd, and by our Choice retir'd.", "Whose Mirrours are the crystal Brooks,</br>Or else each others Hearts and Looks;</br>Who cannot wish for other things</br>Then Privacy and Friendship brings:</br>Whose thoughts and persons chang'd and mixt are one,</br>Enjoy Content, or else the World hath none.</br>"]