["There is a pleasure, now and then, in giving</br>Full scope to Fancy and Imagination;</br>And, for a time, to seem as we were living</br>In fearless, incorporeal exultation,</br>Amid sweet scenes of the mind's own creation.</br>Why should we not? &mdash; We surely need not deem</br>That man forgets the duties of his station,</br>Because he cherishes the lovely gleam</br>Thrown on life's thorny path by fancy's brilliant beam.", "No gift of God was given without its end:&mdash;</br>And had it not been right that we should see,</br>As through this world's bleak wilderness we wend,</br>Beyond the reach of dull reality;</br>Imagination, fearless, fond and free,</br>Had not been given us; it has; &mdash; and why?</br>But to enable us at times to be</br>Partakers of those raptures pure and high,</br>Unearthly visions bring before our mental eye.", "The danger of such dear delights is this:&mdash;</br>'Tis sweet to soar, but dreary to descend;&mdash;</br>To exchange for real bale, ideal bliss,</br>And see the beauteous forms which round us blend</br>In airy loveliness, no more befriend</br>The heart they lighten'd, vanishing afar!&mdash;</br>True, it is painful!  but, think we to mend</br>Our mortal destiny, or rather mar,</br>By quenching in our minds each brightest, loveliest star?", "The Patriarch, who laid him down to rest,</br>And saw in holy visions of the night,</br>'Mid opening clouds the angelic host confest,</br>Ascending and descending in his sight,</br>Those golden steps so glitteringly bright,</br>Which led from earth to heaven; from heaven to earth;</br>Did he, repining at the morning light,</br>Arraign the Power which gave those phantoms birth?</br>No!  with adoring heart he humbly own'd their worth.", "O hallow'd Fancy!  sweet Imagination!</br>Although your blessings unto me have been</br>Not pure and unalloy'd; my admiration,</br>My love of you is not the less, I ween.</br>Still gild at intervals life's clouded scene;&mdash;</br>And though your lofty glories brightly breaking</br>On my mind's eye, be \"few and far between,\"</br>May I, in dreams at least, your powers partaking,</br>Woo your sublime delights, and bless you on my waking.</br>"]