["On a soft Bank of Camomel I sate,</br>Or shaded by two mournful Yews;</br>(Doubtless, it was the will of Fate</br>I this retreat shou'd choose)</br>Where on delicious Poetry I fed</br>Amazing Thoughts chil'd all my blood,</br>And almost stops the vital Floud;</br>As Dryden's sacred Verse I read.</br>Whilst Killing Raptures seiz'd my head,</br>I shook, as if I had foreknown</br>What All-Commanding Fate had don;</br>What for our Sov'reign Dryden had design'd,</br>Till Sleep o'rwhelm'd my Brain as Sorrow had my mind;</br>To think that All the great, ev'n He must dy,</br>And Here, in Fame alone, have Immortality.</br>When, in my dream The Fatal Muse</br>With Hair dishevell'd and in tears,</br>Melpomene appears</br>Upon my Throbbing heart her hand she lay'd,</br>Her hand as Cold as Death; and thus she said,</br>Least of my Care, be calm'd!  No more Just Heav'n accuse!", "Eternal Fate has said: &mdash; He must Remove;</br>The Bards Triumphant wait for him Above.</br>To Everlasting Day and Blest Abodes</br>(The seats of Poets and of Gods)</br>He's gon, to fill the Throne</br>Which None cou'd fill but He Alone;</br>The Glorious Throne for Him prepar'd;</br>Of Glorious Acts The Glorious, Just Reward.</br>See, see, As He Ascends on high,</br>The sacred Bards attending in the Sky!</br>So low do they Descend</br>To meet Their Now Immortal Friend!</br>Immortal There Above and Here Below,</br>As long as Men shall Wit and English know</br>Th' unequal'd Dryden must be so,</br>Immortal in his Verse, in Verse unequal'd too.</br>She said, &mdash; Then disappear'd; when I</br>Cou'd plainly see all that was don on High.", "I saw Above an universal Joy,</br>Perfect, without alloy;</br>(So Great as ne'r till then had been,</br>Since the sweet Waller Enter'd in)</br>When all that sacred Company,</br>Brought the triumphant Bard from Ours to Heaven's great Jubile.</br>That was the occasion of his Happiness,</br>And of our sorrows (surely, that the Cause,</br>Call'd hence Heav'ns Monarchs praise to help t' express</br>And to receive for that his Own deserv'd applause.</br>There wanted still one in the Heav'nly Quire,</br>Dryden Alone was their Desire,</br>Whom for the sacred song th' Almighty did Inspire.</br>'Twas Pitty to Us that so long delay'd</br>His Blest Translation to Eternal Light;</br>Or, otherwise may we not be Afraid</br>'Twas for the sins of som who durst presume to Write?</br>Who durst in Verse, in Sacred Poetry,</br>Ev'n Heav'n's own design bely,</br>And damn themselves with utmost Industry!</br>For this  may we not dread</br>The mighty Prophet's taken from our head,</br>And tho the fate of these I fear,</br>I in Respect must venture here.</br>A Long and Recking War was sent,</br>Of Common Sins, a Common Punishment;</br>To the unthinking Crowd the only Curse;</br>Who feel no Loss but in their Purse:</br>But (Ah!)  what Loss can now be worse?</br>The Mighty Pan has left our mournful shoar;</br>The Mighty Pan is Gon, Dryden is Here no more.", "When to the Blest, Bright Region he was com,</br>The Vulgar Angels Gaz'd, and made him room:</br>Each Laureat Monarch welcom's him on high,</br>And to Embrace him all together fly:</br>Then strait the Happy Guest is show'n</br>To his Bright and Lofty Throne</br>Inferiour there to None.</br>A Crown beset with litle Suns, whose Rays</br>Shoot forth in foliages resembling Bays,</br>Now on his Head they place:</br>The round him all the Sacred Band</br>Lowdly Congratulating stand:</br>When, after Silence made,</br>Thus the Sweetest Waller said</br>Well hast Thou merited, Triumphant Bard!</br>For, once I knew Thee Militant Below,</br>When I my self was so;</br>Dang'rous thy Post, the Combat Fierce and Hard,</br>Ignorance and Rebellion still Thy Foe</br>But for those litle pains see now the Great Reward!</br>Mack-Fleeknoe and Achitophel</br>Can now no more disturb thy peace,</br>Thy Labours past, thy Endless joys encrease,</br>The more thou hast endur'd the more Thou dost Excel.</br>And for the Laurels snatch' from Thee Below</br>Thou wear'st an Everlasting Crown upon thy Hallow'd Brow.", "The Bard who next the New-born saint Addrest</br>Was Milton, for his Wonderous Poem Blest;</br>Who strangely found, in his Lost Paradise, Rest.</br>Great Bard ( said he) 'twas Verse alone</br>Did for my Hideous Crime attone,</br>Defending once the worst Rebellion.</br>A Double share of Bliss belongs to Thee,</br>For thy Rich Verse and thy firm Loyalty,</br>Som of my Harsh, and Uncouth Points do ow</br>To Thee a Tuneful Cadance still Below.</br>Thine was, Indeed, The State of Innocence, Mine of offence,</br>With study'd Treason and self-intrest staind;</br>Till Par'dise Lost wrought Paradise Regain'd.</br>He said: &mdash; When thus our English Abraham,</br>(In Heaven the second of that Name,</br>Cowley as Glorious there as Sacred here in Fame,)</br>Welcom, Aleides, to this Hapy Place!</br>Our Wish, and our Long Expectation here,</br>Makes thee to us more Dear;</br>Thou great destroyer of that Monstrous Race,</br>Which our sad, former seat did Harrass and Disgrace,</br>Be Blest and Welcom'd with our Praise,</br>Thy Great, Herculean Labours don,</br>And all the Courses of thy Zodiac run;</br>Shine here to us a more Illustrious Sun!</br>But see!  Thy Brethren Gods in Poetry,</br>The whole Great Race Divine,</br>Ready in thy Applause to joyn,</br>Who will Supply what is Defect in me.", "Rochester once on Earth a Prodigy,</br>A happy Convert now on High,</br>Here begins his Wond'rous Laies,</br>In the Sainted Poets Praise.</br>Fathomless Buckingham, smooth Orrery,</br>The Witty D'Avenant, Denham, Suckling too,</br>Shakespear, Natures Kneller, who</br>Natures Picture likest drew,</br>Each in their turn his Praise pursue.</br>His Song Elab'rate Johnson do's try,</br>On Earth unus'd to Elogy</br>Beaumont and Fletcher Sing together still,</br>And with their Tuneful Notes the Arched Palace fill</br>The Noble Patron Poet now do's try,</br>His Wondrous Spenser to outvy:</br>Drayton did next our Sacred Bard Address,</br>And Sung Above with wonderful success.</br>Our English Ennius, He who gave,</br>To The great Bard kind welcom to his Grave,</br>Chaucer, the Mighty'st Bard of yore,</br>Whole Verse cou'd Mirth, to saddest Souls restore,</br>Caress'd him next whil'st his delighted Eye,</br>Express'd his Love, and thus his Tongue his Joy,</br>Was I, when erst Below (said he)</br>In hopes so Great a Bard to see:</br>As Thou my Son, Adopted into me,</br>And all this Godlike Race, some equal ev'n to Thee!</br>O!  tis enough &mdash; Here soft Orinda came,</br>And Spritely Afra, Mules Both on Earth;</br>Both Burn'd here with a Bright Poetic flame,</br>Which to their happiness above gave birth;</br>Their Charming Songs, his entertainment close,</br>The mighty Bard then smiling, Bow'd and 'rose.", "Strait from his head, each takes his Laurel'd Crown,</br>And on the Golden Pavement casts it down:</br>All prostrate fall, before Heavens High Imperial Throne;</br>When the New Saint begins his song Alone</br>Won'drous even there, It was Confest,</br>Scarce to be Equal'd by the Rest:</br>Herbert nor Crashaw, tho on earth divine,</br>So sweetly cou'd their Numbers Joyn!</br>When (Lo!)  the Light of twenty thousands Suns,</br>All in one Body, shining all at once,</br>Darts from Th' Imperial to this Lower Court;</br>A Light which They but hardly cou'd support!</br>Then the Great Anthem was begun,</br>Which all the Hallowd Bards together sing;</br>And by no Choir of angels is out done,</br>But by The Great Seraphic choir Alone,</br>That day and night surround The Awful Throne</br>Of Heavens Eternal King:</br>Even they Themselves did the Great Chorus fill,</br>And brought the Grateful sounds to Heav'n's High Holy'st Hill.", "My Soul shook with the Sacred Harmony,</br>Which soon alarm'd my heart;</br>I fancy'd I was falling from on High</br>And waken'd with a start;</br>Wak'd (said I?) surely no; I did not sleep;</br>Can they be Dreams which such Impressions make?</br>My soul do's still the Blest Idea's keep;</br>And still (methinks,) I see 'em tho awake!</br>The other thrones too, which, tho vacant, shone</br>With greater Glory then the sun,</br>Come fresh into my mind;</br>Which once will lose their lustre by their Bards outdon,</br>When fill'd with those for whom they are design'd,</br>Upon their fronts I saw the Glitt'ring names,</br>All written in Coelestial flames.</br>For Dorset what a Pallace did I see!</br>For Montague!  And what for Normanby!</br>What Glory's wait for Wycherly!</br>For Congreve, Southern, Tate, Garth, Addison?</br>For Stepney, Prior and for Dennis too;</br>What Thrones are void, what Joys prepar'd and due?</br>The Pleasant Dear Companion Cheek</br>(Whom all the Great altho at Midnight, seek)</br>His Glorious wreath must wear and endless Joys pursue;</br>And for Motteux, my Gallic Friend,</br>The like Triumphant Laurels wait;</br>Tho Heav'n, I hope, will send it  very late,</br>E'r they or He to their Blest Seats ascend.</br>Tis in Their Verse, next His, that He must Live;</br>Next His, Their Lines Eternal Fame can give,</br>Then all the Happiness on Earth I know</br>Is, that such Godlike Men as they are with us still below.</br>"]