["The sun was setting in the western heaven,</br>And night was veiling fast the azure sky;</br>The solar rays by darkling clouds were riv'n,</br>Which seem'd to spread their shade, that mortal eye</br>Might now behold the glorious canopy;</br>Clad in its glowing tints:  long streams of light</br>Yet glanc'd upon the earth and radiantly</br>Illum'd the scene of conflict, where the night</br>Now chas'd th' unwilling sun, and bade him take his flight.", "And oft the rays upon the ocean's waves</br>Tremblingly danc'd; as if they pray'd the deep</br>To chain the conquering night, down in its caves</br>Of crimson coral; and it seem'd to weep</br>It could not climb the vast etherial steep</br>To aid the day's bright monarch; and a thrill</br>Of pity, murmur'd from the billow's sleep,</br>As the low night-wind bade their heads be still,</br>Until the morn again should climb the eastern hill.", "There was a stranger on the sandy shore,</br>Who watch'd with eye intent the heavenly scene,</br>And gaz'd upon the sun, until no more</br>The western sky had tint of glorious sheen;</br>And then he turn'd him to the ocean's green,</br>And fix'd his gaze upon the silent sea,</br>Upon whose mirror'd surface now were seen</br>The placid moonbeams sleeping tranquilly,</br>Serenely joying in their short-liv'd victory.", "There was a deep expression on his face,</br>A countenance where beauty once had shone,</br>There yet was much of majesty and grace,</br>But still the eye might mark how much had gone,</br>Chas'd by dire sorrowings from their manly throne.</br>And from his eye the lustre too had fled,</br>Whose lightning glance had spurr'd whole thousands on</br>To conquer or to death:  it now but shed</br>A sickly beam, as if its hope had withered.", "The stranger look'd upon the boundless deep,</br>And on his cheek there fell an anguish'd tear.</br>'Twas sad to see the lonely stranger weep,</br>But feelings came to him, that once were dear,</br>And which he dream'd, had died on memory's bier;</br>And when that darken'd eye glanc'd o'er the main,</br>That oft had graz'd on death, devoid of fear,</br>Dark visions of the past then came again</br>And fill'd his mourning breast, with sad and bitter pain.", "And then he gaz'd upon the starry sky,</br>Where distant worlds like shining gems appear'd;</br>And when the meteor flash'd; he oft would sigh,</br>And liken their brief glare to splendour rear'd</br>Upon a baseless pomp, the sooner to be sear'd</br>By cold misfortune's blast:  reflection's power</br>Came on him like a dreaded spell; &mdash; he fear'd</br>To meet the chillings of that icy hour,</br>When memory gains her sway and and blights the heart's best bower.", "For he was then an exile from the land</br>Of that sweet home his eyes could view no more;</br>And he would oft' times pace upon the strand</br>And look towards his country:  then would soar</br>His spirit's mightiness, and the waves' wild roar</br>Would equal not his soul's tempestuous ire,</br>When the remembrance of the deeds now o'er,</br>Would fill his bosom with that phrenzied fire</br>Whose flame was feelings scath'd, his heart their blazing  pyre.", "But there were times, as in this twilight hour,</br>When pensive melancholy grief bore sway;</br>When the full heart emitted forth a shower</br>Of briny tears, that dimm'd his eye's bright ray,</br>As he would watch the last dim streaks of day:</br>And oft sad thoughts would rend his labouring breast,</br>That he would try in vain to force away;</br>Then homeward would be his, but not to rest,</br>His bosom was a throne where sorrow reign'd confess'd.", "Or if the shades of balmy sleep o'erhung</br>Th' unquiet lids yet moist with recent weeping,</br>Unwonted sounds would issue from his tongue,</br>Or frightful dreams would chase his transient sleeping;</br>Whilst in a sea of grief his soul was steeping:</br>Or if a kinder dream then lur'd his heart</br>And gave it to a blissful moment's keeping,</br>His waking time would but new woes impart,</br>To add fresh poignancy to sorrow's venom'd dart.", "He was the pinion'd eagle of a rock</br>That rear'd its crags from out the pathless ocean;</br>He was a pillar levell'd by the shock</br>Of congregated nations; yet devotion</br>(Nutur'd by the heart's intense emotion),</br>E'en there did not forsake him; there were men</br>Unsway'd by gold, or worldly-minded notion,</br>Who brought their hallow'd souls to him, and then</br>Rejoic'd to share with him his pestilential den.", "His day is gone!  Voiceless in death he sleeps</br>The slumber of mortality; his fame</br>Will ever live.  There yet is one that weeps&mdash;</br>She who once shar'd his glory and his name,</br>Who lov'd him in adversity the same</br>As when the millions of the crouching world,</br>With recreant monarchs, trembled at the flame</br>That shed its halo round his flag unfurl'd,&mdash;</br>Ere from his hill of might the conqueror was hurl'd.", "The ground entombs him; o'er his verdant grave</br>No marble gleams with monumental glare;</br>The drooping willows  sympathetic wave;</br>And serve as nature's banners in the air,</br>To mark the spot.  No chisel'd titles there</br>Display their pomp, with by-gone deeds to urge</br>Reflection:  silent in his earthly lair</br>He lies; and the deep voice of ocean's surge</br>Sung, and still sings, the once-fam'd conqueror's dirge.</br>"]