["SONNET I.</br>In days of old, ere charm'd at length to rest</br>Stern Chivalry her idle spear uphung,</br>Sweet mid loud arms the Minstrel's music rung;</br>In each proud castle, at the gorgeous feast,</br>Mix'd with bold Chiefs he sat, an honour'd guest;</br>Cheer'd with the genial rites, his lyre he strung,</br>War, Love, the Wizard, and the Fay he sung,</br>And fir'd with rapture each impassion'd breast:</br>Such were the strains, which in her livelier prime</br>Bright Fancy pour'd; but ah!  they're heard no more!</br>Yet is not Genius dead:  the song sublime</br>Might burst in tides as copious as of yore;</br>But WANT, grim Monster, checks the raging rhyme,</br>And damps the Poet's wing outstretch'd to soar.", "SONNET II.</br>Ah!  what avails it with adventurous pace</br>To scale, fair Poesy, thy heights sublime?</br>Tho' many a flower adorn the fragrant clime,</br>Oft chilling storms with envious blast deface</br>Each opening bloom:  meanwhile with lifted mace</br>High on the mountain's brow, in garb obscene,</br>Sits WANT, a Spectre pale, whose threatening mien</br>Oft drives the Bard to quit th' unfinish'd race:</br>Yet nobler Some, undaunted at his frown,</br>Up the steep hill have trod the rugged way;</br>Such sung the REDCROSS Knight, the TROJAN Town,</br>Brave GAMA'S toils, and SALEM'S bloody fray;</br>Such too, with harder fate, tho' like renown,</br>Great AELLA'S Minstrel pour'd his deathless lay.", "SONNET III.</br>Oxford, since late I left thy peaceful shore,</br>Much I regret thy domes with turrets crown'd,</br>Thy crested walls with twining ivy bound,</br>Thy Gothic fanes, dim isles, and cloysters hoar,</br>And treasur'd rolls of Wisdom's ancient lore;</br>Nor less thy varying bells, which hourly sound</br>In pensive chime, or ring in lively round,</br>Or toll in the slow Curfeu's solemn roar;</br>Much too thy moonlight walks, and musings grave</br>Mid silent shades of high-embowering trees,</br>And much thy Sister-Streams, whose willows wave</br>In whispering cadence to the evening breeze;</br>But most those Friends, whose much-lov'd converse gave</br>Thy gentle charms a tenfold power to please.", "SONNET IV.</br>Yes, lov'd retreat, those wonted gales I know,</br>That shed soft fragrance o'er my drooping frame,</br>Sweet, as of old, when first the youthful flame</br>Was kindled in my veins; and now below</br>I see thy various length of landscape glow</br>With all it's custom'd blooms, it's groves the same,</br>It's verdant lawns, and towers of antique fame,</br>And streams that gently murmur as they flow:</br>Now too the sounds, that us'd my soul to cheer,</br>Thy mingled melodies of hill and plain,</br>Melt in faint murmurs on my ravish'd ear:</br>But say, will They too bless my eyes again,</br>My Friends of yore?  if They no more appear,</br>Fair as thou art, thy other charms are vain.", "SONNET V.</br>TO THE AUTHOR OF THE ARABIAN NIGHTS ENTERTAINMENTS.</br>Blest Child of Genius, whose fantastic Sprite</br>Rides on the vollied lightning's flash, or roves</br>Thro' flowery valleys, and Elysian groves,</br>Or, borne on venturous pinions, takes it's flight</br>To those dread realms, where hid from mortal sight</br>Fierce Genii roam, or where in bright alcoves</br>Mild Fairies reign, and woo their secret loves;</br>Whate'er thy theme, whether the magic might</br>Of the stern Kings, that dwell mid Ocean's roar,</br>Or Sindbad's perils, or the cruel wiles</br>Of Afric's curst Enchanter charm us more,</br>Or ought more wondrous still our ear beguiles,</br>Well-pleas'd we listen to thy fabling lore,</br>And Truth itself with less attraction smiles.", "SONNET VI.</br>TO BOCCACCIO.</br>Not for thy Gothic Trumpet's martial rage,</br>Not for thy Latian Bays, nor that 'twas thine</br>The Tuscan's rugged period to refine,</br>Nor yet, BOCCACCIO, that thy faithful page</br>Reflects the genuine manners of thy Age,</br>Nor that, enliven'd at thy sprightlier style,</br>Pale Sorrow's Victims smooth the brow, and smile;</br>For nought of worth like this, immortal Sage,</br>Haste I to twine this garland round thy tomb;</br>But that I oft have shar'd NASTAGIO'S fears</br>At his dread Vision, oft have wept the doom</br>Of fair GHISMONDA, sunk in early years,</br>I crown thee with this chaplet's simple bloom,</br>The Bard sublime of Terrour, and of Tears.", "SONNET VII.</br>Sick with the pangs, that prompt the Lover's moan,</br>Long tender Tasso pin'd, but pin'd in vain:</br>Despair at length and Frenzy fir'd his brain;</br>In silence oft he sat, and wept alone,</br>Oft rav'd aloud, and taught wild woods to groan;</br>Oft too in songs, if songs might ease his pain,</br>He pour'd his soul, changing the Trumpet's strain</br>For rural Reeds, and the Lute's amorous tone:</br>I, who like him whole years with tortur'd heart</br>Have woo'd, and vainly woo'd, as fair a Dame,</br>Feel thro' my boiling veins like madness dart;</br>So could I learn, like him, the lay to frame,</br>If She, if haply She, who caus'd my smart,</br>Might deign to listen, and relieve my pain!", "SONNET VIII.</br>TO VALCLUSA.</br>What tho', VALCLUSA, the fond Bard be fled,</br>That woo'd his Fair in thy sequester'd bowers,</br>Long lov'd her living, long bemoan'd her dead,</br>And hung her visionary shrine with flowers!</br>What tho' no more he teach thy shades to mourn</br>The hapless chances that to Love belong,</br>As erst, when drooping o'er her turf forlorn</br>He charm'd wild Echo with his plaintive song!</br>Yet still, enamour'd of the tender tale,</br>Pale PASSION haunts thy grove's romantic gloom,</br>Yet still soft Music breathes in every gale,</br>Still undecay'd the Fairy-garlands bloom,</br>Still heavenly incense fills each fragrant vale,</br>Still PETRARCH'S GENIUS weeps o'er LAURA'S tomb.", "SONNET IX.</br>No more, fond Father of a much-lov'd Child,</br>Let thy sad heart, big with paternal fears,</br>Dread the rude storms, that wait his riper years;</br>A Friend, who knows him generous, brave, and mild,</br>By Pride unspoil'd, by Flattery unbeguil'd,</br>True to his promise, faithful to his trust,</br>Blind to his own, to others merit just,</br>Nor stain'd with Folly, nor with Vice defil'd,</br>And zealous still in Honour's arduous way</br>To emulate the race his Sire has run,</br>Tells thee, that if kind Heaven prolong his day</br>To mourn thy ashes, when thy life is done,</br>Thy fame shall live unconscious of decay,</br>And all thy virtues flourish in thy Son.", "SONNET X.</br>Could then the Babes from yon unshelter'd cot</br>Implore thy passing charity in vain?</br>Too thoughtless Youth!  what tho' thy happier lot</br>Insult their life of poverty and pain!</br>What tho' their Maker doom'd them thus forlorn</br>To brook the mockery of the taunting throng,</br>Beneath th' Oppressor's iron scourge to mourn,</br>To mourn, but not to murmur at his wrong!</br>Yet when their last late evening shall decline,</br>Their evening chearful, tho' their day distrest,</br>A Hope perhaps more heavenly-bright than thine,</br>A Grace by thee unsought, and unpossest,</br>A Faith more fix'd, a Rapture more divine</br>Shall gild their passage to eternal Rest.", "SONNET XI.</br>Too long, alas!  thro' Life's tempestuous tide</br>Heedless of Heaven, my giddy course I steer'd,</br>Link'd with the scoffing crew, nor ought rever'd</br>Great NATURE'S GOD:  such erring dreams belied</br>My Fancy, swoln with unsubstantial pride:</br>While, uglier far than have been feign'd or fear'd,</br>Ten thousand Phantoms to my sight appear'd,</br>And drew me darkling far from truth aside.</br>But vigorous now, with eagle-ken restor'd,</br>By nobler means aiming at nobler ends,</br>To the mild bosom of it's saving Lord,</br>Elate with ardent Hope, my Soul ascends,</br>While o'er the dreadful gulph, yet unexplor'd,</br>RELIGION'S golden Sun it's evening-beam extends.", "SONNET XII.</br>Dear Babe, whose meaning by fond looks exprest,</br>Thy only little eloquence, might move</br>The sternest soul to tenderness and love,</br>While thus, nor taught by Age to fawn, nor drest</br>In Treachery's mask, nor Falsehood's glistering vest,</br>Thou sweetly smilest, at the pleasing sight,</br>Wretch as I am, unwonted to Delight,</br>A transient gleam of gladness cheers my breast:</br>Yet soon again bursts forth th' unbidden tear,</br>And inly bleeds my heart, while I divine</br>What chilling blasts may nip thy riper year,</br>What blackening storms may cloud thy life's decline;</br>What for myself I feel, for Thee I fear:</br>Nay!  God forbid my woes should e'er be thine!", "SONNET XIII.</br>SUPPOS'D TO BE WRITTEN AT LEMNOS.</br>On this lone Isle, whose rugged rocks affright</br>The cautious pilot, ten revolving years</br>Great Paean's Son, unwonted erst to tears,</br>Wept o'er his wound:  alike each rolling light</br>Of heaven he watch'd, and blam'd it's lingering flight,</br>By day the sea-mew screaming round his cave</br>Drove slumber from his eyes, the chiding wave,</br>And savage howlings chas'd his dreams by night.</br>Hope still was his:  in each low breeze, that sigh'd</br>Thro' his rude grot, he heard a coming oar,</br>In each white cloud a coming sail he spied;</br>Nor seldom listen'd to the fancied roar</br>Of Oeta's torrents, or the hoarser tide</br>That parts fam'd Trachis from th' Euboic shore.", "SONNET XIV.</br>TO THE SPIDER.</br>Ingenious Insect, but of ruthless mould,</br>Whose savage craft, as Nature taught, designs</br>A mazy web of death, the filmy lines,</br>That form thy circling labyrinth, enfold</br>Each thoughtless Fly, that wanders near thy hold,</br>Sad victim of thy guile; nor ought avail</br>His silken wings, nor coat of glossy mail,</br>Nor varying hues of azure, jet, or gold:</br>Yet, tho' thus ill the fluttering captive fares,</br>Whom heedless of the fraud thy toils trepan,</br>Thy tyrant-fang, that slays the stranger, spares</br>The bloody brothers of thy cruel clan;</br>While MAN against his fellows spreads his snares,</br>Then most delighted, when his prey is MAN.", "SONNET XV.</br>TO THE OWL.</br>Grave Bird, that shelter'd in thy lonely bower,</br>On some tall oak with ivy overspread,</br>Or in some silent barn's deserted shed,</br>Or mid the fragments of some ruin'd tower,</br>Still, as of old, at this sad solemn hour,</br>When now the toiling Sons of Care are fled,</br>And the freed Ghost slips from his wormy bed,</br>Complainest loud of Man's ungentle power,</br>That drives thee from the chearful face of day</br>To tell thy sorrows to the pale-eyed Night,</br>Like thee, escaping from the sunny ray,</br>I woo this gloom, to hide me from the sight</br>Of that fell Tribe, whose persecuting sway</br>On Me and Thee alike is bent to light.", "SONNET XVI.</br>Once more return'd to curl the dimpling lake</br>Auspicious Zephyr waves his downy wing,</br>Rouz'd at his touch the slumbering flowers awake</br>With all the smiling Family of Spring:</br>Again is heard the turtle's amorous tale,</br>Again the swallow twitters o'er her nest,</br>Again wild music melts in every vale,</br>And love rekindling glows in every breast:</br>Thus they return:  but ah!  to me no more</br>Return the pleasures of the vernal plain,</br>In vain for me resounds the vocal shore,</br>And woods renew their verdant robes in vain;</br>Nor counsel sweet of Friends can ease my care,</br>Nor even the sweeter converse of the Fair.", "SONNET XVII.</br>Oh Thou, whose poison taints life's richest feast,</br>Thou Fiend, whom Fear on Love begot of yore,</br>Whom dark Suspicion foster'd at her breast,</br>And Vengeance tutor'd in his deadliest lore,</br>Oh JEALOUSY, whose inly-rankling dart</br>Racks the fond bosom with unnumber'd throes,</br>That now, even now, art busy at my heart,</br>Far hence avaunt, and leave me to repose!</br>Go in some Stygian cave unheard to moan,</br>There night and day thy restless eye-balls roll&mdash;</br>Ah!  spare me, spare me, since thy power I own!</br>Nor thus, so soon returning from controul,</br>In size more huge, in shape more hideous grown,</br>With tenfold horrours rush upon my soul.", "SONNET XVIII.</br>FROM PETRARCH.  [Son. 239. 241.]</br>If, here reclining while I weep my woes,</br>The Turtle near me tells her plaintive tale,</br>Or headlong brook with warbling murmur flows,</br>Or green leaves rustle to the sighing gale,</br>In each low sound, that makes these rocks reply,</br>I seem my Laura's long-lost voice to hear,</br>And oft, bright beaming on my raptur'd eye,</br>Her charms more lovely than in life appear;</br>A Naiad oft, emerging from the flood,</br>Graceful she seems to tread the dimpling wave,</br>Oft glides along, a Goddess of the wood,</br>Oft sits, the Nymph of this sequester'd cave,</br>Oft mounting beckons from a cloud of light,</br>Till Heaven at length receives her from my sight.", "SONNET XIX.</br>FROM PETRARCH.  [Son. 312. 313]</br>Full twice ten years, pining with fond desire,</br>Love's Slave I liv'd, nor broke the galling chain,</br>Nor banish'd hope, tho' hope was always vain;</br>Ten more, these eyes, when Death's avenging ire</br>Snatch'd the dear Maid, to whom they dar'd aspire,</br>Wept o'er her grave, while still my plaintive strain</br>Told each sad Echo of these groves my pain:</br>But now, since Time has quench'd th' unwilling fire,</br>This remnant of my days, with clouds o'ercast,</br>To thee, great God, whose mercies never cease,</br>I meekly vow, to expiate the past;</br>Praying, if prayer may sins like mine release,</br>By storms long tost to find a port at last,</br>Long bruis'd in war at length to sleep in peace.", "SONNET XX.</br>IMITATED FROM SONETTO DI FAUSTINA MARATTI.</br>Too beauteous Rival, whose enticing charms</br>Once to my heart's sole Darling seem'd so fair,</br>That oft he praises still thy ivory arms,</br>Thy ruby lips, blue eyes, and auburn hair;</br>Say, when he heard thy tongue's seducing strain,</br>Stood he e'er silent, or with scorn replied,</br>Or turn'd with alter'd brow of cold disdain</br>From thy soft smiles, as now from mine, aside?</br>Once, once, too well I know, he held thee dear,</br>And then, when captive to thy sovereign will&mdash;</br>But why that look abash'd, that starting tear,</br>Those conscious blushes which my fears fulfil?</br>Speak, answer, speak; nay answer not, forbear,</br>If thou must answer, that he loves thee still.", "SONNET XXI.</br>IMITATED FROM BELINDE.  EIN SONNET VON HERR GLEIM.</br>From her fair limbs the last thin veil she drew,</br>And naked stood in all her charms confest,</br>The wanton gales her ringlets backward blew,</br>To sport themselves more freely on her breast:</br>From each warm beauty of th' uncover'd Maid,</br>Before scarce guess'd at, or but seen in part,</br>From all, for all was to my eyes display'd,</br>Delicious poison trickled to my heart:</br>Since thus I gaz'd (was mine to gaze the blame?)</br>Nor bliss my soul has tasted, nor repose;</br>The subtle venom glides thro' all my frame,</br>And in my brain a fiery deluge glows:</br>Thou, who my pangs wouldst shun, with wiser care</br>The spot, where Cynthia bathes at noon, beware.", "SONNET XXII.</br>IMITATED FROM SONETO DE LUIZ DE CAMOENS.</br>These hills that lift their verdant heads so high,</br>These towering palms that form a cooling shade,</br>These moss-grown banks for peaceful slumbers made,</br>This lingering stream that flows in silence by,</br>The distant-murmuring main, the Zephyr's sigh,</br>The Sun that sinks behind yon dusky glade,</br>The nibbling flocks that crop their evening blade,</br>Those glittering clouds that fringe the western sky;</br>Each various beauty, which the vernal year</br>Pours out profuse on woodland, vale, or plain,</br>Each pastoral charm, since thou no more art near,</br>Smiles not to these sad eyes, or smiles in vain;</br>Even scenes like these a cheerless aspect wear,</br>And pleasure sickens, till it turns to pain.", "SONNET XXIII.</br>IMITATED FROM SONETO DE LUIZ DE CAMOENS.</br>Weep, Nymphs of Tagus, weep the hapless doom</br>Ordain'd by Fate, and Death's severe decree,</br>Severe to all, but most, alas!  to me,</br>In Youth's gay pride, in Beauty's early bloom</br>To sink the lov'd Ophelia to the tomb.</br>Heavens!  that such eyes, whose orbs so sweetly roll'd,</br>Such lips of rubies, and such locks of gold</br>So soon should moulder in eternal gloom!</br>Tremble ye lesser Stars!  if nought could save</br>Charms, such as her's, from the foul shades of night,</br>How soon shall fade your glories in the grave!</br>Yet cease my Soul to grieve; her Heaven-born Sprite,</br>Too pure to linger in it's earthly cave,</br>Wing'd its free passage to the realms of light.</br>"]