["Aonian Muses, let my ardent soul</br>Thine animating genial fire imbibe,</br>And glow with inspiration all divine,</br>Whilst I the merits of the NEEDLE sing!</br>But not that Needle which directs</br>The roving mariner thro' seas unknown,</br>And, by a power magnetic, always points</br>To frozen Zembla's shores; nor do I sing</br>That other Knitting-Needle height, tho' they</br>Doubtless do deserve more copious praise</br>Than I can well bestow.  I will confine</br>At present my advent'rous lay to that</br>Most useful Needle, which is chief employ'd</br>By Jantee Taylor, or by Sempstress trim;</br>That curious little Syclop, unto which</br>All owe such universal benefits.</br>Sure it deserves in gratitude a verse!</br>Thou pretty, slender, polish'd instrument!</br>Who can commend thee to thy true desert?</br>Or who enough can thy inventor praise?</br>But thy inventor is (alas!) forgot;</br>He lies obscur'd in dull oblivion's cave,</br>Hid by the dark Gothic gloom of night.</br>Fain would I penetrate th' impervious shade</br>That veils his name, and call it forth</br>To shine the foremost on the list of fame:</br>But that is now deny'd; nor can the Muse</br>Dart thro' the cloud one faint enlight'ning ray</br>To guide us in the search; nor will he chaunt</br>A strain fictitious, nor a notion broach</br>Of vain surmise.</br>To thee she turns the strain,</br>And strives to make thee live in lasting verse:</br>Thou tiny implement, unthinking man</br>To thee conveniencies innumerous owes!</br>Without thy aid could tinsel shine in lace?</br>Or clothes new-fashion'd in the crouded Mall?</br>Alas!  how little thinks the powder'd beau,</br>While he is strutting in his birth-day suit,</br>And lost in admiration of himself,</br>And of his tawdry embroider'd coat,</br>That it is to thy friendly aid he owes</br>The gaudy trappings of his boasted dress!</br>Altho' thou hast thy kind assistance lent</br>To deck his person; tho' without thy aid</br>He could not shine in well-wrought button-hole,</br>Or gold-lac'd hat, he scarcely deigns to think</br>That there is such an instrument in being.</br>But mark the contrast of this light-brain'd beau!</br>Observe the deep-read sage, with formal phiz</br>And solemn step advance; each object round</br>He views with philosophic eyes; his coat,</br>Of antic cut, and rusty sable hue,</br>(As he deduces causes from effects)</br>Does not unnoticed pass, but he remarks</br>Each various change it undergoes, progressive</br>From the fleece unto its recent form.</br>Nor art thou in this nice review look'd o'er,</br>But he revolves with scrutinizing mind</br>Thy great utility; for well he knows</br>That every manufacturer doth ply</br>His labouring art in vain, and leaves his work</br>A shapeless undigested mass, 'till thou</br>(By hand of Taylor guided) join each part,</br>And from a seeming chaos form a coat.</br>In meditation thus, with arms entwin'd,</br>And look directed to the ground he walks</br>Along the street; when lo!  perchance his eye</br>Beholds thee glancing near the kennel's edge,</br>Swept by the careless 'prentice from the shop</br>Of haberdasher. &mdash; Oh!  unworthy plight!</br>He stops, &mdash; nor hesitates, but snatches thee</br>From thy impending ruin:  on his sleeve</br>He places thee with care, with grateful heart,</br>Retentive of thy numerous services.</br>Then homeward bends his steps, there to repose</br>His aged limbs, and from his feet to clean</br>The spattering dirt.  While he is thus employ'd,</br>Ah!  fatal chance!  the brush a chasm rends</br>In his well-worne hose; now thy aid he calls,</br>And now, &mdash; when optics on his nose</br>Are plac'd with careless trembling hand,</br>And yard of worsted's thro' thine eye convey'd,</br>Thou help'st him to repair the hapless breech.</br>Nor let us, 'midst thy good qualities forget</br>How thou thy kind assistance lend'st to Kate,</br>As by the fire she mends her tatter'd shift,</br>Or darns with nicest art her Roger's hose;</br>Whilst he, in Morpheus's chains fast bound,</br>Sits snoring by her side insensible.</br>Now she applies thy point with gentle touch,</br>And wanton leer, unto his arm or thigh,</br>Up starts the drowsy clown, and in revenge</br>Imprints a thousand kisses on her lips.</br>But oh!  how blest, how happy is thy fate!</br>When my Priscilla's pretty fingers guide thee</br>Thro' all the mazes of embroidery.</br>Directed by her lilly hand you lead</br>The silk of vivid hue, with curious art,</br>To form the mimic flower; or thro' the thin</br>Contexture of transparent lawn your pierce,</br>And follow'd by the finest thread you place</br>The Brussels border round the flower'd scarf:</br>Or now, assisted by her matchless art,</br>The ruffle you adorn, and o'er the wire</br>You fix the spreading gawze:&mdash;</br>And now, perhaps, (oh!  envied situation!)</br>You are on her kerchief stuck,</br>And kiss that lovely spot</br>Her soft, enchanting love-inspired bosom.</br>I charge thee not to touch that seat of bliss,</br>Nor with rude scratch to wound the throne of love.</br>But were I to rehearse each quality,</br>Each various point, in which thou dost excell,</br>My verse should mount to kindred strains with those</br>Of that immortal bard whose comic lay</br>Hath fix'd the splendid shilling on the roll</br>Of never-dying fame; or I should need</br>That lively, smooth, and easy flow of words,</br>In which the Pin by Woty is display'd:</br>But I can ne'er acquire those happy powers,</br>That strong, expressive dignity of style;</br>So with a wish I here must end the song,</br>Where'er thou art, or of whatever size,</br>Whether in hussy, or enamell'd case,</br>Adorn'd with gold, or form'd of humbler wood,</br>Whether possest by Chloe, or by Kate;</br>Oh may'st thou ever meet with the regard</br>That richly is thy due, and never more</br>Be slightly look'd on, or a trifle deem'd!</br>But, equal to thy great importance, may thou</br>Ever be each beauteous maid's delight!</br>May the loose novels, and the vague romance,</br>(Insidious sappers of the virtuous mind)</br>Neglected lie upon the dusty shelf!</br>Whilst thou alternate with domestic care,</br>And social converse, a well-chosen book,</br>And harmless mirth, employ their happy hours,</br>And guide them smoothly o'er the stream of time.</br>"]