["SCENE, A FARMER'S YARD, AT SUN-RISING.", "ISAAC.</br>Come!  Marget, come! &mdash; the team is at the gate!</br>Not ready yet! &mdash; you always make me wait!", "MARGET.</br>It is not later than the time you set;</br>For see the hour-glass!  &mdash; see, 'tis running yet.</br>It took me up more time to feed thy jay,</br>Than you for Marget willingly would stay.</br>But when he learns to talk, his head I'll fill</br>With words to make thee mannerly! &mdash; I will!", "ISAAC.</br>I call'd indeed, and seem'd to chide thy stay,</br>For fear my love should lose the prime of day;</br>When lab'ring bees to flow'ry fields repair,</br>To gather sweets that scent the morning air.</br>Already o'er yon hill the sun appears,</br>And thro' the fruit-trees gilds the yoking steers.</br>See on the kitchen wall, with ballads gay,</br>The early sun-beams quiver thro' the spray.</br>Now Rosamond they leave, and sink apace,</br>To tremble on the lines of Chevy-chace.</br>'Tis five exactly when they gild the tack</br>That holds this corner of the Almanack.", "MARGET.</br>I've nothing now to do but fetch my hood;</br>For thick will fall the dew-drops in the wood.</br>But soon, I fear, we shall complain of heat,</br>When up the ferny hill our cattle sweat.</br>There, with the sun, the ground is russet dry,</br>And dust in clouds will round the village fly.</br>No friendly trees are there, no bush, no briars,</br>To whose kind shade the trav'ler might retire.", "ISAAC.</br>But then we reach the cooling hollow way,</br>Where silver rills thro' shady channels play;</br>Where mossy shrubs are dress'd in all their pride,</br>And hanging maples deck the sloping side;</br>There they delight, the wrens, steal out and sing,</br>Making the little ivy'd caverns ring.</br>Above the spreading oaks thick branches meet,</br>Whose lofty bow'r excludes the sultry heat.</br>There my delight, the waving rook'ry, rings,</br>While the young nestlings learn to use their wings.", "MARGET.</br>Well, now I'm ready, long I have not staid.", "ISAAC.</br>One kiss before we go, my pretty maid.", "MARGET.</br>Go! &mdash; don't be foolish, Isaac &mdash; get away!</br>Who loiters now? &mdash; I thought you could not stay!</br>There &mdash; that's enough!  why, Isaac, sure you're mad!", "ISAAC.</br>One more, my dearest girl&mdash;", "MARGET.</br>Be quiet, lad.</br>See both my cap and hair are rumpled o'er!</br>The tying of my beads is got before!", "ISAAC.</br>There let it stay, thy brighter blush to show,</br>Which shames the cherry-colour'd silken bow.</br>Thy lips, which seem the scarlet's hue to steal,</br>Are sweeter then the candy'd lemon peel.", "MARGET.</br>Pray take these chickens for me to the cart;</br>Dear little creatures, how it grieves my heart</br>To see them ty'd, that never knew a crime,</br>And form'd so fine a flock at feeding time!", "ISAAC.</br>See, I have made thee up a flow'ry seat</br>With full-blown clover, cut at noon-tide heat.</br>Here's weather for thee, love, to go to town!</br>How many larks are warbling o'er the down!</br>The sportive robins too, along the way,</br>Billing each other, rise in wanton play.</br>While all along the vale, on either side,</br>Within the hedges dress'd in flow'ry pride,</br>The coupled finches make the coverts ring</br>With love's fond notes, which they in transport sing;</br>Or to their nests the mossy spoils convey,</br>While in the glossy rills their shadows play.</br>It makes me think of marriage &mdash; don't it you,</br>To seen them fly and settle two and two?", "MARGET.</br>Why dost thou wear that dirty smock to town?</br>The folk will jeer me, and my friends will frown.</br>Well!  thou shalt bye and bye be cleaner seen!", "ISAAC.</br>When we are marry'd, Marget, don't you mean?</br>If you desir'd that happy day like me,</br>Thy kindred soon a whiter frock would see.</br>My anxious thoughts would soon be lull'd to rest,</br>And gentle quiet lodge within my breast.</br>Then come, my fair one, bless my kind retreat;</br>My tufted daisies long to kiss thy feet.</br>My oaks in whisp'ring sighs lament thy stay,</br>And chiding riv'lets mourn thy long delay.</br>My bees forsake their hives, to thee they fly,</br>Or in thy absence on the roses die.</br>Come then, thou richest rose-bud nature yields,</br>And charm my vagrants to their native fields.</br>Gay to thy wish, my shrub-dress'd cottage glows,</br>With lilachs, woodbines, and the blushing rose.</br>The soft-string'd pinks before my threshold bloom,</br>And cooling breezes waft a rich perfume.</br>In knots of box, and figur'd beds of bone,</br>A thousand tulips now are finely blown.</br>Let then my hand its flow'ry skill display,</br>To deck my hearth, and make my windows gay.</br>Ah!  come and hear the music of the rills;</br>Their tuneful murmurs down the stony hills.</br>These soft transparent waters sweet and cool,</br>O'er shining pebbles hasten to my pool,</br>Whose crystal bosom, undisturb'd with foam,</br>Reflects the shadow of my peaceful home.</br>There, pleas'd with thee, my ducks in idle freaks,</br>Will deck the dancing shades with silver streaks.</br>My cattle there from pasture come to drink;</br>There wait the milker's hand beside the brink.</br>Ah!  when wilt thou on my delightful green,</br>At early morn and ev'ning close, be seen</br>To drain the swelling udders of my kine,</br>And join thy dear, thy pleasing tasks with mine?", "MARGET.</br>Before the green-dress'd hazel changes pale,</br>And nimble squirrels nut along the dale:</br>Before thy apples with red speckles shine,</br>Or purple clusters ripen on the vine:</br>Before thy fav'rite lime begins to fade,</br>Or sweating reapers seek the cooling shade;</br>Isaac shall see me coming to his bow'r,</br>Not to return again at ev'ning hour.", "ISAAC.</br>Oh!  happy time!  &mdash; how pleasing will it be,</br>To gather in the ripen'd grain with thee!</br>When noontide heats the reapers strength invade;</br>When breezes learn to whisper Marget's vows,</br>And bear them gladly thro' the waving boughs;</br>'Twill make me truly happy, truly blest,</br>With thee to labour, and with thee to rest.", "MARGET.</br>But when the labours of that month are o'er,</br>My lap I'll spread to catch thy orchard's store;</br>A pleasing task! &mdash; when days, nor hot nor cold,</br>Adorn the juicy pippin's rind with gold.</br>When from the chimney-tops, at op'ning day,</br>The playful swallows sing a parting lay;</br>Gath'ring in flocks to cross the wat'ry main,</br>'Till flow'ry April brings them back again.", "ISAAC.</br>For thee the press with apple-juice shall foam!</br>For thee the bees shall quit their honey-comb!</br>For thee the elder's purple fruit shall grow!</br>For thee the pails with cream shall overflow!", "But see yon teams returning from the town,</br>Wind in the chalky wheel-ruts o'er the down:</br>We now must haste; for if we longer stay,</br>They'll meet us ere we leave the narrow way.</br>"]