["Autumn departs; but still his mantle's fold</br>Rests on the groves of noble Somerville;</br>Beneath a shroud of russet dropp'd with gold</br>Tweed and his tributaries mingle still;</br>Hoarser the wind, and deeper sounds the rill,</br>Yet lingering notes of silvan music swell,</br>The deep-toned cushat, and the redbreast shrill;</br>And yet some tints of summer splendour tell</br>When the broad sun sinks down on Ettrick's western fell.", "Autumn departs; from Gala's fields no more</br>Come rural sounds our kindred banks to cheer;</br>Blent with the stream, and gale that wafts it o'er,</br>No more the distant reaper's mirth we hear.</br>The last blithe shout hath died upon our ear,</br>And harvest-home hath hush'd the clanging wain;</br>On the waste hill no forms of life appear,</br>Save where, sad laggard of the autumnal train,</br>Some age-struck wanderer gleans few ears of scatter'd grain.", "Deem'st thou these sadden'd scenes have pleasure still?</br>Lovest thou through Autumn's fading realms to stray,</br>To see the heath-flower wither'd on the hill,</br>To listen to the wood's expiring lay,</br>To note the red leaf shivering on the spray,</br>To mark the last bright tints the mountain stain,</br>On the waste fields to trace the gleaner's way,</br>And moralize on mortal joy and pain?</br>O!  if such scenes thou lovest, scorn not the minstrel strain.", "No!  do not scorn, although its hoarser note</br>Scarce with the cushat's homely song can vie,</br>Though faint its beauties as the tints remote</br>That gleam through mist in autumn's evening sky,</br>And few as leaves that tremble, sear and dry,</br>When wild November hat his bugle wound;</br>Nor mock my toil &mdash; a lonely gleaner I,</br>Through fields time-wasted, on sad inquest bound,</br>Where happier bards of yore have richer harvest found.", "So shalt thou list, and haply not unmov'd</br>To a wild tale of Albyn's warrior day;</br>In distant lands, by the rough West reproved,</br>Still live some relics of the ancient lay.</br>For, when on Coolin's hills the lights decay,</br>With such the Seer of Skye the eve beguiles;</br>'Tis known amid the pathless wastes of Reay,</br>In Harries known, and in Iona's piles,</br>Where rest from mortal coil the Mighty of the Isles.</br>"]