["At humble distance from Apollo's shrine,</br>A wandering minstrel seeks it in the dark,</br>And, all unworthy of the flame divine</br>That warms his betters, asks but for a spark:</br>Fain would he soar, as mounts the matin lark,</br>But for a Pegasus who ne'er, God wot,</br>Had wings to bear him up beyond the mark</br>Of sluggish walk, or jolting doggrel trot,</br>Yet drive this jade he must, tho', faith, he'd rather not.", "Of CAM and ISIS, (whose inspiring streams</br>By L.L.D.; B.A., A.M.; invoked,</br>Have so besprinkled their poetic dreams,</br>They've sung, like Maro, or like Flaccus, joked,</br>Ne'er may the sources be by blockheads choked,</br>Where wit, in classic wreaths, the Sisters twine;</br>Had but my cranium in such springs been soak'd,</br>Oh!  Alma Mater!  tho' no son of thine,</br>My worthy mother's son had better woo'd the Nine.", "Yet deem not CAM, that ign'rance quite pervades</br>My brain, tho' never in thy halls refined;</br>Nor ISIS, think thine academic shades,</br>Tho' out of sight, were always out of mind;</br>Thoughts of ye both, to neither tho' consigned,</br>Wou'd put my infant bosom in a flutter;</br>For oft my taste was seriously inclined,</br>With how much gout I'm half ashamed to utter,</br>To Oxford sausage rich; and curious Cambridge butter.", "A sort of wish for these, may yet remain,</br>(There's no accounting for the tastes of men),</br>Else had I spared the luckless reader's pain</br>In following thro' its cheerless path, my pen;</br>Nor had I roused that lion in his den,</br>Ycelp'd Reviewer; better had I halt;&mdash;</br>But Bard, and Critic, both eat now and then,</br>And if Bard's errors furnish Critic's food,</br>He'll feel, though not allow, they've done some good.", "One glorious thought my meditation chears,</br>A hope that gives some courage to the Muse,</br>A claim she dares to make, because she fears</br>No Critic living can the plea refuse;</br>Reader, you may reject it if your chuse,</br>But that you'll scarcely think of, when you're told,</br>In spite of all who pity and abuse,</br>'Tis INSIGNIFICANCE hath made her bold,</br>'Gainst Censure, hissing hot, or Commendation cold.</br>"]