["Beneath the Shade a spreading Beech displays,</br>Hylas and Aegon sung their rural Lays;</br>To whose Complaints the list'ning Forests bend,</br>While one his Mistress mourns, and one his Friend:</br>Ye Mantuan Nymphs, your sacred Succour bring;</br>Hylas and Aegon's rural Lays I sing.", "Thou, whom the Nine with Plautus' Wit inspire,</br>The Art of Terence, and Menander's Fire;</br>Whose Sense instructs us, and whose Humour charms,</br>Whose Judgment sways us, and whose Rapture warms!</br>Attend the Muse, tho' low her Numbers be,</br>She sings of Friendship, and she sings to thee.", "The setting Sun now shone serenely bright,</br>And fleecy Clouds were streak'd with Purple Light;</br>When tuneful Hylas with melodious Moan</br>Taught Rocks to weep, and made the Mountains groan.", "Go gentle Gales, and bear my Sighs away!</br>To Thyrsis Ear the tender Notes convey!</br>As some sad Turtle his lost Love deplores,</br>And with deep Murmurs fills the sounding Shores;</br>Thus, far from Thyrsis, to the Winds I mourn,</br>Alike unheard, unpity'd, and forlorn.", "Go gentle Gales, and bear my Sighs along!</br>For her, the feather'd Quires neglect their Song;</br>For her, the Lymes their pleasing Shades deny,</br>For her, the Lillies hang their heads and dye.</br>Ye Flow'rs that droop, forsaken by the Spring,</br>Ye Birds, that left by Summer, cease to sing,</br>Ye Trees that fade when Autumn-Heats remove,</br>Say, is not Absence Death to those who love?", "Go gentle Gales, and bear my sighs away!</br>Curs'd be the Fields that cause my Thyrsis's Stay;</br>Fade ev'ry Blossom, wither ev'ry Tree,</br>Dye ev'ry Flow'r, and perish All, but He.</br>What have I said? &mdash; where-e'er my Thyrsis flies,</br>Let Spring attend, and sudden Flow'rs arise;</br>Let opening Roses knotted Oaks adorn,</br>And liquid Amber drop from ev'ry Thorn.", "Go gentle Gales, and bear my Sighs along!</br>The Birds shall cease to tune their Ev'ning Song,</br>The Winds to breathe, the waving Woods to move,</br>And Streams to murmur, ere I cease to love.</br>Not bubling Fountains to the thirsty Swain,</br>Not balmy Sleep to Lab'rers faint with Pain,</br>Not Show'rs to Larks, nor Sunshine to the Bee,</br>Are half so charming as thy Sight to me.", "Go gentle Gales, and bear my Sighs away!</br>Come Thyrsis, come, ah why this long Delay?</br>Thro' Rocks and Caves the Name of Thyrsis sounds,</br>Thyrsis, each Cave and echoing Rock rebounds.</br>Ye Pow'rs, what pleasing Frensie sooths my Mind!</br>Do Lovers dream, or is my Shepherd kind?</br>He comes, my Thyrsis comes! &mdash; Now cease my Lay,</br>And cease ye Gales to bear my Sighs away!", "Next Aegon sung, while Windsor Groves admir'd;</br>Rehearse, ye Muses, what your selves inspir'd.", "Resound ye Hills, resound my mournful Strain!</br>Of perjur'd Doris, dying I'll complain:</br>Here where the Mountains less'ning as they rise,</br>Lose the low Vales, and steal into the Skies:</br>While lab'ring Oxen, spent with Toil and Heat,</br>In their loose Traces from the Field retreat;</br>While curling Smokes from Village-Tops are seen,</br>And the fleet Shades glide o'er the dusky Green.", "Resound ye Hills, resound my mournful Lay!</br>Beneath yon Poplar oft we past the Day:</br>Oft on the Rind I carv'd her Am'rous Vows,</br>While She with Garlands hung the bending Boughs:</br>The Garlands fade, the Vows are worn away;</br>So dies her Love, and so my Hopes decay.", "Resound ye Hills, resound my mournful Strain!</br>Now bright Arcturus glads the teeming Grain,</br>Now Golden Fruits on loaded Branches shine,</br>And grateful Clusters swell with floods of Wine;</br>Now blushing Berries paint the fertile Grove;</br>Just Gods!  shall all things yield returns but Love?", "Resound ye Hills, resound my mournful Lay!</br>The Shepherds cry, \"Thy Flocks are left a Prey\"&mdash;</br>Ah!  what avails it me, the Flocks to keep,</br>Who lost my Heart while I preserv'd my Sheep.</br>Pan came, and ask'd, what Magick caus'd my Smart,</br>Or what Ill Eyes malignant Glances dart?</br>What Eyes but hers, alas, have Pow'r on me!</br>Oh mighty Love, what Magick is like thee!", "Resound ye Hills, resound my mournful Strains!</br>I'll fly from Shepherds, Flocks, and flow'ry Plains,&mdash;</br>From Shepherds, Flocks; and Plains, I may remove,</br>Forsake Mankind, and all the World &mdash; but Love!</br>I know thee Love!  wild as the raging Main,</br>More fell than Tygers on the Lybian Plain;</br>Thou wert from Aetna's burning Entrails torn,</br>Got by fierce Whirlwinds, and in Thunder born!", "Resound ye Hills, resound my mournful Lay!</br>Farewell ye Woods!  adieu the Light of Day!</br>One Leap from yonder Cliff shall end my Pains.</br>No more ye Hills, no more resound my Strains!", "Thus sung the Shepherds till th' Approach of Night,</br>The Skies yet blushing with departing Light,</br>When falling Dews with Spangles deck'd the Glade,</br>And the low Sun had lengthen'd ev'ry Shade.</br>"]