["THYRSIS.</br>Oh Father of the Field!  whose artful Strains</br>Sweeten our Sorrows, and relieve our Pains:</br>Whose wisdom teaches us, whose Musick Charms,</br>Whose Age instructs us, and whose Vigor Warms</br>To  Damon, leave thy Flocks, the gentle Boy</br>Shall tune his Reed, and take the Charge with Joy.</br>Come to this Shade, and by Sabrina's Stream</br>Of Wonders Sing, and CHURCHILL be thy Theam.", "MENALCAS.</br>For Thee in Elder Times I oft have strung</br>My speaking Lyre, and to delight Thee Sung.</br>Was the Nymph coy, or had thy Lambkins stray'd</br>I melted with my Notes the Cruel Maid,</br>And with a tuneful Pipe for all thy Losses paid.</br>For Thee, my Thyrsis!  and the generous Swains</br>Who haunt the Forest, or frequent the Plains,</br>I rais'd my Voice to sing of Peace restor'd,</br>And Tyrants Bowing to Britannia's Lord;</br>But Peace and Caesar are no more; he said</br>And dropt his Crook and hung his drooping Head.</br>Then Thyrsis thus&mdash;", "THYRSIS.</br>Of what do you Complain?</br>What Maid is injur'd, or what Shepherd slain;</br>With us 'tis Peace securely from afar,</br>We hear the dying Sound of distant War.</br>No Foe molests us, or Affrights us here,</br>Our tender Virgins are unus'd to fear,</br>And our Hinds safely reap the bounteous Year.</br>Not thus, on swelling Danube's guilty Shoars,</br>Nor where the Rhine's Impetuous Torrent roars,</br>Nor on the Banks of Taijo's wealthy Flood,</br>Whose golden Sands are now distain'd with Blood.</br>They bear unwelcome Burthens to the Main,</br>Foul streams of putrid gore, and Heaps of Slain:</br>No Musick there is heard; but dismal Cryes</br>That vex the Air and rend the vaulted Skies;</br>No Sights of Joys or Pleasure there are seen,</br>No Loving in the Grove, nor dancing on the Green,</br>But such as Death and wastful War afford,</br>The Spoil and Ruins of the raging Sword.</br>While we, in Peace, our Rural Sports pursue,</br>And ev'ry Blessing know, that ere we knew.</br>No Noise is heard, no Murmurs in our Groves,</br>But Sighs of Happy or Unhappy Loves.</br>Few are our Pains, and Sweet to be endur'd,</br>And easie as our Wounds are made, they're Cur'd;</br>We dance, we sing, we frolick and are gay,</br>And when we please we Love, and when we please we Play.", "Say, Sage Menalcus!  say to whom we owe,</br>This World of Joy, amidst a World of Woe:</br>With us 'tis Peace &mdash; and thou hast lately seen,</br>In Mighty Caesar's Throne, a Mighty QUEEN,</br>Whose Goodness charms, whose Virtue awes the Swains,</br>And her High Providence, defends the Plains:</br>Great as Eliza's, whose Immortal Name</br>Till now stood foremost in the Rolls of Fame.,</br>She, for whom Collin touch'd his golden Lyre,</br>And Sung her Glorious Acts with equal fire;</br>Ev'n She, must now to ANNA'S Reign resign</br>The first Bright Page, and in the second shine.</br>Eliza's Arms reliev'd an Infant State,</br>But Empires are by ANN'S repriev'd from Fate.</br>Her Hero's the New World explor'd for Gold,</br>But ANN'S for Glory only save the Old.</br>And shall not Her Illustrious Triumphs raise</br>Thy fainting Voice, and Tempt thy Sylvan Lays.</br>Oh Shepherd Tell, to endless Ages Tell</br>Who Rul'd so Greatly, and who Fought so Well.", "See, the glad Youth from ev'ry Quarter throng,</br>To listen to thy long expected Song.</br>The Flocks may rove, the Lowing Herds may stray,</br>The Swains forget their Charge, the Nymphs their Play,</br>And Croud the sounding Shoars to hear the Promis'd Lay.</br>Be still ye Winds!  Attend the sacred Muse,</br>And o'er the silent Shade a Thousand Sweets diffuse.", "MENALCAS.</br>How Thyrsis, can I hope my Loyal Song</br>Will please a People who can Caesar wrong?</br>With Loud and Impious Malice they Blaspheme</br>The Glorious Life, that was my Darling Theam,</br>Ev'n Mopsus, kind to Discord, has revil'd</br>His Awful Name, yet He on Mopsus smil'd:</br>With Double Portions of his Favour Blest;</br>The Rising Bard, was in his Court Carest;</br>Of Caesar then he Sung, and Caesar's Friends,</br>And Curst the Factious Crew, He now defends.</br>What God will such a Faithless Muse inspire,</br>And mix Aetherial Flame with his Unhallow'd Fire.</br>Maevius, the dullest of the Tuneful Throng,</br>As Lewd in Life, as Infamous in Song;</br>The Vilest, of the Railing Rout, and Worst</br>With Poverty alike and Scandal Curst.</br>Insults the Mighty Dead, defies the Laws,</br>And Damns with wicked Rhimes, his Righteous Cause,</br>While Albion takes his Demon for a Muse,</br>Or suffers the Mad Prophet on the Ouse;</br>Where, Thyrsis, will my Honest Notes be heard,</br>The Theam Ungrateful and the same the Bard.", "But soon will Heav'n and our Propitious QUEEN</br>Present us with a New, a Fairer Scene.</br>These Iron Times, as oft has been foretold</br>Shall rowl their Course, and then an Age of Gold.</br>Faction, and Frantick Zeal, and War shall cease,</br>And Victory resign her Reign to Peace:</br>The Muses then, who now in Silence mourn,</br>Shall leave the Wilds, and to their Shades return.</br>From Shoar to Shoar, the joyful News shall fly,</br>And ANNA'S Praise, and Churchill's reach the Sky:</br>To Her, to Him, we'll grateful Tribute Bring,</br>And none refuse to Hear and none to Sing.", "THYRSIS.</br>Still in thy Breast will fierce Resentment burn,</br>Nor Joy again, nor soft Content return;</br>Let Faction Rage, let Discord have her Hour,</br>Our Fortunes are no more in Faction's Power.</br>Caesar Compell'd the Fury to Obey,</br>But ANNA by her Mild and Equal Sway,</br>Tempers Her Heat, Her Violence restrains,</br>And blesses, with Impartial Smiles, the Plains,</br>Nor always shall our Prince in vain invite,</br>The jarring Tribes to Love and to Unite;</br>Her High Example shall at least Prevail,</br>And all the Wicked Arts of Discord Fail.</br>Her Foreign and Domestick Foes no more,</br>Shall dare to tempt her Justice and her Pow'r:</br>Faction before her Piety shall fall,</br>And CHURCHILL in her Name subdue the trembling Gaul.</br>'Tis done &mdash; Like Friends her differing Subjects meet,</br>And gladly they embrace and kindly greet:</br>The Boaster Monarch who aspir'd to rise,</br>In Height to Equal Jove and mate the Skyes,</br>Now growles in the Dust, his Chiefs Renown'd</br>To ANNA'S Chariot Wheels Ingloriously are bound,</br>And CHURCHILL'S Brows with Double Lawrels Crown'd.", "MENALCAS.</br>Oh whether wouldst thou have the Muse to fly?</br>Her Wing's alas!  too weak to soar so high;</br>Heav'n!  What a View is this so piercing Bright,</br>It dazles and confounds my ravish'd Sight?</br>Our QUEEN Triumphant, and the Gaul in Chains;</br>Rouse, rouse my Soul!  and in exalted Strains</br>Declare these Wonders to the list'ning Swains;</br>With fear my Fingers touch an untry'd String,</br>I tremble at the Task and dread to Sing.</br>Help me, thou Monarch of the radiant Skies,</br>Sublimely as the Subject soars to rise.</br>Help me, New Worlds, New Wonders to explore,</br>And tread in Parts I never trod before:</br>Long Tracts of Light, direct the Muse the Way</br>To Trace the British Host of Earth and Sea</br>Upward She mounts, She cuts the fleeting Air,</br>And from on high surveys the glorious War.</br>At once, the Danube, and the Rhine she views,</br>The Tagus, and the Po, the Sambre and the Meuse.</br>Embattled Squadrons on their Banks appear,</br>The Gallick Ensigns there, the British here.</br>Beneath Her, She the Roman Eagle Spyes</br>Descending from his Height, the upper Skies,</br>And fal'n so low that He despairs to rise.</br>He Wings in middle Air his humble way,</br>Opprest by num'rous Hosts of Birds of Prey:</br>Insulting, o'er his airy Realms, they rove</br>And threaten to dethrone the Bird of Jove.</br>But see &mdash; At CHURCHILL'S awful Name He springs</br>Aloft, and spreading his Imperial Wings;</br>With steady Eyes to prove his rightful Sway,</br>Awhile he gazes on the burning Day:</br>Then Tow'rs above his foes, His Right maintains,</br>And drives the Rout Obscene from the Aetherial Plains.</br>Stop, stop my Muse!  Thy hasty Flight suspend,</br>And with an equal Pace the Victors Arms attend.", "Behold a Thousand Towns refulgent Tow'rs,</br>By gallick Arts enslav'd, and Gallick Pow'rs;</br>Almania &mdash; Mistress of the Christian World,</br>From boundless Empire is to Bondage hurl'd,</br>Precarious in his Throne Her Monarch Reigns,</br>And ill the Little She has left maintains:</br>Poor, and of course Contemptible he grows,</br>Insulted by his Slaves, and vanquish'd by his Foes.</br>The Proud Bavarian, and the Perjur'd Gaul</br>Press with Impatience, and expect his Fall;</br>With Him fair Liberty, the Beauteous Prize,</br>For which Old Rome so long contended, dyes.</br>So cry'd her Lovers, and her glorious Cause,</br>A Thousand Heroes to the Danube draws.</br>To whom shall Majesty distrest repair,</br>To what but ANNA'S Pow'r and ANNA'S Care,</br>Can Liberty and Caesar fly for succour in despair.</br>ANNA, by fate for Britain's Fame design'd,</br>In saving Liberty to save Mankind.</br>For what is wretched Man unless he's Free,</br>Who'd Chuse on any other Terms to be,</br>What Creature e'ent as Noble else as He.</br>If Bondage is of Beasts the greatest Curse,</br>Since Man knows more his Slavery is worse.</br>True &mdash; Beasts must Labour and be lash'd, the Slave</br>Has ease perhaps as Beasts that cannot Labour have;</br>But when their Arbitrary Lord's Provok'd</br>The Man in time may with the Mule be Yok'd.</br>Thus Lewis treats his stupid Slaves in Gaul,</br>And had he Conquer'd thus had us'd us all;</br>Like Albion's Genius ANNA'S Mighty Soul,</br>Of wrong alike impatient or Controul;</br>In Realms remote, to British Arms unknown,</br>Asserts an Emp'ror's Freedom and her own:</br>Fair Europe from Her threaten'd Bondage saves,</br>Sets Free the German and the Gaul enslaves.", "To CHURCHILL Her Belov'd, Her bravest Chief,</br>She worthily consign'd the World's Relief.</br>Confed'rate Nations with united Voice,</br>Confirm the Pious QUEEN'S Auspicious Choice.</br>The Wise Bavarian, and the Warlike Dane,</br>The Prussian and the Princes of the Mein.</br>Th' Unhappy Palatine's Illustrious Race,</br>Assign the British Peer the Foremost Place:</br>To Him the jarring Chiefs submit the Sway,</br>His High Commands with pleasure they Obey,</br>And gladly follow, when he leads the Way.</br>His Host Prepar'd &mdash; the flying Foe to find,</br>He waves his Crimson Crosses in the wind;</br>And bids the Legions move &mdash; with loud acclaim</br>They hear his Voice and March secure of Fame,</br>Nor Rocks, nor Rivers stop Him in his Course,</br>All Obstacles his Art Removes, or Force.</br>Him Victory Attends and Fortune joyns,</br>Officious to assist his Vast Designs.</br>She blushes at his View, for well She knows,</br>His Glory to Himself He only owes,</br>And Scorns the Favours which She gave his Foes.</br>Just to Himself and his Intrepid Troops,</br>In Heav'n and Them he centers all his Hopes.</br>With safe and speedy Pace he moves to Scowr</br>The Swabian Woods and Curb Tyrannick Pow'r.</br>The Gallick Wolf, and the Bavarian Boar,</br>Wide Wast commit along the Danube's Shoar,</br>But Tremble at the British Lion's roar.</br>Till then the Rebel and his False Ally</br>Assembl'd Europe's distant Pow'rs Defy.</br>Pale Terror seizes 'em at CHURCHILL'S Name,</br>Conscious of present Guilt and Future Shame.</br>In vain to Cities or to Boggs they fly,</br>And Wish their Rising Ramparts reach'd the Sky,</br>No Works for Britain's are too Strong, no Walls too high.", "To Don'wert see their Foremost Bands advance,</br>Don'wert defended by the Flow'r of France.</br>Deep Dykes and wide surround Her spatious Walls,</br>Made Strong by Art, which Fear has taught the Gauls,</br>Above her Tow'rs a Thousand Mounds; aspire</br>From whence a Thousand Engines vomit Fire.</br>The Thunders and the Sulph'rous Blaze of War,</br>But warm the Britains whom 'twas meant to Scare:</br>Dauntless They rush amid the Flame and Smoke,</br>And Death's Dread Fury by their Rage Provoke.</br>Still CHURCHILL'S great Example Leads 'em on,</br>The Mounds are raz'd, and now the Works are won.</br>Death and the Gauls to British Valour Yeild,</br>Death and the Gauls at once forsake the Field.</br>Fortune stood Neuter, nor did CHURCHILL need</br>The Various Nymphs Assistance to succeed;</br>But Victory confest Her Darling Son,</br>And as a Pledge of more She gave the Town:</br>Around his Brows the Laurel Wreath she bound,</br>And to the Wondring World her glorious Offspring own'd.", "Thyrsis awhile we must our Joy suspend,</br>To mourn the Muses Patron and their Friend:</br>Strephon of ev'ry Youthful Grace Possest</br>Of ev'ry Art Inform'd, with ev'ry Virtue blest;</br>Tho' Noble by descent he lov'd to Play,</br>Among our Youth and hear a Sylvan Lay;</br>To haunt the Green and by the Woodland Shades,</br>With Sighing Airs to please the Lovesick Maids:</br>But never shall he Haunt the Green again;</br>For Strephon here, Unhappy Youth!  was Slain:</br>When Glory call'd He left the Woodland Shades,</br>He ceast his Sighing Airs and fled the Lovesick Maids,</br>To wait on CHURCHILL, and he serv'd him well,</br>But here where first he fought, alas!  he fell.", "THYRSIS.</br>Happy for Thee ah Strephon!  had thy Mind,</br>To ease been still, and to the Woods confin'd.</br>Fame and Ambition be the Courtier's Care,</br>Love is our Bus'ness, and our Pleasure here</br>The Fife, the Trumpet, and the rude Alarms</br>Of Battles, Seiges, and the Noise of Arms,</br>Ill with the Muses and their Sons agree,</br>From Care alike, and from Ambition free:</br>Ah Happy!  Had it still been thus with thee.</br>For thee the Nymphs, for thee the Swains shall mourn,</br>And Bless with Pious Vows thy Peaceful Urn.", "MENALCAS.</br>Cease your Laments, and listen to the Muse,</br>She Spreads her Pinions, and her flight persues.</br>Again she soars, and now the Scene is chang'd,</br>To Legions ready for the Battle rang'd.</br>The Britains, and their Brave Confed'rates here,</br>The Gallick, and Bavarian Armies there.</br>The firm Battalions are the Plain extend,</br>And ore the Danube's Banks their adverse Wings Depend.", "Behold!  the Nations met in Bleinheim's Field,</br>To try if Lewis, or if ANNE must yield.</br>For Liberty and ANNE alike we Name,</br>And Tyranny and Lewis are the same.</br>Bleinheim, a Peasant Village, in Renown</br>Poor, till of late, and Private like our own:</br>But CHURCHILL'S Triumphs shall in future tale,</br>Prefer Her to Philippi or Pharsale.</br>In dreadful Order, and in Bright array,</br>Their Bloody Ensigns either Host Display,</br>All eager to decide the doubtful Day.</br>See CHURCHILL flush'd with Recent Conquest ride,</br>Around his spreading Ranks, and by his side</br>EUGENE, ALMANIA'S safety and her Pride.</br>EUGENE&mdash;</br>A grateful sound to ev'ry British Ear</br>For Britains are to Him, and He to Britains Dear.</br>EUGENE, the Fav'rite and the Boast of Fame,</br>Who never fail'd to Conquer where He came:</br>With Wonder and Delight his Friends surveys,</br>And Charms 'em with his Love, and Warms 'em with his Praise.</br>Thou False Bavarian!  and thou Faithless Gaul,</br>Resign the Rule of the Disputed Ball,</br>For Churchill and Eugene will Conquer all.</br>Safe in their Fences, in their Numbers sure,</br>Of Fortune, their Divinity, secure.</br>Behold the Gallick Chiefs for Fight Prepare,</br>And with erected Front defye the Britains War.", "And now the moving Squadrons joyn, and now</br>'Tis Darkness all Above and Death Below.</br>The Bellowing Cannons tear the Vaulted Shoar,</br>And more than Imitate the Thundrers roar,</br>Blew Lightnings from their Brazen Mouthes they throw,</br>And Balls where fiery Deaths, with baleful aspect glow;</br>Scarce can the Solid or the Liquid Main,</br>The Dreadful Blast, the Mighty Shock sustain;</br>In Clouds of Smoke the Mountains hide their Heads,</br>And Nature a Returning Chaos Dreads.</br>Aghast the Demons of the Air look on,</br>And Shrink at Terrors greater than their own.</br>Horrors and Furies stalk about the Plain,</br>Attack the Living, and insult the Slain.</br>For lo!  the Two Contending Armies strive,</br>Not who shall Conquer now, but who shall Live.</br>Amid the Mingled Legions CHURCHILL stands,</br>Like Fate distributing his High Commands,</br>With Chearful Patience, and with awful Mien,</br>Cool as in Council, as in Peace Serene.</br>Amid a Thousand Deaths He keeps his Pace,</br>They flash their fiery Terrors in his Face,</br>Yet still he presses on with dreadful Grace.</br>He mildly puts the grisly Phantoms by,</br>Resolv'd with steady Soul to Conquer or to Dye.</br>Such firmness, who such Virtue can oppose,</br>Too Fierce, too Shining for his fainting Foes:</br>Fortune is fled, and to Confirm their Doom,</br>Bright Victory is perch'd on CHURCHILL'S Plume.</br>And now the weary'd Gauls begin to ply,</br>And now with Universal Rout thy fly,</br>But if they run, or if they fight, they dye.</br>Before 'em, see, the Danube's angry Tyde,</br>Behind 'em CHURCHILL and his Britains ride,</br>Victorious ore the Plain &mdash; the scatter'd Host</br>Driv'n by the Conq'rors to the Crouded Coast,</br>Leap down, and in the foamy Waves are lost.", "On yonder Cliffs by Avon's Muddy Stream,</br>Thus often have I seen the flying Game.</br>Closely the Dogs the tim'rous Hare Pursue,</br>Turn as she turns, and keep her still in view,</br>Before the Billows, and behind the Hounds,</br>The double Death her Native fear Confounds,</br>Till Prest and Desp'rate in her Danger grown,</br>She takes the Cliffs and Tumbles headlong down;</br>Splits on the Rocks, or plunges in the Flood,</br>And sinking to the Deep is choak'd with mud.</br>The Dogs with willing Eyes the Leap survey,</br>Still eager of the Chace, and greedy of their Prey:</br>But the Wise Hunter their Mad Heat Restrains,</br>Blows his Hoarse Horn, and bids 'em to the Plains.", "So now the Britains Chace the flying Foe,</br>And feign wou'd reach 'em in the Stream to strike the deadly Blow:</br>But CHURCHILL his Impetuous Troops Recals,</br>And gives to sudden Fate the sinking Gauls.</br>While his great Brother to sustain the Day,</br>At Bleinheim holds a rally'd rout at Bay.</br>In vain they prove again the bloody Field,</br>Unable to resist they beg to yield.", "Britains by Nature good as they are Brave,</br>Wish less to Conquer than they love to save</br>Ev'n those, that lately had their Vengeance dar'd,</br>No sooner had they Vanquish'd than they spar'd.</br>CHURCHILL at once Ten Thousand Gauls forgives,</br>And Tallard only by his Mercy lives.</br>Tallard for Boasting and for Fraud renown'd,</br>In CHURCHILL'S Chains whom he defy'd is bound.", "Hear Lewis!  to thy dire Confusion Hear!</br>The rattling Links thy Chosen Legions wear.</br>Blush to behold thy boasted Chiefs in Bonds,</br>Thy Soldiers dying with Inglorious Wounds:</br>Where are thy Conquests, thy Immortal Fame,</br>Thy Glory's Dead, but Deathless is thy Shame?</br>Think, for whose Crimes these Seas of Blood are spilt,</br>Think on a lengthen'd Age of Crimson guilt.</br>No glaring Colours the foul Prospect hide,</br>For nothing now is left thee but thy Pride.</br>The gaudy Scene remov'd we now behold,</br>A wrinkled Tryrant Impotent and Old.</br>Early thy Scorching Sun began his Race,</br>And burnt and blaz'd awhile and now decays:</br>But ANNA'S warms the World with kindly Heat</br>In Virtue rose, and shall in Glory set.", "Oh should I sing the Heroes of our Isle,</br>Distinguish'd in the Field for Martial Toil,</br>Thrice might the Sun Compleat his fiery Race,</br>And whirl his Golden Chariot round the Space:</br>Before the Song wou'd end &mdash; or shou'd I tell</br>Whose Councils guide the Peaceful State so well</br>Still round a Shining Circle I might run,</br>And never wou'd the pleasing Task be done.", "Thee Wise Godolphin!  whose auspicious Care,</br>Provides full Plenty in the Wants of War.</br>Thee Candish, gen'rous as thy Princely Blood;</br>Thee Pembroke equally belov'd and good.</br>And You, ye Charming and Illustrious Fair!</br>Who serve the Throne and sweeten ANNA'S Care.</br>We'll Celebrate with Songs and Sylvan Lays,</br>To You we'll Dedicate our Sports and Plays,</br>And Bless you with our Vows, and thank you with our Praise.", "Cool are the Shades, and in the West the Day</br>Emits a feeble and declining Ray:</br>Night spreads her Sable Mantle o'er the Skies,</br>And Fogs defile the Air and Vapours rise.</br>Hence &mdash; To the Village, let the Swains retire,</br>To Tine the Beechen Pile, and by the common fire,</br>Let the gilt Bowl with generous Juice be crownd,</br>And ANNA'S and the HERO'S Healths with hearty Shouts go round.</br>"]