["Tir'd with the senseless trifling of the gay,</br>I steal from all the glare of gilded woe,</br>And midst the dead in pensive mood I stray,</br>Whilst ev'ry tomb discredits earthly show,</br>Pierces my breast, and bids my tears to flow.</br>Ah!  flow my tears adown my furrow'd cheek,</br>Your torrents well my latent anguish speak,</br>And whisper virtue strong, and human glory weak.", "Here let me gaze, and, as I gaze, be wise,</br>Ah!  what avails it to have nature known,</br>To trace the comet's orbits thro' the skies,</br>To sit with science on her splendid throne,</br>And then become as senseless as a stone!</br>Newton, I wonder at thy noble plan,</br>Who could'st the secret laws of nature scan,</br>If not of angel mould, yet something more than man.", "Next to that spot, I eagerly repair,</br>Where far-known bards allure the wond'ring eye,</br>Whose fame, nor time nor envy can impair;</br>For well their fame may envy's tooth defy,</br>Favour'd by men, and foster'd by the sky.</br>Blest spirits, oft I turn your volumes o'er,</br>Feed my warm'd soul with your enchanting lore,</br>Mimic your flights in vain, and wish, like you, to soar.", "Chaucer, the first who prun'd the poet's wing,</br>In his half-crumbling dreary tomb I hail;</br>Him ev'ry muse inspir'd with ease to sing,</br>But yet how little doth his mirth avail!</br>Stale is his roundalaie, his language stale.</br>So shall the lightening be in Austin's eye,</br>So shall the charms of his Amira die,</br>Which far eclipse the sun, and rival with the sky.", "Prior, whose verse with easy study charms,</br>Whose satire pleases those it deepest wounds;</br>Whose lofty ode like Pindar's strophe warms,</br>Pour'd in majestic, pour'd in solemn sounds.</br>Oh, with what martial fire thy song abounds!</br>Yet what avails thee, thy poetic fire,</br>Tho' Bourbon, as thou says't, cou'd go no higher</br>In vaunted pedigree, than honest Matthew Prior!", "Twin'd round the lyre, and swelling to the sight,</br>The serpent seems to roll his spires along,</br>In Milton's lines; his frauds afford delight,</br>Tho' all our race bewail the direful wrong,</br>Such is the force of soul-enchanting song!</br>Well might'st thou miss the blessing of thine eyes,</br>Whose soul with ancient slightless Homer's vies,</br>And claims a nobler birth &mdash; the product of the skies!", "Lo!  fancy's fav'rite now attention draws;</br>Shakespeare!  whose foibles glitter to our view,</br>With beauties snatch'd beyond the bound of laws,</br>He charm'd the soul, and seems for ever new,</br>And deathless laurels to his worth are due.</br>Shakespeare, I read thy scroll to frailty kind,</br>See pomp and wealth as fleeting as the wind,</br>\"And like the baseless vision, leave no wreck behind.\"", "On Rowe's plain bust the friendly tear I shed;</br>Oft to his tragic page a flood I've paid,</br>Oft o'er his mimic woes my heart has bled,</br>Wept the fall'n chief, bewail'd the captive maid,&mdash;</br>With so much softness all thy lines persuade</br>Taught by thy lore, the paths of truth I trace,</br>Court ev'ry virtue, call forth ev'ry grace</br>That speaks our heav'nly birth, and dignifies our race.", "O'er Pope's sweet lines my yearning bosom glows,</br>Ah!  who could read, unmov'd, what Pope recites?</br>His pen well knew to kindle human woes;</br>Our heart must feel whate'er his heart indites,</br>Sink with his woes, and madden with his flights.</br>Charm'd by his friendly, melancholy lay,</br>All who behold these weeping lines must say,</br>Striking their pensive bosoms, &mdash; \"Here, ah!  here lies Gay.\"", "Smit with the speaking stone, enwrapt, I gaze,</br>Here Wisdom views, surpriz'd, her fav'rite son;</br>Rhet'ric his worth in all his pomp displays;</br>Fame writes the trophies by her minion won,</br>And gilds the thread of life with glory spun.</br>Argyle, thy fame to Scipio's ne'er shall yield;</br>\"Argyle, the nation's thunder doom'd to wield,</br>And shake, alike, the wond'ring senate and the field.\"", "With hasty step by many an urn I pass,</br>Whose story'd side in vain my eye invites;</br>Deaf to the call of monumental brass,</br>One tomb alone my ravish'd eye excites.</br>And, while it fires my rage, my soul delights,</br>Forgive me, O ye shades, who sleep unnam'd;</br>Forgive me, ye for strength or genius fam'd,</br>Unmention'd by my quill, but by your worth proclaim'd.", "Oh, Cornwall, at thy name my bosom fires,</br>Thy name, to ev'ry Briton ever dear,</br>Immortal vengeance 'gainst thy foes inspires,</br>And mingles curses with each grateful tear.</br>Thy fate at once I envy and revere.</br>Who would not die, like thee, in glory's prime!</br>Die in defence of Albion's godlike clime!</br>And die applauded by the heirs of endless time!", "The dormant lion now, with rage inflam'd,</br>Seems to arise beneath Britannia's feet,</br>Shakes his huge mane, and looks of rest asham'd,</br>Whilst real thunders arm the scupltur'd fleet,</br>Our foes, as erst in Anna's days, to greet.</br>Britannia's face contracts a graceful frown,</br>And, at her side, the goddess of renown</br>Her trumpet sounds, by sculpture laid unseemly down,", "Hither let Albion's valiant sons repair,</br>And, as the pearly stream of woe they shed,</br>Learn in the midst of threat'ning deaths to dare;</br>Or, while the dreadful carnage round they spread,</br>Remember Cornwall for his country dead:</br>And at this pile, as Afric's son of yore,</br>Eternal war with Rome's republic swore,</br>Swear vengeance 'gainst our foes, till they shall be no more.</br>"]