["While o'er pale Europe's ravag'd fields</br>Grim War his blood-stain'd Banners waves;</br>While France her Force gigantic wields,</br>To make surrounding Nations Slaves;</br>BRITAIN triumphant rules the azure Main,</br>And gallant \"NELSON\" vindicates her Reign.", "O'er every Sea that girds the Ball,</br>Her awful Flag victorious flies;</br>Beneath her thunder Tyrants fall,</br>And Anarchy astounded lies;</br>Her Fleets resistless ride the subject Main,</br>And vindicate her own, and Freedom's Reign!", "When on the blue waves, that divide</br>BRITANNIA from her ancient Foes,</br>She saw the \"Gallic Squadrons\" ride;</br>\"The Father of her Navy\" rose&mdash;</br>Illustrious HOWE, and his Heroic Train,</br>Hurl'd shame and death on France &mdash; asserting BRITAIN'S Reign!", "When urg'd by Gallia's tyrant sway,</br>Iberia menac'd Britain's Coast,</br>Intrepid JERVIS led the way</br>To Conquest o'er her mightier Host;</br>Her Pow'r immense, her tow'ring pride was vain;&mdash;</br>Shame wrapt her baffled Fleets, and BRITAIN rul'd the Main!", "When too, by Gallia's threats call'd forth,</br>His faith the \"blunt Batavian\" broke;</br>The Conqu'ring Hero of the North,</br>DUNCAN, to them in thunder spoke!</br>His thunder drove them from the trembling Main,</br>And rescued from her Foes Britannia's rightful Reign!", "And when, of late, Ambition led</br>His Fleets to Egypt's fertile shore;</br>(While Nilus sought his secret head,</br>Recoiling from th' unusual roar);</br>Brave \"NELSON'S\" valor crush'd th' aspiring train,</br>And spread to Seas remote Britannia's Naval Reign!", "Thus from th' affrighted Baltic's waves,&mdash;</br>From the proud Seas of Freedom's Isle,&mdash;</br>The Ocean that fam'd Calpe laves,&mdash;</br>And from the margin of the Nile,&mdash;</br>Our conqu'ring Fleets have driv'n each hostile train,</br>And wrested from their grasp the Trident of the Main!", "Long, long &mdash; till Time's remotest bound,</br>May Britain's Glory fill the World;</br>And may a \"NELSON\" still be found,</br>When o'er her Banners are unfurl'd,</br>To hurl destruction on each hostile train,</br>And from her Foes assert the Empire of the Main!", "And thou, brave Chief, thy Country's boast,</br>Accept no venal Muse's praise;</br>Each Patriot breast on Britain's Coast,</br>Accordant, a just tribute pays;</br>While FAME, for Thee her choicest chaplet twines,</br>And 'mongst her bravest Sons thy honour'd name enshrines!", "Rejoice, BRITANNIA, favor'd land!</br>For lo!  upborne on Vic'try's plumes,</br>From distant Egypt's wond'ring strand</br>\"He comes, &mdash; the conqu'ring Hero comes!\"</br>He comes!  He comes!  And Glory flies before,</br>His harbinger, and guide to thy exulting shore!", "Great GOD!  upon whose Sovereign Will,</br>The Battle's dreadful poise depends;</br>Preserve this favour'd Island still</br>From Foreign Foes &mdash; from treacherous Friends!</br>Still by thy aid may she victorious be,</br>And flourish, happy, virtuous, Great, and Free!", "And oh!  Eternal Pow'r!  restore</br>To Europe's desolated plains,</br>The wish'd for boon! &mdash; Confine once more</br>The Fiends of War with tenfold chains!</br>Bid Halcyon days return &mdash; bid Discord cease;</br>And bind the Victor's brow with the fair wreath of PEACE!</br>"]