["There story'd on the Walls were to behold,</br>The Miracles by Music done of old.</br>The Founders too of ev'ry diff'rent Part,</br>That give Perfection to the sacred Art:</br>Who shap'd the bending Bow, or stretch'd the String,</br>Or taught in Notes the Concave Wood to ring,</br>Who form'd the Pipe direct, or try'd to turn</br>The Spiral Trumpet, or the Snake-like Horn.", "There stood that Engine fam'd in ancient Lays,</br>On which, as the judicious Artist plays,</br>The bubbling Waters in melodious Chime,</br>Runs just Divisions through the Scale of Time.</br>The tuneful Element in Measure floats,</br>And falls, and rises in harmonious Notes.", "Nor wanted there the First, whose Skill renown'd,</br>To high, and low, and mean, distinguish'd Sound,</br>With half-clos'd Eyes, and Neck-reclin'd he stood,</br>As list'ning to himself in museful Mood;</br>Before lay Rolls with Notes unfinish'd wrote,</br>Ripe for the Hand to catch the rising Thought.", "A distant Quarter of the Fabric held,</br>Old fabl'd Artists that in Song excell'd.</br>There on cold Haemus Top young Orpheus stood,</br>And from the Mountain call'd the list'ning Wood;</br>The barren Heath with sudden Groves array'd,</br>Smiles beautiful, and wonders at its Shade.</br>Again the Lyre his flying Fingers sweep,</br>And curling Winds upon the Ocean sleep,</br>O'er the rough Stream he casts a pleasing Look,</br>And holds in sweet Suspence the huddling Brook.", "But different Scenes his gloomy Journey show</br>To the deep Regions of infernal Woe:</br>The chorded Instrument he wakes, and sings</br>With Voice divine, responsive to the Strings.", "Then heart-sick Agony uprear'd her Head,</br>And Care sat smiling on his Iron Bed;</br>Convulsive Pain, that wont with restless Woe,</br>To writh her tortur'd Body to and fro,</br>The Smart remitted which she felt before,</br>Lean'd on her Hand, and listen'd to his Lore.</br>As sharp Revenge his Iron Weapon swung,</br>He heard; the Blow in Air suspended hung.</br>Pale Fear, that ever doubtful of Surprize,</br>Unweary'd roll'd the Quickness of her Eyes,</br>Shudd'ring, and starting oft from Place to Place,</br>Stood still, and fix'd her sight on Orpheus' Face.</br>Despairing Love, (for Love this World invades)</br>Self-slain, the saddest Object of the Shade,</br>Was figur'd straying on a lonely Plain,</br>And bending seem to meet the wafted Strain,</br>He look'd, as waking from bewilder'd Thought,</br>And in his Arms the fleeting Aether caught.&mdash;</br>"]