["Oh, I must weep &mdash; it soothes the lonely heart,</br>But little will my fondest tears avail&mdash;</br>The bark, that lost to guiding star and chart</br>Bounds on unknowingly before the gale,</br>Has pictured life in poet's ethic tale,</br>And it may picture mine &mdash; the hallowed star</br>That shewed the path has failed &mdash; I saw it fail&mdash;</br>I saw the gloom its lovely lustre mar,</br>Then sink, and slowly vanish, from the things that are.", "Even now, methought, again I hailed its beam&mdash;</br>Beheld the joy of other days return&mdash;</br>How my fond heart did leap to hail the gleam</br>Of that sweet light that long had ceased to burn!</br>Ah no! . . . the dead will not forsake the urn&mdash;</br>It was a dream &mdash; 'twas sweet and swiftly o'er. . .</br>Like shipwrecked mariner alone and worn,</br>His treasure in the deep &mdash; himself on desert shore&mdash;</br>I see a wildering waste behind and dread to look before!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "All woe-begone I laid me down to sleep,</br>And dreams arose &mdash; dreams of the silent dead&mdash;</br>I stood where Bertha's stream with azure sweep</br>Rolls its broad waters o'er their oozy bed&mdash;</br>The boughs were green, and waving o'er my head,</br>And Mary stood before me bathed in tears,</br>And lovely still, save that the glow had fled</br>Her lips and cheek &mdash; those lips in other years</br>That sweetly smiled me into love &mdash; its hopes and fears!", "I rushed to fold her in my opening arms&mdash;</br>To weep away the sorrows of my breast&mdash;</br>To gaze once more upon those long lost charms. . .</br>\"Sorrow no more,\" she said, \"it breaks my rest. . .</br>That I do feel thy woes, those tears attest:</br>For spirits sympathize in human care&mdash;</br>The bourne is past &mdash; I mingle with the blest,</br>A little while and thou shalt meet me there,</br>To part no more\" . . . she smiled, and melted into air. . .", "I woke &mdash; the tear-drop gathered in my eye,</br>I felt that I had heard an angel's voice,</br>Bidding my troubled soul suppress its sigh,</br>And half my heart essayed to rejoice&mdash;</br>But oh, she was my bosom's early choice;</br>And while I dreamt of joy, the spoiler came. . . .</br>In her I saw the end of earthly joys&mdash;</br>And I must weep &mdash; I love to breathe her name,</br>But feel that wanting her, life has no farther aim. . . .</br>"]