["And one there was, amid that patriot band,</br>To whom that warrior note was wild and new</br>Of maiden shield, as yet his youthful hand</br>In war's array the cutlass never drew,</br>But with his ripening years the knowledge grew</br>Of all the wrongs of Stuart's hapless line,</br>And long with loyalty as firm as true,</br>His hope had pictur'd prospects more benign,</br>When for an injur'd prince he might in armor shine.", "Till now, secluded on his mountains wild,</br>A life retir'd the youthful chieftain led,</br>Song or the chace his vacant hours beguil'd,</br>Or where the cliff rear'd high its rocky head,</br>Alone the tale of other times he read;</br>Where high achievements fix'd his steadfast soul,</br>Of chiefs heroic, who for freedom bled;</br>Of bugle's note and war-drum's swelling roll,</br>Till splendid dreams of power and fame defied control.", "An only sister shar'd his social hours,</br>And when, returning from the chace at eve,</br>He sought the summit of his lofty towers,</br>For magic song would gentle Flora weave;</br>Such lay as sorrow might forget to grieve,</br>And melancholy's self delights to hear,</br>And oft his work would laboring peasant leave</br>When her sweet accents met his listening ear,</br>The witchery of her song in solitude to hear.", "And early love had taught his breast to feel</br>The purest bliss that Heaven on earth bestows,</br>A flame so pure as never need conceal</br>The warmest wish that in the bosom glows;</br>Such love as jealousy nor changing knows;</br>From Ivor's boyish days the passion grew,</br>Nor doubt perplex'd, nor chilling coldness froze</br>And never hopeless sigh his bosom drew,</br>For Ivor was sincere, and Isabella true.", "His was each joy a chieftain's heart could know</br>The generous temper and the liberal hand,</br>And native favor taught his heart to glow;</br>When round him throng'd in arms his mountain band</br>His smile their pleasure, and his look command;</br>Although he never yet had heard the yell</br>Of warfare sound; for in his native land</br>Till now had all been peace; along the dell,</br>Rung for the chace alone the deep-ton'd bugle's swell.", "Thus pass'd his youthful day, and mild content</br>Still brighten'd every hour that onward came,</br>And if at times his tranquil brow was bent,</br>Or on his cheek turn'd indignation's flame,</br>It was when Flora's pensive song would frame</br>The tale of injur'd worth in other days;</br>Or when some war-worn veteran told the fame</br>Of Stuart's line; and then his steadfast gaze,</br>Deep fix'd, and stern, betray'd his furious passion's blaze.", "And now his warrior fire, so long conceal'd,</br>Rag'd in his boiling bosom fierce and high;</br>And martial thought, and feeling, all reveal'd,</br>Low'rd on his brow and lightened in his eye:</br>There might discrimination's glance espy,</br>The sure presage of future high renown;</br>Resolv'd alike, when hours of peril nigh,</br>And sharpest dangers lowr'd in fearful frown,</br>Or hope's delusive hand his path with flowers had strown.", "From hence farewell the pleasures of the chase,</br>For sterner object now engross'd his mind</br>Expected honors lure to glory's race,</br>And song, and feast, and love, are all resign'd,</br>His standard floats already on the wind;</br>In arms assemble fast, his clansman true,</br>Prompt at his call, their homes they leave behind</br>As fierce a band as ever sabre drew,</br>Who never yet, dismay'd, from foeman's forces flew.", "And sad, when Ivor's parting hour drew nigh</br>Was every bosom destin'd to remain;</br>The tear was big in Isabella's eye,</br>And scarce could Flora's soul her grief restrain</br>At parting hour, alas!  how hard to rein</br>The swelling passion of the feeling breast;</br>When fond affection throbs in every vein,</br>And memory loves on former scenes to rest,</br>And lean upon the friend that former days has blest.</br>"]