["The vagrant winds that wander 'mid the dark,</br>Are quiet in their caves.  The moon is high.</br>Across yon tall pile's shadow you may mark</br>The flitting bat; while the sea's heavy sigh</br>Comes o'er the ear in long, low melody.</br>Behold the living flood beneath the ray</br>Unclouded like the chased silver lie,</br>And, in the radiance, countless wavelets play,</br>Sparkling like crowding stars, that pave some milky-way.", "Far, on each hand, the savage coast extends,</br>Binding the bright sea with a rugged chain.</br>Lo!  there Northumbria's frowning bulwark bends,</br>Marsden's vast rock, yonder, o'ertowers the main</br>More distant. You may see her grottos plain,</br>Shadowed amid the white cliffs.  Doth she hear</br>At such an hour the mermaid's moonlight strain,</br>Or only the slow waves, that tinkle clear,</br>Far up the unknown aisles of the dim caverns drear?", "Full on the broad nave of the hoary pile,</br>Night's lucid Queen her splendours streaming throws:</br>'Mid the recesses of the shadowy aisle</br>They steal, and sleep in radiant repose.</br>Smiling, methinks the tottering ruin shews,</br>As if the gentle brightness might engage</br>The Genius of its walls, and bring to close</br>The warfare he with Time no more may wage,</br>In the calm silveriness of mild and cheerful age.", "Fringing the haven's verge, scarce seems to move</br>The sea-sedge, with the gently rustling flow.</br>The beams are playing on the cliffs above;</br>The barks are anchored in the gloom below;</br>Where, o'er the cove, the rocks their shadows throw.</br>No sound is stirring in that peaceful bay;</br>As if it ne'er had known where, long ago,</br>Denmark's red sea-kings ploughed their bloody way,</br>And Rome's aggressive keels and brass-prowed gallies lay.", "In many an unremembered, noteless grave&mdash;</br>Far, far above &mdash; beneath the abbey high&mdash;</br>The monk who dared not &mdash; serf who could not save&mdash;</br>Defended and defenders, mingled lie;&mdash;</br>In one oblivion they were doomed to die.</br>O'er the blest walls the godless Northman swept;</br>And, quenched at once the warrior's fiery eye,</br>And his of peace, who little less than slept,</br>As round the cloisters dim with noiseless foot he crept.", "How many a varied sound, since first these walls</br>Arose in Gothic majesty, hath been:</br>The pealing organ, echoing through the halls,</br>The solemn chaunt and breathing Psalm, between;</br>The pale Confessor listening whispered sin&mdash;</br>Low prayer &mdash; loud revelry &mdash; and stern command:&mdash;</br>Now all is hushed.  Above yon hillocks green</br>Peace hath, at last, waved a compelling wand,</br>And cowled monks soundly sleep, 'mid Cromwell's iron band.", "Yet once again &mdash; 'mid the fantastic night</br>Call up the high and gorgeous scenes of Eld,</br>When through the painted windows solemn light</br>Streamed, and the anthem's awful chorus swelled.</br>Far, on the deep, the mariner beheld</br>The red-cross brightly burn upon the wave;</br>And, while the felon gusts around him yelled,</br>The drowning wretch his latest gaspings gave</br>To call upon the Saint, who saw &mdash; yet would not save.", "Or when, perchance, on such an eve as this,</br>There, where the cliff becalms the gentle tide,</br>Whose rugged feet the hushed waves seem to kiss,</br>In the still night, the anchoring skiff would ride.</br>Oh!  sweet to him whose home had been denied</br>Long, when upon his rapt and thrilling ear,</br>The low swell of the vesper hymn would glide,</br>Floating above the beautiful waters, clear,</br>And he would kneel and weep, drinking the accents dear.", "Hast thou gone down, O Moon!  into thy cave?</br>So all things bright and radiant must end&mdash;</br>The mist of night is resting on the wave,</br>And sea and sky into one dimness blend.</br>&mdash;Thou, who, perchance, at such an hour shalt wend</br>Hither, to meditate and muse like me,</br>And on these mouldering stones thy gaze shalt bend,</br>Then, on the unchangeable and solemn sea,</br>Say thou, how poor Time is &mdash; how deep Eternity!</br>"]