["Where Kensington, high o'er the neighb'ring lands</br>'Midst greens and sweets, a Regal fabrick, stands,</br>And sees each spring, luxuriant in her bowers,</br>A snow of blossoms, and a wilde of flowers,</br>The Dames of Britain oft in crowds repair</br>To gravel walks, and unpolluted air.</br>Here, while the Town in damps and darkness lies,</br>They breathe in sun-shine, and see azure skies;</br>Each walk, with robes of various dyes bespread,</br>Seems from afar a moving Tulip-bed,</br>Where rich Brocades and glossy Damasks glow,</br>And Chints, the rival of the show'ry Bow.", "Here England's DAUGHTER, Darling of the land,</br>Sometimes, surrounded with her virgin band,</br>Gleams through the shades.  She, tow'ring o'er the rest,</br>Stands fairest of the fairer kind confest,</br>Form'd to gain hearts, that BRUNSWICK's cause deny'd,</br>And charm a people to her FATHER's side.", "Long have these Groves to Royal Guests been known,</br>Nor Nassau first prefer'd them to a Throne.</br>Ere Norman banners wav'd in British air;</br>Ere lordly Hubba with the golden hair</br>Pour'd in his Danes; ere elder Julius came;</br>Or Dardan Brutus gave our Isle a name;</br>A Prince of Albion's lineage grac'd the wood,</br>The scene of wars, and stain'd with Lovers' blood.", "You, who through gazing crowds, your captive throng,</br>Throw pangs and passions, as you move along,</br>Turn on the Left, ye Fair, your radiant eyes,</br>Where all un-level'd the gay garden lies:</br>If generous anguish for Another's pains</br>Ere heav'd your hearts, or shiver'd through your veins,</br>Look down attentive on the pleasing Dale,</br>And listen to my melancholy Tale.", "That Hollow space, were now in living rowes</br>Line above line the Yew's sad verdure grows,</br>Was, ere the planter's hand it's beauty gave,</br>A common Pit, a rude unfashion'd Cave.</br>The landskip now so sweet we well may praise:</br>But far far sweeter in its ancient days,</br>Far sweeter was it, when its peopled ground</br>With Fairy domes and dazling tow'rs was crown'd.</br>Where in the midst those verdant Pillars spring,</br>Rose the proud Palace of the Elfin King;</br>For ev'ry edge of vegetable green,</br>In happier years a crowded street was seen;</br>Nor all those leaves, that now the prospect grace,</br>Could match the numbers of its Pygmy race.</br>What urg'd this mighty Empire to its fate,</br>A Tale of woe and wonder, I relate.", "When Albion rul'd the land, whose lineage came</br>From Neptune mingling with a mortal dame,</br>Their midnight pranks the sprightly Fairies play'd</br>On ev'ry hill, and danc'd in ev'ry shade.</br>But, foes to sun-shine, most they took delight</br>In dells and dales conceal'd from human sight:</br>There hew'd their houses in the arching rock;</br>Or scoop'd the bosom of the blasted oak;</br>Or heard, o'ershadow'd by some shelving hill,</br>The distant murmurs of the falling rill.</br>They, rich in pilfer'd spoils, indulg'd their mirth,</br>And pity'd the huge wretched sons of Earth.</br>Ev'n now, 'tis said, the Hinds o'erhear their strain,</br>And strive to view their airy forms in vain:</br>They to their cells at Man's approach repair,</br>Like the shy Leveret, or the mother Hare,</br>The whilst poor mortals startle at the sound</br>Of unseen footsteps on the haunted ground.", "Amid this Garden, then with woods o'ergrown,</br>Stood the lov'd seat of royal Oberon.</br>From every region to his palace-gate</br>Came Peers and Princes of the Fairy state,</br>Who, rank'd in council round the sacred shade,</br>Their Monarch's will and great behests obey'd.</br>From Thames' fair banks, by lofty towers adorn'd,</br>With loads of plunder oft his chiefs return'd:</br>Hence in proud robes, and colours bright and gay,</br>Shone ev'ry Knight and ev'ry lovely Fay.</br>Who-e'er on Powell's dazling stage display'd,</br>Hath fam'd King Pepin and his court survey'd,</br>May guess, if old by modern things we trace,</br>The pomp and splendour of the Fairy race.", "By magic fenc'd, by spells encompass'd round,</br>No Mortal touch'd this interdicted ground;</br>No Mortal enter'd, those alone who came</br>Stolen from the couch of some terrestrial dame:</br>For oft of babes they robb'd the matron's bed,</br>And left some sickly changeling in their stead.", "It chanc'd a youth of Albion's royal blood</br>Was foster'd here, the wonder of the wood.</br>Milkah for wiles above her peers renown'd,</br>Deep-skill'd in charms and many a mystic sound,</br>As through the Regal dome she sought for prey,</br>Observ'd the infant Albion where he lay</br>In mantles broider'd o'er with georgeous pride,</br>And stole him from the sleeping mother's side.", "Who now but Milkah triumphs in her mind!</br>Ah wretched Nymph, to future evils blind!</br>The time shall come when thou shalt dearly pay</br>The theft, hard-hearted!  of that guilty day:</br>Thou in thy turn shalt like the Queen repine,</br>And all her sorrows doubled shall be thine:</br>He who adorns thy house, the lovely boy</br>Who now adorns it, shall at length destroy.", "Two hundred Moons in their pale course had seen</br>The gay-rob'd Fairies glimmer on the green,</br>And Albion now had reach'd in youthful prime</br>To nineteen years, as Mortals measure time.</br>Flush'd with resistless charms he fir'd to love</br>Each Nymph and little Dryad of the grove;</br>For skilful Milkah spar'd not to employ</br>Her utmost art to rear the princely boy;</br>Each supple limb she swaith'd, and tender bone,</br>And to the Elfin standard kept him down;</br>She robb'd Dwarf-elders of their fragrant fruit,</br>And fed him early with the Daisy's root,</br>Whence through his veins the powerful juices ran,</br>And form'd in beauteous miniature the Man.</br>Yet still, two inches taller than the rest,</br>His lofty port his human birth confest;</br>A Foot in height, how stately did he show!</br>How look superiour on the crowd below!</br>What Knight like him could toss the rushy launce!</br>Who move so graceful in the mazy dance!</br>A shape so nice, or features half so fair,</br>What Elf could boast!  or such a flow of hair!</br>Bright Kenna saw, a Princess born to reign,</br>And felt the charmer burn in ev'ry vein.</br>She, Heiress to this empire's potent Lord,</br>Prais'd like the Stars, and next the Moon ador'd.</br>She, whom at distance Thrones and Princedoms view'd,</br>To whom proud Oriel and Azuriel sue'd,</br>In her high palace languish'd, void of joy,</br>And pin'd in secret for a Mortal boy.", "He too was smitten, and discreetly strove</br>By courtly deeds to gain the virgin's love.</br>For her he cull'd the fairest flower that grew,</br>Ere morning suns had drain'd their fragrant dew;</br>He chas'd the Hornet in his mid-day flight,</br>And brought her Glow-worms in the noon of night;</br>When on ripe fruits she cast a wishing eye,</br>Did ever Albion think the tree too high!</br>He show'd her where the pregnant Goldfinch hung,</br>And the Wren-mother brooding o'er her young;</br>To her th' inscription on their eggs he read,</br>(Admire, ye clerks, the youth whom Milkah bred)</br>To her he show'd each herb of virtuous juice,</br>Their powers distinguish'd, and describ'd their use:</br>All vain their powers alas to Kenna prove,</br>And well sung Ovid, \"There's no herb for Love.\"", "As when a ghost, enlarg'd from realms below,</br>Seeks its old friend to tell some secret woe,</br>The poor shade shivering stands, and must not break</br>His painful silence, 'till the mortal speak;</br>So far'd it with the little love-sick maid,</br>Forbid to utter, what her eyes betray'd.</br>He saw her anguish, and reveal'd his flame,</br>And spar'd the blushes of the tongue-ty'd dame.</br>The day would fail me, should I reckon o'er</br>The sighs they lavish'd, and the oaths they swore</br>In words so melting, that compar'd with those</br>The nicest courtship of terrestrial Beaus</br>Would sound like compliments, from country clowns</br>To red-cheek'd sweet-hearts in their home-spun gowns.", "All in a lawn of many a various hue</br>A bed of flowers (a Fairy forest) grew;</br>'Twas here one noon, the gaudiest of the May,</br>The still, the secret, silent, hour of day,</br>Beneath a lofty Tulip's ample shade</br>Sat the young lover and th' immortal maid,</br>They thought all Fairies slept, ah, luckless pair!</br>Hid, but in vain, in the Sun's noon-tide glare!</br>When Albion, leaning on his Kenna's breast,</br>Thus all the softness of his soul exprest.", "\"All things are husht.  The sun's meridian rays</br>Veil the horizon in one mighty blaze:</br>Nor moon nor star in heaven's blue arch is seen</br>With kindly rays to silver o'er the green,</br>Grateful to Fairy eyes; they secret take</br>Their rest, and only wretched mortals wake.</br>This dead of day I fly to thee alone,</br>A world to me, a multitude in one.</br>Oh, sweet as dew-drops on these flowery lawns,</br>When the sky Opens, and the evening dawns!</br>Streight as the Pink, that towers so high in air,</br>Soft as the Blow-bell!  as the Daisy, fair!</br>Blest be the hour, when first I was convey'd</br>An infant captive to this blissful shade!</br>And blest the hand that did my form refine,</br>And shrunk my stature to a match with thine!</br>Glad I for thee renounce my Royal birth,</br>And all the Giant daughters of the earth.</br>Thou, if thy breast with equal ardour burn,</br>Renounce thy kind, and love for love return.</br>So from us two, combin'd by nuptial ties,</br>A race unknown of Demi-gods shall rise.</br>O speak, my love!  my vows with vows repay,</br>And sweetly swear my rising fears away.\"", "To whom (the shining azure of her eyes</br>More brighten'd) thus th' enamour'd maid replies:", "\"By all the stars, and first the glorious Moon,</br>I swear, and by the head of Oberon,</br>A dreadful oath!  no Prince of Fairy line</br>Shall e'er in wedlock plight his vows with mine.</br>Where-e'er my footsteps in the dance are seen,</br>May toadstools rise, and mildews blast the green,</br>May the keen east-wind blight my fav'rite flowers,</br>And snakes and spotted adders haunt my bowers.</br>Confin'd whole ages in an hemlock shade</br>There rather pine I a neglected maid,</br>Or worse, exil'd from Cynthia's gentle rays,</br>Parch in the sun a thousand summer-days,</br>Than any Prince, a Prince of Fairy line,</br>In sacred wedlock plight his vows with mine.\"", "She ended:  and with lips of rosy hue</br>Dipt five times over in Ambrosial dew,</br>Stifled his words.  When, from his covert rear'd,</br>The frowning brow of Oberon appear'd.</br>A Sun-flower's trunk was near, whence (killing sight!)</br>The monarch issu'd, half an ell in height:</br>Full on the pair a furious look he cast,</br>Nor spoke; but gave his bugle-horn a blast</br>That through the woodland echo'd far and wide,</br>And drew a swarm of subjects to his side.</br>A hundred chosen Knights, in war renown'd,</br>Drive Albion banish'd from the sacred ground;</br>And twice ten myriads guard the bright abodes,</br>Where the proud King, amidst his Demi-gods,</br>For Kenna's sudden Bridal bids prepare,</br>And to Azuriel gives the weeping fair.", "If fame in arms, with ancient birth combin'd,</br>A faultless beauty, and a spotless mind,</br>To love and praise can generous souls incline,</br>That love, Azuriel, and that praise, was thine.</br>Blood, only less than royal, fill'd thy veins,</br>Proud was thy roof, and large thy fair domains.</br>Where now the skies high Holland-House invades,</br>And short-liv'd Warwick sadden'd all the shades,</br>Thy dwelling stood:  nor did in him afford</br>A nobler owner, or a lovelier Lord.</br>For thee a hundred Fields produc'd their store,</br>And by thy name ten thousand vassals swore;</br>So lov'd thy name, that, at their monarch's choice,</br>All Fairy shouted with a general voice.", "Oriel alone a secret rage supprest,</br>That from his bosom heav'd the golden vest.</br>Along the banks of Thame his empire ran,</br>Wide was his range, and populous his clan.</br>When cleanly servants, if we trust old tales,</br>Beside their wages had good Fairy vailes,</br>Whole heaps of silver Tokens, nightly paid,</br>The careful wife, or the neat dairy-maid,</br>Sunk not his stores.  With smiles and powerful Bribes</br>He gain'd the leaders of his neighbour tribes,</br>And e're the night the face of heav'n had change'd,</br>Beneath his banners half the Fairies rang'd.", "Mean-while, driven back to earth, a lonely way</br>The chearless Albion wander'd half the day,</br>A long long journey, choak'd with brakes and thorns</br>Ill-measur'd by ten thousand Barley-corns.</br>Tir'd out at length a spreading stream he spy'd</br>Fed by old Thame, a daughter of the tide:</br>'Twas then a spreading stream, tho' now, its fame</br>Obscur'd, it bears the Creek's inglorious name,</br>And creeps, as through contracted bounds it strays,</br>A leap for boys in these degenerate days.", "On the clear chrystal's verdant bank he stood,</br>And thrice look'd backward on the fatal wood,</br>And thrice he groan'd, and thrice he beat his breast,</br>And thus in tears his kindred Gods addrest.", "\"If true, ye watery powers, my lineage came</br>From Neptune mingling with a mortal dame;</br>Down to his court, with coral garlands crown'd,</br>Through all your grottoes waft my plaintive sound,</br>And urge the God, whose trident shakes the earth,</br>To grace his off-spring, and assert my birth.\"", "He said.  A gentle Naiad heard his prayer,</br>And, touch'd with pity for a lover's care,</br>Shoots to the sea, where low beneath the tides</br>Old Neptune in th' unfathom'd deep resides.</br>Rous'd at the news, the sea's stern Sultan swore</br>Revenge, and scarce from present arms forbore:</br>But first the Nymph his harbinger he sends,</br>And to her care the fav'rite boy commends.", "As through the Thames her backward course she guides,</br>Driven up his current by the refluent tides,</br>Along his banks the Pygmy legions spread</br>She spies, and haughty Oriel at their head,</br>Soon with wrong'd Albion's name the host she fires,</br>And counts the ocean's God among his sires;</br>\"The ocean's God, by whom shall be o'erthrown,</br>(Styx heard his oath) the tyrant Oberon.</br>See here beneath a toadstool's deadly gloom</br>Lies Albion:  Him the Fates your leader doom.</br>Hear and obey; 'tis Neptune's powerful call,</br>By him Azuriel and his King shall fall.\"", "She said.  They bow'd:  and on their shields up-bore</br>With shouts their new saluted Emperour.</br>E'en Oriel smil'd:  at least to smile he strove,</br>And hopes of vengeance triumph'd over love.", "See now the mourner of the lonely shade</br>By gods protected, and by hosts obey'd,</br>A slave, a chief, by fickle fortune's play,</br>In the short course of one revolving day,</br>What wonder if the youth, so strangely blest,</br>Felt his heart flutter in his little breast!</br>His thick embattell'd troops, with secret pride,</br>He views extended half an acre wide;</br>More light he treads, more tall he seems to rise,</br>And struts a straw-breadth nearer to the skies.", "O for thy Muse, great Bard, whose lofty strains</br>In battle join'd the Pygmies and the Cranes!</br>Each gawdy knight, had I that warmth divine,</br>Each colour'd legion in my verse should shine.</br>But simple I, and innocent of art,</br>The tale, that sooth'd my infant years, impart,</br>The tale I heard whole winter eves, untir'd,</br>And sing the battles, that my nurse inspir'd.", "Now the shrill corn-pipes, echoing loud to arms,</br>To rank and file reduce the straggling swarms,</br>Thick rowes of spears at once, with sudden glare,</br>A grove of needles, glitter in the air;</br>Loose in the winds small ribbon-streamers flow,</br>Dipt in all colours of the heavenly bow,</br>And the gay host, that now it's march pursues,</br>Gleams o'er the meadows in a thousand hues.", "On Buda's plains thus formidably bright,</br>Shone Asia's sons, a pleasing dreadful sight.</br>In various robes their silken troops were seen,</br>The blue, the red, and Prophet's sacred green:</br>When blooming BRUNSWICK, near the Danube's flood,</br>First stain'd his maiden sword in Turkish blood.", "Unseen and silent march the slow brigades</br>Through pathless wildes, and un-frequented shades.</br>In hope already vanquish'd by surprise,</br>In Albion's power the Fairy empire lies;</br>Already has he seiz'd on Kenna's charms,</br>And the glad beauty trembles in his arms.", "The march concludes:  and now in prospect near,</br>But fenc'd with arms, the hostile Towers appear,</br>For Oberon, or Druids falsely sing,</br>Wore his Prime Visir in a magic Ring,</br>A subtle Spright, that opening Plots foretold</br>By sudden Dimness on the beamy gold.</br>Hence, in a cresent form'd, his legions bright</br>With beating bosoms waited for the fight;</br>To charge their foes they march, a glittering band,</br>And in their van doth bold Azuriel stand.", "What rage that hour did Albion's soul possess,</br>Let chiefs imagine, and let lovers guess!</br>Forth issuing from his ranks, that strove in vain</br>To check his course, athwart the dreadful plain</br>He strides indignant:  and with haughty cries</br>To single fight the Fairy Prince defies.", "Forbear, rash youth, th' unequal war to try;</br>Nor, sprung from mortals, with immortals vie.</br>No God stands ready to avert thy doom,</br>Nor yet thy Grandsire of the Waves is come.</br>My words are vain &mdash; no words the wretch can move,</br>By beauty dazled, and bewitch'd by love:</br>He longs, he burns, to win the glorious prize,</br>And sees no danger, while he sees her eyes.", "Now from each host the eager warriours start.</br>And furious Albion flings his hasty dart,</br>'Twas feather'd from the Bee's transparent wing,</br>And it's shaft ended in a Hornet's sting;</br>But, tost in rage, it flew without a wound,</br>High o'er the foe, and guiltless pierc'd the ground.</br>Not so Azuriel's:  with unerring aime</br>Too near the needle-pointed javelin came,</br>Drove through the seven-fold shield, and silken vest,</br>And lightly ras'd the Lover's ivory breast.</br>Rous'd at the smart, and rising to the blow,</br>With his keen sword he cleaves his Fairy foe,</br>Sheer from the shoulder to the waste he cleaves,</br>And of one Arm the tott'ring trunk bereaves.", "His useless steel brave Albion wields no more,</br>But sternly smiles, and thinks the combat o'er:</br>So had it been, had aught of mortal strain,</br>Or less than Fairy, felt the deadly pain.</br>But Empyreal forms, howe'er in fight</br>Gash'd and dismember'd, easily unite.</br>As some frail cup of China's purest mold,</br>With azure varnish'd, and bedropt with gold,</br>Tho' broke, if cur'd by some nice virgin's hands,</br>In it's old strength and pristine beauty stands;</br>The tumults of the boiling Bohea braves,</br>And holds secure the Coffee's sable waves:</br>So did Azuriel's Arm, if fame say true,</br>Rejoin the vital trunk whence first it grew;</br>And, whilst in wonder fixt poor Albion stood,</br>Plung'd the curst sabre in his heart's warm blood.</br>The golden broidery, tender Milkah wove,</br>The breast, to Kenna sacred and to love,</br>Lie rent and mangled:  and the gaping wound</br>Pours out a flood of purple on the ground.</br>The jetty lustre sickens in his eyes:</br>On his cold cheeks the bloomy freshness dies;</br>\"Oh Kenna, Kenna,\" thrice he try'd to say,</br>\"Kenna, farewel!\"  and sigh'd his soul away.", "His fall the Dryads with loud shrieks deplore,</br>By sister Naiads echo'd from the shore,</br>Thence down to Neptune's secret realms convey'd,</br>Through grotts, and glooms, and many a coral shade.</br>The sea's great Sire, with looks denouncing war,</br>The trident shakes, and mounts the pearly carr:</br>With one stern Frown the wide-spread deep deforms,</br>And works the madding ocean into storms.</br>O'er foaming mountains, and through bursting tides,</br>Now high, now low, the bounding chariot rides,</br>'Till through the Thames in a loud whirlwind's roare</br>It shoots, and lands him on the destin'd shore.", "Now fix'd on earth his tow'ring stature stood,</br>Hung o'er the mountains, and o'erlook'd the wood.</br>To Brumpton's grove one ample stride he took,</br>(The valleys trembled, and the forests shook)</br>The next huge step reach'd the devoted shade,</br>Where choak'd in blood was wretched Albion laid:</br>Where now the Vanquish'd, with the Victors join'd,</br>Beneath the Regal banners stood combin'd.", "Th' embattl'd dwarfs with rage and scorn he past,</br>And on their Town his eye vindictive cast.</br>It's deep foundations his strong trident cleaves.</br>And high in air th' up-rooted empire heaves;</br>On his broad engine the vast ruine hung,</br>Which on the foe with force divine he flung:</br>Aghast the legions, in th' approaching shade,</br>Th' inverted spires and rocking domes survey'd,</br>That, downward tumbling on the host below,</br>Crush'd the whole nation at one dreadful blow.</br>Towers, arms, nymphs, warriors, are together lost,</br>And a whole empire falls to sooth sad Albion's ghost.", "Such was the period, long restrain'd by fate,</br>And such the downfall of the Fairy state.</br>This Dale, a pleasing region, not unblest,</br>This Dale possest they; and had still possest;</br>Had not their monarch, with a Father's pride,</br>Rent from her Lord th' inviolable Bride,</br>Rash to dissolve the contract seal'd above,</br>The solemn vows and sacred bonds of love.</br>Now, where his elves so sprightly danc'd the round,</br>No violet breathes, nor daisy paints the ground,</br>His towers and people fill one common grave,</br>A shapeless ruine, and a barren cave.", "Beneath huge hills of smoaking piles he lay</br>Stunn'd and confounded a whole summer's day,</br>At length awak'd (for what can long restrain</br>Unbody'd spirits!)  but awak'd in pain:</br>And as he saw the desolated wood,</br>And the dark den where once his empire stood,</br>Grief chill'd his heart:  to his half-open'd eyes</br>In ev'ry oak a Neptune seem'd to rise:</br>He fled:  and left, with all his trembling Peers,</br>The long possession of a thousand years.", "Through bush, through brake, through groves, and gloomy dales,</br>Through dank and dry, o'er streams and flowery vales,</br>Direct they fled; but often look'd behind,</br>And stopt and started at each russling wind.</br>Wing'd with like fear his abdicated bands</br>Disperse and wander into different lands.</br>Part hid beneath the Peak's deep caverns lie,</br>In silent glooms, impervious to the sky;</br>Part on fair Avon's margin seek repose,</br>Whose stream o'er Britain's midmost region flows,</br>Where formidable Neptune never came,</br>And seas and oceans are but known by fame:</br>Some to dark woods and secret shade retreat:</br>And some on mountains choose their airy seat.</br>There haply by the ruddy damsel seen,</br>Or shepherd-boy, they featly foot the green,</br>While from their steps a Circling verdure springs;</br>But fly from Towns, and dread the courts of Kings.", "Mean-while sad Kenna, loath to quit the grove,</br>Hung o'er the body of her breathless love,</br>Try'd ev'ry art, (vain arts!)  to change his doom,</br>And vow'd (vain vows!)  to join him in the tomb.</br>What could she do? the Fates alike deny</br>The Dead to live, or Fairy forms to die.", "An herb there grows (the same old Homer tells</br>Ulysses bore to rival Circe's spells)</br>It's root is ebon-black, but sends to light</br>A stem that bends with flowrets milky white,</br>Moly the plant, which Gods and Fairies know,</br>But secret kept from mortal men below.</br>On his pale limbs it's virtuous juice she shed,</br>And murmur'd mystic numbers o'er the dead,</br>When lo!  the little shape by magic power</br>Grew less and less, contracted to a Flower;</br>A flower, that first in this sweet garden smil'd,</br>To virgins sacred, and the Snow-drop styl'd.", "The new-born plant with sweet regret she view'd,</br>Warm'd with her sighs, and with her tears bedew'd,</br>It's ripen'd seeds from bank to bank convey'd,</br>And with her lover Whiten'd half the shade.</br>Thus won from death each spring she sees him grow,</br>And glorious in the vegetable snow,</br>Which now increas'd through wide Britannia's plains,</br>Its parent's warmth and spotless Name retains,</br>First leader of the flowery race aspires,</br>And foremost catches the Sun's genial fires,</br>Mid frosts and snows triumphant dares appear,</br>Mingles the seasons, and leads on the year.", "Deserted now of all the Pygmy race,</br>Nor Man nor Fairy touch'd this guilty place.</br>In heaps on heaps, for many a rowling age,</br>It lay accurst, the mark of Neptune's rage,</br>'Till great Nassau recloath'd the desart shade,</br>Thence sacred to Britannia's Monarchs made.</br>'Twas then the green-robe'd nymph, fair Kenna, came,</br>(Kenna that gave the neighb'ring town it's name)</br>Proud when she saw th' ennobled garden shine,</br>With Nymphs and Heroes of her lover's line,</br>She vow'd to grace the mansions once her own.</br>And picture out in plants the Fairy town.</br>To far-fam'd Wise her flight unseen she sped,</br>And with gay prospects fill'd the craftsman's head,</br>Soft in his fancy drew a pleasing scheme,</br>And plann'd that landskip in a morning dream.", "With the sweet view the Sire of gardens fir'd,</br>Attempts the labour by the Nymph inspir'd,</br>The walls and streets in rowes of Yew designs,</br>And forms the Town in all it's ancient lines;</br>The corner trees he lifts more high in air,</br>And girds the Palace with a verdant Square;</br>Nor knows, while round he views the rising scenes,</br>He builds a City as he plants his Greens.", "With a sad pleasure the Aerial maid</br>This image of her ancient realms survey'd,</br>How change'd, how fallen from its primaeval pride!</br>Yet here each Moon, the hour her lover dy'd,</br>Each Moon his solemn obsequies she pays,</br>And leads the dance beneath pale Cynthia's rays;</br>Pleas'd in these shades to head her Fairy train,</br>And grace the groves where Albion's Kinsmen reign.</br>"]