["TIME &mdash; MORNING.</br>SCENE &mdash; A PLANTATION IN VIRGINIA.", "Safe from the wild banditti's fierce alarms,</br>From civil strife and foreign despot's arms,</br>Tho' mild Virginia boast her peaceful plain,</br>Yet there in blood her petty tyrants reign.</br>With pines wide waving tho' the woods be crown'd,</br>Tho' the green vales with living wealth abound,</br>Bright on her fields tho' ripening rays descend,</br>And rich with blushing fruit the branches bend;</br>To those who ne'er must freedom's blessings taste,</br>'Tis barren all, 'tis all a cheerless waste.", "Whilst hoarse the cat'ract murmurs on the gale,</br>And the chill night-dew sweeps along the vale;</br>Whilst the loud storm amidst the mountains howls,</br>And light'ning gleams, and deep the thunder rolls,</br>Beneath a leafless tree, ere morn arose,</br>The slave ADALA thus laments his woes:", "\"Ye grisly spectres, gather round my fear,</br>From caves unblest, that wretches groans repeat!</br>Terrific forms from misty lakes arise!</br>And bloody meteors threaten thro' the skies!</br>Oh!  curs'd destroyers of our hapless race,</br>Of human-kind the terror and disgrace!</br>Lo!  hosts of dusky captives, to my view,</br>Demand a deep revenge!  demand their due!</br>And frowning chiefs now dart athwart the gloom,</br>And o'er the salt-sea wave pronounce your doom&mdash;</br>But Gods are just, and oft the stroke forbear,</br>To plunge the guilty deeper in despair.</br>Lift high the scourge, my soul the rack disdains,</br>I pant for Freedom and my native plains!", "\"With limbs benumb'd my poor companions lie;</br>Oppress'd by pain and want the aged sigh:</br>Thro' reedy huts the driving tempest pours;</br>Their fest'ring wounds receive the sickly show'rs.</br>In madd'ning draughts our Lords their senses steep,</br>And doom their slaves to stripes and death, in sleep;</br>Now, while the bitter blast surrounds my head,</br>To times long past my restless soul is led,</br>Far, far beyond the azure hills to groves</br>Of ruddy fruit, where beauty fearless roves&mdash;</br>O blissful seats!  O self-approving joys!</br>Nature's plain dictates!  ignorance of vice!</br>O guiltless hours!  Our cares and wants were few,</br>No arts of luxury, or deceit, we knew:</br>Our labour sport &mdash; to tend our cottage care,</br>Or from the palm the luscious juice prepare;</br>To sit, indulging love's delusive dream,</br>And snare the silver tenants of the stream;</br>Or (nobler toil) to aim the deadly blow,</br>With dext'rous art, against the spotted foe.</br>O days, with youthful daring mark'd! &mdash; 'twas then</br>I dragg'd the shaggy monster from his den;</br>And boldly down the rocky mountain's side</br>Hurl'd the fierce panther in the foaming tide:</br>Our healthful sports a daily feast afford,</br>And ev'ning found us at the social board.", "\"Can I forget?  Ah me!  the fatal day,</br>When half the vale of peace was swept away!</br>Affrighted maids in vain the gods implore,</br>And weeping view from far the happy shore;</br>The frantic dames impatient ruffians seize,</br>And infants shriek, and clasp their mother's knees;</br>With galling fetters soon their limbs are bound,</br>And groans throughout the noisome bark resound.", "\"Why was I bound?  Why did not WHIDAH see</br>ADALA gain or death or victory?</br>No storms arise, no waves revengeful roar,</br>To dash the monsters on our injur'd shore.", "\"Long o'er the foaming deep to worlds unknown</br>By envious winds the bulky ship was blown.</br>While by disease and chains the weak expire,</br>Or parch'd, endure the slow consuming fire.</br>Who in this land of many griefs would live?</br>Where Death's the only comfort tyrants give!</br>Tyrants unblest!  each proud of strict command,</br>Nor age nor sickness stays the driver's hand;</br>Whose hearts, in adamant involv'd, despise</br>The drooping female's tears, the infant's cries;</br>From whose stern brows no grateful look e'er beams,</br>Whose blushless front nor rape nor murder shames.</br>&mdash;Nor all I blame; for NARBAL, friend to peace,</br>Through his wide pastures bids oppression cease;</br>No drivers goad, no galling fetters bind,</br>Nor stern compulsion damps th' exalted mind.</br>ARCONA there is fated to enjoy</br>Domestic sweets, and rear his progeny;</br>To till his glebe employs ARCONA'S care;</br>Thy God, O NARBAL!  nightly hears his pray'r:</br>A mind at ease, of Christian truths may boast!&mdash;</br>He has no wife, no lovely offspring lost.</br>Gay his SAVANNAH blooms, while mine appears</br>Scorch'd up with heat, or moist with blood and tears.</br>Cheerful his hearth in chilling winter burns,</br>While to the storm the sad ADALA mourns.</br>Lift high the scourge, my soul the rack disdains;</br>I pant for Freedom and my native plains!", "\"Shall I his holy Prophet's aid implore,</br>And wait for justice on another shore?</br>Or, rushing down yon mountain's craggy steep,</br>End all my sorrows in the sullen deep?</br>A cliff there hangs in yon grey morning cloud,</br>The dashing wave beneath roars harsh and loud&mdash;</br>But doubts and fears involve my anxious mind,</br>The gulph of death once pass'd, what shore we find?</br>Dubious, if, sent beyond th' expanded main,</br>The soul shall seek its native realms again;</br>Or if in gloomy mists condemn'd to lie,</br>Beyond the limits of yon arching sky&mdash;</br>A better prospect oft my spirit cheers,</br>And in my dreams the vale of peace appears,</br>And fleeting visions of my former life;</br>My hoary sire I clasp &mdash; my long-lost wife&mdash;</br>And oft I kiss my gentle babes in sleep,</br>Till with the sounding whip I wake to weep&mdash;</br>Lift high the scourge, my soul the rack disdains;</br>I pant for Freedom and my native plains!", "\"Chiefs of the earth, and monarchs of the sea,</br>Who vaunt your hardy ancestors were free;</br>Whose teachers plead the injur'd captive's cause,</br>And prove the wisdom of your Prophet's laws;</br>To force and fraud if justice must give place,</br>Your realm shall suffer by some stronger race:</br>Some stronger race your flocks shall force away;</br>Like Afric's tribes your children must obey:</br>The very Gods that view our constant toil,</br>Shall see your offspring till a ruder soil;</br>The pain of thirst and pinching hunger know,</br>And all the torments that from bondage flow,</br>When far remov'd from Christian worlds, we prove</br>The sweets of peace, the lasting joys of love.</br>But hark!  the whip now echo's thro' the trees!</br>On ev'ry trembling limb fresh horrors seize&mdash;</br>Alas, 'tis day, and here I sit alone!</br>Be strong, my soul, and part without a groan.</br>Ruffians, proceed!  ADALA ne'er shall swerve!</br>Prepare the rack, and strain each aching nerve!</br>Lift high the scourge, my soul the rack disdains;</br>I pant for Freedom and my native plains!", "\"Thou God, who gild'st with light the rising day!</br>Who life dispensest by thy genial ray!</br>Will thy slow vengeance never, never fall,</br>But undistinguish'd favour shine on all?</br>Oh hear a suppliant wretch's last sad prayer!</br>Dart fiercest rage!  infect the ambient air!</br>This pallid race, whose hearts are bound in steel,</br>By dint of suff'ring teach them how to feel.", "\"Or to some despot's lawless will betray'd,</br>Give them to know, what wretches they have made!</br>Beneath the lash let them resign their breath,</br>Or court, in chains, the clay-cold hand of death.</br>Or, worst of ills!  within each callous breast</br>Cherish, uncurb'd, the dark internal pest,</br>Bid AV'RICE swell with undiminish'd rage,</br>While no new worlds th' accursed thirst assuage;</br>Then bid the monsters on each other turn,</br>The fury passions in disorder burn;</br>Bid Discord flourish, civil crimes increase,</br>Nor one fond wish arise that pleads for Peace&mdash;</br>Till with their crimes, in wild confusion hurl'd,</br>They wake to anguish in a future world.\"</br>"]