["Where thick-embow'ring shades, and clust'ring trees,</br>Form soft recess, and shed poetic ease;</br>In arching boughs embrown the silent way,</br>Fan breezy cool, and half-exclude the day:</br>A moss-clad rock here spread it's bulky base,</br>Where the lith ivy winds it's close embrace;</br>Beneath it's slope &mdash; grey parent of the wood,</br>A mould'ring oak, grotesque and naked, stood,</br>From it's chast root, a gurgling riv'let strays,</br>And thro' the forest worms it's sparkling maze:</br>Here his sluic'd eyes, the pensive POLLIO led,</br>And lo his anguish utter'd, \"GEORGE IS DEAD.\"</br>The swift-wing'd breeze, excursive, wafts the sound,</br>The cloud-top'd forest nodded to the ground;</br>The bellying clouds, with sable skirts advance,</br>And a dun horror shrouds the blue expanse;</br>Slow swells the blast, the transient gusts arise,</br>And grumbling thunders roll along the skies;</br>The storm collects, in dusky clouds array'd,</br>And brooding tempest frowns the deeper shade.</br>Involv'd in glooms, reclin'd upon the oak,</br>In fault'ring accents, POLLIO sob'd and spoke.", "\"Lour on ye sables, shed a tenfold gloom!</br>GEORGE is deceas'd, and earth is but his tomb;</br>The heav'ns were deaf, when Albion pour'd her cries,</br>Ah fruitless anguish!  ah relentless skies!</br>War on ye elements, ye tempests sweep</br>The heaving bosom of the hoary deep;</br>Ye trembling forests hide your faded green,</br>May darksome horrors wrap the sad'ning scene;</br>Ye verdant walks a sicklier face shall wear,</br>No flow'rs, to breath soft incense thro the air;</br>Their savoury banquets shall the flocks refrain,</br>Nor crop the velvet of the pasturing plain;</br>No fost'ring show'rs from hence refresh the lawn,</br>No pearly blessings chear the parching dawn;</br>The widow'd groves lost foliage shall deplore,</br>And balmy zephyrs gather sweets no more:</br>Thy GEORGE, O Albion!  Heav'n declines to spare,</br>Bestow'd too long to prevalence of prayer;</br>ALBION!  thy PARENT dies! &mdash; as blest a mind,</br>As heav'n could furnish to exalt mankind;</br>Religion, mercy, peace, his steps attend,</br>And num'rous virtues all their lustres lend;</br>His guide was truth, benevolence his road,</br>His life, one effort of redundant good;</br>No sword of violence protects a crime,</br>Stains the clear page, or dims the golden time;</br>No vice illustrious stalk'd behind the king,</br>No shelt'red folly fledg'd beneath his wing;</br>No rav'nous grasp, no lawless lust of pow'r,</br>Sullies his life, or stains a single hour;</br>So kindly just, the Parent-Monarch sighs,</br>And greatly pities, while the laws chastise:</br>When ALBION's safety would, how swift to save;</br>(A deed for Gods) he pitied and forgave:</br>Large as his heart, the blessings he design'd;</br>His godlike bounty, delug'd all mankind:</br>Here he restrain'd the Indian's thirst of gore,</br>And bid the murd'rous tomax drink no more;</br>Crush'd faithless Gallia, with her savage train,</br>Who foster factions, to disturb his reign;</br>Stretch'd thro' these haunts the blessings of his sway,</br>And pour'd on pagan darkness, beamy day;</br>'Tis from his hand this tide of plenty flows,</br>Thence learning buds, the infant of repose;</br>'Tis he, whose wisdom crown'd the happiest reign,</br>When patriots only, equal honours gain;</br>Where all distinction was to vice deny'd,</br>And patriot-virtue spread it's influence wide:</br>No sons but virtue's, shone among the great,</br>Nor less than PITT, the pilot of the state.</br>Nor civil virtues were his only claim,</br>His early prowess won a martial fame;</br>The victor-wreath in dreadful fields he twin'd,</br>And valour thron'd him Monarch of mankind;</br>Germania's realms his matchless courage boast,</br>And clust'ring glories in his name are lost.</br>Long was the blessing spar'd to Albion's cries,</br>Lov'd by his realms, and ripn'ing for the skies;</br>In his full orb of majesty compleat,</br>He quits his earthly for a heav'nly seat:</br>Death, and death only, to such kings imparts,</br>A kingdom equal to their great deserts.\"", "Here the full tide of grief his song supprest,</br>And sighs and tears instructive, spoke the rest.</br>Amid the instant wreck, the lab'ring sigh,</br>What glorious form commands the weeping eye?</br>Pierc'd with a kingdom's woes, she leads the tear,</br>Th' infectious drop our lids are proud to wear;", "'Tis ALBION'S GUARDIAN!  see!  her glossy plume</br>Darts a keen radiance thro the with'ring gloom!</br>Not Cynthia's beams with such effulgence flow,</br>When her full disk gives all it's broad below:</br>High o'er the silver-skirted main she rose,</br>And o'er a world in anguish smil'd repose:</br>She waves her hand, and points to Britain's throne.</br>\"GEORGE still survives, O ALBION!  all thy own.</br>From deep despair, redemption he commands,</br>And guides the sceptre with instructed hands.\"", "New flush'd with life, the blooming forests rise,</br>Shine with fresh green, and climb to taller skies;</br>The warbling wantons thro' the dusky grove,</br>Sweetly conspiring pour a waste of love;</br>Perfumes from ev'ry breathing flow'r exhale,</br>And balmy incense loads the fragrant gale;</br>Their savoury banquet lowing herds regain,</br>Rang'd on the velvet of the pasturing plain:</br>On the blest theme the bard indulg'd him long,</br>Then thus his raptures he attun'd to song:</br>\"Thrice blest Britannia!  heav'ns peculiar care!</br>Oft rescu'd in the moment of despair;</br>Pangs but arrive e'er blessings swift pursue,</br>We scarcely tremble, e'er we triumph too.</br>How scourg'd!  how lost!  let Albion's groans inform;</br>This western Empire scarce surviv'd the storm:</br>Our ague fears, and enervating woe,</br>Edg'd the keen vengeance of th' insulting foe:</br>But snatch'd from fate, when to it's stroke resign'd&mdash;</br>Who dares despair?  for HEAV'N and GEORGE were kind.</br>Then, whilst with Albion we our joys contest,</br>And pour our raptures in the monarch's breast;</br>The distant blessing honour and approve;</br>With secret av'rice dwell upon his love;</br>To list'ning skies our lab'ring breasts unload,</br>And wrest new blessings from his conscious GOD;</br>HE DIES. &mdash; At this our bursting bosoms rave,</br>And pain'd remembrance envy'd GEORGE his grave.", "\"What kindly God presides?  the tumults cease,</br>This hour all tempest, and the next all peace:</br>We smile, blest Heav'n!  a GEORGE upon the throne,</br>ANOTHER GEORGE, O Albion!  all thy own:</br>From deep despair a nation to redeem,</br>And check our sorrows in their mid-way stream:</br>He sways the sceptre, takes the glorious charge;</br>Unbounded goodness now shall lord at large:</br>His virtues blazon'd wide as fame can wing,</br>And proud Britannia glories in her King.</br>Blush, grandeur!  blush, in all thy purple pride,</br>True greatness is to goodness close allied;</br>The worthy heart will ever claim esteem;</br>O PRINCE, thy virtue is thy brightest gem:</br>Food for applause to distant realms dispense,</br>Beyond the reach of poor magnificence:</br>Blessings are tongue'd and ever on the wing&mdash;</br>A wond'ring world's a circle for a king.</br>Joy to the realms where slav'ry was design'd,</br>A BRUNSWICK reigns, the guardian of mankind.</br>While gay-ey'd conquest rears his banners high,</br>A  flaming meteor in the gallic sky,</br>He bids his bolted thunders cease their roar;</br>And offers peace to Gallia's faithless shore.</br>Blest Prince!  whose unexampled goodness charms,</br>Thy people's blessings be thy brightest arms:</br>The base of empire is the king's desert,</br>And merit is the monarch of the heart:</br>Nor hostile worlds shall fav'rite GEORGE dethrone;</br>Each Briton's breast's a barrier to his own.</br>May one clear calm attend thee to thy close,</br>One length'ned sunshine of compleat repose:</br>Correct our crimes, and beam that christian mind</br>O'er the wide wreck of dissolute mankind;</br>To calm-brow'd peace, the mad'ning world restore,</br>Or lash the demon thirsting still for gore;</br>Till nature's utmost bound thy arms restrain,</br>And prostrate tyrants bite the British chain.</br>"]