["Ah!  who that mingles with the cares of life,</br>But knows the mournful luxury of tears?</br>Ah!  who, familiar with affection's strife,</br>But often mingles mirage with his fears?</br>Nor unappall'd, nor in despair he hears</br>The trump of fate &mdash; the tempest of distress</br>And trembling shrinks &mdash; till tranquil Heaven appears,</br>Calms its wild rage, and bids his griefs confess</br>The God that rules the storm, and bids the tempest bless.", "So have we seen the wretched pilgrim fly,</br>From storms impending, to some shelter near,</br>When, lo!  a sudden tempest sweeps the sky,</br>And bids the threat'ning danger disappear.</br>So now beclouded, and alternate clear,</br>So bright &mdash; so gloomy was her various way;</br>And so was heaven to Christiana dear,</br>In all the changes of His righteous sway,</br>In all the gloom of night &mdash; in all the glare of day.", "She was &mdash; what others only wish to be;</br>She did &mdash; what many but resolve to do;</br>She had &mdash; what some but at a distance see,</br>Aspiring still to brighter worlds in view.</br>She lived, intent her Saviour to pursue,</br>With faith unfeigned, and unfeigned love;</br>Eager to urge her steady journey through,</br>To that bright world of blessedness above,</br>Where saints shall deathless joys, and glorious triumphs prove.", "'Twas her blest task, by gracious heaven assign'd,</br>To train the rising plant and guard its bloom;</br>To \"pour instruction o'er the tender mind,\"</br>And wait till fruit to fair perfection come.</br>Some had her tears &mdash; her prayers, her praises, some;</br>And some, the censure of her gentle tongue:</br>Her life fair lessons taught beyond the tomb;</br>And led her charge through virtue's paths along,</br>To worlds of fair delight, and scenes of endless song.", "But ah!  no more the rising plant shall know,</br>Shall feel the sun-shine of her smile, no more!</br>Oppress'd with death we saw the matron bow,</br>And lo!  the short-liv'd blessedness is o'er,</br>That heart is cold, where love did once adore!</br>That tongue is silent now, where grace did reign:</br>Nor rolls that eye, once eager to explore,</br>The cot of poverty &mdash; the couch of pain!</br>Nor shall that eye, or tongue or chide, or bless again!", "Is there, of all her bless'd tuition form'd,</br>Who wished the triumph of her worth to share?</br>Is there whose heart with modest virtue charm'd,</br>Would faithful copy her maternal care?</br>And, like their long lov'd governess, prepare,</br>By humble virtue for a happy seat,</br>Where saints rejoice, and ever bright and fair.</br>Angels in glorious happiness complete,</br>Crown their exalted King, and worship at His feet?", "Here hasten then &mdash; and mark her noble flight;</br>See where her spirit wins its rising way;</br>For now she mingles with the saints in light,</br>And gains the splendours of immortal day.</br>There seraphs sing, and saints in white array</br>Swell the glad chorus of seraphic joy;</br>There angels all their heavenly charms display</br>And there Christina, with exulting tongue,</br>Bids loud salvation flow through endless years along.", "EPITAPH.</br>There, silent slumbers in the peaceful grave,</br>What once was active, generous, and fair;</br>Ye proud behold it &mdash; and ye daring brave,</br>Confess the triumph of a Christian there.</br>Say &mdash; what on earth most merits human care?</br>In virtue, honour &mdash; or in conflict, ease,</br>Say &mdash; what in heaven a Christian hopes to share,</br>Where bliss immortal all its charms displays?</br>That was her care &mdash; her hope &mdash; her character &mdash; her praise!</br>"]