["A Swain, whose Soul the tuneful NINE inflame,</br>As to his Western Goal the Sun declin'd,</br>Sung to the list'ning Shades no common Theme;</br>While the hoarse Breathings of the hollow Wind,</br>And deep resounding Surge in Concert join'd.</br>Deep was the Surge, and deep the plaintive Song,</br>While all the solemn Scene in mute Attention hung.", "Nor thou, fair Victim of so just a Woe!</br>Tho' still the Pangs of nature swell thy Heart,</br>Disdain the faithful Muse; whose Numbers flow</br>Sacred alas!  to sympathetic Smart:</br>For in thy Griefs the Muses claim a Part.</br>'Tis all they can, in social Tears to mourn,</br>And deck with Cypress wreaths thy dear paternal Urn.", "The Swain began, while conscious Echoes round</br>Protract to sadder Length his doleful Lay.</br>Roll on, ye Streams, in Cadence more profound:</br>Ye humid Vapours, veil the Face of Cay:</br>O'er all the mournful Plain</br>Let Night and Sorrow reign:</br>For PAN indignant from his Fields retires,</br>Once Haunts of gay Delight;</br>Now every Sense they fright,</br>Resound with Shrieks of Fate, and blaze with fun'ral Fires.", "What tho' the radiant Sun and clement Sky</br>Alternate Warmth and Show'rs dispense below;</br>Tho' Spring presages to the careful Eye,</br>That Autumn copious with her Fruits shall glow;</br>For us in vain her choicest Blessings flow:</br>To ease the bleeding Heart, alas!  in vain</br>Rich swells the purple Grape, or waves the golden Grain.", "What Summer's Breeze, on swiftest Pinions born,</br>From Fate's relentless Hand its Prey can save?</br>What Sun in Death's dark Regions wake the Morn,</br>Or warm the cold Recesses of the Grave?</br>Ah!  wretched Man:  whose Breast scarce learns to heave</br>With kindling Life; when, ere thy Bud is blown,</br>Eternal Winter breathes, and all its Sweets are gone.", "Thou all-enliv'ning Flame, intensely bright,</br>Whose sacred Beams illume each wand'ring Sphere,</br>That thro' high Heav'n reflects thy trembling Light,</br>Conducting round this Globe the varied Year;</br>As ye pursue your Way,</br>Let this revolving Day,</br>Deep ting'd with conscious Gloom, roll slow along:</br>In sable Pomp array'd,</br>Let Night diffuse her Shade,</br>Nor sport the chearless Hind, nor chant the vocal Throng.", "Scarce from the Ardor of the mid-day Gleam</br>Had panting Nature in the cool respir'd;</br>Scarce, by the Margin of the Silver Stream</br>Faint sung the Birds in verdant Copes retir'd;</br>Scarce, o'er the thirsty Field with Sun-shine fir'd,</br>Had Ev'ning Gales the sportive Wing essay'd,</br>When sounds of hopeless Woe the silent Scene invade.", "SOPHRONIA, long for ev'ry Virtue dear</br>That grac'd the Wife, the Mother, or the Friend,</br>Depriv'd of Life, now press'd the mournful Bier,</br>In sad Procession to the Tomb sustain'd.</br>Ah me!  in vain to Heaven and Earth complain'd</br>With tender Cries her num'rous orphan Train;</br>The Tears of wedded Love profuse were shed in vain.", "For her was Grief on ev'ry Face impress'd;</br>For her each Bosom heav'd with tender Sighs:</br>An Husband late with all her Virtues bless'd,</br>And weeping Race in sad Ideas rise:</br>For her depress'd and pale,</br>Your Charms, ye Graces, veil,</br>Whom to adorn was once your chief Delight:</br>Ye Virtues all deplore</br>Your Image, now no more,</br>And HYMEN quench thy Torch in Tears and endless Night.", "Nor yet these dismal Prospects disappear,</br>When o'er the weeping Plain new Horrors rise,</br>And louder Accents pierce each frighted Ear,</br>Accents of Grief imbitter'd by Surprize,</br>Frantic with Woe, at once the Tumult flies,</br>To snatch ADONIS wash'd along the Stream,</br>And all th' extended Bank re-echoes to his Name.", "Rang'd on the Brink the weeping Matrons stand,</br>The lovely Wreck of Fortune to survey,</br>While o'er the Flood he wav'd his beauteous Hand,</br>Or in convulsive Anguish struggling lay.</br>By slow Degrees they view'd his Force decay,</br>In fruitless Efforts to regain the Shore:</br>They view'd and mourn'd his Fate:  O Heaven!  they could no more.", "Ye NAIADS, Guardians of the fatal Flood,</br>Was Beauty, Sweetness, Youth, no more your Care?</br>For Beauty, Sweetness, Youth, your Pity woo'd,</br>Pow'rful to charm, if Fate could learn to spare.</br>Stretch'd on cold Earth he lies,</br>While, in his closing Eyes,</br>No more the Heav'n-illumin'd Lustre shines;</br>His Cheek, once Nature's Pride,</br>With blooming Roses dy'd,</br>To unrelenting Fate its op'ning Blush resigns.", "Dear hapless Youth!  what felt thy Mother's Heart,</br>When in her View thy lifeless Form was laid?</br>Such Anguish when the Soul and Body part,</br>Such agonizing Pangs the Frame invade.</br>Was there no Hand, she cry'd, my Child to aid?</br>Could Heav'n and Earth unmov'd his Fall survey,</br>Nor from th' insatiate Waves redeem their lovely Prey?", "Did I for this my tend'rest Cares employ,</br>To nourish and improve thy early Bloom?</br>Are all my rising Hopes, my promis'd Joy,</br>Extinct in Death's inexorable Gloom?</br>No more shall Life those faded Charms relume,</br>Dear rip'ning Sweetness!  sunk no more to rise!</br>Thee Nature mourns, like me, with fond maternal Eyes.", "Fortune and Life, your Gifts how insecure!</br>How fair you promise!  but how ill perform!</br>Like tender Fruit, they perish premature,</br>Scorch'd by the Beam, or whelm'd beneath the Storm:</br>For thee a Fate more kind,</br>Thy Mother's Hopes assign'd,</br>Than thus to sink in early Youth deplor'd;</br>But late thou fled'st my Sight,</br>Thy Parent's dear Delight:</br>And art thou to my Arms, ah!  art thou thus restor'd?", "Severe these Ills; yet heavier still impend,</br>That wound with livelier Grief the smarting Soul:</br>As, ere the long-collected Storm descend,</br>Red Lightnings flash, and Thunder shakes the Pole;</br>Portentous, solemn, loud its Murmurs roll,</br>While from the subject Field the trembling Hind</br>Views instant Ruin threat the Labours of Mankind.", "For scarce the bitter Sigh and deep'ning Groan</br>In fainter Cadence died away in Air,</br>When, lo!  by Fate a deadlier Shaft was thrown,</br>Which open'd ev'ry Source of deep Despair:</br>As yet our Souls those recent Sorrows share,</br>Swift from th' adjacent Field MENALCAS flies,</br>While Grief impels his Steps, and Tears bedew his Eyes.", "Weep on, he cry'd, let Tears no Measure know;</br>Hence from those Fields let Pleasure wing her Way:</br>Ye Shades, be hallow'd from this Hour to Woe:</br>No more with Summer's Pride, ye Meads be gay.</br>Ah!  why, with Sweetness crown'd,</br>Should Summer smile around?</br>PHILANTHES now is number'd with the Dead:</br>Young Health, all drown'd in Tears,</br>A livid Paleness wears;</br>Dim are her radiant Eyes, and all her Roses fade.", "Him bright HYGEIA, in Life's early Dawn,</br>Thro' Nature's fav'rite Walks with Transport led,</br>Thro' Woods umbrageous, or the op'ning Lawn,</br>Or where fresh Fountains lave the flow'ry Mead:</br>There Summer's Treasures to his View display'd</br>What Herbs and Flow'rs salubrious Juice bestow,</br>Along the lowly Vale, or Mountain's arduous Brow.", "The paralytic Nerve his art Confess'd,</br>Quick-panting Asthma, and Consumption pale:</br>Corrosive Pain he soften'd into Rest,</br>And bade the Fever's Rage no more prevail.</br>Unhappy art!  decreed at last to fail,</br>Why linger'd then thy salutary Pow'r,</br>Nor from a Life so dear repell'd the destin'd Hour?", "Your Griefs, O Love and Friendship, how severe!</br>When high to Heav'n his Soul pursu'd her Flight;</br>Your moving Plaints still vibrate on my Ear,</br>Still the sad Vision swims before my Sight.</br>O'er all the mournful Scene,</br>Inconsolable Pain,</br>In ev'ry various Form, appear'd express'd:</br>The Tear-distilling Eye,</br>The long, deep, broken Sigh,</br>Dissolv'd each tender Soul, and heav'd in ev'ry Breast.", "Such were their Woes, and Oh!  how just, how due!</br>What Tears could equal such immense Distress?</br>Time, Cure of lighter Ills, must ours renew,</br>And Years the Sense of what we lose increase.</br>From whom shall now the Wretched hope Redress?</br>Religion where a nobler Subject find,</br>So favour'd of the Skies, so dear to human Kind?", "Fair FRIENDSHIP, smiling on his natal Hour,</br>The Babe selected in her sacred Train;</br>She bade him round diffusive Blessings show'r,</br>And in his Bosom fix'd her fav'rite Fan:</br>In Glory thence how long, yet how serene,</br>Her vital Influence spreads its chearing Tays!</br>Worth felt the genial Beam, and ripen'd in the Blaze.", "As lucid Streams refresh the smiling Plain,</br>Op'ning the Flow'rs that on their Borders grow;</br>As grateful to the Herb, descending Rain,</br>That shrunk and wither'd in the Solar Glow:</br>So, when his Voice was heard,</br>Affliction disappear'd;</br>Pleasure with ravish'd Ears imbib'd the Sound;</br>Grief with its Sweetness sooth'd,</br>Each cloudy Feature smooth'd,</br>And ever-waking Care forgot th' eternal Wound.", "Such Elegance of Taste, such graceful Ease,</br>Infus'd by Heav'n, thro' all his Manners shone;</br>In him it seem'd to join what'er could please,</br>And plan the full Perfection from its own:</br>He other Fields and other Swains had known,</br>Gentle as those of old by PHOEBUS taught,</br>When polish'd with his Lute, like him they spoke and thought.", "Thus form'd alike to bless, and to be bless'd,</br>Such heav'nly Graces kindred Graces found;</br>Her gentle Turn the same, the same her Taste,</br>With equal Worth, and equal Candour crown'd:</br>Long may she search Creation's ample Round,</br>The Joys of such a Friendship to explore;</br>But, once in him expir'd, to Joy she lives no more.", "As Nature to her Works supremely kind,</br>His tender Soul with all the Parent glow'd,</br>On all his Race, his Goodness unconfin'd,</br>One full exhaustless Stream of Fondness flow'd;</br>Pleas'd as each Genius rose</br>New Prospects to disclose,</br>To form the Mind, and raise its gen'rous Aim;</br>His Thoughts, with Virtue warm'd,</br>At once inspir'd and charm'd;</br>His Looks, his Words, his Smiles transfus'd the sacred Flame.", "Say ye, whose Minds for long revolving Years</br>The Joys of sweet Society have known,</br>Whose mutual Fondness ev'ry Hour endears,</br>Whose Pains, whose Pleasures, and whose Souls are one;</br>O!  say, for you can judge, and you alone,</br>What Anguish pierc'd his widow'd Consort's Heart,</br>When from her dearer Self for ever doom'd to part.", "His Children to the Scene of Death repair,</br>While more than filial Sorrow bathes their Eyes;</br>His Smiles indulgent, his paternal Care,</br>In sadly-pleasing Recollection rise:</br>But young DORINDA, with distinguish'd Sighs,</br>Effusing all her Soul in soft Regret,</br>Seems, while she mourns his Loss, to share a Father's Fate.", "Whether the Day its wonted Course renew'd,</br>Or Mid-night Vigils wrapt the World in Shade,</br>Her tender Task assiduous she pursu'd,</br>To sooth his Anguish, or his Wants to aid;</br>To soften ev'ry Pain,</br>The meaning Look explain,</br>And scan the forming Wish 'ere yet express'd:</br>The dying Father smil'd</br>With Fondness on his Child,</br>And, when his Tongue was mute, his Eyes her Goodness bless'd.", "At length, fair Mourner!  cease thy rising Woe:</br>Its Object still surviving seeks the Skies,</br>Where brighter Suns in happier Climates glow,</br>And ampler Scenes with height'ning Charms surprise:</br>There perfect Life thy much lov'd Sire enjoys,</br>The Life of Gods, exempt from Grief and Pain,</br>Where in immortal Breasts immortal Transports reign.", "Ye mourning Swains, your loud Complaints forbear;</br>Still he, the Genius of our green Retreat,</br>Shall with benignant Care our Labours cheer,</br>And banish far each Shock of adverse Fate;</br>Mild Suns and gentle Show'rs on Spring shall wait,</br>His Hand with ev'ry Fruit shall Autumn store:</br>In Heav'n your Patron reigns, ye Shepherds weep no more.", "Henceforth his Pow'r shall with your LARES join,</br>To bid your Cots with peace and Pleasure smile;</br>To bid Disease and Languor cease to pine,</br>And fair Abundance crown each rural Toil:</br>While Birds their Lays resume,</br>And Spring her annual Bloom,</br>Let verdant Wreaths his sacred Tomb adorn;</br>To him, each rising Day</br>Devout Libations pay:</br>In heav'n your Patron reigns, no more, ye Shepherds, mourn.</br>"]