["THE AUTHOR TO HIS MUSE.</br>Make hast my Muse, lay off thy brighter plume,</br>The sable wings of darkest Night assume,</br>Cover thy head with blackness, do not faile</br>Thy brow with mournful shadow now to vaile;</br>Thine eyes now cloud, which may pour down apace,</br>A showre of brinish tears upon thy face.", "Fill up thy breast with sighs, and saddest grief,</br>With Rachels sorrows, that refus'd relief;</br>Now let a living Spring thy sorrow feed,</br>That may supply, with running streams, thy need:</br>The depth in silence pass, noyse not the same</br>Lest Nature hear, and do dissolve her frame;", "Attire thy self in saddest mourning weed,</br>Put on thy tragick Buskins, haste with speed</br>Unto the place where griesly Death doth dwel,</br>Within the ground in lowest darkest cel;</br>Pale kerchcer'd sickness lyeth at the door,</br>To him the Porter openeth every hour.", "THE HOUSE OF DEATH.</br>About, above, the Monuments remaine,</br>Of old and young whom direfull death hath slaine:</br>There the worlds Victor vanquish'd doth lye,</br>There Caesar, Croesus, and grave Cato by;</br>There David, Jedidiah, Daniel,</br>And there with these our true Nathaniel.", "Of doleful Ebony the Portal's made,</br>The roof of fatal dismal Ewe is laid,</br>The pillars of black pollisht Marble be,</br>That may endure til time you ended see;</br>The wals intire of Adamantine rock,</br>The two-leav'd gates of Steel, so key and lock.", "The chambers there with Coffins plancherd sure,</br>Corruptions sap will not let long indure;</br>These worn and torn, in time renew'd again,</br>The cost of future Funerals maintain:</br>The lower floor's of earth, most rooms be ful,</br>Loe here the dead mens bones, and there the skul.", "The trophies of triumphant Death are there,</br>The rooms all hung with whited linnen are;</br>The corps intomb'd with juyce of Poppy smear'd,</br>There rest and sleep in dust, no danger fear'd,</br>Till that these bodies, putrifactions prey,</br>Be rais'd up to the life at the last Day.", "A DESCRIPTION OF DEATH.</br>The way is beaten to this house of Death,</br>The fatal enemie of Mortals breath,</br>A raw-bon'd carcase, of his Head the haire</br>And flesh is falne, and left the skul all bare;</br>His eyes no eyes, cannot be seen nor see,</br>Worm-eaten nose, one jaw, no teeth hath he:", "Yet heaps of men he daily doth devour,</br>And hundreds fall before him in an hour.</br>Within his cruel breast he hath no heart,</br>Yet full of courage, and with deadly dart</br>He kils, yet neither arm he hath, nor hand,</br>He hath no feet, yet walks o're sea and land.", "Nor arteries, flesh, nor sinews (wonder)</br>Hath he, all his joynts they are asunder;</br>His bones, there one, and here another lyes,</br>He smites, there one, and here another dyes;</br>Haste thither, knock, call, know the cause, who thus</br>This leane starv'd Heluo snatcht out our joy from us.", "THE MUSES MESSAGE AND</br>COMPLAINT TO DEATH,</br>LAMENTING THE DEATH</br>OF THIS WORTHY.</br>Could sacred Piety, that adorn'd his mind,</br>The grace of heart and life, no pitty find?</br>Wilt thou thus wrong (oh death) the Publick weale?</br>And justice slay, extinguish fervent zeal!</br>Pull down the Temples pillar, quench the fire</br>That Heaven's sent, and did to Heaven aspire?", "Could neither faith nor faithfulness find grace?</br>Nor friendly love keep off thy Serjeants Mace?</br>Could not integrity and truth him save</br>(With Hezekiah) from the greedy grave?</br>O Sun return, yet shine on Sions hil,</br>On Ahaz Dial keep the shadow stil.", "Why fel he not upon Elisha's herse,</br>That could the dead againe to life reverse?</br>Where is He now that Lazarus did raise?</br>Where is the widow of Sarepta's praise,</br>That might in flaming Chariot let him ride</br>With him to heaven?  Then he had not dy'd.", "Shal I not once within this vale of tears?</br>(Or shal I hold my peace, not speak my fears?)</br>Shal I not once again on earth behold</br>That countenance so grave, so brave, so bold,</br>Which with a look could daunt the face of sin,</br>And make offence to hide it selfe within?", "Shal I not see his presence?  Blesse the wals,</br>Wherein did found his frequent sacred cals,</br>Of wife and children, and of all the rest,</br>To waite on God; who is for ever blest,</br>And beams of blessing from this Sun t' expect</br>That blest these blessings, might on him reflect.", "And as the Rivers to the Ocean pay</br>Their tribute streams, that in their channel play;</br>So daily Prayer answerers re-ascend</br>In praises might to God, and never end:</br>O never end your prayers and praises due,</br>To him that gave such sweet returns to you.", "That you should pray, and yet stil praise his name,</br>And walk in night before him without blame;</br>So did he walk, and so attended went</br>With all his traine:  and in the Temple spent</br>Both hours and dayes, and of all dayes the best,</br>Wherein both Christ did rise, and God did rest.", "The time though divers, yet the precept's one,</br>Write and ingrav'd by Gods own hand in stone,</br>In midst of that his everlasting Law,</br>Which might at all time keep in dreadful awe</br>All hearts, and all induce, his voyce with feare,</br>And faithful care, and conscience to heare.", "Oh!  Shal I never more observe that eye,</br>Intently lifted up unto the skie?</br>And hands stretcht out unto the throne of grace,</br>And bended knees to fall before the place,</br>Where shadowing Cherub  cover'd with its wing,</br>The Mercy-seat of heavens mighty King?", "From Golden Altar did the incense fly</br>In clouds of smoke, and mounted up on high:</br>God smelt the savour, in his heart he said,</br>Behold, it's done according as thou pray'd.</br>And now O death, can thee no prayer melt,</br>Wherein the highest God such sweetness smelt?", "Release thy Prisoner, and set o'pe thy gate,</br>Breake off those fetters, free thy selfe from hate,</br>And let him rise from off that fatall bed</br>Whereon thou forc'd him to lay down his head:</br>Unto the votes of high and low restore</br>Their joy, to be enjoyed as before.", "DEATHS ANSWER TO THE MUSE.</br>What aylest thou, of Muse, bereft of mind?</br>What mean these words, these empty puffes of wind?</br>Wil't change the Fates, and burn the sacred rowl</br>Of Gods Decree, and make thy selfe a scroul;</br>There to designe each one to death or life,</br>And heaven and earth to set at dismal strife?", "Shal brazen mountains with a blast remove?</br>Or shal the Sun run retrograde above?</br>Shal morning o'pe her purple door t' th' West?</br>And Moon and Stars to rule the day be prest?</br>And night shine forth with Phoebus orient beams?</br>And at thy will all rivers change their streams?", "Then my Commission I to thee Wil give,</br>The living shal not dye, the dead shal live;</br>And mortals all, immortal shal become,</br>And wither'd branch, with winter blast shal bloome;</br>And Adam shal with Eve to Eden go,</br>No fruit shal kil, no friend shal be a foe.", "But if that Adam must not more return,</br>Why should I break up Barnardistons urn?</br>His faith?  So Abraham dy'd, yet did beleeve;</br>But Truth did Hezekiah once reprive,</br>And Lazarus did life againe inspire,</br>And to his body did the soul retire:", "But know'st thou not these of death did taste?</br>And back again unto my Palace haste?</br>Nor Abrams faith, nor Isaacks, Jacobs feare</br>Could shield them from deaths deadly piercing speare;</br>So Joseph, Joshua, and Josiah all,</br>By sooner, later stroakes of death did fall.", "And Job was patient under death's sad blow,</br>And mighty Sampson unto death did bow;</br>And David with his Worthies all did yeeld</br>To death, against his stroke they found no shield;</br>And John, Christs bosome friend, did hither hye,</br>And Christ himselfe, the Son of God, did dye;", "Eliah left his Mantle him behind,</br>The sought him, but in no place could him find,</br>His change like death; and Enoch he is not,</br>Nor Rachels children, Death became their Lot.</br>And thou (O Muse) shal be as one of these,</br>When Atropos thy thread to cut shal please.", "THE MUSES REPLY TO DEATH.</br>O cruel Death!  Can nothing then asswage</br>Thy savage fury, and thy direful rage?</br>Must all (O Charon) thee thy ferriage pay?</br>And all take Boat, and all have over-lay?</br>Then come, and to our Lazarus let us go,</br>And as he dy'd, with him, let us do so.", "As Joseph went unto old Jacobs grave,</br>So shal this Saint, of us attendance have.</br>What mean'st (O Muse) and whither dost thou wend?</br>When of thy passion wilt thou make an end?</br>Wilt thou presume on Sion Mount to stand,</br>And Heavens scepter sway in thy right hand?", "THE ANGELS MESSAGE TO THE MUSE.</br>The Lord by power and providence divine,</br>Did all unto their place and end assigne:</br>The Earth to Plants, in Seas the Fishes swim,</br>The Birds in air do wave their feathers trim;</br>Shal not the fixed Stars in heaven shine?</br>What God doth own, wilt thou detain as thine?", "A DESCRIPTION OF HEAVEN.</br>And why among the dead dost thou enquire</br>For these that live?  Lift up thy eye, look higher,</br>There is a place beyond that mount most bright,</br>Whence Phoebus chariot shines, with flaming light;</br>The stately City new Jerusalem,</br>Wherein doth dwel Jehovah, God of Shem.", "Her glory doth as Jasper stone appear,</br>Her light like to transparent Chrystal clear;</br>Her battlements are high, her streets are gold,</br>Her gates twelve glittering Pearls, their price untold,</br>Twelve holy Angels at the gate attend,</br>Whereon twelve names of Israels tribes are pend.", "The gates, all nightless day, stand open wide,</br>That Saints in golden chariots in may ride.</br>Three where the Sun doth shed his orient beam,</br>Three ope where he doth loose his fiery team,</br>Three from the North receive Christs holy train,</br>Three from the South that Saints do entertain.", "The twelve foundations, each a precious stone,</br>The Jasper, Saphir, and the Chalcedon,</br>The Sardonix of colour red, and white,</br>The Sardius next, and golden Chrysolite,</br>The sea-green Berel, and the Topaz rare,</br>Chrysoprasus as gold with green most faire;", "The Jacynth then, and next to that is set</br>The Amethyst like purple violet.</br>In those the names of Christs Apostles are,</br>That through the world the Gospel spread so farre.</br>On those an hundred fourty culs in height</br>And four the wal so broad, of Jasper bright.", "Four square the City, and the measur'd ground</br>With golden reeds, a thousand furlongs found;</br>The Angel so the length and breadth did take,</br>The height the same, no Cannon great can shake</br>The wall, that doth this City compasse in,</br>Where none can enter, nor abide within.", "THE SAINTS GLORY AND</br>HAPPINESS, AND THIS</br>SAINT AMONG THEM.</br>No need of Temple, Sun, or Moon there is,</br>Where dwels that Trine in one, in endless bliss,</br>The Lamb his everlasting light doth give</br>Unto it, there the Saints in glory live;</br>Upon their heads, they Crowns of glory wear,</br>Their faces like the radiant Sun appear.", "They cloathed are in Linnen fine and rare,</br>No Fuller ever made the like, 'tis sure:</br>And Palme of Victory in their hands they have,</br>Triumphant Trophies, on the wal most brave</br>Do hang the Monuments of conquer'd Hel,</br>With all the Fiends and Furies, there that dwel;", "Their Crowns and Palms before the Lamb they cast,</br>By whom the danger of the war they past;</br>They all bedight with glory, round about</br>The Lambe doe follow, going in and out,</br>Unto the tree of lasting life they haste,</br>In midst of Eden, and the fruit they taste.", "Thence to the Wel of Life they take their way,</br>Whence living streams do never cease to play;</br>With Mannah eke, and sweetest Nectar fed,</br>They, by the Lamb, into the Palace led;</br>The Song of Moses and the Lamb do sing,</br>With sweetest harmony to heavens King.", "In close hereof came Barnardiston in,</br>Who late the field from vertues foe did win:</br>A troop of Angels blest had been his guard,</br>Into the Palace, to a place prepar'd:", "Wherein the Emerauld of vivid hue,</br>For beauties honour strives with Saphir blew:</br>And Topaz seeks to have away the same</br>From Carbuncle, that shines with fiery flame.", "There he arrayed in robes of glory,</br>Had to the presence Chamber, tels the story,</br>How he in fight with Sin and Death had stood,</br>And overcame them by the Lamb, Christ's blood:</br>The Lamb my Captain was, I won the field,</br>Lo there his Word my Sword, his faith my shield.", "The Angels then did all their Trumpets blow,</br>The Victor's blessed welcome there to show;</br>The Lord commands a crown of golden Bayes,</br>Upon his head are set the Victors praise.</br>The Saints afresh renew their happy joy,</br>Them neither sin nor sorrow doth annoy.", "Moses and Aaron, sang the same that was</br>By Israel sung, when they the Sea did passe;</br>And Miriam did on sounding Timbrel play,</br>And David tuned to his Harp a Lay:</br>The rest took hands, and danc'd a sacred round,</br>The vaults of glory echoing did sound,", "There did I leave him, there in bliss he lives,</br>With him, to Saints that grace and glory gives.</br>Go haste, and tell all those that did him love,</br>How he sits on a golden Throne above;</br>On earth he in his hand a sword did bear,</br>His hand in heaven doth a scepter rear:", "There shal he always live, and never dye,</br>And there shal waite on highest Majesty;</br>And waite to see his Wife and Children dear</br>Increase his joy, in this his glories sphear.</br>The Lord we pray, there grant to them a place,</br>With their allyes, and to their budding race.", "In eundem carmen funebre, comprehensum</br>In Dialogo inter Musam &amp; Vitam.", "Tene quid abripiet nobis?  (mors improba!) mortem</br>Tuq; premes, victam tu perimesq; necem.</br>Vit fugis mortem?  Meditaris morte fugamne?</br>Vivas, ut mortem morte fugare queas.", "Dum vixi, vitam vivebam, ut perdere possem:</br>Dum morior mihimet, reddita vita mihi.</br>"]