["AMYNTOR, CORYDON.", "AMYNTOR.</br>Still, CORYDON, still on the plain,</br>In joyless obscurity wasting thy days;</br>Unheeded, an indolent swain,</br>Whilst honour invites, and lays open her ways!</br>This life of a shepherd forsake,</br>More brilliant employments of glory pursue?</br>To nobler conceptions awake,</br>Keep deathless renown, a sole object, in view;</br>Thou, known to the nations around,</br>Shalt live, with bright Fame's immortality crown'd.", "CORYDON.</br>Contented I live on my farm,</br>And all the proud sons of Ambition despise;</br>Thy soul feels a constant alarm,</br>Is toss'd in a storm, on a shadow relies.</br>Where cheerful tranquility reigns,</br>And Virtue's true joys are more valued than wealth,</br>O!  give me the peaceable plains;</br>The pleasures that flow from Contentment and Health:</br>Unknown to the vultures of Pride,</br>I'll humbly, through life, a meek shepherd abide.", "AMYNTOR.</br>But thou canst the musical verse</br>Energic, attune to the trumpet of Fame;</br>Canst Valour's atchievements rehearse,</br>The glories, unrival'd, of heroes proclaim.</br>Then bid thy bold numbers resound,</br>And give all thy soul to the rapture of song;</br>With bright Immortality crown'd,</br>Thy Muse shall be led in her laurels along:</br>See the field where her enemy lies,</br>And Victory's shouts are ascending the skies.", "CORYDON.</br>And hast thou no bosom to feel</br>The weapon of Death in that enemy's heart;</br>Oh!  how can the slaughtering steel</br>Such horrible warmth to thy wishes impart!</br>Let harden'd Brutality raise</br>Her shout to the skies, and with misery jest,</br>Seep Sorrow shall mourn in my lays;</br>I warriors abhor, and their fame I detest,</br>Who, drowning Humanity's voice,</br>Can, wading through blood, with Infernals rejoice.", "AMYNTOR.</br>For valour and conquest renown'd,</br>All ages, all nations, the hero revere;</br>Whilst beaming effulgence around,</br>He walks like a giant in Glory's career;</br>When home he returns from the war,</br>What songs of applause resound in his ways!</br>He triumphs in Victory's car,</br>And voices imperial are loud in his praise;</br>The world shall its warriors adore,</br>When monarchs entomb'd are remember'd no more.", "CORYDON.</br>No cries of weak orphans avail,</br>Whilst calling on fathers that never return;</br>Sad widows, unpity'd, bewail,</br>See thousands, unheeded, in misery mourn;</br>War's fell desolation extends,</br>O'erwhelming the land like a hurricane wide:</br>Whilst gladden'd Ferocity rends</br>The glittering domes of tyrannical Pride;</br>Where, class'd with the merciless great,</br>The warrior at soul is a demon complete.", "AMYNTOR.</br>I now to the battle repair,</br>No dangers of death can my bosom appall;</br>I'll hurl through the thundering air</br>The lightnings of death on the treacherous GAUL:</br>A scourger of insolent SPAIN,</br>At BRITAIN'S command like an eagle I fly;</br>I'll wade through the blood of her slain,</br>A son of renown, I will conquer or die;</br>Thus, ranking with heroes of old,</br>Shall the fields that I won through long ages be told.", "CORYDON.</br>The GAUL and the SPANIARD I deem</br>Friends, innocent neighbours, and brothers to me;</br>More warm in my peaceful esteem,</br>When slander'd by despots, and worried by thee;</br>When roars thy rude cannon aloud,</br>And utters thy soul in its horrible breath;</br>Despising thy sycophant crowd,</br>I mourn, sorely mourn, for those victims of death.</br>Talk no more of thy pupil of Fame,</br>I've a soul that abhors his detestable name.", "AMYNTOR.</br>I frighten away from the land</br>Each insolent foe that would sorely molest;</br>And guard with my death-dealing hand,</br>The peace and the plenty by shepherds profess'd.</br>The rustic, at ease in his cot,</br>May startle, when roars the loud cannon afar;</br>But all that can charm in his lot,</br>Stern Valour protects and the terrors of war;</br>Then join in the dignified song,</br>That rolls the bright glories of heroes along.", "CORYDON.</br>Would princes, like shepherds in peace,</br>The dictates of innocent NATURE obey,</br>AMBITION'S wild ravings would cease;</br>The kindlers of discord would vanish away;</br>Then WISDOM, ineffably bright,</br>Would o'er the wide world in BENEVOLENCE reign;</br>And LOVE, that meek angel of light,</br>With happiness crown'd would inhabit the plain;</br>With laws on BENIGNITY'S plan,</br>Would REASON preside in the dwellings of man.", "AMYNTOR.</br>Then still in oblivion remain,</br>Thou shepherd, ignobly regardless of praise;</br>With cowardly sheep on the plain,</br>In stagnant rusticity wasting thy days:</br>I live the support of a crown,</br>That centers in valour its ultimate aim;</br>Consigning my deeds of renown,</br>To nations unborn that shall honour my name:</br>Whilst blended with glories of kings,</br>My fame in the trump of loud ecstacy rings.", "CORYDON.</br>I see thy detestable heart,</br>To slav'ry subdu'd by the demon of Pride;</br>But nought of sophistical Art</br>Can the tinge of thy soul, and its villainies hide:</br>Go combat those insolent foes,</br>The passions malignant that rule in thy breast,</br>Where humble BENEVOLENCE glows,</br>The vot'ries of PEACE are eternally blest:</br>True glories await them above,</br>Where life never ends, in the mansions of LOVE!</br>"]