["The ither e'ening whan the sin gaed down,</br>An' hameward trampit ilka bursen clown,</br>Auld honest Robin dander'd o'er the gait,</br>To knaise wi' Geordie till the hour grew late.</br>He fand the guid man restan at the door,</br>On seat that gain'd the laird in days o' yore;</br>Fu' blithe the carle lean'd too his eldron back,</br>Neist took a pinch, an' syne began to crack.", "ROBIN.</br>Weel, neighbour Geordie, how gangs a' wi' you?</br>Its e'en a lang time sin I saw you now:</br>For a' the gait be scarce twa tether length,</br>It cuts my wizzen fair an' bangs my strength;</br>I'm nae sae tight as anes I us'd to be,</br>Na, na, its a' gawn down the brae wi' me.</br>Come gie's your news, &mdash; is a' the beer land done?</br>Will a' the peats be winn'd and led hame soon?</br>I'll warran' now the wark'd done i' the yaird,</br>An' ye'll be gawn a day to gie the laird:</br>Or tell me, man!  what's doin' yont the sea,</br>Will Britain an' her bairnies ne'er agree?</br>Will peacefu' days ne'er blink on them again,</br>An' honest fowk come snugly to their ain?", "GEORDIE.</br>I've fairlied, Robin!  what kept you awa':</br>I hae na seen you sin the Lenton sna'.</br>Heigh, man!  you're unco dung, fair fell'd wi' eild,</br>An' weel I mind you whan a frackle chield.</br>Our beer-land's o'er, 'maist a' our peats are led,</br>The yard o' ilka weed fu' cleanly wed.</br>An ouk or twa brings on the landlord's hay,</br>An' than his honour maunna want a day.", "For news, they tell us, in America,</br>Our Highland regiments bear the brag awa'.</br>Wi' gude claymores gie rebel lads their paiks,</br>An' fairly tuilzie for the Land o' Cakes,</br>Gang wudly thro' ilk desperate attack,</br>For Scotland's glory mint na to look back;</br>Frae sic accounts, I hear our gauger say't,</br>That a' will shortly end as we wou'd hae't.&mdash;</br>But, man!  what think ye was I tauld yestreen,</br>Frae ane I always look'd on as a frien',</br>That some black act was lately past aboun,</br>Wad keep us i' the mirk o' a' was done,</br>Wad gie nae mair ilk Friday to be seen,</br>That wale o' buiks the Oukly Magazine.</br>Whareon I aft hae glowr'd by ingle-side,</br>An' saw the tales o' a' the kingdoms wide;</br>Some stent it now maun pay, or legal fees,</br>For ilka ane, nae less than three baubies,</br>E'en unco hard &mdash; but Patie's to the town,</br>To fetch us word if sicken news be down.", "ROBIN.</br>That's vera strange!  believe't I little can,</br>The merry buik put out by Ruddiman.</br>Wharefrae I meikle lair an' insight got,</br>Was tauld what gait to guide my little spot,</br>To feed my sheep, an' sort my tarry woo,</br>An' troth I need na the directions rue.</br>Fair fa' the dainty wight, be wha he will,</br>Wha' 'mang our glimmers shaw'd sic unco skill.</br>Wad ony body o' but haflins sense</br>Cry down this buik for sake o' twa three pence.</br>Fu' aften hae I read, wi' meikle glee,</br>The doins o' our troops ayont the sea,</br>An' gauf'd hail gloomings as I watch'd the beasts,</br>At ane ca'd Momus, an' his merry jests;</br>Wi' ither men o' lear baith up an' down,</br>An some nae farrer aff than the neist town,</br>I'm sure we'll meikle miss sic blithesome tales,</br>An' now gang dowie o'er the weary dales:</br>But yonder Patie comes, we'll soon ken a'</br>An' if what's done be done by dint o' law.", "Gude e'en, auld neighbour!  how fares a' wi' you?</br>What think ye, Geordie!  a' yon news is true!</br>We'll get the Oukly Magazine nae mair,</br>Unless we dow some further pennies spare:</br>See, there's twa leaves will tell you mair than I,</br>An' on whase back this meikle ill maun lie.", "ROBIN.</br>The black mishaunter light upo' their snouts</br>Wha in the law hae made sic in's and out's!</br>'Ere mony feck o' ither years be run,</br>They'll gar us pay for gawn upo' the grun':</br>But we're but poor, an' maun the laws obey,</br>For a' they do ne'er venture to say &mdash; Nay.</br>An' yet I'm blithe, &mdash; I'se soon gar write to town,</br>To send me, oukly, baith the papers down,</br>I'll raise what siller's neefu' to be sent,</br>As lang's I hae a gimmer on the bent,</br>Tho' I shou'd sell the mare or flecked stirk,</br>For haflins naething gie you bing o' birk.", "GEORDIE.</br>I'll do the same. &mdash; This night I'll cry o'er James,</br>An' gar him write a letter in our names.</br>We'll yet hae news, they're no sae vera dear,</br>An' we may richer grow anither year.", "But Robin, rise, step in an' tak a skair,</br>O' our night's sow'ns, an' what we hae to spare;</br>Some hameward kebbuck, an' a drink o' whey,</br>An' then I'll see you safely o'er the way.</br>Its hastins dark, and by the time we're done,</br>We'll get some glimm'rings frae the dowie moon.</br>"]