["While now the mind, in one wide view display'd,</br>(Tho' trac'd with rapid strokes the sketch be slight)</br>Where fair Localities its action aid,</br>From memory, fancy, passion, draws delight;</br>Lo, as its powers &mdash; affections thus unite,</br>Some, with a genuine ardor unreprest,</br>The sweet emotion more intense excite:</br>'Tis theirs to pierce with keener thrills the breast,</br>Till others coldly rise, and vaunt the imperious crest.", "See Fancy and the tenderer passions move</br>With feelings far more exquisite the soul.</br>Full oft hath Fancy rais'd the blooming grove</br>On the black waste, or high where sea-waves roll,</br>Soft o'er the surge with fine illusion stole,</br>And in smooth azure cloath'd the halcyon scene:</br>Then doubt not but she spreads, while no controul,</br>While no rude checks from reason intervene,</br>E'en on the humblest home the faery light serene.", "'Tis in the gentler passions to inspire</br>The wold where solitude far brooding frown'd,</br>With social ardor, with congenial fire.</br>Lo, the dank mead by wintry gloom embrown'd,</br>Pity relieves, and Love attires the ground</br>With flowers:  Lo, Sorrow melting in a tear</br>Breathes her own sympathy the rocks around:</br>Then doubt not, but the soft affections here</br>Can many a day o'erpast to memory's eye endear.", "Meantime, where reason boasts its influence cold,</br>Imagination faulters too confin'd;</br>And, where the less ingenuous passions hold</br>Dominion o'er the mercenary mind,</br>No more we welcome with complacence kind</br>The mirror that reflects our fleeted hours:</br>Then wonder not, that memory, disinclin'd</br>To mimic sunshine while the thunder lours,</br>Nor strays thro' wood walks dim, nor talks with silent bowers.", "Lo, at peculiar seasons fancy reigns</br>With gentler passion:  Then, without allay,</br>Lives all our fondness amid local scenes:</br>But when relax'd, she rules with feeble sway,</br>Behold the home-born sympathies decay:</br>Thus, whether we observe youth's roseate bloom,</br>The brow care-furrow'd, or the temples grey,</br>Or prosperous fortune, or a harsher doom,</br>We see them rise, or sink, or their first warmth resume.", "If the muse glance on many-featur'd life,</br>She marks the point where youth first meets the cares</br>That, in a restless world, alas!  too rife,</br>(So cruel fate ordains) each being shares.</br>'Tis at that point that vivid fancy wears</br>To the fond eye a more enchanting smile!</br>'Tis at that point that generous passion bears</br>The enthusiast far from trouble and from guile,</br>Spurning the venal path where busy mortals toil!", "Then, but half-conscious of a fear, we grasp</br>Each trembling hope that flutters round the heart;</br>Then, feeling a slight sting from care, the wasp</br>We scorn, nor own the transitory smart.</br>Yet, with spontaneous retrospect, we dart</br>To the sweet dawn of life a longing look;</br>And woo, where memory marks her faithful chart,</br>The primros'd hedge, green lane, or willowy brook,</br>The o'ershadow'd stile, or ash that rocks the cawing rook.", "Then, whether the returning forms of years</br>Featur'd with pain or pleasure we behold;</br>The local mirror to our eye appears</br>Burnisht with magic rays from fancy's gold.</br>And then, realities arise, too cold</br>For meditation; while in all the past</br>We see the story of the future told:</br>And lo, already hath the heart embrac'd</br>The illusive train of hopes that reason vainly chas'd!", "Lo, thro' the veil of time, the traits of grief</br>Soften'd by such a tender tint arise,</br>That we prefer the sorrow in relief</br>To all the placid view of vanisht joys.</br>Yes!  if the scene where tears had fill'd our eyes;</br>Present the mellow'd lineaments of woe,</br>With deeper interest such a scene we prize;</br>While, every sweet sensation to bestow,</br>Here with peculiar grace the gentler passions glow.", "Absorb'd by Desdemona's rueful fate,</br>By poor Monimia's have I seen the young.</br>In all the stillness of suspense they sat!</br>And, as their nerves to agony were strung,</br>Their breasts what exquisite sensations wrung!</br>Yet, when the terror-breathing tale was o'er,</br>Still to the visionary scene they clung,</br>As fond each fine emotion to restore;</br>Tho' faint to other eyes the illusion shone no more.", "Yes!  'tis for minds unpractis'd in the world</br>To view such pictures with a transient pain;</br>And, tho' o'er frenzy's wild a moment hurl'd,</br>Yet feel no dizzy fever of the brain.</br>Perhaps they bid a tear their cheeks distain:</br>And then, as drops the curtain o'er the past,</br>They wander, in a trance of grief, again,</br>Each soft impression mellower than the last,</br>Till Pity on the soul her gentle shadow cast.", "So when the summer eve, with crimson bredes</br>Lilac and gold, by faery fingers meint,</br>Tinctures her horizontal cloud; recedes</br>In soft gradation, every vivid teint;</br>Till milder glories, paler blushes paint</br>Its melting form, where set the solar ball&mdash;</br>Till, as the colors in deep azure faint,</br>In clear serenity the shadows fall,</br>And melancholy reigns, and wraps in stillness all.", "Far other beams from fancy's lamp, illume</br>Those who the furrows of experience wear.</br>Dull is the light that moves the lurid gloom</br>Of spirits long inur'd to many a care.</br>And, as the less ingenuous passions share</br>The bosom of the worldling, what avails</br>A ray from kind affection glimmering there?</br>Alas!  when memory lives, yet fancy fails,</br>Vain are familiar groves and sympathizing dales.", "Far-gone in life, their pleasure-gilded prime</br>The busy scarce with rapid glance review;</br>But turn with quick aversion from the time</br>Which melancholy mark'd with sombre hue,</br>Or on the picture brood with minds that rue</br>Misfortune frowning too distinct and clear;</br>And (while the shade of sorrow to renew</br>Pale memory labours, to herself severe)</br>Cloud with the gathering gloom full many a future year.", "Poetic woes, resembling truth, too deep,</br>Say, is it theirs, care-visag'd, to support?</br>They tremble in suspence:  they cannot weep.</br>Nor, as the venom'd bowl and dagger court</br>Despair's wild gaze, to fancy's orb resort,</br>Bidding its ray relieve the sullen breast,</br>They own, alas!  no keen sensation short,</br>A moment by the tragic tale distrest,</br>But feel repeated pangs that rob the soul of rest.", "But when old age approaches, silver-grey,</br>Then with a wond'rous quickness thro' the maze</br>Of incidents long-past, we bend our way,</br>And round us with a sweet emotion gaze;</br>And, as from time no touches could eraze</br>The impression of our youth but mellower grown,</br>Behold, perhaps, a tree thro' fancy's maze,</br>An arbor-bench, that, like ourselves, hath known</br>The pitiless-beating storm, by sympathy our own.", "Soothing to feeble Ossian's pensive soul</br>Youth's airy vision could the sigh awake.</br>The soft-reflected forms on memory stole,</br>Like moonbeams fading from a distant lake,</br>Or, like the mid that morn's mild glories streak,</br>Glistening between the hills in long array:</br>Fair-opening, see the vapoury volume break&mdash;</br>With gradual stealth its colors glide away!</br>'Twas thus to Ossian's soul appear'd his youthful day.", "Lo, at that hour when pleasure's dulcet voice</br>No more shall languish on the deaf'ned ear,</br>Nor the dim'd eye her glittering lures rejoice,</br>Nor luxury tempt the taste with genial cheer,</br>When all the charms of power shall disappear,</br>We bid the past delightful aid afford;</br>And, musing on some scene to childhood dear,</br>Feel for a moment to the silver chord,</br>And to the golden bowl their energies restor'd!", "The hoar Barzillai, tho' his sovereign's grace</br>Would add new splendor to the chief's degree,</br>Yet, panting for his own paternal place,</br>Stole from the burst of royal minstrelsy,</br>The blaze of courtly pomp, and festal glee:</br>To his own walls yet anxious to return,</br>If Heaven would still sustain the feeble knee,</br>Behold, he long'd to bless his native bourne</br>Resembling, as he drop'd, the silvery sheaf of corn.", "Meantime, the local flame with varying fate,</br>Or sinks or brightens.  'Tis not in the pride</br>Of affluence, or in self-applause elate,</br>When every gentler feeling we deride</br>And check the tear to misery's self-denied,</br>That, fancy-led, we woo the secret power</br>Of glens or fountains to the heart allied;</br>That, from the world retir'd, we court the bower,</br>Tho' memory's glass present the cloud-unsullied hour.", "No!  we are conscious of the attachment most,</br>Not in the midst of splendor and of joy;</br>But when, perhaps, some dear relation lost</br>We mourn, as all our earthly pleasures cloy:</br>'Tis then, our fairest prospect to destroy,</br>We see a brood of woes around us gloom;</br>And, as an infant grasps the gilded toy,</br>Cling to the scene that, clad in vernal bloom,</br>Gives back the former years, to veil our future doom.", "If, then, the sympathetic love befriend</br>Pure virtue; be it yours, ye busy train</br>Who to the world alone your wishes bend&mdash;</br>O be it yours, ye arrogant and vain,</br>Whose ears are sooth'd by adulation's strain,</br>Ingenuous youth's fine ardor to renew:</br>So shall your native spots thro' life retain</br>By care untarnisht a delicious hue,</br>'Till death, array'd in smiles, foreclose the faery view!", ""]