["To you, kind friends!  whose sweet engaging smile</br>Gilded my morn of life's eventful days,</br>To you an honest heart, devoid of guile,&mdash;</br>To you a rustic Bard, his homage pays.</br>Yet fruitless here indeed the loftiest lays:</br>Vain the proud off'rings of the polish'd Muse;</br>You ne'er would prize the flatt'rer's artful praise,</br>Heedless tho' fame each gen'rous act pursues,</br>Whilst still you soothe distress, and peace and joy diffuse.", "Ah!  will you dare to patronise the strain</br>I write with trembling, hopeless to excel,</br>Which feebly strives to paint the village swain,</br>And simple manners of the lowly cell?</br>Yet often here Content and Virtue dwell;</br>Oft spotless truth and honour warm the breast;</br>No need of studied sounding words to tell</br>With what heart-bounding rapture, and how blest,</br>The humble peasant hails each hallow'd day of rest.", "When bounteous Ceres all her treasure yields,</br>And pours in Autumn's lap her golden store,</br>The sunburnt swain, long lab'ring in the fields,</br>Sees with delight six days of toil are o'er;</br>He flies with rapture to his op'ning door,</br>Anxious his children and his wife to greet;</br>And, tho' his scanty cupboard boasts no more</br>Than homely fare, &mdash; no precious costly meat,&mdash;</br>He finds in home, dear home, the best, and sweetest, treat.", "His mourning-slumbers no loud summons break,</br>No horn deep-sounding hastens him away;</br>Happy he feels, &mdash; allow'd himself to seek</br>The decent comforts of the Sabbath-day;</br>To mark the artless youngsters sportive play;</br>His spouse's soft endearing smiles to prove;</br>And now, when all attir'd in best array,</br>With serious thoughts and solemn steps to move,</br>And pay his homage due before the GOD of love.", "He pours his inmost soul in fervent pray'r;</br>He supplicates the LORD of hosts on high</br>Still to extend his kind protecting care,</br>To view his failings with a parent's eye:</br>Yet not for envy'd titles does he sigh,</br>Nor glitt'ring fortune would he gain by stealth;</br>Full well he learns, tho' humble, to descry</br>That happiness springs not alone from wealth,</br>Without those richer treasures &mdash; innocence and health.", "What tho' the \"little great,\" the sons of Scorn,</br>The peasant's simple off'ring will deride,</br>And treat the virtues that his breast adorn</br>With supercilious insolence and pride,&mdash;</br>Vainly by pomp their vices would they hide;</br>In vain their crimes gloss o'er with specious art;</br>The GOD of truth still turns his head aside,&mdash;</br>No joy to him can costly gifts impart,</br>For he alone will prize the pure and upright heart.", "The Gospel blessings (O exalted theme!)</br>To no one state are partially confin'd;</br>The holy JESUS suffer'd to redeem</br>From death, from pain, and mis'ry, all mankind!</br>The poor access may justly hope to find</br>To Heav'n's bright joys, who here, from envy free,</br>Contented liv'd, nor at their lot repin'd;</br>In virtue only will the diff'rence be</br>'Twixt men of highest rank and those of low degree.", "The solemn service o'er &mdash; obeisance made&mdash;</br>His parting vows in silent pray'r addrest&mdash;</br>The peasant finds his suff'rings all repaid,</br>And feels new transport glow within his breast.</br>On CHRIST, on GOD, dispos'd his fate to rest:</br>No penury can chill, no cares annoy,</br>No anxious troubles can his peace molest;</br>Far other subjects now his thoughts employ,&mdash;</br>He looks beyond the grave for scenes of endless joy.", "Now home returning to his frugal board,</br>He views the smiling group with placid eye:</br>His wife, on Sunday, bacon may afford;</br>And peas or beans his garden may supply:</br>He ne'er indulg'd in pamper'd luxury;</br>No rich pernicious sauce his hunger craves,</br>Beneath whose winning form diseases lie,</br>Which mark the glutton for the worst of slaves,</br>And sink his subject soul 'mid Passion's troubled waves.", "O Temperance!  thou nurse of gen'rous deeds,</br>Still pleas'd to fan the patriot's glowing flame,&mdash;</br>Each noble act whose high-born spirit feeds,</br>Who guid'st the hero to the fields of fame!</br>O!  how I prize, how venerate, thy name!</br>Thou foe to fraud, to rapine, and to wrong,</br>Whose keen indignant glance must surely blame</br>All vile excess, charm'd with the Poet's song&mdash;</br>Man wants but little here, nor wants that little long.", "Their cheerful meal dispatch'd, the decent grace</br>Concludes the humble peasant's plain repast;</br>Hope, beaming brightly on each infant's face,</br>Delights to promise bliss that long shall last.</br>No mem'ry have they of the troubles past,</br>They ne'er regard what evils are to come:</br>Their artless smiles no gloomy fears o'ercast;</br>They ne'er abroad for fancy'd sorrows roam;</br>But, bound in mutual love, find peace and joy at home.", "The thrifty wife with conscious pride displays</br>Her gleaned corn before her husband's sight;</br>Remarks how hard she toil'd for six long days,</br>And tells her simple tale with much delight.</br>The youngsters too in this discourse unite;</br>Bring forth their tied-up bunches not a few,</br>Pick'd up with patient care from morn till night;</br>And, whilst their eyes still glisten at the view,</br>Shew what 'mid swarming fields their little hands can do.", "Their eldest, Mary, Nature's artless child,</br>O'er whose fair form had eighteen summers flown,</br>Produc'd a larger heap, and inly smil'd</br>To think the rustling treasure quite her own.</br>Her tender parents had before made known</br>That for this year her gleanings should she have,</br>To use as best might please herself alone,</br>With all the gains from spinning she could save,</br>And profits of the hen her doating grannam gave.", "How beats with ardent joy her throbbing heart!</br>How anxiously she labours to prepare,</br>By industry, a dress so new and smart,</br>To cut a figure at next Easter fair!</br>'Tis this indeed attracts all female's care;</br>'Tis this inspires the gay or serious mien;</br>What best becomes, what charms will most insnare,</br>At balls or wakes, &mdash; still anxious to be seen</br>In flowing muslin robes, or gown of gaudy green.", "The peasant now surveys his garden neat,</br>His thriving crops, and Nature's vig'rous shoots,</br>Pleas'd to anticipate his annual treat,</br>From branches bending low with blushing fruits.</br>Next he beholds his well-pil'd stack of roots,</br>That Winter's sternest rigours can defy,</br>Still beaming welcome after day's pursuits,&mdash;</br>And his lone pig, now fatt'ning in the stye,</br>From which they strive to find a twelvemonth's scant supply.", "O ye, possessing apathy of soul,</br>Whose flinty hearts imperious passions sway,&mdash;</br>Who scorn to follow Reason's mild control,</br>And shun Religion's pure and upright way,&mdash;</br>O!  ere too late the voice of GOD obey!</br>Behold the humble peasant, and repent;</br>Affections warm within his bosom play;</br>Seek then the treasure of a life well spent,</br>And learn at length to feel the value of content.", "Now, sallying forth, their cottage-door unbarr'd,&mdash;</br>No anxious fears of robbers intervene</br>(For poverty requires no watchful guard),&mdash;</br>They quickly reach the well-known village-green.</br>Here many a gay and smiling group is seen;</br>Happy is each his simple tale to tell</br>(No scandal taints their speech, no whisp'rings mean),</br>Pleas'd to recount at harvest what befell,</br>And on their own exploits and prowess great to dwell.", "Whilst thus engag'd in talk, young William saw</br>His beauteous Mary, blooming like the rose,</br>And, stealing round, he beckon'd to withdraw,</br>Almost afraid his errand to disclose:</br>The maiden's cheek with deeper crimson glows;</br>Her heaving bosom throbs with mild delight</br>When softly he declares that her he chose,</br>That her of all her sex he would invite,</br>To pass, when toil was o'er, their jovial harvest-night.", "To care unknown, with harmless mirth beguil'd,</br>Unheeded thus the rapid moments fly,</br>In social converse spent, till Ev'ning mild</br>The fading landscape views with dewy eye;</br>Then each to other wishes plain \"Good b'ye,\"</br>And to their sev'ral homes they all depart:</br>The youthful lovers breathe a tender sigh;</br>Untaught are they by deep dissembling Art,</br>Nor ever think to hide th' emotions of the heart.", "Such simple manners mark the peasant's life,</br>'Tis thus he joys to spend his hours of rest;</br>Proud of his children, happy in his wife,</br>Once more he fondly clasps them to his breast;</br>Rich in content, in mutual love how blest!</br>But gath'ring night no more admits delay;</br>So, supper done, and kindest thoughts exprest,</br>\"Farewell,\" he cries, then takes his devious way,</br>Anxious again to hail the hallow'd Sabbath-day.", "Long be these comforts his! &mdash; Thou Pow'r supreme,</br>Whose mighty arm directs this earthly ball,</br>Whose eye omniscient still delights to beam</br>Parental love and tenderness on all!</br>O Thou, before whose throne all nations fall!</br>Still be the poor man's guardian and his guide;</br>Protect his rights, and raise at Britain's call</br>A hardy peasantry, to worth ally'd,</br>Their country's best support, her treasure and her pride!</br>"]