["Ye lovely maids, ye amorous dames, attend,</br>Ye widows, taught by cruel death to feel;</br>Here join the griefs of a deploring friend,</br>And wail the loss of the Electric Eel.", "That Eel on earth, in Paradise the first,</br>If we Mosaic stories may believe,</br>That led weak woman to the tree accurst,</br>And damn'd our sex through the all-curious Eve.", "That Eel which took the film from Adam's eyes,</br>And did electrify his dowdy dame;</br>That Eel which made the very dullest rise,</br>Is robb'd of vigour and electric flame.", "That Eel which stood erect in beauty's pride,</br>And nodded to and fro its coral head,</br>Worshipp'd by untaught Indians far and wide,</br>Like other creatures, is not stiff, tho' dead.", "Limber and lank the heaven-born charmer lies,</br>From every virgin's hand with scorn 'tis hurl'd;</br>No maid can make the poor Torpedo rise,</br>Limp as a dish-clout &mdash; it forsakes the world.", "'Twas this, ye beauties, that gave birth to joy,</br>And wing'd velocity to Cupid's dart,</br>Else had he whimper'd a mere country boy,</br>Nor known the power to touch a tender heart.", "For him no more the barking-stones shall burn,</br>Or loving housewife make her evening care;</br>No more for butter shall he move her churn,</br>Or climb her knees &mdash; the eager kiss to share.", "Now weep, Ambition, all thy pride is sunk,</br>And, Grandeur, feel &mdash; if ought can make thee feel!</br>The equal bliss of peeress and of punk</br>Is dead &mdash; and gone in the Electric Eel.", "\"The boast of heraldry, the pomp of power,\"</br>And all that beauty did with rapture crave,</br>Hath known the cold inevitable hour,</br>And through the gates of pleasure found the grave.", "So have I seen the lengthen'd May-pole stand,</br>Its head encircled with a garland gay,</br>Though clasp'd and cherish'd by the maiden's hand,</br>Wither and tumble into sad decay.", "The spark of life is trivial, short and vain,</br>Vigour and electricity must fail;</br>No mortal fire for ever can remain,</br>Motion must abdicate the nimble tail.", "Could old Pygmalion animate his bust,</br>And to the tube bring back the fleeting life;</br>How girls unborn might praise the precious dust,</br>The joy, the comfort  of the teeming wife.", "Thou, who perform'dst so well on stone before,</br>On the same pedestal &mdash; Oh!  canst thou raise</br>This lifeless Eel &mdash; then every noble whore</br>Shall be converted, and bestow thee praise.", "Women to thee shall dedicate their lives,</br>And on their knees with gratitude revere,</br>Thou wert the comfort of both maids and wives,</br>And brush'd away the widow's ready tear.", "\"All human things are subject to decay,\"</br>And flesh like grass into the oven goes;</br>Kings, fools, and aldermen dissolve away,</br>And one grave holds the dust of friends and foes.", "The beauty's tongue which troll'd with such success,</br>The sloe-black eye that wanton'd with the leer,</br>The bearded mouth which gorged to excess&mdash;</br>The Electric Eel &mdash;; is dumb &mdash; and resteth here.", "Women from insult shall thy gristle save,</br>\"Some frail memorial still erected nigh;\"</br>Some Irish Priapus shall deck thy grave,</br>And draw from beauty many a tender sigh.", "Thy fame, thy length, thy vigour shall command</br>The luscious tribute of the bawdy muse;</br>Off'rings to thee shall prove a grateful land,</br>From court to city &mdash; country and the stews.", "That huge erection &mdash; which the Thane of B&mdash;,</br>Plac'd on the velvet lawn of garden fair;</br>Where once that devil stole forbidden fruit,</br>And gave the tidings to the bawdy air.", "That chaste erection, now pagoda hight,</br>Which he in emblem of his wond'rous deeds,</br>Rais'd to allure the ladies' ravish'd sight,</br>And prove the creatures that his Scotland breeds.", "But still that Indian pagod of the Thane,</br>Shall never stand or rival greater thee:</br>To thy dumb excellence I'll build a fame,</br>To beauty sacred, and to venery.", "Green with desires, some longing maid may say,</br>\"Oft have we seen him at the peep of morn,</br>Strong and erect his consequence display,</br>And pleasing labour for the child unborn.", "\"Oft have I seen him on the downy bed,</br>His listless length stretch'd out with manly pride;</br>Oft have I wish'd to pat his rosy head,</br>And all its bloom from other maidens hide.", "\"This have I seen &mdash; and yet anon his length,</br>By little labour has been so reduc'd&mdash;</br>That he poor soul had neither heart or strength,</br>To stand or move, and yet was little us'd.", "\"One eve I miss'd him on the happy spot,</br>Where oft he met beneath his fav'rite tree</br>A beauteous damsel, of a neighbouring cot,</br>For feats of love and true felicity.", "\"Nor at the tree, nor with the maid was he,</br>No not a glimmering of his lengthen'd ghost:</br>But when I sipp'd my elemental tea,</br>This epitaph adorn'd the Morning Post.\"", "THE EPITAPH.</br>Here rests an Eel of Paradise the fame,</br>An Eel to fortune and to beauty known,</br>An equal stranger both to truth and shame,</br>And lust and vigour mark'd him for their own.", "Large was his size, of most elastic make;</br>The greatest recompense that Heav'n could lend,</br>For beauty's pleasure, and for Nature's sake:</br>He was to both a comfort and a friend.", "Could I to all the world his merits give,</br>What should not every pining maiden feel?</br>Within their grasp he should for ever live,</br>Nor bruise his head &mdash; nor he molest her heel.", "Here Love and Idle every year shall blow,,</br>And pitying virgins heave the unfeign'd sigh;</br>Here weeping dames shall strike their breasts and cry,</br>Here did he live &mdash; here did the charmer die.", "Frantic with grief I bent my hasty steps</br>To the sad place where all my comfort lay,</br>There I beheld a thousand demi-reps,</br>Pouring their sorrows forth in black array.", "The first and fattest of these weeping dames,</br>Was a fair wife of meretricious turn,</br>Larded with Cupid's darts, and hearts in flames,</br>Nor Aetna with such constancy can burn.", "The gentle general which she bore in hand,</br>Of craggy form, but yet of Irish make,</br>Confess'd no fabrick could for ever stand,</br>Whether the work of bishop or of rake.", "I feel, says she, the observation's just,</br>Behold &mdash; the first spontoon of all your corps!</br>Ignobly stretch'd along the basest dust,</br>Nor can this hand invigorate it more.", "Ah, dear Gymnotus!  Pride of all the land,</br>Joy of my heart, and partner of my bliss;</br>I've seen thee oft magnificently stand,</br>And shar'd with thee the rapture of a kiss.", "Ye learned adepts &mdash; of the letter'd page,</br>What can your saws or erudition boast!</br>Here's all that's honour'd, all that's rare or sage,</br>To me &mdash; and to the world for ever lost.", "Let me on some fair column grave thy name,</br>And give to future ages all thy worth;</br>Let girls unborn read of my Priap's fame,</br>And anxious look what gave their beauties birth.", "Lead me, Oh, lead me to some convent's gloom,</br>There may'st thou live my visionary theme;</br>There let me ever weep in early doom,</br>And ever find thee in the pleasing dream.", "There let me see thee stand in full array,</br>With silver glories round thy crimson head;</br>Let me in sweet idea die away,</br>Supremely bless'd &mdash; and most supinely spread.", "Lead me, Oh, lead me to the holy shrine,</br>Let all the God rush gayly on my breast;</br>Instead of mortal &mdash; be my joys divine;</br>\"Give all thou canst &mdash; and I will dream the rest.\"", "She said, and turn'd &mdash; when D'EON DE BEAUMONT</br>Advanc'd in armour, like the Orleans maid,</br>And thus prefer'd her luscious, plaintive song,</br>Like Venus wanton &mdash; but like Mars array'd.", "For years  I've sought thee in the fields of war,</br>In vicious courts, in palaces of kings;</br>Thou ever yet hast been my leading star,</br>Whatever priests pretend &mdash; or Virtue sings.", "The gown, the petticoat, I threw away,</br>The poor appendages of female forms,</br>I took the breeches to command the sway,</br>And found my joys in battles and in storms.", "For thee it was &mdash; I've bravely fought and bled;</br>For thee I've every persecution known;</br>But now, since thou art mingled with the dead,</br>Soft, relish'd joys have spread their wings and flown.", "There's not one Eel of all this flowery isle,</br>That gay D'Eon &mdash; would deign to take in hand;</br>On all the Grigs &mdash; contemptuously I smile;</br>Thou wert the Magna Carta of the land.", "To thee I was invariably the same,</br>Unus and idem mark'd me to the sex:</br>Whatever is my fortune or my fame,</br>Nor Judge nor Policies my soul shall vex.", "With me &mdash; my secret to my grave shall go,</br>Since thou art dead &mdash; the world is all a farce;</br>But if Lord M&mdash; would my genus know,</br>Let him review me dead &mdash; and kiss my &mdash;.", "This with the Countess of the Stable-Yard,</br>I do erect to thee &mdash; a glorious pile!</br>(Thou ever hadst our mutual true regard)</br>Which shall do honour to this mouldering isle.", "Ye blushing beauties, in more distant times,</br>Who may regret the pleasures of our days,</br>Here strew your roses, and devote your rhimes,</br>Here, while ye long, spontaneous give your praise.", "Of all the Eels for recreation fram'd,</br>Which beauteous lady ever took in hand,</br>None every was so much caress'd and fam'd,</br>Or did such honour to this happy land.", "And if in life &mdash; Alas!  ye should not meet</br>With ought so very good &mdash; so very kind,</br>Lament your loss &mdash; for, ah!  the loss was great,</br>Indeed, he hath not left his LIKE behind.", "A</br>LAPIDARY INSCRIPTION</br>To the Subtilty, Genius, and Extraordinary Parts of the</br>ELECTRICAL EEL.</br>Raised at the sole Expence of those Votaries to</br>LOVE and BREECHES,</br>The admired and admired Countess of H&mdash;;</br>AND</br>The inimitable, heterogeneous, perplexed, vigorous,</br>valiant, poetical, political, city-done, undone, and</br>undefinable &mdash; Chevalier, Chevaliere,</br>Sir, Madam,</br>Charles, Genovesa, Louisa, Augusta, Andrea, Timothea,</br>D'EON DE BEAMONT,</br>De les Dames Barnadines;</br>Plenipotentiary  to the Courts of</br>RUSSIA, PRUSSIA, and ENGLAND;</br>and in the Service of</br>FRANCE,</br>A Captain of Dragoons, of the Order of the</br>CROIX DE ST. LOUIS.", "Here</br>Rests &mdash; without further Hope of Resurrection,</br>The Elastic</br>Body</br>of</br>The ELECTRICAL EEL, OR GYMNOTUS ELECTRICUS</br>which</br>Hath been proved by those who dive deep&mdash;</br>into the Secrets of Nature,</br>to be</br>That sinful Serpent &mdash; that seduced EVE.</br>Since</br>which Paradisiacal Period &mdash; it hath been held</br>in universal</br>Estimation by the Fair-Sex.</br>In all Hours, in all Climes, in all Seasons, and in all Families,</br>it hath been kindly taken in:</br>Nursed, cherished, delighted and enraptured:</br>The secret Confident of the most secret Characters:</br>which Confidence</br>Was never betrayed by Words &mdash; but,</br>by Births.</br>No Creature in Nature was ever so coveted;</br>not Man excepted.</br>Maids, Wives, and Widows,</br>made it</br>Their Darling and Delight:</br>and such</br>was their Courtesy, Reverence, and Worship</br>of it&mdash;</br>That whenever it rose in their Presence,</br>Like adoring Persians,</br>They fell flat to it &mdash; but not upon their Faces.</br>In Camps, in Courts, in Cabinets, in Cots,</br>in</br>Fields, in Lanes,</br>in</br>Groves and Meads,</br>It was the Solace of the secret Hour:</br>The</br>Maiden's Wish &mdash; and lovely Wife's</br>Delight.", "But with all these Virtues, as great as numerous,</br>as</br>strong as long,</br>It could not resist the electric Stroke of Death,</br>which put a Period</br>to its Joy,</br>and the Bliss of all the Female Sex.</br>To</br>Man, it was a Pleasure, and a Plague,</br>an Health, and a Disease.</br>It was the carnal</br>Ignis fatuus, that led astray</br>his Senses and his Soul.</br>It</br>picked his pocket, and ever kept</br>him poor.</br>But yet was Man</br>so fond of its Indulgence &mdash;that to give</br>Entertainment to its Sense,</br>he would pass over Seas and Mountains,</br>Bogs and Rocks,</br>Woods, Lakes, Dens and Forests drear:</br>He</br>would fight the valiant, or basely</br>stab his Foe;</br>Nay, lurk in secret, and destroy</br>his Friend.</br>For it</br>and</br>for its Pastime,</br>he would endure each Ill that Life is heir to:</br>Rise to Fame and Consequence;</br>or</br>sink in Ruin, Ignominy, and Oblivion.</br>At Times it</br>was his Meat, his Drink, his Horse, his Ass:</br>Again,</br>without it &mdash; he could not eat, or drink, or</br>ride or walk.</br>It was</br>all Things, to all Men, and all Women:</br>And yet</br>of such uncertain Quality &mdash; that no Man</br>could command it,</br>nor Woman retain it.</br>It</br>filled the Hands of a Peasant's Wife, and</br>slipped through the Fingers</br>of a Queen.</br>Yet with all its Faults and Virtues,</br>Vices and Qualities &mdash; it was</br>the Rara Avis of the World,</br>and not</br>unlike the Neck of a black Swan.</br>To its</br>illustrious Uses, and noble Feats,</br>in Armour and without,</br>the</br>COUNTESS OF H&mdash;, and MADAME</br>D'EON DE BEAUMONT,</br>have erected these precious Stones;</br>on</br>which this Inscription is engraved, to</br>the Honour</br>and</br>Memory of</br>THE ELECTRICAL EEL;</br>in the Year of the World 5782,</br>And of its Age.", "HIC JACET</br>GYMNOTUS ELECRICUS:</br>SPEM GERGIS, AH!  SILICE IN NUDA &mdash; RELIQUIT.</br>NON</br>LAETA SPE</br>CARNIS</br>RESURRECTIONIS.</br>"]