["Why how now, Friend Richard?  Because a man's dead;</br>Will you break off acquaintance? d'y' think he can't read?</br>Had you sent a small packet by Charon, Post-paid,</br>It had safely arriv'd &mdash; he's a trusty old Blade.</br>However, I hate to be churlish and crusty,</br>Or stand upon forms &mdash; so resolve to write first t' you.", "Know then, that my Will was first finish'd&mdash; that done</br>I had nothing to do, but to die, and be gone.</br>Well &mdash; in due form of law then I fairly departed,</br>And quickly, and safely, was hither departed.</br>As I know you are curious in search of things strange,</br>I'll relate, what I found by my whimsical change.", "The Poets, both Grecian and Roman of old,</br>Of whom we so many fine things have been told,</br>Live here in great state, are Grandees of the Court,</br>To whom all the Moderns most humbly resort;</br>Yet few find admittance, or favour with those,</br>So poor their appearance, so shabby their cloaths:</br>Some, indeed, a small pittance, or place, may obtain;</br>But the rest are a sad ragged crew in the main:</br>In short, the whole tribe are at best, but so so,</br>As you'll find by their state and employment below.", "Old Chaucer and Drayton I found in good plight,</br>And Shakespear and Spencer appear pretty tight.</br>They've each a small freehold, tho' troth bounded in sore,</br>And live not not unlike to our poor Knights of Windsor.</br>Ben Johnson sells ale on the side o' the hill,</br>And Beaumont and Fletcher go halves in a mill;</br>But Denham enjoys a small post in the state,</br>And Dorset with Juvenal's grown very great;</br>Whilst poor John Suckling is but a knife-grinder,</br>And Cowley, poor Cowley's a laquey to Pindar.", "Friend Wilmot's a mountebank, Villers his Droll,</br>Charles Sedley their toad-eater, Howards their Fool;</br>Old Milton's still blind, but much in request</br>With Homer and Virgil, and most of the best;</br>And Addison, lately assign'd for his Guide,</br>Enjoys a small place, and a pension beside:</br>Old Naso and Waller most hugely agree,</br>But Ar'stotle t' other day cudgell'd poor Lee.", "But Butler of all looks the best, let me tell you,</br>Has money, good cloaths, and can now fill his belly,</br>Is lately prefer'd as his Highness's Jester,</br>For which he per diem has two and a tester.</br>In troth I was glad to see Butler so mended,</br>Who had suffer'd so greatly, before he descended.", "Old Dryden sells Nectar, an excellent dram,</br>And Shadwell is kept by a wealthy old Dame;</br>He was always a lover, you know, of that fame.", "Rough Wycherley sells penknives, razors, and scissars,</br>And Otway fine pincushions, essence, and tweezers.</br>Tom Brown's a black shoe-boy, and carries a link,</br>A sad dirty whore's-bird, and lies in a sink;</br>Joe Haines and Dick Estcourt are poor, but yet merry,</br>And Philips for's Highness makes Cyder and Perry;</br>But Plautus and Terence, both wealthy and able,</br>Have taken friend Congreve to wait at their table.", "Behn, Manly, Centlivre, I found in the stocks,</br>It seems they had purloin'd the Muses foul smocks;</br>By washing and scowring, they are now forc'd to live,</br>No wonder poor Devils, they fought thus to thrive.", "Johnny Crown keeps a raree-show, Farqu'har's a sutler,</br>And Horace has made Matthew Prior his butler.</br>Natt Rowe waits on Sophocles, has a good place on't,</br>But Hughes still is poor, tho' he puts the best face on't.</br>Tom Durfey sings ballads and cobbles old shoes,</br>And honest Dick Steel runs about with the news.", "Here are more, but so ragged, so poor, and so sad,</br>'Twere a shame you should know, their condition's so bad.</br>As for me, I am just advertis'd to be lett;</br>So what will become of me, cannot tell yet.</br>I can rhime, comb a wig, shave, pick up a whore,</br>And few of the moderns I think can do more.</br>When once I am settled, I'll write t' y' again,</br>'Till when your old friend, honest Dick, I remain.</br>Parnassus, Sept. 7, 1730.</br>"]