["Nymph of the Fount!  from whose auspicious Urn</br>Flows health, flows strength, and Beauty's roseate bloom,</br>Which warms the virgin's cheek, thy gifts I sing!</br>Whether inclining from thy rocky couch</br>Thou hear'st attentive, or with Sister-nymphs</br>Fast by Sabrina's hoarse-resounding stream,</br>Thou cull'st fresh flowers, regardless of my song.", "Avonia hear'st thou, from the neigh'bring stream</br>So call'd; or Bristoduna; or the sound</br>Well-known, Vincentia?  Sithence from the dry rock</br>The Hermit pour'd his Orisons of old,</br>And dying, to thy fount bequeath'd his Name.", "Whate'er thy title, Thee the azure God</br>Of Ocean erst beheld, and to the shore</br>Fast flew his pearly Car; th' obsequious winds</br>Drop'd their light pinions, and no sounds were heard</br>In Earth, Air, Sea, but murmuring sighs of Love.</br>He left thee then; yet not, penurious, left</br>Without a boon the violated maid;</br>But, grateful to thy worth, with bounteous hand</br>Gave thee to pour the salutary rill,</br>And pay this precious tribute to the Main:</br>And still he visits, faithful to his flame,</br>Thy moist abode, and each returning tide</br>Mingles his wave with thine; hence brackish oft</br>And foul, we fly th' adulterated draught</br>And scorn the proffer'd bev'rage; thoughtless we</br>That then the Naiads hymenaeals chaunt,</br>And rocks re-echo to the Triton's shell.", "Love warm'd thy breast; to love thy waters pay</br>A kind regard:  and thence the pallid Maid</br>Who pines in fancy for some fav'rite Youth</br>Drinks in new lustre, and with surer aim</br>Darts more enliven'd glances.  Thence the Boy,</br>Who mourns in secret the polluted charms</br>Of Lais or Corinna, grateful feels</br>Health's warm return, and pants for purer joys.", "Nor Youth alone, thy power indulgent owns,</br>Age shares thy blessings, and the tott'ring frame</br>By thee supported:  not, Tithonus-like</br>To linger in decay, and daily seek</br>A death in every pain; such cruel aids,</br>Unknown to Nature, Art alone can lend:</br>But taught by Thee Life's latter fruits enjoy</br>A warmer winter, and at last fall off</br>Shook by no boist'rous, or untimely blasts.", "But why on single objects dwells my Song?</br>Wide as the neigh'bring Sons of Commerce waft</br>Their unexhausted Stores, to every Clime</br>On every wind up-born thy triumphs spread!</br>Thee the glad Merchant hails, whom choice or fate</br>Leads to some distant home, where Sirius reigns,</br>And the blood boils with many a fell disease</br>Which Albion knows not.  Thee the sable Wretch,</br>To ease whose burning Entrails swells in vain</br>The Citron's dewy moisture, thee he hails;</br>And oft from some steep Cliff at early dawn</br>In Seas, in Winds, or the vast Void of Heaven</br>Thy Power unknown adores; or ranks, perhaps,</br>Amid his fabled Gods Avonia's name.", "Scared at thy presence start the train of Death,</br>And hide their whips and scorpions.  Thee confus'd</br>Slow Febris creeps from; thee the meagre Fiend</br>Consumption flies, and checks his rattling Coughs.</br>But chief the dread Disease, whose wat'ry power,</br>Curb'd by thy wave restringent, knows it's bounds,</br>And feels a firmer Barrier.  Ocean thus</br>Once flow'd, they say, impetuous; 'till restrain'd</br>By force almighty streams were taught to flow</br>In narrower channels, and once more relieve</br>The thirsty hind, and wash the fruitful vale.", "What shrieks, what groans torment the lab'ring Air,</br>And pierce th' astonish'd hearer?  ah, behold</br>Yon agonizing Wretch, that pants and writhes,</br>Rack'd with the Stone, and calls on thee for ease!</br>Nor calls he long in vain; the balmy draught</br>Has done its office, and resign'd and calm</br>The poor pale sufferer sinks to sweet repose.</br>O could thy lenient wave thus charm to peace</br>That fiercer fiend Ill-nature; Argus-like,</br>Whose eyes still open watch th' unwary steps</br>Which tread thy Margin, and whose subtle brain</br>To real mischief turns ideal ills.</br>But not thy stream nectareous, nor the smiles</br>Of rosy-dimpled innocence can charm</br>That Monster's rage:  dark, dark as midnight damps</br>And ten times deadlier, steals along unseen</br>Her blasting venom, and devours at once</br>Fair Virtue's growth, and Beauty's blooming spring.", "But turn we from the sight, and dive beneath</br>Thy darksome Caverns; or unwearied climb</br>Thy tow'ring Mountains, studious to explore</br>The latent seeds and magazine of Health.", "\"Ye Rocks that round me rise, ye pendant Woods</br>High-waving to the breeze, ye gliding streams</br>That steal in silence thro' the mossy clefts</br>Unnumber'd, tell me in what secret Vale</br>Hygeia shuns the day? &mdash; O, often seen</br>In dreams poetic, pour thy radiant form</br>Full on my sight, and bless my waking sense!&mdash;</br>But not to me such visions, not to me;</br>No son of Paeon I, like that sweet Bard</br>Who sung her charms profest; or him, whose Muse</br>Now builds the lofty Rhime, and nobly wild</br>Crops each unfading flower from Pindar's brow,</br>To form fresh garlands for the Naiad train.", "Yet will I view her still, however coy,</br>In dreams poetic; see her to the sound</br>Of dulcet symphonies harmonious lead</br>Her sportive Sister-Graces, Mirth serene,</br>And Peace, sweet Inmate of the sylvan shade.", "These are thy handmaids, Goddess of the Fount,</br>And these thy Offspring.  Oft have I beheld</br>Their airy revels on the verdant steep</br>Of Avon, clear as Fancy's Eye could paint.</br>What time the dewy Star of Eve invites</br>To lonely musing, by the wave-worn beach,</br>Long th' extended mead.  Nor less intent</br>Their fairy forms I view, when from the height</br>Of Clifton, tow'ring Mount, th' enraptur'd Eye</br>Beholds the cultivated Prospect rise</br>Hill above Hill, with many a verdant bound</br>Of Hedge-row chequer'd.  Now on painted Clouds</br>Sportive they roll, or down yon winding Stream</br>Give their light Mantles to the wafting Wind,</br>And join the Sea-green Sisters of the Flood.", "Happy the Man whom these amusive walks,</br>These walking dreams delight!  No cares molest</br>His vacant bosom; Solitude itself</br>But opens to his keener view new worlds,</br>Worlds of his own:  from every genuine scene</br>Of Nature's varying hand his active Mind</br>Takes fire at once, and his full Soul o'erflows</br>With heaven's own bounteous joy; He too creates,</br>And with new Beings peoples Earth and Air,</br>And Ocean's deep Domain.  The Bards of old,</br>The godlike Grecian Bards, from such fair founts</br>Drank inspiration.  Hence on airy Cliffs</br>Light Satyrs danc'd, along the woodland shade</br>Pan's mystic pipe resounded, and each rill</br>Confest it's tutelary Power, like thine.", "But not like thine, bright Deity, their urns</br>Pour'd Health's rare treasures; on their grassy sides</br>The panting Swain reclin'd with his tir'd flock</br>At sultry noon-tide, or at evening led</br>His unyok'd heifers to the common stream.", "Yet some there have been, and there are, like thee</br>Profuse of liquid balm; from the fair train</br>Of eldest Tadmor, where the sapient King</br>For the faint Traveller, and diseas'd, confin'd</br>To salutary baths the fugitive Stream.</br>And still, tho' now perhaps their Power unknown,</br>Unsought, the solitary Waters creep</br>Amid Palmyra's ruins, and bewail</br>To rocks, and desert caves, the mighty loss</br>Of two imperial cities!  so may sink</br>Yon cloud-envelop'd towers, and times to come</br>Enquire where Avon flow'd, and the proud Mart</br>Of Bristol rose.  Nay, Severn's self may fail</br>With all that waste of Waters:  and the Swain</br>From the tall summit, (whence we now survey</br>The anchoring Bark, and see with every tide</br>Pass and re-pass the wealth of either World,)</br>May hail the softer Scene, where groves aspire,</br>And bosom'd villages, and golden fields</br>Unite the Cambrian to the English Shore.", "Why should I mention many a fabled fount</br>By Bards recorded, or Historians old;</br>Whether they water'd Asia's fertile Plains</br>With soft  Callirhoe; or to letter'd Greece</br>Or warlike Latium lent their kindly Aid?</br>Nor ye of modern fame, whose rills descend</br>From Alps and Appennines, or grateful lave</br>Germania's harrass'd realms, expect my Verse</br>Should chaunt your praise, and dwell on foreign themes;</br>When chief o'er Albion have the healing Powers</br>Shed wide their influence:  from a thousand rocks</br>Health gushes, thro' a thousand vales it flows</br>Spontaneous.  Scarce can Luxury produce</br>More pale diseases than her streams relieve.", "Witness, Avonia, the unnumber'd tongues</br>Which hail thy Sister's name!  on the same banks</br>Your Fountains rise, to the same stream they flow.</br>See in what myriads to her watry shrine</br>The various Votaries press!  They drink, They live!</br>Not more exulting crouds in the full height</br>Of Roman Luxury proud Baiae knew;</br>Ere Musa's fatal Skill, fatal to Rome,</br>Defam'd the tepid Wave.  Nor round thy shades,</br>Clitumnus, more recording Trophies hung.", "O for a Shakespear's pencil, while I trace</br>In Nature's breathing paint, the dreary waste</br>Of Buxton, dropping with incessant rains</br>Cold, and ungenial; or it's sweet reverse</br>Enchanting Matlock, from whose rocks like thine</br>Romantic foliage hangs, and rills descend</br>And Echoes murmur.  Derwent, as he pours</br>His oft obstructed stream down rough cascades</br>And broken precipices, views with awe,</br>With rapture, the fair scene his Waters form.", "Nor yet has Nature to one spot confin'd</br>Her frugal Blessings.  Many a different Site</br>And different Air, to smit Man's varying frame</br>The same relief extends.  Thus Cheltenham sinks</br>Rural and calm amid the flowery vale,</br>Pleas'd with it's pastoral Scenes; while Scarbro' lifts</br>It's towering summits to th' aspiring Clouds,</br>And sees th' unbounded Ocean roll beneath.", "Avonia frowns!  and justly mayst thou frown</br>O Goddess, on the Bard, th' injurious Bard</br>Who leaves thy pictur'd scenes, and idly roves</br>For foreign Beauty to adorn his Song.</br>Thine is All Beauty; every site is thine.</br>Thine the sweet vale, and verdure-crowned Mead</br>Slow rising from the Plain, which Cheltenham boasts.</br>Thine Scarbro's Clifts; and thine the russet heaths</br>Of sandy Tunbridge; o'er thy spacious Downs</br>Stray wide the nibbling flocks; the Hunter train</br>May range thy forests; and the Muse-led Youth</br>Who loves the delicious walk, and simple scene,</br>May in thy Kingswood view the scatter'd Cots,</br>And the green Wilds of Dulwich.  Does the Sun,</br>Does the free Air delight?  lo!  Clifton stands</br>Courted by every breeze; and every Sun</br>There sheds a kinder ray; whether he rides</br>In southern skies sublime, or mildly pours</br>O'er Bristol's red'ning towers his orient beam,</br>Or gilds at Eve the shrub-clad rocks of Ley.</br>Beneath thy Mountains open to the South</br>Pale Sickness sits, and drinks th' enlivening day;</br>Nor fears th' innumerable pangs that pierce</br>In keener anguish from the north, or load</br>The flagging pinions of the peevish East.</br>Secure she sits, and from thy sacred Urn</br>Implores, and finds relief.  The slacken'd nerves</br>Resume their wonted tone, of every wind</br>And every season patient.  Jocund Health</br>Blooms on the cheek; and careless Youth returns</br>(As fortune wills) to pleasure or to toil.", "Yet think not, Goddess, that the Muse ascribes</br>To thee unfailing Strength, of force to wrest</br>Th' uplifted bolts of fate; to Jove alone</br>Belongs that high Pre-eminence.  Full oft,</br>This feeling heart can witness, have I heard</br>Along thy shores the piercing Cries resound</br>Of Widows and of Orphans.  Oft beheld</br>The solemn funeral pomp, and decent rites</br>Which human Vanity receives and pays</br>When dust returns to dust.  Where Nature fails</br>There too thy power must fail; or only lend</br>A momentary aid to soften pain,</br>And from the King of terrors steal his frown.", "Nor yet for Waters only art thou fam'd,</br>Avonia; deep within thy cavern'd rocks</br>Do Diamonds lurk, which mimic those of Ind.</br>Some to the curious Searcher's Eye betray</br>Their varying hues amid the mossy clefts</br>Faint-glimmering; others in the solid Stone</br>Lie quite obscur'd, and wait the patient hand</br>Of Art, or quick explosion's fiercer breath,</br>To wake their latent glories into day.</br>With these the British Fair, ere Traffic's Power</br>Had made the Wealth of other Worlds our own,</br>Would deck their auburn tresses, or confine</br>The snowy roundness of their polish'd arm.</br>With these the little Tyrants of the Isle,</br>Monarchs of Counties, or of clay-built Towns</br>Sole Potentates, would bind their haughty brows,</br>And awe the gazing Croud.  Say, Goddess, say,</br>Shall, studious of thy praise, the Muse declare</br>When first their lustre rose, and what kind Power</br>Unveil'd their hidden charms?  The Muse alone</br>Can call back time, and from Oblivion save</br>The once-known tale, of which Tradition's self</br>Has lost the faintest Memory.  'Twas ere</br>The titles proud of Knight or Baron bold</br>Were known in Albion; long ere Caesar's Arms</br>Had tried its prowess, and been taught to yield.</br>Westward a mile from yon aspiring shrubs</br>Which front thy hallow'd Fount, and shagg with thorns</br>The adverse side of Avon, dwelt a Swain.</br>One only Daughter bless'd his nuptial bed.</br>Fair was the Maid; but wherefore said I fair,</br>For many a Maid is fair, but Leya's form</br>Was Beauty's self, where each united charm</br>Ennobled each, and added grace to all.</br>Yet cold as mountain snows her tim'rous heart</br>Rejects the voice of Love.  In vain the Sire</br>With prayers, with mingled tears, demanded oft</br>The name of Grandsire, and a prattling race</br>To chear his drooping Age.  In vain the Youths</br>To Leya's fav'rite Name in every dale</br>Attun'd their rustic pipes, to Leya's ear</br>Music was discord when it talk'd of Love.</br>And shall such Beauty, and such Power to bless,</br>Sink useless to the Grave?  forbid it Love!</br>Forbid it, Vanity!  Ye mighty two</br>Who share the female breast!  The last prevails.</br>\"Whatever Youth shall bring the noblest Prize</br>May claim her conquer'd heart.\"  The day was fix'd,</br>And forth from Villages, and turf-built Cots,</br>In crouds the Suitors came:  From Albion's vale,</br>From Pil, from Porshut, and the Town whose tower</br>Now stands a sea-mark to the Pilot's ken.</br>Nor were there wanting Clifton's love-sick sons</br>To swell th' enamour'd train.  But most in thought</br>Yielded to Cadwal's Heir, proud Lord of Stoke;</br>Whose wide dominions spread o'er velvet lawns</br>And gently-swelling hills, and tufted groves,</br>Full many a mile.  For there, e'en then, the scene</br>We now behold to such perfection wrought,</br>Charm'd with untutor'd wildness, and but ask'd</br>A Master's hand to tame it into grass.", "Against such Rivals, prodigal of wealth,</br>To venal Beauty off'ring all their Stores,</br>What Arts shall Thenot use, who long has lov'd,</br>And long, too long despair'd?  Amid thy rocks</br>Nightly he wanders, to the silent Moon</br>And starry host of heaven he tells his pain.</br>But chief to thee, to thee his fond complaints</br>At Morn, at Eve, and in the Midnight hour</br>Frequent he pours.  No wealth of waving gold</br>Or flowering orchats, no wide-wandering herds</br>Or bleating firstlings of the flock were his</br>To tempt the watry Maid.  Yet could his pipe</br>Make Ecchoes listen, and his flowing tongue</br>Could chaunt soft ditties in so sweet a strain,</br>They charm'd with native Music all but her.", "Oft had'st thou heard him, Goddess; oft resolv'd</br>To succour his distress.  When now the day</br>The fatal day drew near, and Love's last hope</br>Hung on a few short moments.  Ocean's god</br>Was with thee, and observ'd thy anxious thought.</br>And what, he cry'd, can make Avonia's face</br>Wear ought but smiles?  What jealous doubts perplex</br>My Fair, my best-belov'd?  No jealous doubts,</br>Thou answered'st mild, and on his breast reclin'd</br>Thy blushing cheek, perplex Avonia's breast;</br>A cruel Fair One flies the voice of Love,</br>And gifts alone can win her.  Mighty Power,</br>O bid thy Tritons ransack Ocean's wealth,</br>The coral's living branch, the lucid pearl,</br>And every shell where mingling lights and shades</br>Play happiest.  O if ever to thy breast</br>My Artful coyness gave a moment's pain,</br>Learn from that pain to pity those that love.</br>The God return'd:  Can his Avonia ask</br>What Neptune would refuse?  Beauty like thine</br>Might task his utmost labours.  But behold</br>How needless now his treasures!  What thou seek'st</br>Is near thee; in the bosom of thy rocks</br>Myriads of glittering gems, of power to charm</br>More wary eyes than Leya's, lurk unseen.</br>From these select thy store.  He spake, and rais'd</br>The massy trident; at whose stroke the Womb</br>Of Earth gave up it's treasures.  Ready Nymphs</br>Receiv'd the bursting gems, and Tritons lent</br>A happier polish to th' encrusted stone.", "Scarce had they finish'd, when the plaintive strains</br>Of Thenot reach'd thy Ears.  Approach, approach,</br>The Trident-bearer cried, and at his voice</br>The rocks divided, and the awe-struck Youth</br>(Like Aristaeus thro' the parting wave)</br>Descended trembling.  But what words can paint</br>His Joy, his Rapture, when, surprize at length</br>Yielding to Love, he grasp'd the fated Gems</br>And knew their wond'rous import.  O!  he cried,</br>Dismiss me, gracious Powers; ere this, perhaps,</br>Young Cadwal clasps her charms, ere this the Wealth</br>Of Madoc has prevail'd! &mdash; Go, Youth, and know</br>Success attends thy enterprize, and Time</br>Shall make thee wealthier than the proudest Swain</br>Whose rivalship thou fear'st; go, and be blest.</br>Yet let not gratitude be lost in joy;</br>But when thy wide possession shall extend</br>Farm beyond Farm, remember whence they rose,</br>And grace thy village with Avonia's Name.", "How shall the blushing Muse pursue the tale</br>Impartial, and record th' ungrateful Crime</br>Of Thenot love-deluded?  When success</br>Had crown'd his fierce desires, awhile he paid</br>Due honors at the shrine, and strew'd with flowers</br>Jasmin and rose, and Iris many-hued,</br>Thy rocky margin.  'Till at length intent</br>On Leya's charms alone, of ought beside</br>Careless he grew; and scarcely now his hymns</br>Of praise were heard; if heard, they fondly mix'd</br>His Leya's praise with thine; or only seem'd</br>The dying Ecchoes of his former strains.</br>Nor did he (how wilt thou excuse, O Love,</br>Thy Traitor?) when his wide possessions spread</br>Farm beyond Farm, remember whence they rose,</br>Or grace his Village with Avonia's Name.</br>But on a festal day, amid the shouts</br>Of ecchoing shepherds, to the rising town,</br>Be Leya nam'd, he cried:  and still unchang'd</br>(Indelible disgrace!)  the Name remains.", "'Twas then, Avonia, negligent of all</br>His former injuries, thy heav'nly breast</br>Felt real rage; and thrice thy Arm was rais'd</br>For speedy vengeance; thrice the azure God</br>Restrain'd its force, or ere th' uplifted rocks</br>Descending had o'erwhelm'd the fated Town.</br>And thus he sooth'd thee, \"Let not rage transport</br>My injur'd Fair-one; Love was all his crime,</br>Resistless Love.  Yet sure Revenge awaits</br>Thy utmost wishes; never shall his Town,</br>Which had thy title grac'd it had aspir'd</br>To the first Naval Honours, and look'd down</br>On Carthage and the Ports which grace my own</br>Phoenicia, never shall it rise beyond</br>That humble village thou behold'st it now.</br>And soon transported to the British Coast</br>From farthest India Vessels shall arrive</br>Full fraught with gems, Myself will speed the sails,</br>And all th' imaginary wealth he boasts</br>Shall sink neglected:  Rustics shall deride</br>His Diamond's mimic blaze.  Nor thou regret</br>Their perish'd splendor; on a firmer base</br>Thy Glory rests, reject a spurious praise,</br>And to thy Waters only trust for fame.\"", "And what of fame, O Goddess, canst thou ask</br>Beyond thy Waters, ever-streaming source</br>Of health to thousands?  Myriads yet unborn</br>Shall hail thy fost'ring wave:  perchance to Thee</br>Shall owe their first Existence.  For if Fame</br>Relate not fabling, the warm genial breath</br>Of Nature, which calls forth the bursting forms</br>Through wide Creation, and with various life</br>Fills every teeming Element, amid</br>Thy stream delighted revels, with increase</br>Blessing the nuptial bed.  Suppliant to thee</br>The pensive Matron bends; without thy aid</br>Expiring Families had ask'd in vain</br>The long-expected Heir; and States perhaps,</br>Which now stand foremost in the lists of Fame,</br>Had sunk unnerv'd, inglorious, the vile Slaves</br>Of Sloth, and crouch'd beneath a Master's frown,</br>Had not thy breath awak'd some chosen Soul,</br>Some finer Aether, scarce ally'd to Clay,</br>Heroe to act, or Poet to record.", "O if to Albion, to my native Land,</br>Of all that glorious that immortal Train</br>Which swells her Annals, Thy prolific Stream</br>Has given One Bard, One Heroe, may not Storms</br>Nor Earthquakes shake thy Mansion; may the Sweep</br>The silent Sweep of slow-devouring Time</br>Steal o'er thy rocks unfelt, and only bear</br>To future Worlds thy virtues, and thy praise.", "Still, still, Avonia, o'er thy Albion shed</br>Benignant influence; nor to her alone</br>Confine thy partial boon.  The Lamp of day,</br>God of the lower world, was meant to all</br>A common Parent.  Still to every Realm</br>Send forth thy blessings; for to every Realm</br>Such its peculiar Excellence, thy Wave</br>May pass untainted; Seasons, Climates, spare</br>Its virtues, and the power which conquers all,</br>Innate corruption, never mixes there.", "And might I ask a boon, in whispers ask</br>One partial favour; Goddess, from the power</br>Of Verse, and Arts Paeonian, gracious Thou</br>Intreat this One.  Let other Poets share</br>His noisy honors, rapid let them roll</br>As neigh'bring Severn, while the voice of Fame</br>Re-ecchoes to their numbers, but let mine</br>My humbler weaker Verse, from scantier rills</br>Diffusing wholesome draughts, unheard, unseen,</br>Glide gently on, and imitate thy Spring.</br>"]