["As late in slumber lapt my limbs were laid,</br>While fantasy held empire o'er my mind,</br>It seem'd, in pilgrim's russet weed array'd,</br>Forth from my home I far'd; my steps inclin'd</br>Those blissful realms of Paradise to find</br>Whose path is strait, and rude with briar and stone:</br>Lusty I felt, and young, and left behind</br>Of feebler wights returning, many a one,</br>Whose hearts for toil did fail; so I remain'd alone.", "Oft to the left, with flowerets gaily dight,</br>A grassy footway turn'd, and smooth to tread;</br>And thither, cozen'd by such tempting sight,</br>My fellow-pilgrim's all were wandered;</br>Albe the end was full of dole and dread,</br>A bottomless abyss, the dire abode</br>Of damned ghosts, and mansion of the dead.</br>There them I saw on turf with daisies strow'd;</br>But I right onward hied the narrow toilsome road.", "Thus I arriv'd where stood a city fair,</br>Yet simple sad it seem'd, and desolate:</br>Celestial Piety resided there;</br>And forth she came to meet me at the gate:</br>Kindly she offer'd to become my mate,</br>And be my sure conductress on the way,</br>For yet (she told,) my toil might nought abate;</br>And many deadly foes around there lay</br>My weary feet to snare, and heedless eyes betray.", "So on I pass'd the rugged road along,</br>Accompanied by her, my heavenly guide,</br>Till suddenly my gaze, with wonder strong,</br>Was fix'd upon the gorgeous house of Pride:</br>On a high mound, extending far and wide</br>Its glittering front magnificently wrought</br>Rose eminent, as though it heaven defied;</br>But all behind, surpassing human thought,</br>In wasteful ruin lay, and crumbling into nought.", "Himself, the owner of this lordly pile,</br>Would sundry garbs assume, as lik'd him best;</br>In guise a bishop now, anotherwhile</br>A sleek archdeacon, or some meaner priest;</br>Provost anon, or bailiff little bless'd:</br>And all mankind he did alike disdain,</br>Nor, humbled oft, he e'er the more surceas'd;</br>While, all around, the courtiers of his train</br>Stood, deck'd with costly crowns, and silk of scarlet grain.", "Not far beyond I saw where Choler stood,</br>With sparkling eyes, and visage fiery red,</br>Gnashing his teeth amain, as he were wood,</br>And wreaking on himself his purpose dread:</br>Whether, as seem'd his fated prey were fled,</br>Or that for ever thus himself he bore;</br>But still he stamp'd, and rag'd, and smote his head,</br>And from his scalp his matted locks he tore,</br>Till all his talons foul were stain'd with spirting gore.", "Far in the winding of a sickly vale,</br>I spied where, in the centre of her hall,</br>Sat Avarice, with visage marr'd and pale,</br>Upon a coffer, crouching like a thrall:</br>With double-bolting lock was fasten'd all.</br>Her dank abode, nor entrance might you see</br>Save one small postern in the flinty wall;</br>And in her clutch she grip'd its massy key.</br>Her house was roof'd throughout with wondrous masonry&mdash;", "For all of magnet, or of like rare stone,</br>Yet steel attracting nought, but only gold,</br>Its beams were wrought, and girders everichone;</br>And there her captive vassals she controll'd</br>In prisons vast of ever-during cold:</br>On piled ingots sat the meagre crew;</br>The heap still crumbling from beneath them roll'd;</br>These grasp, and strive, and mickle toil renew,</br>Yet evermore the winged metal upward flew.", "In the deep bottom of the furthest dell,</br>Envy abode, encompass'd all with brakes;</br>And, as mine author Ovid limenth well,</br>Suck'd up the venom of her deadly snakes;</br>Nor ever she her privy den forsakes,</br>Save to espy how all her neighbours speed:</br>Weep they and groan?  for every joy she quakes;</br>But laugh they, sing they, hands and hearts agreed?</br>Home hies she, wobegone; her spright is sad indeed.", "From her not far apart his sojourn made,</br>Stretch'd on his bed of down, unsightly Sloth,</br>All in a canon's vestments misarray'd;</br>And at the warning chime of matins wroth,</br>Loudly he rail'd at bell and bellman both;</br>Ne nathemore would rise, ne deign to look</br>Up from his couch; for he was passing loath</br>Thence to be rous'd; but if for call of cook</br>He to the banquet hied, and off his slumber shook.", "And hard beside lay brutish Gluttony,</br>That wallowing toss'd and sought for ease amain;</br>He look'd as one that was about to die,</br>All swoln and bloated with exceeding pain</br>Of yesternight's debauch, now rued in vain;</br>Yet still his thoughts were on his tavern feast,</br>Thither the wretched thrall would wend again,</br>And cram his maw like to a senseless beast;</br>Begirt he was with many a monk and many a priest.", "Now, right against my view, some way before,</br>A lordly manor-house, as seem'd, arose;</br>A churlish porter stood to guard the door;</br>And empty-handed guests he rudely throws</br>Back from the wicket, still admitting those</br>Who bring the wonted tribute for his queen:</br>So in they fare, yet much their gesture shows</br>Shame, as the gallants fain would not be seen;</br>Full soon to vanish quite in dusky shades obscene!", "Them greets the dame with goodly-seeming guise,</br>But 'tis to spoil them of their bravery gay:</br>Come they as knights?  she makes their coursers prize:</br>Back the dismounted caitiffs slink away,</br>Sore shent, and chaf'd to be that harlot's prey:</br>Full seldom won a second course to try:</br>Or, if by sugar'd base desires astray</br>Once drawn again, they know repentance nigh!</br>Such, Wantonness her court doth keep continually.", "Thus, pass'd the purlieus of intemperance,</br>The storehouses and sties of vice and shame,</br>On, where the Virtues dwell, I straight advance,</br>Through heavenly guidance sav'd from blot of blame.</br>O!  what I look'd on, thither as I came!&mdash;</br>The house of Candour, desert grown, and bare;</br>Faint Liberality's dissolving frame:&mdash;</br>Till, from my shrift as I at last prepare,</br>Lo, plain in ken the road to Paradise is there!</br>"]