["Companion of my calmest, happiest hours,</br>Dear partner of my homefelt joys and cares,</br>For thee to Heaven my soul in secret pours</br>Its glad thanksgivings and incessant prayers.</br>Thou art my world!  What once to me were snares</br>Wealth, Emulation, Fame, are now disarm'd;</br>But Love's light yoke my heart contented bears;</br>By pleasing conjugal enchantment charm'd,</br>And only by the fear of future loss alarm'd.", "When travelling far, &mdash; in sickness, or in grief,&mdash;</br>Of strangers weary, &mdash; lonely and deprest,</br>The thought of thee administers relief;</br>The progress homeward soothes my heart to rest;</br>Arriving &mdash; I am unutterably blest;&mdash;</br>Thy tender welcome banishes all care;</br>Pain, sickness, sorrow, leave my lighten'd heart;</br>Peace, confidence, and joy re-enter there;</br>All things appear transform'd; all good, serene and fair.", "While conquerors climb the summits of renown,</br>O'er mounds of dead, thro' slaughter, flood and flame,</br>And from their stormy eminences frown</br>On half the wasted world; while others aim</br>At office, riches, or a titled name;</br>Our choice be love, and meek domestic peace,</br>And labouring faith, and conscience void of blame;&mdash;</br>Joys that may grow when health and strength decrease,</br>And in full vigour last when selfish pleasures cease.", "Oft bows my soul before the Saviour's throne,</br>Its prayer, \"Me from idolatry defend,</br>And keep, O jealous God!  My heart thine own:&mdash;</br>Yet still thy dearest, dangerous boon, O lend:&mdash;</br>Spare her thou gavest till my sojourn end:</br>Instruct our babe thy saving truth to know;</br>Let Thy pure influence on our hearts descend;</br>Our spirits purge from love of things below;</br>Our strength in weakness be, our bliss in worldly woe.\"", "While God upholds us in this dying world,</br>The cares of love shall be our sweet employ:</br>When Death's dark standard, in our view unfurl'd,</br>Demands the close of our terrestrial joy,</br>Despair shall not our parting hour annoy:</br>Hope, strong, exultant, shall the mourner cheer:</br>Through Him who died, that he might death destroy,</br>Our mingled dust the Archangel's call shall hear,</br>And live in love and joy through Heaven's eternal year.</br>"]