["Oft, musing, o'er some Sonnet, long I sit,</br>Searching for Rhimes, reluctant to my Call;</br>With Scotch, Rapee, or Spanish Snuff, I try</br>(For Snuff's a great Provocative to Wit,</br>The Muses stuff it in such measure in,</br>That you may know a Poet by his Nose)</br>To give my coming Wit an easy Birth.", "By Snuff reliev'd (Great Midwife of the Brain)</br>My steril Muse gives timely Hopes of Fruit,</br>Imagination points a Sentence good,</br>Or Rhime harmonious, or a hint of Wit;</br>But e'er my Pen at Paper does arrive</br>'Tis vanish'd all in Air!  unsetled State!", "Then, stung with Anger, from my Stool I rise,</br>And with Heroic Strides, and Tragic Gait,</br>Strut Wild and Discontented round the Room.</br>A Room!  Alas, it scarce deserves the Name!</br>Rather a Vermin-Warren; hateful Place!</br>And I the Hunter of the filthy Game.</br>The Mice in Squadrons dire, march o'er the Floor,</br>Squeaking they pass, Impatient for a Meal;</br>A Crust, if Chance affords, O Fortune rare!</br>Then Civil Wars amidst their Legions rise;</br>Then Mice on Mice, in Combat bloody fall,</br>And with their dying Screams distract my Soul!</br>Nor can I stop th' Intruders bold Career,</br>For poor Grimalkin flys the starving Scene,</br>And sure the Mice, if Mice had any Sense,</br>Wou'd quit their Lodgings with the speediest Means;</br>For here no Coat of Cheese is cast away;</br>No Cupboard to enjoy my Absence in:</br>Nor by my Bed did Candle ever stand</br>To make their Revels Nightly as I Sleep.</br>Their noisy Visits are to me alone.", "Are these Companions for the Muse, Sublime?</br>Nor any better does the House afford:</br>The lower Part (the Shop) a Barber fills,</br>Who Cuts, or Shaves, or (for a Penny) Bleeds&mdash;</br>The ragged Towel round the Shoulders tuck'd</br>(The same he eat his Herrings off, I swear)</br>With Hands begrim'd, the Lather o'er the Face</br>He spreads, and scratches with his Beast-like Claws:</br>Then strait the Razor in his Fist is lodg'd,</br>And while he, scraping, hovers o'er your Chin,</br>Of Wit, Religion, Politicks, or Laws,</br>Even from good Queen Bess's Days to these,</br>He breaths out all he ever saw or heard</br>And sends the gross Effluvia in your Teeth;</br>While from his Nose, unwip'd, the Snuff distills,</br>Which on his Sleeve with decent Care he wipes,</br>And whets his Razor on the slimy Cuff&mdash;</br>How many Uses Poverty has found,</br>Which Riches wou'd have unregarded past?", "The Floor above!  Oh, Seat of Discontent!</br>A Husband passive, and a Rampant Wife</br>(The Arms of Marriage without Love and Means)</br>Each Glass that runs, with Matrimonial Broils&mdash;</br>Disturb the wish'd for Silence of the Muse:</br>In vain Night shuts up Phoebus' radiant Shop,</br>And draws the Curtains round the happy Pair:</br>This Wife, so zealous for her Right of Tongue,</br>She sets a Candle up to Quarrel by.</br>In vain the Husband wou'd his Evening spend</br>With Neighbours good, at Skettles for a Pint;</br>Shou'd his Virago but suspect his Joy,</br>Furious, with Stick or Ladle, bounce she flys,</br>And tips her Husband with the Pins to Earth:</br>If the poor Man in Pray'rs an Hour wou'd spend,</br>Or read the Psalms or Chapters for the Day,</br>His furious Dame (with Papist Zeal inflam'd)</br>Th' Heritick condemns with bitterest Curse,</br>And boasts of Service done Religion's Cause.</br>(Can Christians be as Barbarous as Turks?</br>But Papists, Turks, and Jews, are much the same;</br>Eager to punish, whom they can't convert.</br>Or, what Opinion they in publick hold</br>They generally are Turks, or worse at home.)", "Happy the Pair in social Mildness join'd</br>Whose mingled Souls, in one Desire wrapt;</br>Improving Pleasures of each others Life;</br>Their Love's Effect, is Mutual, Good and Peace;</br>The Joy of Kindred; the Delight of Friends;</br>And Cause of sweet Domestic Harmony.", "Above this most discordant Pair, my self,</br>In Room o'erlooking the broad Street, resides;</br>Whose Prospect not diverts me, but torments:</br>For at my Window as I gaping stand,</br>To view the happy Populace below;</br>While the bleak Winds stiffen to horn my Nose,</br>And my lank Guts for want of Meat repine;</br>Perchance, a Brawny Butcher stalks along,</br>With Beef, Sirloin or Buttock in a Tray,</br>Reviving hungry Notions in my Soul;</br>With wishing Eyes I gaze him out of Sight.</br>Scarce is he gone, but others fill his Place,</br>Or Puddings hot, or Boy with treacled Roll</br>Appears to mock my Emptiness a-new,</br>The Tantalus of this our Eating Age!</br>Then raving, frantic on the Bed I fall,</br>Where kindly, Morpheus, takes me in his Arms,</br>Still to torment and not to ease my Soul&mdash;</br>In Dreams Minerva to my Mind appears,</br>Not in those Shapes which formerly she wore,</br>But like a Loin, or Fillet, Leg, or Breast;</br>Or clouded in a Venison-Pasty comes;</br>Delirious Phantoms of an empty Stomach!</br>In such disorder'd State my Life rolls on!</br>Oft, with dejected Eyes, I turn and view</br>The Poems, Essays, Opera's I have wrote;</br>Stupendous Pile!  By Booksellers despis'd;</br>The last by Actors, cruelly refus'd:</br>O barbarous Actors!  Children of the Muse!</br>Knew ye but what expence of Books they cost,</br>How many Bards I've pillag'd for a Farce,</br>You cou'd not, sure, unheard, contemn my Works!</br>Reynard, Moliere, for Farce we daily rob;</br>Nor even poor Tom Thumb cou'd 'scape our Hands;</br>Wat Tyler too, has felt Poetic Fate,</br>And since his Death re-murder'd on the Stage.</br>Plagiarism, Doctor of the sickly Muse,</br>To whom our healthy Benefits we owe,</br>Even P&mdash; thy aiding Pow'r accepts,</br>And C&mdash; eats thy Profits all the Year.", "And I, for Bread, must now thy help implore,</br>Now from old Bards, approv'd, I cull a Thought,</br>Transcribe their Lines, and title 'em my own,</br>'Till I have rais'd a Poem to my Mind,</br>'Tis thus the Baker on a Christmas Day,</br>Fliches each Pudding to his Oven's brought;</br>Practice as vile!  'Till by Degrees he makes</br>A Thrifty Pudding for himself to eat.", "And who can blame the Industrious Means,</br>The Poet hungry, or, the Baker poor?</br>For few are honest with an empty Purse,</br>And fewer Witty when they want to Dine:</br>For, as the Banquet, so our Fancy swells;</br>Eating's the Moon of our encreasing Wit,</br>And if we're Dull, it is our Planet's Fault.", "Whilst thus engag'd, I musing sit me down,</br>My Laundress thund'ring with her Pattins comes,</br>With Shirt new wash'd (Alas, my total Stock)</br>And for her Money tunes her vulgar Throat,</br>Discordant Sound!  O Instrument uncouth!</br>Nor can I do like well-fed brawny Clerks,</br>Who pay with am'rous Coin the Bills she brings,</br>And wipe off Shillings with each wanton Kiss.", "My Hand into my Pocket oft I dip,</br>(Fearful to know how little it contains)</br>Four-Pence, hard Fate!  is all that I can boast;</br>Unhappy State!  but it is often mine!", "What Succour can this Sum, minute, afford?</br>Can I with Four-pence ring the Tavern Bell?</br>Or Porter tipple, for this pittance, poor?</br>Even the Cooks (in Court St. Martin's call'd,</br>Where jut-ars'd Taylors make their mid-day Feasts)</br>Refuse to serve me for a Price so small:</br>Inhuman Cooks!  Authors of fragrant Smells!", "Oh!  Ye poor Numbers of St. James's Trees,</br>Ye ragged Tracers of the crowded Mall,</br>You, who have once shon, favour'd by the Fair,</br>'Till Dice and Raking scoop'd your Pockets dray,</br>Pass not with empty Belly thro' that Court;</br>Least your past Sins in form of Buttock rise;</br>The Ghost of Plenty, you have kill'd, appear,</br>And so distract your craving hungry Souls!", "My poor consuming Mite, I strait bestow</br>In outward Ornaments to deck my Frame,</br>In Powder, Blacking, and supply of Snuff,</br>The chief Ingredients of a Modern Wit,</br>And strongest Motives to Applause and Fame.", "To Slaughter's, Tom's, or Bedford Coffee-House,</br>Where Politicians Wise, and shabby Wits,</br>In mingled Nonsense, exercise their Parts,</br>I hasty march &mdash; where some Poetic Friend,</br>Whom Fortune favours (happier than my self)</br>Invites me, kindly, to partake his Meat;</br>With many Bows the Favour I accept,</br>And fly to meet it with untired Steps&mdash;</br>There seated I begin the fierce Attack,</br>From Meat to Sauce, from Sauce to Meat return;</br>From them to pil'd up Salad I advance,</br>And eager, gorge variety of Food:</br>The Wife does in Amazement stare, to see</br>Her Salad ruin'd, and her Mutton gone,</br>And to her Husband winks the distant Eye:</br>He takes the hint; and kindly asks me forth</br>To walk, digestive, in t' adjacent Fields;</br>Where, bowing courteously, he takes his Leave,</br>With firm Resolve, never to ask me more.</br>Such Friends the Appetite capacious finds</br>Mankind, at Dinner time, avoid with Care</br>Such Stomachs great; nor will your dearest Friend</br>Invite you, kindly, to a dainty Dish.</br>The greasy Cook sweats double at your Sight,</br>And the roast Fillet quivers at your Touch;</br>Even the Knife its edge of Slaughter turns,</br>And Execution trembles to perform.</br>"]