["Autumn was lovely, when her fading woods</br>Assumed the golden tints of evening sky:</br>Dear was the lonely music of the floods&mdash;</br>The plaintive robin's note, and hawk's shrill cry,</br>The hollow wind that breathed its vesper sigh</br>O'er the strown leaves in Earth's deserted bower;</br>When oft, with swelling heart and brimful eye,</br>I gave my soul to memory's busy power,</br>And vanish'd years roll's back in one sweet hour.", "As round the rifted oak the ivy flings</br>Its mantling wreaths of melancholy green,</br>So, to the year gone by, fond memory clings,</br>And spreads its brightening charm o'er every scene.</br>Of faded grief and long departed joy,&mdash;</br>And paints, in magic tints, youth's cloudless dawn,</br>Its fervent hope of bliss without alloy&mdash;</br>Its dream of love the rose without a thorn,</br>That shed its fragrance on life's gentle morn.", "Arrayed in gleaming robes of boreal light,</br>Throned on the rushing wind, fierce winter pours</br>The drifting storm; and fields, in mourning white,</br>Bewail their emerald sheen and vernal showers:</br>Fled now are youth's gay dreams of summer flowers;</br>And o'er the sorrowing vales and mountains hoar,</br>Deep gathering, cloud on cloud, the tempest lowers,</br>And moans the blast like ocean's sullen roar,</br>When angry surges lash the sounding shore.", "Stern Ruler of the year!  thy winds impart</br>New vigor to the soul, and half dispel</br>Each gay illusion that enticed the heart</br>From nobler joys than fancy's treacherous spell</br>Feigns to bestow, and counterfeits so well:</br>Beneath thy skies the patriot passion warms</br>A generous train, with health and freedom blest,</br>Who love their mountains more when veiled in storms;</br>As, on the hoary peak, when winds molest,</br>Cling the young eagles closer to their nest.", "In fervid climes, beyond thy rude domain,</br>The hardy virtues take no root:  nor there</br>Does Independence hold his fearless reign,</br>Unfettered, lofty, free as mountain air:</br>\"Thy spirit, Independence, let me share,</br>Lord of the lion heart and eagle eye!</br>Thy steps I follow with my bosom bare,</br>Nor heed the storm that howls along the sky!\"</br>Adoring still, though threat'ning clouds involve,</br>Thy lofty aim, and nobly firm resolve.</br>"]