["1. 1.</br>Inmate of smoaking cots, whose rustic shade,</br>Within its humble bed,</br>Her twittering progeny contains,</br>The swallow sweeps the plains,</br>Or lightly skims from level lakes the dew.</br>The ringdove ever true</br>In plaintive accents tells of unrelenting fate,</br>Far from the raven's croak, and bird of night</br>That shrieking wings her flight</br>When, at his mutter'd rite,</br>Hid in the dusky desart vale,</br>With starting eye, and visage pale</br>The grimly wizard sees the spectres rise unholy;</br>But haunts the woods that held her beauteous mate,</br>And wooes the Echo soft with murmurs melancholy.", "1. 2.</br>Sublime alone the feather'd monarch flies,</br>His nest dark mists upon the mountains shrow'd;</br>In vain the howling storms arise,</br>When borne on outstrech'd plume aloft he springs</br>Dashing with many a stroke the parting cloud,</br>Or to the buoyant air commits his wings</br>Floating with even sail adown the liquid skies;</br>Then darting upward, swift his wings aspire,</br>Where thunders keep their gloomy seat,</br>And lightnings arm'd with heaven's avenging ire.</br>None can the dread artillery meet,</br>Or thro' the airy region rove,</br>But he who guards the throne of Jove,</br>And grasps the flaming bolt of sacred fire.", "I. 3.</br>Know, with young Ambition bold,</br>In vain, my Muse, thy dazled eyes explore</br>Distant aims, where wont to soar,</br>Their burning way the kindling spirits hold.</br>Heights too arduous wisely shun;</br>Humbler flights thy wings attend;</br>For heaven-taught Genius can alone ascend</br>Back to her native sky,</br>And with directed eagle eye</br>Pervade the lofty spheres, and view the blazing sun.", "II. 1.</br>But hark!  o'er all the flow'r-enamell'd ground</br>What music breaths around!</br>I see, I see the virgin train</br>Unlock their streams again,</br>Rolling to many a vale their liquid lapse along.</br>While at the warbled song</br>Which holds entranc'd Attention's wakeful ear,</br>Broke are the magic bands of iron sleep.</br>Love, wayward child, oft wont to weep,</br>In tears his robe to steep</br>Forgets; and Care that counts his store,</br>Now thinks each mighty business o'er;</br>While sits on ruin'd cities, war's wide-wasting glory,</br>Ambition, ceasing the proud pile to rear,</br>And sighs; unfinish'd leaving half her ample story.", "II. 2.</br>Then once more, sweet enthusiast, happy lyre,</br>Thy soothing solace deign awhile to bring.</br>I strive to catch the sacred fire,</br>And wake thee emulous' on Granta's plain,</br>Where all the Muses haunt his hallow'd spring,</br>And where the Graces shun the sordid train</br>Scornful of heaven-born arts which thee and peace inspire;</br>On life's sequester'd scenes they silent wait,</br>Nor heed the baseless pomp of power,</br>Nor shining dreams that crowd at Fortune's gate;</br>But smooth th' inevitable hour</br>Of pain, which man is doom'd to know,</br>And teach the moral mind to glow</br>With pleasures plac'd beyond the shaft of Fate.", "II. 3.</br>But, alas!  th' amusive reed</br>Ill suits the lyre that asks a master's hand,</br>And fond fancies vainly feed</br>A breast that life's more active scenes demand.</br>Sloth ignoble to disclaim</br>'Tis enough:  the lyre unstring.</br>At other feet the victor palm I fling</br>In Granta's glorious shrine;</br>Where crown'd with radiance divine</br>Her smiles shall nurse the Muse; the Muse shall lift her fame.</br>"]