["The sons of Leda, and of Jove I sing,</br>Immortal Jove, the aegis-bearing king,</br>Castor and Pollux, with the caestus grac'd,</br>Which round his wrist thick thongs of bull-hide brac'd:</br>In strains repeated shall my muse resound</br>The Spartan Twins, with manly virtues crown'd:</br>Safeguards of men distrest, and generous steeds,</br>When in the fields of death the battle bleeds;</br>Safeguards of sailors, who the Twins implore,</br>When on the deep the thundering tempests roar.</br>These in the hollow vessel from the side,</br>Or head or helm, pour the high-swelling tide;</br>Burst are the planks, the tackling torn, the mast</br>Snapt, the sails rent before the furious blast:</br>Suspended showers obscure the cheerful light,</br>Fades the pale day before approaching night,</br>Rise the rough winds, resounding storms prevail,</br>And the vext ocean roars beneath the scourging hail.</br>Still you the wreck can save, the storm dispel,</br>And snatch the sailors from the jaws of hell.</br>The winds disperse, the roaring waves subside,</br>And smooth'd to stillness sleeps the lenient tide.</br>When shine the Bears, and 'twixt the Asses seen,</br>Though faint, their manger, ocean proves serene.</br>O, friends of human kind in utmost need,</br>Fam'd for the song, the lyre, the gauntlet, and the steed!</br>Whose praises first shall my rapt muse rehearse?</br>Both claim my praise, but Pollux first my verse.", "When Argo reach'd (Cyane's islands past)</br>Cold Pontus harrass'd by the northern blast,</br>Soon to Bebrycia, with the sons of fame,</br>A freight of chiefs and demigods, she came.</br>Forth from her sides, the country to explore,</br>The crew descended to the breezy shore:</br>On the dry beach they raised the leafy bed,</br>The fires they kindled, and the tables spread.", "Meanwhile the royal Brothers devious stray'd</br>Far from the shore, and sought the cooling shade.</br>Hard by, a hill with waving forests crown'd</br>Their eyes attracted; in the dale they found</br>A spring perennial in a rocky cave,</br>Full to the margin flow'd the lucid wave:</br>Below small fountains gush'd, and, murmuring near,</br>Sparkled like silver, and as crystal clear:</br>Above tall pines and poplars quivering play'd,</br>And planes and cypress in dark green array'd:</br>Around balm-breathing flowers of every hue,</br>The bee's ambrosia, in the meadows grew.</br>There sat a chief, tremendous to the eye,</br>His couch the rock, his canopy the sky;</br>The gauntlet's strokes, his cheeks and ears around,</br>Had mark'd his face with many a desperate wound.</br>Round as a globe and prominent his chest,</br>Broad was his back, but broader was his breast:</br>Firm was his flesh, with iron sinews fraught,</br>Like some Colossus on an anvil wrought.</br>As rocks, that in the rapid streams abound,</br>Are wash'd by rolling torrents smooth and round,</br>The ridges rise, in crystal streams beheld:</br>So on his brawny arms the rising muscles swell'd.</br>A lion's spoils around his loins he draws,</br>Beneath his chin suspended by the paws:</br>Victorious Pollux, with attentive look,</br>View'd, and complacent, thus the chief bespoke:", "POLLUX.</br>Peace, gentle friend!  to wandering strangers tell</br>What tribes, what nations in these regions dwell?", "AMYCUS.</br>What peace to me, while on my native shore,</br>I see strange guests I never saw before?", "POLLUX.</br>Fear not; no foes, nor mean of birth are here.", "AMYCUS.</br>Thou hast no cause to bid me not to fear.", "POLLUX.</br>Rude are your words, and wrongfully apply'd,</br>Your manners fierce, your bosom swoln with pride.", "AMYCUS.</br>Thou see'st me as I am:  these lands are mine;</br>I never yet have troubled thee on thine.", "POLLUX.</br>Whene'er you come, you will a welcome find,</br>And presents, as befits a liberal mind.", "AMYCUS.</br>Nor I thy welcome, nor thy gifts partake;</br>I give no welcome, and no presents make.", "POLLUX.</br>May I not taste the stream that murmurs by?", "AMYCUS.</br>I'll solve that question when thy throat is dry.", "POLLUX.</br>Will gold, or other bribe the purchase gain?", "AMYCUS.</br>Nought but to prove thy prowess on the plain;</br>Stand forth; let man oppos'd to man provoke,</br>With gaunlet-guarded arm, th' impending stroke;</br>Eye meeting eye, exert thy utmost might,</br>By feint or force to triumph in the fight.", "POLLUX.</br>Whom must I fight?  mine adversary who?", "AMYCUS.</br>Thou see'st thy match, no despicable foe.", "POLLUX.</br>But what reward shall the stout victor have?", "AMYCUS.</br>The conquer'd man shall be the conqueror's slave.", "POLLUX.</br>This is cock's play, and such the terms severe</br>In fight of scarlet-crested chanticleer.", "AMYCUS.</br>Or be it cock's, or be it lion's play,</br>These are the fix'd conditions of the fray.", "This said, his hollow conch he instant blew,</br>Quick through the coast the sounds alarming flew;</br>The signal rouz'd the stout Bebrycian train,</br>Who join'd their chief beneath the shady plane.</br>Illustrious Castor from the neighbouring strand,</br>Call'd to the conflict Argo's chosen band.</br>Meanwhile the combatants, of mind elate,</br>Drew on their hands the dreadful gloves of fate;</br>The leathern thongs, that brac'd their shoulders round,</br>Firm to their arms the ponderous gauntlets bound.</br>Amid the circle now the champions stood,</br>Breathing revenge, and vehement for blood.</br>Studious each strove the piercing light to shun,</br>And on his shoulders catch the gleaming sun:</br>You call'd, O Pollux, Prudence to your aid;</br>In Amycus his eyes the solar splendors play'd.</br>This did th' enormous chieftain's rage provoke</br>To strike at once some death-denouncing stroke;</br>But watchful Pollux dealt a weighty blow</br>Full on the cheek of his advancing foe:</br>Incens'd more ardent to the fight he came,</br>And forward bent to take the surer aim.</br>Through the Bebrycian band loud clamours run;</br>Nor less the Greeks encourag'd Leda's son.</br>Yet rising fears their generous breasts appal,</br>Lest on their friend the bulk of Amycus should fall:</br>Vain fears!  for with both hands brave Pollux ply'd</br>His furious blows, and storm'd on every side;</br>The quick repeated strokes his rival stun,</br>And curb the force of Neptune's lawless son.</br>Giddy with blows the tottering hero stood,</br>And from his mouth discharg'd the purple blood.</br>Loud shouted the Greek warriors when they saw</br>Bebrycia's champion's batter'd cheeks and jaw.</br>His eyes, within their sockets deep impell'd,</br>Seem'd lessen'd, and his bruised visage swell'd.</br>Still the prince ply'd his mighty rival hard,</br>And feintful soon surpriz'd him off his guard;</br>And as he stagger'd, full upon his brow</br>With all his force he drove the furious blow,</br>And mash'd his front; the giant with the wound</br>Fell flat, and stretch'd his bulk unwieldy on the ground.</br>But soon his vigour and his strength return'd,</br>He rose, and then again the battle burn'd:</br>With iron hands their hollow sides they pound,</br>And deal vindictive many a desperate wound.</br>Fierce on his foe Bebrycia's monarch prest,</br>And made rude onsets on his neck and breast;</br>But Jove's unconquer'd son far better sped,</br>Who aim'd his thunder at his rival's head.</br>Fast down their limbs the sweat began to flow,</br>And quickly lay the lofty champion low;</br>Yet Pollux firmer stood, with nobler grace,</br>And fresher was the colour of his face.", "How Amycus, before Jove's offspring fell,</br>Sing heaven-descended muse; for you can tell:</br>Your mandates I implicitly obey,</br>And gladly follow where you lead the way.", "Resolv'd by one bold stroke to win renown,</br>He seiz'd on Pollux' left hand with his own;</br>Then bent oblique to guard against a blow,</br>And sped his right with vengeance on the foe;</br>In hopes to strike his royal rival dead,</br>Who scap'd the blow, declining back his head;</br>Then Pollux aim'd his weighty stroke so well,</br>Full on the crest of Amycus it fell,</br>And gor'd his temples with an iron wound;</br>The black blood issuing flow'd and trickled to the ground.</br>Still with his left he maul'd his faltering foe,</br>Whose mash'd teeth crackled with each boisterous blow;</br>With strokes redoubled he deform'd his face;</br>Bruis'd cheeks and jaws proclaim'd his foul disgrace.</br>All on the ground he measur'd out his length,</br>Stunn'd with hard thwacks, and destitute of strength,</br>And, hands uprais'd, with death presaging mind,</br>At once the fight and victory declin'd.</br>Brave son of Jove, though you the conquest gain'd,</br>With no base deed the glorious day you stain'd:</br>The vanquish'd by his father Neptune swore,</br>That he would never, never injure strangers more.", "PART THE SECOND.", "Pollux, thy name has dignify'd my song:</br>To Castor now the lofty lays belong;</br>Fam'd for bright armour on th' embattled plain,</br>And forming steeds obedient to the rein.", "The bold twin-sons of Jove by stealth had led</br>Leucippus' daughters to their lawless bed.</br>Lynceus and Idas, much for strength renown'd,</br>Long since by promise to the damsels bound,</br>Aphareus' sons, the foul dishonour view'd,</br>And fir'd with wrath the ravishers pursued.</br>But when they reach'd deceas'd Aphareus' tomb,</br>Encompass'd round with venerable gloom,</br>Each heroe leap'd impetuous from his car,</br>All arm'd, and well appointed for the war.</br>Lynceus aloud beneath his helmet spoke:", "'Why will ye frantic thus the fight provoke?</br>Of others wives why make unjust demands?</br>Why gleam the naked falchions in your hands?</br>To us Leucippus has betroth'd them both</br>Long since, and seal'd the contract with an oath:</br>'Tis base to make of others wives your prey,</br>And bear their riches, mules and lowing herds away,</br>To threat the sire with force, or bribe with wealth,</br>And seize on others properties by stealth.</br>Oft, though ungrac'd with eloquence and art,</br>Thus have I spoke the language of my heart:'</br>\"Princes, my friends, should not on any score</br>Solicit maids that are espous'd before:</br>Sparta for virgins, Elis for swift steeds</br>Are fam'd, large flocks and herds Arcadia breeds;</br>Messene, Argos numerous natives boast,</br>And fair looks Corinth on the sea-beat coast:</br>There nymphs unnumber'd bloom, a lovely race,</br>Acknowledg'd beauties both of mind and face:</br>There ye may gain the dames your fancies chuse;</br>No parents will the rich and brave refuse.</br>For you the love of noble deeds inspires;</br>Ye are the sons of honourable sires.</br>Let us our nuptials undisturb'd pursue,</br>And we'll unite to find fit brides for you.\"</br>'My words ne'er mov'd your unrelenting minds,</br>The waves receiv'd them from the driving winds.</br>Yet now, ev'n now your deeds let justice guide;</br>We both are cousins by the father's side.</br>But if mad rage impels you not to yield,</br>And arms must fix the fortune of the field;</br>Let Idas and brave Pollux both refrain</br>From the fell combat on the listed plain:</br>And only I and Castor prove our might,</br>By birth the youngest, in decisive fight.</br>Why should we give our parents cause to grieve,</br>And their fond arms of all their sons bereave?</br>Let some survive our drooping friends to cheer,</br>And mate the virgins whom they hold so dear.</br>The wise with prudence their dissentions state,</br>And lesser ills conclude the great debate.'", "Thus he, nor thus in vain; for on the ground</br>Pollux and Idas plac'd their arms around.</br>Lynceus first march'd undaunted to the field,</br>And shook his spear beneath his ample shield.</br>Castor to war his brandish'd lance addrest;</br>And on each helmet wav'd the nodding crest.</br>First with their spears began the dreadful strife,</br>Each chief explor'd the avenues of life.</br>But thus unhurt the battle they maintain'd,</br>Broke in their shields the spears sharp points remain'd:</br>Then from their sheaths their shining swords they drew,</br>And fierce to fight the raging heroes flew:</br>On Lynceus' buckler Castor boldly prest,</br>And his bright helmet with the treple crest;</br>Lynceus, sharp-sighted, kept his foe at bay,</br>And struck his helmet's purple plume away;</br>Who quick retreating all his art display'd,</br>And lopt the hand that held the glittering blade:</br>Down dropt the sword; to his sire's tomb he flew,</br>Where Idas sat the fatal fight to view;</br>Close follow'd Castor, all his force apply'd,</br>And furious drove the falchion in his side,</br>Out gush'd his bowels through the gaping wound,</br>And vanquish'd Lynceus prest the gory ground;</br>In dim, dark mists the shades of death arise,</br>And in eternal slumber seal his eyes.</br>Nor was brave Idas by his mother led,</br>Laocoossa, to the nuptial bed:</br>For he, vindictive of fall'n Lynceus' doom,</br>Tore up a column from Aphareus' tomb,</br>Aiming at Castor, dreadfully he stood,</br>The bold avenger of his brother's blood;</br>Jove interpos'd, and with the forked brand</br>Quick struck the polish'd marble from his hand;</br>He wreath'd convulsive, scorch'd on every side,</br>And in a peal of rattling thunder dy'd.", "Thus shall the Brothers be with conquest crown'd,</br>Brave of themselves, and sprung from chiefs renown'd.</br>Hail, Leda's valiant sons!  my muse inspire,</br>And still preserve the honour of my lyre.</br>Ye, and fair Helen, to all bards are dear,</br>With joy the names of those bold chiefs they hear,</br>Who in the cause of Menelaus drew</br>Their conquering swords, proud Ilium to subdue.</br>Your praise, O kings, the Chian muse recites,</br>Troy's famous city, and the Phrygian fights,</br>He sings the Grecian fleet renown'd afar,</br>And great Achilles, bulwark of the war.</br>I bring the tribute of a feebler lyre,</br>Sweet warbling what the rapturous Nine inspire,</br>The best I may; verse to the gods belongs;</br>The gods delight in honorary songs.</br>"]