["Son of a glorious race I welcome thee!</br>Nor more thy father's than thy mother's claim</br>On Sires renown'd &mdash; the flow'rs of chivalry,</br>Who left their sons a never-dying name:</br>The props of thrones! &mdash; of battles still the flame!</br>Where honour called the vanguard, did them see!</br>Urging triumphant to the goal of fame,</br>By matchless deeds to bear off victory,</br>Or burst a tyrant's chains, and make a nation free!", "Whether from Bannockburn's immortal plain</br>To red Culloden's dusky field of blood,</br>The purple currents in thine every vein</br>Have flow'd through sires that on those fields have stood,</br>And ever thrill'd with joy when foes subdued</br>Confess'd them conquerors in fair Freedom's right&mdash;</br>Honored the patriot race was still renewed,</br>And shone their country's most refulgent light</br>Undimm'd, and unobscured, by dark dishonour's night.", "Such from thy mother flows! &mdash; thy fathers too,</br>Or in the senate or embattled plain</br>A race confess'd of patriot warriors true,</br>Alike redoubted in fair honour's train!</br>Nor is yet degenerate in its wane,</br>Nor needs it former virtues to renew,&mdash;</br>Say Lusitania, vanquished Gaul, and Spain&mdash;</br>But why should I appeal dark states to you?</br>Rise proudly on their crest immortal Waterloo!", "Welcome young Stranger!  happy be thy fate!</br>The wish arises from a kindred bard.</br>May virtue still thy youthful mind dilate,</br>And honour ever be thy simple guard.</br>Thy state is lofty &mdash; enviably starr'd&mdash;</br>Valour is thine inheritance &mdash; thy sires</br>For patriot worth their countries did reward.</br>Be thou like them, since thou retain'st their fires!</br>Be nobly, nobly good! &mdash; 'tis all their fame requires!", "Anticipation draws her golden line&mdash;</br>The present to the future &mdash; fondly run</br>From hope's bright pillar in each parent's mind,</br>And fondly fastens glory to their son!</br>Be all affirmed their boding hope's begun!&mdash;</br>(Their bard aspiring prays in feelings high)</br>May ne'er his youthful mind to vice be won,</br>Nor cause his parents' breasts a sorrowing sigh,</br>But furnish feasts of love, and founts of purest joy.</br>"]