["Castalian goddess, come; nor slight the call</br>Of simplest bard; auspicious come, and prompt</br>The flowing numbers:  so may Isis lend</br>Attentive ear well-pleas'd, nor with disdain</br>Reject the wreath of freshest flow'rets cull'd</br>From Pindus' hill to deck her lovely brow.&mdash;</br>Begin; what Muse to Isis shall deny</br>The votive song?  for Isis loves the Muse.&mdash;", "Thee, fairest Naiad, oft at early dawn</br>I meditate, till Evening, matron staid,</br>Her tresses dripping with ambrosial dew,</br>Advance slow-pacing from the gilded West:</br>Nor cease I to reflect, how blest are they,</br>To envy blest, that in thy peaceful haunts</br>Hold pleasing dalliance with the Muses' train;</br>Yet tho' in other clime I rest remote,</br>Ill-fated, that my wayward lot forbids</br>To wander thy green verge beside, shalt thou</br>Remain unsung; while now the hoary Cam</br>Hard by me rolls his slowly-winding wave.", "As where Apelles in accordance meet</br>Weds light to shade; and with Promethean art</br>Teaches the breathing canvas to express</br>A furtive life; with wonder we behold</br>Unnumber'd beauties rush upon the sight,</br>Gazing, while on the border of the lip</br>Stands mute Suspence, yet doubtful which may first</br>Demand, which last, the tribute of applause:</br>Thus, Isis, while for thee I string the lyre,</br>The tongue of praise awhile forgets its purpose,</br>In magic wonder bound; nor knows the muse</br>Lost in the pleasing lab'rinth, where to bend</br>Her footstep first. &mdash; Say, shall I first rehearse,</br>How thou, a virgin yet, wert whilom wont</br>In Nereus' hall to join the festive dance</br>Thy sister train among, the fairest thou</br>Of all the Naiads, that with silver foot</br>Skim the smooth surface of the glassy deep?</br>Say, rather shall I sing, how kingly Thame</br>(If holy bards in better ages born</br>Have story'd true) to share his wat'ry bed</br>Thee woo'd long loving?  nor in proud disdain</br>Didst thou refuse with kingly Thame to mix</br>Thy marriageable wave:  to Neptune's court</br>Upon that great solemnity repair'd</br>The river gods:  all, that from crystal urn</br>Enriching moisture pour o'er British plains.</br>There first advancing with imperial port</br>Proud Humber came; majestic as the god</br>Whose mighty trident shakes the trembling earth:</br>Next Severn, conscious of Sabrina's fate,</br>The king of floods; in greenish mantle clad</br>Bespangled here and there with costly gems</br>And many a glistering pearl:  there too was seen</br>The Medway, and the hoarse-resounding Trent,</br>The pleasant Medway, that with conscious pride</br>Beholds the glorious race, who long of yore</br>Breathing stern-visag'd valour scorn'd to stoop</br>The servile neck to William's galling yoke,</br>Unconquerable souls:  the yellow Ouse</br>There came, and Towy winding up and down</br>His watry folds, and Deva, held of old</br>A sacred current; with the blue-rob'd Dove,</br>And Derwent, sister streams; and Avon fair,</br>The silver-sandal'd nymph:  whose bank along</br>At silent eve in pensive posture stretch'd,</br>Calls raptur'd Fancy from Elysian bower</br>Her darling Shakespear's ever-hallow'd shade.</br>There was the Tweed, the turret-crested Tyne,</br>And Eden, famous stream; who hath not heard</br>Of Eden?  there the plowman as he turns</br>With crooked share the bordering glebe, full oft</br>Gauntlets and rust-worn spears and vizor'd helms,</br>And pond'rous shields with quaint device pourtray'd,</br>And bones enormous of gigantic size</br>With gaping wonder sees; then calls to mind</br>The well-known tale, how there by British knights</br>Was many a bold exploit and bloody fight</br>Atchiev'd of old. &mdash; But tedious 'twere to name</br>All that with one accord to Neptune's hall</br>Then came, when now the beauteous Isis gave</br>To mix with royal Thame's uxorious flood</br>Her virgin stream.  Nor on that solemn day</br>Was wanting (then with rural chaplet crown'd,</br>Tho' now adorn'd with many a glittering tower)</br>Thou, father Cam:  that oft with kind attention</br>Hast deign'd awhile to listen, as I tun'd</br>The simple madrigal; nor jealous he,</br>That now his windings intricate I trace</br>With musing gait; and teach the mimic nymph,</br>All as she sits his flowery bank along,</br>To sound the praises of a sister flood.&mdash;</br>And can I sing ought better, than thy praise,</br>O lovely Isis?  lovelier in the eye</br>Of Phoebus seen, than erst the silver stream</br>Of fabled Castaly; and fam'd as that</br>Which flow'd Minerva's city fast beside,</br>Ilissus, nurse of each ingenious art.", "Should I rehearse, or those, whose bounty bad</br>The liquid mirrour of thy glassy wave</br>Yon towery mansions to reflect; or those,</br>Thy darling progeny, who burn'd to grasp</br>Immortal fame, and with unwearied search</br>Urg'd flying science to its inmost maze;</br>Shou'd I their names rehearse, the sun, that now</br>His mattin beam wide scattering tips with gold</br>The ragged skirt of yonder orient cloud,</br>Wou'd drink the western wave, or ever ceas'd</br>The lengthen'd song. &mdash; These structures Bodley plann'd;</br>Those Sheldon's bounty rear'd; That beauteous dome</br>Bids grateful Isis still adore the shade</br>Of Radcliffe, honour'd name:  him Paean taught</br>(For he was lov'd of Paean) to explore</br>The medicinal pow'r of juicy shrub</br>And healing plant, that o'er her verdant lap</br>With free profusion parent Nature strews:</br>Nor thankless  he; for to the god he rear'd</br>In pious gratitude a stately fane.", "Whence rose yon fabric, that conspicuous lifts</br>Its sky-topt dome with more majestic pride?</br>'Twas Wolsey's glorious work:  to Science rise</br>No tow'rs more lov'd; for there the mitred sage,</br>In wisdom's lore deep skill'd, with kindest eye</br>Observes the budding genius, as it thrusts</br>Its youthful blossoms; or with conscious joy</br>There oft in recollection sweet beholds</br>Those, (whom his honest nurture erst inform'd</br>With all that's deem'd or excellent or fair)</br>O'er Britain's peaceful land their goodly beams</br>Dispense abroad:  names, that to latest time</br>Shall shine distinguish'd in the rolls of Fame.", "Oft, as thou sat'st within thy pearl-pav'd grot,</br>With pleas'd attention, Isis, hast thou caught</br>The dulcet sounds, when in yon sacred grove,</br>To Phoebus sacred, woo'd the Latian Muse</br>Sweet Addison:  who like the sedulous bee</br>Rifled each honey-bosom'd flow'r, that edg'd</br>The fount of Helicon. &mdash; Why loves to bend</br>His lonely step to yonder aged oak,</br>Deep-musing, while bright Cynthia silvers o'er</br>The negro forehead of uncomely Night,</br>Th' enraptur'd Bard?  and on the dew-sprent turf</br>His temples pillowing, sees before him dance</br>(Or dreams he sees) the Muses nine, and glows</br>With inspiration strange?  there Fame records</br>Custom'd the merry Chaucer erst to frame</br>His laughter-moving tale:  nor, when his harp</br>He tun'd to notes of louder pitch, and sung</br>Of ladies passing fair, and bloody jousts,</br>And warrior steeds, and valour-breathing knights</br>For matchless prowess fam'd, deserv'd he not</br>The laureat wreath; for he, like Phoebus, knew</br>To build in numbers apt the lofty song.&mdash;", "\"Whence art thou, gracious Presence?  art thou sent</br>From heav'n, an angel minister, to bless</br>These favour'd seats?  for that excelling form</br>Bespeaks thee more than man;\" in wonder wrapt</br>Thus Isis cry'd, while on her margent green</br>In youthful grace how amiable!  stood</br>Britannia's rising hope.  With steadfast eye</br>Long time she gaz'd unsatisfied, and mark'd</br>Each godlike thought, that imag'd on his look</br>With strong reflection shone, th' undoubted pledge</br>Of future deeds:  tho' yet was Cressy's plain</br>Unstain'd with slaughter:  nor had Gallia's king</br>His ravag'd crown yet mourn'd; nor deem'd, that soon</br>Wou'd dawn the luckless day, when he must drag</br>The galling bond of sore captivity,</br>The gaze of clust'ring multitudes, and deck</br>The glorious triumph of a British boy.&mdash;", "Nor, while yon aspiring domes adorn</br>Thy verge, O Isis, shall unmention'd pass</br>Alfred, auspicious name:  say, goddess, say,</br>Bursts not thy breast with swelling raptures fraught,</br>While Mem'ry with her forgetful pencil paints</br>The glorious portrait?  on the godlike form</br>Advanc'd, not graceful less, than on the top</br>Of Delian Cynthus, steps Latona's son,</br>In mildest majesty:  beside him went,</br>As musing deep, an hoary-headed sage</br>Of wond'rous rev'rence:  on his broad smooth front</br>Had Wisdom stampt its fair similitude.</br>The laurel grac'd his temples:  in his hand</br>A golden harp, Apollo's gift, he bore;</br>And oft with cunning finger was he wont</br>To rove along the sounding strings, and lift</br>The ravish'd soul of statue-fix't Attention</br>To th' heav'n of rapture &mdash; O how sweet thy charms,</br>All-pow'rful Harmony!  in years indeed</br>Advanc'd he seem'd; yet on the cheek of age</br>Hale vigour with unfading freshness bloom'd;</br>Upright he stept in stately mien, and breath'd</br>Amiable dignity:  such seem'd of yore</br>The fire of Jove, what time on Latian plains</br>He dwelt with Janus, hospitable king.</br>Well knew, what was, what is, what is to come,</br>The rev'rend sage; and wisely cou'd he treat</br>Of justice, truth, and universal love</br>From man to man; and mark the limits, when,</br>Virtue is virtue; when, it's mad excess</br>Strays headlong into vice:  he too cou'd tell</br>How moves the planet in harmonious dance</br>It's central sun around; whence Iris steals</br>The bright variety of hues, that fringe</br>Her humid bow; how springs of night and day</br>The due vicissitude; why o'er the earth</br>Circling the year with grateful interchange</br>The wand'ring seasons roll:  of higher things</br>Nor knew not he; for of th' aetherial mind,</br>That beams to-day, to-morrow, and for ever,</br>An unextinguish'd spark; of nature's laws;</br>And nature's God full well cou'd he discourse.", "Him gracious heav'n in pity to mankind</br>Sent from it's star-pav'd court (so sung beneath</br>His ivy'd oak of yore the druid sage)</br>And nam'd him, SCIENCE:  first on Asian clime</br>He settled, there where proud Euphrates rolls</br>Amid Chaldaean plains, or on the bank</br>Of Pharian Nile; there he his favourite seat</br>Long choosing, soften'd with refinements meet</br>The savage genius of mankind, and taught</br>With awful laws to curb licentious guilt,</br>To build the wall-girt city, and to frame</br>The peaceful league of blest society</br>With all the sweet civilities of life.", "Him Greece from thence with open arms embrac'd</br>A welcome guest:  but chief he lov'd to haunt</br>The porch of Academe; where mildly beam'd</br>The modest wisdom of good Socrates,</br>Where wont the honey'd eloquence to flow</br>From Plato's sweet-distilling lip; and where</br>The letter'd Stagyrite from nature's source</br>His maxims drew.  Not on Ausonian coast</br>Was Science honour'd less; since there had come</br>The Samian sage, who smit with love of knowledge</br>O'er many a distant realm had stretch'd his search,</br>And climates warm'd beneath another sun.", "At length when now in more degenerate times</br>Had exile Freedom loath'd th' Hesperian shore,</br>With crooked keel did heav'n-born Science plow</br>The swelling back of Ocean, till he gain'd</br>Neptunian Albion's hospitable beech;</br>The nurse of Liberty; for ill, I ween,</br>Can learning thrive, if Freedom shall deny</br>To cherish with mild ray the rising flow'r:</br>To Albion isle he came, what time was sheath'd</br>The sword of war; and Alfred's arm had crush'd</br>The might of Paynim foes:  the gracious king</br>With gladness hail'd his venerable guest;</br>And led him forth, where thro' the flowery meads</br>The silver Isis winds her liquid maze.</br>When thus the royal goodness spake benign:</br>\"Here deign, O heav'n-descended sage, to fix</br>Thy fav'rite mansion; here to latest times</br>Instruct thy sons (nor think that Britons bear</br>Such savage-hearted natures, but will melt</br>In soft humanity) thy secret stores</br>To pierce with curious diligence, and snatch</br>Each fair perfection, each excelling art,</br>And all, that profits or delights mankind;</br>Here (as, reclining on the peaceful lap</br>Of Leisure not inglorious, they delight</br>To muse in calm Retirement's lonely haunt)</br>Instruct them to pursue th' unerring print</br>Of Wisdom's step; or with no lowly flight,</br>High borne on Contemplation's eagle wing,</br>To rise from nature's up to nature's God.</br>How happy they!  whom thou shalt give to tread</br>The pleasant paths of knowledge, and to weave</br>The laurel chaplet for their honour'd brows!\"</br>He ceas'd, with look mild as when Phoebus sheds</br>His soft effulgence on autumnal eve.</br>The laurel'd seer in thankful guise bow'd low</br>His hoary rev'rence:  \"With peculiar love</br>Sure heav'n then looks\" (he cry'd) \"on mortals down,</br>When kings, like Alfred, rise; whose patriot souls</br>Still center in a nation's good; who live</br>By glorious works to make their country great:</br>Such well deserve to rule:  such heav'n beholds</br>Well-pleas'd; nor grudges, that to them it gave</br>It's high vicegerency. &mdash; In future time</br>Some once mayhap, the whilst he shall behold</br>With conscious pride, how far his native land</br>Transcends, whatever vaunts historic fame</br>Of polish'd Athens, and imperial Rome</br>The seat of demigods, in holy rapture</br>Shall bless the name of Alfred; and relate,</br>That he, still anxious for his Britain's weal,</br>Led Science there where thro' the flow'ry meads</br>Her liquid maze the silver Isis winds&mdash;</br>Nor shalt thou, hospitable flood, where now</br>I stay my wand'ring feet, a stranger guest,</br>Unhonour'd flow:  for on thy grassy brim</br>Full oft shalt know to bind the captur'd soul</br>With energy of song; and sages wise,</br>As whilom mus'd th' Athenian stream beside;</br>And statesmen, patriot souls, with merit fraught</br>And virtue more than Roman. &mdash; Here shall rise</br>My best-belov'd progeny, that shall explore</br>(Of heav'n how highly favour'd!)  what till then</br>Stagger'd the pedant's pride, and slipt the grasp</br>Of bafled sophist:  he with Truth's bright ray</br>The ten-fold gloom, which dark'ning logic spread,</br>Shall pierce; and like the golden-footed morn,</br>Scatter abroad the chearing beam of light.&mdash;", "\"These are the glories, that with influence sweet</br>Shall gild thy shores, blest Isis:  these are they</br>With homage due that each revolving year</br>Shall visit Alfred's hallow'd shrine, and bring</br>The pledge of gratitude and filial love.\"</br>"]