["COLIN.  THENOT.", "COLIN.</br>Thenot, Good-day; sure thou art bent to thrive</br>In Wealth and Wisdom, thus to rise by Five.", "THENOT.</br>I rose not, Truth to tell, to tend my Sheep;</br>'Twas Love, not Thrift, that broke my Morning Sleep.", "COLIN.</br>If Love thine Ailment is, so soon to rise</br>Perhaps may make thee rich, but never wise.", "THENOT.</br>And why this Scoff?  our Landlord has, they say,</br>Long woo'd, and lately wed a Lady gay;</br>And he is wise, or sure had ne'er been sent</br>A Member for the Shire, to Parliament.", "COLIN.</br>Yes, money'd 'Squires, that o'er the Country rule,</br>May plead their Privilege to play the Fool;</br>Far other Thoughts should fill the poor Man's Head;</br>He seeks not Dainties who is pinch'd for Bread.", "THENOT.</br>If Love and Courting be forbid the Poor,</br>You make the Distance greater than before:</br>None are beneath us here, and none above;</br>For all are Slaves and Sovereigns in Love.", "COLIN.</br>How can He meet Relief, who courts his Pains,</br>Or Freedom find, who glories in his Chains?</br>Yet to thy Colin all thy Grief reveal;</br>We tell with Pleasure what with Pain we feel.", "THENOT.</br>To trusty Colin I my Love unfold,</br>Which to my Sweet-heart dear was never told;</br>Lucy, the prettiest Maiden in the Town,</br>Sweet as the Nut, tho' as the Berry brown.", "COLIN.</br>Who spares to speak, to speed must ever spare;</br>How shall he wed, that will not woo the Fair?</br>By timely Vent the Farmer saves his Hay,</br>That smother'd close would kindling burn away.", "THENOT.</br>The wisest Scholars know not where to find</br>Apt Words, well suiting to a love-sick Mind:</br>What Grace shall Thenot's clownish Speech adorn?</br>I hope her Favour, but I fear her Scorn.", "COLIN.</br>Faint Heart, like thine, ne'er won a lovely Maid;</br>Speak fair, few Damsels but of Praise are glad:</br>Despair not for a peevish Word or Frown;</br>The blackest Storms are soonest over-blown.", "THENOT.</br>Fridays of ev'ry Week, the Proverb says,</br>Are still the fairest or the foulest Days.</br>Like Fridays' Skies will faithful Passion prove;</br>For in our Youthful Prime, our Days of Love</br>Blest in extremes, or in extremes are curst,</br>Of all most Happy, or of all the Worst.", "COLIN.</br>He reaps in Harvest who in Seed-time sows;</br>Who slights the prickly Thorn shall gain the Rose;</br>Who flies Disdain should never Kindness meet,</br>Who shuns the sour should never taste the sweet.", "THENOT.</br>I'm us'd to toil, nor Labour shall be spar'd;</br>Rich are the Wages, tho' the Work is hard.</br>To tell how rich!  oh what shall Thenot say;</br>Sweet is the rising, and the parting Day,</br>The Fruits of August, and the Flow'rs of May.</br>In July Shade, in bleak December Fire,</br>Ease in our Age, and in our Youth Desire.", "COLIN.</br>In Words like these to her thy Love impart,</br>If once she gives an Ear, she'll give her Heart.</br>Mean time with quicker Pace to Business move;", "THENOT.</br>At least if Business can agree with Love.</br>"]