["Wouldst thou kenn nature in her better parte?</br>Goe, serche the logges and bordels of the hynde;</br>Gyfe theie have anie, itte ys roughe-made arte,</br>Inne hem you see the blakied forme of kynde.</br>Haveth your mynde a lycheynge of a mynde?</br>Woulde it kenne everich thynge as it mote bee?</br>Woulde ytte here phrase of the vulgar from the hynde,</br>Wythoute wiseegger wordes ande knowlache free?</br>Gyf soe, rede thys, whych Iche dysportynge pende;</br>Gif nete besyde, yttes rhyme maie ytte commende.", "MANNE.</br>Botte whether, fayre mayde, do ye goe?</br>O where do ye bend yer waie!</br>I wille knowe whether you goe,</br>I wylle not be asseled naie.", "WOMANNE.</br>To Robyn and Nell, all downe in the delle,</br>To hele hem at makeynge of haie.", "MANNE.</br>Syr Rogerre, the parsone, hav hyred mee there,</br>Comme, comme, lett us tryppe ytte awaie,</br>We'lle wurke and we'lle synge, and wylle drenche of stronge beer</br>As longe as the merrie sommers daie.", "WOMANNE.</br>Howe harde ys mie dome to wurch!</br>Moke is mie Woe:</br>Dame Agnes, whoe lies ynne the Chyrche,</br>With birlette golde;</br>Wythe gelten aumeres stronge ontolde,</br>What was shee moe than me, to be soe?", "MANNE.</br>I kenne Syr Roger from afar</br>Tryppynge over the lea;</br>Ich ask whie the loverds son</br>Is moe than mee.", "SYR ROGERRE.</br>The sweltrie sonne dothe hie apace hys wayne,</br>From everich beme, a seme of lyfe doe falle;</br>Swythyn scille oppe the haie uponne the playne;</br>Methynckes the cocks begynneth to gre talle.</br>Thys ys alyche oure doome; the great, the smalle,</br>Moste withe and be forwyned by deathis darte.</br>See!  the swote flourette hathe noe swote at alle;</br>Itte wythe the ranke wede berethe evalle parte.</br>The cravent, warriour, and the wyse be blent,</br>Alyche to drie awaie wythe those theie did bemente.", "MANNE.</br>All-a-boon, Syr Priest, all-a-boon,</br>Bye yer preesteschype nowe saye unto mee;</br>Syr Gaufryd the knyghte, who lyveth harde bie,</br>Whie shoulde hee than me,</br>Bee moe greate,</br>Inne honnoure, knyghtehoode and estate?", "SYR ROGERRE.</br>Attourne thine eyne arounde thys haied mee,</br>Tentyflie loke arounde the chaper dell;</br>An answere to thie barganette here see,</br>Thys welked flourette wylle a leson telle:</br>Arist it blew, itte florished, and dyd welle,</br>Lokeynge ascaunce upon the naighboure greene;</br>Yet with the deigned greene yttes rennome felle,</br>Eftsoones ytte shronke upon the daie-brente playne,</br>Didde not yttes loke, whilest ytte there dyd stonde,</br>To croppe ytte in the bodde move somme drede honde.", "Sycke ys the waie of lyffe; the loverds ente</br>Mooveth the robber hym therfor to slea;</br>Gyf thou has ethe, the shadowe of contente,</br>Believe the trothe, theeres none moe haile yan thee.</br>Thou wurchest; welle, canne thatte a trobble bee?</br>Slothe moe wulde jade thee, than the roughest daie.</br>Couldest thou the kivercled of soughlys see,</br>Thou wuldst eftsones see trothe inne whatte I saie;</br>Botte lette me heere thie waie offe lyffe; and thenne</br>Heare thou from me the lyffes of odher menne.", "MANNE.</br>I ryse wythe the sonne,</br>Lyche hym to dryve the wayne</br>And eere mie wurche is don</br>I synge a songe or twayne.</br>I followe the plough tayle,</br>Wythe a longe jubb of ale.</br>Botte of the maydens, oh!</br>Itte lacketh notte to telle;</br>Syr Preeste mote notte crie woe,</br>Culde hys bull do as welle.</br>I daunce the beste heiedeygnes,</br>And foile the wysest feygnes.</br>On everych Seynctes hie daie</br>Wythe the mynstrelle am I seene,</br>All a footeynge it awaie,</br>Wythe maydens on the greene.</br>But oh!  I wyshe to be moe greate,</br>In rennome, tenure, and estate.", "SYR ROGERRE.</br>Has thou ne seene a Tree uponne a hylle,</br>Whose unliste braunces rechen far toe syghte;</br>Whan fuired unwers doe the heaven fylle,</br>Itte shaketh deere yn dole and moke affryghte.</br>Whilst the congeon flowrette abessie dyghte,</br>Stondeth unhurte, unquaced bie the storme:</br>Syke is a picte of lyffe:  the manne of myghte</br>Is tempest-chaft, hys woe greate as hys forme,</br>Thieself a flowrette of a small accounte,</br>Wouldst harder felle the wynde, as hygher thee dydste mount.</br>"]