["Where yon fair Dome o'erlooks th' extended Plain,</br>What Scenes of Mis'ry ask a pitying Tear;</br>There mope-ey'd Frenzy holds her direful Reign,</br>And frantic Folly rules in Triumph there.", "There barr'd from Social Joy, in Prison pent,</br>The Maniac rages round his loathsome Cell;</br>His Steps are bounded by his Chain's Extent,</br>And the Roof echoes with his fearful Yell.", "To Reason deaf, and to his Lot as blind,</br>He threatens mighty Mischief to the World,</br>Now reigns, perchance, a Tyrant in his Mind,</br>Now in Idea is his Thunder hurl'd.", "Ambition crost by Fate, or stubborn Pride,</br>When much-lov'd Pow'r was wrested from his Hand,</br>When Fortune more her plenteous Gifts denied,</br>Number'd the wretch amongst the frenzied Band.", "Is this, alas, Creation's boasted Lord,</br>To whom with fawning smile Dependents bow'd?</br>Can the dark Cell, and clanking Chain accord</br>With Him erewhile an Idol of the Croud.", "See yonder Wretch, who silent treads and slow,</br>Nor deigns the Converse of a Friend to share,</br>Whilst furrow'd Care sits frowning on his Brow,</br>And from his Eye emits a sullen Glare.", "Full many a fruitless Project He devis'd,</br>And for the Publick Good believ'd He toil'd;</br>Much were his Projects and Himself despis'd,</br>And all his sanguine Expectations foil'd.", "Now here his airy Visions he pursues,</br>Crushes the System and anew creates,</br>Or thro' the World extends Ideal Views,</br>To mock its Errors since his Schemes it hates.", "The Lover worn away with vain Desire,</br>Whose eager Suit some scornful Maid denied,</br>Within these Walls still feeds the secret Fire,</br>And droops a Victim to the Fair-one's Pride.", "Plaintive his Speech, and pensive is his Look,</br>And oft some melancholy Tale he tells;</br>And chides at Fate, too conscious of her Stroke,</br>Yet Folly oft the mournful Gloom dispels.", "Then to some fancied Nymph He makes his Court,</br>And pours out Protestations to the Wind,</br>And tunes some am'rous Carrol, as in Sport,</br>Elate with Thoughts the Fair-one will be kind.", "Some hapless Maid, from whom her faithful Swain</br>The Hand of Death for ever has remov'd,</br>Or by th' unfeeling Parent with Disdain</br>Refus'd to wed the gen'rous Youth She lov'd.", "Now here her solitary Hours deceives,</br>With Tales of fancied Happiness to come;</br>Nor hears the Voice of Truth, or not believes,</br>But hopes the Blessings of a Peaceful Home.", "And canst Thou tell, to ev'ry One She cries,</br>Where now my faithful Lover is delay'd;</br>Ere now the Youth had met these Longing Eyes,</br>But that false Friends his Efforts have betray'd.", "Ah, wherefore would He wander far away?</br>Why dare for Me to tempt the faithless Main?</br>But we shall frolick all the livelong Day,</br>When Love has brought him to my Arms again.", "Then shall we rove together o'er the Green,</br>The Rose and Violet springing where we tread;</br>Fair is the Rose and fair the Violet seen,</br>But fairer then shall either rear the Head.", "Mistaken Maid, a heavier Lot is thine;</br>For Thee no future Joys has Time in store;</br>Yet never Thou the flatt'ring Hope resign,</br>Thenceforth to know thy shad'wy Bliss no more.", "Less blest are They who in this drear Abode,</br>At Intervals their hapless Station know,</br>And reap no Profit from the short-liv'd Good,</br>But to be conscious of returning Woe.", "Here Sorrow often lifts its mournful Voice,</br>Which Laughter answers with an idle Tale;</br>This without cause unceasing can rejoice,</br>And That with tearful Eye unceasing wail.", "Were there but These who in this Mansion stay,</br>Who mock'd the Dictates of Persuasion's Tongue;</br>Who wildly wander'd far from Reason's Way,</br>And shun'd whatever may to Truth belong.", "But Envy, Av'rice, Cruelty, and Pride,</br>Reign in the Bosom with unbounded Sway,</br>To horrid Guilt, to frenzied Projects guide,</br>And hapless Mortals what They bid obey.</br>"]