["I pity those, howe'er profoundly read</br>In nature's laws, who nature's GOD disown;</br>Who can JEHOVAH'S radiant footstool tread,</br>And lift no look of reverence to his throne.</br>His various gifts, in rich profusion strown</br>Through every path their curious minds explore,</br>Thankless they seize, with selfish joy alone;</br>Nor yet the Giver's bounteous hand adore,</br>With praise for blessings past, or humble suit for more.", "Yet such of their Philosophy can boast,</br>O'er law and faith in majesty sublime!</br>Deeming him wisest, who despises most</br>The great and good of every age and clime;</br>Calls order slavery &mdash; prayer a waste of time,&mdash;</br>Religion, Priestcraft, &mdash; GOD'S own Word, a lie,&mdash;</br>All chartered claims, the legal fence of crime,&mdash;</br>And e'en chaste wedlock's consecrated tie,</br>A breach of nature's law, &mdash; a mean monopoly!", "To such all truth is fable, &mdash; but their own;</br>All wisdom, folly, &mdash; save what they have taught;&mdash;</br>The past, a dream; &mdash; the future all unknown;</br>(Since every change by eyeless chance is wrought,)</br>This glorious world with countless wonders fraught,</br>A giant foundling, without name or sire;&mdash;</br>The soul, an empty breath, a passing thought,</br>Darting through time, like meteoric fire,</br>And soon in endless night to darken and expire!", "And is this all Philosophy can show,</br>To claim our homage at her lofty shrine?</br>Is it for this she calls us to forego</br>The peace, the hope, the joy of Faith divine?</br>Our noble birthright shall we thus resign,</br>To live like beasts or insects of a day?</br>Like the poor worm our little shroud to twine,</br>Then spread ephemeral wings and flit away,</br>To meet no future morn, with life-restoring ray!", "If this be Goshen, give me Egypt's gloom!</br>I dream of pleasure: &mdash; wake me not to wo!</br>If I have nought &mdash; am nought, beyond the tomb,</br>Ah, what avails the dismal truth to know!</br>In error's vale if fruits and flowerets grow,</br>While science' heights in icy splendor rise&mdash;</br>Still let me keep my humble path below,</br>And taste the harmless pleasures that I prize&mdash;</br>\"Where ignorance is bliss, 'tis folly to be wise.\"</br>"]