["'Twas sultry noon, impatient of the heat</br>I sought the covert of a close retreat:</br>Soft by a bubbling fountain I was laid,</br>And o'er my head the spreading branches play'd;</br>When gentle slumber stole upon my eyes,</br>And busy Fiction bid the vision rise.", "Methought I pensive unattended stood,</br>Wrapt in the horrors of a desert wood;</br>Old Night and Silence spread their sway around,</br>And not a breeze disturb'd the dread profound.</br>To break the wild, and gain the neighb'ring plain</br>Oft I essay'd, and oft essay'd in vain;</br>Still in intricate mazes round I run,</br>And ever ended where I first begun.</br>While thus I lab'ring strove t' explore my way,</br>Bright on my sense broke unexpected Day:</br>Retiring Night in haste withdrew her shade,</br>And sudden morn shone thro' the op'ning glade.</br>No more the scene a desert wild appear'd,</br>A smiling grove its vernal honors rear'd;</br>While sweetness on the balmy breezes hung,</br>And all around a joyful Mattin rung.</br>Soft was the strain of Zephyr in the grove,</br>Or purling streams that thro' the meadows rove.</br>Now wild in air the varying strain is lost;</br>Again reviv'd, and lo!  the willing trees</br>Rise to the pow'rful numbers by degrees.</br>Trees now no more, robb'd of their verdant bloom,</br>They shine supporters of a spacious dome,</br>The wood to bright transparent crystal chang'd,</br>High fluted columns rise in order rang'd.", "So to the magic of Amphion's lyre</br>Stones motion found, and Thebes was seen t' aspire;</br>The nodding forests 'rose with the soft sound,</br>And gilded turrets glitter'd all around:</br>Each wond'ring God bent from his heav'nly seat</br>To view what pow'rful music cou'd compleat.", "High on a mountain was the pile disclos'd,</br>And spreading limes th' ascending walks compos'd;</br>While far below the waving woods declin'd,</br>Their verdant tops bow'd with the gentle wind.</br>Bright varying Novelty produc'd delight,</br>And Majesty and Beauty charm'd the sight.</br>Such are the scenes which Poets sweetly sing,</br>By Fancy taught to strike the trembling string.</br>Here Fancy's fane, next to the blest abode</br>Of all her kindred Gods, superior stood.</br>Dome upon dome it sparkl'd from on high,</br>Its lofty top lost in the azure sky.</br>By Fiction's hand th' amazing pile was rear'd,</br>In ev'ry part stupendous skill appear'd;</br>In beautiful disorder yet compleat,</br>The structure shone irregular and great:</br>The noble frontispiece of antique mold</br>Glitter'd with gems, and blaz'd with burnish'd gold.", "Now thro' the sounding vaults, self op'ning rung</br>The massy gates on golden hinges hung;</br>All the bright structure was disclos'd to view,</br>Magnificent with beauty ever new!</br>Trembling I stood absorb'd in dread suprize,</br>And sudden glory dim'd my aching eyes.</br>Unnumber'd Pillars all around were plac'd,</br>Their capitals with artful sculpture grac'd.</br>Wide round the roof a fictious sky was rais'd,</br>A glorious Sun in the meridian blaz'd,</br>On the rich columns play'd his dazzling ray,</br>And all around diffus'd immortal day;</br>A shining Phoenix on th' effusive rays</br>Fix'd his aspiring eye with steady gaze.</br>Beneath appear'd a chequer'd pavement, bright</br>With sparkling Jaspanyx and Chrysolite.</br>Round by creating Fiction's hand renew'd,</br>Gay visionary scenes in order stood;</br>Th' obedient figures at her touch disclos'd,</br>And various tales the glowing walls compos'd.", "Here mighty Jove amidst assembl'd Gods,</br>Rais'd on his starry Throne majestic nods;</br>On his right hand the dreadful fates are seen,</br>And on his left is plac'd his haughty Queen.</br>There the pale Tyrant of the dreary coasts</br>Sways with his pow'rful sceptre fleeting ghosts.</br>Blue Neptune scours along his wat'ry reign,</br>Now lifts the waves aloft now stills the raging main.</br>Perch'd on a lofty rock Aeolus stands,</br>And holds the winds in strong coercive bands.</br>Here the bright Queen of beauty stands confess'd,</br>There angry Mars in martial honors dress'd.</br>Alcides here appears with warrior pride,</br>The Lion's spoil descending o'er his side,</br>The watchful Dragon at his feet is lain,</br>The Lernean Hydra and dire Centaurs slain.</br>Here glows Diana eager in the chace,</br>And there Minerva shews with sober grace.</br>There with the madning rout close at his heels,</br>Young Bacchus, jolly God, triumphant reels.</br>Gay Maia's son high mounted on the wind,</br>Cuts thro' the air and leaves the clouds behind.", "Toward the rosy East, great Mithra shone,</br>Bright in the glories of a rising sun.</br>Beneath in solemn pomp with hands uprear'd,</br>In flowing robes the Magi all appear'd.</br>Here the sage Bactrian pois'd his magic wand,</br>Obedient Genii waited his command.</br>There Thammuz laid, while from the gaping wound</br>Pour'd the rich stream, and sanguin'd all the ground.</br>Amidst his impious vot'ries Chemos' stood,</br>And horrid Moloch smear'd with infant blood.", "Northward fierce Wodon stood, with terrors crown'd,</br>And angry Thor threw heedless thunder round,</br>Fair Friga with her lovely train was seen,</br>The beauteous rival of the paphian Queen.</br>Old Merlin struck the lyre, the wond'ring throng</br>Attended 'round to his prophetic song.", "Southward disorder'd figures struck my eyes,</br>Monkies and Serpents rais'd to deities;</br>Mad superstitious Aegypt these rever'd</br>And to the hideous tribe their pray'rs prefer'd.</br>Maim'd Memnon there seem'd on his harp to play,</br>And hail Osirus bringing on the day.</br>Pale Isis crescent faintly glimmer'd here,</br>And barking Anubis display'd the year.", "Gay sportive fawns adorn'd the distant scene,</br>In antic measures skipping o'er the green.</br>There sea Nymphs wanton'd on the wat'ry gleam,</br>Rode on the waves, or cleav'd the yielding stream.</br>Here the pale Sybils rang'd their mystic leaves,</br>And Aetna with the lab'ring Cyclops heaves.</br>There craggy rocks the sons of Titan tore,</br>And mountains shaggy roots tremendous bore,</br>And threaten'd Jove with the promiscuous war.", "Bold Phaeton here urg'd his mad request,</br>Ambitious joy swell'd his presumptuous breast;</br>Elate he mounted in the flaming car,</br>The Sire attended with a fix'd despair;</br>Nor could the Parent's tears the Youth restrain,</br>He laugh'd at fear, and daring took the rein.</br>The fiery steeds his feeble hand despise,</br>And stretch'd with glowing ardor thro' the skies;</br>Now thunders roll'd, pale lightning play'd around,</br>And the rash boy soon felt the burning wound.", "Pygmalion there the statue seem'd to move,</br>Assisted by the pow'rful Queen of Love;</br>With rapture fir'd, to his exulting breast</br>The animated stone he fondly prest;</br>Transported on each shining feature gaz'd,</br>Now soften'd into life, and saw amaz'd,</br>Awaken'd into sense, her eye-balls roll,</br>And heaving breasts bespoke the ent'ring soul;</br>Saw on her cheeks the rosy tincture burn,</br>And felt her lips the ravish'd kiss return.", "Fam'd Daedelus here wing'd the midway air,</br>And sighing, saw his Son disdain his care.</br>Young Icarus on spreading pinions rose,</br>And scorn'd the path his wary Sire had chose;</br>For heav'n the aspiring Boy his flight begun,</br>But felt the ardor of too near a Sun;</br>The temper'd wax before the scorching Ray</br>Melted, and lo!  the loosen'd wings gave way;</br>And while his father's Name his accents gave,</br>Fell from the height, and sunk beneath the wave.", "Diana's rage there hapless Acteon feels,</br>And saw his hounds pursuing at his heels;</br>Chang'd to a Stag, he swept along the plain,</br>In vain his speed, he flew from death in vain.", "Elysium next disclos'd its blissful bow'rs,</br>With heav'nly fruitage deck'd, and radiant flow'rs;</br>Celestial Amaranth eternal bloom'd,</br>And the bright Plains with od'rous scents perfum'd;</br>Thro' the gay Meads an amber current roll'd</br>O'er sands resplendent as Arabia's gold,</br>On whose green banks the happy Shades reclin'd,</br>Quafft its sweet stream, and left their cares behind.", "What ever Dreamer dreamt, or Poet sung,</br>Or lying Fable with her double tongue</br>Told the believing World, now did appear</br>Delusions all, for when approaching near</br>They shun'd the view, and shrunk to empty Air.", "High in the midst, rais'd on her rolling throne,</br>Sublimely eminent bright FANCY shone.</br>A glitt'ring Tiara her temples bound,</br>Rich set with sparkling Rubies all around;</br>Her azure eyes roll'd with majestic grace,</br>And youth eternal bloom'd upon her face.</br>A radiant bough, Ensign of her command,</br>Of polish'd gold wav'd in her lilly hand;</br>The same the Sybil to Aeneas gave,</br>When the bold Trojan cross'd the Stygian wave.</br>In silver traces fix'd unto her Car,</br>Four snowy Swans, proud of th' imperial Fair,</br>Wing'd lightly on, each in gay beauty drest,</br>Smooth'd the soft plumage that adorn'd her breast.</br>Sacred to her the lucent Chariot drew,</br>Or whether wildly thro' the air she flew,</br>Or whether to the dreary shades of Night</br>Oppress'd with gloom she downwards bent her flight,</br>Or proud aspiring sought the blest abodes,</br>And boldly shot among th' assembl'd Gods.", "On her right hand appear'd the joyful Nine,</br>And on her left the Graces all divine;</br>Young Infant Love soft on her breast reclin'd,</br>And with his Mother's glowing beauty shin'd.</br>Her fav'rite Sons were rang'd in Order round,</br>In three bright bands with deathless lawrels crown'd;</br>Great Homer here enjoy'd superior day,</br>Illuminated by bright Fancy's ray;</br>Apelles there, whose magic hand could give</br>Form to the mass, and bid the fiction live;</br>Timotheus next, whose animated Lyre</br>Cold Grief could charm, and thoughtless rage inspire.", "Close at her feet a Bard in raptures lost</br>Was plac'd, and wildly round his eye-balls tost;</br>Great Fancy was the theme!  The soothing strain</br>In floods of pleasure thrill'd thro' ev'ry vein.</br>Thus, while the trembling notes ascend on high,</br>He sung; Indulgent Queen of ev'ry joy,</br>What rapture fills the breast thou dost inspire,</br>The Lover's transport, and the Poet's fire!</br>At thy command obedient Pleasure bends,</br>And rosy Beauty to thy call attends;</br>The fanning gales shall swelling spread thy fame,</br>And echoing Groves well-pleas'd resound thy Name!", "While thus around my eyes I wildly threw,</br>From charm to charm, and did each wonder view,</br>Pleas'd on the heav'nly ravishment to gaze,</br>'Rose with the strain, or wanton'd in the blaze!</br>Her awful Silence the bright Goddess broke,</br>And frowning, thus in angry mood she spoke.</br>Com'st thou, vain Mortal, here with searching Eye</br>Into the secrets of our Court to pry?</br>What rash presumption swells thy youthful breast,</br>That in our presence thus you've rudely prest?", "Trembling I kneel'd, with fear my tongue was ty'd</br>A space, when speech regain'd, I thus reply'd.</br>With lowly Rev'rence I hither came,</br>Not to deride, but to adore thy Name;</br>To thee I ever dedicate my Song,</br>To hail thy glories 'midst this suppliant throng.", "Then from her shining seat, the heav'nly Maid</br>In beautiful arrision, answ'ring said;</br>Then have thy wish, here Mortal take this Lyre,</br>Strike bold the strings, and sing as I inspire.</br>Humbly I bow'd, her mild commands obey'd,</br>And careless o'er the Lyre my fingers laid,</br>And soon with wild poetic rage possess'd,</br>All my frame shook, and lab'ring heav'd my breast.</br>By Fancy fir'd, enraptur'd thus I sung,</br>Whilst all around redoubling Echoes rung.", "Zephyr attend, or whether thro' the grove</br>Soft whisp'ring you the leafy branches move,</br>Or shaking dulcet dew-drops from each flow'r</br>Wide thro' the plain you spread the fragrant show'r,</br>Or whether Sylvia panting in some shade</br>In tender accents woos thee to her aid!</br>No more in am'rous sporting spend the day,</br>No longer wanton on her bosom play:</br>Fancy commands!  obey the regal Fair,</br>Fancy commands!  quick all your wings prepare!</br>From the Sun's early dawn till where again</br>He sets his glories in the azure main;</br>Thro' ev'ry Clime her royal mandate bear,</br>And bid mankind to her bright Court repair.</br>Hear Earth's Inhabitants!  ye Mortals hear!</br>And let attentive wonder fix each ear.</br>Fancy invites!  nor let her ask in vain,</br>Come, taste her heav'nly sweets, and hail her reign!", "Zephyr obedient on his wings convey'd</br>The joyful Summons warbling thro' the glade;</br>Swiftly he swept along the spicy vale,</br>Caught all its sweets, and in a balmy gale</br>Gently he stole on the fond Lover's ear,</br>And in loud accents bid the Warrior hear!</br>From diff'rent Climes the thronging Nations came,</br>And rush'd promiscuously before the Dame;</br>Prostrate before her throne their hands they rear,</br>And to the Goddess loud prefer their pray'r.</br>Confus'd they all demand her promis'd joys,</br>While the long vaults resound their clam'rous noise.</br>As when loud billows break upon the shore,</br>Or o'er th' opposing Rocks the torrents roar.</br>Her glitt'ring branch impatient round she swung,</br>And instant silence seiz'd each babbling tongue.</br>Abash'd they trembling stood, and seem'd to be</br>Transfix'd in mute insensibility.</br>Quick was dispers'd each wild tumultuous sound,</br>And the soft breezes all were hush'd around.", "Now swiftly forward false Delusion came,</br>Wrapt in a fulvid Cloud appear'd the Dame.</br>Thin was her form, in airy garments drest,</br>And grotesque figures flam'd upon her vest;</br>In her right hand she held a magic glass,</br>From whence around reflected glories pass.</br>Blind by the subtle rays, the giddy Croud</br>Rush'd wildly from the Dome and shouted loud.</br>The few remain'd whom Fancy did inspire</br>Yet undeceiv'd by vain Delusion's fire.", "A troup of shining forms the next came on,</br>Foremost bright Nature's awful Goddess shone.</br>Fair Truth she led, in spotless white array'd,</br>And pleasing Beauty, sweet celestial Maid;</br>Where Truth and Nature aid the great design,</br>Beauty attends, and makes it all divine.", "Sweet Poesy was seen their steps behind,</br>With golden tresses sporting in the wind;</br>In careless plaits did her bright garments flow,</br>And nodding laurels wav'd around her brow;</br>Sweetly she struck the string, and sweetly sung,</br>Th' attentive tribe on the soft accents hung.</br>'Tis her's to sing who great in arms excel,</br>Who bravely conquer'd or who glorious fell;</br>Heroes in verse still gain a deathless name,</br>And ceaseless ages their renown proclaim.</br>Oft to Philosophy she lends her aid,</br>And treads the Sage's solitary shade;</br>Her great first task is nobly to inspire</br>Th' immortal Soul with Virtue's sacred fire.", "Then Painting forward mov'd in garlands drest,</br>The Rainbows varied tints adorn'd her vest.</br>Great Nature's Rival! &mdash; quick to her command</br>Beauty attends, and aids her pow'rful hand.</br>At her creative touch gay fictions glow,</br>Bright Tulips bloom, and op'ning Roses blow.</br>The canvas see, what pleasing prospects rise!</br>What varying Beauty strikes our wond'ring eyes!</br>Chill'd Winter's wastes, or Spring's delightful green,</br>Hot Summer's pride, or Autumn's yellow scene;</br>Here lawns are spread, there tow'ring forests wave,</br>The heights we fear, or wish the cooling lave!", "Her blooming Sister in her hand she led,</br>Joy in her eye, fair Sculpture heav'n-taught Maid.</br>'Tis her's to stone a mimic life to give,</br>Heroes and Sages at her call revive;</br>See flow'ry Orators with out-stretch'd hand</br>Address'd to speak, in glowing marble stand!", "Sudden I hear'd soft sounds, a pleasing strain!</br>Music advanc'd with all her heav'nly train.</br>Sweetly enraptur'd then my pulse beat high,</br>And my breast glow'd fraught with unusual joy.</br>'Tis harmony can ev'ry passion move,</br>Give sorrow ease, or melt the soul to love;</br>Exulting Pleasure to her call attends,</br>E'en stormy Rage to pow'rful music bends.", "With Turrets crown'd bright Architecture shone,</br>The lovely Maid with easy steps came on;</br>Graceful her mien, her looks celestial shin'd,</br>Where majesty and softning beauty join'd.</br>At her command see lofty Piles ascend,</br>Columns aspire, triumphal Arches bend.", "Astronomy with proud aspiring Eye,</br>Gaz'd on the glowing beauties of the sky.</br>Her vest with glitt'ring Stars was spangl'd o'er,</br>And in her hand a Telescope she bore.</br>With this she mark'd the rolling Planets way,</br>Or where portentous Comets dreadful stray.", "Tho' last, not least Philosophy was seen,</br>Slow was her step, and awful was her mien;</br>A Volume open in her hand she held,</br>With Nature's law the ample page was fill'd.</br>'Tis her's great Nature's wond'rous depths t' explore,</br>Or to the Gods in heav'nly rapture soar.", "With these bright Fancy's Sons their hours employ,</br>Pursue their lore, and taste each rising joy.", "Now suddenly the scene was chang'd again,</br>And brought to view Delusion's spreading reign:</br>There intermingl'd hills and rocks were seen,</br>Here shady Groves and flow'ry Lawns between.</br>Full in the front a lofty Pile was rear'd,</br>The Architecture old and rude appear'd.</br>Delusion's residence, within confin'd</br>Gay Fictions lurk, and Dreams of ev'ry kind.</br>Constant as waters roll, or flames ascend,</br>Hither their course the rising vapours bend;</br>Drest by her hand they shine with mingled bloom,</br>Or at her word their nothingness resume.</br>But still from Fancy all her pow'r she draws,</br>Bows to her Name, and owns her sacred Laws.</br>Some in light Dreams the sleeping senses move,</br>And led by them the thoughts unsettl'd rove,</br>Others more bold majestic portments take,</br>And plague delighted those who dream awake.</br>Such are the dreams of those who thirst for pow'r,</br>The superstitious, and a thousand more.</br>Others usurp the features of the Dead,</br>And shake the torch around the Muth'rer's bed;</br>Affright the Vigil, or in wanton mirth</br>Make fools seek hidden treasures in the earth,</br>Or lead the weary traveller awry,</br>Or rising flame amazement in the sky.", "Now with the croud Delusion forward came,</br>A Troop of Phantoms flutter'd round the Dame;</br>In bands the throng she instantly divides,</br>A Phantom over ev'ry band presides.", "Foremost a bright majestic Form appear'd,</br>And in her hand the honour'd Fasces rear'd;</br>Forward she strode with more than virgin pace,</br>And leer'd upon the Croud with haughty grace.</br>Power was her name, assuming selfish Pride</br>And glitt'ring Pomp attended by her side.</br>Her fav'rite Son high on a seat she plac'd,</br>With mimic gems and glassy bawbles grac'd;</br>Close by his side was seated wrinkl'd Care,</br>While Envy view'd him with malicious stare:</br>Sternly he ey'd around the servile throng,</br>While loud acclaim proceeded from each tongue;</br>But from the giddy height devolving soon,</br>Reproach, Contempt, and Shame is on him thrown.</br>Eager another mounts the chair of pow'r,</br>And shines the empty pageant of an hour.", "Dame Superstition was the next came on,</br>Bright on her head the gilded mitre shone,</br>Varying her aspect, now she rais'd her eye,</br>And seem'd bewilder'd with extatic joy;</br>Then sudden gloom her countenance depress'd,</br>Tears roll'd apace, and sorrow heav'd her breast;</br>Now calm again she silent view'd around</br>The prostrate Croud bent humbly to the ground:</br>Then caught with sudden rage she hurl'd about</br>Her thund'ring Anathema 'mong the Rout.", "An aged wrinkl'd Hag the next appear'd,</br>Four mould'ring turrets o'er her temples rear'd;</br>In rows like beads the faithful medals tried,</br>In ornamental Rust adorn'd her side.</br>A broken Column of an ancient date</br>She dragg'd, and sinking seem'd beneath the weight.</br>The Column all admir'd, the medals more,</br>\"Th' Inscription value, but the Rust adore.\"", "The next to her approach'd a rev'rent Dame,</br>In trophies great from Insects torn she came;</br>With stately step she trod the plain along,</br>And threw her treasure 'midst th' admiring throng.</br>Forward with joy each curious Mortal sprang,</br>This caught a gaudy wing, and that a pointed fang.", "Before the giddy throng, which now advanc'd,</br>With mincing step gay Affectation danc'd,</br>Then sudden stop'd, and staring on the Croud</br>She frown'd, then smil'd, and giggl'd out aloud.</br>The num'rous Throng attending round the Fair,</br>Mimick'd her gestures, and assum'd her air.", "A croud of Mortals here with wond'ring eyes,</br>All pale and trembling gaz'd upon the skies;</br>Where on blue plains opposing hosts engage,</br>While shouts are heard and all the battle's rage.</br>Amidst the throng stood cold and heartless Fear,</br>The fall of Nations whisp'ring in each ear.", "Here pallid Spectres gleam'd, and there were seen</br>The Fairy Train in gambols on the green.</br>Through miry ways the rustic journeys round,</br>Nor dares presuming tread the hallow'd ground;</br>Dire ills await the Wretch, so fable sings,</br>Or pinch'd all o'er, or pierc'd with thousand stings.", "The Structure ent'ring, as around I threw</br>My wond'ring eyes, gay forms arose to view.</br>False Pleasure here the borrow'd form of Joy</br>Assum'd, and roll'd around her sparkling eye.</br>But who, allur'd by her enchanting song,</br>From Virtue shrinks, and mingles with her throng,</br>Soon sees her beauties fade, and to his eyes</br>Deformity and sad Disease arise.", "In a dark corner hell-born Jealousy</br>A wan and haggard Spright, I did espy;</br>Watchful she roll'd her ghastly eyes around,</br>And cautious trod to catch the whisp'ring sound.</br>Her heart forever deathless vultures tear,</br>And by her side stalk anguish and despair.</br>Curst is the wretch with her dire rage possess'd,</br>When fancy'd ills destroy his wonted rest.", "Pale Avarice was seen with looks of care,</br>And clasp'd her bags with never-ceasing fear.</br>Close foll'wing her a wretched spectre came,</br>With tatter'd garments, Poverty her name,</br>In vain her search t' elude still Avarice strives,</br>Amidst her store in endless want she lives.", "False Honor here I saw all gayly drest,</br>Glass were her beads, and tinsel'd was her vest;</br>Form'd in barbaric ages, rude her mien,</br>And in her hand the sanguin'd Sword was seen.</br>Not stain'd like Patriots in their Country's cause,</br>To save Religion, or support the Laws;</br>In private Strife the crimson torrents flow,</br>Their Country wounded by each fatal blow.", "With chequer'd hood Dissembling stood behind,</br>And Falshood coining lies to cheat Mankind;</br>While with smooth art deceitful Flattery</br>Address'd the ear of list'ning Vanity.", "The gloom was now disclos'd where Spleen remain'd,</br>A thousand various ills the Goddess pain'd.</br>As pow'rful Fancy works here Mortals are</br>Transform'd to glass, or China's brittle ware;</br>Oppress'd by Spleen no longer joy they know,</br>For ever tortur'd with imagin'd woe.", "As thus I onward mov'd with wand'ring pace,</br>And view'd the varied wonders of the place;</br>Just heav'n, I cry'd, Oh!  give me to restrain</br>Imagination with a steady rein!</br>Tho' oft she leads thro' Pleasure's flow'ry ways,</br>In Error's thorny path she sometimes strays.</br>Let me my hours with solid Judgment spend,</br>Nor to Delusion's; airy dreams attend;</br>By Reason guided we shall only know</br>Those heav'nly joys which Fancy can bestow!</br>"]