["While now the tepid skies and gentle rains</br>Of April bid the gushing brooks o'er flow;</br>While scarce their earliest verdure tints the plains</br>And cold in hollows lurks the lingering snow;&mdash;</br>Lone, sauntering in the sunny glade to know</br>If yet upon the moss banks of the Grove</br>That little flower of golden vesture blow,</br>Which first, the spring receives from Flora's love;</br>I hum this careless strain as deviously I rove.", "Not yet unlovely, nor with song uncheer'd</br>Is this pale month, and still I love to greet,</br>At misty dawn, the blue bird's carol heard,</br>And red breast, from the orchard warbling sweet;</br>The fogs, that, as the sun slow rises, meet</br>In snowy folds along the channell'd flood;</br>The squirrel issuing from his warm retreat,</br>The purple glow that tints the budding wood,</br>The sound of bursting streams by gathered mounds withstood.", "And now the heaving breast, and glances meek,</br>The unbidden warmth in beauty's veins declare;</br>The gale that lifts the tresses from her cheek,</br>Can witness to the fires that kindle there;</br>Now is the time to woo the yielding fair;&mdash;</br>But thou, my friend, may'st woo the fair no more;</br>Thine are connubial joys and wedded care,</br>And scarce the hymenean moon is o'er,</br>Since first, in bridal hour, thy name Eliza bore.", "And if thy poet's prayer be not denied,</br>The hymenean moon shall ever last;</br>The golden chain, indissolubly tied,</br>Shall brighten as the winged years glide past;</br>And whereso'er in life thy lot be cast,</br>For life at best is bitterness and guile&mdash;</br>Still may thy own Eliza cheer the waste,</br>Soften its weary ruggedness the while,</br>And gild thy dreams of peace, and make thy sorrows smile.", "Such be thy days. &mdash; O'er Coke's black letter page,</br>Trimming the lamp at eve, 'tis mine to pore;</br>Well pleased to see the venerable sage,</br>Unlock his treasur'd wealth of legal lore;</br>And I, that lov'd to trace the woods before,</br>And climb the hill a play mate of the breeze,</br>Have vow'd to tune the rural lay no more,</br>Have bid my useless classicks sleep at ease,</br>And left the race of bards to scribble, starve, and freeze.", "Farewell. &mdash; When mildly through the naked wood,</br>The clear warm sun effus'd a mellow ray;</br>And livelier health propell'd the vital flood,</br>Loitering at large, I pour'd the incondite lay,</br>Forgot the cares and business of the day,</br>Forgot the quirks of Lyttleton and Coke,</br>Forgot the publick storms, and party fray;</br>And, as the inspiring flame across me broke,</br>To thee the lowly harp, neglected long, I woke.</br>"]