["Where gentle DEVA'S lucid waters glide</br>In slow meanders thro' the winding vale,</br>And fertile CESTRIA'S pastures green divide;</br>Deep in the bosom of a sheltering dale</br>By uplands guarded from the wintry gale,</br>In rustic site a lowly village stands,</br>Not laid in form exact with artful scale,</br>But scatter'd wide by Chance's careless hands</br>'Mid woods, and breezy hills, and lawns, and fallow'd lands.", "Here by the verdant margin of the flood</br>'Mid osiers dank the humble cottage lies,</br>And here emerging from the bowering wood</br>From chimnies low the curling steams arise,</br>Here on the heath adorn'd with purple dyes</br>The open casement drinks the ambrosial air,</br>While pointing boldly to the ambient skies,</br>The taper steeple marks the house of prayer,</br>Where to the holy rite the village race repair.", "Here erst a simple fabric might you see,</br>The peaceful mansion of the Parish Priest:</br>Though unadorn'd with costly symmetry</br>No splendid portal woo'd the noble guest,</br>Yet from his lowly door the gentle breast</br>Was never by unfeeling menace driven,</br>While Charity in robe of ermine dress'd</br>Beheld her scanty offerings freely given;</br>Nor shall her smallest boon escape the eye of heaven.", "Though proud Magnificence with splendid arm</br>Had here no vast superfluous pomp display'd,</br>Yet Neatness was at hand with simpler charm,</br>And each domestic comfort lent it's aid.</br>Though no extended lawns, no forest-shade</br>Struck with astonishment the enchanted sight,</br>Yet the small spot in Beauty stood array'd,</br>Since all around by Husbandry was dight,</br>For well such cultur'd scenes the placid sense delight.", "Right to the golden sun's meridian ray</br>Healthful, and gay, the chearful front was placed:</br>Where no Acanthus twin'd with mimic spray</br>To crown the column of CORINTHIAN taste;</br>By the soft tendrils of the vine embraced</br>O'er the slop'd roof the vivid shoots extend,</br>Now with festoons of leaves luxuriant graced,</br>And now, as Autumn's ripening beams descend,</br>Loaded with swelling fruit, the purple clusters bend.", "A Garden trim was placed before the door</br>Kept by diurnal toil in neat array,</br>By walls defended from the insults frore</br>Of BOREAS' blast, and EURUS' rude affray;</br>Against whose height leant many a tender spray,</br>Where the ripe fruits in blushing order glow,</br>Matur'd by genial SOL's reflected ray:</br>Nor did their sides unwelcome walk bestow</br>When though the sun be bright, right keen the winds might blow.", "The gravel'd paths by rule exact design'd</br>In equal parts the cultur'd plot divide,</br>Where culinary plants of various kind</br>From every eye the thick espaliers hide,</br>Beneath, the border deck'd with FLORA'S pride</br>Exhibits to the view unnumber'd dyes,</br>Where in succession through each changing tide</br>Attentive art the varying plants supplies,</br>Still to enchant the smell, and fascinate the eyes.", "Here venturing on the verge of Winter's power</br>The Snowdrop, Aconite, and Crocus grow,</br>The pallid Primrose hails the vernal hour,</br>And humbly sweet the azure Violets blow,</br>The Lilies of the vale their fragrance throw,</br>In meretricious pride the Tulip blooms,</br>Their gaudy pomp the rich Carnations show,</br>And, o'er the rest who regal power assumes,</br>The Rosier's fragrant bud the passing gale perfumes.", "Nor did POMONA'S treasure less abound</br>Alternate as the months their power display;</br>Here crept the fragrant Strawberry on the ground,</br>Or wav'd the Cherry on the loaded spray,</br>Here glow'd the Nectarine in the Summer ray,</br>Here swell'd the Peach all-tempting to the view,</br>Nor was the Gooseberry's meaner fruit away,</br>Or Currant red or rich in golden hue,</br>Or Pear with sugar'd juice, or Plum of glossy blue.", "Nor will the Muse disdain with curious eye,</br>Beyond the thick espalier's verdant skreen,</br>Amid the vegetable tribes to pry</br>That spread their shoots the bordering paths between;</br>Salubrious viands for the board I ween!&mdash;</br>With various dainties was the ground o'erspread,</br>The Cabbage yellow, and the Colewort green,</br>The Asparagus that springs in lowly bed,</br>And Artichokes that rear aloft the spiny head.", "The Bean whose perfume scents the ambient skies,</br>The twining Pea, the Turnip's juicy root,</br>The Celery that winter's blast defies,</br>The Radish warm, the Carrot's vigorous shoot,</br>The rich Potatoe fam'd IERNE'S fruit</br>Sacred to VENUS in the genial hour,</br>The Leek whose steams the hasty CAMBRIAN suit,</br>With ample head the swelling Cauliflower,</br>And Lettuce friendly deem'd to MORPHEUS' drowsy power.", "An Orchard too adjoin'd whose vernal hue</br>Might shame the costly shrubbery's proudest dyes,</br>Whose daisy'd sod delights the roving view,</br>And pasture to the gentle steed supplies;</br>While the bland influence of Autumnal skies</br>Ripen'd the ruddy fruit of general use,</br>Either to crown the board with luscious pies,</br>Or bid the goblet smile with mantling juice,</br>Bright as the generous wines that Southern climes produce.", "Nor was there wanting ornamental care,</br>The Arbor, seat of Summer jollity,</br>Where Eglantines perfum'd the evening air,</br>And Woodbines sweet, and Jasmins fair to see;</br>Here sometimes from each scene of tumult free</br>Would Contemplation lift her eye divine,</br>And sometimes Mirth excite to social glee,</br>While bright with amber hue the beer would shine,</br>Or blush the crystal cup with LUSITANIA'S wine.", "Should vagrant Fancy tempt the foot to stray</br>Beyond the Garden's or the Orchard's bound,</br>Through green inclosures led the winding way</br>Which the live fence, and leafy hedge-row mound;</br>While gently gliding through the enamell'd ground</br>A silver stream with placid current flows,</br>Whose shelving bank with vivid alders crown'd</br>A site convenient to the Angler shews</br>While the delusive fly with skilful hand he throws.", "Pleas'd and contented with his calm abode</br>The reverend Pastor liv'd in quiet state,</br>The path heaven mark'd he unrepining trod,</br>Lov'd by the Poor, respected by the Great:</br>The Harpy Envy, and the Fury Hate,</br>Far from his gentle flock he drove away,</br>Till bent at length by Time's increasing weight</br>His failing powers with gradual lapse decay,</br>Secure in happier climes to bloom again for aye.", "From those fair seats by ISIS' sedgy side</br>Where RHEDECYNA rears her hundred spires,</br>His holy Successor is soon supplied.</br>His beating bosom swells with new desires;</br>For by the blest attainment he acquires</br>A right from monkish cloisters to remove,</br>Light a pure flame at Wedlock's sacred fires,</br>And all the scenes of untried rapture prove,</br>Which crown the mystic couch of Hymeneal Love.", "With eager haste he seeks his new abode,</br>Keen Hope anticipating each delight;</br>But o'er the little Empire as he strode</br>It's vulgar Beauties fade upon his sight,</br>For forms of elegance had charm'd his sprite.</br>The alley trim offends his nicer taste,</br>And each compartment rang'd in angles right,</br>Nor can he see by Husbandry debas'd</br>Nature's imperial mien with simple Beauty graced.", "Much in his mind he bore each lovely seat</br>That fair OXONIA'S neighbouring plains display,</br>How would his raptur'd heart with transports beat</br>Through shady DITCHLY'S spreading groves to stray,</br>Or as on NUNEHAM'S breezy heights he lay</br>To view the bending stream of ISIS flow</br>Through meadows rich in all the pride of MAY,</br>Or pace the polish'd scenes of princely STOWE,</br>Or fill his sated eye on BLENHEIM'S towery brow.", "Nor need he wander from the MUSES shade</br>To view improving taste's progressive power:</br>No more in knots by skill capricious laid</br>Does tonsile box sage WICKHAM'S arms embower.&mdash;</br>Where pious LAUD design'd the hallow'd tower</br>Throws Art her vesture with a chaster hand;</br>While, welcome refuge from the sultry hour!</br>By cooling gales with gentle pinions fann'd</br>MERTON'S delightful groves with gloomy foliage stand.", "Here MA'DLEN too her splendid dome surveys,</br>Or venerable shade, in CHERWELL'S stream.&mdash;</br>O witching Memory assist my lays,</br>And steep my senses in thy soothing dream!</br>Here wandering oft by CYNTHIA'S silver beam</br>My youthful Fancy woo'd the sacred Nine,</br>Or plied by midnight lamp the graver theme,</br>Or joy'd with Mirth's convivial sons to join,</br>Or paid the fervent vow at Friendship's holy shrine.", "While thus the powers of Elegance unfold</br>Their Faery visions to his dazzled view,</br>With scorn his eyes the homely spot behold;&mdash;</br>Anxious the steps of Nature to pursue,</br>On humbler scale his eager thoughts renew</br>Whate'er the sons of genuine taste admire,</br>Whate'er the hands of BROWN and SHENSTONE drew,</br>Or WHEATLEY'S sober diction could inspire,</br>Or wak'd the sounding strings of MASON'S heavenly Lyre.", "Now the strong laborer with repeated blow</br>Each old incumbring ornament assails,</br>The guardian wall, it's sheltering height laid low</br>Admits the Fury of the eastern gales.&mdash;</br>Ah!  what it's strength the buttress now avails</br>That safely kept the garden's flowery scene!&mdash;</br>Spreads the slight fence it's ineffectual rails</br>Painted by curious Art of dusky green,</br>Where oft the sportful lambs, destructive creep between.", "The espaliers thick with blushing fruitage gay,</br>The flowing border stretch'd with careful line,</br>The vegetable viands, all give way,</br>And low their heads the orchard-trees recline;</br>While spread abroad with uniform design</br>The unvaried grass-plot dank extends around</br>Chequer'd with ragged clumps of sombre pine,</br>And sinks the deep Haha it's subtle mound,</br>That nothing from the plain the garden scene may bound.", "Close by the border winds with tortur'd course</br>The gravel'd path it's undulating way,</br>Where evergreens that mock stern winter's force,</br>And flowering shrubs their different dyes display.</br>The Cypress dark, the Lilac's barren spray,</br>Succeed each useful plant's superior blow,</br>And as the owner's eyes the work survey</br>He sees with joy each fair improvement grow,</br>And deems his little reign a BLENHEIM or a STOWE.", "Now issuing from the garden to the fields</br>As Taste capricious bares her active arm,</br>It's leafy shade the lofty Hedgerow yields,</br>And quits the lofty fence it's fragrant charm:</br>Nought can it's vernal sweets the stroke disarm,</br>Low on the earth it's blooming glory lies,</br>Where erst the pathway shelter'd lay and warm,</br>And o'er the scene the scatter'd clumps arise</br>No guard from wintry winds, no shade from sultry skies.", "The brook that gently through the level meads</br>As Nature's hand directed us'd to wind,</br>Obedient follows now as Fashion leads</br>In curves is tortur'd, or in lakes confin'd;</br>While to the hands of Industry consign'd</br>No more the bending osiers kiss the tide,</br>Where oft the silent fisher lay reclin'd;</br>And from the force of Sol's meridian pride</br>The Naiad tries in vain her throbbing breast to hide.", "The work compleated, now survey the scene</br>Rich in the dress of ornamental Taste,</br>Each useful plant of humbler homelier green</br>By barren elegance is now replaced,</br>While as if seated on the open waste</br>Unshelter'd, uninclos'd the house appears:</br>And by no Arts of Husbandry debas'd,</br>The frequent weed uncheck'd it's offspring rears,</br>And the rude common's garb the scanty paddock wears.", "Wanting the Scythe that each returning dawn</br>Rank Vegetation's progress should correct,</br>Unsightly tufts deform the grassy lawn,</br>Nor can the corded fence the shrubs protect.</br>Oft will the Shepherd Boy his charge neglect</br>And crouding Flocks the rising clumps invade,</br>Oft 'mid the paths by care domestic deck'd</br>The steed's unseemly ordure will be laid,</br>And oft the swine obscene uproot the verdant glade.", "And here perchance, bending his beetled brow,</br>Some angry Critic scornful shall exclaim:</br>'What GOTHIC Wight is this, who dares avow</br>To scorn of BRITISH Arts the fairest name,</br>Who wishes to recall with Idiot aim</br>What Elegance has banish'd from our shore,</br>Would blast the rural wreath of ALBION'S fame</br>The ancient forms of Folly to restore,</br>And bid the spruce Parterre usurp her seats once more?'", "Far be such blame!  no BRITON'S eye can see</br>With greater joy the rural taste arise,</br>Spread wide in native pomp the untortur'd tree,</br>And the plain turf succeed the tulips dyes,</br>As Nature boon her simple charm supplies</br>Dress'd by the hand of Cultivation fair,</br>Where Art alone the curious eye descries</br>By shining every lawn with neater air,</br>The sod's more glossy green, the gardener's nicer care.", "When Grandeur spreads around the extended park</br>Let lavish Nature plan the bold design,</br>The polish'd culture shall the boundary mark,</br>And graced, not cramp'd by Art, the Work shall shine:</br>No need the rule, the level, and the line,</br>Should 'midst the shades intrude with formal mien,</br>The splendid walk, the verdant carpet fine,</br>The contrast bright of variegated green,</br>Shall shew that artful care has form'd the extensive scene.", "But when scant Fortune checks this flattering joy,</br>Nor gives to ornament the rural reign,</br>Why the trim Garden's lowlier charms destroy?&mdash;</br>Why Husbandry's more homely cares disdain?&mdash;</br>If Industry with her assiduous train</br>With step reluctant from the spot recedes,</br>What features shall distinguish Taste's domain</br>From the expanse of pastures, and of meads,</br>But Culture's looser robe, and more luxuriant weeds?</br>"]