["When death-like sleep o'er all the works of men</br>In solemn darkness reigns, and hush'd is all</br>The noise and bustle of this busy world;</br>Let me, unseen by mortal eye, repair</br>To the keep covert of some lonely wood,</br>Where yews and cypress spread their mournful boughs,</br>And the proud ruins of some stately palace</br>Rear 'mid the trees their venerable heads.</br>There, while thro' rustling leaves and hollow vaults</br>The wind howls mournful, and the list'ning ear</br>Of tumbling waters hears the distant echo,</br>With downcast looks and footsteps slow I'll tread,</br>While the pale moon, in silent glory clad,</br>Gilds with a trembling light the solemn scene.", "But, ah!  what awful form thro' yonder glade</br>Stalks on majestick!  Hail, fair Wisdom, hail,</br>Thrice hail, thou blooming maid, who 'mid these bowers,</br>These moss-grown caves  and lowbrow'd rocks wert born</br>Of contemplation, and still deign'st to haunt</br>Thy native shades; obedient to thy call</br>I come&mdash;</br>O guide, O guard me, to thy sacred seats.</br>Ye twinkling stars, who gird with countless hosts</br>The moon's pale orb, and thou most solemn night,</br>Inspire my breast with ev'ry awful thought;</br>Then shall the soul on meditation's wing</br>Mount with bold flight towards her native skies,</br>And scorn the reach of dull mortality.", "Creator infinite, whose pow'rful hand</br>Hung with yon shining lamps the vault of heaven;</br>Who mad'st the night, the day, and all this frame</br>Of universal nature fair and good,</br>Accept my praise:  Thee, when the wakeful lark</br>Begins her matin song, and the grey dawn</br>Peeps o'er the hills; thee, when the bird of night</br>Flits thro' the dusky air, and all things rest</br>In darkness and in sleep; thee greatest, best,</br>Immortal God, my grateful tongue shall praise,</br>Long as that tongue can speak; with me the choirs</br>Of cherubs and of radiant seraphim</br>Their songs shall join:  Men, angels, all thy works</br>Shall join to praise thine ever glorious name.", "Begin, immortal spirits, the song of praise,</br>Strike on your golden harps a louder strain,</br>And let the chorus of creation rise.</br>Begin, for ye before the saphire throne</br>For ever stand ministrant, and with songs</br>Of solemn jubilee the Godhead chaunt</br>Perpetual, echoing 'mong the starry sphere;</br>Begin, for ye were present, when thro' realms</br>Of Chaos old, omnipotent he rode,</br>With awful majesty, and with brightness cloth'd</br>Ineffable; when ye before him march'd</br>Myriads to behold the birth of worlds,</br>In heavenly arms, that thro' the gloom immense</br>Flash'd forth intolerable day, ye stood,</br>Ye heard that voice, astonish'd Chaos heard,</br>Which bade his warring elements to cease.</br>'Twas then his hand omnipotent outspread</br>Heaven's azure canopy, and the bed profound</br>Of mighty waters; then first rear'd their heads</br>The everlasting hills, and the bright sun</br>Rejoic'd to run his course; the jocund hours</br>Before him danc'd, till night assum'd her reign;</br>Then rose in silent majesty the moon,</br>And round her silver throne the planets roll'd.</br>Mean time her offspring pregnant earth brought forth,</br>Sweet smell'd the newborn flow'rs, and fruits mature,</br>Tall forests nodded on the mountain's brow,</br>Where, (as amid the flow'ry vales below,)</br>Unnumber'd creatures rov'd secure, or brouz'd</br>The cragged rocks, or cropt the verdant herb;</br>The feather'd squadrons through the wide expanse</br>Of aether wheel'd their course; and in the waters</br>Of limpid river, and the hoary main,</br>Frisk'd all the finny race.  Last wert thou made,</br>Man, of the visible creation lord,</br>Of form majestick, and a front erect</br>Towards the skies, thy soul within impress'd</br>With reason's signet, that thy heart might know</br>Thy gracious God, and knowing him adore.", "These are thy works, O Lord, and these, thy power,</br>Which form'd, preserves; these we behold</br>In admiration, and with reverence low</br>Bend at thine awful seat; for thou art Lord,</br>For thou art great, eternal, infinite.</br>Thee not the heav'n of heavens can contain,</br>Incomprehensible; in vain, for thee,</br>Rapt in eternal clouds, and in the dark</br>Pavilion seated of unfathom'd night,</br>Would search the ken of bold aspiring man.</br>O idly studious, impotently wide!</br>Man, foolish man, forego thy daring search;</br>For know, that ever wand'ring, ever tost</br>On the wide ocean of infinity,</br>Thy shatter'd bark shall never find a shore.</br>With holy awe, and humble ignorance,</br>Then let me bow, and hail thee Pow'r supreme.</br>Look down, blest Pow'r, look down, and pitying view</br>Thy servant struggling thro' this vale of tears;</br>Be thou my God, my Saviour, and my Guide.</br>Then, thro' the labour of the olive fail,</br>The fig-tree cease to bud, the grape to glow,</br>And famine waste the desolated plain;</br>Tho' 'mid the fold the herds unnumber'd fall;</br>Tho' war, and sickness wither half the nations,</br>Thee will I praise, and in thy mercy trust,</br>The will I fear alone; for thou shalt grace</br>Thy faithful servants with a radiant crown</br>Of stars, that shine with unextinguish'd glory.</br>In robes of light array'd, and deck'd with palms</br>Victorious in their hands, on golden thrones,</br>In bow'rs of bliss, for ever shall they sit,</br>When all this mortal frame shall be dissolv'd;</br>When earth, the seas, the skies in smoke decay,</br>And nature's self expires in agony.</br>"]