["When spurning the tyrannical controul</br>of ireful pedagogue, the ardent youth</br>enrolls his name to sweep the sable train</br>thro' Granta's cloisters, or Oxonian schools:</br>the glad commencement of his gay career</br>I sing.  Whom apter would the muse select,</br>his deeds to blazon in immortal verse.", "Severest trials, conflicts sore sustain'd</br>with hardihood, and certain dangers met</br>with ready courage; fierce resistance made</br>in honour's nice defence, bespeak the youth</br>the future college-hero.  Thus begins</br>his strict novitiate, hard to be endur'd.</br>Behold him bidden to the shatter'd rooms</br>of some sly lurcher, oft employ'd before</br>the timid stranger or to hunt, or foil</br>with bottle frequent-doubling.  Thoughtless he</br>of federated foes, nor dreams the glass</br>to him o'erflowing each succeeding round</br>with buzz, or sconce or bumper-toast, is pour'd</br>but with a motive generous as the juice.&mdash;</br>Too emulous he with veterans dares to cope,</br>opposing art with courage; and himself</br>unpractis'd in deceit, marks nor around</br>each hackney'd stratagem successful.  This</br>feigns illness, and a mingled potions sips.</br>Another, vig'lant of averted looks,</br>his glass soft-sliding 'neath the table pours,</br>and Turkey's richest manufacture, oft</br>distain'd before, the purple juice distains.</br>Whilst glass of small dimensions some retain,</br>or fill unbrimming, &mdash; others empty not,</br>or with a vain pretence, demand excuse.", "Meanwhile the bottle circumambient,</br>replenish'd oft, he temerarious bibs;</br>nor feels with rapid stride the rebel foe</br>advance t' o'erset the empire of the brain;</br>for wine betrays with confidence of strength,</br>Symptoms of inebriety appear.</br>The party mark his elevated voice,</br>and rolling eyeballs.  Now they charge amain,</br>fast-vollying; and could he wish retreat</br>inglorious, that were vain, hemm'd round by foes.", "But he sustains the heat of battle well;</br>And e'en the veteran toaster half repents</br>the fierce engagement; for his vacant bin</br>scarcely sends forth supplies.  But still enough</br>remains; for now at length by wine subdu'd,</br>(whom will not wine subdue?) the hero falls.", "As he surnamed AGONISTES fell,</br>he falls not unreveng'd; the opposing board</br>promiscuous spread with crystals half-discharg'd,</br>and goblets vitreous, or large or small,</br>sudden, with all his ponderous falling weight</br>impell'd, resistless dash'd against the lines</br>form'd opposite, and levell'd to the ground</br>Philistines vile, an undistinguish'd host.</br>Horrid dilapidation, and dire crash.", "They but awhile astonied lie; and soon</br>upstart, emerging from the dreadful wreck;</br>tho' sore with many a ghastly wound or bruise.</br>But long the vanquish'd champion had remain'd,</br>inert and motionless, had not the song</br>bucolic, (not quite blotted from their minds,)</br>recall'd to memory how the shepherd lads</br>the old SILENUS once surpriz'd in sleep,</br>his veins yet swoll'n with yesterday's debauch.</br>They with his faded garlands strait constrain</br>his limbs in wreathy fetters, and detain</br>old soaker in close durance till he sings.</br>Thus then the bacchanalian rout surround</br>their victim; from the floor impure his corpse</br>recumbent to the sofa's ample space</br>uplifting, where extends the lifeless lump.", "His unresisting arms are pinion'd straight,</br>and, without one indignant kick, his feet</br>submit to shackles; tho' not done thro' fear</br>of resurrection, or to fight or fly;</br>but tauntingly to heighten his disgrace.</br>A chaphlet quick of fragrant baum they weave,</br>angelica, confection-making plant,</br>and burrage, sweetest herbs in tankard-cool;</br>with which, small honour, they his temples crown:</br>and then in antic measures dancing round,</br>mock requiems chaunt to his departed sense.</br>Nor ends the ceremony here; for now</br>the corpse by all its members well confin'd</br>they seize, and so consign it to the place</br>appointed for the rest of those that sleep.", "Thus on where Caledonian hills extend</br>tow'rds th' arctic circle, if some puissant chief</br>of Cameronian, or Macclellan clan</br>must, hapless, hide his honours in the dust;</br>in hordes the vassals throng the gloomy dome</br>to swell the pomp funereal.  But before</br>the last sad duty to their lord is paid,</br>the hall is spread with hospitable fare.</br>They eat, they drink, they feast; and maudlin rave</br>to see the corpse borne off; and eddying round</br>they press upon the pall, as on it moves</br>in slow procession, shouting as they go.", "But who can speak th' unutterable pangs,</br>cholic and melancholic, that infest</br>the youth, when morn revisits him with light.</br>He wakes indeed, but horror soon succeeds</br>to stupefaction!  As he rolls around</br>his eyes that witness huge dismay, what sights</br>affrights him!  What offensive stench exhales,</br>horrible in th' nostril, from the clammy flood</br>of wine disgorg'd, and undigested lumps</br>of flesh putrescent which around him float!</br>Vain his attempts to mitigate the thirst</br>of moisture-lacking palate; whilst he swells</br>with unavailing draughts his dropsied chest.</br>Intestine racks torment him; and his brain</br>on fire; compunction goads his lab'ring soul.", "But rash young man forbear from sacred oaths</br>of abstinence eternal from the glass,</br>prescrib'd in temperance for the stomach's sake.</br>Thy present sufferings soon shall be forgot</br>like pains of parturition; throes and vows</br>remember'd not in th' impulse of desire.</br>Go seek the wholsome dairy for relief,</br>its distance not regretting, where uncheck'd,</br>swill of balsamic diuretick whey.", "But see again his friends of yesternight</br>burst on him, his confusion to encrease,</br>and redicule his most acute distress</br>with mock condolence.  His complexion wan</br>deepens to scarlet with indignant blood,</br>which for his honour flies, alarm'd to hear</br>the repetition of the drunken farce.</br>But vain is fix'd resentment here, and ire</br>implacable, but folly.  'Tis a mark</br>of wisdom to forget a drunken row.", "He listens to their overtures of peace,</br>and amnesty of past affronts, which they</br>from motive base solicit, that again</br>the freshman may afford delicious sport.", "But each now seems officiously concern'd</br>to dissipate the heavy gloom that clouds</br>his aspect, and the languor that pervades</br>his feverish limbs.  All exercise prescribe</br>promoting perspiration, to divert</br>from pain or grief; and quick propose a plan</br>aquatic; (an extemporary hit</br>appearing, tho' premeditated long.)", "The water was his favour'd element:</br>and well-experienc'd he in every art,</br>or sly manoeuvre, known in nautic skill.</br>The river, ocean, or canal confin'd</br>to him were sources of delight as pure</br>as their own limpid fountains.  He could plunge</br>undaunted, headlong, from the precipice</br>o'er-imminent, into the glassy flood,</br>and breast the strongest torrent; or immers'd,</br>full many a fathom shoot along the wave.</br>With steady hand and eye he knew to keep</br>his equipoise upon a single plank,</br>soft-gliding down the smooth canal.  The skiff,</br>or light canoe, with paddle, or with scull</br>he gaily manag'd; and his nervous arm,</br>feath'ring his oar, could dash with measur'd strokes</br>the smoky swell, for in regattas oft</br>had he the prize divided.  But his pride</br>was chiefly in the guidance of the helm.</br>Transported he would spring on board the sail</br>pinnace or shallop, and with eager gripe</br>seize on the rudder, and the hawsers slip.</br>The canvass bellying with the buxom breeze</br>when proper to contract or luff to wind</br>he knew; or shifting, to the larboard tack,</br>or starboard.  Well was he of all inform'd.", "Then starting, for the sail they all prepare,</br>equipt in jerkin blue, and pantaloon;</br>for dress marine alone distinguish'd them,</br>fair-weather sailors.  Some the boatman hail,</br>to loose and oar the dolphin or centaur.</br>Some board the pennon'd cutter, by the breeze invited;</br>whilst uncertain in his choice,</br>the easy youth submits to their advice.</br>The row, the row, for exercise all cry;</br>but every oar was mann'd; this well they knew,</br>a preconcerted scheme.  The ready skiff</br>is order'd, and he daringly commits</br>his person to the fragile bottom; soon</br>to be repented; not for want of skill.", "Now to the mid-stream one and all stand out;</br>when the proud steersman from the painted poop</br>proclaims a challenge to the liquid race.</br>And tho' the contest promis'd to be vain,</br>they show their courage prompt.  Along the yard</br>the canvass spreads, and on before the breeze</br>the cutter spooms away.  With busy scull</br>the solitary freshman drives his shell</br>the lagging boat outstripping, as the sail</br>with winged speed skims far of all ahead.", "At equal distances they thus succeed</br>awhile, in th' undulating element</br>making incision deep with sharp'ned keels.</br>But urging on to where the sinuous flood</br>winds short and rapid, the misguided bark</br>strikes fast aground, just as the pausing breeze</br>suspends its impulse on the slacken'd sails.</br>Here whilst they labour at the lifted pole,</br>and tug to leave the shore, the hodmandod</br>steals onward in his shell; and ere again</br>they navigate the stream, he passes by</br>exulting.  Ah!  how little weening he</br>that purposely they suffer him to pass.</br>'Tis vain to triumph ere we reach the goal:</br>for extricated now, and bearing down</br>with light'ned sails; resistless on the skiff</br>they press, pretending ignorance to steer.</br>He who but now had victory ensur'd,</br>too late perceiv'd, that loss of that were nought</br>could he effect escape.  He hesitates</br>whether to turn to leeward or to wind,</br>and from th' uncertain bearing of the sail</br>sees certain danger.  Now she rushes on</br>impetuous:  and as he thwarts the stream,</br>with weak endeavours to escape a wreck,</br>he feels the fatal shock; the beaked prow</br>whirls him with thunder headlong from his seat,</br>and scatters to the waves the shiver'd planks.</br>Thus in the whelming flood with sudden plunge</br>immers'd, he flound'ring beats around bereft</br>of promptitude of mind; his strait'ned limbs</br>their wonted parts unable to perform.", "Unhappy youth!  thy fate had been indeed</br>deplorable, but for the river nymph,</br>thy fautress kind, whose sparing urn had pour'd</br>a shallow current o'er the yellow sands,</br>where for thy sole a resting place thou found'st,</br>o'er which with dubious, flound'ring step to crawl,</br>and shiv'ring, limping, dripping gain the shore.</br>Thus dearly from his irritated blood</br>expell'd the fever; and the burning thirst</br>which seem'd insatiable, completely drench'd.", "What boots it to lament in idle words</br>disasters past, for remedy too late?</br>Mark the Batavian, slow to grief, unmov'd</br>at small mishaps, in philosophick guise</br>reflecting on what ills of worse import</br>might have befall'n him; thus he soon consoles</br>and reconciles himself to all events.", "Experience is a scarce commodity,</br>and ever dearly purchas'd.  Some, 'tis true,</br>more early ripen to discretion; but</br>those instances are rare and wonderful.</br>How few, by one misfortune warn'd, keep watch</br>on the defensive, studious to prevent</br>(prevention, human wisdom's chiefest act)</br>the repetition of annoyance sad.", "Yon shipwreck'd lad, now basking on the bank;</br>could he, by this short trial of his friends,</br>in bonds of amity but newly sworn,</br>presage what worse events may still result</br>from such connections; profitable then</br>had been the sufferings of these little ills,</br>guarding him from associates false; their plans</br>too nicely cover'd for detection, urg'd</br>with plea seductive, and design'd to please;</br>who but of sympathy a semblance bear,</br>and meditate again, beneath that veil</br>more toils delusive, to ensnare the youth.", "Prick'd by the latent hook, the finny fry</br>return no more to the delusive bait.</br>The wary tenant of the air, if once</br>he 'scapes the viscous twig, can be no more</br>decoy'd; both instinct-warn'd.  But the proud race</br>of mortals, reason-inform'd, who walk erect</br>with arrogance of look, tho' worsted oft</br>by ambuscading foe, to the same snare</br>are by imposing feint seduc'd again.", "The youth of easy faith, tho' smarting still,</br>in memory, of the recent overthrow</br>in bacchanalian war, is thus allur'd</br>by bland persuasion, or by wounded pride</br>arous'd, to rally, and resume the glass.</br>Again with honesty he drinks, he fills;</br>still unobservant of the juggling shifts</br>afresh impos'd upon him to avoid</br>the brunt of compotation:  tho' not now</br>their purpose, as before, to sink the sense</br>in bestial oblivion; but to raise</br>a few degrees the mercury of the mind.", "Their giddy wishes seasonably succeed.</br>And as the link boy, harbinger of night,</br>what time the dim crepuscle melts away</br>to pitchy darkness, o'er the pavement 'lumes</br>with meteorous torch the galaxy of lamps,</br>they take him rambling to the town, enchain'd</br>within their locking arms.  Boisterous and loud</br>they bawl, thro' echoing cloisters as they roll.", "Thus issuing forth they gain the peopled streets,</br>where regulated crowds, to right or left</br>alternate yielding, pass unjustling on.</br>But spirits such as these will trample down</br>tame order, or police, the vulgar herd</br>well-suited to restrain; which moves along</br>as the canal its lab'ring body floats,</br>sluggish and still, where'er we cut its course.</br>They rolling like the flood, which works its way</br>where nature dictates; thro' disparted hills,</br>which ope to give it passage; or thro' woods</br>perforce uptorn; or intersected meads.</br>And where weak opposition dares impede</br>its rapid course, with congregated powers</br>it bursts or overleaps the vain barrier,</br>dashing its white foam high.  Thus high in blood</br>they drive along in quick capricious step,</br>yielding to none the honours of the wall.</br>And long insultingly they keep their ground</br>unrouted, thrusting many a silken hose</br>new-laund'red, into kennel vile.  But mark</br>yon party, who so rapidly advance</br>in like uncertain humour; flying nymphs</br>and peaceful citizens, molested sore,</br>retire before their obvious approach,</br>betokening inclination to dispute.", "The clashing ranks now meet, in furious tone</br>demanding each the pavement, and alike</br>refusing to file off.  The row begins.</br>At first in wordy war they fiercely strive</br>to gain the straight defile; and gentleman</br>and honour, sacred terms, too oft prophan'd,</br>are bandied about.  The passing crowd,</br>arrested by the jarring sounds, surround</br>the wrangling groupe, and with officious pains,</br>deem'd but impertinence, attempt</br>in vain a mediation, which still more incites</br>their fury; in the quarrel failing not</br>t' involve the mediators rash, with quick</br>contagion.  When the truly valorous feel</br>indignities, that grate the generous soul,</br>with them it only aggravates th' affront</br>to offer compromise.  Sudden with such</br>from hard words to hard blows the transit.  Thus</br>the champion now of either side prepares</br>for combat; and the eager youth steps forth</br>his party's hero to chastise the foe.</br>With like infuriate glance they each survey</br>his adversary's make; and big alike</br>in bottle-valour, each ensures success.", "Thus two alone commence the dire affray;</br>and many a fist, with gladiatorian force</br>is aim'd and parried.  Every feint and push</br>in pugilistick skill, is practis'd well.</br>The best made strokes are oft by wary guards</br>effectless rend'red, waiting strength and wind.</br>The hollow chest resounds with many a blow</br>contusing sore; and often retrograde</br>the weak'ned bruiser staggers.  From the nose</br>springs forth the welling rill.  The twinkling eye</br>sees lightning from collision severe.</br>The partisans of each bawl loud around</br>encouraging the fight; all praying hard</br>to keep the circle, and free space; whilst each</br>in pressing forward, still contracts the room.</br>Apace spectators thicken.  Crowding heads,</br>of various standard, and of various forms,</br>compose the motley groupe.  The velvet cap,</br>soft to the tender skull and touch, stands thick;</br>innumerous press the broad-cloth-cover'd host,</br>and vulgar herd of hats; and here and there,</br>the uncover'd 'prentice 'scap'd from neighb'ring shop,</br>rides buoyant on the shoulders of the mob.</br>And hovering aloof, the bonnet gay</br>in parti-colours, and the white-bleach'd cap</br>await the fate of battle, to enjoy</br>the conqueror's triumph.  Much the softer sex</br>the man of mettle at their hearts admire.", "This way and that, by sudden fits commov'd,</br>as wheel the warriours, turbulent and loud</br>the crowd makes way; and many a pendent sleeve</br>of tough prunello, or of glossy silk,</br>pluck'd sheer in quick convulsion, lines the street,</br>The frequent taper, brought to aid the night,</br>is oft extinguish'd, and as oft 'relum'd.", "The din of battle, heard afar, alarms</br>the town at either end; nor 'scapes the ear</br>of those who power-invested, with a nod</br>can still the tumult; at whose presence fly</br>alike the vanquish'd and the conqueror;</br>and at whose cabalistick call, the wight</br>luckless, in misdemeanor seen, must stay</br>his flying step.  These in official garb</br>array'd, haste undelaying to the scene,</br>where reign confusion, and disorder foul.</br>Nor their arrival heard the combatants,</br>dissatisfied; for now the tug of fight</br>had spent their breath, and nerveless made their blows;</br>each well-dispos'd to yield, yet each in hopes</br>to see his weak'ning adversary fall.</br>Thus undecided, timely to preserve</br>of each the sinking honour, and the bets</br>on even chance depending, ends the fray.", "Ill had the youth expected of his friends</br>to cover his retreat.  They felt the force</br>of coward nature, prompting from within</br>self-preservation, and in flight they sought</br>their safety, unsolicitous for him.", "To alley or to entry vile he flies</br>for shelter, where protected from pursuit</br>in shades obscure, he hears the storm blow off.</br>When cautious stepping forth, he glances round</br>his fearful looks, and undescrying harm,</br>sober'd, and sore with bruises, slinks away.", "Thus once the rustic mouse induc'd to join</br>his gay convivial brother of the town,</br>deserting happy home, where temperance</br>and peace, Pythagorean blessings, kept</br>his life in even tenor, first conceiv'd</br>his past contented days, compar'd with now,</br>tasteless and despicable, as he lapt</br>the palate-tickling gravy, and ragout</br>high-season'd to the taste of epicures</br>in city-feasts delighting.  Drunk with joy</br>he crams his little gullet, and with eye</br>of glutton, swallows every various dish.</br>But mark how short the intervals of bliss</br>bestow'd on mortals.  Even as he dips</br>his dripping wiskers in the richest sauce,</br>reserv'd till last, he hears the near approach</br>of growling mastiff, and the human step,</br>to ears of mice tremendous:  off he scuds</br>in fearful panic, and the dark recess</br>not prov'd by him secure, he scarcely gains</br>ere turn the creaking hinges.  There he lies</br>trembling, and tortur'd with suspense, till night</br>flings round her darksome veil; when creeping forth</br>he seeks again his cell, and homely food,</br>to live a troglodyte in constant peace.", "When sturdy MENELAUS to the fight</br>dragg'd forth the youth reluctant, who alone</br>for amorous war was form'd; the queen of love</br>observ'd th' unequal contest, and to save</br>her failing fav'rite, interpos'd a mist</br>impenetrably condens'd, in which involv'd,</br>he 'scap'd the vengeful Greek's dead-doing arm.</br>E'en thus my imitative muse has dar'd</br>to snatch, with borrow'd ingenuity,</br>her sinking hero from the dubious fight</br>by timely interruption.  He nor falls</br>in battle, nor is led a captive sad.", "Thro' such adventures has the muse pursu'd</br>in long not difficult, th' incautious youth,</br>her modesty unshock'd.  But she declines to follow,</br>where his devious steps seduc'd</br>from virtuous ways, would lead to scenes unmeet</br>for virgin eyes, or the descriptive song.</br>A fervent, but an unavailing wish</br>she breathes, that virtue, conscience, modesty,</br>and calm reflection may his mind reclaim</br>from such inventions, which too surely lead</br>to ills unnumber'd; loss of honest fame</br>and dire disease, sadly deforming oft</br>the noblest feature of the human face</br>divine; in vain by Taliacotian art</br>repair'd.  But tho' this consequence be known,</br>still has the Syren voice of wantonness</br>such charms alluring in the ear of youth,</br>that reason may her precepts preach unheard.", "The giddiness of youth may deem that sport,</br>which oft eventually may cause effects</br>most deleterious, emptying the purse,</br>reducing health most precious, and the mind</br>oft incapacitating.  Deign to hear,</br>young men, if not admonish'd by a sage,</br>a fellow-gownsman's council.  When the boy,</br>bursting Wintonian, or Carthusian walls,</br>(where long in durance hard, immur'd he lay,</br>aggriev'd full sore, by the inflicting hand</br>of far-renown'd slay-bottomist;) inlists</br>among the number of the gowned tribe</br>who train the robe virile; then first he feels</br>his mind enlarging with his liberty,</br>and from a stripling passes into man</br>with quick transition.  If he swells with pride</br>at such new honours, man and gownsman made,</br>and too presumptuous, dares to emulate</br>the noble feats of more experienc'd men;</br>whether of prowess, or of horsemanship,</br>of nautic knowledge, or of skating sure,</br>of bottle-bearing strength, or valorous act</br>of scaring citizens, a dastard race;</br>then rather check his course with soft rebuke,</br>mov'd by pure charity; and let advice,</br>timely applied, deter the forward youth.</br>Ungenerous is instigation then</br>to such contentions, where the consequence</br>at best produces biting redicule,</br>and fell vexation; oft calamities</br>most ruinous, the fracturing of limbs,</br>sad impositions, rustication dire;</br>rend'ring the tufted honour of his head</br>the cap of folly, and the sable garb</br>of learning, mockery and masquerade.</br>"]