["Accurs'd the man, whom fate ordains, in spite,</br>And cruel parents teach, to Read and Write!</br>What need of letters?  Wherefore should we spell?</br>Why write our names?  A mark will do as well.", "Much are the precious hours of youth mispent</br>In climbing Learning's rugged steep ascent;</br>When to the top the bold advent'rer's got,</br>He reigns, vain monarch, o'er a barren spot,</br>Whilst in the vale of Ignorance below,</br>FOLLY and VICE to rank luxuriance grow;</br>Honours and wealth pour in on ev'ry side,</br>And proud Preferment rolls her golden tide.", "O'er crabbed authors life's gay prime to waste,</br>To clamp wild genius in the chains of taste,</br>To bear the slavish drudgery of schools,</br>And tamely stoop to ev'ry pedant's rules;</br>For seven long years debarr'd of lib'ral ease,</br>To plod in college trammels to degrees;</br>Beneath the weight of solemn toys to groan,</br>Sleep over books, and leave mankind unknown,</br>To praise each senior blockhead's thread-bare tale,</br>And laugh till reason blush, and spirits fail;</br>Manhood with vile submission to disgrace,</br>And cap the fool, whose merit is his Place;</br>VICE CHANCELLORS, whose knowledge is but small,</br>And CHANCELLORS, who nothing know at all,</br>Ill-brook'd the generous Spirit in those days</br>When Learning was the certain road to praise,</br>When Nobles, with a love of Science bless'd,</br>Approv'd in others what themselves possess'd.", "But now, when DULLNESS rears aloft her throne,</br>When LORDLY Vassals her wide Empire own;</br>When Wit, seduc'd by Envy, starts aside,</br>And basely leagues with Ignorance and Pride,</br>What Now should tempt us, by false hopes misled,</br>Learning's unfashionable paths to tread;</br>To bear those labours, which our Fathers bore,</br>That Crown with-held, which They in triumph wore?", "When with much pains this boasted Learning's got,</br>'Tis an affront to those who have it not.</br>In some it causes hate, in others fear,</br>Instructs our Foes to rail, our Friends to sneer.</br>With prudent haste the worldly-minded fool</br>Forgets the little which he learn'd at School;</br>The Elder Brother, to vast fortunes born,</br>Looks on all Science with an Eye of Scorn;</br>Dependent Breth'ren the same features wear,</br>And younger Sons are stupid as the Heir.</br>In Senates, at the Bar, in Church and State</br>Genius is vile, and Learning out of date.</br>Is this &mdash; O death to think!  is this the Land</br>Where Merit and Reward went hand in hand,</br>Where Heroes, Parent-like, the Poet view'd?&mdash;</br>By whom they saw their glorious deeds renew'd?</br>Where Poets, true to Honour, tun'd their lays,</br>And by their Patrons sanctified their praise?</br>Is this the Land, where, on our SPENCER's tongue,</br>Enamour'd of his voice, Description hung;</br>Where JOHNSON rigid Gravity beguil'd,</br>Whilst Reason through her Critic fences smil'd;</br>Where NATURE listening stood, whilst SHAKESPEAR play'd,</br>And wonder'd at the Work herself had made?</br>Is this the Land, where, mindful of her charge</br>And Office high, fair Freedom walk'd at large;</br>Where, finding in our Laws a sure defence,</br>She mock'd at all restraints, but those of Sense;</br>Where, health and honour trooping by her side,</br>She spread her sacred empire far and wide;</br>Pointed the Way, Affliction to beguile,</br>And bade the Face of Sorrow wear a smile,</br>Bade those, who dare obey the gen'rous call,</br>Enjoy her blessings, which GOD meant for all?</br>Is this the Land, where, in some Tyrant's reign</br>When a weak, wicked, Ministerial train,</br>The tools of pow'r, the slaves of int'rest, plann'd</br>Their Country's ruin, and with bribes unman'd</br>Those wretches, who, ordain'd in Freedom's cause,</br>Gave up our liberties, and sold our laws;</br>When Pow'r was taught by Meanness where to go,</br>Nor dar'd to love the Virtue of a foe;</br>When, like a lep'rous plague, from the foul head</br>To the foul heart her sores Corruption spread,</br>Her iron arm when stern Oppression rear'd,</br>And Virtue, from her broad base shaken, fear'd</br>The scourge of Vice; when, impotent and vain,</br>Poor Freedom bow'd the neck to Slav'ry's chain;</br>Is this the Land, where, in those worst of times,</br>The hardy Poet rais'd his honest rimes</br>To dread rebuke, and bade controulment speak</br>In guilty blushes on the villain's cheek,</br>Bade Pow'r turn pale, kept mighty rogues in awe,</br>And made them fear the Muse, who fear'd not Law?", "How do I laugh, when men of narrow souls,</br>Whom folly guides, and prejudice controuls;</br>Who, one dull, drowsy track of business trod,</br>Worship their Mammon, and neglect their God;</br>Who, breathing by one musty set of rules,</br>Dote from their birth, and are by system fools;</br>Who, form'd to dullness from their very youth,</br>Lies of the day prefer to Gospel truth;</br>Pick up their little knowledge from Reviews,</br>And lay out all their stock of faith in news:</br>How do I laugh, when Creatures, form'd like these,</br>Whom Reason scorns, and I should blush to please,</br>Rail at all lib'ral arts, deem verse a crime,</br>And hold not Truth, as Truth, if told in rime?", "How do I laugh, when PUBLIUS, hoary grown</br>In zeal for SCOTLAND's welfare, and his own,</br>By slow degrees, and course of office, drawn</br>In mood and figure at the helm to yawn,</br>Too mean (the worst of curses Heav'n can send)</br>To have a foe; too proud to have a friend,</br>Erring by form, which Blockheads sacred hold,</br>Ne'er making new faults, and ne'er mending old,</br>Rebukes my Spirit, bids the daring Muse</br>Subjects more equal to her weakness choose;</br>Bids her frequent the haunts of humble swains,</br>Nor dare to traffick in ambitious strains;</br>Bids her, indulging the poetic whim</br>In quaint-wrought Ode, or Sonnet pertly trim,</br>Along the church-way path complain with GRAY,</br>Or dance with MASON on the first of May?</br>\"All sacred is the name and pow'r of Kings;</br>All States and Statesmen are those mighty Things</br>Which, howsoe'er they out of course may roll,</br>Were never made for Poets to controul.\"", "Peace, Peace thou Dotard, nor thus vilely deem</br>Of Sacred Numbers, and their pow'r blaspheme;</br>I tell thee, Wretch, search all Creation round,</br>In Earth, in Heav'n, no Subject can be found</br>(Our God alone except) above whose weight</br>The Poet cannot rise, and hold his State.</br>The blessed Saints above in numbers speak</br>The praise of God, tho' there all praise is weak;</br>In Numbers here below the Bard shall teach</br>Virtue to soar beyond the Villain's reach;</br>Shall tear his lab'ring lungs, strain his hoarse throat,</br>And raise his voice beyond the trumpet's note,</br>Should an afflicted Country, awed by men</br>Of slavish principles, demand his pen.</br>This is a great, a glorious point of view,</br>Fit for an English Poet to pursue,</br>Undaunted to pursue, tho', in return,</br>His writings by the common Hangman burn.", "How do I laugh, when men, by fortune plac'd</br>Above their Betters, and by rank disgrac'd,</br>Who found their pride on titles which they stain,</br>And, mean themselves, are of their Fathers vain,</br>Who would a bill of privilege prefer,</br>And treat a Poet, like a Creditor,</br>The gen'rous ardour of the Muse condemn,</br>And curse the storm they know must break on them?</br>\"What, shall a reptile Bard, a wretch unknown,</br>Without one badge of merit but his own,</br>Great Nobles lash, and Lords, like common men,</br>Smart from the vengeance of a Scribbler's pen?\"", "What's in this name of Lord, that I should fear</br>To bring their vices to the public ear?</br>Flows not the honest blood of humble swains</br>Quick as the tide which swells a Monarch's veins?</br>Monarchs, who wealth and titles can bestow,</br>Cannot make Virtues in succession flow.</br>Wouldst Thou, Proud Man, be safely plac'd above</br>The censure of the Muse &mdash; deserve her Love,</br>Act as thy Birth demands, as Nobles ought;</br>Look back, and by thy worthy Father taught,</br>Who earn'd those Honours, Thou wert born to wear,</br>Follow his steps, and be his Virtue's heir:</br>But if, regardless of the road to Fame,</br>You start aside, and tread the paths of shame;</br>If such thy life, that should thy Sire arise,</br>The sight of such a Son would blast his eyes,</br>Would make him curse the hour which gave Thee birth,</br>Would drive him, shudd'ring, from the face of earth</br>Once more, with shame and sorrow, 'mongst the dead</br>In endless night to hide his rev'rend head;</br>If such thy life, tho' Kings had made thee more</br>Than ever King a scoundrel made before;</br>Nay, to allow thy pride a deeper spring,</br>Tho' God in vengeance had made Thee a King,</br>Taking on Virtue's wing her daring flight,</br>The Muse should drag thee trembling to the light,</br>Probe thy foul wounds, and lay thy bosom bare</br>To the keen question of the searching air.", "Gods!  with what pride I see the titled slave,</br>Who smarts beneath the stroke which Satire gave,</br>Aiming at ease, and with dishonest art</br>Striving to hide the feelings of his heart!</br>How do I laugh, when, with affected air,</br>(Scarce able thro' despite to keep his chair,</br>Whilst on his trembling lip pale anger speaks,</br>And the chaf'd blood flies mounting to his cheeks)</br>He talks of Conscience, which good men secures</br>From all those evil moments guilt endures,</br>And seems to laugh at those who pay regard</br>To the wild ravings of a frantic bard.</br>\"SATIRE, whilst envy and ill-humour sway</br>The mind of man, must always make her way;</br>Nor to a bosom with discretion fraught,</br>Is all her malice worth a single thought.</br>The Wise have not the will, nor Fools the pow'r,</br>To stop her headstrong course; within the hour,</br>Left to herself, she dies; opposing Strife</br>Gives her fresh vigour, and prolongs her life.</br>All things her prey, and ev'ry man her aim,</br>I can no patent for exemption claim,</br>Nor would I wish to stop that harmless dart</br>Which plays around, but cannot wound my heart:</br>Tho' pointed at myself, be SATIRE free;</br>To Her 'tis pleasure, and no pain to Me.\"", "Dissembling Wretch!  hence to the Stoic school,</br>And there amongst thy breth'ren play the fool;</br>There, unrebuk'd, these wild, vain, doctrines preach:</br>Lives there a Man whom SATIRE cannot reach?</br>Lives there a Man who calmly can stand by,</br>And see his conscience ripp'd with steady eye?</br>When SATIRE flies abroad on Falsehood's wing,</br>Short is her life indeed, and dull her sting;</br>But when to Truth allied, the wound she gives</br>Sinks deep, and to remotest ages lives.</br>When in the tomb thy pamper'd flesh shall rot,</br>And e'en by friends thy mem'ry be forgot,</br>Still shalt Thou live, recorded for thy crimes,</br>Live in her page, and stink to after-times.", "Hast thou no feeling yet?  Come, throw off pride,</br>And own those passions which Thou shalt not hide.</br>S[andwich], who from the moment of his birth</br>Made human Nature a reproach on earth,</br>Who never dared, nor wish'd behind to stay,</br>When Folly, Vice, and Meanness led the way,</br>Would blush, should he be told, by Truth and Wit,</br>Those actions, which he blush'd not to commit.</br>Men the most infamous are fond of fame,</br>And those who fear not guilt, yet start at shame.", "But whither runs my zeal, whose rapid force,</br>Turning the brain, bears Reason from her course,</br>Carries me back to times, when Poets, bless'd</br>With courage, grac'd the Science they profess'd;</br>When They, in Honour rooted, firmly stood</br>The bad to punish and reward the good;</br>When, to a flame by Public Virtue wrought,</br>The foes of Freedom They to justice brought,</br>And dar'd expose those slaves who dar'd support</br>A Tyrant plan, and call'd themselves a Court.</br>Ah!  What are Poets now?  as slavish those</br>Who deal in Verse, as those who deal in Prose.</br>Is there an Author, search the Kingdom round,</br>In whom true worth and real Spirit's found?</br>The Slaves of Booksellers, or (doom'd by Fate</br>To baser chains) vile pensioners of State;</br>Some, dead to shame, and of those shackles proud</br>Which Honour scorns, for slav'ry roar aloud,</br>Others, half-palsied only, mutes become,</br>And what makes SMOLLET write makes JOHNSON dumb.</br>Why turns yon villain pale?  why bends his eye</br>Inward, abash'd, when MURPHY passes by?</br>Dost Thou sage MURPHY for a blockhead take,</br>Who wages war with vice for Virtue's sake?</br>No, No &mdash; like other Worldlings, you will find</br>He shifts his sails, and catches ev'ry wind.</br>His soul the shock of int'rest can't endure:</br>Give him a pension then, and sin secure.", "With laurell'd wreaths the flatt'rer's brows adorn,</br>Bid Virtue crouch, bid Vice exalt her horn;</br>Bid Cowards thrive, put honesty to flight,</br>MURPHY shall prove, or try to prove it right.</br>Try, thou State-juggler, ev'ry paltry art;</br>Ransack the inmost closet of my heart,</br>Swear Thou'rt my Friend; by that base oath make way</br>Into my breast, and flatter to betray;</br>Or, if those tricks are vain, if wholesome doubt</br>Detects the fraud, and points the Villain out,</br>Bribe those who daily at my board are fed,</br>And make them take my life who eat my bread;</br>On Authors for defence, for praise depend,</br>Pay him but well, and MURPHY is thy friend:</br>He, He shall ready stand with venal rimes,</br>To varnish guilt, and consecrate thy crimes,</br>To make corruption in false colours shine,</br>And damn his own good name, to rescue thine.", "But, if thy niggard hands their gifts with-hold,</br>And Vice no longer rains down show'rs of gold,</br>Expect no mercy; facts, well grounded, teach,</br>MURPHY, if not rewarded, will impeach.</br>What tho' each man of nice and juster thought,</br>Shunning his steps, decrees, by Honour taught,</br>He ne'er can be a Friend, who stoops so low</br>To be the base betrayer of a foe;</br>What tho', with thine together link'd, his name</br>Must be with thine transmitted down to shame,</br>To ev'ry manly feeling callous grown,</br>Rather than not blast thine, he'll blast his own.", "To ope the fountain, whence Sedition springs,</br>To slander Government, and libel Kings,</br>With Freedom's name to serve a present hour,</br>Tho' born and bred to arbitrary pow'r;</br>To talk of WILLIAMS with insidious art,</br>Whilst a vile STUART'S lurking in his heart,</br>And, whilst mean Envy rears her loathsome head,</br>Flatt'ring the living, to abuse the dead,</br>Where is SHEBBEARE?  O, let not foul reproach,</br>Travelling thither in a City-Coach,</br>The Pill'ry dare to name; the whole intent</br>Of that Parade was Fame, not Punishment,</br>And that old, staunch Whig BEARDMORE standing by,</br>Can in full Court give that report the lye.", "With rude unnat'ral jargon to support,</br>Half Scotch, half English, a declining Court;</br>To make most glaring contraries unite,</br>And prove, beyond dispute, that black is white;</br>To make firm Honour tamely league with Shame,</br>Make Vice and Virtue differ but in name,</br>To prove that Chains and Freedom are but one,</br>That to be sav'd must mean to be undone,</br>Is there not GUTHRIE?  Who, like him, can call</br>All Opposites to proof, and conquer all?</br>He calls forth living waters from the rock;</br>He calls forth children from the barren stock;</br>He, far beyond the springs of Nature led,</br>Makes Women bring forth after they are dead;</br>He, on a curious, new, and happy plan,</br>In Wedlock's sacred bands joins Man to Man;</br>And, to complete the whole, most strange, but true,</br>By some rare magic, makes them fruitful too,</br>Whilst from their loins, in the due course of years,</br>Flows the rich blood of GUTHRIE'S English Peers.", "Dost Thou contrive some blacker deed of shame,</br>Something which Nature shudders but to name,</br>Something which makes the Soul of man retreat,</br>And the life-blood run backward to her seat?</br>Dost Thou contrive, for some base private end,</br>Some selfish view, to hang a trusting friend,</br>To lure him on, e'en to his parting breath,</br>And promise life, to work him surer death?</br>Grown old in villany, and dead to grace,</br>Hell in his heart, and TYBURNE in his face;</br>Behold, a Parson at thy Elbow stands,</br>Low'ring damnation, and with open hands</br>Ripe to betray his Saviour for reward;</br>The Atheist Chaplain of an Atheist lord.", "Bred to the Church, and for the gown decreed,</br>Ere it was known that I should learn to read;</br>Tho' that was nothing, for my Friends, who knew</br>What mighty Dullness of itself could do,</br>Never design'd me for a working Priest,</br>But hoped I should have been a DEAN at least;</br>Condemn'd (like many more and worthier men</br>To whom I pledge the service of my pen)</br>Condemn'd (whilst proud and pamper'd Sons of Lawn,</br>Cramm'd to the throat, in lazy plenty yawn)</br>In pomp of rev'rend begg'ry to appear,</br>To pray, and starve on forty pounds a-year;</br>My Friends, who never felt the galling load,</br>Lament that I forsook the Packhorse road,</br>Whilst Virtue to my conduct witness bears,</br>In throwing off that gown which FRANCIS wears.", "What Creature's that, so very pert and prim;</br>So very full of foppery, and whim;</br>So gentle, yet so brisk; so wondrous sweet,</br>So fit to prattle at a Lady's feet;</br>Who looks, as he the Lord's rich vineyard trod,</br>And by his Garb appears a man of God?</br>Trust not to looks, nor credit outward show;</br>The villain lurks beneath the cassock'd Beau;</br>That's an Informer; what avails the name?</br>Suffice it that the wretch from SODOM came.", "His tongue is deadly &mdash; from his presence run,</br>Unless thy rage would wish to be undone.</br>No ties can hold him, no affection bind,</br>And Fear alone restrains his coward mind;</br>Free him from that, no Monster is so fell,</br>Nor is so sure a blood-hound found in hell.</br>His silken smiles, his hypocritic air,</br>His meek demeanour, plausible and fair,</br>Are only worn to pave Fraud's easier way,</br>And make gull'd Virtue fall a surer prey.</br>Attend his Church &mdash; his plan of doctrine view&mdash;</br>The Preacher is a Christian, dull, but true;</br>But when the hallow'd hour of preaching's o'er,</br>That plan of doctrine's never thought of more;</br>CHRIST is laid by neglected on the shelf,</br>And the vile Priest is Gospel to himself.", "By CLELAND tutor'd, and with BLACOW bred,</br>(BLACOW, whom, by a brave resentment led,</br>OXFORD, if OXFORD had not sunk in fame,</br>Ere this, had damn'd to everlasting shame)</br>Their steps he follows, and their crimes partakes;</br>To Virtue lost, to Vice alone he wakes,</br>Most lusciously declaims 'gainst luscious themes,</br>And, whilst he rails at blasphemy, blasphemes.", "Are these the Arts which Policy supplies?</br>Are these the steps by which grave Churchmen rise?</br>Forbid it, Heav'n; or, should it turn out so,</br>Let Me and Mine, continue mean and low.</br>Such be their Arts, whom Interest controuls;</br>KIDGELL and I have free and modest souls.</br>We scorn Preferment which is gain'd by Sin,</br>And will, tho' poor without, have peace within.</br>"]