["The winds are pillowed on the waveless deep,</br>And from the curtain'd sky the midnight moon</br>Looks sombred o'er the forests great, that sleep</br>Unstirring, while a soft melodious tune,</br>Nature's still voice, the lapsing stream, is heard,</br>And ever and anon th' unseen night-wandering bird.", "An Arab of the air, it floats along,</br>Enamour'd of the silence and the night,</br>The tall pine tops, the mountains dim among,</br>Aye wheeling on in solitary flight;</br>Like an ungentle spirit earthwards sent,</br>To haunt the pale-faced moon, a cheerless banishment.", "A wild low sound &mdash; a melancholy cry,</br>Now near, remoter now, and more remote;</br>In the blue dusk, unseen, it journeys by,</br>Loving amid the starlight calm to float;</br>Now sharp and shrill, now faint, and by degrees</br>Fainter, like Summer winds that die 'mid leafy trees.", "I listen &mdash; in the solitude I stand,</br>The breathless hush of midnight &mdash; all is still;</br>Unmoved the valleys spread, the woods expand;</br>There is a slumbering mist upon the hill;</br>Nature through all her regions seems asleep,</br>Save, ever and anon, that wailing sound and deep.", "Doubtless, in elder times, unhallow'd sound!</br>When Fancy ruled the subject lands, and Fear,</br>Some demon elf; or goblin shrieking round,</br>Darkly thou smot'st on Superstition's ear;</br>The wild wood had its spirits, and the glen</br>Teem'd with dim shapes, and shades inimical to men", "Here, in this solitude all vast and void,</br>Life seems a vision of the shadowy past,</br>By mighty Silence swallow'd and destroy'd,</br>And thou of living sounds the dirge, and last;</br>Serenely quiet sleeps the moveless scene,</br>As if, all discord o'er, mankind had never been.", "Nocturnal haunter of the homeless sky!</br>Most immaterial of terrestrial things!</br>On the grey cloud in slumber canst thou lie;</br>Or 'mid the flooding moonlight fold thy wings?</br>'Mid shooting star-beams lovest thou to roam?</br>This gross earth, sure, for thee is scarce a fitting home.", "Lovest thou, when storms are dark, and rains come down,</br>When wild winds round lone dwellings moan and sigh,</br>And night is hooded in its gloomiest frown,</br>To mingle with the tempest thy lone cry,</br>To pierce the rolling thunder-clouds, and brook</br>The scythe-wing'd lightning's glare with fierce unshrinking look?", "On Summer's scented eve, when fulgent skies</br>The last bright traces of the day partook,</br>And Heaven Iook'd down on Earth with starry eyes,</br>Reflected softly in the wimpling brook,</br>Far, far above, wild solitary bird,</br>Thy melancholy scream 'mid woodlands I have heard.", "And I have heard thee when the wintry snow</br>Mantled with chilling white the moonless vales,</br>Through the drear darkness wandering to and fro,</br>And mingling with the sharp and sighing gales</br>Thy wizard note &mdash; when Nature's prostrate form,</br>In desolation sad, lay sunk beneath the storm.", "It is a sound most solemn, strange, and lone,</br>That wildly talks of something far remote</br>Amid the past &mdash; of something scarcely known&mdash;</br>Of Time's most early voice a parted note&mdash;</br>The echo of Antiquity, &mdash; the cry</br>Of Ruin brooding o'er some Greatness doom'd to die.", "So parted from communion with mankind,</br>So severed from all life and living sound,</br>Calmly the solemnized and soften'd mind</br>Sinks down, and dwells in pensive thought profound,</br>On dreams of yore, on visions swept away,</br>The loves and friendships warm of being's early day.", "Most lonely voice!  most wild unbodied scream!</br>That hauntest thus the silent wilderness,</br>Thou tellest man that life is but a dream,</br>Romantic as the tones of thy distress,</br>Leaving on earth no lingering tract behind,</br>And melting as thou meltest on the wind!", "Faint come the notes &mdash; thou meltest distant far,</br>Scarce heard at intervals upon the night,</br>Leaving to loneliness each listening star,</br>The trees &mdash; the river &mdash; and the moonshine bright,</br>And 'mid this stirless hush, this still of death,</br>Heard is my bosom's throb, and audible my breath.", "Lo!  'mid the Future dim, remote or near,</br>Lurks in the womb of Time a dreadful day,</br>When shuddering Earth an awful Voice shall hear,</br>And Ruin make the universe her prey,</br>And Silence, when the pulse of Nature stills,</br>In viewless robe shall sit enthroned on smoking hills!</br>"]