["How sullen is the note of that last drum,</br>That's muffled by indifference to the dead;</br>And how reluctantly the echoes come,</br>On air that sighs not, o'er that stranger's bed,</br>Who sleeps with death alone. &mdash; O'er his young head</br>His native breezes never more shall sigh;</br>On his lone grave the careless step shall tread,</br>And pestilential vapours soon shall dry</br>Each shrub that buds around &mdash; each flow'r that blushes nigh.", "Let Genius poising on her full fledged wing,</br>Fill the charm'd air with thy deserved praise:</br>Of war, and blood, and carnage let her sing</br>Of victory and glory.  Let her gaze</br>On the dark smoke that shrouds the cannon's blaze&mdash;</br>On the red foam that crests the bloody billow;</br>Then mourn the sad close of thy shorten'd days,</br>Place on thy country's brow the weeping willow,</br>And plant the laurels thick, around thy last cold pillow.", "No sparks of Grecian fire to me belong,</br>Alike uncouth the poet and the lay;</br>Unskill'd to turn the mighty tide of song,</br>He floats along the current as he may,</br>The humble tribute of a tear to pay.</br>A bolder bard may choose a loftier name&mdash;</br>May sing of Nelson's last and brightest day,</br>Of Wolfe's unequalled and unrivalled fame,</br>The wave of Trafalgar, the field of Abraham.", "But if the wild winds of thy western lake</br>Might teach a harp that fain would mourn the brave,</br>And sweep those strings the minstrel may not wake,</br>Or give an echo, from some secret cave</br>That opens on romantic Erie's wave&mdash;</br>The feeble cord would not be swept in vain.</br>And, though the sound might never reach thy grave,</br>Yet there are spirits here, that to the strain</br>Would send a still small voice &mdash; responsive back again.", "And though the yellow plague infest the air,</br>Though noxious vapours blight the turf &mdash; where rest</br>The manly form, and the bold heart of war,</br>Yet should that deadly isle afar be blest;</br>For the fresh breezes of thy native west</br>Should seek and sigh around thy early tomb,</br>Moist with the tears of those who lov'd thee best,</br>Scented with sighs of love.  There grief should come,</br>And memory guard thy grave and mourn thy hapless doom.", "It may not be.  Too feeble is the hand,</br>Too weak and frail the harp, the lay too brief</br>To speak the sorrows of a mourning land,</br>Weeping in silence for her youthful chief;</br>Yet may an artless tear proclaim more grief</br>Than mock affection's arts can ever show.</br>A heart-felt sigh can give a sad relief,</br>Which all the sobs of counterfeited woe,</br>Trick'd off in foreign garb can never hope to know.</br>"]