["I.</br>Here end, industrious BEE, thy lov'd career;</br>Enricht ftom many a flowret's honied veins;</br>Where'er the bright PHOEBE'AN Circle reigns,</br>And fragrance breathes through the poetic Sphere;</br>The blended Sweets of many a radiant Year,</br>The happy produce of ITALIAN plains,</br>SPAIN, FRANCE, thy native BRITAIN'S fair domains;&mdash;</br>Rest, pleas'd with the collected Treasure, here.</br>The Worth of Verse is given to few to know;</br>And on the SONNET fewer still bestow</br>That Wreath which Taste, Feeling, and Judgement twine.</br>Yet with those few peculiar is its Claim,</br>I see it's Glory rise; I see it's Name</br>Grace the celestial LYRE in Characters divine.", "II.</br>Enricht from many a Flowret's honied veins,</br>Fragrant with Nectar from the heavenly Sphere,</br>I see the full poetic Hive appear,</br>Which treasur'd Sweets of Centuries contains!</br>No latent Venom the blest Produce stains;</br>All chaste Delights the ARCADIAN Prize endear.</br>Mild and salubrious Charms inhabit here;</br>Every unhallow'd lip their Taste disdains.</br>They only love it who with Ardour glow</br>For Wisdom, Virtue, Beauty; and refine</br>Their Souls by these from every baser claim.</br>For these with flavor smiles, unknown below,</br>The ambrosian Banquet, and the nectar'd Shrine,</br>Exhaustless, varying still, yet still the same.", "III.</br>WHERE'ER the bright PHOEBE'AN Circle reigns,</br>And in clear Chastity, sweet though severe,</br>Celestial BEAUTY charms the admiring Trains,</br>And deigns to radiate on our earthly Sphere,</br>Those favor'd Climes the MUSE'S Voice revere.</br>Pure are their Pleasures; e'en endear'd their Pains;</br>Living, belov'd; honor'd in their Remains:</br>High Candidates for Heaven's eternal Year!</br>Such GUIDI, PETRARCH such!  And such the flow</br>Of that exalted, pure ethereal flame</br>With which the Lays of FULVIO, CELIO, glow;</br>With which the great LORENZO, honor'd name,</br>And, Guardian Shepherd, CRESCEMBENI, thine,</br>The Friend and Guide of those who love the immortal NINE!", "IV.</br>What fragrance breathes through the poetic Sphere!</br>How lovely on the HELICONIAN Plains</br>The sacred LAUREL in blest Verdure reigns,</br>And triumphs in it's never-changing Year!</br>Where Blights and envious Mildew come not near,</br>Nor stormy Winds are felt, nor angry Rains,</br>Nor boisterous Hail invades the bright Domains,</br>Nor Snow, nor chilling Frosts, the Blossoms fear.</br>But on PARNASSUS cloudless Ether flows:</br>The MYRTLE and the fragrant Mountain-ROSE</br>Bloom, and soft Moons, o'erspread with tender Flame</br>Those Heights, to Peace devote and deathless Fame,</br>And through the Vales breathes the harmonious Line,</br>And TRUMPET, FLUTE, and LYRE, waken'd by hands divine.", "V.</br>The blended Sweets of many a radiant Year,</br>Lov'd POESY, are thine: &mdash; nor oft complains</br>The Heart where thy benignant Presence reigns,</br>Nor yields to sordid Hopes, or to base Fear.</br>The Soothing MUSES, and their Smiles are near,</br>To charm all earthly Sorrows, Cares, and Pains;</br>Whispering immortal Accents in the ear,</br>And Tones which calm Despair's infuriate Veins.</br>Fortune at will her gaudy Snares may throw</br>Ambition win from wasted Realms a name</br>Their's is a happier and a purer Fame;</br>A Bliss nor Wealth nor Power can e'er bestow:</br>To soothe, and as they elevate, refine,&mdash;</br>This the Glory of the SACRED NINE!", "VI.</br>The happy Produce of ITALIAN Plains,</br>Of Gales which ARNO and which SORGA cheer,</br>And TIBER, whom the MUSES selves revere,</br>And MINCIO, resonant with happiest Strains.</br>What studious ART and vivid NATURE gains,</br>Thoughts, which the Fang of Time nor Envy fear,</br>Numbers, to the harmonious Sisters dear;</br>Words, in which every Grace and every Beauty reigns.</br>In search of these with perseverance go,</br>Whoe'er on POESY wouldst build thy Fame:</br>These to the GRECIAN and the LATIAN Name</br>Bid added Charms unite their lovely Glow.</br>The peaceful triumph, ITALY, is thine,</br>With these new Wreaths to grace the MUSES' Shrine.", "VII.</br>See, from our native BRITAIN'S fair Domains,</br>With friendly Emulation, BARDS appear!</br>See them the TUSCAN MUSES' Banner rear,</br>And waft VALCHIUSA to our sterner Plains:</br>Hear gentle SPENSER, gallant SYDNEY'S strains;</br>The DRUMMONDS, to the Woodland Sisters dear;</br>MILTON, who soars to HARMONY'S pure Sphere;</br>And WHITE, whom Heaven to lend no longer deigns,</br>Here the sweet Notes of British SAPPHO flow,</br>Memorials.  of a pure and tenderest Flame;</br>SEWARD; &mdash; and SMITH'S heart-soothing strains of Woe,</br>Who sought Repose, but won immortal Fame:</br>Her's the soft flowing elegiac Line;</br>Her's, the true SONNET'S beauteous Maze to twine.", "VIII.</br>Rest, pleas'd with the collected Treasure here;</br>Nor envy either India's proud Domains:</br>Not Gold, nor Diamonds, nor pearly Grains</br>In the Aegyptian Queen's luxurious ear,</br>Of any Lustre in that eye appear,</br>Which sees what Splendor with the MUSES reigns:</br>Rays, which no Glare of earthly pomp profanes;</br>Glories, which rise to Heaven's eternal Sphere.</br>When to the MUSE compar'd, how poor, how low</br>The peals which rend the throat of vulgar Fame,</br>And echo round Destruction's cruel Shrine!</br>Her's the innoxious, the benignant, Flame</br>Which Reason, Goodness, Truth, and Heaven know,</br>Sent to \"exalt our mortal to Divine.\"", "IX.</br>The Worth of Verse is given to few to know:</br>To few with happy art it's Wreath to twine,</br>And with that high and blissful Ardor glow</br>Which flames perpetual at the MUSES' shrine!</br>And yet is Verse of Origin Divine,</br>Whence Order, Harmony, and Beauty, flow:</br>And happiest they whose Spirits most incline</br>To that pure Good; &mdash; Heaven's loveliest Gift below.</br>From HEAVEN, LOVE, BEAUTY, POESY, first came:</br>And to it's Source as tends aspiring Flame,</br>They seek their proper Home, th' ethereal Plains.</br>To HEAVEN they raise us while sojourning here,</br>The Heart attempering by the eye and ear,</br>To Realms where HARMONY most perfect reigns.", "X.</br>In days when on the SONNET few bestow</br>Just praise, and many contumelious blame,</br>These Pages, just to it's illustrious Name,</br>It's firm and ample Base of Glory show.</br>The first in generous States, the first to know,</br>The first in virtuous Action, Arts of Fame,</br>To Friendship, Love, and every noble Claim,</br>To Nature and to Heaven, taught it to flow.</br>SHAKESPEARE his-self disdain'd not to confine</br>Within this little Space a Muse that reigns</br>Empress of human Thoughts, and Cares, and Pains;</br>Although the lighter QUATUORZAIN to rear</br>He chose, and shunn'd the oft recurrent line</br>Though beauteous, the sweet Fruit of Toil austere.", "XI.</br>That WREATH which Fancy, Taste, and Judgement twine,</br>Of graceful texture, undulating flow;</br>Whose Blossoms aptly intermingled glow,</br>Whose Foliage shades the Temples of the NINE:&mdash;</br>Never should He of Chance or Fate repine,</br>Or envy aught which Men admire below,</br>To whom his favoring Destinies assign</br>Those Flow'rs, which unimpair'd through Ages blow.</br>Sweet is the fragrance of the vernal Plains;</br>Lovely the Summer Sun's ascending shine;</br>Solemn the tinted shade where Autumn reigns,</br>Of wintry Snows the wide-extended line:</br>But sweeter, lovelier, in her high career,</br>More aweful, charms the MUSE the listening ear.", "XII.</br>Still with some few peculiar is the Claim</br>Of Verse; &mdash; Yet some, the POET who revere,</br>Receive the SONNET with attentive ear,</br>And dwell, with fond delight, on LAURA'S name.</br>SHE lives, secure of never-ceasing Fame,</br>The radiant Sovereign of a lucid Sphere;</br>Such as the MUSE'S breath at once can rear;</br>Bright Emanation of celestial Flame.</br>Short is the date our Lives on Earth must know:</br>Still shorter Beauty's soft enchanting glow;</br>Soon fall the Streams from Wealth and Power which flow:</br>Not thus shall LAURA and her PETRARCH shine;</br>Their Glory rolling Ages but refine:</br>TIME consecrates the genuine POET'S line.", "XIII.</br>I see it's Glory rise; I see it's Name</br>Revive and flourish on our BRITISH Plains;</br>I see what Band the SONNET'S claim maintains,</br>And renovates it's Wreath of deathless Fame!</br>Oblivious we were of MILTON'S claim,</br>This Province of Renown his MUSE regains,</br>Though small, yet precious 'mid his vast Domains;</br>This Orb, refulgent with his vivid Flame.</br>The Shades retire; the Beams of Morning shine;</br>The cold damp Mists of Error disappear,</br>Beneath the genial Warmth dissolves the Snow.</br>PETRARCAN MUSE, the Victory is thine!</br>Propitious and belov'd thy Influence here:</br>Our Northern Clime feels its delightful Glow.", "XIV.</br>Grace the celestial LYRE in Characters divine,</br>Long injur'd SONNET!  whom the Crowd arraigns;</br>And as a mere frivolity disdains,</br>An empty toy of many a tinkling line;</br>Incapable of Great and High Design.</br>But let those Scoffers view Earth's various Plains,</br>Strive to exalt their Thoughts to Heaven's Domains,</br>Then say, if aught sublime or beauteous shine</br>Of which some Ray hath not illum'd thy Sphere.</br>What noblest Wonders Land and Sea can claim,</br>What Beauties Art and Nature most endear,</br>What Arms or Letters own of purest Fame,</br>What Science, Virtue, Piety, revere,</br>Have dwelt within the SONNET'S little Frame.", "XV.</br>Here end, my MUSE, thy long, thy lov'd Career;</br>Here bound thy flight, who from the Italian Plains</br>Hast brought those gentle, pure, and polish'd Chains,</br>To the PHOE BE'AN Choir for ever dear.</br>Those who for FREEDOM rais'd the generous Spear,</br>In whose blest Verse divine PARNASSUS reigns,</br>With heavenly BEAUTY who inspir'd their Strains;</br>Whom every VIRTUE loves, all ARTS revere,</br>Cherisht the SONNET of harmonious flow.</br>Here GUIDI, CINO, DANTE, ANGELO,</br>And the PETRARCAN sweetest graces shine;</br>The MEDICE'AN, SANNAZARIAN Name,</br>The Wreath of TASSO, the VITTORIAN Fame;</br>Here the MILTONIAN PALM, and BRITISH HARP divine.</br>"]