["CANTO III.</br>Departed souls by living Night</br>Suckt in, for pinching wo</br>No'te sleep; or if with God unite,</br>For joyes with which they flow.", "My hardest task is gone, which was to prove</br>That when the soul by death's cut off from all,</br>Yet she within her self might live and move,</br>Be her own world, by life imaginall.</br>But sooth to sain, 't seems not so naturall.</br>For though a starre, part of the Mundane spright,</br>Shine out with rayes circumferentiall</br>So long as with this world it is unite;</br>Yet what t'would do cut off, so well we cannot weet.", "But sith our soul with God himself may meet,</br>Inacted by His life, I cannot see</br>What scruple then remains that moven might</br>Least doubt, but that she wakes with open eye,</br>When Fate her from this body doth untie.</br>Wherefore her choicest forms do then arise,</br>Rowz'd up by union and large sympathy</br>With Gods own spright; she plainly then descries</br>Such plentitude of life, as she could nere devise.", "If God even on this body operate,</br>And shakes this Temple when he doth descend,</br>Or with sweet vigour doth irradiate,</br>And lovely light and heavenly beauty lend.</br>Such rayes from Moses face did once extend</br>Themselves on Sinai hill, where he did get</br>Those laws from Gods own mouth, mans life to mend;</br>And from Messias on mount Saron set</br>Farre greater beauty shone in his disciples sight.", "Als Socrates, when (his large Intellect</br>Being fill'd with streaming light from God above)</br>To that fair sight his soul did close collect,</br>That inward lustre through the body drove</br>Bright beams of beauty.  These examples prove</br>That our low being the great Deity</br>Invades, and powerfully doth change and move.</br>Which if you grant, the souls divinity</br>More fitly doth receive so high a Majesty.", "And that God doth illuminate the mind,</br>Is well-approv'd by all antiquity;</br>With them Philosophers and Priests we find</br>All one:  or else at least Philosophy</br>Link'd with Gods worship and pure piety:</br>Witnesse Pythagoras, Aglaophemus,</br>Zoroaster, thrice-mighty Mercury,</br>Wise Socrates, nothing injurious,</br>Religious Plato, and vice-taming Orpheus.", "All these, addicted to religion,</br>Acknowledg'd God the fount of verity,</br>From whence flows out illumination</br>Upon purg'd souls.  But now, O misery!</br>To seek to God is held a phantasie,</br>But men hug close their loved lust and vice,</br>And deem that thraldome a sweet liberty;</br>Wherefore reproch and shame they do devise</br>Against the braver souls that better things emprise.", "But lo!  a proof more strong and manifest:</br>Few men but will confesse that prophesie</br>Proceeds from God, when as our soul's possest</br>By his All-seeing spright; als ecstasie</br>Wherein the soul snatch'd by the Deity.</br>And for a time into high heaven hent</br>Doth contemplate that blest Divinity</br>So Paul and John that into Patmos went,</br>Heard and saw things inestimably excellent.", "Such things as these, men joyntly do confesse</br>To spring from Gods own spirit immediately:</br>But if that God ought on the soul impresse</br>Before it be at perfect liberty,</br>Quite rent from this base body; when that she</br>Is utterly releast, she'll be more fit</br>To be inform'd by that divine Idee</br>Hight Logos, that doth every man enlight</br>That enters into life, as speaks the sacred Writ.", "Behold a fit resemblance of this truth,</br>The Sun begetteth both colours and sight,</br>Each living thing with life his heat indew'th,</br>He kindles into act each plastick spright:</br>Thus he the world with various forms doth dight</br>And when his vigour hath fram'd out an eye</br>In any living wight, he fills with light</br>That Organ, which can plainly then descry</br>The forms that under his far-shining beams do ly.", "Even so it is with th' intellectuall sunne,</br>Fountain of life, and all-discovering light,</br>He frames our souls by his creation,</br>Als he indews them with internall sight,</br>Then shines into them by his lucid spright.</br>But corporall life doth so obnubilate</br>Our inward eyes that they be nothing bright;</br>While in this muddy world incarcerate</br>They lie, and with blind passions be intoxicate.", "Fear, anger, hope, fierce vengeance, and sworn hate,</br>Tumultuous joy, envie and discontent,</br>Self-love, vain-glory, strife and fell debate,</br>Unsatiate covetise, desire impotent,</br>Low-sinking griefe, pleasure, lust violent,</br>Fond emulation, all these dim the mind</br>That with foul filth the inward eye yblent,</br>That light that is so near it cannot find.</br>So shines the Sunne unseen on a trees rugged rind.", "But the clean soul by virtue purifi'd</br>Collecting her own self from the foul steem</br>Of earthly life, is often dignifi'd</br>With that pure pleasure that from God doth streem,</br>Often's enlightn'd by that radiant beam,</br>That issues forth from his divinity,</br>Then feelingly immortall she doth deem</br>Her self, conjoynd by so near unity</br>With God, and nothing doubts of her eternitie.", "Nor death, nor sleep nor any dismall shade</br>Of low contracting life she then doth fear,</br>No troubled thoughts her settled mind invade,</br>Th' immortall root of life she seeth clear,</br>Wisheth she were for ever grafted here:</br>No cloud, no darknesse, no deficiency</br>In this high heavenly life doth ere appear;</br>Redundant fulnesse, and free liberty,</br>Easie-flowing knowledge, never weary energy,", "Broad open sight, eternall wakefulnesse,</br>Withouten labour or consuming pain:</br>The soul all these in God must needs possesse</br>When there deep-rooted life she doth obtain,</br>As I in a few words shall maken plain.</br>This bodies life by powerfull sympathy</br>The soul to sleep and labour doth constrain,</br>To grief, to wearinesse and anxiety,</br>In fine, to hideous sense of dread mortality.", "But sith no such things in the Deity</br>Are to be found; Shee once incorporate</br>With that quick essence, she is settee free</br>From ought that may her life obnubilate,</br>What then can her contract or maken strait?</br>For ever mov'd by lively sympathy</br>With Gods own spright, an ever-waking state</br>She doth obtain.  Doth heavens bright blazing eye</br>Ever close, ywrapt in sleep and dead obscurity?", "But now how full and strong a sympathy</br>Is caused by the souls conjunction</br>With the high God, I'll to you thus descry.</br>All men will grant that spread dispersion</br>Must be some hinderance to close union:</br>Als must confesse that closer unity</br>More certainly doth breed compassion;</br>Not that there's passion in the Deity,</br>But something like to what all men call Sympathy.", "Now sith the soul is of such subtlety,</br>And close collectednesse, indispersion,</br>Full by her centrall omniformity,</br>Pregnant and big without distension;</br>She once drawn in by strong attraction,</br>Should be more perfectly there counite</br>In this her high and holy union</br>Then with the body, where dispersion's pight:</br>(But such hard things I leave to some more learned wight)", "The first pure Being's perfect Unity,</br>And therefore must all things more strongly bind</br>Then Lives corporeall, which dispersed be.</br>He also the first Goodnesse is defin'd</br>Wherefore the soul most powerfully's inclin'd</br>And strongly drawn to God.  But life that's here,</br>When into it the soul doth closely wind,</br>Is often sneep'd by anguish and by fear,</br>With vexing pain and rage that she no'te easly bear.", "Farre otherwise it fares in that pure life</br>That doth result in the souls Unity With God:</br>For there the faster she doth strive</br>To tie her selfe, the greater liberty</br>And freer welcome, brighter purity</br>She finds, and more enlargement, joy and pleasure</br>O'reflowing, yet without satietie,</br>Sight without end, and love withouten measure:</br>This needs must close unite the bears to that hid treasure.", "This plainly's seen in that mysterious Cone</br>Which I above did fairly well descrive:</br>Their freenesse and incarceration</br>Were plainly setten forth.  What down doth dive</br>Into the straitned Cuspis needs must strive</br>With stringent bitternesse, vexation,</br>Anxious unrest; in this ill plight they live:</br>But they that do ascend to th' top yflown</br>Be free, yet fast unite to that fair vision.", "Thus purged souls be close conjoyn'd to God,</br>And closer union surer sympathy;</br>Wherefore so long as they make their abode</br>In Him, incorp'rate by due Unitie</br>They liven in eternall energie,</br>For Israels God nor slumbers, nor doth sleep;</br>Nor Israel lost in dull lethargie</br>Must listlesse ly, while numbing streams do steep.</br>His heavy head, overwhelmed in oblivion deep.", "But here more curious men will straight enquire,</br>Whither after death the wicked soul doth go,</br>That long hath wallowed in the sinfull mire.</br>Before this question I shall answer to,</br>Again the nature of the soul I'll show,</br>She all things in her self doth centrally</br>Contain; whatever she doth feel or know,</br>She feels or knows it by th' innate Idee:</br>She's all proportion'd by her omniformity.", "God, heaven, this middle world, deep glimmering hell</br>With all the lives and shapes that there remain,</br>The forms of all in humane souls do dwell:</br>She likewise all proportions doth contain</br>That fits her for all sprights.  So they constrain</br>By a strong-pulling sympathy to come,</br>And straight possesse that fitting vitall vein</br>That 'longs unto her, so her proper room</br>She takes as mighty Nemesis doth give the doom.", "Now (which I would you presly should observe)</br>Though oft I have with tongue balbutient</br>Prattled to th' weaker ear (lest I should sterve</br>My stile with too much subtilty) I nere ment</br>To grant that there's any such thing existent</br>As a mere body:  For all's life, all spright,</br>Though lives and sprights be very different.</br>Three generall sprights there be, Eternall Light</br>Is one, the next our World, the last Infernall Alight.", "This last lies next unto old Nothingnesse</br>Hight Hyle, whom I term'd point of the Cone:</br>Her daughter Night is full of bitternesse</br>And strait constraint, and pent privation:</br>Her sturdy ray's scarce conquer'd by the moon.</br>The earths great shade breaks out from this hid spright,</br>And active is; so soon the Sun is gone,</br>Doth repossesse the aire shotten forth right</br>From its hid centrall life, ycleep'd Infernall Night.", "In this drad world is scorching Phlegethon;</br>Hot without flame, burning the vexed sense</br>There hatefull Styx and sad Cocytus run,</br>And silent Acheron.  All drink from hence,</br>From this damn'd spright receiver influence,</br>That in our world or poyson do outspue,</br>Or have an ugly shape and foule presence:</br>That deadly poison and that direfull hue</br>From this Nocturnall spright these ugly creatures drew.", "This is the seat of Gods eternall ire,</br>When unmixt vengeance he doth fully powre</br>Upon foul souls, fit for consuming fire:</br>Fierce storms and tempests strongly doth he showre</br>Upon their heads:  His rage doth still devoure</br>The never-dying soul.  Here Satanas</br>Hath his full swing to torture every houre</br>The grisly ghosts of men; when they have passe</br>From this mid world to that most direfull dismall place.", "Did Nature but compile one mighty sphere</br>Of this dark Stygian spright, and close collect</br>Its scatter'd being, that it might appear</br>Aloft in the wide heaven, it would project</br>Dark powerfull beams, that solar life ycheckt</br>With these dull choking rayes, all things would die.</br>Infernall poyson the earth would infect,</br>Incessant showrs of pitchie shafts let flie</br>Against the Sun with darknesse would involve the skie.", "Nor is my Muse wox mad, that thus gives life</br>To Night or Darknesse, sith all things do live.</br>But Night is nothing (straight I'll end that strife)</br>Doth no impressions to the sense derive?</br>If without prejudice you'll deigne to dive</br>Into the matter, as much realty</br>To darknesse as to coldnesse you will give.</br>Certes both night and coldnesse active be,</br>Both strike the sense, they both have reall entity.", "Again, 'tis plain that that nocturnall spright</br>Sends forth black eben-beams and mirksome rayes,</br>Because her darknesse as the Sunne his light</br>More clearly doth reflect on solid place,</br>As when a wall, a shade empighten has</br>Upon it, sure that shade farre darker is</br>Then is the aire that lies in the mid space,</br>What is the reason?  but that rayes emisse</br>From centrall Night the walls reflexion multiplies.", "The light's more light that strikes upon the wall,</br>And much more strongly there affects the eye,</br>Then what's spread in the space aereall:</br>So 'tis with shadows that amid do lie</br>In the slight air; there scarce we them descrie,</br>But when they fall upon the wall or ground,</br>They gain a perfect sensibilitie.</br>Scarce ought in outgone light is to be found</br>But this Nocturnall ray's with like indowments crown'd.", "But why doth my half-wearied mind pursue</br>Dim sculking darknesse, a fleet nimble shade?</br>If Moses and wise Solomon speak true,</br>What we assert may safely well be said.</br>Did not a palpable thick Night invade</br>The Land of Egypt, such as men might feel</br>And handle with their hands?  That darknesse ray'd</br>From nether Hell, and silently did steal</br>On th' enemies of God, as Scripture doth reveal.", "The womb of Night then fully flowred out:</br>For that all-swaying endlesse Majestie</br>Which penetrateth those wide worlds throughout,</br>This thin spread darknesse that dispers'd doth lie</br>Summon'd by his drad voice, and strong decree.</br>Much therefore of that spirit close unite</br>Into one place did strike the troubled eye</br>With horrid blacknesse, and the hand did smite</br>With a clam pitchie ray shot from that Centrall Night.", "This Centrall Night or Universall spright</br>Of wo, of want, of balefull bitternesse,</br>Of hatred, envy, wrath, and fell despight,</br>Of lust, of care, wasting disquietnesse,</br>Of warre, contention, and bloud-thirstinesse,</br>Of zeal, of vengeance, of suspicion</br>Of hovering horrour, and sad pensivenesse;</br>This Stygian stream through all the world doth run,</br>And many wicked souls unto it self hath wonne.", "Lo!  here's the portion of the Hypocrite,</br>That serveth God but in an outward show.</br>But his drad doom must passe upon his sprite,</br>Where it propends there surely must he go.</br>Due vengeance neither sleepeth nor is slow.</br>Hell will suck in by a strong sympathie</br>What's like unto it self:  So down they flow,</br>Devouring anguish and anxietie</br>Do vex their souls, in piteous pains, alas!  they lie.", "Thus with live Hell be they concorporate,</br>United close with that self-gnawing sprite:</br>And this I wot will breed no sleeping state.</br>Who here descends finds one long restlesse Night.</br>May this the dreaming Psychopannychite</br>Awake, and make him seriously prepare</br>And purge his heart, lest this infernall might</br>Suck in his soul 'fore he be well aware.</br>Kill but the seeds of sinne then are you past this fear.", "Thus have I prov'd by the souls union</br>With heaven and hell, that she will be awake</br>When she from this mid Nature is ygone.</br>But still more curious task to undertake;</br>And spenden time to speak of Lethe lake,</br>And whether at least some souls fall not asleep.</br>(Which if they do of Hell they do partake)</br>Whether who liv'd like plant or grazing sheep,</br>Who of nought else but sloth and growth doth taken keep;", "Whose drooping phansie never flowred out,</br>Who relish'd nought but this grosse bodies food,</br>Who never entertaind an active thought,</br>But like down-looking beasts was onely mov'd</br>To feed themselves, whither this drousie mood</br>So drench the lowring soul and inly steep</br>That she lies senselesse drownd in Lethe floud;</br>Who will let dive into this mysterie deep:</br>Into such narrow subtilties I list not creep.", "But well I wote that wicked crueltie,</br>Hate, envie, malice, and ambition,</br>Bloud-sucking zeal, and lawlesse tyrannie,</br>In that Nocturnall sprite shall have their wonne,</br>Which like this world admits distinction.</br>But like will like unto it strongly draw:</br>So every soul shall have a righteous doom.</br>According to our deeds God will bestow</br>Rewards:  Unto the cruell he'll no mercy show.", "Where's Nimrod now, and dreadfull Hannibal?</br>Where's that ambitious pert Pellean lad,</br>Whose pride sweld bigger then this earthly ball?</br>Where's cruell Nero, with the rest that had</br>Command, and vex'd the world with usage bad?</br>They're all sunk down into this nether hell;</br>Who erst upon the Nations stoutly strad</br>Are now the Devils footstool.  His drad spell</br>Those vassals doth command, though they with fury swell.", "Consuming anguish, styptick bitternesse,</br>Doth now so strangle their imperious will,</br>That in perpetuall disquietnesse</br>They roll and rave, and roar and rage their fill,</br>Like a mad bull that the slie hunters skill</br>Hath caught in a strong net.  But more they strive</br>The more they kindle that tormenting ill.</br>Wo's me!  in what great miserie they live!</br>Yet wote I not what may these wretched thralls relieve.", "The safest way for us that still survive</br>Is this, even our own lust to mortifie;</br>So Gods own Will will certainly revive,</br>Thus shall we gain a perfect libertie,</br>And everlasting life.  But if so be</br>We seek our selves with ardent hot desire,</br>From that Infernall Night we are not free;</br>But living Hell will kindle a fierce fire.</br>And with uncessant pains our vexed soul will tire.", "Then the wild phansie from her horrid wombe</br>Will senden forth foul shapes.  O dreadfull sight!</br>Overgrown toads fierce serpents thence will come,</br>Red-scaled Dragons with deep burning light</br>In their hollow eye-pits:  With these she must fight;</br>Then thinks her self ill-wounded, sorely stung.</br>Old fulsome Hags with scabs and skurf bedight,</br>Foul tarry spittle tumbling with their tongue</br>On their raw lether lips, these near will to her clung,", "And lovingly salute against her will,</br>Closely embrace, and make her mad with wo:</br>She'd lever thousand times they did her kill,</br>Then forge her such vile basenesse undergo.</br>Anon some Giant his huge self will show,</br>Gaping with mouth as vast as any Cave,</br>With stony staring eyes, and footing slow:</br>She surely deems him her live-walking grave,</br>From that dern hollow pit knows not her self to save.", "After a while, tost on the Ocean main</br>A boundlesse sea she finds of misery;</br>The fiery snorts of the Leviathan</br>(That makes the boyling waves before him flie)</br>She bears, she sees his blazing morn-bright eye:</br>If here she scape, deep gulfs and threatning rocks</br>Her frighted self do straightway terrifie;</br>Steel-coloured clouds with rattling thunder knocks,</br>With these she is amaz'd, and thousand such like mocks.", "All which afflict her even like perfect sense:</br>For waxen mad with her sore searching pain</br>She cannot easly find the difference,</br>But toils and tears and tugs, but all in vain;</br>Her self from her own self she cannot strain.</br>Nocturnall life hath now let ope th' Idee</br>Of innate darknesse, from this fulsome vein</br>The soul is fill'd with all deformity.</br>But Night doth stirre her up to this dread energie.", "But here some man more curious then wise</br>Perhaps will aske, where Night or Hell may be:</br>For he by his own self cannot devise,</br>Sith chearfull light doth fill the open sky.</br>And what's the earth to the souls subtilty?</br>Such men I'd carry to some standing pool,</br>Down to the water bid them bend their eye,</br>They then shall see the earth possest and full</br>Of heaven, dight with the sunne or starrs that there do roll.", "Or to an hill where's some deep hollow Cave</br>Dreadfull for darknesse; let them take a glasse,</br>When to the pitchy hole they turned have</br>Their instrument, that darknesse will find place</br>Even in the open sunne-beams, at a space</br>Which measures twice the glasses distancy</br>From the Caves mouth.  This well discovered has</br>How Hell and Heaven may both together lie,</br>Sith darknesse safely raies even in the sunny skie.", "But further yet the mind to satisfie</br>That various apprehensions bearen down,</br>And to hold up with like variety</br>Of well-fram'd phantasms, lest she sink and drown</br>Laden with heavie thoughts sprong from the ground,</br>And miry clods of this accursed earth;</br>Whose dull suffusions make her often sown,</br>Orecome with cold, till nimble Reason bear'th</br>Unto her timely aid and on her feet her rear'th:", "I will adjoyn to those three former wayes</br>To weet, of the Souls self-activity</br>Of Union with Hell, and Gods high rayes</br>A fourth contrivement, which all souls doth ty</br>To their wing'd Chariots, wherein swift they fly.</br>The fiery and airy Vehicles they hight</br>In Plato's school known universally.</br>But so large matter can not well be writ</br>In a few lines for a fresh Canticle more fit.</br>"]