["PART I.</br>The pleasures and the pains that memory brings,</br>When o'er the past her pensive eye she flings,</br>And musing on the days that long have fled,</br>Recalls each image of the slumb'ring dead;</br>Sees Empires rise, and flourish, and decay,</br>Monarchs and minions flash and fade away;</br>Ideal beauty all its bliss impart,</br>And love and joy expand the human heart;</br>Pale Sorrow bathe it in her burning tears,</br>Black Melancholy fill it with her fears,</br>Through ev'ry age in thy delightful strain&mdash;</br>Rogers &mdash; shall charm alike the sage or swain.", "Thy pleasures, mighty Love!  who hath not sung!</br>Of thee have hills, and vales, and mountains rung,</br>From that eventful day in Eden's bower,</br>When man first yielded to thy matchless power;</br>The solitude of nature to beguile,</br>And damn'd his race to win a woman's smile!</br>The rosy vale of Sharon felt thy sway,</br>When Israel's monarch tun'd thy gentle lay;</br>With thee the Muses ever lov'd to dwell,</br>To thee in Greece they sounded oft the shell;</br>There gentle Sappho sung thy sweetest strains,</br>And died that Phaon heeded not her pains;</br>In Rome, where Ovid wak'd his burning lyre,</br>To breathe in deathless lays thy genial fire,</br>Thy trials and thy triumphs grac'd the stage</br>And swell'd the glories of th' Augustan age.</br>But purer far thy pleasures and thy pains,</br>Where unsophisticated nature reigns,</br>Where the bold hunter roams thro' glen or grove,</br>Thy welcome smile, thy warm caress to prove.</br>O'er these, soul-breathing Ossian!  thou hast flung</br>The simple beauties of thy wild-wood song,</br>Thou Bard of sylvan streams, and mountain floods,</br>Of caverns dark, deep vales and gloomy woods!", "To that sweet inmate of the human breast,</br>Whose whisp'rings lull its cares, its woes to rest,</br>Whose cheering smile can o'er the darkest day,</br>Shed beams of Peace, and point to Heav'n the way&mdash;</br>All-soothing Power! &mdash; has Campbell tun'd his lyre,</br>And breath'd upon the strings a Poet's fire;</br>Her pleasures painted with such magic hand,</br>What rival Bard will ever aim to stand</br>On the same height his bright-ey'd Muse hath trod,</br>With Hope, the friend of man, the child of God!", "Since, then, the joys of Love I may not sing,</br>Or those that soothing Hope and Memory bring,</br>I'll chuse a theme, however rare it be,</br>A song to cheer the child of misery;</br>Along the gloomy path, the poor man's way,</br>To shed at least one solitary ray,</br>A lonely, flower to plant, where nought before,</br>But thorns and briers the rugged barren bore!</br>If I can sing it as it should be sung,</br>'Twill do &mdash; if not, why let it then be hung</br>With kindred rubbish on the garret floor,</br>'Twill serve to stop a crack beneath a door,</br>Or thro' a broken window keep the rain</br>From pouring in, the whiten'd wall to stain,</br>To light a pipe, or pack a pound of snuff,</br>Or form a pattern for lady's ruff,</br>If beauty's hand may thus but deign to use</br>The idle wand'rings of a lonely muse!", "Come, then, sweet meditation to my aid,</br>Together let us seek some rural shade;</br>No cares that flow from wealth shall there intrude,</br>To break the holy charm of Solitude.</br>No ship at sea, the Pirate's lust of prey,</br>To tempt, or sink beneath the billowy way,</br>Disturbs my dreams, or rouses selfish fears,</br>When sleep hath fled, and morning light appears:</br>No lands, no houses, claim me for their Lord,</br>No bonds, no scrip, no pelf have I to hoard;</br>No runner from a Bank, excites my fear,</br>With short-liv'd grace, and protest in the rear;</br>Not the same grace that Calvin's bosom fir'd,</br>Or Protest, such as Luther's pen inspir'd&mdash;</br>Far diff'rent things &mdash; for Midas and his crew,</br>Have nought with graceful themes like these to do!</br>No beggar soils the knocker of my door,</br>The child of rags, by instinct shuns the poor;</br>No midnight robber troubles my repose,</br>For who can steal, where there is nought to lose!", "Pale Poverty!  thy Pleasures be my theme!</br>With thee in life's young morn I learn'd to dream</br>Of faded robes, disease and racking pain,</br>And all the blessings that attend thy train!</br>Blessings!  methinks I hear some Croesus cry,</br>Who knows not how to live, nor dares to die!</br>Whose table spread with every, dainty dish,</br>Fruits of the rarest kind, and flesh and fish,</br>Of every clime, which Luxury explores,</br>From India's Isles to Nova Zembla's shores,</br>Cries out to kindred spirits, if you please,</br>Come taste the sweets of gluttony and grease!</br>Each empty fool, and sycophantic knave,</br>Each Parasite, well fitted for a slave;</br>Each Epicurean gossip, skill'd in tales,</br>Whose appetite nor story never fails,</br>Rejoices at the call, and crowds the board:</br>What homage to the Lady and the Lord</br>They pay; while these, to baser natures blind,</br>Think the false-hearted throng grateful and kind.</br>Nor dream that when their wealth and credit's fled,</br>And they no more the festive board can spread,</br>The selfish sycophants and pliant tools</br>Will fly to find some other wealthy fools,</br>Alike dispos'd their bounty to display,</br>And fall alike of vanity the prey!</br>Thus when some gallant horse or rider, slain</br>In battle falls upon the fatal plain,</br>Full on the corse the clam'rous vultures light,</br>And gorge with blood their rav'nous appetite.</br>Nor blood alone, but make the flesh their prey,</br>In mangled piece-meals tearing it away,</br>Till nought but a dire skeleton remains,</br>To bleach through winter snows and summer rains!", "Now, round the festive board the gorging throng</br>Give scope to wine, and brandy, smut and song,</br>And smoke and puff; and proudly think the while,</br>No joys like these can Poverty beguile!</br>Ah!  Sons of Pride, how little do ye know,</br>From Poverty what high-born pleasures flow!</br>In sensual, gormandising scenes ye live&mdash;</br>But what the flimsy joys that these can give,</br>Compar'd with such as Poverty reveals</br>To all who glory in her scanty meals,</br>Her melancholy days, her secret tears,</br>Her wayward crosses, and her many fears,</br>Her thread-bare robes, like Harlequin's so gay,</br>As many colour'd as the flow'rs of May!</br>From these, which fools may wonder that I sing,</br>From these what great, what heav'n-like virtues spring!</br>Source of all beautiful, and all sublime,</br>Of all that mocks the sweeping hand of Time,</br>And lights the path across the drear abode,</br>Between the verge of earth and throne of God!", "But let my theme be fairly understood,</br>All Poverty is not the source of good.</br>That which to vice and meanness is allied,</br>Which dwells with dullness, vanity, and pride,</br>I sing not!  But the bright, heroic mind,</br>Alive to Fame, to all that's vicious blind&mdash;</br>On virtue bent &mdash; that courts no vain applause,</br>By nature guided, and her steady laws:</br>The feeling heart, whose sacred springs o'erflow,</br>Touch'd by the tale that tells of human wo,</br>That scorns the brutal, and delights to find,</br>Hearts like itself that kindle for mankind,</br>That glow with charity's celestial flame,</br>And spend their pity, where they can't reclaim.</br>Spirits like these Adversity may wound,</br>But ne'er subdues, or chains them to the ground.</br>O!  no, to them a messenger of light,</br>Of love, she comes, and fits them for the fight,</br>The glorious strife, that every ill defies,</br>And bears them off victorious to the skies,</br>The welcome voice to hear &mdash; O!  great reward!</br>Well done thou good and faithful, join thy Lord:</br>Enter thou into my celestial bowers,</br>Where bliss eternal wings the rosy hours,</br>While fame through endless ages shall proclaim,</br>On earth, th' unfailing honours of thy name.</br>Spirits, like these, among mankind appear,</br>Like some lone flower upon a desert drear;</br>Yet such there are, the thought consoling prove</br>To him, who 'spite of Fortune, virtue loves.</br>Such have I known &mdash; e'en lately as I stray'd,</br>To court the silent eve, by woodland shade,</br>A murmur reach'd my ear &mdash; I paus'd &mdash; again</br>It came upon the breeze a pensive strain,</br>The voice of one it was, whose brighter days,</br>Ere he had known misfortune's troubled ways,</br>Were spent in deeds exalted and refin'd,</br>To harmonize, improve, and bless mankind:</br>But keenly had he felt the shafts of wo,</br>And found himself forgot by all below,</br>Save the fond dog his lonely steps that tends,</br>Alas!  that dogs are still the truest friends!</br>Yet while to Heaven, he turn'd from dark despair,</br>He breath'd for frail humanity a prayer:</br>This was his theme, I caught it as it came,</br>Warm from the heart, like some celestial flame:", "THE PRAYER.</br>Great God!  thy will be done, tho' I am poor,</br>Thy chast'ning rod I hail!  'tis meet for me;</br>With wealth endow'd, the crowds that throng'd my door,</br>Left me not time to know myself or thee!", "Led me from ev'ry grateful thought away,</br>Quench'd in my soul devotion's hallow'd flame,</br>Fraught was each hour, and each returning day,</br>With pleasure, pride and pomp's delusive game!", "By petty Tyrants, and by treach'ry doom'd,</br>To feel the worst of ills that man can bear,</br>I look to Heaven, by Justice, Truth illum'd,</br>And rest my everlasting glory there!", "Tho' shafts of wo have pierc'd me thro' and thro'</br>Yet will, I scorn to yield to black despair;</br>But still the bolt of ruin calmly view,</br>What God inflicts, he bids me calmly bear!", "Tho' friends forsake, and foes my steps pursue,</br>Shall foul ingratitude my bosom sting?</br>My soul shall hell-born malice e'er subdue,</br>Or o'er my path one shade of darkness fling!", "Shall pale Misfortune, with her sister band,</br>Of Sorrow, Poverty, and Shame, betray,</br>Great God!  my heart to murmur, or my hand,</br>To write one faithless word against thy sway!", "Oh!  no, be resignation still my theme,</br>Tho' Pride, tho' Power, unheeded pass me by,</br>Tho' wealth and honour vanish like a dream,</br>That flits across the brain, we know not why!", "Father in Heaven!  tho' fenc'd by ev'ry ill,</br>That man can feel, or feeling can deplore,</br>With smiles serene, I'll bend me to thy will,</br>Thy justice own &mdash; thy Providence adore!", "Yes, gracious God!  in thee alone I trust,</br>Be thou my mighty shield and buckler now;</br>Man may be false; but thou art ever just,</br>Eternal mercy shines around thy brow!", "Receive my vows, my fainting frame sustain,</br>So shall my gratitude to thee belong;</br>No more I trust the world, base, faithless, vain,</br>But raise to thy pure throne the votive song!", "Yet give me still with pity to behold</br>The faults, the frailties of our fallen race,</br>Their virtues write in characters of gold,</br>Their vices in the fleeting sand to trace!", "Still be it mine to taste of nature's charms,</br>The softly beautiful, the sweet sublime,</br>The glow of friendship, gentle love's alarms,</br>And mild Philosophy that conquers time!", "Each diff'ring creed with candour to survey,</br>Embrace the right &mdash; but leave the wrong to thee&mdash;</br>The mist of error, thou canst chase away,</br>Thy light alone must set the captive free!", "Yes!  on thy throne of everlasting light,</br>Elate, illum'd with hope, these eyes shall pour</br>Their dying beams, when death's cold hand shall blight</br>This earthly frame, and life's last dream is o'er!", "Thus shall my, soul, on wings of rapture rise,</br>Scorn the vile earth, by ev'ry reptile trod,</br>Expand, exult, amid celestial skies,</br>And on thy bosom rest, Eternal God!", "What!  exclaims Pride, shall Poverty pretend</br>To find in God a father and a friend!</br>Shall he on whom no shower of gold is pour'd,</br>Dare to look up to heaven's Eternal Lord!</br>The beauties of creation to survey,</br>With rapture to behold the rising day,</br>The verdant wild wood, and the mountain bare,</br>The blooming field that scents the ambient air,</br>With sweets from Nature's sweetest stores distill'd,</br>Till all the breathing world with joy is fill'd!</br>The still smooth lake, the flowing river's pride,</br>The gurgling stream, the cataract's roaring tide,</br>The blue expanse of sky, the boundless main,</br>The storms of winter, and sweet summer's reign,</br>The moon's mild beams that gild the rip'ling wave,</br>And stars that seem like worlds beyond the grave!</br>The awful cloud on which Jehovah rides,</br>When He the thunder hurls and lightning guides;</br>The bright, all beautiful, consoling hues,</br>The heavenly arch, the bow of promise, shews,</br>When thro' the storm its circling glories shine;</br>From God to man an everlasting sign!", "Yes!  child of Pride, of Ignorance and Pelf,</br>Conceited as thou art, wrapt in thyself;</br>Know that to souls like thine, if it be given</br>To reap the fruits of earth; the smiles of heaven</br>To those belong who tread the thorny way</br>Of care, and want, and wo, from day to day,</br>Who rise to speed a pilgrimage of fears,</br>And drench each night their pillows in their tears!", "Whom the Lord loves, he chastens by his power,</br>Bear witness, all ye seers and saints of yore:</br>Lo!  Hagar, in the solitary gloom</br>Of Beersheba bewails her wretched doom,</br>See the fair out-cast, bending o'er her child,</br>Her once lov'd features wo-begone, and wild!</br>Fruit of my faithful love!  must I resign</br>Thy life!  what mother's pangs can equal mine!</br>O!  let me not behold its death, she cries,</br>And fearful, rais'd to Heaven her weeping eyes;</br>The Angel of the Lord look'd down and smil'd,</br>And sav'd the drooping mother and her child!</br>So when the sons of Jacob, lur'd by pride,</br>Well nigh had stain'd their souls with fratricide,</br>See Joseph, to Egyptian bondage sold,</br>Come out at last like pure and polish'd gold!</br>Lo!  Dives with his wealth to hell descend</br>Lo!  Lazarus in the Saviour find a friend!</br>Not rich and poor did God his creatures frame</br>But male and female from his hand they came;</br>To man the noblest gift of mind he gave,</br>A form divinely stampt, a soul to save,</br>A spirit of immortal powers possess'd,</br>Tho' doom'd to animate a mortal breast;</br>Take courage then, ye Poor, this truth to scan,</br>Mind is with God the standard of the man;</br>Vice, Pride, and Folly flourish for a while,</br>Wisdom survives in Heaven's eternal smile!", "Yet not on seers and saints of old alone,</br>Have Heaven's reflected rays of glory shone,</br>Thro' all the wild vicissitudes of Time,</br>Of moral darkness, and of light sublime!</br>Of Kepler's sainted spirit ask the cause,</br>That led him to unravel Nature's laws?</br>The sage will tell you, from his seat on high,</br>That genius fill'd his soul, and fir'd his eye,</br>That Science taught him Nature to explore,</br>While pale ey'd Poverty beset his door!", "See Bacon rise, by merit all his own,</br>Till nought eclips'd him, but his Sov'reign's throne,</br>The cloud of Poverty his youth o'ercast,</br>And keenly did he feel her bitter blast&mdash;</br>Rous'd at her call, with energy divine,</br>At length behold him on the wool-sack shine!</br>In every eye he stood the purest gem,</br>That shone around the Monarch's diadem:</br>Admir'd and reverenc'd by the truly great,</br>The little envious dar'd not shew their hate,</br>See those throng round him, these his presence shun,</br>The Eagle only soars to meet the sun!</br>Again, behold him from that height of power,</br>Fall like a meteor, to rise no more!</br>The greatest, best, and brightest of mankind,</br>Made the bare butt of each malignant hind!</br>Coke's brutal rage, and faction's fiercest hate,</br>Combin'd to trample on his fallen state,</br>While the shrewd monarch, urg'd by courtly fears,</br>Dreading to hear his sighs, or heed his tears,</br>Stood trembling, half resolv'd t' arrest his fate,</br>And save the sage, who oft had sav'd the state!</br>Behold him, like Napoleon, forlorn,</br>Of wealth, of honours, and of glory shorn,</br>Bearded by every Ass, by every slave</br>Insulted!  driven to invoke the grave,</br>A refuge from the frowns of upstart power,</br>Dispens'd by tools, the insects of an hour!</br>Such is the faith of Princes, so we're told,</br>And warn'd to trust them not, by seers of old!", "Bacon, great Father of the Modern Schools,</br>Tho' once the taunt of knaves and jest of fools!</br>Well didst thou trust the honours of thy name,</br>To foreign nations, and to future fame!</br>No rival now, like Coke, by envy stung,</br>With mean, malicious heart and sland'rous tongue,</br>No villain, who solicited in vain,</br>By gifts, a foul, unhallowed cause to gain,</br>No treach'rous knave, who play'd a friendly part,</br>While dark revenge was rankling in his heart,</br>Can soil th' unrivall'd splendour of thy name,</br>Or steal one tittle of thy sainted fame!", "Thy pangs, then, Poverty, let fools proclaim,</br>Strangers to all of glory but the name!</br>Cowards, who shrink from Heaven's all-wise decree,</br>And vainly murmur that they are not free</br>From penury and pain, and ev'ry wo,</br>That every grade of life is doom'd to know,</br>From him who sways an empire by his nod,</br>Down to the beetle in the dust that's trod!", "Who nourish'd Cincinnatus to be great,</br>Who taught the sage to save a sinking state,</br>Did wealth, did luxury the boon impart,</br>That fir'd his mind, and nerv'd his dauntless heart!</br>No!  'twas the labour of the plough that gave</br>Strength to his arm, and that which made him brave,</br>The morning toil, the frugal meal at noon,</br>Grac'd by no silver cup, nor golden spoon,</br>No gilded plate, no gaudy shew was seen,</br>But gourd-shell bowls, and wooden dishes clean,</br>Serv'd the great Chief; whose valiant arm sustain'd</br>His country's rights and her just laws maintain'd,</br>Whose eloquence the birth-proud Senate led,</br>Before whose sword the fierce barbarian fled!", "Behold yon stately mansion, proud and high,</br>It rears its walls, as if to mock the sky,</br>Before it widely spreads a verdant lawn,</br>And various shrubs and trees its walks adorn,</br>Flowers of all hues send forth their fragrance there,</br>And fill with balmy sweets th' ambient air.</br>Now, if you ask, for whom is all this show,</br>To please whose senses all these flow'rets grow,</br>Whose pride to gratify these stately trees</br>Wave their high branches to the passing breeze:</br>Be patient, I'll the honest truth declare,</br>The while to hear it need not make you stare.</br>I hope you've learn'd enough at least to know,</br>That selfishness delights in empty show.</br>There dwells a Demagogue, of human kind</br>The foe &mdash; to all but low ambition blind;</br>Once he was humble, and amid the crowd</br>Could social seem, and no one tho't him proud&mdash;</br>Power was his aim &mdash; humility &mdash; he said,</br>Will serve ambition best, and that's my trade!</br>I'll court the populace with winning smiles,</br>Till I can catch the rascals in my toils;</br>And if among the crowd I chance to find,</br>Some one by nature gen'rous, just, and kind,</br>Some son of genius, him I'll make my friend,</br>And use his talents till I gain my end:</br>That, once obtain'd, remorseless from my door</br>I'll turn him off, nor wish to see him more.</br>Bid him begone, the simple honest fool,</br>Too candid friend, too independent tool:</br>'Tis thus we demagogues our debts repay,</br>Thus wipe old scores of gratitude away.</br>For every honest friend we turn adrift,</br>Some supple knave stands ready at a shift,</br>Our nod, our will to do, in what we please,</br>In dirty work to wade up to the knees,</br>Or deeper still, if we but say the word,</br>And make the caitiff sure of his reward!</br>The lab'ring hand is worthy of its hire,</br>And wretches that will labour in the mire</br>Of Faction foul, their country to betray,</br>Are ever sure of work and ready pay!</br>Say, son of honest Poverty confess'd,</br>Pale is thy cheek, and meanly art thou drest;</br>Yet on thy brow sits Pride that never bends</br>To sanctify a villain's treacherous ends!</br>Say, would'st thou not, all ragged as thou art,</br>And pale with want, disdain so vile a part,</br>In life's brief drama, as the Ingrate plays,</br>Who while he bribes his foe, his friend betrays!</br>By Heaven tho' pomp and power his steps attend,</br>And sycophants feel proud to call him friend;</br>Tho' fools do constant homage at his shrine,</br>And vainly dream their idol half divine,</br>Tho' knaves as false as hell around him throng,</br>And flatt'ry soothe him with her syren song,</br>Still humble, honest Poverty disdains</br>The wretch to flatter, or to wear his chains.", "Avaro, say some sixty years ago,</br>Was born, tho' where it heeds us not to know;</br>But if yon brilliant, far fam'd spot of earth,</br>The soil of heroes, gave the creature birth,</br>We blush, and well we may, to think her fame</br>Should e'er be tarnish'd by so foul a name!</br>Among her worthies, Green and Perry shine,</br>And Williams, and a long illustrious line</br>Of patriots, heroes, chiefs, whose names reveal,</br>All that can glorify the common weal!</br>Pity, indeed, that genial spot of earth,</br>So fair, so fam'd, should give a miser birth;</br>Yet so it is &mdash; to him of whom I speak,</br>Each Christian virtue sounds like Heathen Greek,</br>He knows no glory, but the lust of gain,</br>No merit meets that does not give him pain:</br>In private, o'er his bags of paltry pelf</br>He sighs, they are so small &mdash; so like himself!</br>And yet without a sigh, he grinds the poor,</br>And turns the wretched beggar from his door!</br>That beggar who, like Lazarus, may rise,</br>To scenes of glory, 'mid celestial skies,</br>While the same fate, that Dives erst befell,</br>May be Avaro's in the shades of hell!", "Ye sons of Penury no more repine,</br>If with Avaro, in each dirty mine,</br>Too proud to dig, you loathe each grov'ling art,</br>And scorn to act the mean oppressor's part!</br>If honest Fame, alone, ye still pursues</br>And still despise the mercenary crew;</br>Why, then, rejoice that unto you is given,</br>The perils of the earth &mdash; the prize of Heaven!", "Lo!  to the wave of Ganges, pale and wild,</br>The hopeless mother brings her famish'd child;</br>Shrivell'd by want, the liquid fount is dry,</br>That should the tender infant's food supply!</br>Her spirit fails, she sits her down to weep,</br>In silent anguish views the child &mdash; the deep&mdash;</br>Alas!  no friend appears, no arm to save,</br>She yields her infant to the yawning wave!</br>Such are thy triumphs o'er distracted minds,</br>Despair!  more deaf than rocks or roaring winds!</br>Turn we to Europe, where the Black Sea laves</br>The Cresent soil, or where th' Atlantic waves</br>Roll on the shores of Holy Christian Kings,</br>And still the view no purer pleasure brings!</br>Here the poor peasant delves and toils in vain;</br>There the lorn captive hugs his galling chain:</br>Here Kings and Priests to crush mankind combine,</br>There the proud Turk pursues the same design,</br>Bathes in the blood of innocence his sword,</br>And calmly quotes the lying Prophet's word!</br>O!  Greece, where has thine ancient glory fled,</br>Sleeps it forever with the mighty dead!</br>Mute in Demosthenes's narrow grave,</br>Thy eloquence that once could warm the brave!</br>Shall Scio's desolated walls proclaim,</br>That Spartan valour's but an empty name!</br>Shade of Leonidas!  arise once more,</br>And drive th' fierce barbarian from thy shore!</br>Columbian youth!  your grateful voices raise,</br>With all the heart to shout Jehovah's praise!</br>To you fair Science opens all her stores,</br>Her Temples hail you welcome to their doors!</br>Here the poor 'prentice boy may freely learn</br>Science from Bacon, wit from Swift or Sterne;</br>From Paley, how to act the moral part;</br>From Blair, the piety that warms the heart;</br>With Euclid trace each mathematic line,</br>With Newton soar where stars and planets shine!</br>Thrice happy youth!  who for the rising age,</br>Shall penury repress your noble rage?</br>Perish the thought!  aspire to glorious deeds,</br>Seek no dark covert, when your country bleeds;</br>Love wealth, but only as it aids to fame,</br>Be no mean art, no sordid vice your aim.</br>Is Poverty your lot, 'tis no disgrace,</br>Better be poor, than of a scoundrel race.</br>Let no vile demagogue your minds control,</br>Indignant spurn the servitude of soul;</br>Fetters and chains may curb the limbs in vain,</br>If free the current of the soul remain:</br>Honour yourselves, virtue and worth befriend,</br>With means and motives pure, fear not the end;</br>Tho' friends betray, and open foes prevail,</br>Tho' factious wrath, and tyrant power assail;</br>Still Truth maintain, nor heed the giddy throng,</br>By passion led, too often in the wrong;</br>Disdain their clamour, every ill defy,</br>For Truth to live, for Truth, if call'd, to die!</br>One theme, one nighty theme, demands your zeal,</br>Freedom, humanity, the common weal,</br>All cry aloud, O listen to their voice,</br>And bid the captive's sinking heart rejoice!</br>Wipe from your statutes, ere another age</br>Shall pass, the barbarous, the feudal page,</br>That sanctions foul oppression of the poor,</br>And brings the honest debtor to the door,</br>Where crime alone should enter &mdash; there to feel</br>What 'tis with mercenary men to deal;</br>Men void of feeling, save their paltry hate,</br>Men who forget their former mean estate;</br>And puff'd with pride, with low revenge at heart,</br>Like Upstarts, play the petty tyrant's part;</br>Oppress their victim with a heavy hand,</br>With Shylock, still the pound of flesh demand!</br>How keen the pangs that rend the gen'rous soul,</br>Thro' barb'rous law that feels the base control</br>Of some rude, vulgar mind, no bliss that knows,</br>But such as from the love of lucre flows!</br>Who hears, but heeds not, the lorn captive's sigh,</br>Beholds unmov'd the tear that dims his eye!</br>Who severs ties, to love, to nature dear,</br>Vile slave of mammon, and of sordid fear!</br>O!  would you, then, improve the rising age,</br>Blot from your laws, this foul, polluted page!</br>'Tis time 'twere done, already far too long</br>Has mean oppression triumph'd in its wrong!</br>Nor be alone to your peculiar kind,</br>Your zeal for Nature's lib'ral laws confin'd;</br>But bid the son of Afric break his chain,</br>And freely tread his native soil again;</br>Make each blind tyrant know, 'tis God's decree,</br>That Man, His image, is and shall be free!", "</br>PART II.</br>Edmond was once his country's fav'rite child,</br>Of her alone he thought; for her he toil'd;</br>Each step of power successively attain'd,</br>And each successive step proudly maintain'd!</br>But count the cost; ambition rarely stays</br>To count how great the loss, the price she pays;</br>Lur'd by the distant height, that gilded seems,</br>With glittering wealth, and honour's brighter beams!</br>Ye Poor, behold, but envy not their state;</br>Ye little know what ills betide the great.</br>He who ray'd in splendid pomp appears,</br>Instead of envy, rather claims your tears!</br>Her bosom bears, sheds o'er the rural scene,</br>A magic influence, and a sweet serene,</br>Across the vale, what verdant beauties spread,</br>Till Catskill lifts aloft its awful head,</br>Its rocky wild, that storms and time defies,</br>Its everlasting towers that kiss the skies!</br>These o'er the landscape fling their bolder charms</br>Sublime effect, that Edmond's bosom warms;</br>With pure devotion's flame inspires his breast,</br>And calmly points to Heaven's Eternal rest!</br>His arbour, blest with lovely woman's smile</br>He ne'er repines that he is doom'd to toil,</br>The smile that cheers the labour of the field,</br>Can still a purer bliss, a pleasure yield,</br>Unknown to courts; when turning to his muse,</br>Her trembling strings no wonted sound refuse,</br>Or when with mild Philosophy he holds</br>Converse that ever charms exalted souls:</br>Or still more blest, behold th'e happy pair,</br>Each Sabbath at the village church appear,</br>And with them to the holy altar bring</br>Their blooming flock, the praise of God to sing.</br>With pious awe they catch the pleasing sound,</br>As from the good man's lips it flows around,</br>And tells of blessings for the just to come,</br>Of everlasting joy beyond the tomb!</br>Is this not bliss, if bliss on earth there be,</br>From pride, parade, and selfish grandeur free,</br>To till the soil, made kind by genial showers,</br>To watch the budding fruits, the op'ning flowers,</br>To ramble freely thro' the blooming fields,</br>And count the joys the bounteous harvest yields,</br>To taste the sweets that scent each passing breeze,</br>With no foul wish, no cold intrigue, to freeze</br>The current of the soul, as warm it flows,</br>And now with love, and now with friendship glows!</br>Like Abram, leaning on his staff, to raise</br>To Heaven the song of gratitude and.  praise,</br>Or erst as Adam did, in Eden's bower,</br>Hold high communion with Eternal Power!", "Where'er we ramble thro' her blissful fields,</br>We find no joy, no boon that nature yields,</br>That is not free to all who own her name,</br>Who from her stores parental bounty claim.</br>Love, friendship, filial faith, blest marriage ties,</br>Every sweet flower, that blooms beneath the skies!</br>Clasps not the poor man to his feeling breast,</br>The child he loves with full a warm a zest,</br>As he, who flush'd with pride, with wealth o'ergrown,</br>Vainly believes no offspring like his own!</br>Spirit of Selfishness, whence comest thou,</br>Fiend of the marble heart, and wrinkled brow!</br>To scowl at every blessing but thine own,</br>As though Heaven's gifts descend for thee alone,</br>Go, cease thy grovelling, malignant pain,</br>Or get thee to thy native hell again!", "Imagination!  what bright worlds are thine!</br>Skies ever smiling &mdash; Suns that ever shine&mdash;</br>Where are thy bounds!  Before thee oceans roll,</br>Thy range from Heaven to Earth, from pole to pole.</br>Unfading Pleasure, thy wide Empire yields,</br>Eternal is the verdure of thy fields,</br>Thy fruits forever grow, and flow'rets bloom,</br>And undecaying is their sweet perfume.</br>The deeps their treasures keep not from thy view,</br>Thine are Earth's hidden mines of golden hue;</br>Thy visions into hell's dark shades extend,</br>Heaven's sweetest hues in thy bright halo blend!</br>Thy fairy realms &mdash; are they forbidden ground</br>To him who's doom'd to tread the toilsome round</br>Of Poverty!  Is Pride, is Wealth alone,</br>Licens'd to bend and worship at thy throne!</br>O!  no, let Milton, Burns, and Shakspeare tell</br>How freely they have roam'd thro' ev'ry dell,</br>Paus'd at each blooming grove and flow'ry mead,</br>Each winding stream and glassy lake survey'd,</br>Of thy bright region ev'ry height explor'd,</br>At all thy altars worshipp'd and ador'd!", "If melody delight the human mind,</br>Say, is the poor man to its beauty blind?</br>To him the song, the cymbal, is as free,</br>As to the child of proud prosperity.</br>Thrills not his bosom to the sounds he loves,</br>The organ's swell &mdash; the music of the groves&mdash;</br>The rain that patters on his humble wall,</br>The murmur of the winds, the surge's fall,</br>The flute's soft tones, the pipe's sweet minstrelsy,</br>Th' inspiring fife, the drum's loud reveille,</br>Or the hoarse trumpet's war resounding notes,</br>When on the gale the bloody banner floats!</br>Oh!  is there not a sweet, but mournful tone,</br>Aeolian harp, that's breath'd by thee alone?</br>Softly sublime, as tho' a seraph sung,</br>When on the silent eve thy voice is flung,</br>The requiem of departed bliss it seems;</br>And yet like Fancy's sweetest, wildest dreams</br>Of love, and hope, and:  melancholy joy,</br>It steals upon the soul!  O!  blest employ</br>Of broken hearts, to listen to its lay,</br>'Twill heal your wounds, 'twill chase your griefs away!", "The joys of Love, are they not doubly thine,</br>Ye poor!  whose health, whose spirits ne'er decline</br>Thro' luxury or vice, who never know</br>The nervous ills from indolence that flow.</br>Toil is your doom; but from that very, toil,</br>Thro' your full veins behold the pure blood boil;</br>Your tender feelings know no base control,</br>Yours is the love that springs from soul to soul,</br>No marriage contract, seal'd by sordid pride,</br>Per to your altars leads th' unwilling bride!</br>Yours is the generous, uncorrupted sigh,</br>The vow sincere, the rapture speaking eye,</br>The heart in love, that knows no selfish guile,</br>The ruddy face, that wears no treach'rous smile,</br>Free as the air, your fond affections flow,</br>Dance in the veins, and in the warm cheek glow!</br>Yes!  child of Poverty, be thine the strain,</br>To sing of Love's resistless, pleasing pain,</br>With nerves well strung, with spirits light and gay,</br>Briskly ye carol oft' the votive lay", "TO LOVE.</br>O!  LOVE, thou smiling cherub bright,</br>My theme by day, my dream by night:</br>Welcome to me thy rosy chains,</br>Thrice welcome all thy tender pains:</br>As springs to thirsty travellers dear,</br>So is to me thy pensive tear;</br>As summer showers to fields when dry,</br>So is to me thy gentle sigh:</br>As rays of light, in dungeons deep,</br>Are hail'd by wretches there that weep,</br>So are thy smiles to him who knows</br>How sweet thy pleasures and thy woes!", "Be thou my solace whilst I live,</br>Give all the pleasure thou canst give;</br>And when the fatal hour shall come</br>That calls me to the silent tomb;</br>When at my side sits dark despair,</br>And frightful ghosts seem hovering near,</br>Be there my parting soul to soothe,</br>Be there to make my deathbed smooth,</br>Be there to prove that thou art true,</br>Be there to breathe a sweet adieu!</br>And ere my frame in dust be laid,</br>Think not thy last fond duty, paid</br>Till thou hast sought some gentle steep,</br>Where vines of grape, and strawberry creep,</br>Whose verdant side, for ever gay,</br>Kiss'd by, the parting beams of day,</br>In nature's bloom shall smile serene,</br>Whilst nature owns a smiling scene!</br>There gently lay my bones to rest,</br>And raise the green-sward o'er my breast:</br>There deck my grave with sweetest flowers</br>From garden gay and wild wood bow'rs!</br>Let there no deadly night-shade grow,</br>No weeping willow, bending low,</br>No sign of wail or wo be seen,</br>To break upon the sweet serene;</br>But there the early birds of spring</br>Alight their am'rous lays to sing,</br>At dawn of day, at twilight hour,</br>Still may the warbling songsters pour</br>Around that fane, to love so dear,</br>Such strains as love delights to hear,</br>And when the flowers of summer die,</br>Let evergreens their place supply,</br>That still thro' every changing scene</br>Of winter grey, or summer green,</br>That tranquil, hallow'd spot, may prove</br>The smiling monument of Love!", "Friendship &mdash; among the great an empty name,</br>What courtier ever felt thy steady flame?</br>What heart to wild ambition wed, can feel</br>The calm delight, or share the gen'rous zeal,</br>Thy vot'ries know, when to thy hallow'd shrine</br>They come, each sordid motive to resign;</br>To mingle soul with soul, and freely blend</br>Each ray of feeling in the name of Friend.</br>If e'er thy gen'rous, gentle reign be found</br>Among the sons of men on earthly ground,</br>Far from the walks and mansions of the great,</br>It seeks the silent vale, and humble state,</br>Lightens the soldier's march, the sailor's toil,</br>Wakes on the honest ploughman's face a smile,</br>Cheers the mechanic as, he plies his trade,</br>Warms the fond bosom of the lowly maid,</br>'Circles the fire-side of the lab'ring poor,</br>Hovers around the peaceful cottage door!</br>O!  heaven descended spirit, never leave</br>The gen'rous mind in solitude to grieve!</br>Diffuse thy healing balm to all who know,</br>But merit not to feel, the shafts of wo,</br>Bid the lorn heart resign its gloomy fear,</br>Wipe from the pallid cheek the trembling tear!</br>The fallen, broken spirit, raise, revive,</br>Bid it again to smile, rejoice and live!", "Lo!  swells the trump of Freedom on the plain,</br>The hills re-echo back the glorious strain,</br>Her votaries, exulting, catch the sound,</br>The cause!  the cause!  they cry, to arms they bound!</br>When once 'tis fix'd, to die, or live a slave,</br>Death has no sting, no terror for the brave!</br>Who then the strongest feels the gen'rous flame,</br>Who presses foremost to the field of fame!</br>Whose is the keenest pleasure when the song</br>Of triumph to her banners pours along</br>The distant vale?  Let Andre's captors tell</br>How quickly did their peasant bosoms swell</br>With lofty scorn!  O!  with what high disdain,</br>When tempted to a treach'rous deed in vain,</br>They spurn'd the bribe the captive would have giv'n,</br>Their country sav'd, and won the smile of heav'n!</br>Nor yet shall Andre's fate alone proclaim,</br>How dear to Poverty is Freedom's name&mdash;</br>How \"a brave yeomanry, their country's pride,\"</br>Fought by her banners, by her banners died!</br>Humble their names, their property but small,</br>Yet glorious was the risk, it was their all!</br>Long shall the hillocks of their lowly graves,</br>Rise, the reproach of tyrants and of slaves!</br>O!  for a muse of energy and fire,</br>An angel's voice to breathe upon the lyre,</br>To sing th' immortal names that swell the train</br>Of those, who doom'd to penury and pain.</br>Still bravely strove to aid the common weal,</br>And died their love of liberty to seal!</br>Lo!  Socrates the deadly drug defy,</br>And Cicero in exile doom'd to die!</br>See Sidney's patriot blood the scaffold stain,</br>And mark the melancholy fate of Paine!</br>Paine!  at thy name what splendid visions rise!</br>Once we could hail, and laud it to the skies,</br>Chain'd to a tyrant's car, we strove in vain,</br>Till thy electric touch dissolv'd the chain!</br>O!  hadst thou then the debt of nature paid,</br>What incense still would rise to greet thy shade!</br>No bigot's wrath would light upon thy tomb,</br>But freedom's laurel there for ever bloom!</br>Soil'd by no slander, venomous and rude,</br>Free from the blight of foul ingratitude!</br>Ungrateful still, if Princes ever prove,</br>Who can secure a fickle people's love!</br>Of those in SEVENTY-SIX who led the van,</br>And bravely struggled for the rights of man,</br>Not Paine alone was doom'd to feel the dart</br>Of curst ingratitude transfix the heart!</br>Brave, but eccentric Lee, ill-fated name!</br>Tho' dear to virtue, liberty and fame;</br>Sincere as brave, not form'd to act a part,</br>Of open, gen'rous, unsuspecting.  heart;</br>When danger press'd, not ling'ring in the rear,</br>Stain'd by no treach'rous guilt, no coward fear,</br>For one mistake alone, and that were all,</br>At worst, O!  fickle fortune!  doom'd to fall!</br>To feel the weight of persecution's blow,</br>And sink alas!  beneath a cloud of wo!</br>By friends forsaken, and by foes pursu'd,</br>That mighty heart, at last by grief subdu'd:</br>\"O!  that I were a dog!\" the hero cried,</br>\"That might not man my brother call!\" and died!</br>Died in a hovel, he that once had shone</br>The pride of courts, to love and glory known,</br>Ere to Columbia's shores he bent his way,</br>To fight for Freedom, and to fall the prey</br>Of vile ingratitude, the foulest crime,</br>So stampt in ev'ry age and ev'ry clime!</br>If it be true that God beholds with pride,</br>A great man bravely struggling with the tide</br>Of adverse fortune, on a stormy sea,</br>The joys of Heaven are thine, immortal Lee!", "When Adam from the blooming bow'r was driv'n</br>With her for whom he lost the joys of heaven;</br>When all was gloom, HOPE lent her cheering ray</br>To light the rebel wand'rers on their way:</br>And thro' life's path, Affliction still hath found</br>In Hope a soothing balm for ev'ry wound.</br>On you, ye Poor, her peaceful rays descend,</br>In her you ever find a constant friend.</br>The rich are e'er pursu'd by haggard Fear,</br>While Hope attends your darkest day to cheer:</br>They dream of Ruin, and her sable train,</br>And know no pleasure unalloy'd by pain:</br>While you to visions of delight resign</br>The solitude of night:  O!  bliss divine!</br>When dreams of glory hover round the bed,</br>Where, the lorn child of Sorrow rests his head!</br>Yes!  child of Penury, Hope is thine own,</br>Bright as she came from Heaven's eternal throne,</br>To light her fires in the desponding breast,</br>And guide the weary to the realms of rest!", "One stream of light, of everlasting joy,</br>Pleasure unmingled, bliss without alloy,</br>Descends upon the poor man's path to shine,</br>Yes!  unto him alone, by right divine,</br>The legacy belongs:  To him 'tis giv'n,</br>Religion, brightest, eldest born of heaven!</br>Thus runs the high bequest &mdash; rejoice to whom</br>It comes, your dark sojourning o illume&mdash;</br>Bless'd be ye poor, no longer weep nor sigh,</br>Yours is the kingdom, founded, built on high,</br>Whose mansions know not care, nor want, nor wo,</br>Whose rivers of delight for ever flow;</br>Whose broad, eternal turrets rise and shine,</br>Around the throne of Him who is Divine!</br>Seize, child of Poverty, the precious boon,</br>With rapture seize, and make its joys your own:</br>And while with Faith you clasp it to your breast,</br>Pity the rich, for whom no heavenly rest,</br>But wo, and wo alone, the lines proclaim,</br>As flowing from the Saviour's lips they came:</br>Wo unto you that now your revels keep,</br>The time shall come, when ye shall mourn and weep!</br>Hope of immortal life!  of source divine,</br>The joy from thee that springs who would resign!</br>O!  who could bear from kindred souls to part,</br>If that dread word &mdash; ETERNAL! &mdash; on the dart</br>Of death emblazon'd &mdash; spoke the Almighty will,</br>The spirit with its earthly frame to kill!</br>For ever!  O!  for ever!  to resign</br>The lover and the friend to death's dark mine!</br>What Stoic could sustain the shock and live,</br>What heart so cold, that could the blow survive!</br>Belov'd Orlando!  once my earthly joy!</br>LOST!  but not LOST FOR EVER!  brilliant boy!</br>Can I the fond, delightful hope resign,</br>That thy blest spirit yet may meet with mine.</br>O, no!  that hope destroy'd, a pang would give,</br>'Twere worse to feel, than with the damn'd to live!", "And thou sweet Solitude, of aspect mild,</br>Dear are thy tranquil shades to Sorrow's child,</br>The soothing balm thy silent bowers bestow</br>On all who're doom'd to taste the cup of wo!</br>Who can deny to Penury's sad train,</br>Or drive them to the sneering world again,</br>When pale and lonely, to enjoy the sweets</br>Of pensive thought, they seek thy calm retreats!</br>Devotion's friend!  Devotion's sister thou!</br>Without thee she is but an empty show;</br>But when she comes within thy hallow'd shade,</br>Then are her vows with holy rapture paid;</br>Lur'd by no revel, no profane employ,</br>God is her only source of peace and joy!</br>Thus shall she ever in thy footsteps tread;</br>Give us, we pray, this day, our daily bread:</br>Go ye, said Christ, and breathe this prayer alone,</br>Sure proof &mdash; Devotion &mdash; Solitude &mdash; are one!", "If, then, the sympathies, the loves that flow</br>From Nature, in the poor man's bosom glow,</br>Warmer than those that wealth's proud puppet feels,</br>Whose heart the love of filthy lucre steels:</br>Why mourn the loss of artificial joys,</br>Pride's empty bubbles, Folly's tinselled toys,</br>Why sigh to leave the quiet, humble shade,</br>Where no rude jars of avarice invade:</br>But calmly blissful passes off the day;</br>Night brings no care to steal its sleep away;</br>No thorn to pierce its pillow of repose,</br>No dream of present or of dreaded woes!</br>Say, what true advocate of Nature's dower&mdash;</br>Sweet Liberty! &mdash; what foe of lawless power&mdash;</br>What friend of human rights, of human ties,</br>What candidate for bliss beyond the skies&mdash;</br>A lot so mild, so happy, would exchange,</br>Amid the selfish, jarring world to range;</br>But for the glorious triumph that attends</br>His name who fearlessly his race befriends,</br>Who plays his part, not for himself alone,</br>Not like the worthless demagogue or drone:</br>But soaring far above all meaner aims,</br>By the great good he does, his glory claims!", "Companion of the toil-worn son of want,</br>Can tyrant power thy gallant spirit daunt!</br>Conscious of worth, tho' Pride may pass thee by,</br>It cannot quench the fire that lights thine eye;</br>It cannot make thee bend thy manly brow,</br>Nor chill the crimson current in its flow</br>Thro' the brave heart that warms thy gen'rous breast,</br>That heart alive to woes that know no rest;</br>Yet scorning still to sink beneath the weight</br>Of man's ingratitude, or woman's hate,</br>Sees some bright star beam o'er the land or wave,</br>That leads it on to glory or the grave.", "Lo!  from thy humble floor see Franklin rise,</br>And bend his way exulting to the skies!</br>By Heaven design'd thy triumphs to make known</br>To distant shores, to shake a mighty throne!</br>The fearless boy, without a friend to guide</br>His wand'ring way, forsook a mother's side,</br>O'er the wide world to seek for glorious fame,</br>Or sink into the grave without a name.</br>Who then his guide, his guardian angel prov'd,</br>Who sav'd from ev'ry snare the boy she lov'd;</br>'Twas Poverty that urg'd, and led the way,</br>His pillar o' fire by night, and cloud by day!</br>But ah!  had wealth around his cradle spread</br>Her glitt'ring charms &mdash; full o'er his infant head</br>Her laurels thrown &mdash; her poppy wreaths entwin'd&mdash;</br>Laurels and wreaths, that blast the fire of mind!</br>Had luxury led him in her favour'd bowers,</br>As youth advanc'd, to sacrifice his hours</br>To wanton sports &mdash; had pale Want never known,</br>Or claim'd the child of Genius for her own;</br>Oh!  where had been the glory of his name,</br>Where the immortal pillars of his Fame!</br>What trembling tyrant e'er had felt his frown;</br>What thought of his had brought the lightning down,</br>From Heaven's eternal sphere, o guide its course,</br>Disarm it fury, and resist its force!</br>The world had known him not, Columbia's pride,</br>Without a deed, or name, had liv'd and died!</br>But not with Franklin, shall thy triumphs end,</br>O!  Poverty!  celestial guide and friend</br>Of worth, of genius!  still some mighty name,</br>From age to age, thy glory shall proclaim!</br>Some sage, like Milton, seize it for his own,</br>Till the bright record reach th' eternal throne!</br>And seraphs their harmonious voices raise</br>To chaunt thy fame in everlasting lays!", "Yet must impartial truth forbid the muse,</br>The well-earn'd meed of justice to refuse;</br>To slander wealth, or libel honest fame,</br>She scorns &mdash; more just, more gen'rous is her aim.</br>There are, there have been, 'mid wealth's glitt'ring train,</br>Pure hearts, to feel for penury and pain,</br>To yield sweet solace to the child of wo,</br>Minist'ring messengers of Heaven below!</br>One splendid name now rises to my lay,</br>O!  could my feeble muse that name pourtray,</br>Fair as it beam'd on earth, bright as it shone,</br>Ere Heaven reclaim'd, and made the gift its own!</br>Collins!  can I forget thy sainted shade,</br>No!  let the debt of gratitude be paid!</br>Pride of my native Isle, she knew thee well,</br>How many of her sons thy worth can tell!</br>Patron of genius!  thine the orphan's prayer;</br>The poor than's gen'rous wish; the widow's tear</br>Of gratitude; bright gem of pearly hue,</br>Heaven's witness what to earth's best friend is due!</br>Thou, like Macenas, cull'd each modest flower?</br>From the cold shade, to deck the genial bower:</br>Bade them in warm, unclouded skies to bloom,</br>And breathe upon the world, their sweet perfume.</br>My Father!  once a poor, unletter'd boy,</br>A lonely orphan, 'reft of ev'ry joy,</br>Ow'd to thy goodness all that grac'd his name,</br>Fair science, public worth, and honest fame.</br>To Poverty, shall I then strike the lyre,</br>Forgetful of my lov'd, lamented sire;</br>Or thee, one fond, one grateful strain refuse,</br>No!  perish first the minstrel and the muse!</br>Yon lovely isle still mourns the fatal day,</br>When, weeping, she beheld thee borne away,</br>To join the dead, in earth's cold bosom laid,</br>While Heaven's bright portals hail'd thy fleeting shade!</br>Well may she mourn, where'er she turns her eyes,</br>She sees some graceful monument arise,</br>Rear'd by thy bounty, to adorn her name,</br>Improve her virtues, and exalt her fame!</br>Be thou, O!  lovely isle, for ever true,</br>To him, who more than faithful prov'd to you!</br>Each fond, each bright memorial of his fame,</br>Preserve with pious care:  Let not his name</br>Be lost, amid the wreck that time shall bring</br>But ever with th' fairest flowers of spring</br>Deck the green sod, that o'er his bosom blooms;</br>And when the passing stranger seeks your tombs&mdash;</br>Point to the consecrated spot where lies&mdash;</br>Collins &mdash; the just, the gen'rous, and the wise.", "Cease now my strain, my solitary song,</br>Henceforth far diff'rent toils to me belong;</br>Yet be it not despis'd &mdash; The POOR MAN'S LAY&mdash;</br>If to one heart the moral find its way:</br>If but one child of Poverty my page</br>Urge to a deed that shall adorn the age:</br>If some bright youth, of high and gen'rous aim,</br>Shall inspiration catch from Franklin's name,</br>And bravely struggling with each adverse tide,</br>Shine forth his country's patron, and her pride;</br>Contented let me die!  tho' o'er my lowly tomb</br>No prouder trophy wave, no brighter laurel bloom!</br>"]