["CANTO I.</br>Fell Jaghernaut, along thy guilty land</br>Streams many a crimson tide:  o'er every spot</br>Hath blood-nursed Havoc laid his red right hand,</br>And bared his victims in the air to rot.</br>No tearful eye is seen; &mdash; by all forgot,</br>Save Nature's winged murderers, unbleached bones</br>Lie houseless; &mdash; \"dust to dust\" was chaunted not,</br>Nor solemn anthem rolled its angel tones,</br>But Superstition clanks her chain, and madly moans.", "Yet here balm gushes from each wildwood tree,</br>Sabaean sweets the airs of heaven exhale;</br>The rich banana waves her foliage free,</br>And flings her incense on Orissa's gale.</br>Who would not deem, that soft should be the tale</br>Of such soft scenes?  that blue-eyed Innocence,</br>Like rose-bud scenting Sharon's odorous vale,</br>Should o'er these realms her sweetest charms dispense,</br>And not a dark cloud dim the paradise of sense.", "Yet dark the purport of that living mass,</br>Which hurries on, like surges of the sea:</br>And not a heart of them, who proudly pass,</br>But triumphs at the thought of death to be.</br>Their blossom, sheathed in iron apathy,</br>With prescient ardour hopes the passive prey:</br>Expectance paints the murderous revelry,</br>While words of cheer deceive the distant way,</br>And every eye for Jaghernaut beams bright and gay.", "Gay is the marching of that locust band,</br>Bright the Sun dances on their varied dress:</br>And, &mdash; but that Murder waves her crimson wand,&mdash;</br>The eye might revel in such loveliness.</br>Men, Women, Babes, in mingled columns press,</br>And send a shout of joy, if joy be there</br>Where human victims, in accurst excess</br>Of wild enthusiasm, murmur forth a prayer,</br>And dash themselves to earth with many a frantic air.", "Hushed now those babel sounds, and all is still,</br>Like the low prelude to the louring storm;</br>Then bursts again the deep, tumultuous thrill</br>Of paynim exultation: &mdash; rapture warm</br>Swells the loud cry to greet their temple's form.</br>Again, again; &mdash; \"'Tis there &mdash; the hallowed fane,</br>The shrine of all our hopes, &mdash; the beacon charm,</br>Which led our pilgrim steps o'er many a plain;&mdash;</br>We greet our temple, and adore our God again.\"", "Seemed as the burst of music, but the sound</br>Hath softened into lowest harmony:</br>Seems as the reeds, which Zephyr waves around,</br>Making them vocal &mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Why fades the lustre of that eagle eye?</br>Why sinks the grandeur of that high-arched brow?</br>&mdash;One drop of water, ere the victim die,</br>Ere fled the sense of agony below.</br>Had he not deemed, ere Nature's mortal throe</br>Convulsed his shivering frame, to bow the knee</br>At Jaghernaut's high shrine? &mdash; but there is woe,</br>Which e'en of Jaghernaut no proud decree</br>Can cancel, or reprieve the wretch from misery.", "Where is his wild-cane cot?  and where the trees</br>His hand had planted in the morn of life?</br>Where the wild bower, that caught the evening breeze,</br>Graced by the presence of a bosom wife?</br>How blest the spot, where 'erst in rapture rife,</br>He sucked the lusciousness of love, when Heaven</br>Had snatched  him from a land of strife,</br>From blood-stained Gallia's land, and she was given,</br>The fairest of the fair, the spotless without leaven.", "Young hearts, I ween, will tremble at the tale,</br>Young hearts, embalmed in  ecstasy of love:</br>And tears will fall, and loud will be the wail</br>O'er those, who hasten to a world above.</br>Yes &mdash; when the bud was blushing, to remove</br>The nectar gem from hands, that feebly held</br>The dear delicious boon; &mdash; oh!  who could prove</br>Such cutting cruelty with tears repelled,</br>The chrystal fount of sympathy and feeling quelled!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]