["The first degree to Wisedome is the misse</br>Of Folly:  For as Darknesse the privation</br>Is of Lights Being, But no Being is,</br>So Folly is of Wise illumination:</br>And as in Chaos rude, at first Creation</br>There was all Darknesse by the want of light:</br>So in all men before their renovation</br>Are Follies mists and errours blackest night,</br>Till there the Spirit move, which all things doth inlight.", "The Poets which did wondrously transcend</br>In making Mystery's by Fictions plaine,</br>All other Graces as divine commend,</br>But Wisedome they to be a Goddesse faine;</br>Minerva, who proceedeth from the braine</br>Of Jupiter; whom they the Mistris hight</br>Of all the Graces and the Muses traine,</br>To whom shee oft descends for her delight,</br>Weary'd with toile of Government and Martiall fight.", "Thus her of Warre, Peace, Polity, and Arts,</br>They Goddesse make, as if they should her call,</br>The Wisdome God the Father, thus imparts</br>Unto the Sonne, to make rule, order all;</br>With God the Father Coessentiall,</br>As all his Attributes, Power, Truth, and Love,</br>For on the Persons Consubstantiall</br>No accident can fall or thence remove,</br>This Soules faint eye conceives of Wisdome from above.", "Which is unto my mindes obscured eye,</br>As to my Bodies Sunne in Firmament,</br>The farther off, the easier to descry,</br>For neernesse breedeth but astonishment:</br>Oh glorious Wisdome, Sun most orient;</br>Into my soule, with Folly clouded shine,</br>Some clearer beames of wisdome excellent,</br>The whilst I sing these radiant rayes of thine,</br>Which make a mortall wight seeme gloriously divine.", "What and how great is wisdomes heav'nly skill,</br>No heart of man is able to conceive,</br>Much lesse expresse by any tongue or quill,</br>For none but Wisdome, wisedome can perceive:</br>The cause unknowne of nothing shee doth leave,</br>A Numen of such wondrous excellence,</br>Shee doth no good but from her selfe receive;</br>Being her owne end, ayme, and recompence,</br>No good in Heav'n or Earth, but flow's from Sapience.", "And therefore cal'd the proper Good of Jove,</br>Which though to Men and Angells hee dispence</br>In wise proportion, yet from him doth move</br>All wisdome, and to him hath reference;</br>For as in Power so in Sapience,</br>He doth all other heav'nly Powers transcend,</br>For Wisdome Ground is of Omnipotence,</br>And as we Mortalls on her hests attend,</br>So nearer to divine perfection we ascend.", "Such is true Wisdom's glory, that ev'n they</br>Seeme much to doubt, who doe her most admire;</br>Whither we properly possesse her may,</br>And by continuall industry acquire;</br>Or that the Heav'ns her secretly inspire:</br>In briefe, no price or gold can her obtaine,</br>Shee seemes to be some flame of heav'nly fire</br>In Adam breath'd before by Folly slaine,</br>Which therefore we must seeke to have from heav'n againe.", "Schooles her to be the knowledge doe define</br>Of things divine and humane, which in breast</br>Of Mortalls, if it pure and lively shine</br>Makes him, like God, unmov'd and stable rest:</br>For as no chance of Fortune can molest</br>The Power divine, So wisemen doe enjoy</br>Within themselves, by Wisdome, Peace, and Rest;</br>Nothing that is without can them annoy,</br>All seeming Miseries give place to inward Joy.", "Yet falls this Wisdome short of that Divine,</br>Which Adam did possess before his fall:</br>And as Sun-beames through clouds, so doth she shine</br>Through our corruptions, scarse discern'd at all,</br>Wee common and more exquisite her call;</br>That sees things that are past, and things in sight,</br>This things which in succeeding times may fall:</br>Wee her, as shee guides mens affairs aright,</br>Call Prudence; Wisdome, as shee doth in God delight.", "Wisdome and Prudence in an humane brest,</br>Are one same Grace, though divers by relation:</br>Wisdome refers to God, Prudence doth rest</br>Most in a wise and upright moderation</br>Of States and Men by Law's administration:</br>By Wisdome here we see the life of Grace,</br>By Prudence in a civill conversation;</br>Prudence amongst the heathen had a place;</br>True heav'nly wisdome only Gods elect doth grace.", "This heav'nly wisdome, whereby we converse</br>With God, and take delight in holy things,</br>Doth our affections all and wills perverse</br>Set right, and neere divine perfection brings;</br>Shee first, like good Musitian, tunes the strings,</br>And then sends forth a most harmonious sound:</br>First lifts our Soules to heav'n upon her wings,</br>Next orders all by Prudence on the ground,</br>Like Leech who ere he others cure, himselfe makes sound.", "She first within in order sets the heart,</br>Next is for outward things most provident,</br>No Grace more Good to Mortalls doth impart,</br>Nor none more evils here on earth prevent:</br>She shew's her inward Graces God hath lent</br>By outward manners, habit, grave attire;</br>Few words, pure hands, in all such complement,</br>Such gesture publike, and in her retire,</br>As all her for a heav'nly patterne do admire.", "But most of all a wiseman strives to tame</br>Both in himself and others Sin and Lust:</br>For hee that Good from Ill discerns, doth blame</br>False varnisht show's, defil'd with inward rust:</br>He Pride, Pompe, Boasting, Scorne away doth thrust,</br>And from a pure Serenity of mind</br>A paterne draws of Life most quiet, just;</br>Far from opinions false, and errour blind,</br>And guides at stern, as in a calme, so in the wind.", "In Warre most valiant, in Judgement just;</br>Ill, unto Good, things hurtfull, turns to sound;</br>Will's still the same, because the best, no Gust</br>Of fate oppresseth him, if Wealth abound,</br>Or Poverty, he still the same is found;</br>And doth with pleasing constancy endure</br>All Fortunes changes which do others wound;</br>True, innocent, sincere, just, simple, pure,</br>And as his Life, his Death is joyfull, sweet, secure.", "The Poets faine that in the golden Age.</br>Grave, wise, experienc'd men bare all the sway,</br>And the unexpert, young, not yet growne sage,</br>To learn Law's rules first practis'd to obey,</br>For Prudence all by levell orders ay,</br>And by a long Experience doth discerne,</br>How she provide for future changes may,</br>By precept, and example much we learne;</br>But that imprints most deepe, which doth our selves concerne.", "Examples, Precepts, and Experience,</br>Are ever ready at a Wisemans hand,</br>To teach him Judgement, Counsell, Providence </br>Of which we alway's here in need doe stand:</br>By Counsell we the Grounds do understand</br>Of things we ought to do or leave undone:</br>Judgement our Wills and Senses doth command,</br>What things we ought embrace, and what to shun,</br>And Providence provides for things that are to come.", "I praise not here that cunning Politie,</br>Which maketh of anothers Folly, gaine;</br>This comes of Malice, Guile, and Subtletie,</br>Which generous brave Prudence doth disdaine:</br>Such alway's evil counsell entertaine,</br>The Apes of Prudence, Reasons depravation,</br>Whose minds (as hands grow hard by taking paine)</br>Are by base plots, and subtill imagination</br>Inured unto others wrongs and supplantation.", "As Quicknesse wit, As Soundnesse memory,</br>Grave lookes the face, and Plainnesse speech commend;</br>So Judgements praise is in Equalitie,</br>Without least doing wrong to Foe or Friend;</br>And as salt savours, so doth Judgement bend</br>Ev'n all our words, thoughts, workes, to good or ill;</br>Without this Judgement, Prudence doth intend</br>Nothing; for she is Mistresse of her Will,</br>Which she with all her power labours to fulfill.", "Counsell and Judgement are the very eyes</br>And Lamps here, to direct a prudent mind;</br>Which they who want, or foolishly misprise,</br>Walke on in Folly and in Errour blind:</br>We many ignorant vain Fools do find,</br>So wise in their conceit and estimation;</br>They thinke all wisedome in their breasts confin'd,</br>These being bound by double oblgation</br>To Folly, there's no hope of any reformation.", "Prudence and Folly, in the Soul eof man,</br>Like Health and Sicknesse in his Body are;</br>As Health the Body keepes, so Prudence can</br>The Soule deliver from the devills snare:</br>And as Diseases here the thread doth share</br>Of Bodies Life; So Folly soon doth rend</br>The Soule with pleasures vaine, and worldly care:</br>For as strong men within a Fort defend;</br>So Prudent Thoughts our soules from Satans fury shend.", "And as, among the noble senses five,</br>The Sight doth all the rest in worth excell,</br>Because all doe their Light from her derive,</br>And shee all that offends them doth repell:</br>So Prudence all the vertues doth precell;</br>Because, by Light God sends her from above,</br>She counsells all the Graces to do well;</br>For without her no Grace aright can move</br>Prudence of all the rest the Governour doth prove.", "Ulysses Prudence, Ajax Fortitude;</br>Whilst they each other doe accompany</br>Win City's, conquer men, and Monsters rude:</br>But if they square for Gaine or Dignity,</br>And Ajax leaves Ulysses company,</br>His valour turnes to Folly or to Rage;</br>So men of greatest magnanimity,</br>When they the Guidance leave of Prudence sage,</br>Crow beastly, mad, or foolish in their later age.", "I may her liken to the Prince of Day,</br>From whom all lesser Lamps doe borrow Light;</br>Who when he doth his glorious Beames display,</br>The rest all seeme to be extinguish't quite:</br>So when as heav'nly Wisdome, wondrous bright,</br>Her self amongst the Graces doth disclose,</br>They all doe seeme to vanish in her sight,</br>As all the Glory that they have arose</br>From those bright Beames, which wisdome doth on them dispose.", "As God the world, the Emperour his host,</br>The Governour his Ship, the Sunne the day,</br>And as the Body's ruled by the Ghost,</br>So doth faire Prudence all the vertues sway:</br>And as these, like good Guides, direct the way</br>Unto their charge, to reach their proper end:</br>So doth true wisdome all that her obey</br>To endlesse happinesse and pleasure send;</br>Most happy man who doth her holy hests attend.", "May his heart die like Nabals churle and foole,</br>Or like Achitophel end with a string;</br>Laugh in the stocks, cleave to the scorners stoole,</br>That listens not to heav'nly counselling</br>Of Wisdome and her sweet admonishing:</br>Shee hath provided victuals, pour'd out wine,</br>Sent out her Maids us to the feast to bring,</br>To bid those that seeke Knowledge come and dine:</br>And those that Prudence want to taste her grapes divine.", "For she's the Vine, whose grapes yeeld pleasing smell,</br>Whose Fruit and Flowers, Wealth, Life, Honour are;</br>The Garden where Christ dearest Spouse doth dwell,</br>Planted with all the Herbs and Spices rare,</br>Which to adorne his Church he doth prepare:</br>Would thou one word which should her worth containe</br>He hath true Wisdome, who the Lord doth feare,</br>And who know's holy things doth entertaine</br>Right understanding, without this the rest are vaine.", "She as the Prince or Generall doth guide</br>All other Graces in Loves sacred band,</br>Doth order, marshall, and for them provide,</br>As th' Eye, which all the members doth command:</br>The Governours of Men, of Cities, and</br>Of Families, and each mans private state,</br>She orders wisely by her prudent hand,</br>And they that duely on Discretion wait,</br>Command the Stars, and rule ev'n over Time and Fate.", "As shadows more directly opposite</br>To Sunnes bright Rayes, seeme short by being neere,</br>When those, which are much farther from the light,</br>More goodly faire and long by far appeare:</br>So who small Knowledge have attained here,</br>Thereof doe alway's make a greater show</br>Then those, whose understanding shining cleare,</br>Do all the Paths of heav'nly wisdome know.</br>For with true Wisdome alway's Humblenesse doth grow.", "And as Gods Wisdome doth no lesser seeme</br>In smallest creatures, as a Gnat or Fly,</br>Then Greater; so we ought no lesse esteeme</br>Wisemen in low degree then Dignitie:</br>The Snaile a mirrour is of Politie,</br>Who with her hornes keepes alway's sentinell,</br>And never cometh out before shee try,</br>If things without be all in Peace and well;</br>Else she, retyring home, lives quiet in her shell.", "Oh sonnes of men that you could but behold!</br>The wondrous Beauty of this heav'nly Peare;</br>But nought on earth her Beauty can unfold,</br>Her Glory in the Heav'ns doth shine most cleare;</br>In all Gods workes her splendour doth appeare,</br>She first from Heav'n vouchsafed to descend</br>To live in Judah, with her chosen deare:</br>But now her Beames more ample do extend,</br>To all the Nations of the earth she light doth lend.", "She taught our Father that was made alone,</br>To raise himselfe to Glory from his fall;</br>But Envy turn'd from her his foolish sonne,</br>And made by Fratricide and Fury fall:</br>Loe when the Floud the world destroyed all,</br>She it preserves by one wise worke of Wood:</br>The dead Sea yet is the memoriall</br>Of foolish City's five, which there erst stood,</br>Where she sav'd Lot from fire, as Noah from the floud.", "To tell what wonders have beene by her wrought,</br>Were too too long for this short meditation;</br>They in Gods Booke are easily found, if sought,</br>For there Indeed is Wisdom's commendation;</br>Where she us doth, with wary observation,</br>Unto the Cony and the Pismire send,</br>To learne to get our food and habitation,</br>Whose meaner Wisdome if we must attend,</br>Much more wise Heathens sayings most divinely pen'd,", "One being asked, who was most wise, reply'd</br>He that sinn'd least; when one of them desir'd</br>To learne who was for youth the trustiest Guide;</br>He answer'd, Prudence:  And in's sonne requir'd</br>Only three things, which he in youth admir'd:</br>In his tongue silence, Prudence in his mind;</br>Shamefastnesse in his Face; when one requir'd</br>How he the greatest in the least might find;</br>He answer'd, prudent thoughts in humane breast confin'd.", "This was an Ethnick;  But how doth she shine,</br>When she is joyn'd with pure simplicity?</br>When as that holy wisdome serpentine,</br>Combines with dove-like true sincerity:</br>Oh thus the Saints by holy subtilty,</br>Walke safe amongst worlds crooked generation;</br>Thus walk'd our Saviour in Humilitie,</br>And though the wicked plot his condemnation,</br>Yet never could they touch him, but by subornation.", "Oh how should we that have this mirrour bright!</br>This Sun of wisdome, labour here to shine</br>Like Stars, which from the Sun receive their light,</br>And to sincerity true columbine,</br>Joyne this wise holy Prudence serpentine:</br>Us to conduct through this worlds wildenesse,</br>And a most safe and perfect way out-line</br>Through Jordans waves to Land of Happinesse,</br>Where Mansions ready built, we shall for ay possesse.", "And Vineyards planted, whence the Cananite,</br>For wicked Treason 'gainst his Majesty,</br>God hath expel'd to Hell and darkest night,</br>Proud Lucifer and all his company:</br>Oh why shouldst thou advance base dust so high!</br>Whose earthly mansion keepes his spirit low,</br>And will not let his understanding flye</br>To see what goodly clusters there doe grow,</br>In heav'nly Canaan, where Milk and Hony flow.", "We hardly here of things below discerne,</br>And with great paines what is before us find;</br>Ah how shall we then able be to learne</br>Thy Wisdome, which no limits have confin'd:</br>Thy Spirit onely can into our mind</br>These hidden mysteries, in Christ reveale,</br>In which the Princes of the world were blind;</br>For from man naturall thou dost conceale</br>This Wisdome spirituall, which thou to thine do'st deale.", "For as none know's the Spirit of a man,</br>But that same Spirit that within doth dwell,</br>So nothing apprehend this Wisdome can</br>But that wise Spirit that all Truth doth tell:</br>Oh sacred Spirit of Truth!  my heart compell</br>This holy Sapience to entertaine,</br>Thou only giv'st to drink of Wisdom's Well;</br>Mans wisdom's wickednesse, his thoughts are vaine,</br>His knowledge is but errour, and his pleasure paine.", "Thou didst create ev'n all things by thy Word,</br>And by thy heav'nly Wisedome didst ordaine</br>Man of thy handy workes to be the Lord,</br>That he in Truth and Equitie might reigne,</br>And with an upright heart the right maintaine:</br>Oh therefore downe thine heav'nly wisdome send,</br>Me in all Truth and Uprightnesse to traine,</br>She shall my Words and Works to thee commend,</br>And bring my small beginnings to a perfect end.", "And here with Praise and Prayer I will end,</br>Oh who aright can know or understand,</br>Except thou Wisdome from thy Throne do'st send,</br>To give unto him what thou dost command:</br>Then grant me Wisdome alway's to withstand</br>Hells subtill Plots, and Worlds base blandiments,</br>Let sacred Prudence ever be at hand,</br>Still to direct my words, acts, and intents,</br>To yeeld Obedience to thy Commandements.</br>"]