["When Phoebus had ting'd the grey mountains with light,</br>And shone thro' the chinks of the bow'rs;</br>When the warblers had shook off the dullness of night,</br>And lambkins sipt dew from the flow'rs,</br>Young COLIN was plodding the meadows among,</br>Where SYLVIA happen'd to pass,</br>His heart how it flutter'd to find her along!</br>While thus he saluted the lass:", "COLIN.</br>Behold, my dear Sylvia!  the welkin how clear,</br>Hear the lark how she carols, and hails the gay year!</br>From the brake sings the thrush, in wild woodland notes,</br>And music responsive in mid aether floats.", "SYLVIA.</br>Yes, Colin!  the fields and the laylocks are gay,</br>And the birds, with their warblings, make vocal the spray,</br>The aether, refulgent, bears a pure azure dye,</br>And the landscape, besure, is most sweet to the eye.", "COLIN.</br>How sportive the nymphs in yon neighbouring grove!</br>All Nature proclaims it the season of love!</br>Come, Sylvia!  and listen to Colin's soft lay,</br>Consent, and be wedded, 'tis the prime of the May!", "SYLVIA.</br>Such scenes of soft transport may easily move,</br>And fire ev'ry vein of a nymph made for love;</br>But these can't conspire my chaste passions to aid;</br>If Sylvia can do it, she'll die an old maid.", "COLIN.</br>Ah Sylvia!  see Doris, the pride of the green,</br>Since wedded to Thyrsis, how happy she's been!</br>Her days pass in sunshine, good humour, and glee,</br>Such days shall be your's if once knitted to me.", "SYLVIA.</br>For cunning and treach'ry, renown'd are your sex,</br>You love us, poor maidens!  to teaze and perplex;</br>Beware, ye young virgins!  how a husband ye take,</br>Least in quest of the lambkin, ye tread on the snake.", "COLIN.</br>While bees love the sweetness of Hyblean flow'rs,</br>And shepherds take pleasure in soft vernal show'rs;</br>While goats brouze the mountains, and kine love the plain,</br>So long constant to Sylvia will Colin remain.", "SYLVIA.</br>If Colin's sincere, and but means as he says,</br>I'm almost persuaded to list to his lays;</br>Ye race of blind Cupids!  ye de'ties above!</br>How shall I determine 'twixt reason and love?", "COLIN.</br>Ye guardians of virtue!  whom shepherds revere,</br>And scan all their actions, ye know I'm sincere!</br>Oh!  teach a young heart, unpractis'd in wiles,</br>How to win the fair Sylvia, her favour and smiles!", "SYLVIA.</br>Such sweetness and candour your words do impart,</br>With blushes I own it, you've conquer'd my heart;</br>Cou'd I think, when you wed me, you'd love me for life,</br>Here's my hand, &mdash; to the parson, and make me your wife.", "BOTH.</br>No trouble from thenceforth shall Colin e'er know,</br>Except the sweet cares that from pleasing do flow;</br>And Sylvia taste nought but the sunshine of love,</br>Which years of content will to raptures improve.</br>"]