["O Mortal man!  how vain thy notions be,</br>Who ween'st on earth to find stability;</br>On earth all things for ever changing were,</br>And all are subject to infirmity:</br>Decays each thing that wonneth under sky;</br>Jerusalem!  thou city of our Lord,</br>How many various chances didst thou try!</br>Once held by men, who highest God ador'd,</br>But now enthralled art by Paynim's ruthless sword.", "Hail, Colinet, thou blythest of the train,</br>That woo'd the muse by Heliconian spring;</br>With thee may laurel girlond still remain,</br>And on thy grave may rosy-bosom'd spring,</br>Her incense scatter from dew-dropping wing:</br>In thy Nepenthe let me steep my quill,</br>And with thy finger touch the trembling string,</br>When thrown beside the wildly-murmuring rill,</br>I view the evening shade descend from Arlo hill.", "Whylome in Erin wonn'd a gallant knight,</br>Well versed was he in each martial deed;</br>Oft did he guide the raging storm of fight,</br>Oft did he launce the spear and rein the steed;</br>And oft he made the prowest Paynim bleed,</br>Thrice did he combat in the holy lond,</br>And captive pilgrim from vile thraldom freed;</br>And thrice on Indian shore unsheath'd his brond,</br>And dy'd with faithless blood the rich Egyptian strond.", "But now the summer of his life was past,</br>And rigid winter cloath'd his head with grey;</br>His mighty limbs and sinews strong were brast,</br>And to his valiant heart his hand said nay;</br>Nor strove he now in honorable fray,</br>His long try'd arms of adamantine mould,</br>Whose glorious lustre dim'd the radiant day,</br>And all his war-like trophies manifold,</br>The strong and stately pillars of his hall uphold.", "Three sons he had, three gallant sons they were,</br>And like their sire in field of Mars renown'd;</br>High deeds atchieved they, most passing rare,</br>In European and in Asian ground;</br>Yet still with splendid conquest were they crown'd:</br>Now did they combat 'gainst the unbaptiz'd,</br>And were in Palestina to be found;</br>Their deeds of hardiment all men surpriz'd,</br>And by their chivalry themselves they eterniz'd.", "Large and expanded was their father's soul,</br>Ne once  by sordid narrow thought confin'd;</br>Ne could base avarice his will controul,</br>For still to bounty-head he was inclin'd,</br>And on fair honor ever set his mind:</br>The passing knight was still his welcome guest,</br>And courteous entertainment still did find,</br>When the broad moon illum'd the crimson'd east,</br>Unfolded were the gates, and spredden was the feast.", "In Arlo Glynne this baron's castle stood,</br>The loveliest Glynne, of lovely Innisfail;</br>In stateliest pride here frown'd the dark'ning wood,</br>Here streamlets murmur'd down the vernant vale;</br>Here harvests wav'd  beneath the evening gale,</br>Here stags high-bounding roam'd the wild Gaultees,</br>Along whose sides the sheets of vapour sail;</br>Where deep entraunc'd the lonely hunter sees</br>Ideal forms to mount. the pinions of the breeze.", "But Arlo Glynne, thy glories are no more,</br>Fell'd are thy forests by the ruthless hand</br>Of wild extravagance, still craving more</br>To lavish idly on his scoundrel band,</br>In sottish pleasures, which the fool had plan'd:</br>Ev'n now some traveller of curious eyne,</br>All o'er they rev'rend ruins takes his stand,</br>Sighs o'er the spot where once in fortune's shine,</br>Belgardo, good and brave, with errant knights did dine.", "Old night ascended had her starry wain,</br>And with her russet veil the landscape clad;</br>When towards Belgardo's castle thwart the plain,</br>A stranger knight advanc'd of semblaunce sad,</br>And mournful arms of sable hue he had;</br>Strong seem'd his arm to stem the battle's rage,</br>Upright his portaunce was of nought ydrad,</br>His steed did seem of stately carriage,</br>And by his master's side there ran his tiny page.", "With glorious wounds the warrior's face was scar'd,</br>And honour's badge was scored on his breast;</br>Both shield and habergeon were foully marr'd,</br>And well their owner's martial mind exprest:</br>The shining helmet and the waving crest,</br>By dint of ruthless sword were rudely shent;</br>A soaring hawk was on his shield emprest,</br>Which towards yon azure arch her journey bent,</br>And clang'd her sounding wings as thro' the air she went.", "From lofty fell the stranger knight descends,</br>And many 'squires and pages round him wait;</br>By those conducted to the hall he wends,</br>Where old Belgardo sate in princely state,</br>Who rose from couch to do him court'sy great,</br>And him saluted in most lovely guise;</br>Heap'd was the table with most dainty meat,</br>Such as shrewd cook could by his art devise,</br>And the clear chrystal vase with purple, Bacchus dyes.", "Now sated hunger was, and sated thirst,</br>And ready servants tables mov'd away;</br>Then old Belgard, his guest addressed first,</br>Kind courteous Sir, one boon I craven may,</br>Of thy proud deeds and lineage the display;</br>For well I ween that noble is thy strain,</br>And strong thy hand in fierce Bellona's fray,</br>Thy port and countenance aread thee plain;</br>To be in knightly thews an honorable swain.", "Then bowing low the stranger knight reply'd,</br>Most noble host, thy will be quickly done;</br>My name is Claribell, myself I pride,</br>Ne high emprize, ne danger dread to shun;</br>But spread my fame from tone to tother 'sun</br>Where the broad Shannon pours his echoing wave,</br>There Bravadore, my father, held his wonne,</br>Whilome in deeds of war a champion brave,</br>Now freed from toil and care he sleeps in silent grave.", "When thrice five summers I had fully seen,</br>Myself  I furnished with a shining shield,</br>And cas'd my manly limbs in armour sheen,</br>And with my thund'ring courser beat the field;</br>And 'gainst dismay my haughty courage steel'd:</br>Towards fair Jerusalem I shap'd my road,</br>Where cruel Infidels in battle yield;</br>Where frowning war in all his horrors glow'd,</br>And stain'd with human gore discolour'd Jordan flow'd.", "Now royal Lusignan high feats atchiev'd,</br>And smote the Arab with relentless blade;</br>The mighty Saladin was sore agriev'd,</br>That to the Sar'zans such despight he made,</br>Inflam'd with rancour thus he felly pray'd:</br>\"Great Macon, hear from thy celestial shrine,</br>O let me be for ay a damned shade,</br>By Stygian strond in endless bale to pine,</br>If thou be not avenged of those fone of thine.\"", "Thus vow'd the Caliph, and thus felly rag'd,</br>Eftsoons to wagen war he did provide;</br>A thousand kings are in his pay engag'd,</br>Whose thousand hosts before his city bide,</br>Imperial Memphis, Egypt's sov'reign pride:</br>The tawny Indian from the farthest east,</br>Where Phoebus rises from th' empurpled tide,</br>The Mauritanian from the steepy west,</br>Where in th' Atlantic wave his burning car is kest", "The black Cassrarian from the stormy Cape,</br>Incessantly by waves and tempests beat;</br>The Aethiopian with his sceptred ape,</br>And Guinea's sons, of hue more black than jet,</br>The Scythian from Riphaean mountains wet,</br>Where dreary winter holds eternal reign,</br>Where shines the bear in ocean ne'er to set;</br>The Sar'zan bands of Afric and of Spain,</br>And the redoubled sons of utmost Taprobane.", "This mighty host great Saladin review'd,</br>The banner'd nations pass'd in fair array;</br>Then towards Jerusalem their march pursu'd,</br>With the first beamings of the springing day;</br>The fame of this did nought our prince affray:</br>His num'rous levies he collects in haste,</br>That he his regal crown defenden may;</br>Strong tow'rs and engines on the walls he plac'd,</br>And many an hardy hand in arms of proof ycas'd.", "Now evening spread her dusky mantle round,</br>And veil'd the prospect with her shadows dun,</br>When lo!  we heard a dreadful rushing sound,</br>As when to battle armed Myriads run;</br>The horrent clanger did our senses stun.</br>Now well we ken'd th' Egyptian host was nigh,</br>Ne mightier host beneath the circling sun,</br>Their steeds and camels terribly did neigh,</br>And shouts of barb'rous nations rent the vaulted sky.", "That night our walls were lined with a band</br>Of hardy soldiers to confront our foes;</br>The bright spear glitter'd in each martial hand,</br>The burnish'd targets gleam'd in shining rows,</br>And wide around a stream of radiance flows;</br>The wakeful sentries kept strong watch and ward;</br>And rugged smith still heaped blows on blows,</br>And with extreamest cark and labour far'd,</br>And polish'd shields and spears yfram'd of iron hard.", "The hours unbarr'd the gates of day above</br>And Phoebus seem'd to rise in mournful mood:</br>Pale were his beams to gild the court of Jove.</br>His angry coursers loath'd their heav'nly food,</br>And wish'd to plunge again in ocean's flood:</br>Portentous clouds surcharg'd th' horizon o'er,</br>And their dark skirts distained were with blood;</br>The deep green fields a sanguine aspect wore,</br>And from the trees distilled drops of crimson gore.", "The city gates were then unfolded wide,</br>In length'ning lines the marshall'd armies came;</br>Far o'er the plain was pour'd the burnish'd tide,</br>And to the winds our gorgeous pennons stream;</br>With gold and precious stones they richly flame:</br>The glitt'ring arms a glorious prospect yield, </br>Shedding around a keen refulgent gleam,</br>And pleasing was the horrour of the field,</br>Gay shone each plumed helm and fair-emblazon'd shield.", "Great Lysignan was arm'd in coat of mail,</br>Of shining steel most like to looking glass;</br>And in the centre must himself avail,</br>Where all his footmen he arranged has,</br>Of hardy wights a well-compacted mass:</br>His wide-extended wings the horsemen form,</br>Whose neighing coursers paw'd the deep green grass,</br>And seem'd more fleet and fell than boistrous storm,</br>Which ruthless from his cave and doth the skies deform.", "Our gallant leader darts from file to file,</br>To ev'ry band, to ev'ry squadron goes;</br>He greets each warriour with a gracious smile,</br>Upon his cheek youth's purple splendour glows,</br>And from his eye assured conquest flows:</br>Meantime the mighty Sar'zan host advanc'd,</br>With ensigns spread to ev'ry breeze that blows,</br>Sun-shiny beams upon their harness danc'd,</br>And from their helms and shields the mimic light'nings glanc'd.", "Like the Colossus plac'd at Rhodes whylome,</br>Before his  host high-tower'd proud Saladine;</br>So Neptune heaves himself above the foam,</br>And with his mace controuls the ocean brine,</br>And thro' his empire darts his flaming eyne;</br>His harbergeon was rough with scales of gold,</br>And silver crescents on his baldric shine;</br>It eke was starr'd with diamonds manifold,</br>The which in darkest shade a wondrous day might yold.", "The bright broad sun in full meridian blaze,</br>Was the vast orbit of his mighty shield,</br>When vertical he flings his burning rays,</br>And to his heat both men and beast must yield;</br>Depainted plainly in that ample field,</br>Was a Giant of enormous size,</br>Who seem'd in strong right hand the sun to wield,</br>And 'gainst the stars to aim his high emprize,</br>His foot on earth, his head enshrin'd in skies.", "Upon his helmet was a serpent pight,</br>And all the long folds of his tail unwound;</br>His sparkling eyes emit a flashing light,</br>And seem to hurl the levin-brond around,</br>His crashing jaws grate thunder's harshest sound:</br>Tall was the courser that this Paynim rode,</br>For very pride he seem'd to spurn the ground;</br>He champ'd the foamy bit, his eyeballs glow'd,</br>Adown his shining sides the sweat in torrents flow'd.", "The brazen trumpets gave a dreadful blast,</br>A blast which well mote rend both earth and skies;</br>Fierce Saladin against our right wing past,</br>Him Philibert, a German-knight, espies,</br>And boldly towards the prince of Paynim flies:</br>But vain the high essay of lofty breast!</br>To shend the Sar'zan was too hard emprize:</br>Stern Saladin with couched launce in rest,</br>Good Philibert to ground from fell most rudely kest.", "Now show'rs of jav'lins hurtled thro' the air,</br>And clouds of arrows 'thwart the welkin flew;</br>A thousand glitt'ring blades unsheathed were,</br>Which flam'd amazement on the gazer's view,</br>And o'er the battle dazzling splendours threw:</br>Full in the front tremendous Mavors rag'd,</br>And discord storm'd amidst the waring crew;</br>Stern slaughter frown'd where mad'ning hosts engag'd,</br>And knights of highest fame the deadly combat wag'd.", "Close by the Soldan's side a warriour fought,</br>White was his courser as the fleecy snow,</br>His radiant arms with silver were enwrought,</br>Which like the wave of Neptune seem'd to flow,</br>When west winds gently on his surface blow.</br>Upon his crest rich plumes of scarlet shine,</br>And in his shield pourtrayed is the bow,</br>That gorgeous bow, which decks yon azure skyne,</br>Brighter than Juno's bird bestar'd with Argus eyne.", "Now a fierce blow unluckily was sped,</br>From a stern Saxon's desclating hand,</br>Full it descended on this Paynim's head,</br>Ne can his plated helm resist the brand.</br>Nought can prevent what rigid fate has plan'd:</br>Soon as he felt the ruthless biting sword,</br>Before death seal'd his eyes with ebon wand,</br>He cast one long look towards his honor'd Lord,</br>Whom living most he lov'd, and dying now ador'd.", "O wretched Caliph!  what avails thy boast,</br>That thronging nations own thy lordly sway!</br>See I the dear mistress of thy soul is lost,</br>Fair Saphadina, fair as flow'r in May,</br>Opening its beauties to the morning ray.</br>Let the tear trickle from Idume's palm,</br>And o'er her grave let virgins hymn the lay;</br>Let it be deck'd with od'rous nard and balm,</br>O fair may be her fame!  O may her soul be calm!", "Where rich Damascus rears its stately walls,</br>And the clear Pharpar rolls his golden wave;</br>Where from high Lebanon Albana falls,</br>Dwell'd this fair lady fam'd for bounty brave,</br>To her their choicest gifts the graces gave:</br>Her Asia's mighty sov'reign saw and lov'd,</br>Nought could his heart from Cupid's arrow save,</br>His flame by Saphadina was approv'd,</br>And both their souls did seem by equal passion mov'd.", "When wild ambition fir'd the Caliph's mind,</br>To stretch his sceptre o'er the Syrian land;</br>Ne would his Saphadina stay behind,</br>Vain were his prayers and his entreaties bland,</br>Beside her Lord she took her desp'rate stand:</br>O'er her pale face the mournful prince now hung,</br>Now press'd the coldness of her lilly hand,&mdash;</br>Then by disdain, and love, and sorrow stung,</br>Into our thickest ranks most furiously he flung.", "As when a furious torrent thund'ring down</br>From some steep mountain, deluges the plain;</br>Its swelling waves the subject valley drown,</br>And sweep away the labours of the swain,</br>His flocks, his herds, his crops of golden grain:</br>So the fierce Soldan rush'd amid the throng,</br>And urg'd his fiery steed o'er hills of slain;</br>Like the wing'd whirlwind's blast he pour'd along,</br>And look'd Briareus fierce, or Adamastor strong.", "The great Enceladus you might him deem,</br>Or grim Typhoeus fellest of the fell;</br>Ne mortal being more you him esteem,</br>But some curs'd sprite escap'd from deepest hell;</br>So strong and firm he sat in lofty sell,</br>A thousand swords, a thousand spears him smote;</br>Myself beheld, ne forged tale I tell,</br>Albe around him burn'd the battle hote,</br>Ne once empierced was his target or his coat.", "Now half our host this Pagan had o'erthrown,</br>With giant hond and mighty puissance,</br>When three brave youths in fighting fields well known,</br>For high exploits of fairest chevisaunce,</br>Against the Caliph did themselves advaunce;</br>Their angry courage they did bravely whet,</br>And boldly rushed on with couched launce;</br>Fierce Saladin they furiously beset,</br>And in his wild career they did him somewhat let.", "Like some tall rock which overhangs the deep,</br>Projecting horrour on the surge below;</br>'Gainst which the waves eternal combat keep,</br>'Gainst which the stormy winds unceasing blow;</br>But strive in vain to work its overthrow.</br>Thus mighty Saladin unmoved stands,</br>And mocks the fury of his angry foe;</br>The flaming faulchion lightens in his hands,</br>And seems Jove's thunderbolt to crush the giant bands.", "The first he smote so hugely on the crest,</br>That his bright burgeonet was cleft in tway;</br>Nor here did ruthless sword of Paynim rest,</br>But in his brain did deep itself embay;</br>Nor can the second stony death gainsay,</br>The thrilling point is at his bosom bent,</br>And to his throbbing heart it finds its way,</br>The third, tho' certes, he was knight most gent,</br>Was cloven down to waist, Oh grievous monument.", "So have I seen three poplars young and fair,</br>By winding stream their leafy branches spread;</br>Gayly they flourish'd to the gladsome air,</br>And in the pride of youth they bourgeoned,</br>In spring's own liv'ry all apparralled:</br>Lo!  sturdy woodman comes with treach'rous steel,</br>Ne friend to beauty, ne to bounty-head,</br>His keen relentless weapon they must feel,</br>And be transmew'd to mast, or spoke of circling wheel.", "Here for a moment paus'd the stranger knight,</br>New breath to take; meantime the silent tear</br>Stream'd down Belgardo's cheek; a strange delight</br>Mingled with horrour, and remembrance dear,</br>Of those he loved best and held most near,</br>Gleam'd on his brow; his colour went and came,</br>Certes the good old men was pleas'd to bear,</br>His sons had found a never-dying name,</br>And flourish'd from their graves an honourable fame.", "Long had he known the heroes were no more,</br>Their ghosts had told it in the hollow blast;</br>And as he trod the river's willow'd shore,</br>The youths before him in bright vision past,</br>They couch'd the lance, and airy jav'lin cast:</br>His trusty sword with drops of blood was stain'd,</br>His faithful dog howl'd o'er the dreary waste; </br>And to the night and silent moon complain'd,</br>And now Sir Claribell, once more, his speech regain'd.", "At this the Soldan waxed wond'rous proud,</br>And shook his bloody faulchion in the air;</br>Again he mingled in the fighting crowd,</br>And flash'd dismay even to our farthest rear,</br>Where'er he went, him followed wan dispair;</br>He seem'd grim Mars by Hebru's echoing shore,</br>Such his fierce cheer, and stern deportment were;</br>He seem'd Achilles, stain'd with Trojan gore,</br>Or Nimrod, first of kings, who chac'd the tusky boar.", "With high disdain, great Lusignan beheld</br>His glorious ensigns all to earth o'erthrown;</br>With gen'rous rage his manly bosom swell'd,</br>And his vex'd sprite most grievously did groan,</br>Which sure mote move an heart of hardest stone;</br>Himself resolv'd to prove this Caliph's might,</br>And try the prowess of his arm alone;</br>Then did he soon address him for the fight,</br>And ran with beam-like spear against the Paynim knight.", "The Sar'zan king was arm'd from top to toe,</br>In plated amour all of temper sure;</br>Nathless the shock of his outrageous foe,</br>Ne mote himself, ne mote his steed endure;</br>But low on ground, they lay, without recure.</br>How fell, and furious, then was Saladine!</br>Fierce frown'd the visage of this angry Moor;</br>A proud disdain inflam'd his stormy tine,</br>Disdain and rage both flashed from his blazing eyne.", "Swiftly from earth upsprung the Hagarene,</br>And seem'd in strength and courage to encrease,</br>Like huge Antaus, on the Lybian plain,</br>Who from the earth deriv'd his boasted race,</br>In both his hands he hent an iron mace,</br>And on Lusignan strokes so strongly laid,</br>Did not high God compassionate his case,</br>Ne thing he e're again had thought or said,</br>But had enwrapped been in death's eternal shade.", "In deep astoundment on the plain he fell,</br>An heavy corse of lifeless clay he seem'd,</br>The joyfull Pagans rais'd an horrent yell;</br>For him or dead, or captive, they esteem'd,</br>And conquest sure unto themselves they deem'd;</br>Him from the field the shouting victors bore,</br>Each Christian eye with pious sorrow stream'd;</br>Now battle they darraign (what can they more)!</br>And mountains heap of dead, and float the plain with gore.", "The gen'rous courser and his haughty lord,</br>In glorious bleeding low on ground do lye;</br>The fellest fone their bitter strife accord,</br>And seem forgetful of their enmity,</br>Beside the vanquish'd does the victor die:</br>Now in slow circles wave the swords around,</br>In thinner show'rs the languid jav'lins flie;</br>Winds thro' the air a dull confused sound,</br>As when the winds and waves their murmurs hoarse confound.", "With shiver'd launces and with cloven shields,</br>And riven helmets was the earth dispread;</br>Ensanguin'd torrents stream'd along the fields,</br>And the green grass now blushed rosy red,</br>With blood of slaughter'd knights envermeiled:</br>Now ebbing honour flow'd from Christian veins,</br>Now the fierce Turk, and haughty Persian bled;</br>An undistinguish'd carnage loads the plains,</br>Blank horrour stalks around, and desolation reigns.", "Our highest prowess was of no avail,</br>Gay conquest crown'd the hardy Saracine;</br>How did each faithful Christian weep and wail!</br>To see the crescent in full splendour shine,</br>Exalted high above the cross divine,</br>Our yielding squadrons fled on every side;</br>Nought could resist impetuous Saladine,</br>Still did he rage with unremitting pride,</br>And still with slaughters new, he swell'd the crimson tide.", "O Claribell!  how troubled was thy sprite!</br>When Christ's own army was discomfited;</br>Thy glorious day how quickly chang'd to night!</br>And the bright sunshine of thy life how fled!</br>Yet, was thy foul withouten coward dread,</br>Fell Saladin in combat I withstood;</br>Tho' deadly terrours o'er his brow were spread,</br>His thigh I deep empierc'd, out-spun the blood,</br>And stain'd his radiant armour with the rushing flood.", "Once more my heavy hond I rear'd on high,</br>And smote most hugely on his amply targe;</br>Swifter descends the blow than glaunce of eye,</br>And fairly took away its utmost marge,</br>And in his left-side made incision large:</br>Then with dread mace, which none resisten may,</br>Eftsoons most sorely gan he me to charge,</br>Till on the plain in heavy trance I lay,</br>And from my swimming eyes was snatch'd the radiant day.", "Ne did I waken from my drowsy fit,</br>Till stars had kindled heav'ns refulgent blue,</br>An icy cold my bruised members smit,</br>Death spread around his wings of pallid hue,</br>And scant could life the ghastly friend eschew.</br>At length upon my limbs myself I rear'd,</br>But horrour and distraction were the view;</br>Jerusalem enwrap'd in flames appear'd,</br>And melancholy groans of dying men I heard.", "The burning ruins blaz'd upon my eyne,</br>And seem'd to add new horrours to the dark;</br>Their glare was like the baleful comet's shine,</br>Or like the flash of Jove's etherial spark,</br>Which dreadful passage thro' the skies doth mark;</br>In me what grief, what high disdain was bred!</br>How sore oppress'd was I with painful cark!</br>How oft I wish'd myself among the dead!</br>At length into the woods I slowly, sourly fled.", "Now thrice mild Cynthia with her silver wain,</br>Yon star-bespangled concave did surround;</br>And thrice to men her full-face shewed plain,</br>And thrice descended to infernal ground,</br>Yet still in lonely forest was I found;</br>At length on me kind Fortune deign'd to smile,</br>And thro' the wilds my toilsome road I wound,</br>Then roam'd the track 'tween Ganges and the Nile,</br>And hardy deeds atchiev'd befitting knightly stile.</br>"]