["Ye hapless sons of misr'y and of woe,</br>Whose days are spent with heart-distressing care;</br>Who seem the sport of ruthless Fate below,</br>Still lab'ring hard, and still, as Winter bare;</br>Though rough the path, tho' weighty be the share</br>Of nameless ills, that press you ever down;</br>Oh!  never, never yield to dire despair,</br>Or think your griefs intolerable grown;</br>Each has his secret load, each must feel his own.", "Is pale Disease, is Poverty your lot?</br>Or, are you doom'd to some obscure employ?</br>Does mankind rate your merits by your coat?</br>Or burns your breast by Love's distracting boy?</br>Yet still reflect what blessings you enjoy;</br>Returning health again may flush your face,</br>Glad Plenty smile, your toils forget to cloy,</br>And Celia blush amid your chaste embrace;</br>Then men shall see you deck'd with every worth and grace.", "Be wisely calm, and brave the adverse storm</br>Let Hope to happier times direct your sight;</br>Tho' mis'ries stare in many a threat'ning form</br>Hope slacks their jaws and mitigates their bite;</br>And though the present scene be black as night,</br>Trust me, your hopes shall not be long in vain;</br>For oft, tho' Pain put Pleasure to the flight,</br>Yet Pleasure still dethrones the tyrant Pain,</br>And soothes the weary soul to peace and joy again.", "Unhappy they whose each returning morn</br>Is fill'd with sad complaints and curses dire;</br>Fate ever frowns, and still they are forlorn,</br>If each thing move not with their wild desire</br>'Gainst righteous Heav'n, with furious looks of fire,</br>They rave, blaspheme, and roll in blackest sin;</br>Till driv'n by mad Despair and hopeless ire,</br>To poison, dagger, or th' engulphing lin,</br>Unworthy heav'n or earth, hell yawns to take them in.", "Lone Night had lull'd the drowsy world asleep,</br>And cloudy darkness wrapt the midnight sky;</br>Scarce thro' the gloom the stars were seen to peep,</br>This moment bright, then muffled from the eye;</br>The distant bittern's solemn-sounding cry,</br>The breeze that sigh'd along the rustling grove,</br>The hasty brook that ceaseless murmur'd by;</br>Compos'd my thought as forth I went to rove,</br>To sing Matilda's charms and mourn my hopeless love.", "As near a thicket's shade I pensive stood,</br>The black trees waving solemnly around;</br>Sudden I heard a rushing thro' the wood,</br>And near me pass'd along the dew-wet ground,</br>A human form; its head with white was bound,</br>While loose its ruffled hair flew in the breeze;</br>A dagger fast it grasp'd; and, at each sound,</br>Would start, and stop, then glide among the trees,</br>While slow I trac'd its steps, tho' trembl'd both my knees.", "Deep thro' the turnings of a darksome vale,</br>Where blasted trunks hung from th' impending steep;</br>Where oft was heard the owl's wild dreary wail,</br>Its course I follow'd, wrapt in silence deep.</br>At length it paus'd; fear thro' my frame did creep,</br>While still I look'd, and softly stealing near,</br>Heard mournful groans, as if it seem'd to weep;</br>And intervening sighs, and moaning drear,</br>Till thro' the night's sad gloom these words broke on my ear:", "\"Curst be the hour that to existence brought</br>Me, wretched me!  to war with endless woe!</br>Curst be the wretch, and curst the barb'rous thought</br>That bade me stretch the bleeding beauty low!</br>Still from her breast the purple torrents flow,</br>Still, still I hear her loud for mercy crave;</br>See!  hark; she groans, alas, some pity shew!</br>For love, for Heav'n, for mercy's sake!  oh save!</br>No; see her mangled corse floats o'er the midnight wave.\"", "\"O earth!  O darkness!  hide her from my sight:</br>Shall hell, shall furies rack me ere I die?</br>No, this shall sink me in eternal night,</br>To meet those torments that I ne'er can fly.</br>Ye yelling fiends that now around me hie,</br>Exult and triumph in th' accursed deed!</br>Soon in your flaming gulphs ye shall me spy;</br>Despair I attend, the gloomy way to lead,</br>For what I now endure no hell can e'er exceed.\"", "He said; and, gazing furiously around,</br>Plung'd in his heart, the dagger's deadly blade;</br>Deep, deep he groan'd, and, reeling to the ground,</br>(I rush'd to rescue thro' the entangling shade;)</br>Flat on the mossy sod I found him laid,</br>And oft I call'd, and wept, and trembl'd sore;</br>But life was fled, too late all human aid:</br>And while his grasp the shining dagger bore,</br>His lifeless head lay sunk in blood and clotted gore.</br>"]