["So thinks Hugh Wilson as he joyful stands,</br>And shouts, to see Miles Graeme approaching near.</br>Hark to the salutation of their hands.</br>He whispers Eustace, and in Sybil's ear</br>Pours pleasure.  See each window's shining clear.</br>The hinds already have in thought begun</br>To dance, and each one eyes a maiden dear,</br>And shakes his foot preparing for the fun&mdash;</br>When in walks reverend Miles, with Sybil and his son.", "The fiddler smiled when he young Eustace saw,</br>And laid his left cheek to the thrilling thairm,</br>Then drew his best bow hand; in joy and awe</br>Men hearkened, and seemed touched by magic charm.</br>But when full inspiration moved his arm,</br>Maids' feet found wings, men's minds began to soar</br>Above the world, with all its toil and harm.</br>An hundred feet at once smote on the floor,</br>And cracked an hundred thumbs, and matrons smiled demure.", "He paused:  a brimming cup young Eustace brings,</br>The crouder takes it &mdash; drains it to a drop&mdash;</br>A new soul now seems sounding in the strings;</br>Each heart leaps light as starts the music up;</br>The rooftree trembles with its grassy cope,</br>From hole and crevice mice in wonder peep;</br>The hoary bandsmen nod each bonnet top,</br>Dance with their knees and regular measure keep,</br>Adown their ancient cheeks the drops of gladness dreep.", "Now Eustace leads the fair young Sybil out&mdash;</br>Her feet beat witchcraft as she heads the dance;</br>Lads, like a garland, hem her round about,</br>While love rains on them from her dark eye glance:</br>The maidens near her, tittering, take their stance,</br>And on her swan-white neck and snowy arms,</br>Her small and nimble feet, they look askance;</br>The hoary fiddler, as he listens, warms,</br>And draws a lustier bow, and gazes on her charms.", "But when the music's full infection stole</br>Thoughout her frame, and kindled up her veins,</br>She shook her curls, and through her eyes her soul</br>Sent such a shower of rapture, all the swains</br>Stood gaping, as the parched flower when it rains.</br>She sailed along, and, like a sorceress, flung</br>Her own sweet spirit o'er the crouder's strains:</br>Her feet had language, such as hath been sung,</br>That spoke to every heart as plain as with a tongue.", "\"Now by my fiddle and my honoured bow,</br>Which threescore winters have amused this land,</br>No foot before ere answered music so,</br>Her eye-glance, too, nigh marred my good bow-hand.</br>Now, Eustace, out of my poor eyesight stand,</br>That I may look upon her &mdash; there she goes,</br>O'er all men's hearts like Solway o'er its sand.\"</br>So saying, he shook a head on which the snows</br>Of seventy winters lay; renewed the music rose.", "Nor did young Eustace dance unheeded.  \"See,\"</br>A douce dame said, \"how lightsomely he springs;</br>Nay, look on him; he bears o'er all the gree,</br>He moves along as he were borne on wings,</br>His nimble feet seem formed of fiddle strings;</br>And how he talks!  dame, have ye heard the rumour?</br>There is a little bird as good as sings,</br>How he'll be wed before spring grows to summer,</br>On Sybil &mdash; there they sit; what think ye of it, cummer?", "\"What think I of it?  I think nought that's good,&mdash;</br>I think the lassie's mad &mdash; his parents blind.</br>Poor simple quean, how weel she sets her snood;</br>He wed her?  He's none of the marrying kind,&mdash;</br>Let her beware, although his words are kind</br>And sweeter than the mouth of May, and softer</br>Than thistle down.  Now dame, bear this in mind;</br>Ere ten months time she will cause meickle laughter.</br>I think that every year our maids grow daft and dafter.\"", "While thus they talked there came an ancient hind,</br>A stranger in these parts; he louted low</br>To Sybil, saying, \"Ah, I call to mind</br>When these same locks were not like Siddick snow,</br>But black as plumes which on sea eagles grow;</br>These blessed days afar have fled from me,</br>But yet I'm sure, if I read right thy brow,</br>Thou'lt dance wer't but for Christian charity.\"</br>She said \"Aye,\" with a smile had cured the sick to see.", "She rose and danced; meanwhile the glad old man</br>Said, while his sole remaining locks he shook,</br>\"Now, lady, list:  where many a lithe-necked swan</br>In winter graze, by Clifton's moorland brook,</br>My cot stands, sunny in a sheltered nook,</br>Nigh to the hall of Lesley's honoured name&mdash;</br>I see, I see &mdash; I understand that look:</br>That flashing eye:  thy father had the same.</br>Nay, be not wroth, 'twas not to spy thee out I came.\"", "\"Name not my name; name not my lineage &mdash; name</br>Nought that is mine,\" she said, \"nor seem to know</br>Me, else henceforth go find another hame.\"</br>The old man stood and sadly smoothed his brow,</br>And with his fingers combed his locks of snow.</br>She look'd as looks a princess when she's crowned,&mdash;</br>And gently said, \"Nay, nay, forgive me, now,\"</br>And gave to him her fingers white and round;</br>\"Forget we ever spake &mdash; forget I ever frowned.\"", "He clapt his hands &mdash; he leaped balk high &mdash; he said,</br>\"Now, fiddler, play a gladsome tune and fast;</br>This night ten years of eild aside I've laid,</br>Grim Care smiles on me, and then passes past.</br>Play up!  I'll dance though I should dance my last.</br>Play up, I say, the gardener and his dibble,</br>The Gallant Graemes, or Nelly Weems. &mdash; Man, hast</br>Thou ne'er a new one?  play me 'trout, come nibble,'</br>A fisher's gallant reel &mdash; what tune wilt thou have, Sybil?\"", "All eyes were sparkling and all hearts were light,</br>Waved many a hand and bounded many a foot;</br>Old men of past and youths of present might</br>Smiled gladsome, and with whisper, smack, and shout,</br>Through reels in dozens swept the dames about;</br>The barn-roof wagged to its remotest raft:</br>Light, mirth and music gushed in gladness out,</br>Far o'er the lea:  old men looked on and laugh'd,</br>Cried, weel done Jock and Jean, then deep of brown ale quaffed.", "The barn has mirth, so has the farmer's hall;</br>The song and jest are held in full esteem&mdash;</br>For there a motly and a mirthsome throng</br>Good liquor better far than dancing deem,</br>And social talk than either; o'er the steam</br>Of fragrant bowls they scatter sayings sage,</br>And from the milk of humour skim the cream.</br>Age claps his hands to youth, and youth to age,</br>And drouth grows dryer still the more they it assuage.", "Than drink, more solid dainties load the board;</br>The damasked haggis large and fragrant reeking,</br>Black luscious puddings; unctuous collops scored;</br>Potatoes mashed in milk and butter, smeeking:</br>A singed sheep's head that puts a man past speaking,</br>With feet, as with a garland garnished round,</br>And ale that by the hearth fire long lay beeking,</br>Which made the corks up to the rafters bound;</br>With bracksha best of food on moor or mountain found.", "The savour of the supper seemed to find</br>Its way among the dancers; lighter smote</br>Their feet upon the floor, and in the wind</br>The fiddler felt the fragrance coming hot,</br>His good bow-hand drew out a feeble note;</br>A voice cried loud, \"Cease mirth, now carle and kimmer,</br>Music, I say, keeps naething in her pot;</br>No living soul has ever seen it simmer:</br>Come, supper loads the board, ale foams aboon the timmer.\"", "The crouder put his fiddle in its case</br>As monk would put a relic:  then he slung</br>It o'er his shoulder, and with joyous face</br>Went speaking lightly as he went along.</br>\"Long o'er the thairms my right hand have I flung,</br>But Sybil, lass, to-night, that foot of thine</br>Bewitched my bow with gallant horse-hair strung,</br>And filled the tight strings with a voice divine.\"</br>Loud Grizel Grierson laughed, \"Mind ye the eighty-nine:", "\"'Twas a sad year, sore famine vexed the land,</br>And war, its dread twin brother, came; but never</br>Will man be wise; John Rodan of the Rand</br>Gave such a kirn &mdash; there drink ran like a river,</br>And dames danced daftly.  Sure as God's a giver,</br>There danced a stranger lass with locks like lammer,</br>Her deevlish dark een made me grue and shiver;</br>And having witched the laird of Knappenhammer</br>She vanished &mdash; she was one framed by the fiends of glamour.\"", "\"Aye, dame, but Sybil's formed of daintier stuff,\"</br>Hugh Wilson said, \"I'll warrant she's nae vision.</br>But ask our Eustace there &mdash; for he made proof</br>Some hour agone &mdash; it was a sweet collision,</br>Between their ripe lips I saw nae division.&mdash;</br>But here's the supper.\"  Soon his brow is bare:</br>To God all good he offers an orison,</br>Then cries, &mdash; \"fall on, eat, drink, and dinna spare;</br>In good food smother woe; in amber ale drown care.\"", "Amid the grace the haggis on the platter</br>Raised such a steam, the douce laird of Drumbreg</br>Could not endure't &mdash; his mouth was in a water.</br>\"Ha'done, ha'done,\" he said, a jocteleg,</br>He snatched and cut; far gushing o'er the peg</br>There came a reeking deluge, rich and savoury.</br>\"Take this now, Marion; and take that now, Meg;</br>This is a food unknown in lands of slavery.\"</br>Dames smiled, but dreading drops quick gathered in their bravery.", "At the board head, like Ceres' self, a maid</br>Sat, crowned with braided corn, and proudly waving</br>Her locks, which o'er her white neck threw a shade</br>Like ink spilt over ivory:  Nancie Caven</br>Men called her; and her ringlets, like the raven,</br>Were dear to all the youth of wide Dalgonar.</br>Even wooers came from Dee's wild waters raving;</br>From Annan some threw wistful looks upon'er,</br>And now e'en gray-haired men were prompt to do her honour.", "For she that morn had reaped with her sharp sickle</br>The kirn &mdash; the latest lock of growing grain;</br>And saved mild Autumn from the sleety trickle</br>Of stormy Winter, with her snow and rain;</br>And she was vain &mdash; no wonder she was vain.</br>The board was cleared, and with a serious face,</br>Hugh Wilson looked, and said a \"pleasant strain,</br>Come, let us chaunt to do this night some grace;\"</br>He signed &mdash; and there was silence for a little space.", "The first song touched on harvest's golden joys,</br>The ripened corn, the reaping hook, the flail.</br>The second was of pleasure, such as cloys</br>With nature never; in a sunny dale</br>A rustic pair, a cottage, cow and kale.</br>The third song sore complained of Cupid's bow,</br>Of Venus and her doves &mdash; hearts ne'er were hale</br>From his sad arrows, and a cureless woe</br>That came from Chloris' eyes and Chloe's breasts of snow.", "\"Enough, enough!\"  Hugh Wilson cried, \"enough</br>Bake Venus' doves in pies; drown Chloris, Chloe.</br>Give me a song like thistles, sharp and rough,</br>Rather than silken strains so soft and showy,</br>Give me the heathery hill top of Glenhowie,</br>By fierce winds swept, where no ambrosial breathing</br>Of breezes come, nor nymphs with bosoms snowy,</br>Trip full of panting, fainting, raving, writhing&mdash;</br>Vain coinage of some bard, with brain in learning seething.\"", "The fourth song was of moorlands and of hills,</br>And sunny knolls where adders twine their beads;</br>Of lowing flocks which feed by murmuring rills;</br>Of shepherd maidens dancing to the reeds</br>Of their fond lovers, clad in pastoral weeds;</br>White bosomed dogs lie slumbering by the crooks,</br>While o'er the curds his creed some shepherd reads.</br>Maids sing &mdash; to which the melody of brooks</br>O'er pebbles simmering sweet, is as the voice of rooks.", "The fifth song was a dolorous chaunt:  asleep</br>At first it seemed, then in a passionate tune</br>It sung the sea-boy on the ocean deep,</br>The Solway furrowing one sweet summer noon;</br>Musing upon a mother's welcome soon,</br>And carolling homewards o'er the smiling wave&mdash;</br>A whirlwind woke, and ere arose the moon</br>He waked his shrieking mother, bade her save</br>His sad corse from the storms by Clifton's lonely cave.", "The sixth song was not sorrowful; it sung</br>Of one who loved an evening hour to snatch</br>From rest, and, with a sweet and oily tongue,</br>Keep for some witty maid a wintry watch,</br>Listening to hear her cannily lift the latch;</br>The temptress from her staunce unseen the while,</br>Lets him hang there like ice-drop to the thatch,</br>And calls her aunt &mdash; she comes with canker'd smile,</br>Unbinds the big house dog, and hounds the losel vile.", "The seventh pictured summer's gloaming hour,</br>When hawthorn scent filled the nocturnal air&mdash;</br>A fairy glen, a honeysuckle bower,</br>The blackbird's latest note was lingering there;</br>In it, as in a shrine, a modest pair</br>Are seated &mdash; look, and heart, and thought, the same;</br>One is a rural maiden, one the heir,</br>But of a poet's pipe and rustic hame:</br>They little say, look much:  a meek and holy flame", "Is in their cheeks.  And more had Eustace said,</br>For his the song, when with a wreathed bough</br>Of rustling holly, rose a blushing maid,</br>And placed it like a garland on his brow.</br>Its scarlet clusters did not ruddier glow</br>Than glowed his face; he turned him round, a kiss</br>Or twain he took; Hugh Wilson cried, \"I vow</br>Parnassus ne'er had ought surpassing this,</br>Nor Eildon's cloven hill, where muses dwell, I wis.\"", "Young Sybil turned her head aside; men say</br>A sudden flush of her displeasure told,</br>And Eustace marked it; be that as it may,</br>Maids tittered, gray dames smiled, and bondsmen old</br>Laughed measureless, clapt hands, and shouted bold;</br>The cricket chirruped merrier from the nook,</br>The watch dog broke his bands and gambolling rolled;</br>Upon his tree the solitary rook</br>Cawed and looked down; he heard the sounding of the brook", "Grow loud and louder; straightway to the heaven</br>He turned, there boding dark tumultuouslie,</br>He saw dark cloud o'er cloud enormous driven,</br>And raised his wings, and straight prepared to flee.</br>Meanwhile down dark and dismal on the ee</br>Midnight in stormy majesty descended.</br>Mirth ceased, men drew the bonnet o'er the bree,</br>And maids and dames with plaids all well defended,</br>Went scudding 'fore the blast, and homeward warily wended.", "Ere Sybil donned her mantle wooers came,</br>Impatient each to guide her on her way;</br>When sudden at her side stood Eustace Graeme,</br>And took her hand:  the maiden said, \"Nay, nay,\"</br>Yet went; lads saw that hopeless cause had they&mdash;</br>The minstrel's witchingness of tongue they knew,</br>His hand too some had felt in lover fray&mdash;</br>They cursed his cleverness and slow withdrew,</br>While he, and Sybil fair, their homeward way pursue.", "I said that night had fallen dense from heaven;</br>The blood-fox howling by the guarded pen,</br>The forest tops to sweeping breezes given,</br>The river rushing, which the cavern'd glen</br>Repaid with melancholy groan agen&mdash;</br>Were the sole sounds way-faring folk might hear:</br>\"Sweet Sybil, to the hearts and souls of men</br>The mournful tone of Nature's tongue is dear;</br>E'en that fierce river's rush has music for my ear.", "\"There stands the hill on which I wont to seek</br>My way in verse, that I might make me known</br>To fame; when came the night that ends the week,</br>Thoughtful, not sad, I sauntered on and on,</br>Whiles with twin-lambs consorting; more alone</br>I sat &mdash; or touched with momentary fire&mdash;</br>Muttered wild words, till morning sought his throne,</br>And bade me to my homely couch retire;&mdash;</br>The dews all shining on my negligent attire.", "\"And when the day-beam o'er the eastern steeps</br>Had placed his herald star on Burnswark-hill,</br>Close by the tomb where the dark Douglas sleeps,</br>And shepherds saw the Fairies by the rill</br>I roamed &mdash; the sun began his light to spill</br>On Orr's wild loch, on Greirson's castle gray;</br>I heard his mate the curlew summons shrill,</br>And larks rejoice:  the cottage smoke away</br>Curled, and men lonely knelt, and unto God did pray.", "\"It was no idle rapture which I felt,</br>What time the earth with morning dew was sown,</br>And man and matron to their maker knelt,</br>And humbled them before the Almighty's throne;</br>To sit upon the sole remaining stone</br>Of some razed castle, and there muse on man&mdash;</br>Half God, half dust, and sometimes fiend, and moan,</br>We saw so little of the immortal plan,</br>And knew but like a dream how this proud world began.", "\"Now what is man, or what is woman; who</br>Shall tell us, Sybil?  see, along the plain</br>The forest leafs are coursing to and fro,</br>Backward and forward, whirling on amain</br>The roused wind sweeps them:  now they stay again,&mdash;</br>Even so is man with his impassioned feeling.\"&mdash;</br>She looked up in his face:  the coming rain</br>Was heard afar, and thunder distant pealing,</br>She looked &mdash; for now his arm around her waist was stealing.", "\"I know not, Sybil, how it is,\" he cried,</br>\"I know not that I love thee, yet 'tis dear</br>To be beside thee, and I love beside</br>To tell thee what I feel, whilst thou thy ear</br>Inclinest so gently with a look sincere:</br>And then thy modest word of aye, or no,</br>Is ever right, while in that forehead clear</br>I read thy meaning plain as tongue can show;</br>I love thee not:  and yet my spirit says not so.\"", "\"Talk not so, Eustace, &mdash; Eustace, talk not so,\"</br>Young Sybil said; \"a poor bondmaiden I,</br>Without a home or parent, let me go;</br>You love the Maid of Elvar &mdash; Eustace, fye!\"</br>She looked with some displeasure in her eye.</br>\"Shame on thee, man, and I an orphan maid,</br>What would thy father say?  and he is nigh.\"</br>He answered, \"Sweet one, why art thou afraid?\"</br>A lightning flash that moment kindled all the glade.", "\"Love her of Elvar?  do I love the moon</br>Now hid in heaven, or do I love the star</br>Next her in lustre?  I would woo as soon</br>The bright Aurora when she mounts her car;</br>Her rank and mine would wage continual war:</br>I thought her lovely and I found her kind,</br>The Maid of Elvar! &mdash; an eternal bar</br>There is atween us &mdash; dost thou deem me blind?</br>No!  no!  such high placed love is but to woo the wind", "\"And wed destruction.\"  For a little space</br>They spoke not, but both sighed.  Without rebuke</br>He clasped her thus, and laying face to face,</br>One kiss, yea more, for kisses three he took,</br>While her two knees like fountain lilies shook;</br>And her soul's secret sat upon her lips,</br>And high her proud heart 'gainst her bosom strook:</br>They heeded not that lightning cleft to chips</br>A gnarled oak, and passed, and left them in eclipse.", "\"Well are you come, my children,\" &mdash; said the chief,</br>\"Soon of our home the tempest will make proof;</br>To-night the storm will scatter many a sheaf.\"</br>Even as he spoke red thunder rolled aloof,</br>And one by one big drops plashed on the roof;</br>He took them ben, he barred the quivering door,</br>And said, \"Alas!  flocks that divide the hoof,</br>The silly sheep on mountain moss and moor</br>May moan, but most may man on ocean's tumbling roar.\"", "The cottage cock shakes on his 'customed perch,</br>The windows rattle and the winds arise,</br>The rain comes plunging, rooks in clamorous march</br>Sail with the storm that darkens as it flies;</br>Woods roar, and wild linns echo to the skies,</br>Kine low, dogs whine, superior man alone</br>Sits thoughtful, ruminating, and his eyes</br>Turns up to heaven amid the mighty moan</br>Of Solway's fearful tide, and the dread thunder's groan.", "Down comes Dalgonar rushing red, and lifting</br>His voice above the thunder; Nith as loud</br>Calls o'er the uplands, on her bosom drifting,</br>Seen by the lightning flashing from the cloud&mdash;</br>Or by the wan moon weeping from her shroud,</br>The golden harvests of ten thousand hands.</br>In storm and tide the distant Solway proud,</br>Pours her long lines of waves o'er quivering sands,</br>Fierce as the ranked steeds rush foaming on the brands.", "\"Ah, who untouched,\" said Miles, \"may hear the sound</br>Of streams, that down our glens like torrents boil;</br>The rivers rushing, wild woods waving round</br>Their stately shafts like fencer's pliant foil.</br>Man!  worm!  creep low and stoop thee as to toil,</br>That flash might strike thee to a senseless clod;</br>The angry elements in dread turmoil,</br>To waste thy labours all are come abroad;</br>Feel even thy refuge earth rocks 'neath the foot of God.\"", "The room was dark, save when the lightning came,</br>And then 'twas brighter than the brightest day.</br>Strange agitations shook young Sybil's frame,</br>For as she knelt by Eustace' side to pray,</br>Around his neck her white arm did she lay</br>Unconscious.  Now the elemental moan</br>Ceased, and the storms forsook the mountains gray;</br>The rivulets lessened, forests ceased to groan,</br>The river's mighty voice was heard, and heard alone.", "Miles Graeme walked forth, climbed up a knoll, and hark!</br>He calls his son to come and view the ground</br>Where late they reaped; in loud confliction dark,</br>Beneath Dalgonar dashed o'er moat and mound,</br>And midst its rushings whiles they heard the sound</br>Of swimming flocks, which raised a piteous wail.</br>To Sybil's heart there went a dismal stound:</br>First came a man, and then two children pale&mdash;</br>Of twelve alone they're left to tell the mournful tale;", "How their fair cottage on Dalgonar side</br>Was by the river swept at once away;</br>How three were saved, and how nine others died</br>Amid the flood that made their flocks a prey:</br>How happy once &mdash; now who so sad as they.</br>\"Ah!  who,\" cried one, \"will give us clothes, or feed</br>The desolate, the orphan; who will lay</br>A good warm pillow for an old white head?\"</br>Young Sybil wept, \"I will.\"  &mdash; \"And wilt thou do't indeed?", "\"And thou, Miles Graeme's poor handmaid?  O, alas!</br>In extreme tenderness of soul you speak,</br>Forgetting thou'rt a desolate orphan lass;</br>But bless thee for thy sympathy.\"  His cheek</br>He wiped, and muttered, \"'las!  but I am weak.\"</br>A token from her glittering locks took she,</br>And whispered in his ear:  'twas scarce a week</br>Had passed, when men cried to each other, \"See,</br>John Robson works by spells &mdash; a wondrous man is he.", "\"A plenished steading!  flocks on hill and lea!\"</br>He answered all enquiries, \"God is good,</br>And sends an angel in extremitie.\"</br>But from that hour, when kneeling at the Rood,</br>He prayed for her that gave his children food;</br>His reverend white locks, when he ever saw</br>Fair Sybil at the kirk or by the wood,</br>Were instant bared:  of douce John Robson's awe</br>For Miles Graeme's bonnie lass, maids talked in house and ha'.", ""]