["'Tis sweet, when freshly breathes the vernal morn,</br>To hear the solemn rook, that clam'rous wheels</br>Round some elm-circled mansion; sweet to lie</br>Beneath the canopy of spreading groves,</br>When ceaseless hums the summer air; or rove</br>At evening still, when the lone nightingale</br>Sings wakeful her thick-warbled song; 'tis sweet</br>To catch by fits the melancholy sound,</br>While through the ruins of th' autumnal wood</br>Sighs the sad gale, or the loud wintery wind</br>Blows hollow o'er the bleak and blasted heath;&mdash;</br>But sweeter still the meek and plaintive tones</br>Of heav'nly poetry, which lulls the heart</br>With grateful sorrow mild; which speaks of worth</br>Departed, speaks of those whom never more</br>Our eyes shall view, our arms shall clasp; then tells</br>In louder strains of the eternal rest,</br>The blissful mansions of unfading heav'n.", "And such delightful pleasure, innocent,</br>Delightful to the sense, and to the mind</br>Minist'ring calm and holy pensiveness,</br>Who shall forbid to seize?  Who shall forbid,</br>If I, unus'd to woo th' Aonian choir,</br>And all unskilful, yet aspire to seek</br>Their hallow'd temple; and with pious zeal</br>And grateful duty weave an humble crown,</br>\"To deck the laureate herse where Warton lies?\"", "O tow'rs of Venta, and thou gentle stream,</br>Itchin, ye bending vales, and breezy downs,</br>You best his praise can witness; &mdash; oft he climb'd</br>In morn of life your fir-crown'd hill, and roam'd</br>Your osier'd meads, and pac'd your cloisters dim;</br>You to meridian fame beheld him rise</br>Circled with Wykeham's sons; and you beheld</br>How Wykeham's grateful sons the tribute paid</br>Of filial love, and cheer'd his closing day.", "For well was Warton lov'd, and well deserv'd!</br>Whether he led the fault'ring step of youth</br>To offer incense at the Muse's shrine;</br>Or, justly stern, check'd with forbidding frown</br>Impetuous vice; or with approving smile</br>Cherish'd the hope of virtue's modest bud;</br>Strong to convince, and gentle to persuade,</br>\"His tongue dropt manna,\" and his ardent eye</br>Sparkled with temper'd rage, or beam'd with joy</br>Boundless:  nor wonder; for within his heart</br>Dwelt pure affection, and the liberal glow</br>Of charity; join'd to each native grace,</br>Which the sweet Muse imparts to those she loves.</br>His was the tear of pity, soft as show'rs</br>That fall on April meadows; his the rapt</br>Impassion'd thought, quick as the lightning's glance,</br>And warm as summer suns:  and every flow'r</br>Of Poesy, which by the laurell'd spring</br>Of Aganippe, or that Roman stream</br>Tiber, or Tuscan Arno, breath'd of old</br>Its fragrance sweet; and ev'ry flow'r, which since</br>Hath drunk the dew beside the banks of Thames,</br>Met in his genial breast, and blossom'd there.", "Happy old man!  for therefore didst thou seek</br>Extatic vision by the haunted stream</br>Or grove of fairy:  then thy nightly ear</br>(As from the wild notes of some airy harp)</br>Thrill'd with strange music; if the tragic plaints</br>And sounding lyre of those Athenians old,</br>Rich-minded poets, fathers of the stage,</br>Rous'd thee enraptur'd; or the pastoral reed</br>Of Mantuan Tityrus charm'd; or Dante fierce,</br>Or more majestic Homer swell'd thy soul,</br>Or Milton's muse of fire.  Nor seldom came</br>Wild fancy's priests, with masked pageantry,</br>And harpings more than mortal:  he, whose praise</br>Is heard by Mulla; and that untaught bard</br>Of Avon, child of nature; nor less lov'd,</br>Though later, he, who rais'd with mystic hand</br>The fancy-hollow'd pile of chivalry,</br>Throng'd with bold knights; while Chaucer smil'd to see</br>From his rich mine of English, undefil'd,</br>Though all by time obscured a gorgeous dome</br>On marble pillars reared, and golden valves</br>Majestic, fashion'd by his genuine son.", "And O!  hadst thou to our fond vows appear'd</br>Assistant, whilst unrivall'd Dryden sang</br>Ammon's high pomp, and Sigismonda's tears</br>For lost Guiscardo; how on coal-black steed</br>\"The horse-man ghost came thund'ring for his prey;\"</br>Or how amid the waste of nature stood</br>Thy temple, God of Slaughter! &mdash; O!  hadst thou</br>With kindred flame, and such a flame was thine,</br>Call'd up that elder bard, who left half-sung</br>The wondrous tale of Tartar Cambuscan;</br>So had the muse a brighter chaplet twin'd</br>To grace thy brow; nor tuneful Dryden hung</br>A statelier trophy on the shrine of fame.", "Happy old man!  Yet not in vain to thee</br>Was Fancy's wand committed:  not in vain</br>Did Science fill thee with her sacred lore:&mdash;</br>But if of fair and lovely aught, if aught</br>Of good and virtuous in her hallow'd walls,</br>Through the long space of thrice twelve glorious years,</br>Thy Venta nurtur'd; if transplanted thence</br>To the fair banks of Isis and of Cam,</br>It brighter shone; and haply thence again,</br>Thence haply spread its influence through the land,</br>That be thy praise.  Be it thy praise, that thou</br>Didst bathe the youthful lip in the fresh spring,</br>\"The pure well-head of Poesy,\" didst point,</br>Like thine own lov'd Longinus, to the steep</br>Parnassian crag, and led'st thyself the way;&mdash;</br>Be it thy praise, that thou didst clear the path,</br>Which leads to Virtue's fane; not her of stern</br>And Stoic aspect dark, till Virtue wears</br>The gloom of Vice; but such as warms the heart</br>To acts of love, and peace, and gentleness,</br>And tend'rest charity; such as around</br>Thy earthly passage shed her cheerful light,</br>And such as Wykeham best might love to view.", "So thine allotted station didst thou fill,</br>And now art passed to thy peaceful grave,</br>In age and honours ripe. Then not for thee</br>Pour we the tear of sorrow; not with strains</br>Like those despondent, which the Doric bard</br>Wept for his Bion, do we tend on thee:</br>For other hopes are ours, and other views,</br>Brighter and happier scenes!  No earthly chains</br>Shall in this dreary prison-house confine</br>Spirits of light; nor shall the heav'n-born mind</br>Oblivious linger in the silent cave</br>Of endless hopeless sleep.  But as the Sun,</br>Who drove his fierce and fiery-tressed steeds</br>Glorious along the vault of heav'n, at length</br>Sinks in the bosom of the western wave;</br>Anon from forth the chambers of the east</br>To run his giant course; so didst thou set,</br>So mayst thou rise to glory!", "But the high</br>And secret counsels of th' Eternal Name</br>Who may presume to scan!", "Enough for me</br>That thus with pious zeal I pour the verse</br>Of love to Warton, from that seat which nurst</br>His youth in classic lore.  Here blest with all,</br>That social worth can yield, and minds refin'd</br>By Attic taste, and gentlest manners bland,</br>My duteous homage chief to thee I pay,</br>O dome of Edward!  nor meanwhile forget</br>The earlier hopes that charm'd, the earlier friends</br>That still, entwin'd around my heart, endear</br>My hours of childhood; whilst I sojourn'd blithe</br>In those lov'd walls, which Wykeham nobly plann'd</br>And Warton, favourite of the Muses, grac'd.</br>"]