["Assist me to sing, lovely muse,</br>Let the fountains of Helicon flow;</br>Bright Phoebus thy spirit infuse,</br>And Venus thy favour bestow.</br>And thou, to whose beauties I bend</br>Thy influence deign to impart,</br>Nor blame, if you cannot commend</br>A carol, that flows from the heart.", "I sing not the juice of the vine,</br>Its charms are all transient and vain;</br>By the pitiless frenzy of wine</br>Eurydice's lover was slain.</br>I sing not the pleasures of wealth,</br>The mines of Peru I despise,</br>Of the Gods I ask nothing but health,</br>And a smile from my Phyllida's eyes.", "Much less can the terrors of war,</br>A tribute from poetry claim;</br>The trophies of Mars I abhor,</br>And regard not the bubble of fame.</br>What pleasures the grape can afford,</br>Let the children of Bacchus enjoy;</br>Let the miser brood over his hoard,</br>And the warrior delight to destroy.", "But love, gentle love is my theme,</br>As pure as the heart of my fair;</br>Mid the darkness of life, 'tis a gleam,</br>To illumine the bosom of care.</br>&mdash;Yet, even the pleasures of love,</br>Untemper'd are never possess'd,&mdash;</br>And who, but the angels above,</br>With perfect enjoyments are bless'd?", "Else, why at my Phyllida's sight,</br>Does my heart with solicitude beat?</br>Can the voice of extatic delight</br>The accents of terror repeat?</br>And why, when she smiles on my friend</br>Does my bosom unwillingly heave?</br>Can gentleness ever offend?</br>Or my Phyllida learn to deceive?", "Yet, even sensations like these,</br>The breast of a lover can charm,</br>Though painful, they cannot but please;</br>They wound, but they furnish the balm.</br>And if love can allay our distress,</br>And, sweeten the cup of our woes;</br>Oh!  why should we strive to suppress,</br>The sigh from which happiness flows.", "When my Phyllida joins in the dance,</br>Her beauty, her grace they commend;</br>With delight I behold her advance,</br>Yet to beauty I little attend.</br>Should the goddess of Paphos appear,</br>She might spread her attractions in vain,</br>And the graces themselves, were they here,</br>I could view, without pleasure or pain.", "When she touches the strings of the lyre,</br>Another may call it divine;</br>But the heart that can only admire,</br>Knows nought of the feelings of mine.</br>Her voice is as sweet to my ear</br>As the accents of merited praise&mdash;</br>I have heard other voices as clear,</br>But she adds a new charm to the lays.", "How lately the rose was display'd!</br>How lately the lily was fair!</br>In verdure the groves were array'd,</br>And the zephyrs embalsam'd the air.</br>The voice of the songsters of spring,</br>Has tun'd to the accents of love,</br>And the muse, who inspir'd me to sing,</br>But echoed the notes of the grove.", "From the rose all her colours are fled,</br>In crimson the forests are dress'd,</br>And the lily, how drooping her head,</br>By the zephyrs no longer caress'd.</br>The vallies no longer resound</br>With the notes of the warblers of May;</br>Yet no change in my breast can be found,</br>And still gentle love is my lay.</br>"]