["Wide o'er the desolate, deserted plain,</br>Now dismal Winter bears despotic sway,</br>And round his throne attend a gloomy train,</br>Storms, hail, and beating rains, in dread array:</br>The fetter'd floods no longer smoothly flow,</br>Bright virgin snow the naked field o'erspreads,</br>Loud trumpets howling from the mountain's brow,</br>Rend tow'ring oaks, and shake their leafless heads:</br>While forests wild the dreadful yell resound,</br>An universal devastation reigns around.", "Thro' wheeling clouds which vail the darken'd skies,</br>The sickly sun emits a feeble ray,</br>And soon descending to the ocean hies,</br>Faintly distinguishing the doubtful day.</br>The fleecy flocks beneath the shade secur'd,</br>And lowing herds, the ruthless storm defy,</br>While happy peasants in their huts immur'd,</br>Round blazing hearths, contentment blest enjoy:</br>Pleas'd with the rural joke, and uncouth lay,</br>The tedious gloomy night glides chearfully away.", "At morn's approach, Sol faintly glimmering shows;</br>O'er dreary wastes, where-e'er we turn our eyes,</br>Inverted pillars hung from leafless boughs,</br>And crystal battlements which round arise;</br>While the gay youths (whose labouring threshers toil</br>And industry, their loaded granaries fill).</br>Rear'd on the temper'd steel, the day beguile,</br>Skimming the pavement of the glassy rill,</br>Or urge the feather'd game o'er lawn and heath,</br>With patient dog, and thund'ring instruments of death.", "Ye friends of Fortune!  crown'd with Harvest's store!</br>While thus in sport ye spread the drooping day,</br>Deign to assist, with lib'ral hand, the poor,</br>And wipe the tears of poverty away!</br>Let sad despondency your solace share,</br>To aid distress with pious bounty deign,</br>Merit, by charity, the widow's pray'r,</br>And th' orphan's gratitude by goodness gain:</br>Ah!  think how many pine in want &mdash; and know,</br>With lib'ral hand 'tis great, 'tis godlike to bestow!", "Again the tempest roars, waves tow'ring rise,</br>Thro' tatter'd sails rude winds imperious howl,</br>Tremendous thunder rends the gloomy skies,</br>And forky lightening glares from pole to pole.</br>By love led forth, ELIZA seeks the shore,</br>'Twixt hope and fear distracted; while she views</br>The shatter'd ship, and hears the billows roar.</br>The tear unfeign'd her blooming cheek bedews;</br>She long her love's arrival patient waits,</br>Nor recks the rattling hail that round incessant beats.", "Alas!  poor nymph!  how vain thy fruitless stay!</br>Ah!  how prophetic are thy doubts and fear!</br>Your lovely sailor, erst so blithe and gay,</br>Lies yonder floating on his watry bier.</br>From craggy cliffs the frantic maid descries</br>Her lifeless lover o'er the billows ride,</br>Till wheeling eddies snatch'd him from her eyes</br>And deep inurn'd him in the roaring tide;</br>His spectre pale, which floated in her sight,</br>She frantic flew t' embrace, and sunk in endless night.", "Ye sons of folly!   dissipate and vain!</br>Hence learn to judge more candid of the fair,</br>Nor from Debauch'ry's lewd, abandon'd train,</br>Conclude the sex all false and insincere!</br>In vain the harlot, with her Siren tongue,</br>Would strive to please, displaying all her charms,</br>In vain allure you with her artful song,</br>Or smiling bid you to her circling arms,</br>Did ye but know the lasting, blest delight</br>The wedded pair enjoy, when hearts with hands unite.", "MYRA!  sweet nymph!  behold how chang'd the scene,</br>How sad the fields we blithesome wont to tread!</br>When genial Spring, and all her smiling train,</br>Erewhile with roses deck'd th' enamell'd mead:</br>No dappled flow'rs now paint the desart field,</br>Nor rural dainties fill the leafless grove,</br>The naked bow'rs no fragrant odours yield,</br>No jocund shepherds tune their pipes to love!</br>Their shiv'ring younglings seek the welcome folds,</br>While Winter over all his frigid empire holds.", "Amid the horrors of the varied year,</br>Round blazing hearths, angelic fair!  with thee,</br>Beneath my humble roof, devoid of care,</br>I'd happy dwell with social mirth and glee.</br>What tho' mild Spring her blooming tinge denies,</br>And Summer cheers us not beneath the shade,</br>Tho' Autumn's stores no more attract our eyes,</br>Tho' Nature's charms are wither'd and decay'd?</br>Such pleasure do thy wit and beauty bring,</br>With thee 'tis alway Summer, 'tis perpetual Spring.", "Let howling tempests thro' the forest growl,</br>Thro' bursting clouds let forky lightning glare,</br>And dreadful thunder roar from pole to pole,</br>By Virtue guarded, what hast thou to fear?</br>While round our couch the Sylphs their vigils keep,</br>In fond embrace I'd press thee to my breast,</br>And when calm slumbers should invite to sleep,</br>In others' arms secure we'd sink to rest!</br>These joys be ours, to Virtue only known,</br>Hymen descend, and all our fondest wishes crown!</br>"]