["Oh happy you!  who blest with present bliss</br>See not with fatal prescience future tears,</br>Nor the dear moment of enjoyment miss</br>Through gloomy discontent, or sullen fears</br>Foreboding many a storm for coming years;</br>Change is the lot of all.  Ourselves with scorn</br>Perhaps shall view what now so fair appears;</br>And wonder whence the fancied charm was born</br>Which now with vain despair from our fond grasp is torn!", "Vain schemer, think not to prolong thy joy!</br>But cherish while it lasts the heavenly boon;</br>Expand thy sails!  thy little bark shall fly</br>With the full tide of pleasure!  though it soon</br>May feel the influence of the changeful moon,</br>It yet is thine!  then let not doubts obscure</br>With cloudy vapours veil thy brilliant noon,</br>Nor let suspicion's tainted breath impure</br>Poison the favouring gale which speeds thy course secure!", "Oh, Psyche, happy in thine ignorance!</br>Couldst thou but shun this heart tormenting bane;</br>Be but content, nor daringly advance</br>To meet the bitter hour of threatened pain;</br>Pure spotless dove!  seek thy safe nest again;</br>Let true affection shun the public eye,</br>And quit the busy circle of the vain,</br>For there the treacherous snares concealed lie;</br>Oh timely warned escape!  to safe retirement fly!", "Bright shone the morn!  and now its golden ray</br>Dispelled the slumbers from her radiant eyes,</br>Yet still in dreams her fancy seems to play,</br>For lo!  she sees with rapture and surprise</br>Full in her view the well-known mansion rise,</br>And each loved scene of first endearment hails;</br>The air that first received her infant sighs</br>With wondring ecstasy she now inhales,</br>While every trembling nerve soft tenderness assails.", "See from the dear pavilion, where she lay,</br>Breathless she flies with scarce assured feet,</br>Swift through the garden wings her eager way,</br>Her mourning parents ravished eyes to greet</br>With loveliest apparition strange and sweet:</br>Their days of anguish all o'erpaid they deem</br>By one blest hour of ecstasy so great:</br>Yet doubtingly they gaze, and anxious seem</br>To ask their raptured souls, \"Oh, is this all a dream?\"", "The wondrous tale attentively they hear,</br>Repeated oft in broken words of joy,</br>She in their arms embraced, while every ear</br>Hangs on their Psyche's lips, and earnestly</br>On her is fixed each wonder speaking eye;</br>Till the sad hour arrives which bids them part,</br>And twilight darkens o'er the ruddy sky;</br>Divinely urged they let their child depart,</br>Pressed with a fond embrace to each adoring heart.", "Trusting that wedded to a spouse divine</br>Secure is now their daughter's happiness,</br>They half contentedly their child resign,</br>Check the complaint, the rising sigh suppress,</br>And wipe the silent drops of bitterness.</br>Nor must she her departure more delay,</br>But bids them now their weeping Psyche bless;</br>Then back to the pavilion bends her way</br>Ere in the fading west quite sinks expiring day.", "But, while her parents listen with delight,</br>Her sisters hearts the Furies agitate:</br>They look with envy on a lot so bright,</br>And all the honours of her splendid fate,</br>Scorning the meanness of their humbler state;</br>And how they best her ruin may devise</br>With hidden rancour much they meditate,</br>Yet still they bear themselves in artful guise,</br>While 'mid the feigned caress, concealed the venom lies.", "By malice urged, by ruthless envy stung,</br>With secret haste to seize their prey they flew,</br>Around her neck as in despair they clung;</br>Her soft complying nature well they knew,</br>And trusted by delaying to undo;</br>But when they found her resolute to go,</br>Their well laid stratagem they then pursue,</br>And, while they bid their treacherous sorrows flow,</br>Thus fright her simple heart with images of woe.", "\"Oh, hapless Psyche!  thoughtless of thy doom!</br>Yet hear thy sisters who have wept for thee,</br>Since first a victim to thy living tomb,</br>Obedient to the oracle's decree,</br>Constrained we left thee to thy destiny.</br>Since then no comfort could our woes abate;</br>While thou wert lulled in false security</br>We learned the secret horrors of thy fate,</br>And heard prophetic lips thy future ills relate.", "\"Yet fearing never to behold thee more,</br>Our filial care would fain the truth conceal;</br>But from the sages cell this ring we bore,</br>With power each latent magic to reveal:</br>Some hope from hence our anxious bosoms feel</br>That we from ruin may our Psyche save,</br>Since Heaven propitious to our pious zeal,</br>Thee to our frequent prayers in pity gave,</br>That warned thou yet mayest shun thy sad untimely grave.", "\"Oh!  how shall we declare the fatal truth?</br>How wound thy tender bosom with alarms?</br>Tell how the graces of thy blooming youth,</br>Thy more than mortal, all-adored charms</br>Have lain enamoured in a sorcerer's arms?</br>Oh, Psyche!  seize on this decisive hour,</br>Escape the mischief of impending harms!</br>Return no more to that enchanted bower,</br>Fly the magician's arts, and dread his cruel power", "\"If, yet reluctant to forego thy love,</br>Thy furtive joys and solitary state,</br>Our fond officious care thy doubts reprove,</br>At least let some precaution guard thy fate,</br>Nor may our warning love be prized too late;</br>This night thyself thou mayst convince thine eyes,</br>Hide but a lamp, and cautiously await</br>Till in deep slumber thy magician lies,</br>This ring shall then disclose his foul deformities.", "\"That monster by the oracle foretold,</br>Whose cursed spells both gods and men must fear,</br>In his own image thou shalt then behold,</br>And shuddering hate what now is prized so dear;</br>Yet fly not then, though loathsome he appear,</br>But let this dagger to his breast strike deep;</br>Thy coward terrors then thou must not hear,</br>For if with life he rouses from that sleep</br>Nought then for thee remains, and we must hopeless weep.\"", "Oh!  have you seen, when in the northern sky</br>The transient flame of lambent lightning plays,</br>In quick succession lucid streamers fly,</br>Now flashing roseate, and now milky rays,</br>While struck with awe the astonished rustics gaze?</br>Thus o'er her cheek the fleeting signals move,</br>Now pale with fear, now glowing with the blaze</br>Of much indignant, still confiding love,</br>Now horror's lurid hue with shame's deep blushes strove.", "On her cold, passive hand the ring they place,</br>And hide the dagger in her folding vest;</br>Pleased the effects of their dire arts to trace</br>In the mute agony that swells her breast,</br>Already in her future ruin blest:</br>Conscious that now their poor deluded prey</br>Should never taste again delight or rest,</br>But sickening in suspicion's gloom decay,</br>Or urged by terrors rash their treacherous will obey.", "While yet irresolute with sad surprise,</br>Mid doubt and love she stands in strange suspense,</br>Lo!  gliding from her sisters wondering eyes</br>Returning Zephyrs gently bear her thence;</br>Lost all her hopes, her joys, her confidence,</br>Back to the earth her mournful eyes she threw,</br>As if imploring pity and defence;</br>While bathed in tears her golden tresses flew,</br>As in the breeze dispersed they caught the precious dew.", "Illumined bright now shines the splendid dome,</br>Melodious accents her arrival hail:</br>But not the torches' blaze can chase the gloom,</br>And all the soothing powers of music fail;</br>Trembling she seeks her couch with horror pale,</br>But first a lamp conceals in secret shade,</br>While unknown terrors all her soul assail.</br>Thus half their treacherous counsel is obeyed,</br>For still her gentle soul abhors the murderous blade.", "And now, with softest whispers of delight,</br>Love welcomes Psyche still more fondly dear;</br>Not unobserved, though hid in deepest night,</br>The silent anguish of her secret fear.</br>He thinks that tenderness excites the tear</br>By the late image of her parents' grief,</br>And half offended seeks in vain to cheer,</br>Yet, while he speaks, her sorrows feel relief,</br>Too soon more keen to sting from this suspension brief", "Allowed to settle on celestial eyes</br>Soft Sleep exulting now exerts his sway,</br>From Psyche's anxious pillow gladly flies</br>To veil those orbs, whose pure and lambent ray</br>The powers of heaven submissively obey.</br>Trembling and breathless then she softly rose</br>And seized the lamp, where it obscurely lay,</br>With hand too rashly daring to disclose</br>The sacred veil which hung mysterious o'er her woes.", "Twice, as with agitated step she went,</br>The lamp expiring shone with doubtful gleam,</br>As though it warned her from her rash intent:</br>And twice she paused, and on its trembling beam</br>Gazed with suspended breath, while voices seem</br>With murmuring sound along the roof to sigh;</br>As one just waking from a troublous dream,</br>With palpitating heart and straining eye,</br>Still fixed with fear remains, still thinks the danger nigh.", "Oh, daring Muse!  wilt thou indeed essay</br>To paint the wonders which that lamp could shew?</br>And canst thou hope in living words to say</br>The dazzling glories of that heavenly view?</br>Ah!  well I ween, that if with pencil true</br>That splendid vision could be well exprest,</br>The fearful awe imprudent Psyche knew</br>Would seize with rapture every wondering breast,</br>When Love's all potent charms divinely stood confest.", "All imperceptible to human touch,</br>His wings display celestial essence light,</br>The clear effulgence of the blaze is such,</br>The brilliant plumage shines so heavenly bright</br>That mortal eyes turn dazzled from the sight;</br>A youth he seems in manhood's freshest years;</br>Round his fair neck, as clinging with delight,</br>Each golden curl resplendently appears,</br>Or shades his darker brow, which grace majestic wears.", "Or o'er his guileless front the ringlets bright</br>Their rays of sunny lustre seem to throw,</br>That front than polished ivory more white!</br>His blooming cheeks with deeper blushes glow</br>Than roses scattered o'er a bed of snow:</br>While on his lips, distilled in balmy dews,</br>(Those lips divine that even in silence know</br>The heart to touch) persuasion to infuse</br>Still hangs a rosy charm that never vainly sues.", "The friendly curtain of indulgent sleep</br>Disclosed not yet his eyes' resistless sway,</br>But from their silky veil there seemed to peep</br>Some brilliant glances with a softened ray,</br>Which o'er his features exquisitely play,</br>And all his polished limbs suffuse with light.</br>Thus through some narrow space the azure day</br>Sudden its cheerful rays diffusing bright,</br>Wide darts its lucid beams, to gild the brow of night.", "His fatal arrows and celestial bow</br>Beside the couch were negligently thrown,</br>Nor needs the god his dazzling arms, to show</br>His glorious birth, such beauty round him shone</br>As sure could spring from Beauty's self alone;</br>The gloom which glowed o'er all of soft desire,</br>Could well proclaim him Beauty's cherished son;</br>And Beauty's self will oft these charms admire,</br>And steal his witching smile, his glance's living fire.", "Speechless with awe, in transport strangely lost</br>Long Psyche stood with fixed adoring eye;</br>Her limbs immoveable, her senses tost</br>Between amazement, fear, and ecstasy,</br>She hangs enamoured o'er the Deity.</br>Till from her trembling hand extinguished falls</br>The fatal lamp &mdash; He starts &mdash; and suddenly</br>Tremendous thunders echo through the halls,</br>While ruin's hideous crash bursts o'er the affrighted walls.", "Dread horror seizes on her sinking heart,</br>A mortal chillness shudders at her breast,</br>Her soul shrinks fainting from death's icy dart,</br>The groan scarce uttered dies but half exprest,</br>And down she sinks in deadly swoon opprest:</br>But when at length, awaking from her trance,</br>The terrors of her fate stand all confest,</br>In vain she casts around her timid glance,</br>The rudely frowning scenes her former joys enhance.", "No traces of those joys, alas, remain!</br>A desert solitude alone appears.</br>No verdant shade relieves the sandy plain,</br>The wide spread waste no gentle fountain cheers,</br>One barren face the dreary prospect wears;</br>Nought through the vast horizon meets her eye</br>To calm the dismal tumult of her fears,</br>No trace of human habitation nigh,</br>A sandy wild beneath, above a threatening sky.", "The mists of morn yet chill the gloomy air,</br>And heavily obscure the clouded skies;</br>In the mute anguish of a fixed despair</br>Still on the ground immoveable she lies;</br>At length, with lifted hands and streaming eyes,</br>Her mournful prayers invoke offended Love,</br>\"Oh, let me hear thy voice once more,\" she cries,</br>\"In death at least thy pity let me move,</br>And death, if but forgiven, a kind relief will prove.", "\"For what can life to thy lost Psyche give,</br>What can it offer but a gloomy void?</br>Why thus abandoned should I wish to live?</br>To mourn the pleasure which I once enjoyed,</br>The bliss my own rash folly hath destroyed;</br>Of all my soul most prized, or held most dear,</br>Nought but the sad remembrance doth abide,</br>And late repentance of my impious fear;</br>Remorse and vain regret what living soul can bear!", "\"Oh, art thou then indeed for ever gone!</br>And art thou heedless of thy Psyche's woe!</br>From these fond arms for ever art thou flown,</br>And unregarded must my sorrows flow!</br>Ah!  why too happy did I ever know</br>The rapturous charms thy tenderness inspires?</br>Ah!  why did thy affections stoop so low?</br>Why kindle in a mortal breast such fires,</br>Or with celestial love inflame such rash desires?", "\"Abandoned thus for ever by thy love,</br>No greater punishment I now can bear,</br>From fate no farther malice can I prove;</br>Not all the horrors of this desert drear,</br>Nor death itself can now excite a fear;</br>The peopled earth a solitude as vast</br>To this despairing heart would now appear;</br>Here then, my transient joys for ever past,</br>Let thine expiring bride thy pardon gain at last!\"", "Now prostrate on the bare unfriendly ground,</br>She waits her doom in silent agony;</br>When lo!  the well known soft celestial sound</br>She hears once more with breathless ecstasy,</br>\"Oh!  yet too dearly loved!  Lost Psyche!  Why</br>With cruel fate wouldst thou unite thy power,</br>And force me thus thine arms adored to fly?</br>Yet cheer thy drooping soul, some happier hour</br>Thy banished steps may lead back to thy lover's bower.", "\"Though angry Venus we no more can shun,</br>Appease that anger and I yet am thine!</br>Lo!  where her temple glitters to the sun;</br>With humble penitence approach her shrine,</br>Perhaps to pity she may yet incline;</br>But should her cruel wrath these hopes deceive,</br>And thou, alas!  must never more be mine,</br>Yet shall thy lover ne'er his Psyche leave,</br>But, if the fates allow, unseen thy woes relieve.", "\"Stronger than I, they now forbid my stay;</br>Psyche beloved, adieu!\"  Scarce can she hear</br>The last faint words, which gently melt away;</br>And now more faint the dying sounds appear,</br>Borne to a distance from her longing ear;</br>Yet still attentively she stands unmoved,</br>To catch those accents which her soul could cheer,</br>That soothing voice which had so sweetly proved</br>That still his tender heart offending Psyche loved!", "And now the joyous sun had cleared the sky,</br>The mist dispelled revealed the splendid fane;</br>A palmy grove majestically high</br>Screens the fair building from the desert plain;</br>Of alabaster white and free from stain</br>Mid the tall trees the tapering columns rose;</br>Thither, with fainting steps, and weary pain,</br>Obedient to the voice at length she goes,</br>And at the threshold seeks protection and repose.", "Round the soft scene immortal roses bloom,</br>While lucid myrtles in the breezes play;</br>No savage beast did ever yet presume</br>With foot impure within the grove to stray,</br>And far from hence flies every bird of prey;</br>Thus, mid the sandy Garamantian wild,</br>When Macedonia's lord pursued his way,</br>The sacred temple of great Ammon smiled,</br>And green encircling shades the long fatigue beguiled:", "With awe that fearfully her doom awaits</br>Still at the portal Psyche timid lies,</br>When lo!  advancing from the hallowed gates</br>Trembling she views with reverential eyes</br>An aged priest.  A myrtle bough supplies</br>A wand, and roses bind his snowy brows:</br>\"Bear hence thy feet profane (he sternly cries)</br>Thy longer stay the goddess disallows,</br>Fly, nor her fiercer wrath too daringly arouse!\"", "His pure white robe imploringly she held,</br>And, bathed in tears, embraced his sacred knees;</br>Her mournful charms relenting he beheld,</br>And melting pity in his eye she sees;</br>\"Hope not (he cries) the goddess to appease,</br>Retire at awful distance from her shrine,</br>But seek the refuge of those sheltering trees,</br>And now thy soul with humble awe incline</br>To hear her sacred will, and mark the words divine.\"", "\"Presumptuous Psyche!  whose aspiring soul</br>The God of Love has dared to arrogate;</br>Rival of Venus!  whose supreme control</br>Is now asserted by all ruling fate,</br>No suppliant tears her vengeance shall abate</br>Till thou hast raised an altar to her power,</br>Where perfect happiness, in lonely state,</br>Has fixed her temple in secluded bower,</br>By foot impure of man untrodden to this hour!", "\"And on the altar must thou place an urn</br>Filled from immortal Beauty's sacred spring,</br>Which foul deformity to grace can turn,</br>And back to fond affection's eyes can bring</br>The charms which fleeting fled on transient wing;</br>Snatched from the rugged steep where first they rise,</br>Dark rocks their crystal source o'ershadowing,</br>Let their clear water sparkle to the skies</br>Where cloudless lustre beams which happiness supplies!", "\"To Venus thus for ever reconciled,</br>(This one atonement all her wrath disarms,)</br>From thy loved Cupid then no more exiled</br>There shalt thou, free from sorrow and alarms,</br>Enjoy for ever his celestial charms.</br>But never shalt thou taste a pure repose,</br>Nor ever meet thy lover's circling arms,</br>Till, all subdued that shall thy steps oppose,</br>Thy perils there shall end, escaped from all thy foes.", "With meek submissive woe she heard her doom,</br>Nor to the holy minister replied;</br>But in the myrtle grove's mysterious gloom</br>She silently retired her grief to hide.</br>Hopeless to tread the waste without a guide,</br>All unrefreshed and faint from toil she lies:</br>When lo!  her present wants are all supplied,</br>Sent by the hand of Love a turtle flies,</br>And sets delicious food before her wondering eyes.", "Cheered by the favouring omen, softer tears</br>Relieve her bosom from its cruel weight:</br>She blames the sad despondence of her fears,</br>When still protected by a power so great,</br>His tenderness her toils will mitigate.</br>Then with renewed strength at length she goes,</br>Hoping to find some skilled in secret fate,</br>Some learned sage who haply might disclose</br>Where lay that blissful bower the end of all her woes.", "And as she went, behold, with hovering flight</br>The dove preceded still her doubtful way;</br>Its spotless plumage of the purest white,</br>Which shone resplendent in the blaze of day,</br>Could even in darkest gloom a light display;</br>Of heavenly birth, when first to mortals given</br>Named Innocence.  But ah!  too short its stay;</br>By ravenous birds it fearfully was driven</br>Back to reside with Love, a denizen of heaven.", "Now through the trackless wild, o'er many a mile</br>The messenger of Cupid led the fair,</br>And cheered with hope her solitary toil,</br>Till now a brighter face the prospects wear,</br>Past are the sandy wastes and deserts bare,</br>And many a verdant hill, and grassy dale,</br>And trace, that mortal culture might declare,</br>And many a wild wood dark, and joyous vale</br>Appeared her soul to sooth, could soothing scenes avail.", "But other fears her timid soul distress,</br>Mid strangers unprotected and alone,</br>The desert wilderness alarmed her less</br>Than cities, thus unfriended and unknown;</br>But where the path was all by moss o'ergrown,</br>There still she chose her solitary way,</br>Where'er her faithful Dove before had flown</br>Fearful of nought she might securely stray,</br>For still his care supplied the wants of every day.", "And still she entered every sacred grove</br>And homage paid to each divinity,</br>But chief the altar of almighty Love</br>Weeping embraced with fond imploring eye;</br>To every oracle her hopes apply,</br>Instructions for her dangerous path to gain:</br>Exclaiming oft, with a desponding sigh,</br>\"Ah!  how through all such dangers, toil and pain,</br>Shall Psyche's helpless steps their object e'er attain!\"", "And now remote from every peopled town</br>One sultry day a cooling bower she found:</br>There, as I whilom sung, she laid her down,</br>Where rich profusion of gay flowers around</br>Had decked with artless shew the sloping ground;</br>There the wild rose and modest violet grow,</br>There all thy charms, Narcissus!  still abound:</br>There wrapt in verdure fragrant lilies blow,</br>Lilies that love the vale, and hide their bells of snow.", "Thy flowers, Adonis!  bright vermilion shew;</br>Still for his love the yellow Crocus pines;</br>There, while indignant blushes seem to glow,</br>Beloved by Phoebus his Acanthus shines;</br>Reseda still her drooping head reclines</br>With faithful homage to his golden rays,</br>And, though mid clouds their lustre he resigns,</br>An image of the constant heart displays,</br>While silent still she turns her fond pursuing gaze.", "And every sweet that Spring with fairy hands</br>Scatters in thy green path, enchanting May!</br>And every flowering shrub there clustering stands</br>As though they wooed her to a short delay,</br>Yielding a charm to sooth her weary way;</br>Soft was the tufted moss, and sweet the breeze,</br>With lulling sound the murmuring waters play,</br>With lulling sound from all the rustling trees</br>The fragrant gale invites to cool refreshing ease.", "There as she sought repose, her sorrowing heart</br>Recalled her absent love with bitter sighs;</br>Regret had deeply fixed the poisoned dart,</br>Which ever rankling in her bosom lies;</br>In vain she seeks to close her weary eyes,</br>Those eyes still swim incessantly in tears,</br>Hope in her cheerless bosom fading dies,</br>Distracted by a thousand cruel fears,</br>While banished from his love for ever she appears.", "Oh!  thou best comforter of that sad heart</br>Whom fortune's spite assails; come, gentle Sleep,</br>The weary mourner sooth!  for well the art</br>Thou knowest in soft forgetfulness to steep</br>The eyes which sorrow taught to watch and weep;</br>Let blissful visions now her spirits cheer,</br>Or lull her cares to peace in slumbers deep,</br>Till from fatigue refreshed and anxious fear</br>Hope like the morning star once more shall re-appear.", ""]