["Ye maids of Aden!  hear a loftier tale</br>Than e'er was sung in meadow, bow'r, or dale.</br>The smiles of Abelah, and Maia's eyes,</br>Where beauty plays, and love in slumber lies;</br>The fragrant hyacinths of Azza's hair,</br>That wanton with the laughing summer-air;</br>Love-tinctur'd cheeks, whence roses seek their bloom,</br>And lips, from which the Zephyr steals perfume;</br>Invite no more the wild unpolish'd lay,</br>But fly like dreams before the morning ray.</br>Then farewel, love!  and farewel, youthful fires!</br>A nobler warmth my kindled breast inspires.</br>Far bolder notes the list'ning wood shall fill:</br>Flow smooth, ye riv'lets; and, ye gales, be still.", "See yon fair groves that o'er Amana rise,</br>And with their spicy breath embalm the skies;</br>Where every breeze sheds incense o'er the vales,</br>And ev'ry shrub the scent of musk exhales!</br>See through yon op'ning glade a glittering scene,</br>Lawns ever gay, and meadows ever green!</br>Then ask the groves, and ask the vocal bow'rs,</br>Who deck'd their spiry tops with blooming flow'rs,</br>Taught the blue stream o'er sandy vales to flow,</br>And the brown wild with liveliest hues to glow?</br>Fair Solima!  the hills and dales will sing;</br>Fair Solima!  the distant echoes ring.</br>But not with idle shows of vain delight,</br>To charm the soul, or to beguile the sight;</br>At noon on banks of pleasure to repose,</br>Where bloom entwin'd the lily, pink, and rose;</br>Not in proud piles to heap the nightly feast,</br>Till morn with pearls has deck'd the glowing east;</br>Ah!  not for this she taught those bowers to rise,</br>And bade all Eden spring before our eyes:</br>Far other thoughts her heav'nly mind employ,</br>(Hence, empty pride!  and hence, delusive joy!)</br>To cheer with sweet repast the fainting guest;</br>To lull the weary on the couch of rest;</br>To warm the trav'ler numb'd with winter's cold;</br>The young to cherish, to support the old;</br>The sad to comfort, and the weak protect;</br>The poor to shelter, and the lost direct:</br>These are her cares, and this her glorious task;</br>Can heav'n a nobler give, or mortals ask?", "Come to these groves, and these life-breathing glades,</br>Ye friendless orphans, and ye dow'rless maids!</br>With eager haste your mournful mansions leave,</br>Ye weak, that tremble, and, ye sick, that grieve;</br>Here shall soft tents, o'er flow'ry lawns display'd,</br>At night defend you, and at noon o'ershade:</br>Here rosy health the sweets of life will show'r,</br>And new delights beguile each varied hour.</br>Mourns there a widow, bath'd in streaming tears?</br>Stoops there a sire beneath the weight of years?</br>Weeps there a maid, in pining sadness left,</br>Of tender parents, and of hope, bereft?</br>To Solima their sorrows they bewail,</br>To Solima they pour their plaintive tale.</br>She hears; and, radiant as the star of day,</br>Through the thick forest gains her easy way;</br>She asks what cares the joyless train oppress,</br>What sickness wastes them, or what wants distress;</br>And, as they mourn, she steals a tender sigh,</br>Whilst all her soul sits melting in her eye:</br>Then with a smile the healing balm bestows,</br>And sheds a tear of pity o'er their woes,</br>Which, as it drops, some soft-eyed angel bears</br>Transform'd to pearl, and in his bosom wears.", "When, chill'd with fear, the trembling pilgrim roves</br>Through pathless deserts, and through tangled groves,</br>Where mantling darkness spreads her dragon wing,</br>And birds of death their fatal dirges sing,</br>While vapours pale a dreadful glimm'ring cast,</br>And thrilling horrour howls in ev'ry blast;</br>She cheers his gloom with streams of bursting light,</br>By day a sun, a beaming moon by night;</br>Darts through the quiv'ring shades her heavenly ray,</br>And spreads with rising flow'rs his solitary way.", "Ye heav'ns, for this in show'rs of sweetness shed</br>Your mildest influence o'er her favor'd head!</br>Long may her name, which distant climes shall praise,</br>Live in our notes, and blossom in our lays;</br>And, like an od'rous plant, whose blushing flow'r</br>Paints ev'ry dale, and sweetens every bow'r,</br>Borne to the skies in clouds of soft perfume,</br>For ever flourish, and for ever bloom!</br>These grateful songs, ye maids and youths, renew,</br>While fresh-blown violets drink the pearly dew;</br>O'er Azib's banks while love-lorn damsels rove,</br>And gales of fragrance breathe from Hagar's grove.", "So sung the youth, whose sweetly-warbled strains</br>Fair Mena heard, and Saba's spicy plains.</br>Sooth'd with his lay, the ravish'd air was calm,</br>The winds scarce whisper'd o'er the waving palm;</br>The camels bounded o'er the flow'ry lawn,</br>Like the swift ostrich, or the sportful fawn;</br>Their silken bands the listening rose-buds rent,</br>And twin'd their blossoms round his vocal tent:</br>He sung, till on the bank the moonlight slept,</br>And closing flowers beneath the night-dew wept;</br>Then ceas'd, and slumber'd in the lap of rest</br>Till the shrill lark had left his low-built nest.</br>Now hastes the swain to tune his rapt'rous tales</br>In other meadows, and in other vales.</br>"]