["CANTO V.", "Looke as a wayward child would something have,</br>Yet flings away, wralls, spurn's, his Nurse abuses:</br>So froward man, what most his longings crave,</br>(Likenes to God) profer'd by God refuses:</br>But will be rather sinnes base drudge and slave.</br>The shade by Satan promis'd greed'ly chuses,</br>And with it death and hell.  Oh wretched state,</br>Where not the eyes, but feete direct the gate!</br>So misse what most we wish, and have what most we hate.", "Thus will this man of sinne be like to Christ,</br>A King, yet not in heaven, but earth that raignes;</br>That murthers, saves not Christians; th' highest Preist,</br>Yet not to wait his course, (that he disdaines)</br>But to advaunce aloft his mitred crest;</br>That Christ himselfe may wait upon his traynes.</br>Straunge Priest, oft heaven he sells, but never buyes:</br>Straunge Doctor, hating truth, enforcing lyes:</br>Thus Satan is indeed, and Christ by contraryes.", "And such his Ministers all glist'ring bright</br>In night and shades, and yet but rotten wood,</br>And fleshly Devils:  such this Jesuite,</br>Who (Loiol's Ensigne) thirsts for English blood.</br>He culs choice soules (soules vow'd to th' Prince of night,</br>And Priest of Rome) sweares them (an English brood,</br>But hatch't in Rome for Spaine) close to conceale,</br>And execute what he should then reveale:</br>Binds them to hell in sin, and makes heavens Lord the seale.", "Now are they met; this armed with a spade,</br>That with a mattocke, voide of shame and feare:</br>The earth (their Grandame Earth) they fierce invade,</br>And all her bowels search, and rent, and teare,</br>Then by her ruines flesh't, much bolder made,</br>They ply their worke; and now neere hell, they heare</br>Soft voices, murmurs, doubtfull whisperings:</br>The fearfull conscience prick't with guilty stings,</br>A thousand hellish formes into their fancy brings.", "This like a statue stands; cold fright congeales</br>His marble limbes; to th' earth another falling,</br>Creeping behind a barrell softly steales:</br>A third into an empty hogshead cralling,</br>Locks up his eyes, drawes in his stragling heeles:</br>A fourth, in vaine for succour loudly calling,</br>Flies through the aire as swift as gliding starre;</br>Pale, ghastly, like infernall sprites afarre</br>Each to his fellow seemes:  and so, or worse they are.", "So when in sleep's soft grave dead senses rest,</br>An earthly vapour clamb'ring up the braine</br>Brings in a meagre ghost, whose launched brest</br>Showres downe his naked corps a bloody raine:</br>A dull-blue-burning torch about his crest</br>He ghastly waves; halfe dead with frightfull paine</br>The leaden foot faine would, but cannot fly;</br>The gaping mouth faine would, but cannot cry:</br>And now awake still dreames, nor trusts his open eye:", "At length those streames of life, which ebbing low</br>Were all retir'd into the frighted heart,</br>Backe to their wonted chanels gan to flow:</br>So peeping out, yet trembling every part,</br>And list'ning now with better heed, they know</br>Those next adjoyning roomes hollow'd by art</br>To lie for cellerage:  which glad they hire,</br>And cramme with powder, and unkindled fire:</br>Slacke aged Time with plaints and praires they daily tire.", "Slow Time, which every houre grow'st old and young,</br>Which every minute dy'st, and liv'st againe;</br>Which mak'st the strong man weak, the weak man strong:</br>Sad time which fly'st in joy, but creep'st in paine,</br>Thy steppes uneven are still too short or long:</br>Devouring Time, who bear'st a fruitfull traine,</br>And eat'st what er'e thou bear'st, why dost not flee,</br>Why do'st not post to view a Tragedie,</br>Which never time yet saw, which never time shall see?", "Among them all none so impatient</br>Of stay, as firy Faux, whose grisly feature</br>Adorn'd with colours of hells regiment</br>(Soot black, and fiery red) betrayd his nature.</br>His frighted Mother, when her time shee went,</br>Oft dream't she bore a straunge, and monstrous creature,</br>A brand of hell sweltring in fire and smoke,</br>Who all, and's Mother's selfe would burne and choke:</br>So dream't she in her sleep, so found she when she woke.", "Rome was his Nurse, and Spaine his Tutour; she</br>With wolvish milk flesh't him in deadly lyes,</br>In hate of Truth, and stubborn errour:  he</br>Fats him with humane blood, inures his eyes</br>Dash't braines, torne guts, and trembling hearts to see,</br>And tun'de his eare with grones and shrieking cryes.</br>Thus nurst, bred, growne a Canniball, now prest</br>To be the leader of this troup, he blest</br>His bloody maw with thought of such a royall feast.", "Meane time the Eye, which needs no light to see,</br>That wakefull Eye, which never winks or sleepes,</br>That purest Eye, which hates iniquitie,</br>That carefull Eye, which safe his Israel keepes,</br>From which no word, or thought can hidden bee,</br>Look's from his heaven, and piercing through the deepes,</br>With hate, and scorne viewes the dire Jesuite</br>Weary his hand, and quintessentiall wit,</br>To weave himselfe a snare, and dig himselfe a pit.", "That Mounting Eagle, which beneath his throne</br>(His Saphire throne) fixed on Chrystall base,</br>Broadly dispreds his heaven-wide pineon,</br>On whome, when sinfull earth he strikes with 'maze,</br>He wide displayes his black pavilion,</br>And thundring, fires high towres with flashing blaze:</br>Darke waters draw their sable curtaines o're him,</br>With flaming wings the burning Angels shore him,</br>The cloudes, and guilty heavens for feare fly fast before him:", "That mounting Eagle forth he suddaine calls,</br>Fly, winged Herald, to that Citie fly,</br>Whose towres my love, truth, wisedome builds and walls:</br>There to the Councell this foule plot descry:</br>And while thy doubtfull writ their wit appalls,</br>That great Peace-makers sense Ile open, I</br>Will cleere his mind, and plaine those ridling folds.</br>So said, so done:  no place or time with-holds</br>His instant course, the towne he thinks, he sees, and holds.", "There in another shape to that wise Peer</br>(That wisest Peer) he gives a darksome spell:</br>He was the states Treasure, and Treasurer,</br>Spaines feare, but Englands earthly oracle;</br>He Patron to my Mother Cambridge, where</br>Thousand sweet Muses, thousand Graces dwell:</br>But neither hee, nor humane wit could find</br>The riddles sense, till that learn'd royall mind,</br>Lighted from heaven, soone the knot, and plot untwin'd.", "And now the fatall Morne approached neare:</br>The Sunne, and every starre had quench't their light,</br>Loathing so black a deed:  the Articke Beare</br>Enjoyn'd to stay, trembling at such a sight,</br>Though drench't in ayrie seas, yet wink't for feare.</br>But hellish Faux laught at blinde heavens affright.</br>What?  Such a deed not seen?  In vaine (saith he)</br>You drowne your lights; if heaven envious be,</br>I'le bring hell fires for light, that all the world may see.", "So entring in, reviewes th' infernall mines;</br>Marshals his casks anew, and ord'ring right</br>The tragicke Scene, his hellish worke refines:</br>And now return'd, booted, and drest for flight,</br>A watchfull Swaine the Miner undermines,</br>Holds, binds, brings out the Plot to view the light;</br>The world amaz'd, hel yawn'd, earth gap't, heaven star'd,</br>Rome howl'd to see long hopes so sudden mar'd:</br>The net was set, the fowle escap't, the fowler snar'd.", "Oh thou great Shepheard, Earths, Heavens Soveraigne,</br>Whom we thy pasture-sheep admire, adore;</br>See all thy flocks prostrate on Britaine plaine,</br>Pluck't from the slaughter; fill their mouthes with store</br>Of incens't praise:  oh see, see every swaine</br>'Maz'd with thy workes; much 'maz'd, but ravish't more:</br>Powre out their hearts thy glorious name to raise;</br>Fire thou our zealous lippes with thankfull laies;</br>Make this sav'd Isle to burne in love, to smoke in praise.", "Teach me thy groome, here dull'd in fenny mire,</br>In these sweet layes, oh teach me beare a part:</br>Oh thou dread Spirit shed thy heavenly fire,</br>Thy holy flame into this frozen heart:</br>Teach thou my creeping Muse to heaven aspire,</br>Learne my rude brest, learne me that sacred art,</br>Which once thou taught'st thy Israels shepheard-King:</br>O raise my soft veine to high thundering;</br>Tune thou my lofty song, thy glory would I sing.", "Thou liv'dst before, beyond, without all time;</br>Art held in none, yet fillest every place:</br>Ah, how (alas!)  how then shall mortall slime</br>With sinfull eyes view that eternall space,</br>Or comprehend thy name in measur'd rime?</br>To see forth-right the eie was set i' th' face,</br>Hence, infinite to come I wel descry,</br>Past infinite no creature sees with eie:</br>Onely th' Eternall's selfe measures eternitie.", "And yet by thee, to thee all live and move;</br>Thou without place or time giv'st times and places:</br>The heavens (thy throne) thou liftest all above,</br>Which folded in their mixt, but pure embraces</br>Teach us in their conjunctions chastest love,</br>Next to the Earth the Moone performes her races;</br>Then Mercury; beyond, the Phosphor bright:</br>These with their friendly heat, and kindly might,</br>Warme pallid Cynthia's cold, and draine her watry light.", "Farre thou remoov'st slow Saturn's frosty drythe,</br>And thaw'st his yce with Mars his flaming ire:</br>Betwixt them Jove by thy appointment fly'th;</br>Who part's, and temper's well his Sonne and Sire;</br>His moist flames dull the edge of Saturnes sithe,</br>And ayry moisture softens Mars his fire.</br>The Heart of heaven midst of heavens bodie rides,</br>From whose full sea of light and springing tides</br>The lesser streames of light fill up their empty sides.", "The Virgin Earth, all in green-silken weed</br>(Embroyder'd fayre with thousand flowres) arrayd:</br>Whose wombe untill'd knew yet nor plough, nor seed,</br>Nor midwifry of man, nor heavens ayd,</br>Amaz'd to see her num'rous Virgin breed,</br>Her fruit even fruitfull, yet her selfe a mayd:</br>The earth of all the low'st, yet middle lies;</br>Nor sinks, though loosely hang'd in liquid skies:</br>For rising were her fall; and falling were her rise.", "Next Earth the Sea a testy neighbour raves,</br>Which casting mounts, and many a churlish hill,</br>Discharges 'gainst her walles his thundring waves,</br>Which all the shores with noyse and tumult fill:</br>But all in vaine; thou beat'st downe all his braves;</br>When thee he heares commanding, Peace, be still,</br>Downe straight he lowly falls, disbands his traynes,</br>Sinks in himselfe, and all his mountaines playnes,</br>Soft peace in all the shores, and quiet stillnes raygnes.", "Thou mad'st the circling ayre aloft to fly,</br>And all this Round infold at thy command;</br>So thinne, it never could be seen with eye,</br>So grosse, it may be felt with every hand.</br>Next to the horned Moon and neighbour sky,</br>The fire thou highest bad'st, but farthest stand.</br>Straungely thou temper'st their adverse affection:</br>Though still they hate and fight, by thy direction</br>Their strife maintaines their owne, and all the worlds perfection.", "For Earth's cold arme cold Winter friendly holds;</br>But with his dry the others wet defies:</br>The Ayer's warmth detests the Water's colds;</br>But both a common moisture joyntly ties:</br>Warme Ayre with mutuall love hot Fire infolds;</br>As moist, his drythe abhorres:  drythe Earth allies</br>To Fire, but heats with cold new warres addresse:</br>Thus by their peacefull fight, and fighting peace</br>All creatures grow, and dye, and dying still increase.", "Above them all thou sit'st, who gav'st all being,</br>All every where, in all, and over all:</br>Thou their great Umpire, all their strife agreeing,</br>Bend'st [t]heir stiffe natures to thy soveraigne call:</br>Thine eye their law:  their steppes by overseeing</br>Thou overrul'st, and keep'st from slipp'ry fall.</br>Oh if thy steady hand should not maintaine</br>What first it made, all straight would fall againe,</br>And nothing of this All, save nothing would remaine.", "Thou bid'st the Sunne piece out the ling'ring day,</br>Glitt'ring in golden fleece:  The lovely Spring</br>Comes dauncing on; the Primrose strewes her way,</br>And satten Violet:  Lambs wantoning</br>Bound o're the hillocks in their sportfull play:</br>The wood-musicians chant and cheerely sing;</br>The World seemes new, yet old by youths accruing.</br>Ah wretched men, so wretched world pursuing,</br>Which still growes worse with age, and older by renuing!", "At thy command th' Earth travailes of her fruit;</br>The Sunne yeelds longer labour, shorter sleep;</br>Out-runnes the Lyon in his hot pursuit;</br>Then of the golden Crab learnes backe to creep:</br>Thou Autumne bid'st (drest in straw-yellow suit)</br>To presse, tunne, hide his grapes in cellars deep:</br>Thou cloth'st the Earth with freez in stead of grasse,</br>While keen-breath'd winter steeles her furrow'd face,</br>And vials rivers up, and seas in Chrystall glasse.", "What, but thy love and thou, which feele no change?</br>Seas fill, and want:  their waters fall, and grow;</br>The windy aire each houre can wildly range;</br>Earth lives, and dies; heavens lights can ebbe, and flow:</br>Thy Spowse her selfe, while yet a Pilgrim strange,</br>Treading this weary world (like Cynthia's bow)</br>Now full of glorious beames, and sparkling light;</br>Then soone oppos'd, eclips't with earthly spight</br>Seemes drown'd in sable clouds, buried in endles night.", "See, Lord, ah see thy rancorous enemies</br>Blowne up with envious spight, but more with hate,</br>Like boisterous windes, and Seas high-working, rise:</br>So earthly fires, wrapt up in watry night,</br>With dire approach invade the glistring skies.</br>And bid the Sunne put out his sparkling light;</br>See Lord, unles thy right hand even steares</br>Oh if thou anchour not these threatning feares,</br>Thy Ark will sayle as deepe in blood, as now in teares.", "That cursed Beast, (which with thy Princely hornes,</br>With all thy stiles, and high prerogatives</br>His carrion cor's and Serpents head adornes)</br>His croaking Frogges to every quarter drives:</br>See how the key of that deep pit he tournes,</br>And cluck's his Locusts from their smoky hives:</br>See how they rise, and with their numerous swarmes</br>Filling the world with fogges, and fierce alarmes,</br>Bury the earth with bloodles corps, and bloody armes.", "The bastard Sonne of that old Dragon (red</br>With blood of Saints) and all his petty states;</br>That triple monster, Geryon, who bred,</br>Nurs't, flesh't in blood thy servants deadly hates,</br>And that seduced Prince who hath his head</br>Eyes, eares, and tongue all in the Jesuite pates;</br>All these, and hundred Kings, and nations, drunk</br>With whorish Cup of that dire witch and punk,</br>Have sworne to see thy Church in death for ever sunk.", "Now from those hel-hounds turne thy glorious eyes;</br>See, see thy fainting Spouse swimme, sinke in teares:</br>Heare Lord, oh heare her grones, and shrieking cries:</br>Those eyes long wait for thee:  Lord to thine eares</br>She brings heart, lips, a Turtle sacrifice.</br>Thy cursed foe that Pro-Christ trophies reares:</br>How long (just Lord) how long wilt thou delay</br>That drunken whore with blood and fire to pay?</br>Thy Saints, thy truth, thy name's blasphem'd; how canst thou stay?", "Oh is not this the time, when mounted high</br>Upon thy Pegasus of heavenly breed,</br>With bloody armes, white armies, flaming eye,</br>Thou vow'st in blood to swimme thy snowy steed;</br>And staine thy bridle with a purple dye?</br>This, this thy time; come then, oh come with speed,</br>Such as thy Israel saw thee, when the maine</br>Pil'd up his waves on heapes; the liquid plaine</br>Ran up, and with his hill safe wall'd that wandring traine.", "Such as we saw thee late, when spanish braves</br>(Preventing fight with printed victorie)</br>Full fraught with brands, whips, gyves for English slaves,</br>Blest by their Lord God Pope, thine enemie,</br>Turn'd seas to woods; thou arm'd with fires, winds, waves,</br>Fround'st on their pride:  they feare, they faint, they fly:</br>Some sink in drinking seas, or drunken sand,</br>Some yeeld, some dash on rocks; the Spanish Grand</br>Banquets the fish in seas, or foules, and dogs on land.", "Oh when wilt thou unlock the seeled eyes</br>Of those ten hornes, and Kings, which with the Beast</br>(Yet by thy hand) 'gan first to swell and rise?</br>How long shall they (charm'd with her drunken feast)</br>Give her their crownes?  Bewitch't with painted lies,</br>They dreame thy spirit breathes from her sug'red breast,</br>Thy Sun burnes with her eye-reflected beames,</br>From her life, light, all grace, and glory streames.</br>Wake these enchaunted sleepes, shake out these hellish dreames.", "Wake lesser Gods, you sacred Deputies</br>Of heavens King, awake:  see, see the light</br>Bares that foule whore, dispells her sorceries,</br>Blanch't skin, dead lippes, sowre breath, splay foot, owl-sight.</br>Ah can you dote on such deformities?</br>While you will serve in crownes, and beg your right,</br>Pray, give, fill up her never fill'd desire,</br>You her white Sonnes:  else knives, dags, death your hire.</br>Scorne this base yoke; strip, eat, and burne her flesh in fire.", "But thou, Greate Prince, in whose successefull raigne,</br>Thy Britanes 'gin renue their Martiall fame,</br>Our Soveraigne Lord, our joy more Soveraigne,</br>Our onely Charles, under whose ominous name</br>Rome wounded first, still pines in ling'ring paine;</br>Thou who hast seen, and loath'd Romes whorish shame,</br>Rouse those brave Sparkes, which in thy bosome swell,</br>Cast downe this second Lucifer to hell:</br>So shalt thou all thy Sires, so shalt' thy selfe excell.", "'Tis not in vaine, that Christ hath girt thy head</br>With three fayre peacefull Crownes:  'tis not in vaine,</br>That in thy Realmes such spirits are dayly bred,</br>Which thirst, and long to tug with Rome, and Spayne:</br>Thy royall Sire to Kings this lecture red;</br>This, this deserv'd his pen, and learned veine:</br>Here, noble Charles, enter thy chevalrie;</br>The Eagle scornes at lesser game to flie;</br>Onely this warre's a match worthy thy Realmes, and Thee.", "Ah happy man, that lives to see that day!</br>Ah happy man, who in that warre shall bleed!</br>Happy who beares the standard in that fray!</br>Happy who quells that rising Babel seed!</br>Thrice happy who that whore shall doubly pay!</br>This (royall Charles) this be thy happy meed.</br>Mayst thou that triple diademe trample downe,</br>This shall thy name in earth, and heaven renowne,</br>And adde to these three here there a thrice triple crowne.</br>"]