["Beneath a hazle's unfrequented shade</br>The desolate Cloddilla sighing laid:</br>'Twas love that robb'd the silly maid of rest,</br>Love, the worst tyrant of a gentle breast!", "Ah!  well-a-day, she cry'd, can Cuddy scorn</br>The girl to whom so oft he love has sworn?</br>Can he recal those melting am'rous vows,</br>Which he wou'd whisper while I milk'd the cows,</br>And all the tender things which he wou'd say,</br>While we alone 'i th' fields were making hay,</br>And now to his Coddilla be so shy?</br>Ah!  woe is me, with pining grief I'se die.", "What is there I to Cuddy e'er refus'd?</br>How often Colin for his sake abus'd!</br>Colin!  who on his pipe so sweetly plays,</br>And did not Lucy, Colin too approve?</br>Why shou'd not Cuddy then Cloddilla love?</br>But Cuddy to Coddilla still is shy,</br>Ah!  woe is me, with pining grief I'se die.", "Ah!  had I Hobbinol but haply lov'd,</br>I shou'd not now those piteous plaints have mov'd;</br>Nor Hobbinol have run beside his wits,</br>And raving, talk'd of love and scorn by fits.</br>But why do I accuse my silly will,</br>For fate, they say, predestines weddings still:</br>May Cuddy's lot and mine this verify,</br>Else, woe is me!  with pining grief I'se die.", "What tho' I be not fair, but rather brown,</br>I've yet been prais'd by many a neighb'ring clown;</br>And tho' no flow'rs so white as lillies are,</br>Are none so beautiful, because less fair?</br>As I've been told, I've no uncomely mien,</br>And in my shape is due proportion seen;</br>I sing as sweet as any nightingale,</br>And none can trip more nimbly with a pail:</br>But Cuddy's blind to what all other spy.</br>Ah!  woe is me, with pining grief I'se die.", "Blithe Marian now receives his flatt'ring vows,</br>Marian who milks, they say, three milk-white cows;</br>But grant that this is true, as well 'tmay be,</br>Can Marian for this compare to me?</br>Is this enough to make her Cuddy's bride?</br>For nothing must he e'er expect beside,</br>Except old Hodge and goody Tattle lie.</br>Ah!  woe is me, with pining grief I's die.", "I've twenty sheep, ten lambkins, and a farm,</br>Besides a well-thatch'd house to keep us warm;</br>And feather-bed, as soft as any down;</br>All these, if Cuddy will, shall be his own:</br>But if all these my Cuddy cannot buy,</br>Ah!  woe is me, with pining grief I'se die.", "Thus having said, she to her cot withdrew,</br>And wail'd, 'cause Cuddy was not there, a-new.</br>"]