["Of every joy bereft I catch the reed,</br>And sing of LYCAEUS dead!</br>LYCAEUS!  pride of shepherd's praise;</br>LYCAEUS!  to life's dawn but newly come:</br>The sweetest blossom of the genial spring;</br>Far passing all the shepherds of his days;</br>Sunk unexpected to the Tomb:</br>Of him I fain would sing.", "And who denies to sing LYCAEUS gone?</br>Gone e'er he'd climb'd the summit of life's hill;</br>Before the world his passing worth had known,</br>Or he alas!  had shewn his matchless skill!</br>Struck, as the blight destroys an opening flow'r,</br>Untimely struck, in an ill-fated hour.", "Ah me!  to whom shall I complain?</br>To whom disclose my inward pain?</br>No friends are left; &mdash; no friends, but share</br>The sad affliction which I bear.</br>All, all complain,</br>All, all with brows by grief o'erspread</br>Bewail the swain,</br>And weep LYCAEUS gone, LYCAEUS dead!", "And ah!  what hope of joy is left to me,</br>Bereft at once of all my soul held dear,</br>Bereft of him who hath not left his peer?</br>Of him, whose gentle manner, and demeanor mild</br>Could charm the fiercest rage, and lull to rest</br>The troubled tempests in the breast,</br>Like pity's tenderest child.", "Can I forget, when we together sat,</br>And turn'd the letter'd page</br>Of every former age?</br>Can I forget?  (it may not be)</br>When on the summit of some mountain's brow,</br>Beneath some shadowing tree;</br>Or underneath some arbour's shade,</br>By mingling branches made;</br>Sequester'd from the noisy croud,</br>From all the busy toils of life,</br>The starts of passion, and of strife;</br>In harmless chat, and inoffensive joy,</br>We saw the sun rowl down the sky,</br>Or vanish in a cloud.", "But now woods, hills, and groves are desolate,</br>Deprived of him their once high-vaunted grace;</br>And all the fields bewail their widowed state,</br>Since death did late their fairest flower deface.", "Oh!  cruel fate!  that would not pitying spare</br>My bosom-joy &mdash; why would ye wound my heart</br>With sorrow's keenest dart,</br>And with a loss beyond repair?</br>To him, my dearest, kindest friend,</br>My soul did, as it's centre, tend.</br>In him I ever hoped to find</br>A balm for every pain of mind;</br>In him for every pining grief</br>A sure infallible relief.", "But ah!  how vain!  LYCAEUS now is gone,</br>And with him every bliss is flown.</br>No more the sweets of life I can enjoy;</br>His dear remembrance harrows up my breast;</br>His image still in fancy stands confest,</br>Swells my fond heart, and fills my weeping eye.</br>"]