["Danae, enclos'd in Tow'rs of Brass,</br>Strong Iron Doors, and Opening Dogs,</br>Wakeful, had well secur'd by Day,</br>Had well secur'd by Night;", "If JOVE and VENUS had not mock'd</br>The Jealous Sire &mdash; So Fables tell&mdash;</br>Vain Iron!  Vain Brass!  transform'd to Gold,</br>He won the Greedy Maid.", "When Gold appears, the Guards retire,</br>The Floods divide, the Rocks are rent;</br>Not Thunder flings the fiery Bolt</br>With such Resistless Power.", "Subjects their Kings, and Priests their Gods</br>Exchange for Gold.  The Gownman Right</br>And Wrong confounds:  for Gold he pleads,</br>For Gold betrays the Cause.", "Touch'd by Thy Stronger Force, tow'rds Thee</br>The Compass veers, Almighty Gold!</br>Before Thee Wisdom, Valour, Sense</br>And Virtue are no more!", "Care follows close, where Gold precedes:</br>Sweet Innocence, Contentment, Peace,</br>No more shall bless the Day; no more</br>Soft Slumbers bless the Night!", "This HORACE saw; Wise Bard!  and durst</br>Refuse the glittering Bribe; to share</br>With Caesar all the World &mdash; to share</br>The World, and share the Toil.", "Tempt me no more, MAECENAS!  tempt</br>No more Thy FLACCUS to aspire</br>To Wealth and Power:  he fears the Helm,</br>Because he fears the Storm.", "What we deny ourselves, Just Heaven</br>Restores with Interest.  Naked, see&mdash;</br>Naked, thy Humble Friend deserts</br>The Party of the Great:", "Glad Fugitive &mdash; he longs to reach</br>The Camp of the Contented Few,</br>Whose Little is Enough &mdash; Enough&mdash;</br>That Sweeter Word for All!", "O Decent Pride!  O truly Lord</br>Of His Possessions, who still bears</br>A Soul above 'em!  Richer far</br>Than all Apulia's Stores,", "Heap'd in the crouded Barn, could make</br>The Mind that covets without End,</br>And, drinking, thirsts for more &mdash; O Wretch,</br>In utmost Plenty, Poor!", "A Silver Stream, a Silent Grove,</br>A Summer's Eve, a Small Estate</br>Still faithful to its Lord:  A Life,</br>Retir'd from Noise or Care,", "Steals thro' the World, with Joys Unknown</br>To the Profaner Mind; with Joys</br>Unknown to Crowded Courts; to Peers,</br>And Sceptred Kings Unknown!", "Tho' no Proud Palace loads the Ground,</br>Or tours into the Sky:  No Carr</br>With gilded Trappings Gay; behind</br>Bestruck with Pamper'd Slaves;", "Moves Slow in State; nor Costly Wines,</br>Tokay, Champaigne, or Burgundy,</br>Nor high Ragouts deceive the Taste,</br>And propagate Disease.", "Yet fair Content My Cottage chears;</br>Lettice and Pulse my Garden yields:</br>Plain Food, Soft Ale, or Home-brew'd Wines,</br>Still crown my Healthful Board.", "Thro' fragrant Fields, or spreading Lawns,</br>Where the Sheep graze and Oxen low,</br>Or stalks the Stag with Head Erect,</br>I sometimes Musing rove:", "Pleas'd with his Load, sometimes my Pad</br>Smooth ambles to the Neighbouring Gate,</br>That opens friendly to receive</br>The not Unwelcome Guest.", "Happy!  who knows himself, and knows</br>To judge of Happiness; to whom</br>Wise Heaven, with Kind but Frugal Hand,</br>Has every Want supply'd.</br>"]