["Now yellow autumn's leafy ruins lie</br>In faded splendor on the desert plain,</br>Far from the noise of madding crowds I fly</br>To wake in solitude the mystic strain:</br>A theme of import high I dare to sing,</br>While fate impels my hand to strike the trembling string.", "Bright on my harp the meteors gleam,</br>As glancing through the night they shine;</br>Now the winds howl, the ravens scream,</br>And yelling ghosts the chorus join:</br>Chimeras dire from fancy's deepest hell,</br>Fly o'er yon hallow'd tower, and toll the passing bell.", "November hears the dismal sound,</br>As slow advancing from the pole,</br>He leads the months their wintry round:</br>The blackening clouds attendant roll,</br>Where frown a giant-band, the sons of care,</br>Dark thoughts, presages fell, and comfortless despair.", "O'er Britain's isle they spread their wings,</br>And shades of death dismay the land;</br>November wide his mantle flings,</br>And lifting high his vengeful hand,</br>Hurls down the demon spleen; with pow'rs combined</br>To check the springs of life, and crush th' enfeebled mind.", "Thus drear dominion he maintains,</br>Beneath a cold inclement sky;</br>While noxious fogs, and drizzling rains,</br>On nature's sickening bosom lie:</br>The opening rose of youth untimely fades,</br>And hope's fair friendly light beams dimly through the shades.", "Now prowls abroad the ghastly fiend</br>\"Fell Suicide;\" &mdash; whom phrenzy bore,</br>His brows with writhing serpents twined</br>His mantle steept in human gore.</br>The livid flames around his eye-balls play,</br>Stern horror stalks before, and death pursues his way.", "Hark!  is not that the fatal stroke?&mdash;</br>See where the bleeding victim lies!</br>The bonds of social feeling broke,</br>Dismayed the frantic spirit flies.</br>Creation starts, and shrinking nature views,</br>Appall'd, the blow which Heaven's first right subdues.", "Behold, the weight of woes combined</br>A \"woman\" has the pow'r to scorn;</br>Her infant race to shame consigned,</br>A name disgraced, a fortune torn,</br>She meets resolved:  and combating despair,</br>Supports alone the ills a \"coward\" durst not share.", "On languor, luxury, and pride,</br>The subtle fiend employs his spell;</br>Where selfish sordid passions bide;</br>Where weak, impatient spirits dwell;</br>Where thought oppressive from itself would fly,</br>And seek relief from time, in dark eternity.", "Far from the scenes of guilty death</br>My wearied spirit seeks to rest,&mdash;</br>Why sudden stops my struggling breath?</br>Why throbs so strong my aching breast?</br>Hark!  sounds of horror sweep the troubled glade,</br>Far on a whirlwind borne, the fatal month is fled.", "I watch'd his flight, and saw him bear</br>To Saturn's orb the sullen band;</br>There winter chills the lingering year,</br>And gloom eternal shades the land:</br>On a lone rock, far on a stormy main,</br>In cheerless prison pent, I heard the ghosts complain.", "Some power unseen denies my verse</br>The hallow'd veil of fate to rend;</br>Now sudden blasts the sounds disperse,</br>And fancy's inspirations end:</br>While rushing winds in vile discordance jar,</br>And winter calls the storms around his icy car.</br>"]