["TO SPRING.</br>O thou, with dewy locks, who lookest down</br>Thro' the clear windows of the morning; turn</br>Thine angel eyes upon our western isle,</br>Which in full choir hails thy approach, O Spring!", "The hills tell each other, and the list'ning</br>Vallies hear; all our longing eyes are turned</br>Up to thy bright pavillions:  issue forth,</br>And let thy holy feet visit our clime.", "Come o'er the eastern hills, and let our winds</br>Kiss thy perfumed garments; let us taste</br>Thy morn and evening breath; scatter thy pearls</br>Upon our love-sick land that mourns for thee.", "O deck her forth with thy fair fingers; pour</br>Thy soft kisses on her bosom; and put</br>Thy golden crown upon her languish'd head,</br>Whose modest tresses were bound up for thee!", "TO SUMMER.</br>O thou, who passest thro' our vallies in</br>Thy strength, curb thy fierce steeds, allay the heat</br>That flames from their large nostrils!  thou, O Summer,</br>Oft pitched'st here thy golden tent, and oft</br>Beneath our oaks hast slept, while we beheld</br>With joy, thy ruddy limbs and flourishing hair.", "Beneath our thickest shades we oft have heard</br>Thy voice, when noon upon his fervid car</br>Rode o'er the deep of heaven; beside our springs</br>Sit down, and in our mossy vallies, on</br>Some bank beside a river clear, throw thy</br>Silk draperies off, and rush into the stream:</br>Our vallies love the Summer in his pride.", "Our bards are fam'd who strike the silver wire:</br>Our youth are bolder than the southern swains:</br>Our maidens fairer in the sprightly dance:</br>We lack not songs, nor instruments of joy,</br>Nor echoes sweet, nor waters clear as heaven,</br>Nor laurel wreaths against the sultry heat.", "TO AUTUMN.</br>O Autumn, laden with fruit, and stained</br>With the blood of the grape, pass not, but sit</br>Beneath my shady roof, there thou may'st rest,</br>And tune thy jolly voice to my fresh pipe;</br>And all the daughters of the year shall dance!</br>Sing now the lusty song of fruits and flowers.", "\"The narrow bud opens her beauties to</br>The sun, and love runs in her thrilling veins;</br>Blossoms hang round the brows of morning, and</br>Flourish down the bright cheek of modest eve,</br>Till clust'ring Summer breaks forth into singing,</br>And feather'd clouds strew flowers round her head.", "The spirits of the air live on the smells</br>Of fruit; and joy, with pinions light, roves round</br>The gardens, or sits singing in the trees.\"</br>Thus sang the jolly Autumn as he sat,</br>Then rose, girded himself, and o'er the bleak</br>Hills fled from our sight; but left his golden load.", "TO WINTER.</br>O Winter!  bar thine adamantine doors:</br>The north is thine; there hast thou built thy dark</br>Deep-founded habitation.  Shake not thy roofs,</br>Nor bend thy pillars with thine iron car.", "He hears me not, but o'er the yawning deep</br>Rides heavy; his storms are unchain'd; sheathed</br>In ribbed steel, I dare not lift mine eyes;</br>For he hath rear'd his sceptre o'er the world.", "Lo!  now the direful monster, whose skin clings</br>To his strong bones, strides o'er the groaning rocks:</br>He withers all in silence, and his hand</br>Unclothes the earth, and freezes up frail life.", "He takes his seat upon the cliffs, the mariner</br>Cries in vain.  Poor little wretch!  that deal'st</br>With storms; till heaven smiles, and the monster</br>Is driv'n yelling to his caves beneath mount Hecla.</br>"]