["Lo!  not a whisper's heard!  the restless wind</br>Suspends its murmurs thro' the greenwood shade;</br>Nature is silent, and the wearied hind</br>Within his lonely cot in peace is laid.", "No contemplation fills the tranquil soul;</br>No glaring object strikes the resting eye,</br>No sound the ear; the wind now spurns control,</br>And hushed in silence rebel passions lie.", "Within yon hamlet now the poor enjoy</br>The balmy bliss that flies the troubled great;</br>Their quiet breasts no factious cares annoy;</br>No guilt disturbs, no sorrows agitate.", "Around their humble couch an infant train</br>Breath their light slumbers, and the airy dreams</br>Float unconstrained &mdash; ah!  seldom big with pain,</br>Of pouring pleasure in exhaustless streams.", "The sceptered peasant rules in mimic state;</br>Perhaps the monarch serves the meanest slave.&mdash;</br>Ah!  what avails the glory of the great?</br>Now lost in sleep for ever in the grave.", "Sleep on in peace.  Ah!  happy ye that sleep!</br>But, lo!  athwart the gloom, yon twinkling light</br>Bespeaks it joy or pain?  Laugh they, or weep,</br>Who hover round it in the dead of night?", "Perhaps some happy swain to day has led</br>Home to his cot the long desired fair;</br>In festive joys the nightly hours have fled,</br>In rustic mood around the youthful pair!", "Ah!  no; perhaps some aged sire is laid,</br>Breathless and faint, amid his children's cries;</br>His faultering tongue with blessings loads their heads,</br>Ask'd of kind Heaven with his uplifted eyes.", "\"Go, pious offspring!  and restrain these tear,</br>I fly to regions of eternal bliss:</br>Heaven, in your favor, hears my dying prayers;</br>Take my last blessing in this clay cold kiss.\"", "Perhaps some sage well skilled in nature's lore,</br>Now burns with watchful care the midnight oil;</br>Discovering systems yet unknown before,</br>Ardent he labours, and forgets his toil.", "Some statesman, anxious for his country's weal,</br>Perhaps the fate of mighty empire scans;</br>His anxious brow no soft repose can feel,</br>While in his heart he weighs the various plans.", "Perhaps some glow-worm on the verdant mead,</br>In gaudy pomp, its shining vest displays;</br>How easy 'tis our fancy to mislead,</br>Lost and bewildered in thought's endless maze!", "Too apt, alas!  to follow glow-worm toys,</br>And quit the path which wisdom deigns to shew,</br>We leave behind us more substantial joys,</br>Nor, till too late, our fatal error know.", "See, in the east the wish'd for dawn appears;</br>The azure sky is streaked with flaming red;</br>Each mortal rises now to diff'rent fares,</br>By fancy prompted, or by duty led.</br>"]