["Most \"reverend\" parson!  know, my lazy muse,</br>That oft, in former days, so deftly sung,</br>Hath not the heart, in these times, to refuse</br>A lay to thee, O worthiest priest, among</br>Those worthy priests, who Orthodoxy's horn</br>So valorously blow, each noon, and night, and morn.", "There was a time &mdash; Heaven send the time again&mdash;</br>When Faith had champions zealous for the fight;</br>When G****** thumped the cushion not in vain,</br>And C**** fulminated gospel spite:</br>When eloquence and logick show'd their force,</br>And pity her power, in generous Dr. M****.", "Now distant far is G******; HE is far</br>Who pitch'd, so bravely, battle with a woman;</br>C***** grown quiet, resteth him from war,</br>Waged, for a while, with ardour scarcely human.</br>The church hath peace, nor feareth dire alarms;</br>And, save the \"Reverend James,\" no ghostly knight's in arms.", "Elate with pride, and curs'd with moral works,</br>Beneath the wrath of Heav'n poor Boston lay;</br>Pleasing her sinful lusts, with sundry quirks</br>Of liberal love &mdash; for sufferers far away;</br>And whilst she felt for others' woes and needs,</br>(O horrid!) deem'd that God was pleas'd with gen'rous deeds!", "Thou camest hither! &mdash; the destroying flame</br>Had laid the vineyard of thy labours low&mdash;</br>Not that thou wantedst honour, cash, or fame,</br>Such gear thou never covetest &mdash; O no.</br>Hither thou camest &mdash; for, no doubt, the Lord</br>Thus spake &mdash; Go, S*****, preach &mdash; to hereticks, the word!", "Well hast thou minded the divine command!</br>Most modest Parson!  thou hast acted well;</br>And yet 'tis hard that folks at Newfoundland,</br>Losing thy sermons, all must gang to hell!</br>But what are they, so few, so poor?  what they?</br>Bostonians, though so vile, still make a shift &mdash; to pay.", "As out of Sodom budg'd the holy Lot,</br>With his chaste daughters and his luckless wife;</br>Leaving the Sodomites to go &mdash; to poet,</br>Right glad the patriarch to save his life:&mdash;</br>So thou, most Reverend seer!  didst soon make track,</br>And on the scattered flock, disdainest to look back.", "Arrived amongst us &mdash; sinners that we are!</br>What honied sermons dost thou deign to preach!</br>Blasting our righteous works, and levying war</br>'Gainst Unitarians, who false doctrines teach;</br>And proving to us, by clear demonstration,</br>That as we all deserve &mdash; so we shall \"get\" damnation.", "O, \"reverend\" parson!  \"reverend\" parson O!</br>Words insufficient are to speak thy praise.</br>Millions of non-elect, in endless wo,</br>Shall oft remember thee, and eke the days</br>When, from the spire in Essex-Street, did swell</br>The notes of thy most sweet and orthodox church bell!", "Long from thy desk may sermons hot be heard,</br>While contribution boxes glide around;</br>There may the thunders of a \"preached word,\"</br>Shavers of notes and godless dames astound;</br>And may th' elected few still grow in peace,</br>Tho' Common Sense her nose turn up at priest and place.", "Revivals on revivals &mdash; may they spread,</br>From Newfoundland to farthest Hindu shores,</br>Till we shall learn (each opposition dead)</br>That Heathens all have BRASS-PLATES on their doors;</br>Which plates, aforesaid, neat shall look, and shine,</br>Like the illustrious Reverend's &mdash; \"J**** S*****.\"</br>"]