["JOY.</br>See, Shepherds, yon beautiful green,</br>By the side of yon wide spreading shade;</br>There the pride of the plain I have seen,</br>There, ye shepherds, with Phillis I've stray'd.</br>When Eve with her charms had appear'd,</br>And the sheep I had shut in their fold,</br>There with Phillis, my bosom was cheer'd,</br>To her my soft feelings I told.", "Nor heard she my pleadings with scorn,</br>But return'd her poor Corydon's flame;</br>She smil'd like the beauty of morn,</br>When she heard her shepherd's known name.</br>I deck'd her fair breast with a rose,</br>When nature its folds had just spread,</br>When with the bright sun she arose,</br>And like him her sweet influence shed.", "GRIEF.</br>O Corydon, how envied thy lot!</br>Sweet Phillis at length was thy bride;</br>But short was the transporting thought,</br>Ah!  short was my soon vanish'd pride:</br>My Phillis was snatch'd from my arms;</br>My love she now slumbers in death;</br>No more is that bosom which warms,</br>No more the rose rivals her breath.", "See shepherds, see yonder's her grave,</br>Where the cypress and willow combine;</br>They gently their drooping heads wave,</br>As they weep o'er my Phillis's shrine.</br>All joy and all comfort is flown,</br>With Phillis they now lie entomb'd;</br>That love which for nature I've shown,</br>Has hardships and sorrow in doom.", "RESIGNATION.</br>Resign'd to misfortune and fate,</br>Oft Phillis I call to my mind;</br>The hardships I've suffer'd of late,</br>Have much the soft feelings refin'd.</br>I often resort to the grove,</br>And list to the nightingale's moan;</br>I oft by the water's side rove,</br>When the sun has descended his throne.", "My crook I once more will resume,</br>And my pipe, which has long lain aside:</br>I behold resign'dly the doom</br>That has my dear partner deny'd.</br>Your shepherd receive once again,</br>My sheep which have wander'd astray;</br>Thou Pow'r who hath eas'd my keen pain,</br>O teach me thy goodness to pay!</br>"]