["Hence iron-scepter'd WINTER, haste</br>To des'late Russian waste!</br>Where far remote from man's resort</br>Thou hold'st thy joyless court;</br>Where ever beat by storms and show'rs</br>Thy gloomy Gothic castle tow'rs;</br>Amid whose howling isles and halls,</br>Where no gay sun-beam paints the walls,</br>On ebon throne, thou lov'st to shroud</br>Thy hoary head in sable cloud.", "E'en now, before sun's soft heat,</br>Sullen I see thy train retreat:</br>EURUS, with lightning in his hands,</br>That on a tiger mounted stands;</br>High-figur'd on whose robe are shewn</br>Shipwrecks, and villages o'erthrown:</br>Grim AUSTER, dropping all with dew,</br>And clad in vest of watchet hue:</br>Next COLD, like Zemblan savage drest,</br>Who boldly bears his hardy breast:</br>With him his brother, fur-clad FROST,</br>His robe with icicles embost.", "WINTER farewell!  thy forests hoar,</br>Thy frozen floods delight no more;</br>Farewell the fields, so bare and wild!</br>But come thou rose-cheek'd cherub mild,</br>Sweetest SUMMER!  haste thee here,</br>Once more to crown the gladden'd year.</br>Thee APRIL blythe, as long of yore,</br>Bermudas' vales he frolick'd o'er,</br>(Such is his wont, at early prime,</br>When the soft boughts begin to climb)</br>To gather balm of choicest dews,</br>And patterns fair of various hues,</br>With which to paint in changeful dye,</br>The vernal year's embroidery;</br>To cull the essence of rich smells</br>In which to dip his new-born bells;</br>Thee, as he rov'd with genial feet,</br>He found an infant, smiling sweet;</br>Where a tall citron's boughs imbrown'd</br>The green lap of the grassy ground.</br>There long upon a roseate bed,</br>Thee with rare nectarine fruits he fed;</br>Till from beneath his fost'ring care,</br>You bloom'd a goddess debonair;</br>And last he gave the blessed isle</br>Aye to be sway'd beneath thy smile.", "Haste thee nymph!  and hand in hand,</br>With thee bring a buxom band;</br>Bring fantastic-footed Joy,</br>With Sport that yellow-tressed boy,</br>Lead Health that loves, in early dawn</br>To meet the milk-maid in the lawn:</br>Lead Pleasure, rural nymph, and Peace.</br>Meek cottage loving shepherdess!</br>Bring the dear Muse, that loves to lean</br>On river-margins, mossy green.</br>But who is she, that bears thy train,</br>Pacing light the velvet plain?</br>The pale pink crowns her auburn hair,</br>Her tresses slow with past'ral air;</br>'Tis May the Grace &mdash; confest she stands</br>By branch of hawthorn in her hands:</br>Lo!  near her trip the light-foot Dews</br>Their wings all dipt in iris-hues;</br>With whom lascivious Zephyrs play,</br>And paint with pansies all the way.", "Oft when thy season, sweetest Queen,</br>Has drest the groves in livery green;</br>When in each fair and fertile field</br>Beauty begins her bow'r to build;</br>While Evening, veil'd in shadows brown,</br>Puts her matron-mantle on,</br>And mists in spreading streams convey</br>More fresh the fumes of new-shorn hay;</br>Then, Goddess, guide my gladsome feet</br>Contemplation hoar to meet,</br>As slow he winds his museful way,</br>O'er the soft marge of silver Tay:</br>Or near thy brook, O sylvan Jed!</br>Where first, by meek-ey'd Nature led,</br>Thomson the rural Muses woo'd</br>In numbers wild, of Dorian mood.</br>While thro' the dusk but dimly seen,</br>Sweet evening objects intervene:</br>His wattled cotes the shepherd plants,</br>Beneath her elm the milk-maid chants.</br>And now the labourer I meet</br>The low mist gathering at his feet:</br>Nor wants there fragrance all the while,</br>My soothed senses to beguile:</br>Nor tangled wood-bines balmy bloom,</br>Nor dewy grass, to breathe perfume:</br>Nor lowly wild-thyme's spicy sweet</br>To bathe in dew my roving feet:</br>Now wants there note of Philomel,</br>Nor sound of distant-tinkling bell:</br>Nor lowings faint of herds remote;</br>Nor mastiff's bark from lowly cott:</br>Rustle the breezes lightly born</br>Or deep-embattell'd ears of corn:</br>Round ancient elm, with humming noise,</br>Beetles in thickening swarms rejoice.</br>Meantime, what mingling dies invest</br>The golden chambers of the West!</br>That all aslant the village tow'r</br>A mild reflected radiance pour,</br>While, with th' obliquely-streaming rays</br>Far seen it's arched windows blaze:</br>While the tall grove's green top is dight</br>In russet hues, and gleams of light:</br>So that the soft scene by degrees</br>Bathes my blythe heart in extasies;</br>And Fancy to my ravish'd sight</br>Frames ever-varying visions bright;</br>Like those her MILTON wont to dream,</br>As by the pale moon's cloudless gleam,</br>He rov'd to hear the bird of woe,</br>Or sound of Curfeu swinging slow.</br>Till from the path I fondly stray</br>In musings lapt, and lose my way;</br>Wand'ring o'er the landscape still,</br>Till pensive Fancy has her fill;</br>Till o'er the sapphire-paven plain</br>Hesper leads her silver train.", "But when the Sun, at noon-tide hour,</br>Sits throned in his highest tow'r;</br>When sportive flow'rs to weave a crown,</br>All on a deep dale's sunny side</br>With yellow crocus gaily dy'd;</br>Me heart-rejoicing Goddess lead</br>To the tann'd hay-cock in the mead:</br>To walk in rural mood among,</br>Of nymphs and swains, the toiling throng;</br>Or, as the tepid odours breath,</br>The russet piles to lean beneath:</br>There while at ease my limbs are thrown</br>On couch more soft than palace down;</br>To listen to the busy sound</br>Of mirth and toil that hums around;</br>To see the team shrill-tinkling pass,</br>Alternate o'er the furrow'd grass.</br>Meantime, retir'd from toil and heat,</br>A swain and blushing maid are met,</br>In tender talk to plight their vows,</br>Beneath an hawthorn's hoary boughs.", "But ever, after summer-show'r,</br>When the glad sun's returning pow'r,</br>With laughing beam has chac'd the storm,</br>And chear'd reviving nature's form;</br>Thro' sweet-bri'r hedges, bath'd in dew,</br>Let me my whilom path pursue;</br>While as I walk, from pearled bush,</br>The sunny-sparkling drop I brush;</br>And all the landscape fair I view</br>Clad in a robe of fresher hue:</br>And so loud the black-bird sings</br>That far around the valley rings.</br>From shelter deep of arched rock</br>The shepherd drives his joyful flock;</br>From bow'ring beech the mower blythe</br>With new-born vigour grasps the scythe;</br>While o'er the level glistering mead</br>A purer azure vault is spread.", "But ever against restless heat,</br>Lead me to the rock-arch'd seat,</br>O'er whose dim mouth an ivyed oak</br>Hangs nodding from the low brow'd rock;</br>Frequented by the nymph alone,</br>Whose clear waves cleave the smoothed stone;</br>Which, as they gush upon the ground,</br>Still scatter misty dews around:</br>A rustic wild, grotesque alcove,</br>In sides with mantling wood-bine wove;</br>Cool as the cave where Clio dwells,</br>Whence Helicon's fresh fountain wells;</br>Or noontide grott where Sylvan sleeps</br>In hoar Lycaeum's shaggy steeps.", "Me, Goddess, in such cavern lay,</br>While all without is scorch'd in day;</br>Sore sighs the weary swain, beneath</br>His leafless hawthorn on the heath;</br>The drooping mower wishes eve,</br>In vain, of labour short reprieve!</br>Meantime, on Afric's glowing sands</br>Smote with keen heat the trav'ler stands:</br>Low sinks his heart, while round his eye</br>Measures the boundless scenes that lie,</br>Ne'er yet by foot of mortal worn,</br>Where Thirst, wan pilgrim, walks forlorn.</br>How does he wish some cooling wave</br>To slake his thirst, or limbs to lave!</br>And thinks, in every whisper low.</br>He hears a gushing fountain flow.", "Or bear me to yon sable wood,</br>Temple of sage Solitude!</br>There within a nook most dark,</br>Where none my musing mood may mark;</br>Let me with many a whisper'd rite</br>The Genius old of Greece invite,</br>With that fair wreath my brows to bind,</br>Which for his chosen sons he twin'd,</br>Well nutur'd in Pierian lore,</br>On clear Illissus' laureat shore&mdash;</br>Till, high on airy nest reclin'd,</br>The raven wakes my tranced mind!", "Or to the copse, where hazels brown</br>With beech and tow'ring oak o'ergrown,</br>Some secret winding path o'ershade</br>By Fauns, and tripping Dryads made.", "Or to yon abbey's mould'ring isles,</br>Fast by whose elder-crown'd piles,</br>Many a melancholy yew</br>High-wreaths an awful avenue.", "Or to the forrest-fringed vale</br>Where widow'd turtles love to wail,</br>Where cowslips clad in mantle meek,</br>Nod their tall heads to breezes weak;</br>While o'er the solitary green,</br>Nor cott, nor wand'ring swain is seen;</br>There under shade of aged boughs</br>To find some hermit's turf-rear'd house;</br>Fit place that pensive sage might chuse</br>On virtue's holy lore to muse.", "But when mild Morn in saffron stole</br>First issues from her eastern goal;</br>Then snatch me, crocus-crowned Queen,</br>To airy uplands clad in green:</br>Whence nature's universal face,</br>Illumin'd smiles with new-born grace;</br>The misty streams that wind below,</br>With silver-shining lustre glow;</br>Tow'rs, groves, and villages appear</br>Invested all in radiance clear;</br>Refreshful odors breathe around</br>From dews that whiten all the ground;</br>Echoing loud o'er hill and dale,</br>Glad birds the glistening sunshine hail;</br>CONTENT, indulging blissful hours,</br>Whistles o'er the fragrant flow'rs,</br>And cattle rouz'd to pasture new,</br>Shake jocund from their sides the dew.", "'Tis thou alone, O SUMMER mild,</br>Canst bid me carol wood-notes wild:</br>Whene'er I view thy blissful scenes,</br>Thy waving woods, embroider'd greens;</br>What fires within my bosom wake,</br>How glows my mind the reed to take!</br>What scenes like thine the muse can call,</br>With whom 'tis youth and laughter all;</br>With whom each field is paradise,</br>And all the globe a Bow'r of bliss!</br>With thee conversing, all day long</br>I meditate delightful song.</br>These pedant cloysters let me leave,</br>To meet the lovely Muse at eve,</br>(For Eve's the sister of the Muse)</br>In valleys where mild whispers use:</br>While wand'ring on the brook's grey verge</br>I hear the stock-dove's dying dirge.", "But when life's busier scene is o'er,</br>And Age shall give the tresses hoar,</br>I'd fly soft Luxury's marble dome,</br>And make an humble thatch my home;</br>Which sloaping hills around enclose,</br>Where many a beech and brown oak grows;</br>Beneath whose dark and branching bow'rs</br>It's tides a far-fam'd rivers pours:</br>By nature's beauties taught to please,</br>Sweet Tusculane of rural ease!</br>Still grott of Peace!  in lowly shed</br>Who loves to rest her gentle head.</br>For not the scenes of Attic art</br>Can comfort care, or sooth the heart:</br>Nor burning cheek, nor wakeful eye,</br>For gold, and Tyrian purple fly.", "Thither, kind heav'n, in pity lent,</br>Send me a little, and content;</br>The faithful friend, and chearful night,</br>The social scene of dear delight:</br>The conscience pure, the temper gay,</br>The musing eve, and idle day.</br>Give me beneath cool shades to sit,</br>Rapt with the charms of classic wit:</br>To catch the bold heroic flame</br>That built immortal Graecia's fame.</br>Nor let me fail, meantime, to raise</br>The sacred song to Britain's praise:</br>To spurn the shepherd's simple reeds</br>And paint heroic ancient deeds,</br>Record old ARTHUR'S magic tale,</br>And EDWARD, fierce in sable mail.</br>Sing royal BRUTUS' lawless doom,</br>And brave BUNDUCA, scourge of Rome;</br>Great PENDRAGON'S fair-branched line,</br>Stern ARVIRAGE, and old LOCRINE.", "O ever to sweet Poesie,</br>Let me live true votary!</br>She shall lead me by the hand,</br>Queen of soft smiles and solace bland!</br>She from her sacred stores shall shed</br>Ambrosial flow'rets o'er my head:</br>She shall be my blooming bride,</br>With her as years successive glide,</br>I'll ever hold sweet dalliance,</br>Enwrapt as in some magic trance.</br>"]