["COLLIDEN, WILKIN.", "The Shepheard Colliden, who ere him know,</br>(Who know him not that Shepheards lives do fare?)</br>He that was wont with silver sheep-hooke goe,</br>And by his belt the silken scrip to weare,</br>A jolly Shep-heard to the outward showe,</br>Till sadly crazed with loves youthfull care,</br>Low kept his flock in humble vale where hye</br>Upon a hill kept Laurinella by.", "Scarce cou'd he looke so hye, so weake was he,</br>Yet, when he could, hee weakely looked hye:</br>Though she but seldome would looke downe to see</br>The wofull plight of him now waxen, by</br>His love to her, almost as faire as shee;</br>This onely diff'rence seene to every eye,</br>Her native white with rosey joy was spread,</br>His lovesick pale had little hopefull red.", "His sheepe, that bore the brand of his neglect</br>On their bare ribbes, resembled his desire;</br>As if perceiving where he did affect,</br>From their owne vale attempt to clamber higher;</br>But, like their gentle keepers love, soon check't,</br>To his and their owne miseries retire;</br>While her proud lambs mark'd with her like disdaine</br>Shew careles lookes to the despised playne.", "Looke home, (quoth he) you my ungraced heard</br>And on your owne soile chew your harmeles cuds:</br>Tis for your Shepheards sake you thus have er'd,</br>For no such heate boyles in your chiller bloods;</br>Or if it could, although a sweeter sweard</br>Growes on the hill, the vale has cooler floods:</br>Water your thirst may quench; but my desire,</br>Drinking love dry, yet drinkes it self the dryer.", "O Laurinella!  Little dost thou wot</br>How fraile a flower thou dost so highly prize.</br>Beauty's the flower, but Love the flower-pot</br>That must preserve it, els it quickly dyes.</br>As care and sorrow (thou see'st) mine can blot,</br>Lonesse and time 'ore thine will tyrannize.</br>Joyes wast asunder that would thrive togither,</br>As double daisyes last when single wither.", "View all my stock of pineing sheep, and see</br>In their gaunt wombs the fulness of my woe.</br>My carelesnes of them's my care for thee;</br>Thy neglect mine, and mine their overthrow.</br>Loyall desire is true-loves husbandrie,</br>Which till it gaines, it lets all other goe.</br>Admiring thee, what wealth can I affect?</br>Had I thy Love, what els could I neglect?", "The Shepheard that hath once well understood</br>What 'tis to keepe so neare the groves, (he may</br>Winter his cattell under sheltring wood)</br>No more will much for naked pasture pray:</br>So yeild to love would beauty, if she cou'd</br>Foresee her lovers care, or her decay:</br>For what, (when ages winter shall take place)</br>But Love can shelter Beauty from disgrace?", "I am not faire.  If ever so I were,</br>I lost my beauty after thine to seeke:</br>Which ere I sought (unlesse our rivers here</br>Dissemble much) I had a lively cheeke.</br>But now my suit, that might make thee more cleare</br>(If thou didst want it), makes me wan and meeke:</br>Such force hath love, beauty to make or marre,</br>That they are onely faire that loved are.", "O that thou would'st come downe to me, that I</br>With Poemenarcha might bring thee acquainted,</br>To waite on her and learne to beare an eye</br>Of humblenes, that thou so long has't wanted.</br>As in more danger is the Cedar high</br>Then Jilly-flower that under wall is planted,</br>High mindes to fate are subject most of all;</br>They surest stand that can no lower fall.", "Or, (if thou would'st) I could thee recommend</br>To the great Lady of the house of Thame:</br>And, by those holy 'stories she hath pen'd,</br>Shew how she hath immortaliz'd her name.</br>On her I for her vertues doe attend.</br>More free are such as wait on worthy fame,</br>Then such as their owne humors vaine obey,</br>Although they have no Mistresses but they.", "Or I could bring thee (beauteous Laurinell)</br>Hard by to old Antaprium, where is found</br>Another such Penelope to dwell</br>As was in Ithaca so much renown'd;</br>One that in bounty doth (like her) excell,</br>In workes alike, and chastity, as sound.</br>If thou wert lovingly, or humble hearted,</br>Then wert thou both, for they cannot be parted.", "Come, Laurinell, come downe the haughty hill</br>Into this vale, where thou on beds shalt sit</br>Of yellow hyacynth and Daffadill</br>And lillies chast, that therein best befit</br>My loyall thoughts and thy long-wooed will,</br>And never blemish beauty, birth, nor wit;</br>For wisedome, birth, and beauty their owne graces</br>Ever encrease by graceing humble places.", "While to the stately hill thou doest repaire</br>With thy faire flock and fairer guifts thou hast,</br>Be thou as Cytherea spruce and faire,</br>As Pallas wise, and as Diana chaste,</br>Yet should'st thou here a wonder be more rare:</br>The highest starres the lesser light doe cast;</br>But, as a chrystall in a marble mine,</br>Rare graces doe in lowly places shine.", "Come downe and weare my scrip of azure hue</br>(Too fine for mee but onely for thy sake)</br>For no requitall but affection true;</br>And such exchange us both shall richer make:</br>For all that Lovers have to both is due,</br>And tis no losse to give, nor gaine to take;</br>When in thy Swayne thou shalt thy selfe possesse,</br>And I mine owne in mine owne Shepheardesse.", "WILKIN.</br>Now, Colliden, good day.  I stood behinde</br>Yon little haw thorne bush and heard thee say</br>Such plaint to Laurinella, that I finde</br>Thou art in love (I thinke in honest way).</br>If it be so, though yet she seeme unkinde,</br>Shepheard, let that not thee too much dismay:</br>Young maidens that mens suits too eas'ly grant,</br>Wit, modesty, or both, may seeme to want.", "As thy affection, the more thou doest sue,</br>The more doth shew it self both true and strong;</br>So her delays do promise her more true</br>When she shall yeild, (though she to yeild be long).</br>We feare we doe for wares bid more then due,</br>When Merchant takes first offer of our tongue:</br>Holds easily won have little prize within,</br>The truest heart may hardest be to win.", "But gentle Swayne if thou wilt counsell take,</br>(None counsell need so much as Lovers doe,</br>Though none lesse apt thereof true use to make)</br>Doe as Amyntas did when he did wooe:</br>Frame to thy pipe a Ditty for her sake,</br>And sing it in her eares, and praises too.</br>His song (if thou canst second) I'le begin;</br>Where speeches faile sometimes examples win.", "WILKIN.</br>As Amyntas young did ad</br>His lip unto his lively reed,</br>When as in her bower he had</br>Of lovely Phyllis taken heed,</br>Mee thought I thus ore-heard the Lad:</br>Come let our flockes together feed.", "COLLIDEN.</br>Little seeme thy lambes alone,</br>And mine (like mee) of mates have need:</br>Let thy sheep amend the mone</br>Of mine, and mine amend their breed.</br>So both our flocks shalbe thine owne,</br>And wee will them together feed.", "WILKIN.</br>What although so black I shew</br>With flames that from Sun-shine proceed;</br>When as yonder milke-white ewe</br>My best and blackest lamb did breed,</br>What couler'd locks (I faine would know)</br>Had he that then did with her feed?", "COLLIDEN.</br>Match thou canst none like thee faire;</br>Or, if thou could'st, it would but breed</br>Jealous thoughtes:  let Nymph be rare</br>In face, and swayne in faith exceed.</br>So full of love and free'd of care,</br>Both shall their flocks together feed.", "WILKIN.</br>Looke upon this garland gay,</br>Which here I give thee for thy meed;</br>Marigoldes are match'd with May,</br>Pinkes and Panseys are agreed:</br>Why should not wee as well as they</br>Agree, and flockes together feed?", "COLLIDEN.</br>In mine armes a fairer light</br>Will from thine eyes then now proceed:</br>Starres at Noone-tide shew not bright;</br>Tis blacknes doth their brightnes breed.</br>Come be my starre, I'le be thy night,</br>While both our flocks together feed.", "WILKIN.</br>Whether Phyllis had no power</br>To deny so kinde a deed,</br>Or Amyntas chose an hower</br>When fortune would that love should speed,</br>Amyntas lives in Phyllis bower,</br>And both their flockes together feed.", "COLLIDEN.</br>How ever in my suite I shall succeed,</br>I joy Amyntas love succeeded so.", "WILKIN.</br>And so doe I:  he merits not to speed</br>In his owne wish, that wishes others woe.", "Colliden</br>Never to envy others shall hee need,</br>That could in Laurinella's favour grow;</br>Who now (I see) retir'd is to her bower.</br>So (now tis noone) let us:  Dayes brightest hower</br>To Love (in Beauties absence) seemes to lower.", "Wilkins Embleme.</br>Vulnus non herbis esset medicabile verbis.", "Collidens Emblem.</br>Falsa libido procul:  noster honestus amor.</br>"]