["In Britain's Isle, no matter where,</br>An ancient pile of building stands:</br>The Huntingdons and Hattons there</br>Employ'd the power of Fairy hands", "To raise the cieling's fretted height,</br>Each pannel in achievements cloathing,</br>Rich windows that exclude the light,</br>And passages, that lead to nothing.", "Full oft within the spatious walls,</br>When he had fifty winters o'er him,</br>My grave Lord-Keeper led the Brawls;</br>The Seal, and Maces, danc'd before him.", "His bushy beard, and shoe-strings green,</br>His high-crown'd hat, and sattin-doublet,</br>Mov'd the stout heart of England's Queen,</br>Tho' Pope and Spaniard could not trouble it.", "What, in the very first beginning!</br>Shame of the versifying tribe!</br>Your Hist'ry whither are you spinning?</br>Can you do nothing but describe?", "A House there is, (and that's enough)</br>From whence one fatal morning issues</br>A brace of Warriors, not in buff,</br>But rustling in their silks and tissues.", "The first came cap-a-pee from France</br>Her conqu'ring destiny fulfilling,</br>Whom meaner Beauties eye askance,</br>And vainly ape her art of killing.", "The other Amazon kind Heaven</br>Had arm'd with spirit, wit, and satire:</br>But COBHAM had the polish given,</br>And tip'd her arrows with good-nature.", "To celebrate her eyes, her air&mdash;</br>Coarse panegyricks would be teaze her.</br>Melissa is her Nom de Guerre.</br>Alas, who would not wish to please her!", "With bonnet blue and capucine,</br>And aprons long they hid their armour,</br>And veil'd their weapons bright and keen</br>In pity to the country-farmer.", "Fame in the shape of Mr. P&mdash;t</br>(By this time all the Parish know it)</br>Had told, that thereabouts there lurk'd</br>A wicked Imp they called a Poet,", "Who prowl'd the country far and near,</br>Bewitch'd the children of the peasants,</br>Dried up the cows, and lam'd the deer,</br>And suck'd the eggs, and kill'd the pheasants.", "My Lady heard their joint petition,</br>Swore by her coronet and ermine,</br>She'd issue out her high commission</br>To rid the manour of such vermin.", "The Heroines undertook the task,</br>Thro' lanes unknown, they ventur'd,</br>Rap'd at the door, nor stay'd to ask,</br>But bounce into the parlour enter'd.", "The trembling family they daunt,</br>They flirt, they laugh, they tattle,</br>Rummage his Mother, pinch his Aunt,</br>And up stairs in a whirlwind rattle.", "Each hole and cupboard they explore,</br>Each creek and cranny of his chamber,</br>Run hurry-skurry round the floor,</br>And o'er the bed and tester clamber,", "Into the Drawers and China pry,</br>Papers and books, a huge Imbroglio!</br>Under a tea-cup he might lie,</br>Or creased, like dogs-ears, in a folio.", "On the first marching of the troops</br>The Muses, hopeless of his pardon,</br>Convey'd him underneath their hoops</br>To a small closet in the garden.", "So Rumor says.  (Who will, believe.)</br>But that they left the door a-jar,</br>Where, safe and laughing in his sleeve,</br>He heard the distant din of war.", "Short was his joy.  He little knew,</br>The power of Magick was no fable.</br>Out of the window, whisk, they flew,</br>But left a spell upon the table.", "The words too eager to unriddle</br>The Poet felt a strange disorder:</br>Transparent birdlime form'd the middle,</br>And chains invisible the border.", "So cunning was the Apparatus,</br>The powerful pothooks did so move him,</br>That, will he, nill he, to the Great-house</br>He went, as if the Devil drove him.", "Yet on his way (no sign of grace,</br>For folks in fear are apt to pray)</br>To Phoebus he prefer'd his case,</br>And beg'd his aid that dreadful day.", "The Godhead would have back'd his quarrel,</br>But with a blush on recollection</br>Own'd, that his quiver and his laurel</br>'Gainst four such eyes were no protection.", "The Court was sate, the Culprit there,</br>Forth from their gloomy mansions creeping</br>The Lady Janes and Joans repair,</br>And from the gallery stand peeping:", "Such as in silence of the night</br>Come (sweep) along some winding entry</br>(Styack has often seen the sight)</br>Or at the chappel-door stand sentry;", "In peaked hoods and mantles tarnish'd,</br>Sour visages, enough to scare ye,</br>High Dames of honour once, that garnish'd</br>The drawing-room of fierce Queen Mary!", "The Peeress comes.  The Audience stare,</br>And doff their hats with due submission:</br>She curtsies, as she takes her chair,</br>To all the People of condition.", "The Bard with many an artful fib,</br>Had in imagination fenc'd him,</br>Disprov'd the arguments of Squib,</br>And all that Groom could urge against him.", "But soon his rhetorick forsook him,</br>When he the solemn hall had seen;</br>A sudden fit of ague shook him,</br>He stood as mute as poor Macleane.", "Yet something he was heard to mutter,</br>\"How in the park beneath an old tree</br>(Without design to hurt the butter,</br>Or any malice to the poultry,)", "\"He once or twice had pen'd a sonnet;</br>Yet hoped, that he might save his bacon:</br>Numbers would give their oaths upon it,</br>He ne'er was for a conj'rer taken.\"", "The ghostly Prudes with hagged face</br>Already had condemn'd the sinner.</br>My Lady rose, and with a grace&mdash;</br>She smiled, and bid him come to dinner.", "\"Jesu-Maria!  Madame Bridget,</br>Why, what can the Viscountess mean?</br>(Cried the square Hoods in woful fidget)</br>The times are alter'd quite and clean!", "\"Decorum's turn'd to mere civility;</br>Her air and all her manners shew it.</br>Commend me to her affability!</br>Speak to a Commoner and Poet!\"", " [Here 500 Stanzas are lost.]", "And so God save our noble King,</br>And guard us from long-winded Lubbers,</br>That to eternity would sing,</br>And keep my Lady from her Rubbers.</br>"]