["'Twas the voice of my husband that came on the gale,</br>The unappeas'd spirit in anger complains,</br>Rest, rest, AMALAHTA!  be still!</br>The day of revenge is at hand.", "The stake is made ready, the captives shall die,</br>To-morrow the song of their death shalt thou hear;</br>To-morrow thy Widow shall wield</br>The knife and the fire; be at rest!", "The vengeance of anguish shall soon have its course,</br>The fountains of grief and of fury shall flow;</br>I will think, AMALAHTA, of thee,</br>Will remember the days of our love.", "AMALAHTA, all day by the war-pole I sat,</br>Where idly thy hatchet of battle is hung,</br>I gaz'd on the bow of thy strength</br>As it wav'd on the stream of the wind.", "The scalps that we number'd in triumph were there,</br>And the musket that never was levell'd in vain,</br>What a leap has it giv'n to my heart</br>To see thee suspend it in peace!", "When the black and blood-banner was spread on the gale,</br>When thrice the deep voice of the war-drum was heard,</br>I remember thy terrible eyes</br>How they flash'd the dark glance of thy joy.", "I remember the hope that shone over thy cheek,</br>As thy hand from the pole reach'd its doers of death,</br>Like the ominous gleam of the cloud</br>Ere the thunder and lightning are born.", "He went &mdash; and ye came not to warn him in dreams,</br>Kindred Spirits of him who is Holy and Great!</br>O bird!  and thy song was not heard,</br>The timely announcer of ill!", "Alas, when thy brethren in conquest return'd,</br>When I saw the white plumes bending over their head,</br>And the pine boughs of triumph before,</br>Where the scalps of their victory swing.", "The war-hymn they pour'd, and thy voice was not there!</br>I call'd thee!  alas, the white deer-skin was brought,</br>And thy grave was prepar'd in the tend</br>That I had made ready for joy!", "AMALAHTA, all day by thy war-pole I sit,</br>AMALAHTA, all night I weep over thy grave;</br>To-morrow the victims shall die,</br>And I shall have joy in revenge.</br>"]