["'Twas worthy Thee, great GEORGE, and Britain's Lord,</br>When jarring Europe thunder'd from afar,</br>When Pow'r to Pow'r oppos'd the hostile Sword,</br>And doubtful hung the Ballance of the War,</br>Secure Thyself, pacific Plans to frame,</br>Prevent the wast of Blood, and satiate Honour's Claim.", "High on the wings of Fame the Message flies,</br>Embattled Hosts th' auspicious Voice attend,</br>France on proud Conquest bent, foregoes the Prize;</br>And jealous Austria greets a Bourbon Friend.</br>Confed'rate Nations drop the lifted Spear,</br>Nor doubt to trust their Cause, when GEORGE forbids their Fear.", "'Tis thus Britannia seeks Renown in Arms:</br>Rais'd is her Helmet, to command a Peace.</br>For this her WILLIAM sounded loud Alarms:</br>On broken Launces to recline at ease.</br>For this her watchful Navy rides the Main,</br>Safety to threaten'd Realms, the Dread of haughty Spain.", "What more, great Sir, Europe's Heat asswag'd?</br>Can Thy own Britain still one Boon receive?</br>On FRED'RIC are our Eyes, our Hopes engag'd,</br>In His bright Line to see Thy Glory live?</br>Just to our Thought glad Nuptials You declare,</br>Bid Hymen's sacred Rites attone the Guilt of War.", "Loud as the Clarion waken'd to the Fight,</br>Be now the Lyre to softer Action strung.</br>Muses, ye bridal Handmaids take your flight,</br>And where Bellona storm'd, begin the Song.</br>From Cades to Poland's Shore the Tale convey,</br>Warriors obey the Word, 'tis Marriage crowns the Day.", "Sacred to FRED'RIC stands the genial Feast,</br>FRED'RIC to Rule and Sov'reignty ordain'd;</br>FRED'RIC in Wedlock's spreading Flame encreas'd</br>To grow a mighty Father of our Land:</br>To stamp the Image of a princely Soul</br>Britons unborn to glad, and future Worlds controul.", "To this great Work what lovely She conspires?</br>What blooming Flow'r shall British Wreaths enfold?</br>In vain the Lilly on the Seyne expires;</br>His Purple Po reflects, or Tague his Gold.</br>Thence no proud House to BRUNSWIC shall by ty'd</br>Nor Rome a Daughter send to reign a FRED'RIC'S Bride.", "From Gotha's Court the fav'rite Maid is led.</br>Nor Wealth, nor Diadems prefer Her Pray'r.</br>From Virtue's Base She mounts the Royal Bed.</br>'Tis all Her Glory to be Good and Fair.</br>Thus CAROLINA won a GEORGE'S Crown,</br>And the rich Present deck'd with Jewels all her own.", "Enough to Britain's Fame, and Bliss is giv'n.</br>Strong in herself she scorns a borrow'd Force;</br>Prudent to use the bounteous Gifts of Heav'n,</br>In purest Channels she directs their Course.</br>Supreme in State her Scepter'd Monarchs stand;</br>Adopted Virtues rise beneath their guardian Hand.", "Thus tow'rs the lordly Oak on Albion's Brow,</br>Hangs o'er the Vale, and crowns the rising Grove.</br>With gen'rous Care he views the Vine below;</br>Admires her Worth, and courts her to his Love:</br>The teeming Mate with social Strength supplies,</br>Her branching Honours guides, and lifts 'em to the Skies.</br>"]