["As the revolving Sun, and genial showers</br>In leaf the trees, and renovate the flowers;</br>To plants long torpid vegetation yield,</br>And clothe in Nature's mantle all the field!</br>So this auspicious day returns to bless</br>Neglected talents pining in distress.</br>Genius, above the Hypocrite's disguise,</br>Who scorns by sycophantic arts to rise;</br>Who ne'er to servile Flattery descends,</br>To gain a Patron, or promote his ends;</br>Oft sees his brilliant prospects fade away,</br>Like glitt'ring ice-drops in the beams of day!</br>Age steals upon him with augmented care,</br>'Till Death at last relieves him from Despair.", "Here letter'd Indigence, Decease and Pain,</br>May hope relief, nor find that hope is vain,</br>For the worst evils gifted minds endure,</br>'Tis yours, to mitigate, if not to cure;</br>And when, restrain'd, you have not to bestow,</br>Your hearts in sympathy weep tears of woe.", "In ev'ry age, it is the Poet's fate</br>To have his worth acknowledg'd when too late&mdash;</br>And who a happier lot can hope to find</br>Than Homer, mendicant; or Milton, blind!</br>Thro' Greece the Prince of Poets begg'd his bread,</br>And barren Laurels crown'd our Milton's head!</br>While Camoens, Lusitania's pride and shame!</br>Starv'd that land which lives but through his fame:</br>Spenser, whom Great Eliza could commend,</br>And all-accomplished Sidney call his friend,</br>His Golden Dreams, and Fairy Visions past,</br>His Country left to die in want at last.</br>Urg'd by distress to write the servile rhyme,</br>The Muse of Dryden, nervous and sublime,</br>In Epic Verse had soar'd a loftier height&mdash;</br>But chilling Poverty forbade her flight:</br>Butler and Otway swell the mournful page,</br>And Chatterton &mdash; the vision of our age.</br>Thus nations to their Ornaments unjust,</br>Neglect them living, then enshrine their Dust;</br>Cruel, unwise, capricious in their plan,</br>They make an Idol, whom they starv'd a Man!", "But slighted Genius shall repine no more;</br>Nor turn disgusted from the Miser's door;</br>For England's Heir a bright example shows,</br>Of power and will to mitigate his woes.</br>Perhaps some praise, some merit may be due</br>To that firm band, that persevering few,</br>Who to an honourable purpose just,</br>Will ne'er betray their delegated trust;</br>In public life this points the road to fame,</br>And well deserves the real Patriot's name&mdash;</br>Name still rever'd!  though often misapply'd,</br>That Traitors fear, and Hypocrites deride!</br>The Muse, with ardent zeal, invokes thy power,</br>To warm each bosom, at this awful hour,</br>When Europe's Tyrant, Europe's strength unites,</br>Against our Monarch, and his People's Rights;</br>Against the Noble Swede, who still remains,</br>Free from the vile dishonour of his chains.", "Britons united may the World withstand!</br>'Tis only Faction can subdue this land;</br>There, in the thoughts of all the Good and Wise,</br>Our Foe's sole hope, and all our danger lies!</br>When the winds whistle, and the billows roar,</br>To drive the lab'ring Vessel on the shore;</br>Do seamen then in private feuds engage,</br>And waste their time in enmity and rage?</br>Do little jealousies the Crew divide,</br>When Death rides ghastly on the foaming tide?</br>When round the Ship the elements conspire,</br>To sink in whirlpools, or to whelm in fire!</br>No&mdash;</br>The Ship in danger, all contention ends,</br>One common peril makes them common friends;</br>A gen'rous warmth, and emulation glows,</br>And false ambition cannot make them foes:</br>Unaw'd by tempests, unsubdu'd by fears,</br>Through raging seas the watchful Pilot steers;</br>The Crew united every danger brave,</br>And the proud vessel nobly stems the wave!", "True Patriots will forego, at such an hour,</br>The love of rule, and quenchless thirst of power:</br>For rival Parties have this truth confess'd,</br>That England is above all nations bless'd!</br>Where can man call, but near the British Throne,</br>His house his castle, and his mind his own?</br>Let us survey each prostrate Country round,</br>Where else can Freedom's sacred tree be found?</br>France, drench'd in blood, its shadow sought in vain,</br>Holland's enslav'd, and trebly shackled Spain!</br>The gallant Swiss for ever must deplore</br>Those happy scenes that bless'd their vales before;</br>While poor Germania, France, in fatal hour,</br>Seduc'd by treason, or oppress'd by pow'r!</br>And left to plunder'd Italy alone</br>Her Scorpion Sceptre, and her Iron Throne!</br>But could the Corsican this Land subdue,</br>Their chains are light to those he'd forge for you;</br>For England's freedom, wealth, and envied state,</br>Are the great objects of his deadliest hate.", "Then let the spirit of the Isle appear,</br>Nerve ev'ry arm, and sharpen ev'ry spear;</br>Let civil feuds &mdash; disgraceful discord! &mdash;end,</br>Let ev'ry Briton be Britannia's friend!</br>To public love let private interests yield.</br>And Rich,  and Poor, be ready for the field!</br>In strong fraternal bands when marshall'd there,</br>Can any man of England's Cause despair?</br>If such there be, let fear his tongue withhold,</br>Nor damp the patriot ardour of the Bold;</br>Let him remember, to his lasting shame,</br>The Hour of Danger is the Hour of Fame!</br>Our native free-born spirit is not broke&mdash;</br>Britons will never bear the Gallic yoke;</br>Like subject slaves endure the Tyrant's rod,</br>Betray their Country, and offend their God!</br>Perish the thought! &mdash; for England still shall be</br>Queen of the Isels!  and Empress of the Sea!</br>And through degraded Kingdoms round her fall,</br>Her fame shall rise superior to them all;</br>Till Gallia's Tyrant shall with anguish own,</br>That Freedom makes impregnable her Throne!</br>There Britons serve the Monarch they revere;</br>While Nations crouch beneath the scourge they fear&mdash;</br>Let him then trample on a World of Slaves,</br>That Land defies him which commands the Waves!</br>"]