["Back, memory, to scenes of pleasure past,</br>To scenes 'ere childhood ripen'd into man;</br>When school day sports employ'd the busy hours,</br>And ev'ning finish'd what the morn began.", "In those gay meads how gladsome have I play'd,</br>Those meads encircled with meand'ring streams,</br>Where lavish Flora spreads her chequer'd sweets,</br>And Phoebus darts his lustre-adding beams.", "Oft, as the pale-ey'd regent of the night</br>Held forth her lamp, and lighten'd all the green,</br>Have I exulting frolick'd with my mates,</br>And hail'd the brightness of the silver scene.", "Yon sloping lawns, where skips the frisky lamb,</br>Yon herbag'd vales, and inter-twisted bow'rs,</br>Yon velvet plains, and daisy-plaited hills</br>Can sweetly testify my playful hours.", "Beside that pebled spring I oft have sat,</br>And listen'd to each vernal warber there,</br>As oft well-pleas'd I've puff'd the clay-form'd tube,</br>And view'd the bubbles mount, and burst in air.", "Can I forget how oft the race I've run,</br>While hope of conquest beat in ev'ry vein?</br>Pomona's Prize has crown'd my vast success,</br>And all have hail'd me hero of the plain.", "Ne'er triumph'd more a warrior in the field,</br>When he had vanquish'd his high daring foe,</br>Than I, when in my little fights engag'd,</br>My stubborn rival fell beneath my blow.", "Then was the day (so jocund was my life)</br>When I could smile at ev'ry feather'd toy;</br>When each vain trifle that might shame the man</br>Delighted, nor disgrac'd the laughing boy.", "Where now all those festive days of ease?</br>Alas!  fast bound in Time's all-girting roll;</br>Yet as in thought each sport I fondly trace,</br>The lov'd idea warms my panting soul.", "When years increasing swell the age of man,</br>How pleasing's then the recollective pow'r!</br>Remembrance of past joys play'd o'er in youth</br>Gives a fresh relish to the present hour.", "Adieu that happy transit!  for no more</br>Those moments pleasure wing'd shall I behold,</br>Reality no more can give them birth,</br>Tho' airy fancy may the shade enfold.", "Let not proud man, buoy'd up by self-conceit,</br>Contemn the various frolics of the child,</br>Nor wisdom seated on her aged throne</br>Deem youthful sports romantic all and wild.", "The title-bearing star, the garter'd badge,</br>The coat emblazon'd, and the flowing gown,</br>Is little more than emblematic farce,</br>One half of man is childhood over grown.", "Oft now with curious retrospective eye</br>The stealing progress of the mind I view,</br>I mark how slow it to perfection tends,</br>Guided by pliant education's clue.", "Bless'd education!  all, who feel its fire,</br>The genial comfort it imparts, must own,</br>This great distinction elevates the soul,</br>And adds the richest jewel to a crown.", "Where-e'er it spreads, it polishes the rude,</br>Extracts the finer from the grosser part;</br>The brutish passions gently charms away,</br>And levigates the marble of the heart.", "The mind, that beauteous spark of heav'nly flame,</br>How be degrees it rises to a blaze!</br>Its fury spent, as gradual it expires,</br>Nor leaves one glimpse of its diminish'd rays.", "So shoots a flow'r bud from day to day</br>Slowly, till all expanded it appears,</br>Then fade its colours, wither all its leaves,</br>And time effaces what the florist rears.", "Yet e'en amidst the school boy's happy hours,</br>(So sure at pleasure's side pain takes her stand)</br>Oft have I fear'd Lorenzo's angry frown,</br>And the rod quiv'ring in his nervous hand.", "One look from him, if anger swell'd his eyes</br>My classic-searching spirits has depress'd,</br>One look from him, if smiles seren'd his brow,</br>Again call'd forth the sunshine of my breast.", "But slight is all the terror of the school,</br>Match'd with the tumult of a bustling world,</br>Where intermingling passions rack the soul,</br>From vice to vice in restless motion hurl'd.", "Here seated in her silver axl'd carr</br>Proud Fortune rides with indiscreet command,</br>Spurns lowly Worth, who courts her to be kind,</br>Yet spreads unask'd her wealth to folly's hand.", "Here Envy pours her snakes on Merit's head,</br>And low-born Pride extends her ample reign,</br>Here under sly Religion's double veil,</br>Lurks dark Deceit with Flatt'ry's servile train.", "Bear me from these to where contentment dwells;</br>There shall each prospect harmonize each thought,</br>There shall I moralize in perfect ease</br>And nature's works contemplate as I ought.", "Oh pure content!  descending from above</br>Parent of smiles, with sweets eternal fraught,</br>Beam on thy poet's breast thy kindling blaze,</br>Thou guide to peace and source of tranquil thought.", "Administer thy balm, or else in vain</br>The plodding merchant forms his airy schemes,</br>In vain each head grows big with embryo thought,</br>In vain the nodding politician dreams.", "Fair painting's vivid art, sweet musick's pow'r,</br>The gorgeous edifice, the rural cott,</br>The fanning gales the cool the fev'rish air,</br>The tent umbrageous, and the shelly grott;", "The soft delights of pleasure's fairy land,</br>And all that rolls from fortune's ample tide,</br>Without thy aid remove us from our bliss,</br>Without thy presence vainly sooth our pride.", "Thro' thee the mind in flights excursive roves,</br>Confinement's welcome to the willing slave;</br>On rapid pinions fancy mounts the wind,</br>And poverty sleeps easy in her cave.", "With thee, O let me dwell, celestial maid,</br>Or in the vale, or on the mountain's brow,</br>There will we two, the envy of the world,</br>Die, as we liv'd, in friendship's holy vow.</br>"]