["Spirit, who sitt'st in solitude, unseen,</br>Watching the change of nations, as they roll</br>Their fated round, beneath the wing of Time,</br>That ever with it's swift and ceaseless strokes</br>Brings manifest alteration; now a gleam</br>Of joyous sun-shine pouring, and e'en now</br>Plunging in total darkness man and all</br>His vaunted powers:  Spirit, who hast seen</br>This awful change, as down oblivion's gulf</br>With swelling sail, full tide, and surges high</br>We fated speed, give ear unto my song!</br>Meanwhile, if strength possessing, from the grasp</br>Of dire Oppression it essays to sing</br>Man's proud deliverance, when the' assembled chiefs</br>Woke Europe into arms, and pour'd their might</br>Upon the Asian Continent, as thick</br>As are the locust-armies in the breeze;</br>What time Christ's Sepulchre from Paynim hands</br>They strove to liberate, and their toilsome way</br>Unto the Holy Land fervid they bent.", "Time was, o'er Europe's desolated plain</br>Her ebon wand and cowl of sable hue</br>Grim Superstition spread.  Oppression then</br>Frown'd from his feudal castle, and with heel</br>Contemptuous spurn'd the vassal croud below.</br>Oh, 'twas a time of darkness!  for the spirit</br>Of man was humbled, and he plenteous drank</br>The bitter draught of slavery:  he had not</br>A pleasant home of quietude and rest,</br>A peaceful dwelling in the tufted woods</br>And vocal waters bosom'd; but he heard</br>Instead of the soft music of the vale,</br>Soft music from oat-pipe, or pastoral reed,</br>Far other notes, and sounds of sadder tone.</br>Unceasing gall'd the fetter, and the scourge</br>Tore every throbbing vein:  then, quite subdue'd</br>And plung'd in such calamitous constraint,</br>Himself of heaven descended, and of earth</br>A freeman, he forgot; &mdash; till his mind sunk,</br>And with the body's bondage felt it's own.</br>&mdash;So was it darkness in the land, and all</br>Lay wrapt in lethargy:  blind Ignorance wav'd</br>His leaden sceptre, and with cold, dull touch</br>Spread wide his clustering mildew.  Spring arose</br>And op'd her flowers in vain; in vain around</br>Her roses Summer strew'd, &mdash; for none were there</br>To taste their breathing sweet:  the purple brow</br>Of Autumn glow'd; and not a cheerful sound,</br>And not a merry carol hail'd him in.</br>Seasons return'd; but not to man return'd</br>Hope or deliverance; with the herds he held</br>Sad, painful sojourn, and his lapsed powers</br>Almost forgot: &mdash; so farewell hope!  farewell</br>All noble enterprize!  on every gale</br>The shrieks of anguish came; unceasing howl'd</br>The fiends of famine, and the dogs of death.", "But who is he? &mdash; yon Eremite? &mdash; that cries</br>To all the sons of Europe, \"Rouse to war?\"</br>Bare is his head, and with unshrinking foot</br>He mocks the pointed flint, while on his cheek</br>Glows love of enterprize, and his quick eye</br>Darts forth unusual fervour.  Bolder now</br>Blows he the blast of terror:  at the sound</br>The Soldan sinks recoiling, and in vain</br>To Alla weeps.  Obedient Europe hears</br>The call; the fetters from her armed hands</br>Drop; and in adamant and complete steel</br>She waves the crimson banner.  Thither flock</br>Myriads of gathering people; for, all lov'd</br>The pleasing sorcery, and could not choose</br>But join the throng.  Forth from his midnight cave,</br>Where late the secret work of death he ply'd,</br>The daring robber creeps; the peasant wields</br>The scythe, now raging in the ranks of war.</br>Here croud the knights, their rich retinue led,</br>Their grooms and coursers; here the baron waves</br>His gorgeous Oriflamme; kings, prelates, here</br>Pour to the holy standard:  thick they seem'd</br>As those embodied forces which at Thebes</br>Or Ilium conquer'd, or those numerous bands</br>Headed by Charlemagne.  Ambition's sons</br>Came flocking here, and here the scoundrel train</br>Of Avarice, all their bestial views conceal'd</br>Under Religion's garb:  for, Fancy play'd</br>In thousand orient hues, and lov'd to build</br>Her gorgeous imagery, their fond hopes belying</br>With sweet delusion.  Thus, not few entic'd</br>The mines of gold and jasper, the sweet groves</br>Of balm and myrrh and nard, where every gale</br>Drops perfume from it's wings; and not a few</br>The black-eye'd Maids of Paradise, who wave</br>Amid the myrtle bowers their raven locks,</br>And, as they weave the choral dance, instruct</br>The look to languish, and the breath to sigh.", "Now was it busy in the land; now glow'd</br>The martial phrenzy:  (as the ceaseless hum</br>Of the home-coming bees at even-tide,</br>When the sun sinks, and from the quiet cot</br>The light blue smoke ascends:)  in every gale</br>Bray'd the loud clarion, to the noon-day sun</br>Emblazon'd armour flash'd, the pennons broad</br>Flutter'd their streaming points, and wav'd traverse</br>On their high standard glittering:  to the Cross</br>All bow'd in adoration, and all call'd</br>Upon the living God to lead them on.</br>&mdash;And on they went, panting with eager hope,</br>Ill-starr'd and ill conducted, on they went.</br>Yet were they flush'd with slaughter, yet they were</br>Laden with booty large of gold and gem</br>And radiant purple, till they' almost forgot</br>God's business, and with paramount step and pride</br>Their haughty rod of desolation shook</br>On every foe.  They went like the tall ship</br>Of some rich burgher, to the Venetian bound</br>Beyond the Southern Cape, in proud career</br>Above the green wave tilting.  Yet their pomp,</br>Their pride, and all their garniture of war,</br>And gay habiliments, (vain hopes and weak!)</br>Their coursers champing the rich curb, and swift</br>Their hawks that mock'd the winds, and dogs that woke</br>The Echo sleeping on the breast of Morn,</br>All could not save.  Alas!  how chang'd, how fallen</br>From former pomp and pride. &mdash; So was that change</br>In Eden, when his form of cherub grace,</br>His orient hues, and wings bedropt with gold,</br>Satan had doff'd, and bade each nobler limb</br>Shrink in the reptile's form:  oh!  such a sight</br>War now appear'd; and as he sail'd aloof,</br>With talon sheath'd, his long expected feast</br>The famish'd raven snuff'd.  While on they mov'd,</br>With difficulty and labour, cursing oft</br>Their journey unfortunate:  for, not now</br>O'er sunny uplands pass'd they, or rich vales,</br>Or flowery meadows; but the hot, hot sand</br>Stretch'd like the ocean's line, and not a breeze</br>Play'd on their throbbing temples, but they drank</br>The simoom's purple breath, and every plague</br>Infectious Shadowing o'er the fainting van</br>Pale Famine rear'd his hideous form, and howl'd</br>Unto his brother Thirst, who vampire-like</br>Sate panting in the rear, with iron gripe</br>His daily victim seizing, and each fount,</br>Each chrystal spring, that might have slak'd the lip</br>Of parched myriads, and the blood shot eye</br>Reviv'd, drove deep into their gelid beds.</br>Oh, it was foul to see them!  for, they lay</br>Lean skeletons along, dug here and there</br>By the wild vulture, and their bones were strewn</br>Upon the shore, and whiten'd all the plain.", "Sons of Ambition, how your crest is fallen!</br>Was this your pomp?  was this, that to the sun</br>The flashing cymbal play'd, the clarion blew</br>It's clear, full swell, and streaming in the breeze</br>The crimson banner wav'd?  Those mighty shouts,</br>The preparation, and the pomp of war,</br>Taunts of the tongue, and menace of the eye,</br>Was it for this?  Alas, I know you not!</br>Men of the haggard cheek and hollow eye,</br>How are ye chang'd!  for ye have lost your look</br>Of blood, your hungry cravings after flesh!</br>&mdash;Oh, they are satiate!  they have gorg'd their food,</br>And drank their draught of gore!  and now they lie</br>Upon the cold earth pillow'd, and their feast,</br>Their glorious feasting ended, and their high</br>Carousing done, they lay them down to sleep,</br>Bleach'd by the blast, and rotting in the sun.", "Genius of chivalry!  from thee arose</br>The first faint dawn of freedom:  from thy hall,</br>Thy banner'd hall, and tournaments of yore,</br>Where gorgeous dames and bearded barons sate,</br>The loud harp rang, and woke to nobler deeds</br>The sluggish slumbering soul.  Again thou call'dst</br>On Europe's sons, again they couch'd the lance,</br>And half the globe from it's foundations loos'd</br>Seem'd staggering to the other:  once again</br>To the swift keel the Euxine billow flash'd,</br>And the lithe streamer it's reflected hues</br>Play'd glittering on the wave:  with daring prow</br>They bore their perilous travel, and Despair</br>Sate lowering on their brow. &mdash; Ye men of blood,</br>Mark not your paths with slaughter!  bid the sword</br>Not blush with carnage!  Mercy cries aloud,</br>And by the orphan's look, the timorous tear,</br>That speaks the virgin's sigh, more eloquent</br>Than words can utter, by the' embosom'd vale,</br>The shelter'd hamlet and the fading scene</br>When breathes the perfum'd eve, she cries aloud,</br>By all that Pity can bestow on prayer ;</br>\"Arrest your sword!  men of revenge and war,</br>Turn, you and yours!  lest now that the great flood</br>O'erwhelm you; as of old that impious host,</br>When the wide waters stretch'd their terrible jaws</br>And clos'd them in:  in evil hour they sank</br>The renegades from God; fit punishment</br>For such apostacy.  So perish all,</br>Who bid the purple sword of slaughter smoke</br>In fellow blood!\" &mdash; Yet bear they fearless on</br>Their clamorous course, between despair and hope,</br>Replete with confidence:  the' angel of death</br>Sweeps o'er the walks of war, his iron mace</br>Wielding aloft, and on his pale horse stalks</br>From band to band.  Nor rest they till they view</br>Upon the flood the Turkish crescent gleam,</br>And all their flaming banners they unfurl</br>Before Jerusalem.  Oh, shout for them,</br>For their long work is done!  the perilous flood,</br>The wilderness, that shews it's lean, pale cheek</br>Kiss'd by the hurricane, and the worrying foe,</br>Are past; past are the purple blasts of death</br>That swept the desert, and the pillars of fire</br>Walk'd innocent.  Yet are they not unseen,</br>Not unobserv'd, for many a far off league,</br>By them who on the watch towers frequent sat,</br>And gave the' alarm, their long, inquisitive search</br>Not intermitting:  yet, at last, they come,</br>And now before that holy city all</br>Bend the low knee; soldier and prince and slave</br>Together join, hard plying their strong work,</br>Their work of faith. &mdash; For forty tedious days,</br>And forty tedious nights, impell'd they on</br>Against the sons of Alla:  'till aloft</br>And o'er the captive battlements unfurl'd</br>The Christian banner stream'd.  'Twas a proud day</br>For Europe and her sons.  Weep, weep aloud</br>Ye of Damascus!  and through all her streets,</br>Her silent courts, and long-deserted halls,</br>Let Bagdad mourn! &mdash; Aye, now the work is past,</br>The work of war; and now the spear has rest;</br>And ill the tent it's steely brows relax'd,</br>Slumbers the idle casque; befit them now</br>Raiments of other hue; and where the sword</br>Furrow'd with deep indented scars the hand,</br>Oh let the palm-branch wave!  Suppliant and slow</br>Ascend they Calvary, that sacred mount</br>Where bled their Saviour; o'er his long-sought tomb</br>The warrior bends, and the rough soldier weeps</br>His tear of joy and sorrow; young and old,</br>The widow and the orphan, all bend down</br>In humble adoration.  Europe hears</br>The loud shout; &mdash; floats there not a wave, but bears</br>Good tidings of great joy; &mdash; great joy &mdash; for war</br>And towns and battles won:  breathes not a gale</br>But on it's flagging pinions Conquest rides,</br>And nations bless it as it sails along.", "Now was the time accomplish'd, now was come</br>Man's freedom:  o'er the visual orb appear'd</br>The golden day, and though by blood 'twas bought,</br>Yet was the price as nothing, &mdash; for the feast</br>Was noble.  Now again erect he walk'd</br>And hail'd the sun; beneath his foot the rod</br>Of proud Oppression crumbled; the dank shades</br>Of Night drew beck, and all her hideous shapes</br>And all her squallid spectres shriek'd away.", "Meanwhile no glimmering light, no doubtful beam</br>Came hovering over Europe, but a flood</br>Of golden radiance the scarce-opening eyes</br>Of mortals dazzled.  From ill oft comes good:</br>From these romantic exploits, that had laid</br>All Asia waste, and from her turban rent</br>Her gorgeous crescent, Learning came, and Peace.</br>On every shore, upon the Caspian wave,</br>And where the vast Atlantic heaves it's form,</br>With huge tornados crown'd, and billowy foam,</br>The sail of Commerce open'd; danc'd the bark</br>Upon the freighted billow, and oft bore</br>The fruits of Afric and of farthest Ind</br>To Arctic climes.  Astonish'd Europe saw,</br>Amid her desert rocks and wilds of snow,</br>The verdant palm-tree spread, the citron wave</br>It's silver gems, the perfum'd orange drop</br>It's golden balls, and every mountain teem</br>With vegetable life:  amaz'd she saw</br>Another and a sweeter Flora smile;</br>She saw her with a fairer wreath adorn</br>Her roseate brow, and in a softer fold</br>Wave loose her robe of green.  The native tore</br>His clotted fur, and wrapp'd him in the lawn</br>Of Persia's looms, his sordid cottage heav'd</br>It's marble dome, it's pillars rear'd aloft,</br>And glow'd with ornament; the statue breath'd,</br>And seem'd to live beneath the sculptor's hand.</br>Hark!  on each gale celestial music floats;</br>And from his iron sleep of ages starts</br>Young Science, and his new-expanding wings</br>Plumes all afresh.  The busy street close-throng'd</br>Humm'd with unceasing toil; a grove of masts</br>Rode on the level bay, and lov'd to stretch</br>Their oary wings, and give to every clime</br>Unusual sweets, and pleasure not it's own.", "Oh for the pen of freedom, to pourtray</br>Oppression's downfall!  from the cloud-capt hill,</br>Where late in dark and dismal pride it frown'd</br>Upon the vale below, the castle falls</br>Dismantled; all it's battlements, it's towers,</br>It's moated bastions, and it's chains of brass</br>Loud thundering come; the starting dungeon op'd,</br>And, all it's hideous womb disclosing wide,</br>Shew'd where his solitary sojourn kept</br>He, the renounced of the world, or else</br>Forgotten from his birth.  But now the time,</br>The time of freedom's come, and at the sight</br>The city rears it's pinnacles and spires,</br>Bends the long arch, and bids the terrace rise</br>Magnificent.  The' embosom'd village starts,</br>And musical along the echoing vale</br>The even-song-bell swells, where late alone</br>From the high turret it's far pealing sound</br>The sullen curfew swung.  The trailing smoke</br>Ascends, which when the traveller from the hill</br>Slow journeying sees, he thinks him of his home,</br>His pleasant home that he has left behind,</br>His trees, his tufted orchards, and the gleam</br>Of sunset slanting on the yellow woods.</br>(It was a mournful thought, and yet it came</br>Sweet as the smile of Evening for it spake</br>Of peace to those he left.)  And now arise</br>Scenes of domestic comfort, mutual bliss</br>Without suspicion, friendship, and the ties</br>Of sweet society. &mdash; Is ought so fair</br>In all the breathing prospects of the morn,</br>The long-withdrawing vale of azure hue,</br>The various blossom'd spring, and glittering gems</br>That stud heaven's canopy; is ought so fair,</br>Laden with music when the summer-gale</br>Breathes on the rosy mead, to the glad ear</br>Of weary pilgrim welcome, (when be turns</br>His last sad look upon his native plain,</br>And scenes of childhood dear, each farewell sound,</br>Once more &mdash; and still once more &mdash; slow lingering on</br>Catching, till faint they die;) &mdash; is ought so fair</br>As sweet society? &mdash; And now had fled</br>Grim Superstition, all her opiate drugs,</br>Her idols gorg'd with blood, and rites obscene,</br>To Thor and fabled Woden, gods abhorr'd,</br>Borne to her murky cell:  the human gore</br>Then wrung she from her clotted locks, and yell'd</br>All her accursed song.  Oppression dropp'd</br>His clanking fetters, and the scorpion whip</br>Crumbled to dust.  His poniard stretch'd aloft,</br>Forth from his den and shaggy solitudes</br>The Spirit of freedom rose; then bar'd his arm,</br>And call'd upon the nations, and they heard</br>The echo of his trump.  At that dread sound,</br>Bursting his sleep, in every breast awoke</br>The proud Divinity:  athwart his brow</br>Stern Resolution sate; his eagle-wings</br>He imp'd afresh: &mdash; and now erect again</br>Man stands, his free-born dignity he claims,</br>His birth-right of equality, the seal</br>By which he looked superior, and was crown'd</br>Master and Judge and Lord of all below.</br>"]