["When antient HORACE took his Lyre in hand,</br>Dispos'd some Hero of those Times to praise,</br>He view'd the Roman Race, and at a stand,</br>Ask'd of his Muse the Subject of his Lays.</br>Not undetermin'd I attempt to sing,</br>Their dubious Worth his Fancy might divide,</br>I see in one the Hero, Sage, and King,</br>And want no fabled Clio for my Guide,</br>The World's great Circus echoes to my Choice;</br>'Tis FRED'RICK, says the universal Voice.", "What Sons of Merit in past Ages shone</br>Dim now, as Stars remote, we scarce can see,</br>Some with faint Glories clust'ring into one,</br>Mix in Confusion, like the Galaxy,</br>Or where, like Cynthia, more distinct in Light,</br>They roll around, as Planets of our own,</br>And great seem to us as near our Sight,</br>Yet in the vast Expanse they're hardly known.</br>And all these Tribes of Night at once give Way,</br>Lost in the Splendour of thy solar Ray.", "Nimrod, the first great Hunter, disappears,</br>The sacred Record just preserves his Name,</br>While his proud Tow'r, once lifted to the Stars,</br>Has moulder'd to the Dust, from whence it came;</br>And all the human Savages, that fear'd</br>His iron Rod, and far alarming Rage,</br>Have the same Fate from old Oblivion shar'd,</br>Who draws her Curtain round a barb'rous Age,</br>And leaves scarce Egypt's Pyramids to tell</br>By whom they rose, or who within them dwell.", "What then is fame? &mdash; It is the Breath of Man</br>Inform'd by Wisdom, and by Words preserv'd,</br>Then dealt to others, by what Arts we can,</br>On Mind imprinted, and on Marble carv'd:</br>Tradition failing, makes Oblivion's Age,</br>Where that's corrupt, 'tis fabulous and vain;</br>But Times obscure Attention scarce engage,</br>And the gross Fable Sense and Truth disdain,</br>Old Bards, indeed, may story as they please,</br>Dictaean JOVE, or Graecian Hercules.", "We judge of real Heroes, for whose Worth</br>Historic TRUTH can give her Evidence;</br>Not Homer's Captains here may issue forth,</br>Nor Pindar's Champions of athletic Sense,</br>For mean their Occupation to obtain</br>Place with imperial Conquerors, who hurl'd</br>Their Terrors o'er the Earth, and o'er the Main,</br>Thro' the wide Quarters of a subject World;</br>Where dwell these Demigods, her chosen few,</br>Fair FAME her inmost Temple opes to view.&mdash;", "\"There tow'rds the Windows of the East, she cries,</br>Where Sol emerging darts his vig'rous Beam,</br>On yon fair Portrait cast your wond'ring Eyes,</br>A mighty Artist!  and a mighty Theme!</br>That fam'd Athenian erst the Picture wrought</br>Socratic XENOPHON, who shews the Piece,</br>His Pupil near, who comprehends his Thought,</br>Argesilaus was, &mdash; the Pride of Greece!</br>As on a Tablet, see expanded lie,</br>Whole Asia, with her Mountains, Rivers, Plains;</br>Nor ask what Art such Numbers could supply</br>Of Armies marching o'er her wide Domains,</br>Yon brave young Persian, Gods!  what kingly Mien</br>What heav'nly Aspect in that Face is seen!", "Hail, mighty Cyrus, the Humane and Great,</br>Whose Mind capacious could for these provide;</br>Whose pow'r so many warlike Nations beat,</br>Or Wisdom won unconquer'd to his Side.</br>See savage People now in friendly Guise</br>Unite together in the Arts of Peace;</br>See Cities spread, and solemn Temples rise,</br>To bless this Friend and Lord of human Race,</br>Whose Laws could profit, whose Examples bind,</br>And Virtue fix his Empire in the Mind.", "Unequal'd this bright Model of a King!</br>Till twice a thousand Years produc'd his Peer;</br>For, hark!  the Mansions of my Temple ring,</br>With the loud Rumour of decisive War.</br>Sudden as vain Belshazzar's heretofore,</br>I see another Capital descend;</br>The Moldow wafts the Cry from Shore to Shore,</br>And, like Euphrates, turns the Victor's Friend,</br>Again the Babylonish Idols bow,</br>And what great CYRUS was, is German FRED'RICK now.</br>"]