["ARGUMENT.</br>Penardo by a visione warn'd</br>Does pas trough Pluto's Port</br>He kild a Gyant, when to him</br>A Virgine does resort</br>Who leids him throw a dreidfall cave</br>Wheir fearfull ghosts abyde</br>He finds a deing Knight that shous</br>What thair should him betyde.", "The mightie mynd that harbours hautie deid's</br>And is conceav'd with, child of glorious gaine</br>Can rest no wheir but to the birth proceids</br>Of glorious act's brought furth with endles paine</br>Such restles thought's Penardo did torment</br>Still longing whil the night were over spent.", "At last Aurora shews wheir she was layd</br>In aiged Tithons arm's and up did spring</br>Blushing for shame that she so long had stayde</br>Her goldin loks for haist did lously hing</br>Her crimsone chariot made no longer stay</br>From criestal heavn's to chace dark night away.", "As Pilot one the seas has stay'd his sight</br>Upone the fixed Pole his course to guyde</br>Whill foggie smook and tempests cloudie night</br>The burnisht light of that bright lamp doeth hyde</br>Then to his compas has recourse, wheirby</br>He guyds his hollow veshell stedfastly.", "Ev'ne so Penardo that was all alone</br>Who hade no servand nor no trustie guyde</br>One hope he setts his stayd opinione</br>And with that compas constant does abyde</br>And furthe upone his waye he still proceids</br>Fed with desyre of heighe and glorious deids.", "Three dayes he traveld finding nought, at last</br>With wearie bones he layde him doune to sleip</br>Whill as with sudden fear he was agast</br>A visione in his restles braine did creip</br>The Lady whiche he saw before tormented</br>Was with those pains agane opprest, presented.", "This was the ghost of the enchaunted fair</br>Laissa whom Penardo must releeve</br>Evne that fair Mayde who to him did repair</br>Before the battells, to prevent mischeive</br>So much her wrong and her desyre so just</br>That pitie bad him ayde, and ayde he must", "And now for to performe his promeis past</br>She comes agane for to emploir his ayde.</br>Requesting him that he wold come at last</br>To end the ceasles torments of a Mayde</br>Whom he within the burning cave shall fynd</br>Evne at the foote of proud Parnassus pynd.", "The Prince awaking from his sleip arose</br>From of the grasse wheiron he softly lay</br>And wheir his horse was feidding their he goes</br>While as Aurora gane, to light the day</br>He travel'd still till that the Cave he seis</br>Led with revenge, hope, valour, victories.", "Whose sulphur flams would fearfull hairts have stayd</br>The mounting smook such trembling terrour shows</br>But he who was not borne to be effrayde</br>Still in the greattest dangers did rejoyse</br>And since he saw no entrie but by fyre</br>Valour bred hope, and courage bred desyre.", "Resolving thus his murdring blade he drawes</br>And thrusts him self withe furie throgh ye same</br>His swords sharpe point directing fordwart shawes</br>His brave assault against the sulphur flamme</br>Which geveing place divyds it selfe in tuo</br>As if it feird his valour for to know.", "Now on he goes till he has past the light</br>Throgh caves wheir glomie darknes still abyds</br>Which seem'd the pallace of eternall Night</br>Wheir she her store of sable treasure hyds</br>And eeke from whence her mantles black she brings.</br>Whoes dreidfull terrour tams all leiving things.", "Yet this our Prince Penardo nothing letts</br>But on he goes, at last he heirs a noyis</br>Lyik to the opning up of brasin gatts</br>Wheirfro their came this dreidfull sounding voyce</br>Who past throgh Plotos' port without paynes,</br>His due in fyrie Phlegiton remains.", "Then ishew'd from a deip and hollow Cave</br>Tuo Dwarfs that held in evrie hand a torche</br>By whoes great light the Prince might weel perceave</br>A monstrous Gyant mounting from a porche</br>Great lyk a tour that braithd furthe smooke and ire</br>His eyes no eyes but tuo great flamm's of fyre.", "The Prince was not amaized at the sight</br>But rather was desyrous of renoune</br>With sword and sheild him self he bravelie dight</br>With courage brave to him descending doune</br>Whose mass, lyke to ane irone Bolt on hight</br>He rair'd, with wraith, powre, furie, strength and might.", "And beatts with force the Prince his sheild aback.</br>Upone his face till with that mightie bloe</br>He forcd him tumbling doune the steps, to mack</br>Homage upone his face unto his foe</br>Then with ane other bloe upon his creist</br>He made his lyvevish breath forsaik his breist.", "Thus being sensles layd upon the ground</br>His mightie hand his murdring blade forsook</br>The Gyant (that perceavd him in that stound)</br>Up under his left arme him lightlie took,</br>So go shalks doe who ceasing on their pray</br>Mounts in the aer and lightlie flies away.", "He caries him throw many fearfull wayes</br>Till he arryv'd unto a pleasant plaine</br>Wheir stoode a pallace poynting at the skyes</br>Whoes loftie turretts seem'd for to disdaine</br>The basest earthe and beautifie'd the aer,</br>With brightest Alabastre tours so fair.", "Then drawing neir unto the castell gett</br>The Gyant wearie of this burthen strong</br>Threw him to ground and doun him self he sees</br>To breathe a whyle who had not rested long</br>When by the fall the Prince agane reveiv'd</br>Aer brought him breath, breath lyfe from death relev'd", "And being weel awaked frome his dreame</br>He wounde that these wounderfull events</br>When memorie returnd he blusht for shame</br>All his confused thoughts bred discontents</br>And when he soght up from the ground to cleir him</br>The gyant with his masse agane drew neir him.", "Which lighted one his shoulder with such force</br>That one his hands agane he stoupt to ground</br>Who by this rude intreatment raiging worse</br>Raige brought him strength and strength his courage found</br>His armed fist aloft he stronglie rears</br>And beats the Gyants brains about his ears.", "The gyant fell with such a fearfull noyes</br>As when a thunderbolt from heavne does fall</br>Whoes lightning seems to rent the azure skyes</br>And shaks the powr's of heavne and earth withall</br>Or lyk a wind whoes furious devastatione</br>Doune throw the aer does shak the earth fundatione.", "Evne with such noyes the Gyant fell to ground</br>While presentlie the earth did him devour</br>Receaveing him within her hollow wound</br>Then clos'd agane lyke as she was before</br>Wheir at great Jasons Nevoy was amazd</br>And deim'd he was sum feind by magick rais'd.", "While he in this amazed moode did stand</br>Hard at his feitt his sworde he did espy</br>The which how some he gotte into his hand</br>He marrched forwart most couragiouslye</br>But neirer to the pallace when he came</br>He thought him ay the farther from the same.", "So thinks the courious man that wold attaine</br>By travell to heavne threatning Atlas tope</br>Mounting as far as first his eyes hade sein</br>It seems ane other Atlas ryseth upe</br>Whoes tope did aeirs thrid regione proudlie threat</br>Compast with clouds and skoartch'd with Phoebus heate", "Then is his hope accompanied with doubt</br>Such hope such doubt dwelt in Penardos thought</br>He staid him self and looking round about</br>His gaizing eyes unto his vew sune brought</br>A Mayd who towards him directs her pase</br>And first saluts him with a modest grace.", "Then ax'd him whither he was mynd'tt to goe</br>He sayd that galant fortres for to sie</br>Quod she thow finds no entres their but loo</br>If thow would enter thow must goe with me</br>Content was he to goe, to know, to prove,</br>To end the pains of death of lyfe, of love.", "At last she came unto a vault or groat</br>Whoes greislienes was fearfull to behold</br>But he who onlie had unto his lott</br>A brave undanted Spreit with courage bold</br>Straight followed her from light of day to darknes</br>And lost her in that unaquanted marknes.", "Where he does heir a dreidfull sounding voyce</br>Lyik to the skritching of the nights blak Houle</br>Hissing of serpents, and the greislie noyes</br>Of ghostly spreits in Plutoes court so foule</br>Who if his armours vertue had not saift him</br>Of lyfe, of fame, of glorie, wold had reft him.", "Whom they begin to buffet heir and their</br>Him beat thay oft unto the ground agane</br>Yet could he nothing find but filthie aer</br>Whoes smook might weell consume a world of men</br>Such filthie smook it was such uglie blasts</br>As Aetna from his dreidfull mouth forth casts.", "He drawes his sword and forward still he goes</br>Vowing to sie the end of these events</br>The further in, the thicker grow the bloes</br>At last a fearfull noyes to him presents</br>A thundring sound a fearfull trembling shak</br>Whoes dreidfull voice made all the earth to quak.", "Yet he procids and thinks them all but toyes</br>And stumbling doune at last to ground he fell</br>While as he hard a piteous groneing voice</br>Lyk to the sore tormented soulls in hell</br>That in this greislie cave, this darksum shade</br>A houling and a yowling sound still made.", "The deing grones of sum tormented wight</br>He seemd to heir amongs these fearfull sounds</br>Their Sorow dwelt, and their eternall Night</br>Of everlasting horror still resounds</br>But he no terrour fear's nor daunger dreids</br>But forward goes and throw the dark proceids.", "As does the blind in desert forrests wyde</br>Ow'r hazards roks caves, craiges and montanes wander</br>While fear of death has chast his faithfull guyde</br>Evne feir of tempests lightning storme and thunder</br>When as he heirs a noyes, a sound a cry</br>Hope throw the danger guyds him hastilye,", "So wanders he stout hardy fearles bold</br>Att last upone a deing Knight he fell</br>Skarce could he speik bott zett this much he told</br>Ah tho thou seiks for death Dispair and Hell</br>Heir duells sad death plagues, torments, heir remains</br>Hell brings from this her everlasting Pains.", "Ah crewell death, ah blak dispair alace</br>Wo wo and with the word wo chokd his breath</br>The Prince that pitied such a wofull cace</br>Heav'd up his heid and said relent from Death</br>Perhaps some hope sum hap, sum help remain</br>He answerd, (nocht but this one word) In vane.", "Why (quod the Prence) is thy releife in vaine</br>If God so pleas his grace and mercie lend</br>But to this house and to this hell of paine</br>How cams't thow in, or wast thow heir in send</br>Faine would I know wheir with the deing Knight</br>Breathd furth these words thoght weakly as he might:", "Within this cave their is a virgin Mayde</br>Love dairteth lightning from her glorious eyes</br>Her beautie bright does all their hairts invade</br>(With death, love, furie, passione) that her seis</br>Muche is the force, the strength, the vigour much</br>Who seis her, deis for love, th' enchantments such,", "Many attempt's this adventure to end</br>But still they end themselfs and it remains</br>Which I poore I has too too suirlie kend,</br>And now must pay my lyf for these my pains</br>My bosume keips her beauties burning fyre</br>That tears my hairt in peeces with desyre.", "Ah pitie (said the Prence) is their remeid</br>To save thy lyfe and quensh youths loveing flamme</br>No no (sayd he) theirs naine till I be deid</br>Heir many mo lies buried for the same</br>Wheirfore go back, leave of, returne againe</br>Heir is no heyre bot death for all thy paine", "Then sai'd the Prince I surelie wer to blame</br>Not seing danger, for to leave it soe</br>Quod he then since thow cairs so muche for shame</br>I pray the tak my counsall or thow goe</br>Above this dreidfull Cave their stands a laik</br>Whoes restles waves this thundring noyes does mak.", "The Mayde is on ane altar sacrafeizd</br>With sulpher flamms of fyre to Pluto's Deitie</br>Tuelf hours within that fyre sho's, martyrizd</br>And tuelf houres dround in blood with out all pitie</br>Before her burnes a Taper will not slaik</br>Bot in the water of that thundring laik,", "This Taper yow must win with mightie force</br>Syne drinsh it in the forsaid laik and lo</br>Her flamm's ar quenshed then with great remorce</br>But how to quenshe the blood yow their shall kno</br>Yet if yow be intangled by her beautie</br>Thy hairt thy eyes thy hands shall leave their duetie.", "Now if the burning Tapre thou obtein</br>To get it back shall many wayes be sought</br>As soone as it thou wants by any mein</br>As soone shall she from lyf to death be brought</br>Bot if thow be intangled with her love</br>The Tapre frome his place thow can not move.", "Thus fair you weell, and with the word the Knight</br>Sunck doune with sleip of leaddin death opprest</br>Greif woe, and pitie, did the Prince affright</br>His valour, courage, hope, they muche distrest</br>He goes but confort, whill his guyde was cair</br>His manlie hairt assayld with cold dispair.", "Though he was still turmoyld with cair and greif</br>Though daunger still forbids his interpryse</br>Tough sad dispair threat's death without releif</br>And though Dreid, fame and conquest both denyes</br>Yet fordward still he goes but cair or paine</br>And hops ane happie succes for to gaine.", ""]