["IDA AND OPILIO.", "THE ARGUMENT.</br>Opilio skornes the dayes of ould</br>And boasts the wealth of praesent times,</br>Rekons what sailors brought home gould,</br>Or found new trades in unknowne Climes.", "OPIL:</br>Bright may this riseing beame on Ida shine!</br>Crowne thy blith forhead with this wreath of beach</br>And bless the morning with some himne divine.</br>Hear'st not how Philomele her babe doth teach?</br>How sweet shee chirps?  but sing the best shee can,</br>There is noe Musicke like the voice of man.", "IDA:</br>There dull conceit, who cut Terpanders string,</br>And his gross eare, who caus'd the Lords of Rome</br>To force the morning birds leave of to sing,</br>Could of my Musick give a fitter dome</br>Then thy deepe cunning; let my reed be still,</br>Except Pans judge sitt yet on Tmolus hill.", "But if thou deigne to tune thy seavenfould</br>Sitt in this shade or that unpollisht cave,</br>Where the wild vine with clusters never ripe</br>Orefrets the vault, and where the yong Nimphs have</br>There dancing schoole, but thrust the Ladies out,</br>Or be their Orpheus while they friske about.", "OPIL:</br>Nor is thy rubeck out of tune soe farre;</br>But this the fault of skilful singers is,</br>To be most squemish when most prai'd they arre,</br>Though unbesought they never cease; such blis,</br>Such comfort, in your selves you poets find;</br>But that the common fault is of mankind.", "But, Ida, let us sing or Rufus death,</br>Or Monforts treasons, or great Warwicks fraies,</br>Or to what dittie els thou list give breath;</br>Praise if thou wilt the sheephards of our dayes,</br>That find each yeare new lands, new seas, new starrs,</br>And thence bring pearls in ropes and gold in barrs.", "How is this age with wealth and wisdome blest!</br>How poore and simple were the elder times,</br>That wanted all the gourd found in the west</br>And thought the world not wonned in three climes,</br>And he that of Antipodes durst tell</br>Was tearm'd an Heretick and damn'd to hell.", "They had no house with goulden [tiles which] shone,</br>They lacks the ransome of the Peruan king,</br>Pedrarias pearle and Moralis stone</br>And pretious trees that did in Puna spring,</br>With other blessing which those countreys yield,</br>Devine Tobacco and rich Cucheneild.", "IDA.</br>Stay, sheephard, stay, for thou condemnest those</br>Thou keenest not; perdie the times of ould</br>Were not soe rude or poore as you suppose;</br>They wanted neither Jewels, stones nor gourd,</br>Let Cleopatras pearle, Pithius his vine,</br>Nonius his Opall, match those Jemmes of shine.", "The Persian Darichs who can number them,</br>Talents of Greece and Sesterties of Rome?</br>Who weighes the Shekels of Hierusalem,</br>That did from Ophir and from Sheba come</br>Doubtless our saylors noe such riches find</br>In Lunaches, and Cacoas of Inde.", "OPIL:</br>Yea but there wealth to them was nothing worth,</br>Their ignorance knew not to use their good,</br>They only tooke what until'd earth brought forth</br>When caves were howses, leaves clothes, Akornes food;</br>The earths rich parts, that silke, spice, unguents send,</br>They kn[e]w not, Finister was ther worlds end.", "IDA.</br>Perchance thou hast some curious feaster scene,</br>That serves his wildfoule with ther feathers on,</br>And wraps up Antick-like his napkins cleene,</br>Or know'st that Lord of France with pearle and ston</br>That sawceth all his meate, or hast hard tell</br>In how rich towres Dorados Ingas dwell.", "If soe, yet did those dayes our times surpass</br>In costly buildings, utensils and [cheare];</br>Let Ciprus house that earth[s] seaventh wonder was,</br>Let Aesops platter, Celers barbell deare, </br>Let Plotins fatall perfumes witnesse bee,</br>They were as rich, as wise, as mad as wee.", "Nor did there knowledge with cape vincent end</br>Plato can tell thee of Atlantis land;</br>The place where Salomon for gourd did send</br>Is by the Parian gulfe; Eudoxus fend</br>The point Speranza, and those men of Inde</br>Metellus saw, the Norwest streit did find.", "And if that navy, which the stormes sterne blast</br>In the third Henries dayes to England brought,</br>King Fucusur upon this Island cast,</br>When from his owne expel'd new lands he sought</br>In ships five massed, built of Chinas mould,</br>Then was the Northeast passage sail'd of ould.", "OPIL:</br>The land of nusquam where king Nemo dwels,</br>Utopia and Lucians realme of lights,</br>Fronter Atlantis whereof Plato tels,</br>And he that to the west his voiage dights</br>To seeke for Ophir, may teach Salomon</br>To saile from Joppa, not from Ezion.", "Noe, noe, that earths back side, that nether land,</br>Where like deepe fretworke in some heighroof'd hall,</br>The mountains hang and towres reversed stand,</br>If they wist whether, ready still to fall,</br>To our forefathers ever was unkend,</br>They thought the earth had bounder side and end.", "But wise Columbus wist the world was round,</br>That night was but earths shade, that the sun beame</br>His midnight light bestowed on some ground</br>Not all on waves and fishes in the streame,</br>And of the globe tree knew the sea possess</br>But the seaventh part, firme land was all the rest.", "Thereby tree gathered many people dwelt</br>Twixt Spaine and China, and what god they feared,</br>What wealth they had, what heat or could they fealt</br>He longed to discrie, and that way steard,</br>Where a new world he found, yet on the same</br>Americk entered, and it beares his name.", "I will not praise the Ruffian that first found</br>The calme Southsea, nor yet the man who past </br>The Ocean[s] stormy mouth, nor him to ground</br>That Mutezumas spatious pallace cast,</br>Nor the bould swinheard to his freed untrew</br>Who kil'd the ransom'd king of rich Peru.", "But listen, while I praise in rurall songe</br>Such hardie groomes as this faire Isle sent forth</br>To grope their way in darke nights halfe-years long,</br>To feele the July winter of the North,</br>To sweat at Christmas with the lines whot aire</br>Or droope in six months showres by springs of Zaire.", "The chiefe of these and all the rest biside</br>Is he that on this ball of sea and land</br>Did three long years in joyfull tryumph ride</br>And the vast round girt in a golden band,</br>Grand pilot of the world, who learn'd this feat</br>Of the wise stearman of Noyes carrak great.", "Great Amurath did to his picture bend</br>And at his name Rome did an earthquake feele,</br>Spaines Jennet proud he did to stable send,</br>Which stamps to powder with his brazen heele </br>The worlds halfe conquer'd globe, but now surpriz'd,</br>The stall houlds him whom scant the world suffiz'd.", "Noe thunders rage, no Tuffons furious rore,</br>Noe lions strange which rise, no spouts that fall</br>Dismai'd his courage, but from Albion's shore,</br>From Tarenat, from Helens garden smal</br>To London safe he brought his Argo backe;</br>And yet this Jason doth his Orpheus lack.", "His fellow rivall of his honour sought</br>For mines of gourd on Metas unknown side,</br>England admir'd the savages he brought, </br>But when his oare was in the furnace bide</br>It proved Marcasite, the shining rocks</br>Beguile his eyes, soe fortune vertue mocks.", "Oft he neigh perish't in the frozen piles</br>Of swimeing Ice, while longe he sought in vaine</br>A passage that way to Moluccas Iles.</br>Nor he that three times saild that cowrse againe,</br>Had better happ, but with bare hope came home;</br>The time for that discovery is not come.", "And hee the shores and creekes of new found Land</br>Who lett to farme and fished all the banke,</br>Lost his delight upon an unknowne sand,</br>And lost himselfe when his light frigot sanke,</br>And yet some say that from the Ocean maine</br>He will returne when Arthur comes againe.", "Of those that with the Russ our trade began</br>The first were turned by Arzinas frost</br>To images of Ice, and some that ran</br>To vaigats and Petzora there were lost;</br>Soe merciless, alas, is wave and winde,</br>U[n]happy [P]akin, thou art hard to find!</br>"]