["A solemn tremour steals across my breast</br>As I survey with awe the sacred place</br>Where soundly sleep, for ever laid at rest,</br>The mould'ring ashes of the human race.", "Here reigns victorious Death, enthron'd in state,</br>Confess'd sole monarch of this dark abode;</br>Alike before him bow the brave, the great,</br>The rich, the poor, the vicious, and the good.", "No jarring feuds disturb their calm repose,</br>In bonds of peace they here at last unite;</br>Hush'd is the murm'ring sound of human woes,</br>And all is silent as eternal Night.", "Would here Ambition's restless sons repair,</br>Who deluge Europe's Continent with gore,</br>Learn of these shades, forget the rage of war,</br>And give at once their bloody bickerings o'er!", "The regal monarch and the lordly peer,</br>The mitered prelate and the lowly swain,</br>Names and distinctions, are forgotten here,</br>And Title's empty boast is null and vain.", "The martial rage that fir'd the warrior's breast,</br>The thirst of fame which rous'd the poet's lay,</br>The patriot's zeal, are all alike suppress'd;</br>Sunk in Death's shades in Science' heav'nly ray.", "Around are strew'd the annals of the dead,</br>Instruction now unfolds her ample page;</br>Wisdom in ev'ry sentence may be read,</br>E'en untaught Youth may here become the sage.", "An air of gloomy grandeur reigns around,</br>The deep-stain'd windows scarce the light admit,</br>With rich heraldic blazonments abound,</br>Or sacred subjects, chose from Holy Writ.", "The sable 'scutcheons deck the hallow'd walls,</br>The sculptur'd marble courts the curious eye;</br>They pause and read &mdash; a tear of pity falls,&mdash;</br>Their breasts responsive heave the tender sigh.", "See yonder ensign floating in the air,</br>That stately tomb, those instruments of death,</br>The sword, the shield, the crested helm, and spear;</br>Approach and read, some warrior rests beneath:&mdash;", "\"Here lies entomb'd an hero known to fame,</br>Who in the scene of action bravely died;</br>His valiant deeds immortal honours claim,</br>Long did he prove his country's boast and pride.", "\"Tho' here in death his mortal ashes sleep,</br>Yet lives his honour'd name for ever dear;</br>'Tis on his country's bosom graven deep&mdash;</br>They oft embalm his mem'ry with a tear.", "\"Firm and magnanimous, the hero's soul</br>Undaunted stood amidst the storms of war;</br>His deathless fame resounds from pole to pole,</br>And distant ages shall his praise declare.", "\"Tho' fierce in conflict, yet in manners mild,</br>His gen'rous breast with sympathy was mov'd;</br>Whilst, free from malice as the new-born child,</br>He fell lamented, as he liv'd belov'd.\"", "Observe yon humble monumental stone,</br>That hangs against the Gothic pillar's side;</br>No needless sculpture does its face adorn,</br>Its style is simple, and devoid of pride.", "To rescue from th' oblivious roll of death</br>The mem'ry of the pious character</br>Who lays entomb'd within the vault beneath,</br>It stands confess'd a sad remembrancer.", "The Christian Pastor of a chosen flock,</br>Their Maker's laws he taught them to revere;</br>With soul serene he met the dreadful shock,</br>And look'd on Death devoid of guilty fear.", "The poor ador'd him, for he lov'd the poor,</br>On them his chief attention was bestow'd;</br>They shar'd with him his hospitable store&mdash;</br>He fed their souls with pure celestial food.", "To paint the death-bed of the dying saint</br>Requires the pathos of a seraph's tongue;</br>Fain would I trace the scene, but, ah!  how faint,</br>How far beneath the subject, is my song.", "Attendant angels guard the heirs of grace,</br>Around their beds in silent watch they stand,</br>Soon as the awful change of death takes place,</br>To bear their spirits to the promis'd land.", "Worn with excessive toils, his live ebbs out;</br>See where his friends surround his dying-bed;</br>Deep sorrow now and grief have struck them mute&mdash;</br>His weeping consort holds his languid head.", "Mark, with big sorrow heaves her tender breast;</br>Those stifled throbs, that quick-descending tear,</br>Evince with him she only can be blest;</br>But ah, alas!  the parting scene draws near.", "The grand attack of his last mortal foe,</br>Calmly resign'd, he now with patience bears,</br>Suff'ring with all the majesty of wo,</br>And comforting, by turns, his comforters.", "Touch'd with compassion for the weeping throng,</br>The patient suff'rer now the silence breaks;</br>The feeble accents die upon his tongue,</br>But, gath'ring strength, at length he falt'ring speaks:&mdash;", "\"Weep not for me, ye sympathetic friends!</br>Forbid the causeless tears of grief to flow;</br>Rather rejoice that now my sorrow ends,</br>That I so soon shall quit this vale of wo.", "\"No anxious fears corrode this peaceful breast,</br>Resign'd I wait th' inevitable hour;</br>Sure, when from earth my spirit is releas'd,</br>To be with CHRIST my Lord for evermore.", "\"Thou dear fond partner of my soul, adieu!</br>I leave thee and my orphan babes to God;</br>Ah!  keep his gracious promises in view</br>When I am gone and laid beneath the sod.", "\"And, ye dear pledges of our mutual love,</br>Receive your dying father's last embrace;</br>Oh!  may that Pow'r, who reigns enthron'd above,</br>Inspire your tender hearts, with truth and grace.\"", "Here did he pause; &mdash; he no more could say,&mdash;</br>His soul still breathes unutterable bliss;</br>His spirit gently leaves the smiling clay&mdash;</br>His death appears an apotheosis.", "How diff'rent this from gay Antinous' death,</br>Whose sumptuous monument I see is near;</br>Mark how the youth resigns his forfeit breath,</br>Smit with remorse, convuls'd with ghastly fear.", "He strives to pray, but pray'r is now in vain;</br>At length he cries, \"Thou most indulgent God,</br>Thou blest Redeemer, who for me wast slain,</br>How have I trampled on thy sacred blood!", "\"Hell is a refuge, if from me it bide,</br>The presence of offended Deity,</br>Whose attributes and being I denied,</br>And dar'd his utmost wrath to fall on me.", "\"Remember this, ye gay deluded throng,</br>Who God and all his mercies have forgot;</br>Tho' kind indulgent Heav'n bear with you long,</br>Yet retributive Justice slumbers not.", "\"No ray of hope darts thro' impervious gloom,</br>Nor dawn of comfort doth around me shine;</br>Heav'n closing with my conscience seals my doom&mdash;</br>Its heaviest strokes but second those of mine.\"", "Convulsions deep now seiz'd his feeble frame,</br>His wretched soul with horror stood aghast;</br>Forc'd to appear, tho' loath, she trembling came;</br>With horrid groans and oaths he breathes his last.", "Just in youth's prime, with fondest hopes elate</br>Of lengthen'd life, he's number'd with the dead;</br>Sent to his final, dread, eternal state,</br>\"With all his imperfections on his head.\"", "Yon small white stone, emblem of innocence&mdash;</br>Beneath the same a sleeping infant lies;</br>The little sojourner was soon call'd hence,</br>Just peeps into our world, then gasps, and dies.", "Ye weeping parents, now let me advise&mdash;</br>Dry up your tears, and calm your troubled soul;</br>Soon has your lovely infant gain'd the prize&mdash;</br>Just as its race commenc'd it reach'd the goal.", "Grieve not that God has hous'd your tender plant,</br>Perhaps he saw the threat'ning storm draw near;</br>He graciously supplies its ev'ry want,</br>Fix'd in a richer soil and purer air.", "Here, had it stopp'd, by fierce Temptation's pow'r</br>Perhaps it had been finally o'ercome;</br>But he foresaw th' approaching fatal hour,</br>And kindly call'd the little wand'rer home.", "See where among yon radiant throng it stands;</br>Cloth'd in white robes, a glorious crown it wears;</br>A golden lyre plac'd in its beauteous hands&mdash;</br>A palm of victory it also bears.", "Hark!  all at once they strike their sounding lyres,</br>Heav'n's golden courts re-echo loud the song;</br>The mighty theme each raptur'd spirit fires,</br>And bursts of praise resound form ev'ry tongue.", "Perhaps (if you obedient prove to grace,</br>And live a life of faith and holiness)</br>It may, commission'd, when your change takes place,</br>Convey your spirit to the realms of bliss.", "Yon splendid monument, which breaks to view,</br>Rear'd by the hand of Opulence and Art,</br>Contains the ashes of a patriot true;</br>The letter'd urn can all the tale impart.", "\"Here lies beneath, in hopes of future bliss,</br>His country's boast, the mirror of the age;</br>To gain a better world he quitted this,</br>And died a patriot, pious, good, and sage.", "\"His country's bark, thro' rough tempestuous seas,</br>With wise prudential care he cautious steer'd;</br>Tho' threat'ned oft by Faction's hostile breeze,</br>From rocks and quicksands yet he safely veer'd.", "\"No venal passions lurk'd within his breast,</br>Disinterested love was graven there;</br>Pro Patria was the motto of his crest,&mdash;</br>O save my country, Heav'n!  his dying pray'r.", "\"Scarce has his sun pass'd Life's meridian blaze</br>(Still shone with beams superlatively bright),</br>When, suddenly divested of its rays,</br>It sunk behind the veil of endless night.", "\"The breathing statue, or the letter'd urns,</br>Are cold memorials of his honour'd name;</br>Each breast acquainted with his virtue burns</br>And glows to emulate his well-earn'd fame.\"", "What sounds are those that strike upon my ear?&mdash;</br>The solemn murmur of the deep-ton'd clock;</br>It peals a knell which warns me to prepare,</br>And tells a lesson in each lengthen'd stroke.", "Then shall I slight the solemn caution, giv'n</br>Within the awful precincts of the dead?</br>Sure, 'tis the friendly warning voice of Heav'n,</br>Whose love and mercy in its tones are read.", "Can we elude the vigour of our foe,</br>Tho' health, youth, beauty, all at once unite?</br>Think not by these to depreciate the blow,</br>These the grim tyrant's fiercest rage excite.", "Can Galen's sons, who boast their healing art,</br>With all their nostrums stop the dire disease?</br>Can they extract the poison from his dart,</br>And bid the grisly monarch's havoc cease?", "Can gold, all-pow'rful gold, with Death prevail,</br>And bribe him to relax his stern decree?</br>At last the eloquence of gold must fail&mdash;</br>It cannot purchase immortality!", "Why shrink with terror from the silent tomb?</br>It leads to life; tho' dull, yet short, the way:</br>Your Saviour's presence shall disperse the gloom,</br>And cheer the passage to eternal day.</br>"]