["In eastern glory, from the sparkling main,</br>The god of day had rais'd his fiery car,</br>Ne'er on the sleeping brave to rise again.</br>For, on the wings of slaughter, purple war</br>Had rode in gory grandeur; from afar</br>The cannon's crash had peal'd the knell of death;</br>With fearful gleam, the crimson'd cimeter</br>Had strewed the field with marks of woe and scathe,</br>And every breeze was thick with warriors' gasping breath!", "I stood upon the spot, where, just before,</br>The arms of millions met the evening sun,</br>Untarnish'd with the horrid stain of gore,</br>Ere the dread work of slaughter had begun;</br>Ere yet the fearful deed of death was done;</br>Ere steel met helmet-crest in desperate strife;</br>Ere yet the field of death was lost or won,</br>While yet the scales of fate, with carnage rife,</br>Were hanging in the dreadful crisis, &mdash; death or life!", "Oh!  'twas a scene of deadliest slaughter.  Here</br>The wounded soldier rais'd his dying head,</br>Then sunk, exhausted, on his bloody bier,</br>And breath'd his warrior spirit to the dead!</br>I gaz'd around upon the gory bed&mdash;</br>The couch of death, where many a thousand lay;</br>Where thousands conquer'd, and where thousands bled,</br>Ere yon bright orb had sunk his vesper ray:</br>These were the wrecks, the horrid wrecks of yesterday!", "There lay the charger, on the bleeding sod,</br>Struggling with death!  The native fire and pride,</br>That \"cloth'd his neck in thunder\" when he trod</br>O'er vanquish'd foes, now sinks unquell'd &mdash; untried.</br>He moan'd not &mdash; sigh'd not, though the purple tide</br>Of life was ebbing fast; the foam of death</br>Was curling on his barb, but ting'd and dyed</br>In his own reeking gore.  With fretful teeth</br>He champ'd the galling bit that stopp'd his dying breath!", "And there, contending for the bloody tomb,</br>In deadly grasp, were link'd two mortal foes</br>With hate untried, unmindful of the tomb</br>That, ere an hour had run its course, might close</br>In woe &mdash; in death!  From quiv'ring nostrils rose</br>The bloody froth most horribly!  'Tis past!</br>Years have roll'd on since death, enthron'd on woes,</br>With which man dares the universe to blast,</br>Upon my shudd'ring gaze his purple trophies cast.", "Years have roll'd on, and many a year may roll,</br>Ere death from earth and grief shall shrive me free;</br>Ere yet my spirit reach its final goal,</br>Full many a year the eye of time may see,</br>But, oh!  how many, or how few they be,</br>The feelings of the breast they cannot sear;</br>Nor sweep, like dust, that hour from memory,</br>When mourning, sadly o'er a nation's bier,</br>I shed the burning drop of recollection's tear!</br>"]