["ECLOGUE I.</br>THE TEARS OF HOBBINOL.", "Hard by a bushy dell was Hobbin seen</br>In bitter stour, and shent with doleful teen;</br>(Hobbin, the youth who whilom blithe and gay</br>As mattin lark or linnet on the spray,</br>Was wont to sing the jocund roundelay.)</br>Unheeded now upon the dewy grass</br>His bagpipe lay, and eke untun'd it was.</br>Blent were his eyen with sorwe's bitter flood,</br>His tear-stain'd cheeks forlorn of youthly blood;</br>In ropy tangles hung his unkempt hair,</br>Like one whose heart's yclouded by despair.</br>Full many were the heavy singulphs sent</br>From his riv'n breast, in sorwe all ydrent.", "Him blithesome Cuddy, tripping o'er the lea,</br>All in this dreary guise enchanc'd to see,</br>And to him yeod to weet what deal of woe</br>Ycaus'd his bitter tears so fast to flow.", "CUDDY.</br>Why what's the hap?  Why, Hobbinol, my lad!</br>Thee art bewitch'd I trow, or ganging mad.</br>I met thy sheep o'ersprinting yonder mead,</br>Where they have stray'd for lack of better heed.</br>Up shepherd, up, thy scatterlings restrain,</br>Ere pilfering lossels filch them from the plain.", "HOBBINOL.</br>Let blithsome swains of flocks take proper keep,</br>Here will I lay, and eke for ever weep.", "CUDDY.</br>Thou witless herd-groom!  hast forlorn thy wits?</br>How ill thy plaining with this season fits?</br>For now light Zephyr ling'ring Spring awakes</br>From her long slumber, and behold she breaks</br>Thro' frigid nature; sham'd that Boreas rude</br>Should on her wonted reign so long obtrude:</br>A verdant blush enclothes her gladsome frame.</br>D'ofte dolour then, eke 'gin some joyous game:</br>Tune up thy jolly pipe, which now forlore</br>Lies all unheeded on the greensward floor;</br>Herry the buxom season, as 'tis meet,</br>With hymnials loud and lovelays gaily sweet.", "HOBBINOL.</br>Ah Cuddy!  seek thee out some happier swain:</br>Of me thou seek'st for joysomness in vain.</br>But ill bestead is that unhappy bard</br>Blithe madrigals to sing, whom Fortune hard</br>Doth doom in bitter stour his days to spill;</br>Whose gladsome fancy anguish keen doth kill.</br>For roundels brag to unshent shepherds wend,</br>Whiletime the welkin I with dolours rend.</br>What boots it me, that Phoebus once again</br>Makes lightsome nature with his jolly waine?</br>What boots it me, that Boreas, blust'ring bleak,</br>His reign foregoes for Zephyr bland and meek?</br>That gay Vertumnus spreads him o'er the meads,</br>And by the hand the bloomy Flora leads?</br>That Naids no more their frore-bound fountains mourn,</br>But pour in gambolment the crystal urn?</br>From the warm'd stream that sheen-scal'd fishes leap?</br>That browsing lambkins merry gambols keep?</br>That on each spray birds maken melody,</br>And cooing doves speak their felicity?</br>To make me mirth in vain the sun essays;</br>In vain 'mongst budding trees light Zephyr plays:</br>Phoebus ne warms, ne Zephyr glads my heart;</br>Despair's breeme winter works me baneful smart.</br>In vain embraved meads look fresh and gay,</br>While lambs and fishes bragly sport and play:</br>They nor my eyen delight, ne ease my care,</br>Forthy my heart's yclouded by despair.</br>In vain the Naids in silver murmurs flow,</br>Birds sootly sing, and doves enamour'd coo;</br>Their melody no joyaunce can impart,</br>Sorwe's harsh discord grateth in my heart.</br>With dolourous teen my heart is so bestead</br>The landscape's pleasaunce cannot make me glad;</br>Nor songs mine ear delight, ne flow'rs mine eye,</br>The stream's soote murmurs pass unheeded by.", "CUDDY.</br>Thou witless groom!  what means this moody care?</br>What glauncing eye, or love-bereaving air</br>Hath trapp'd thy heart in Cupid's wimble snare?</br>Cheer up thou fon, thy jolly bagpipe tune;</br>With mirth and glee thou'lt lose thy passion soon.", "HOBBINOL.</br>Ah Cuddy, Cuddy, you my plight misdeem;</br>My drearyment is heavier than you ween.</br>Not Love's light arrow, but Death's heavy dart,</br>Bestirs this mortal teen within my heart.</br>Weep, weep my eyne!  ye scalding tears descend!</br>All joy I've lost, for I have lost my friend.</br>Oh Death!  of Sin the greedy tyrant son!</br>As round the world for ravin thou dost run;</br>Could'st thou no wight to glut thy craving find</br>But him alone in whom at once combin'd</br>Each gifting rare of heart, and eke of mind?</br>Weep, weep my eyne!  ye scalding tears descend!</br>Joy is no more, for I have lost my friend.</br>Ah life what art thou?  Tenure of an hour!</br>Of joy how scant?  how full of dolourous stour?</br>A brere, whereon, in spring, few blosmes appear,</br>But muchel noyous thorns thro' all the year.</br>Ah, woe's my heart!  how rear my blossoms fade?</br>How scant they open'd, and how soon decay'd?</br>Just budded forth, and, as that were too much,</br>Like sensitives yshrink'd they from my touch.</br>One flow'ret only blossom'd sootly forth,</br>And that I dempt of sick a peerless worth,</br>That, tho' I saw each other hope decay'd,</br>I counted this a rich amendment made.</br>But wele away!  'tis nip'd by deablly frost:</br>The only pleasaunce of my life is lost.</br>Weep, weep my eyne!  ye scalding tears descend!</br>All joy I've lost; for I have lost my friend.</br>My Lubin dearn!  the glory of the plain,</br>Love of each nymph!  delight of ev'ry swain!</br>Lubin (on whom befriending heav'n bestow'd</br>A pleasant fancy, curb'd by judgment good,</br>A heart to Virtue's good beheasts inclin'd,</br>By Sensibility's soft touch refin'd,)</br>Thy friendship 'twas wherein I took such joy.</br>Ah, cruel Death!  why did'st my bliss destroy?</br>Weep, weep my eyne!  ye scalding tears descend!</br>Joy is no more; for I have lost my friend.", "CUDDY.</br>Is Lubin dead? &mdash; Ye birds that fill each spray</br>Your sonnets cease, and be no longer gay.</br>Ah, blent thy face, bright sun, in mirky tears;&mdash;</br>How ill thy sheen at sick a time appears?&mdash;</br>Surcease ye babbling rills, or as ye flow,</br>Contrive to sing of drearyment and woe.</br>Be hush'd, ye zephyrs, if ye n'ill inspire</br>With woeful dirges some Aeolian lyre.</br>Lambkins no more your pleasant pastimes keep,</br>But pining learn of us to wail and weep.</br>Weep, weep ye swains!  for peerless Lubin's dead,</br>And cause of joyaunce from the plain is fled.</br>Ye buckthorns cease your budding leaves to show;&mdash;</br>Let nothing thrive but cypress, sign of woe.</br>Let daffodils their golden semblance lack,</br>And eke the primrose dight in sooty black;</br>Let crocusses no various colours know,</br>But them b'dight in livery of woe.</br>From glens and groves is rural joyaunce fled:</br>Mourn, mourn ye sylvan scenes!  for Lubin's dead.", "HOBBINOL.</br>Ah, me!  each various object pains my heart;</br>Each wonted pastime wakes my dol'rous smart.</br>Farewel to books that wont to glad my mind;</br>No pleasaunce now in rural songs I find.</br>Yet, whilom, when I wont to pine and grieve,</br>Would Colin's lovelays eft my mind relieve;</br>But now no lovelays can my grief assuage:</br>My Lubin's form's depeinten on each page.</br>Each rustic lay, which erst with joy I read,</br>Now but reminds me that my friend is dead.</br>How eft his converse would my taste refine?</br>How eft explain the beauties of each line;</br>And with soote praise inspire me to rehearse</br>My artless lays, and copy Colin's verse?</br>But now farewel to pipe and artless lays;</br>For he is gone who wont my skill to praise.</br>Weep, Cuddy, weep!  let scalding tears descend!</br>Joyaunce is flown; for we have lost our friend.</br>Groves, bourns, and rivers but my dole renew,</br>For there the image of my friend I view.</br>In dreary cot, or o'er embraved glennes,</br>Where'er I won still, still the tender scenes,</br>And eke blithe hours in friendly pleasaunce spent,</br>My woeful mind loves all to represent.</br>How eft times would we rise at early dawn,</br>Whiles glitterand dews besprint the humid lawn,</br>And to some rivers cooling marge ystray,</br>With pleasing talk aye glad'ning all the way:</br>Thus was I wont a double good to find,</br>The walk my health improv'd, his lore my mind.</br>But, ah!  such pleasaunce I must ken ne more</br>Sithence with Lubin I each joy forlore.</br>Weep, Cuddy, weep!  let scalding tears descend:</br>Joyaunce is flown; for we have lost our friend.</br>Farewel the joys of valley, grove, and spring,</br>Desporting lambkins, birds that sootly sing:</br>Ne more, ne more your vernal charms invite;</br>Ne more, alas!  your merry makes delight.</br>Weep, Cuddy, weep!  let scalding tears descend:</br>Joyaunce is flown; for we have lost our friend.</br>Farewel to rustic verse and music sweet,</br>Ne more the loves of shepherds I repeat:</br>But thus my erst-lov'd bagpipe throw away</br>Sithence he's dead for whom I wont to play.</br>Weep, Cuddy, weep!  let scalding tears descend:</br>Music is harsh; for we have lost our friend.</br>Yet hold, and let us stint our selfish tears;</br>For not our friendship in our grief appears:</br>Forthy, he 'as left this vale of dole below</br>For heav'nly realms, where never yet was woe.</br>Death's dart, that shent us with such sore annoy,</br>Exalted Lubin to sublimer joy.</br>Then stint ye impious tears, ne more descend;</br>Heav'n gain'd a cherub when we lost a friend.", "ECLOGUE II. </br>THE WEEPING LYRE.</br>I tell the dreary ditties of two swains,</br>Who 'neath a poplar sung their doleful strains.</br>Death, ugsome death!  had both their joyaunce crost;</br>Hobbin his friend, his love had Argol lost.</br>And now, their daily rural business done,</br>Each one began his nightly task &mdash; to moan:</br>The silver moon, yshining o'er their heads,</br>Her glitterand beams upon the streamlet sheds,</br>Whose doleful murmurings o'er the pebbled ground</br>Invite the mourners by their plaintive sound.</br>The yellow'd dews bewet the hawthorn spray,</br>And in the west did wained Phoebus' ray</br>Dapple with fainty red eve's dusky grey.", "Wilt thou, oh T&mdash;, lend my lays an ear,</br>And with my sorwe's mingle eke thy tear?</br>Thou wilt I wot; tho' artless been my verse,</br>Thou'lt feel the tender subject I rehearse;</br>The tear adown thy manly cheek will steal&mdash;</br>Oh hide it not, for it becomes thee wele.</br>I'll mingle mine, and echo groan for groan,</br>Mourning thy loss whiles I waiment my own.</br>Each ones I pine, each ones at once I grieve;</br>Their memories both in Doric verse shall live.</br>Both I esteem'd, albe it is confest,</br>Lubin my friend was dearnest to my breast.</br>Albeit for him my heart is most forlorn,</br>Stella naith'less with unfeign'd dole I mourn;</br>And had ne Lubin drain'd the bitter tear,</br>My waiments sad had wetted Stella's bier.", "Begin my Muse, b'dight in sable 'weed,</br>The joy-lorn shepherds' mournful tales aread.", "HOBBINOL.</br>Argol, our flocks are in their cootes ypent,</br>And day's illum'ning waine in ocean blent;</br>The happier herd-grooms been all lull'd in sleep,</br>But we by sorwe kept awake to weep.</br>Better I trow we hail the sheen-clad moon</br>With woeful dirges, and our minstrels tune</br>To dreariment beside this murmuring stream</br>Than pining press the restless bed I deem.</br>Here set we down, our mutual teen rehearse:</br>For sorwe's oft reliev'd by mournful verse.", "ARGOL.</br>Thy council, Hobbin, I arread is good:</br>Then let us here indulge the dreary mood.</br>I have a dirge, which ones erewhile I wrote,</br>Wherein my teen for Stella's death I note;</br>Thilk same I'll sing, and tune my sorweing tale</br>To the sad wailings of the nightingale.", "HOBBINOL.</br>And I last night, ystretch'd upon the ground,</br>Whiles pastime slept, and sadness reign'd around,</br>Where weeping willows darkling shade the stream,</br>That murmuring flows these delved banks between,</br>Her voice to dole where Philomel attunes,</br>And mate-lorn doves yspill the night in moans,</br>To Lubin's praise compos'd a doleful verse:</br>The same if tears permit I will rehearse.</br>And eke I've made of maple ware a lyre,</br>Deftly attun'd with various sounding wire;</br>At top whereof's encarved a hollow shell;</br>From whence, like tears, adown the chordings well</br>Slow drops of water, and the whiles they flow</br>They give each note a sooter sound of woe.</br>Amuling this, mine Elegy I'll sing,</br>Touching with all my art each thrillant string.", "ARGOL.</br>Eftsoons then Hobbinol begin thy tale,</br>And, after thee, I will my hap bewail.", "HOBBINOL.</br>Adown the wires while tears melodious rain,</br>Awake elegiac lyre the plaintive strain.</br>Ah woe is me!  how mickle is the smart</br>The heart of Sensibility doth rend,</br>When we, deep shent by Mis'ry's trenchant dart,</br>Our dearnest joyaunce lose, a bosom friend.</br>Nought to the feeling bosom been so dear</br>As the elected brother of the heart:</br>That dearnest blessing I enjoy'd while-ere,</br>But now bereaved am by Death's fell dart.</br>Ah, me!  that dearnest friends so soon must part!", "Adown the wires, while tears melodious rain,</br>Awake elegiac lyre the plaintive strain.", "Oh Friendship!  passion of celestial birth!</br>Oh hailey flame!  oh joyaunce most divine!</br>How eft profess'd?  how scantly met on earth!</br>Thou wont to glad this drooping heart of mine.</br>But friendship's joysomness been now all o'er,</br>And ah!  for aye with dearnest Lubin fled;</br>I'm doom'd to taste of joyaunce now no more,</br>But hang in pining dole my drooping head;</br>For social pastime is with Lubin dead.", "Adown the wires while tears melodious rain,</br>Awake elegiac lyre the plaintive strain.", "Ne more the hautboy shall my bosom cheer;</br>'Mongst blithesome louts ne more my time I'll spend;</br>In lonely silence eft the darkling tear</br>Shall swell my eyne, and sighs my heart yrend.</br>Oh come, ye Muses, help me now to weep,</br>Help me to tell my Lubin's peerless worth.</br>Shall Lubin's virtues with his ashes sleep?</br>Sicker thilk gems been not of mould'ring earth:</br>Then letten verse ygive them second birth.", "Adown the wires while tears melodious rain,</br>Awake my lyre, and Lubin's worth explain.", "The social virtues fram'd his youthly heart,</br>And modell'd eke each movement of his soul;</br>And dulcet graces deftly did their part,</br>With lovely manners cloathing soote the whole:</br>Philanthropy, and eke her sister fair,</br>Hight Sensibility, the parent-queen</br>Of generous passions, eachones did repair</br>To dwell my Lubin's tender heart within.</br>But mean Self-love there ne'er found place I ween.", "Adown the wires, while tears melodious rain,</br>Awake my lyre, and Lubin's worth explain.", "Love, of his neighbour's deeds yjudging kind;</br>And Justice, only to himself severe,</br>By Mercy made to other's failings blind;</br>And Prudence als, whose lorings all revere;</br>And Pity, from whose dawn-resembling eye</br>Distils for aye a teen-appeasing balm,</br>Before whose face all shents and dolours flee&mdash;</br>Of sick a mickle potence been her charm:</br>These virtues did and more his bosom warm.", "Adown the wires, while tears melodious rain,</br>Awake my lyre, and Lubin's worth explain.", "Deep Sapience, with mirthsome Wit combin'd,</br>Free from all surquedry, and eke from pride;</br>And manly strength of philosophic mind</br>Shone in his lore, did o'er his tongue preside.</br>Then sicker all have cause to weep and wail,</br>And eke, like me, to hang in drearyment,</br>That death has wrought so soon my Lubin's bale,</br>So soon this lamp of virtue is yblent.</br>Ah me!  with dark despair I'm overhent.</br>Here cease my lyre, here cease the plaintive strain,</br>'Tis past thy art his virtues to explain!", "Vain been the efforts of the tuneful Nine</br>To paint such peerless worth in plaintive lays</br>In tears, alas!  my Lubin's praise shall shine;</br>For all who konn'd him speak in tears his praise.</br>A sister's sorwes and a mother's moans,</br>Aread his praise as brother and as son.</br>His pheers deep sighs, his friends heart-rending groans</br>Aread how true in Friendship's race he run:</br>Ah me!  a virtuous race too soon foredone.</br>Then cease my lyre, then cease thy plaintive strain;</br>Cease down the wires melodious tears to rain.", "With much of tears thus wail'd the gentle wight,</br>Then Argol 'gan his ditty to recite.", "ARGOL.</br>Ah, Stella!  Stella!  how shall I relate</br>My dolourous teen at thy untimely fate?</br>Ah me!  my heart is overhent with woe,</br>To think how thou wert ravish'd from my arms:</br>Sweet bud of beauty!  ah how short thy date!</br>Must Death's fell worm devour thy youthly charms?</br>Descend ye tears, ye floods of sorwe flow!</br>For Death hath blent soft Hymen's joyous fire,</br>Hath seiz'd his amorous torch to light the fun'ral pyre.</br>Sad Philomela, from the humid spray,</br>Thy trembling notes awhile prolong,</br>And make the dolourous undersong</br>To my waimenteous dirge my love-lorn lay.", "Ah Stella!  Stella!  how shall I relate</br>My dolourous teen at thy untimely fate?</br>Mourn, Venus, mourn thy earthly image dead;</br>And Love waiment thy daintiest darling lost;</br>Great been your woe, but mine been far more great:</br>How is each hope of tender pleasaunce crost!</br>Bright Pleasure's bow'r in fogs of anguish fled!</br>My saffron robe ychang'd to sable stole,</br>My madrigals to dirges turn'd, my glee to dole!</br>Sad Philomela!  from the humid spray</br>Thy trembling notes awhile prolong</br>To make the dolourous undersong</br>To my waimenteous dirge, my love-lorn lay.", "Ah Stella!  Stella!  how shall I relate</br>My dolourous teen at thy untimely fate?</br>That eye, where wit and pleasaunce wont to play,</br>Ah woe's my heart!  shall pleasure me no more:</br>That vermil'd cheek, b'dight with dimpled state</br>The rose and lily eke I did adore,</br>All, all, alas!  are sunk in sad decay.</br>The flow'ry garlands cull'd to grace each brow</br>Must be ychang'd to wreaths of baneful cypress now.</br>Sad Philomela!  from the humid spray</br>Thy trembling notes a while prolong,</br>And make the dolourous undersong</br>To my waimenteous dirge, my love-lorn lay.", "Ah Stella!  Stella!  how shall I relate</br>My dolourous teen at thy untimely fate?</br>The virgins meant to chaunt the amorous hymn,</br>To herryings soote to dance the heighdregue,</br>Must now their sportive merry-makes abate;</br>Must tear their chaplets on thy grave to strew;</br>Their sonnets chang'd to dirgeous waimentings,</br>Must d'off their snowy robes for weeds of woe;</br>Changing their wimble steps to traces sad and slow.</br>Sad Philomela!  from the humid spray</br>Thy trembling notes a while prolong,</br>And make the dolourous undersong</br>To my waimenteous dirge, my love-lorn lay.", "Ah Stella!  Stella!  how shall I relate</br>My dolourous teen at thy untimely fate?</br>But oh my Stella!  tho' Death's cruel dart</br>Hath snatch'd from me so rear thy bloomy form,</br>Thy virtues, all for utterance too great,</br>Which more than beauty's waste did thee adorn,</br>Shall live for aye depeincted on each heart</br>That kenn'd thy worth.  Tho' ah!  what wont to joy</br>Their minds, must now, alas!  fulfil them with annoy.</br>Sad Philomela!  from the humid spray</br>No more thy trembling notes prolong,</br>Here cease thy dolourous undersong,</br>Here ends my solemn dirge, my love-lorn lay:</br>For ah my grief is all for speech too great,</br>Nor can my feeble wit's device relate</br>My dolourous teen at Stella's timeless fate.", "Thus wail'd the youths their deep-wrought drearyment,</br>Till bright Aurora o'er the mountains sent</br>Her changeling beams (besprinting o'er the plain</br>With spangleous sheen) forerunning Phoebus waine.</br>Then rose the woeful swains to loose their sheep</br>From the pent folds, where they them nightly keep;</br>The whiles all heedy of their dreary dole</br>Adown each cheek the floods of sorwe roll.</br>"]