["O Thou, the guardian of my orphan years,</br>That to the welcome tomb now guides my feet,</br>That led our fathers thro' this vale of tears,</br>Whose hearts no more with pious fervours beat.</br>O hear a parent's prayer, and bless my boy,</br>Pride of my hoary age, and all my earthly joy.", "When wild-eyed pleasure darts th' illicit glance,</br>Where guileful guilt gay trims the treacherous snare,</br>When bounding joy weaves the tumultuous dance,</br>And vine crown'd vice breaths loud the brutal air,</br>O then the cherub Piety send down,</br>To fix faint Virtue firmly on her trembling throne.", "In fickle youth he leaves my aged arms,</br>When head-strong passion fires the fervent blood,</br>O may he shun the wizard Vice's charm,</br>And rise in favour with the wise and good,</br>Attending angels wave the purple wing,</br>And waft the prayer all smiling to the eternal King.", "The Great Supreme scorns not the tenderest sigh,</br>But every heartfelt prayer regardful hears,</br>Adversity on speediest pinion flies,</br>The kind behest in fearful form she bears,</br>And downward as she heaves her heavy flight,</br>A thousand terrors thicken thro' the shades of night.", "Ah see the tender tribe of youthful sweets,</br>Flee frightened from their lawns and gamesome play,</br>And rosy joy, and mirth with frolick feats,</br>Ah see them by the fury scared away:</br>Her blasting train becloud the sunniest hours,</br>And o'er blythe health dark brooding discontentment low'rs.", "Keen are the mocking frowns dependence bears,</br>Dash'd by the haughty hand of wealth aside;</br>Keener the blush that modest merit wears,</br>At the upbraiding boon of pitying pride;</br>Fickle suspense gives yet a deeper wound,</br>Chains the wide ranging mind, and drags it to the ground.", "She joys in trackless deserts waste and wide,</br>Wherein no end nor object meet the eye,</br>Save shapeless fears that toss the fretful tide,</br>And ride the billows of anxiety.</br>Hung o'er the yawning gulph there wretches howl,</br>Above, loose rocks, beneath, the black waves deadly roll.</br>"]