["Right sung the bard, that all-involving age,</br>With hand impartial deals the ruthless blow;</br>That war, wide-wasting, with impetuous rage,</br>Lays the tall spire, and sky-crown'd turret low.", "A pile stupendous, once of fair renown,</br>This mould'ring mass of shapeless ruin rose,</br>Where nodding heights of fractur'd columns frown,</br>And birds obscene in ivy-bow'rs repose;", "Oft the pale matron from the threatning wall,</br>Suspicious, bids her heedless children fly;</br>Oft, as he views the meditated fall,</br>Full swiftly steps the frighted peasant by.", "But more respectful views th' historic sage,</br>Musing, these awful relics of decay,</br>That once a refuge form'd from hostile rage,</br>In HENRY'S and in EDWARD'S dubious day.", "He pensive oft reviews the mighty dead,</br>That erst have trod this desolated ground;</br>Reflects how here unhappy SAL'SBURY bled,</br>When faction aim'd the death-dispensing wound.", "Rest, gentle RIVERS!  and ill-fated GRAY!</br>A flow'r or tear oft strews your humble grave,</br>Whom Envy slew, to pave Ambition's way,</br>And whom a Monarch wept in vain to save.", "Ah!  what avail'd th' alliance of a throne?</br>The pomp of titles what, or pow'r rever'd?</br>Happier!  to these the humble life unknown,</br>With virtue honour'd, and by peace endear'd.", "Had thus the sons of bleeding Britain thought,</br>When hapless here inglorious RICHARD lay,</br>Yet many a prince, whose blood full dearly bought</br>The shameful triumph of the long-sought day:", "Yet many a hero, whose defeated hand</br>In death resign'd the well contested field,</br>Had in his offspring sav'd a sinking land,</br>The Tyrant's terror, and the Nation's shield.", "Ill could the Muse indignant grief forbear,</br>Should Mem'ry trace her bleeding Country's woes;</br>Ill could she count, without a bursting tear,</br>Th' inglorious triumphs of the vary'd Rose!", "While YORK, with conquest and revenge elate,</br>Insulting, triumphs on St. Alban's plain,</br>Who views, nor pities HENRY'S hapless fate,</br>Himself a captive, and his leaders slain?", "Ah prince!  unequal to the toils of war,</br>To stern ambition, Faction's rage to quell;</br>Happier!  from these had Fortune plac'd thee far,</br>In some lone convent, or some peaceful cell.", "For what avail'd that thy victorious queen</br>Repair'd the ruins of that dreadful day?</br>That vanquish'd YORK, on Wakefield's purple green,</br>Prostrate amidst the common slaughter lay:", "In vain fair Vict'ry beam'd the gladd'ning eye,</br>And, waving oft her golden pinions, smil'd;</br>Full soon the flatt'ring goddess meant to fly,</br>Full rightly deem'd unsteady Fortune's child.", "Let Towton's field &mdash; but cease that dismal tale:</br>For much it's horrors would the muse appall,</br>In softer strains suffice it to bewail</br>The Patriot's exile, or the Heroe's fall.", "Thus silver wharf, whose crystal-sparkling urn</br>Reflects the brilliance of his blooming shore,</br>Still, melancholy-mazing, seems to mourn,</br>But rolls, confus'd, a crimson wave no more.</br>"]