["Happy the school-girl, who, exempt from cares</br>That cloud each future project, and elate</br>With present blessings, heedless of the morrow,</br>Boasts, in the corner of her pocket hid</br>In ribbon purse, or that yclept balloon,</br>Of red morocco, and with clasp of steel,</br>A crooked sixpence: &mdash; she with pleasure hears,</br>At evening's closing hour, the punctual call</br>Of cake and tart-woman. &mdash; If here, indeed,</br>Within these gloomy walls where beauty buds,</br>Like blushing roses in the desert air,</br>A tart-woman admittance finds, nor fear'd,</br>As vent'rous knight disguis'd in mean attire,</br>If such her cruel fate, how doubly blest</br>To watch the happy moment, when, unbarr'd</br>The massy gates grate harsh discordant sounds,</br>And steal, unseen and silently along,</br>To where the well-known shop inviting spreads</br>Its varied treasures. &mdash; Here with eager eye</br>She views the sweet assemblage, doubtful which</br>To call her own, or where to fix her choice;</br>Whether the Macaroon more charms can boast</br>Propt on its silv'ry base, or Ratafia</br>Call'd Matrimony, as uniting in itself</br>The bitter with the sweet; or Custard rich</br>With lucious cream, and India's choicest spice</br>Thickly o'erspread, whose high-indented walls</br>Look like a mural crown:  on all she dwells</br>With rapture, and enjoys the quick repast.</br>While such her stol'n delight, how diff'rent far</br>My hapless fate, compelled by adverse times</br>To try my aching grinders 'gainst the strength</br>Of dry and salted Cod; or else to dine</br>On hard-boil'd dumpling of coarse sifted meal,</br>Nor this my sole complaint; &mdash; for while I sit</br>Beneath my humble roof, and court the Muse</br>(The Muse who smiles with pity on the poor,</br>And scorns the pride of riches), or indite</br>Epistles breathing forth a brother's love;</br>As thus intent I write, quick rushes in,</br>With grisly beard and filthy unkempt hair,</br>A lounger &mdash; worst of thieves, the thief of time,</br>And this the worst of loungers.  Down he drops</br>On the first vacant seat, and thence begins</br>His ceaseless senseless prattle &mdash; how of late</br>Wheat had advanc'd, what crops of peas he grew,</br>How much his bullocks cost, and how he hop'd</br>A London market amply would repay:</br>Next he enlarges on his wondrous feats</br>Perform'd in early youth, what leaps he took</br>Before th' astonish'd field, and how he left</br>The proudest hunters lagging far behind.</br>Stunn'd by his thund'ring voice, I answer nought</br>But umph!  and ah!  and with averted eyes</br>Now ken the fire, and now direct my looks</br>To the unfinish'd paper. &mdash; Not a hint,</br>Alas, he takes, but scrapes his dirty shoes</br>Upon the polish'd fender, nor regards</br>The housewife's cleanly care.  He cocks his hat</br>In careless stile, and launches out again</br>On prodigies perform'd; what miles he rode</br>(More to the credit of his beast than him)</br>Without a pause.  Exhausted I meanwhile,</br>Cease to attend, and give my thoughts full play.</br>At length each subject to the very dregs</br>Drawn out, wearied, or anxious to retail again</br>His vast atchievements at another's door,</br>He spits and clears his throat, and then retires.</br>So pass my morning hours &mdash; nor happier</br>The howling mongrel, to whose tortur'd tail</br>Some wicked wit a canister has hung,</br>Or puff'd up a bladder fill'd with rattling peas;</br>When first a friendly post, or pointed nail,</br>Or deeply piercing thorn, affords relief,</br>And frees him from the incumbrance.</br>Quickly round</br>He turns his head, with sharp erected ears</br>And looks of gratitude, but nought descries;</br>No cause of joy or torment; yet he barks</br>A note of extacy, rolls o'er and o'er,</br>And wonders greatly at this sudden change.</br>Just so reliev'd, I quit my elbow chair</br>With sudden spring, and pace my humble floor</br>With many a giant-stride:  I seem to breathe</br>A purer air, and feel myself again</br>A free-born man, and monarch of a shed:</br>But when chill evening o'er the wearied world</br>Unfurls her dusky veil, bids labour cease,</br>And whispers comfort to the poor man's heart;</br>Then, when 'midst higher orders lustres glare,</br>When Play-houses and Operas abound</br>With all the charms that art and nature boast,</br>I strive to husband well my frugal fire</br>With gather'd chips and sifted cinders heap'd.</br>Around my little family are plac'd,</br>With looks of joy, nor murmur when I cut</br>With sparing hand from off the coarse brown loaf,</br>(Ah!  now how dearly priz'd) th' allotted share.</br>Retir'd to rest, (and slumbers soon o'ertake</br>The tranquil mind,) I then begin to feel</br>A new existence:  Fancy, wont to play</br>The flatt'rer's part, then quickly conjures up</br>A diff'rent scene of things &mdash; fresh honours</br>Instead of dead small-beer I deeply drink,</br>Forgive, O Pye, the thought!  thy gen'rous sack;</br>I feel myself a Poet, and aspire</br>E'en at thy envied crown.  But when I thus</br>In agitation seize thy proffer'd boon,</br>Away the phantom flies, the thread is snapt,</br>I grasp at air, and find the whole a dream.</br>So (as those tales record which, when a boy,</br>I read with ceaseless rapture and delight)</br>Some simple maiden, in her frothing pail</br>Sees all her future greatness; skips with ease</br>O'er intervening years, to when she hopes</br>Th' accumulating gain must surely bring</br>A Lady's title and a Lady's air:</br>Exulting at the thought, she apes too soon</br>Each proud demeanour, and with scornful foot</br>O'erthrows the source whence gilded prospects rise:</br>Aghast she views the milky deluge spread</br>It's foaming tide around, and, dire mischance!</br>Sees honours, titles, fortune, vanish all</br>In smoke, and irretrievable despair.</br>"]