["Queen of the human heart!  at whose command</br>The swelling tides of mighty Passions rise,</br>Melpomene, support my venturous hand,</br>And aid thy suppliant in his bold emprise.</br>From the gay scenes of pride</br>Do thou his footsteps guide</br>To nature's aweful courts, where nurst of yore,</br>Young Shakspere, Fancy's child, was taught his various lore.", "So may his favour'd eye explore the source,</br>To few reveal'd, whence human sorrows charm:</br>So may his numbers, with pathetic force,</br>Bid Terror shake us, or Compassion warm,</br>As different strains controul</br>The movements of the soul,</br>Adjust its passions, harmonize its tone,</br>To feel for others' woe, or nobly bear its own.", "Deep in the covert of a shadowy grove,</br>Mid broken rocks where dashing currents play;</br>Dear to the pensive pleasures, dear to love,</br>And Damon's Muse, that breathes her melting lay,</br>This ardent prayer was made.</br>When lo!  the secret shade,</br>As conscious of some heavenly presence, shook&mdash;</br>Strength, firmness, reason, all &mdash; my astonish'd soul forsook.", "Ah!  whither Goddess!  whither am I borne?</br>To what wild region's necromantic shore?</br>These panics whence?  and why my bosom torn</br>With sudden terrors never felt before?</br>Darkness inwraps me round,</br>While from the vast profound</br>Emerging spectres dreadful shapes assume,</br>And gleaming on my sight, add horror to the gloom.", "Ha!  what is he whose fierce indignant eye,</br>Denouncing vengeance, kindles into flame?</br>Whose boisterous fury blows a storm so high,</br>As with his thunder shakes his labouring frame.</br>What can such rage provoke?</br>His words their passage choak:</br>His eager steps, nor time nor truce allow,</br>And dreadful dangers wait the menace of his brow.", "Protect me, Goddess!  whence that fearful shriek</br>Of consternation?  as grim Death had laid</br>His icy fingers on some guilty cheek,</br>And all the powers of manhood shrunk dismay'd:</br>Ah see!  besmear'd with gore,</br>Revenge stands threatening o'er</br>A pale delinquent, whose retorted eyes</br>In vain for pity call &mdash; the wretched victim dies.", "Not long the space &mdash; abandon'd to Despair,</br>With eyes aghast, or hopeless fixt on earth,</br>This slave of passion rends his scatter'd hair,</br>Beats his sad breast, and execrates his birth:</br>While torn within, he feels</br>The pangs of whips and wheels;</br>And sees, or fancies, all the fiends below,</br>Beckoning his frighted soul to realms of endless woe.", "Before my wondering sense new phantoms dance,</br>And stamp their horrid shapes upon my brain&mdash;</br>A wretch with jealous brow, and eyes askance,</br>Feeds all in secret on his bosom pain.</br>Fond love, fierce hate, assail;</br>Alternate they prevail:</br>While conscious pride and shame with rage conspire,</br>And urge the latent spark to flames of torturing fire.", "The storm proceeds &mdash; his changeful visage trace:</br>From rage to madness every feature breaks.</br>A growing phrenzy grins upon his face,</br>And in his frightful stare Distraction speaks:</br>His straw-invested head</br>Proclaims all reason fled;</br>And not a tear bedews those vacant eyes&mdash;</br>But songs and shouts succeed, and laughter-mingled signs.", "Yet, yet again! &mdash; a Murderer's hand appears</br>Grasping a pointed dagger stain'd with blood!</br>His look malignant chills with boding fears,</br>That check the current of life's ebbing flood.</br>In midnight darkest clouds</br>The dreary miscreant shrouds</br>His felon step &mdash; as 'twere to darkness given</br>To dim the watchful eye of all-pervading Heaven.", "And hark!  ah Mercy!  whence that hollow sound!</br>Why with strange horror starts my bristling hair?</br>Earth opens wide, and from unhallow'd ground</br>A pallid Ghost slow-rising steals on air,</br>To where a mangled corse,</br>Expos'd without remorse,</br>Lies shroudless, unentomb'd, he points the way</br>Points to the prowling wolf exultant o'er his prey.", "\"Was it for this, he cries, with kindly shower</br>Of daily gifts the traitor I caress'd?</br>For this array'd him in the robe of power,</br>And lodg'd my royal secrets in his breast?</br>O kindness ill repay'd!</br>To bare the murdering blade</br>Against my life! &mdash; may Heaven his guilt explore,</br>And to my suffering race their splendid rights restore.\"", "He said, and stalk'd away. &mdash; Ah Goddess I cease,</br>Thus with terrific forms to rack my brain;</br>These horrid phantoms shake the throne of peace,</br>And Reason calls her boasted powers in vain;</br>Then change thy magic wands</br>Thy dreadful troops disband,</br>And gentler shapes, and softer scenes disclose,</br>To melt the feeling heart, yet sooth its tenderest woes.", "The fervent prayer was heard &mdash; With hideous sound</br>Her ebon gates of darkness open flew;</br>A dawning twilight cheers the dread profound,</br>The train of terror vanishes from view.</br>More mild enchantments rise;</br>New scenes salute my eyes,</br>Groves, fountains, bowers, and temples grace the plain,</br>And turtles coo around, and nightingales complain.", "And every myrtle bower and cypress grove,</br>And every solemn temple teems with life;</br>Here glows the scene with fond but hapless love,</br>There with the deeper woes of human strife.</br>In groups around the lawn,</br>By fresh disasters drawn,</br>The sad spectators seem transfix'd in woe,</br>And pitying sighs are heard and heartfelt sorrows flow.", "Behold that beauteous maid!  her languid head</br>Bends like a drooping lily charg'd with rain;</br>With floods of tears she bathes a Lover dead,</br>In brave assertion of her honour slain,</br>Her bosom heaves with sighs,</br>To Heaven she lifts her eyes,</br>With grief beyond the power of words opprest,</br>Sinks on the lifeless corse, and dies upon his breast.", "How strong the bands of Friendship?  yet, alas!</br>Behind yon mouldering tower with ivy crown'd,</br>Of two, the foremost in her sacred class,</br>One from his friend receives the fatal wound!</br>What could such fury move!</br>What but ill-fated love!</br>The same fair object each fond heart enthralls,</br>And he, the favour'd youth, her hapless victim falls.", "Can aught so deeply sway the generous mind</br>To mutual truth, as female trust in love?</br>Then what relief shall yon fair mourner find,</br>Scorn'd by the man who should her plaints remove?</br>By fair, but false pretence,</br>She lost her innocence;</br>And that sweet babe, the fruit of treacherous art,</br>Claspt in her arms expires, and breaks the parent's heart.", "Ah!  who to pomp or grandeur would aspire?</br>Kings are not rais'd above misfortune's frown.</br>That form, so graceful even in mean attire,</br>Sway'd once a sceptre, once sustain'd a crown.</br>From filial rage and strife,</br>To screen his closing life,</br>He quits his throne, a father's sorrow feels,</br>And in the lap of Want his patient head conceals.", "More yet remain'd &mdash; but lo!  the pensive Queen</br>Appears confest before my dazzled sight:</br>Grace in her steps, and softness in her mien,</br>The face of sorrow mingled with delight.</br>Not such her nobler frame,</br>When kindling into flame,</br>And bold in Virtue's cause, her zeal aspires</br>To waken guilty pangs, or breathe heroic fires.", "Aw'd into silence, my wrapt soul attends&mdash;</br>The Power, with eyes complacent, saw my fear;</br>And, as with grace ineffable she bends,</br>These accents vibrate on my listening ear:</br>\"Aspiring son of art,</br>Know tho' thy feeling heart</br>Glow with these wonders to thy fancy shown,</br>Still may the Delian God thy powerless toils disown.", "\"A thousand tender scenes of soft distress</br>May swell thy breast with sympathetic woes;</br>A thousand such dread forms on fancy press,</br>As from my dreary realms of darkness rose.</br>Whence Shakspere's chilling fears,</br>And Otway's melting tears&mdash;</br>That aweful gloom, this melancholy plain,</br>The types of every theme that suits the tragic strain.", "\"But dost thou worship Nature night and morn,</br>And all due honour to her precepts pay?</br>Canst thou the hire of Affectation scorn,</br>Pleas'd in the simpler path of Truth to stray?</br>Hast thou the Graces fair</br>Invok'd with ardent prayer?</br>They must attire, as Nature must impart,</br>The sentiment sublime, the language of the heart.", "\"Then, if assenting Genius pour his ray,</br>Warm with inspiring influence on thy breast;</br>Taste, judgment, fancy, if thou canst display,</br>And the deep source of Passion stand confest;</br>Then may the listening train,</br>Affected, feel thy strain;</br>Feel Grief or Terror, Rage or Pity move:</br>Change with thy varying scenes, and every scene approve.\"", "Humbled before her sight, and bending low,</br>I kiss'd the borders of her crimson vest;</br>Eager to speak, I felt my bosom glow,</br>But Fear upon my lips her seal imprest.</br>While awe-struck thus I stood,</br>The bowers, the lawn, the wood,</br>The Form celestial, fading on my view,</br>Dissolv'd in liquid air, and all the vision flew.</br>"]