["Wan moon, behind that cloud</br>Why dost thou hide thy silvery rays?</br>O do not thus thy beams enshroud</br>From the lorn wretch, who for thy guidance prays!</br>While thus I tread the precipice,</br>And hear the roar of torrents rise,</br>Break forth, and lead my steps, my spirits calm,</br>And on my bursting heart shed e'en a transient balm!", "To thee the maniac bends;</br>To thee he pours the mournful sigh!</br>But not the moody light attends</br>One 'mid the frantic tribe so sad as I.</br>O save me from the fiend, Despair,</br>Who in this darkness seems to wear</br>A giant shape of more terrific mien,</br>While by the mists of night his form is dimly seen!", "Perch'd on some giddy height</br>Behind me oft the demon sets;</br>The elements combine their spite;</br>Bellows the wave, and howls the blast by fits.</br>Urg'd by the fiend's revengeful hand</br>Upon the trembling edge I stand;</br>But sav'd by Heaven, recall my erring feet,</br>And from the yawning gulph with shuddering awe retreat.", "And oft in dreary dells,</br>With midnight sable mantle clad,</br>He fills the air with piercing yells;</br>And brings to Fancy's view the wretch with tortures mad!</br>Then, when the sufferer, wild with woe,</br>Would arm against himself the blow,</br>Strives to strike home the instrument of death,</br>And from the gasping wound let out the vital breath.", "Fair Orb, send forth thy ray;</br>Banish the phrenzied phantom crew,</br>Which round about the demon play,</br>And give the fiend a more distracting hue!</br>Thou hast, soft Beam, no fairy spell</br>The withering power himself to quell;</br>But gloom less terrible thou can'st bestow;</br>And on his woe-struck rage a calmer influence throw!", "Wild Fancy's headlong starts;</br>The laugh convuls'd, the frantic stare;</br>The scream that thro' the welkin darts;</br>And threats of withering sound, that shake th' affrighted air,</br>From me, O Heaven, in mercy chase!</br>Mine be Despair's more sullen face;</br>And let no transient shapes of Hope appear,</br>To make the hues of Woe by contrast more severe!</br>"]