["PLUTO.</br>You ever-dreaded judges of black hell,</br>Grim Minos, Aeacus, and Rhadmanth,</br>Lords of Cocytus, Styx, and Phlegethon,</br>Princes of darkness, Pluto's ministers,</br>Know that the greatness of his present cause</br>Hath made ourselves in person sit as judge,</br>To hear th' arraignment of Malbecco's ghost.</br>Stand forth, thou ghastly pattern of despair,</br>That we may hear if thou canst justly say</br>Thou wert not author of thy own decay.", "MALBECCO:</br>Infernal Jove, great prince of Tartary,</br>With humble reverence poor Malbecco speaks,</br>Still trembling with the fatal memory</br>Of his so late concluded tragedy.</br>I was (with thanks to your great bounty) bred</br>A wealthy lord, whilst that I liv'd on earth;</br>And so might have continv'd to this day,</br>Had not that plague of mankind fall'n on me:</br>For I (poor man) join'd woe unto my name</br>By choosing out a woman for my wife.</br>A wife!  a curse ordained for the world.</br>Fair Helena!  fair she was indeed,</br>But foully stain'd with inward wickedness.</br>I kept her bravely, and I lov'd her dear;</br>But that dear love did cost my life and all.</br>To reckon up a thousand of her pranks,</br>Her pride, her wasteful spending, her unkindness,</br>Her false dissembling, seeming sanctity.</br>Her scolding, pouting, prating, meddling,</br>And twenty hundred more of the same stamp,</br>Were but to heap an endless catalogue</br>Of what the world is plagu'd with every day.</br>But for the main of that I have to tell,</br>It chanced thus &mdash; Late in a rainy night,</br>A crew of gallants came unto my house,</br>And (will I, nill I) would forsooth be lodg'd.</br>I brought them in, and made them all good chear</br>(Such as I had in store), and lodg'd them soft.</br>Amongst them one, ycleped Paridell</br>(The falsest thief that ever trod on ground),</br>Robb'd me, and with him stole away my wife.</br>I (for I lov'd her dear) pursu'd the thief,</br>And after many days in travel spent,</br>Found her amongst a crew of satyrs wild,</br>Kissing and colling all the livelong night.</br>I spake her fair, and pray'd her to return;</br>But she in scorn commands me to be gone,</br>And glad I was to fly, to save my life.</br>But when I backward came unto my house,</br>I find it spoil'd, and all my treasure gone.</br>Desp'rate and mad, I ran I know not whither,</br>Calling and crying out on heaven and fate,</br>Till, seeing none to pity my distress,</br>I threw myself down headlong on a rock,</br>And so concluded all my ills at once.</br>Now judge you, justice benchers, if my wife</br>Were not the instrument to end my life.", "PLUTO.</br>Can it be possible (you lords of hell)</br>Malbecco's tale of women should be true?</br>Is marriage now become so great a curse</br>That whilom was the comfort of the world?</br>"]