["But Rochester shall Eccho forth, my praise</br>If Rochester remaine not most ungratefull,</br>A sin in fashion for these humerous daies:</br>To whome wee owe, to them we are most hatefull:</br>O that it were in fashion; I am sure</br>Nine daies (like wonders) fashions but endure.", "I must upbraide her else, not praises giving,</br>How first my favours patronag'd her pride:</br>But in too much remembrauce of the living,</br>In darke oblivion dead mens praise wee hide.</br>A begger from the dunghill once extold, </br>Forgets himselfe, whom what he was of old.", "When first her gravell-purified river,</br>No bridge upon her bote-lod'n bosome bore,</br>Some high renowne I strived for to give her,</br>And made a bridge her swiftest currant o're.</br>Sir Robert Knowles was in the same an actor:</br>But Cobham was the chiefest benefactor.", "And Walter Merton, Mertons Colledge founder,</br>(Why doth mischance neere charitie thus dwell,)</br>With lime and sand gainst tempest-beating bound her,</br>Who from her top by great misfortune fell,</br>Riding along the workemen for to see:</br>Fortune is alwaies vertues enemie.", "Kinde Rochester it seemes hath yet respected,</br>His name should live in ages for to come,</br>In whose memoriall:  lately is erected,</br>An Epitaph upon a Marble tombe:</br>But one good turne another still doth crave:</br>For this; they found a goblet in his grave.", "Warham th' archbishop once of Canterbery,</br>The Iron barres upon the bridge bestow'd:</br>Warner the copings did reedifie,</br>And many since their liberall minds have show'd,</br>Whose deedes in life (if deedes can heaven merit)</br>Made them in death all heavenly joyes inherit.", "Thus Medway by this faire stone bridge adorned,</br>Made Thamesis enamor'd of her beauty:</br>All other rivers England had he scorned,</br>Yeelding to her kinde love-deserving duty,</br>In smiles, embracements, gratious lookes and greetings,</br>In amorous kisses, murmures, night-set meetings.", "But how he courted, how himselfe hee carri'd,</br>And how the favour of this Nimph he wonne,</br>And with what pompe Thames was to Medway marri'd.</br>Sweete Spenser shewes (O griefe that Spenser's gone!)</br>With whose life heavens a while enricht us more,</br>That by his death wee might be ever pore.", "With swifter currant Medway to this day</br>From Maidstone runs, in hope the bridge to kisse,</br>One streame another chasing fast away,</br>That thousands hasting of their purpose misse:</br>And downe the gullet all in anger glide,</br>Yet turne in whirle-pooles round, to vew her side.", "One streame stands kissing with a naked piller,</br>Whose force rebutts the streame which runneth after,</br>And backe retires; with glauncing lookes to fill her</br>Long-wisht desire; and smiles, and falls to laughter,</br>Last (in her language) when she slides away,</br>She seemes to thanke mee for her marriage day.", "With thanks the gods, with thankes good men are pleased,</br>And thankes she gives him that this bridge first founded:</br>Because this rest her wearie streame hath eased,</br>And now with oares her sides are never wounded,</br>But thankefull she, unthankefull all the towne,</br>The cause (no doubt) was once the bridge fell downe.", "Joves issue borne of faire Eurynomes,</br>Mirth's naked mothers, snow-white Charites:</br>Daughters of th' Ocean, rivers Presides,</br>The pride of Desarts, sweete mouth'd Naides,</br>These Nimphs of Ashdon forrest never haunted</br>Medways flour'd banks; whilst this fair bridge she wated", "For goddesses could not abide the sauour</br>Of millions overwhelmed in her brooke:</br>These deyties now take it for a favour,</br>Their beautie in her glassie streames to looke,</br>All do rejoyce; and are most thankefull; man</br>Which should be thankefull, most unthankefull than.", "Let marriners which shute his arches through</br>Describe aright, his length, his bredth, his beautie;</br>Riding in's sight, they vaile their bonnet low,</br>And strike their top-saile in submissive dutie:</br>Hee'l not be brav'd; no vessell since the marriage</br>Will he receive, but of a lowly carriage.", "Some higher ship, whose sailes are swolne with pride,</br>Whose bloudy flaggs like fierie streamers hing,</br>At Chattam lies, and from her hollow side,</br>With double charge sendes forth a culvering,</br>Which rends the shore, and makes the towne to shake,</br>The bridge her breath, herselfe in snuffe doth take.", "The fierie smoake this Engine vomits out,</br>To him transported by the aire and wind,</br>Hee straight receives; and prisons in throughout</br>His hollow vaults, his crevices, and rindes,</br>So th' aire redoubling in his arches, slips</br>A mocking eccho to these prowder ships.", "This bridge revives my dying memorie,</br>Over the which I passe into the towne,</br>To view the sacred church of Trinitie:</br>Built by Sir Robert Knowles:  and (though unknowne)</br>That Chauntrey joyning to the same I founded,</br>Where Harmonie for ever should be sounded.", "Sweete Harmonie supposd of Pithagoreans,</br>To be the spheares and heavenly bodies motion,</br>Of Platonists, Amphibolites, and Jovians,</br>A Simmetrie within the soules sharp notion:</br>Heavens handmaide, one of the liberall arts</br>A concord, all of disagreeing parts. . . .</br>"]