["Fair is thy seat, Oh Learning!  rear'd sublime</br>On base of adamant; thy porches wide,</br>Awful, yet lovely, mock the rage of Time.</br>Within a heav'nly pair by turns preside;</br>Judgment and Genius, cherubs eagle-eyed.</br>Ardent the one, like the bright God elate</br>O'er Python slain, in youth and beauty's pride:</br>The other glory-clad in elder state,</br>Like the mild form of Jove pronouncing joyful fate.", "There dwell the sons of wit-exalted mirth,</br>That still can smile in terror's threat'ning hour;</br>There meek Philosophy, not scorning earth,</br>But smit with awe of Nature's wond'rous pow'r,</br>Intent on truth, yet caring not to tow'r</br>The dazzling object of an envying herd;</br>Candour, whose brow was never seen to low'r</br>At Folly's unpremeditated word,</br>But for the most malign shew'd grief, as most absurd.", "Pure Friendship there has found a firm abode.</br>Nor is young Love repell'd, whose witching look</br>Revives the soul oppress'd with anxious load:</br>But here he brings no shaft with barbed hook,</br>Grief-poison'd, fearful of the thrice-read book.</br>Alas!  for those whoever err'd aside</br>From paths of peace and love, who e'er forsook</br>The gate of harmony, aye open'd wide,</br>To join the wrangling throng that bow to pedant pride.", "I mourn to tell how by the sacred seat,</br>Unholy hands a strange pagoda rear'd;</br>And o'er the gate inscrib'd, with wily cheat,</br>\"Of Learning here behold the dome rever'd\"</br>In many tongues this lying line appear'd:</br>And like to Learning's porch, with fraudful art</br>The massy vestibule was wrought, but smear'd</br>With gaudy lacquer over ev'ry part,</br>Disgusting Taste refin'd, but gladd'ning Folly's heart.", "So strolling actors irritate a king,</br>With tinsel scraps, in quaint confusion tied,</br>Glass beads and women's glitt'ring toys they fling</br>O'er head and neck, to shew a bright outside</br>To clowns, with eyes and mouths y-gaping wide.</br>Within the porch, a sullen porter sat,</br>Dulness y-clept, sour visag'd and blear-ey'd:</br>He never dofft his puritanic hat,</br>Nor e'er was known to give to question answer pat.", "In liquid opium oft his hand he dipt;</br>And, as each erring passenger went by,</br>Close to his side the leering losel slipt,</br>And sprinkled the dull drops in either eye.</br>Truth's holy form thenceforth could none espy,</br>But fuming Vanity inflam'd the soul:</br>Her symptoms well may sober sight descry,</br>The brows are knit, the eyeballs wildly roll,</br>Contempt each feature twists, and corrugates the whole.", "All hurry forward to the central Hall,</br>A dome of fair proportion, broad and long,</br>But geometric lines deform the wall,</br>To tell how strict the art, the work how strong.</br>Each varied side, attracts a buzzing throng.</br>Here all the Grecian styles the gazer sees;</br>Each part how right!  the jumbled whole how wrong!</br>There Gothic shafts, and points, and monsters please.</br>This side Moriscoes wrought, and that more quaint Chinese.", "High on a gorgeous throne, thick overlaid</br>With tinsel bright, which the misjudging crew</br>Deem genuine gold, in tinsel robe array'd,</br>Sits Pedantry, a hag of sallow hue,</br>Sunk-ey'd and beetle-brow'd, and warp'd askew;</br>Yet lab'ring to be thought of portly mien,</br>Biting her lips, with oozing venom blue.</br>But such the opiate's magic pow'r, I ween,</br>Thousands before her bow, and hail her Beauty's Queen.", "And round about the throne a daemon throng,</br>Like buzzing flies, wheel wide in airy dance:</br>Pride, like a winged toad, is borne along,</br>With viper-formed Jealousy, whose glance</br>In search of prey seems ever turn'd askance.</br>There, like a parrot, Affectation flits;</br>Rage, like a hippogriffe, appears to prance:</br>Hypocrisy, cameleon-like, by fits</br>Changes her colour oft, which way her int'rest sits.", "Peace dwells not here, eternal discord reigns,</br>A war of dissonant tongues and voices proud,</br>Explosions dire of overcharged brains.</br>Like that confusion which amaz'd the crowd</br>At Babel, clamb'ring tow'rd the soaring cloud,</br>(Not weening simple vap'ry fogs to find,)</br>Each in a diff'rent language bellows loud,</br>And seems to scorn his neighbour's weaker mind,</br>To other language more, or other arts inclin'd.", "Their haughty sov'reign all approach with fear,</br>Save one, an envoy imp, hight Defamation,</br>A bat-wing'd swarthy ape, that feeds her ear</br>Aye with fresh news from Learning's happy nation:</br>News foully marr'd, I ween, in such narration,</br>Of new-found arts to save mankind from harms,</br>Of nature's hidden laws new explication&mdash;</br>Her looks of wrath betray her soul's alarms,</br>Like royal Bess when told of Scottish Mary's charms.", "Then from unholy pouch the daemon draws</br>Such scroll as Satan, at St. Martin's pray'r,</br>Be-scribbled o'er with female gibes and saws.</br>Full many a quibbling sland'rous tale is there,</br>Misconstr'ng characters and writings fair.</br>Such meek-ey'd Candour never could endure.</br>These bawl'd aloud excite the vulgar stare.</br>Behold they cry, \"of Taste a standard sure,\"</br>Emblazon'd on the front, \"Scandal of Literature.\"</br>"]