["See with stern eye relenting vengeance weeps!</br>Her voice forbids the veins of war to bleed&mdash;</br>Ambition's plume in anguish'd tears she steeps,</br>And bids it droop, repentant, o'er each deed.", "Now soft-ey'd pity's swelling breast shall heave,</br>When groans of sorrow sigh upon the air;</br>And the stern vet'ran seek the Briton's grave,</br>And drop o'er valor's urn an alien tear!", "His war-worn cheek with feeling's glow shall burn,</br>When the fought-field with ling'ring steps he treads!</br>'Tis valor's task its vict'ries thus to mourn,</br>And weep the path the hand of honor leads.", "In Rome's decline 'twas thus her vet'rans fought,</br>(&mdash; 'Ere in his tomb proud Otho's spirit slept&mdash;)</br>When by experience' rugged lessons taught&mdash;</br>Contending legions dropt their arms, and wept!", "Ye sons of pow'r, let honor's debt be paid,</br>Let the brave soldier on your breasts repose;</br>Let gratitude enshrine the hero's blade,</br>Who snatch'd his falling country from her foes.", "Ne'er let him want, who help'd that fame to rear,</br>Whence freedom bids the sons of wealth to smile:</br>Wipe from his hardy cheek that rolling tear&mdash;</br>Let it not fall &mdash; 'twill curse th' ungrateful soil!", "'Twill blot the annals of a waste of fame,</br>And tarnish all your deeds of bright renown;</br>'Twill fix eternal stigma on your name&mdash;</br>The tears of virtue brightens but its own!", "Ah!  could your coffers India's treasures know,</br>And gratitude in ev'ry bosom burn;</br>What wealth can charm the anguish'd eye of woe,</br>Or wake the hero in his silent urn.", "What gold could sooth the widow'd mother's soul?</br>What &mdash; bid oblivion take the name of friend?</br>Could wealth or honors sorrow's nerve controul,</br>Why thus should grief the breast of Laurens rend?", "In age unshelter'd &mdash; see him seek the grave&mdash;</br>Where the bright prospects of his life repose!</br>He finds no solace where the laurels wave,</br>And owns no fragrance in his grave-sprung rose!", "Deaf as the adder is the ear of woe&mdash;</br>Dim is the sun, when sorrow spreads her wing&mdash;</br>Unheard the dulcet sounds of fame will flow,</br>Unseen will bloom the rosy bosom'd spring.", "Ne'er can the story'd monument repay,</br>Where keen affection weeps a darling son:</br>Trophies but splendid misery display,</br>And fame but speaks how greatly we're undone.", "I saw Cordelia, child of grief, recline&mdash;</br>The languid willow wav'dst at ev'ry sigh:</br>\"Just Heav'n!\" she cry'd &mdash; \"if at thy stroke I pine!\"&mdash;</br>&mdash;Wild was the roll of anguish in her eye!", "\"Dear was Chamont!  Oh!  sacred be the morn,</br>When last beneath this shade we bade adieu;</br>Bold on the wings of glory was he borne&mdash;</br>Now on his grave descends the Southern dew!", "\"Far, though from thee remov'd I sigh'd alone,</br>And in thy fall no hands dispos'd thy head;</br>Some brother soldier sure would bid a stone,</br>From dark oblivion guard a hero's bed!", "\"From these sad scenes where Mem'ry plants her stings,</br>Scenes of past joys! &mdash; Cordelia's feet shall fly&mdash;</br>She'll mark the spot 'mid Eutaw's murm'ring springs&mdash;</br>Such rights of woe e'en fortune can't deny!", "\"Unceasing tears shall then impearl thy tomb,</br>And nightly requiems to thy shade I'll breathe;</br>There shall thy myrtle and the cypress bloom,</br>And weave o'er thee their emblematic wreath!\"</br>"]