["Thomalin my lief, thy musick strains to heare,</br>More raps my soul, then when the swelling windes</br>On craggie rocks their whistling voices tear;</br>Or when the sea, if stopt his course he findes,</br>With broken murmures thinks weak shores to fear,</br>Scorning such sandie cords his proud head bindes:</br>More then where rivers in the summers ray</br>(Through covert glades cutting their shadie way)</br>Run tumbling down the lawns, and with the pebles play.", "Thy strains to heare, old Chamus from his cell</br>Comes guarded with an hundred Nymphs around;</br>An hundred Nymphs, that in his rivers dwell,</br>About him flock with water-lilies crown'd:</br>For thee the Muses leave their silver well,</br>And marvel where thou all their art hast found:</br>There sitting they admire thy dainty strains,</br>And while thy sadder accent sweetly plains,</br>Feel thousand sugred joyes creep in their melting veins.", "How oft have I, the Muses bower frequenting,</br>Miss'd them at home, and found them all with thee!</br>Whether thou sing'st sad Eupathus lamenting,</br>Or tunest notes to sacred harmonie,</br>The ravisht soul, with thy sweet songs consenting,</br>Scorning the earth, in heav'nly extasie</br>Transcends the starres, and with the angels train</br>Those courts survaies; and now come back again,</br>Findes yet another heav'n in thy delightfull strain.", "Ah!  could'st thou here thy humble minde content</br>Lowly with me to live in countrey cell,</br>And learn suspect the courts proud blandishment;</br>Here might we safe, here might we sweetly dwell.</br>Live Pallas in her towers and marble tent;</br>But (ah!)  the countrey bowers please me as well:</br>There with my Thomalin I safe would sing,</br>And frame sweet ditties to thy sweeter string:</br>There would we laugh at spite and fortunes thundering.", "No flattery, hate, or envy lodgeth there;</br>There no suspicion wall'd in proved steel,</br>Yet fearfull of the arms her self doth wear:</br>Pride is not there; no tyrant there we feel;</br>No clamorous laws shall deaf thy musick eare:</br>They know no change, nor wanton fortunes wheel:</br>Thousand fresh sports grow in those daintie places:</br>Light Fawns and Nymphs dance in the woodie spaces,</br>And little Love himself plaies with the naked Graces.", "But seeing fate my happie wish refuses,</br>Let me alone enjoy my low estate.</br>Of all the gifts that fair Parnassus uses,</br>Onely scorn'd povertie, and fortunes hate</br>Common I finde to me, and to the Muses:</br>But with the Muses welcome poorest fate.</br>Safe in my humble cottage will I rest;</br>And lifting up from my untainted breast</br>A quiet spirit to heav'n, securely live, and blest.", "To thee I here bequeath the courtly joyes,</br>Seeing to court my Thomalin is bent:</br>Take from thy Thirsil these his idle toyes;</br>Here I will end my looser merriment:</br>And when thou sing'st them to the wanton boyes,</br>Among the courtly lasses blandishment,</br>Think of thy Thirsil's love that never spends;</br>And softly say, his love still better mends:</br>Ah too unlike the love of court, or courtly friends!", "Go little pipe; for ever I must leave thee,</br>My little little pipe, but sweetest ever:</br>Go, go; for I have vow'd to see thee never,</br>Never, (ah!)  never must I more receive thee;</br>But he in better love will still persever:</br>Go little pipe, for I must have a new:</br>Farewell ye Norfolk maids, and Ida crue:</br>Thirsil will play no more; for ever now adieu.</br>"]