["A tender Tale, O Hannah, wilt thou hear,</br>That makes thine aged Shepherd's Heart full gay?</br>Tho' length of Days untuned hath his Ear,</br>And stole his easy Melody away;</br>Yet shalt thou once indulge what once was dear,</br>And sigh to think how many a sweeter Lay</br>The Harpy Hands of TIME and DEATH have snatch'd away!", "O Hannah, late o'er this sequester'd Wild</br>Sought my sad Steps for ev'ry mournful Shade,</br>All wrapt in Sorrow, for a long-lov'd Child</br>That, hapless, from her Father's Fields had stray'd,</br>And, oh!  said I, what Caitiff has beguil'd,</br>With Wizard Arts, my unsuspecting Maid?</br>And to the baneful Lures of courtly Haunts betray'd.", "Long griev'd my Heart, and Cause had I to grieve</br>For her, the Pride of these distinguish'd Plains;</br>For her would oft Sabrina deign to leave</br>Her purple Waves, and listen to her Strains;</br>For her would oft the hoary Avon weave</br>Fair Flowers, collected with ingenious Pains,</br>From Banks where Shakespeare dream'd in Slumber's Fairy Chains.", "With Happiness her tuneful Lay began,</br>With early Virtue, and each moral Care;</br>And well could she each Female Folly scan,</br>And teach the thoughtless Elfin to beware.</br>Ah, me!  said I, that e'er so fair a Plan</br>Like Fancy's Fabrics, should dissolve in Air!</br>Where now her \"peaceful Shades,\" her \"Solitudes,\" ah!  where?", "Oft has she sung, that in the \"humble Shed,\"</br>Far from the specious Walks of splendid Care,</br>Fair Peace resides, \"from Courts and Cities fled,\"</br>And cherishes the silent Virtues there:</br>And still with these her gentle Life she led&mdash;</br>Then, Woe the Thought!  that ever Life so fair,</br>Should to the bashful Lures of courtly Haunts repair!", "Thus in the Shade of MENDIP'S Mountains wild,</br>I wak'd the Lyre, and fondly fed my Woe;</br>And oft the Muse that wayward Woe beguil'd,</br>And lent me soothing Strains, and Accents slow;</br>When late a lovely Form, advancing, smil'd,</br>\"And, Swain, she cry'd, thy tender Grief forgoe,</br>Nor for thy Laura lost, let fancy'd Sorrows flow.", "\"She is not lost &mdash; Shepherd, she treads the Plain,</br>She winds the Hills, and wakes the vocal Glade;</br>Yet not where AVON murmurs to the Main,</br>Nor on SABRINA'S Margin hath she stray'd,</br>In other Fields she joins the choral Train,</br>Where RHOETIAN hills the neighb'ring Skies invade,</br>And ALPINE Fairies dance along the star-light Shade.", "\"O, wilds of RHOETIA!  with her Presence bless'd,</br>Your Mountains melt their everlasting Snow,</br>Bare their green Bosoms for so great a Guest,</br>And ATHESIS essays a softer Flow.</br>At her soft Lay your ruder Voice shall rest,</br>Ye Storms that o'er TELLINA'S Valley blow,</br>And ADDA'S angry Waves roll indolently slow.\"", "She said, and o'er my languid Temples threw</br>A Wreath of Flow'rs my Laura's Hand had twin'd;</br>Right well the Fancy of that Wreath I knew,</br>And with sweet Hope allay'd my anxious Mind;</br>Happy my lovely Shepherdess to view</br>In foreign Scenes, for nobler Fame design'd,</br>Than dies in Mendip's Shades, dies on the murm'ring Wind.</br>"]