["Little I whilom deem'd, my artless zeal</br>Shou'd woo the British Muse in foreign Land</br>To strains of bitter Argument, and teach</br>The mimic Nymph, that haunts the winding Verge</br>And oozy current of Parisian Seine</br>To syllable new sounds in accent strange.", "But sad occasion calls, who now forbears</br>The last kind Office, who but consecrates</br>His Off'ring at the shrine of fair Renown</br>To gracious FRED'RICK rais'd, though but composed</br>Of the waste flourets, whose neglected hues</br>Checquer the lonely hedge, or mountain slope.</br>Where are those hopes, where fled th' illusive scenes</br>That forgeful Fancy plan'd, what time the Bark</br>Stem'd the salt wave from Albion's chalky bourn.</br>Then filial piety and parting love</br>Pour'd the fond pray'r; \"Farewell, ye less'ning Cliffs</br>Fairer to me, than ought in fabled Song</br>Or mystic record told of shores Atlantic.</br>Favour'd of Heav'n, farewell, imperial Isle,</br>Native to noble wits, and best approved</br>In manly science and advent'rous deed.</br>Celestial Freedom, by rude hand estranged</br>From regions once frequented, with Thee takes</br>Her stedfast station, fast beside the Throne</br>Of sceptred Rule, and there her state maintains</br>In social concord, and harmonious Love.</br>These blessings still be thine, nor medling Fiend</br>Stir in your busy Streets foul Faction's roar.</br>Still thrive your growing works, and Gales propitious</br>Visit your Sons who ride the wat'ry waste,</br>And still be heard from forth your gladsome Bowers</br>Shrill taberpipes, and ev'ry peaceful sound.", "\"Nor vain the wish, while GEORGE the golden scale</br>With steddy prudence holds, and temp'rate sway.</br>And when His course of earthly honour's run</br>With lenient hand shall FRED'RICK sooth your care,</br>Rich in each Princely quality, mature</br>In years, and happiest in nuptial choice.</br>Thence too arise new hopes, a playful troop</br>Circles his hearth, sweet pledge of that bed</br>Which Faith, and Joy, and thousand Virtues guard.</br>His be the care t' inform their ductile minds</br>With worthiest thoughts, and point the ways of honour.</br>How often shall he hear with fresh delight</br>Their earnest tales, or watch their rising passions</br>With timorous attention, then shall tell</br>Of justice, fortitude and public weal,</br>And oft the while each rigid precept smooth</br>With winning tokens of parental love.\"", "Thus my o'erweening heart the secret stores</br>Of Britain's hope explored, while my strain'd sight</br>Pursued her fading hills, till wrapt in mist</br>They gently sunk behind the swelling Tide.</br>Nor slept those thoughts, whene'er in other Climes</br>I mark'd the cruel waste of foul oppression,</br>Saw noblest Sp'rits, and goodliest faculties</br>To vassalage, and loathsome service bound.</br>Then conscious pref'rence rose, then Northward turn'd</br>My eye, to gratulate my natal Soil.</br>How have I chid with froward eagerness</br>Each veering blast that from my hand witheld,</br>The well known characters of some lov'd friend</br>Though distant not unmindful; still I learn'd</br>Delighted, what each Patriot plan devised</br>Of Arts, or glory, or diffusive Commerce.</br>Nor wanted it's endearment every Tale</br>Of lightest import.  But, oh!  heavy change!</br>What notices come now?  distracted Scenes</br>Of helpless sorrow, solemn sad accounts,</br>How fair AUGUSTA watch'd the weary night</br>Tending the bed of anguish, how great GEORGE</br>Wept with his infant Progeny around,</br>How heav'd the Orphan's and the Widow's sigh</br>That follow'd FRED'RICK to his silent tomb.", "For well was FRED'RICK loved, and well deserv'd,</br>His voice was ever sweet, and on his steps</br>Attended ever the alluring grace</br>Of gentle lowliness and social zeal.</br>Him shall remember oft the labour'd Hind</br>Relating to his mates each casual act</br>Of courteous bounty.  Him th' Artificer</br>Plying the varied woof in sullen sadness,</br>Though wont to carol many a ditty sweet.</br>Soon too the Mariner, who many moons</br>Has counted, beating still the foamy Surge,</br>And treads at last the wish'd for beach, shall stand</br>Appall'd at the sad tale, and soon shall steal</br>Down his rough cheek th' involuntary tear.", "Be this our solace yet; all is not dead;</br>The bright memorial lives; from his example</br>Shall Hymen trim his torch, domestic praise</br>Be countenanced, and Virtue fairer shew.</br>In age succeeding when another GEORGE</br>To ratify some weighty Ordinance</br>Of Britain's Peers convened, shall pass beside</br>Those hallow'd Spires, whose gloomy vaults enclose</br>Shrouded in sleep pale rows of Sceptred Kings,</br>Oft to his sense the sweet paternal voice</br>And long-remembred features shall return,</br>Then shall his gen'rous breast be new enflamed</br>To acts of highest worth and honest Fame.", "These plaintive strains from Albion far away</br>I lonely meditate at Eventide,</br>Nor skill'd nor studious of the raptur'd Lay,</br>But still remembring oft the magic sounds</br>Well-measured to the chime of Dorian Lute</br>Or past'ral stop, which erst I loved to hear</br>On Isis broider'd mead, where dips by fits</br>The stooping osier in her hasty Stream.", "Hail Wolsey's spacious Dome, hail, everfamed</br>For faithful nurture and Truth's sacred lore,</br>Much honour'd Parent.  You my duteous zeal</br>Accept, if haply in thy laureat wreath</br>You deign to interweave this humble Song.</br>"]