["A fisher-lad (no higher dares he look)</br>Myrtil, sat down by silver Medwayes shore:</br>His dangling nets (hung on the trembling oare)</br>Had leave to play, so had his idle hook,</br>While madding windes the madder Ocean shook.</br>Of Chamus had he learnt to pipe, and sing,</br>And frame low ditties to his humble string.", "There as his boat late in the river stray'd,</br>A friendly fisher brought the boy to view</br>Coelia the fair, whose lovely beauties drew</br>His heart from him into that heav'nly maid:</br>There all his wandring thoughts, there now they staid.</br>All other fairs, all other love defies,</br>In Coelia he lives, for Coelia dies.", "Nor durst the coward woo his high desiring,</br>(For low he was, lower himself accounts;</br>And she the highest height in worth surmounts)</br>But sits alone in hell his heav'n admiring,</br>And thinks with sighs to fanne, but blows his firing.</br>Nor does he strive to cure his painfull wound;</br>For till this sicknesse never was he sound.", "His blubber'd face was temper'd to the day;</br>All sad he look't, that sure all was not well;</br>Deep in his heart was hid an heav'nly hell;</br>Thick clouds upon his watrie eye-brows lay,</br>Which melting showre, and showring never stay:</br>So sitting down upon the sandy plain,</br>Thus 'gan he vent his grief, and hidden pain;", "You sea-born maids, that in the Ocean reigne,</br>(If in your courts is known Loves matchlesse power,</br>Kindling his fire in your cold watry bower)</br>Learn by your own to pity others pain.</br>Tryphon, that know'st a thousand herbs in vain,</br>But know'st not one to cure a love-sick heart,</br>See here a wound, that farre outgoes thy art.", "Your stately seas (perhaps with loves fire) glow,</br>And over-seeth their banks with springing tide,</br>Mustring their white-plum'd waves with lordly pride,</br>They soon retire, and lay their curl'd heads low;</br>So sinking in themselves they backward go:</br>But in my breast full seas of grief remain,</br>Which ever flow, and never ebbe again.", "How well, fair Thetis, in thy glasse I see,</br>As in a crystal, all my raging pains!</br>Late thy green fields slept in their even plains,</br>While smiling heav'ns spread round a canopie:</br>Now tost with blasts, and civil enmitie,</br>While whistling windes blow trumpets to their fight,</br>And roaring waves, as drummes, whet on their spite.", "Such cruel storms my restles heart command:</br>Late thousand joyes securely lodged there,</br>Ne fear'd I then to care, ne car'd to fear;</br>But pull'd the prison'd fishes to the land,</br>Or (spite of windes) pip't on the golden sand:</br>But since love sway'd my breast, these seas alarms</br>Are but dead pictures of my raging harms.", "Love stirres desire; desire, like stormy winde,</br>Blows up high swelling waves of hope, and fear:</br>Hope on his top my trembling heart doth bear</br>Up to my heav'n, but straight my lofty minde</br>By fear sunk in despair deep drown'd I finde.</br>But (ah!)  your tempests cannot last for ever;</br>But (ah!)  my storms (I fear) will leave me never.", "Haples, and fond!  too fond, more haples swain,</br>Who lovest where th' art scorn'd, scorn'st where th' art loved:</br>Or learn to hate, where thou hast hatred proved;</br>Or learn to love, where thou art lov'd again:</br>Ah cease to love, or cease to woo thy pain.</br>Thy love thus scorn'd is hell; do not so earn it;</br>At least learn by forgetting to unlearn it.", "Ah fond, and haples swain!  but much more fond,</br>How canst unlearn by learning to forget it,</br>When thought of what thou should'st unlearn does whet it,</br>And surer ties thy minde in captive bond?</br>Canst thou unlearn a ditty thou hast con'd?</br>Canst thou forget a song by oft repeating?</br>Thus much more wilt thou learn by thy forgetting.", "Haplesse, and fond!  most fond, more haplesse swain!</br>Seeing thy rooted love will leave thee never,</br>(She hates thy love) love thou her hate for ever:</br>In vain thou hop'st, hope yet, though still in vain:</br>Joy in thy grief, and triumph in thy pain:</br>And though reward exceedeth thy aspiring,</br>Live in her love, and die in her admiring.", "Fair-cruel maid, most cruel, fairer ever,</br>How hath foul rigour stol'n into thy heart?</br>And on a comick stage hath learnt thee art</br>To play a Tyrant-tragical deceiver?</br>To promise mercy, but perform it never?</br>To look more sweet, maskt in thy looks disguise,</br>Then Mercy self can look with Pities eyes?", "Who taught thy honied tongue the cunning slight,</br>To melt the ravisht eare with musicks strains?</br>And charm the sense with thousand pleasing pains?</br>And yet, like thunder roll'd in flames, and night,</br>To break the rived heart with fear and fright?</br>How rules therein thy breast, so quiet state,</br>Spite leagu'd with mercy, love with lovelesse hate?", "Ah no, fair Coelia, in thy sunne-like eye</br>Heav'n sweetly smiles; those starres soft loving fire,</br>And living heat, not burning flames inspire:</br>Love's self enthron'd in thy brows ivorie,</br>And every grace in heavens liverie:</br>My wants, not thine, me in despairing drown:</br>When hell presumes, no mar'l if heavens frown.", "Those gracefull tunes, issuing from glorious spheares,</br>Ravish the eare and soul with strange delight,</br>And with sweet Nectar fill the thirsty sprite;</br>Thy honied tongue, charming the melted eares,</br>Stills stormy hearts, and quiets frights and fears:</br>My daring heart provokes thee; and no wonder,</br>When earth so high aspires, if heavens thunder.", "See, see, fair Coelia, seas are calmly laid,</br>And end their boisterous threats in quiet peace;</br>The waves their drummes, the windes their trumpets cease:</br>But my sick love (ah love full ill apayd!)</br>Never can hope his storms may be allayd;</br>But giving to his rage no end, or leisure,</br>Still restles rests:  Love knows no mean or measure.", "Fond boy, she justly scorns thy proud desire,</br>While thou with singing would'st forget thy pain:</br>Go strive to empty the still-flowing main:</br>Go fuell seek to quench thy growing fire:</br>Ah foolish boy!  scorn is thy musicks hire.</br>Drown then these flames in seas:  but (ah!)  I fear</br>To fire the main, and to want water there.", "There first thy heav'n I saw, there felt my hell;</br>There smooth-calm seas rais'd storms of fierce desires;</br>There cooling waters kindled burning fires,</br>Nor can the Ocean quench them:  in thy cell</br>Full stor'd with pleasures, all my pleasures fell.</br>Die then, fond lad:  ah, well my death may please thee:</br>But love, (thy love) not life, not death, must ease me.", "So down he swowning sinks; nor can remove,</br>Till fisher-boyes (fond fisher-boyes) revive him,</br>And back again his life and loving give him:</br>But he such wofull gift doth much reprove:</br>Hopelesse his life; for hopelesse is his love.</br>Go then, most loving, but most dolefull swain:</br>Well may I pitie; she must cure thy pain.</br>"]