["Two Brothers of the Comb, congenial pair,</br>An operator this for beards, and that for hair,</br>Were next-door neighbours in a country town,</br>And each other rivall'd in renown.</br>Both candidates for public favour stood,</br>Like T&mdash;d, we'll suppose, and A&mdash;l H&mdash;d.</br>At length, to urge his long contested claim,</br>Each rival to a neighb'ring alehouse came.</br>In perriwig of formal cut appear'd</br>Our Shaver first, sworn foe to ev'ry beard:</br>Not half so hostile was the mighty Czar,</br>Who on all Russia's bearded chins made war;</br>Nor half so rooted were the bristly crops</br>He sentenc'd to be shaven off their chops,</br>As was this Barber's hate, whose trenchant blade</br>On visages such devastation made,</br>That vagrant Jews, of his profession shy,</br>On tip-toe slunk in wary silence by,</br>Afraid of tonsure; nay, the story goes,</br>He sometimes took the Justice by the nose;</br>And for a penny, from a beggar's cheek</br>Would sweep away the frowzy harvest of a week:</br>A boon companion too, he'd sing a song</br>Full fifty, year twice fifty couplets long;</br>All Chevy Chase he knew, bold Robin Hood,</br>The Man o' Kent, and Children in the Wood;</br>And many a waggish legend had in store,</br>To set the tap-room boxes in a roar.", "In snow-white vesture, like some youthful bride,</br>His hair, and eke his shoes with ribbon ty'd,</br>Came Puff, a self-admiring fop, replete</br>With pertness, affectation, and conceit;</br>Yet, for his style of dressing highly priz'd,</br>And by the fools of fashion patroniz'd,</br>Scarce seated, he the Shaver ey'd askance,</br>Who quick retorted the contemptuous glance,</br>And now each other's faults prepar'd to scan,</br>The flippant controversy Puff began.", "PUFF.</br>With me, presumptuous miscreant, dost thou vie,</br>The brush and razor only skill'd to ply?</br>Or, haply to revive the drooping locks</br>Of paltry caxons, mounted on thy blocks?", "BARBER.</br>And what the mighty talents thou canst boast?&mdash;</br>To give the hair fantastic forms at most&mdash;</br>To lavish meal upon some coxcomb's head,</br>Whilst thousands murmur at th' assize of bread.", "PUFF.</br>Reviler, cease:  how could the slander fall</br>Upon my best imported Marechalle!</br>But vulgar words to vulgar mouths belong;</br>Such language well befits a Barber's tongue.", "BARBER.</br>From thee the scurrilous example came,</br>Who durst in disrespectful guise misname</br>Ev'n sacred things &mdash; for know, vain-glorious prig,</br>I once a week repair our Parson's wig.", "PUFF.</br>To more distinguish'd honours I aspire&mdash;</br>Me all the daughters of our wealthy 'Squire</br>Employ, to lend new beauties to the face,</br>And spirit give to ev'ry native grace.</br>That magic of the mien 'tis I impart&mdash;</br>But for my skill in the cosmetic art,</br>What were the proudest dame?&mdash;", "BARBER.</br>&mdash;And, but for mine,</br>What were the doctor, lawyer, or divine?</br>Their credit they derive from outward show,</br>And that to my dexterity they owe.</br>By long prescription, a full wig contains</br>Presumptive proof of much intrinsic brains;</br>But seldom seems the preacher orthodox,</br>Who mounts the rostrum in his native locks.</br>Why is our lawyer, pray, so oft retain'd?</br>His clients purses why so often drain'd?</br>The doctor's chariot whence, and golden fee?</br>Their scientific wigs were shap'd by me.", "PUFF.</br>The beauteous locks that from the head depend,</br>Beneath my care in graceful ringlets end;</br>What envious Time, bold-pated sire, denies</br>To aged heads, my needful art supplies.</br>With minors now their grandames shall compare,</br>Shall emulate with false their real hair:</br>And which is false, which real, who can tell?</br>The one the other imitates so well.", "BARBER.</br>Why vaunt that skill, which, tier o'er tier to raise,</br>But tortures Nature's growth a thousand ways?</br>Why vaunt the braid that decks a lady's head?</br>For aught she knows, 'twas on some felon's bred.", "Enough, quoth Johnson, who was umpire nam'd,</br>For mending shoes and wise decisions fam'd;</br>Enough, enough, the solemn cobler cry'd,</br>While \"hear him, hear him,\" rung on ev'ry side:</br>Your sev'ral merits well ye have discuss'd,</br>And prov'd to favour your pretensions just.</br>Now, to requite you &mdash; Thou ourself shalt shave,</br>And, Puff, our daughter's custom thou shalt have;</br>Her taste for dress the gentry all admire,</br>And think she'll make a conquest of some 'Squire.</br>"]