["Of woman's disobedience, and the fruits</br>Of list'ning hazardous, most bold attempt</br>In ancient blanket, full of rags and holes</br>Sing heavenly muse; whether on Pinda's top</br>Or snowy Haemus, where the enchanted woods</br>Danc'd to the well-tun'd lyre of Orpheus old,</br>Thou first harmonious; or if Helicon</br>Delight thee more, with shady groves opaque,</br>Thence I invoke thee to my advent'rous song.", "Say, goddess, for thou know'st, what happy soil</br>Claims old Hippobilus, for deeds benign,</br>And hospitable act to wearied steps,</br>Full famous; him, where Orwell's silver streams</br>In various meanders curling slow</br>Near Gippovicum (wherein arms renown'd</br>Erst dwelt the Iceni, Rome's audacious host)</br>With Lemster frize his shoulders round adorn'd,</br>Such as three well fraught ships from wealthy Ind,</br>Ne'er wafted o'er the ocean's vast convex,</br>And band of large extent, and hat broad-brim'd,</br>Melantius and Philander, sophists grave,</br>From far is as hacks, raw-bon'd, descending met;</br>Nor with more joy, of reverence profound</br>Received Philemon, Jove of thrones the prime,</br>When from the azure welken down he came</br>With Maja's joy in human shapes divine,</br>To see what chear on earth the gods might find,</br>For none he found in heav'n from man ingrate,</br>Nor fume of victim slain now reach'd the sky.", "So welcom'd he his friends, with firm resolve</br>His guests determin'd; on he led the way,</br>With many a caper brisk and antick round,</br>Eager to raise his spouse, whom still he ween'd</br>In down procumbent.  Oh!  had she the joy</br>Equal to his conceiv'd, nor from her bed</br>In condescension meek disdain'd parole!</br>But with stern frown, to whom respect was due,</br>Him she rejected; and his just behests</br>Of aid and presence dear; the guests she scorn'd</br>For him companions fit, her self-deserving</br>Better or none she deem'd; then back reclin'd</br>Longer repose embrac'd.  Proud fain, sleep on,</br>Yet happy, if thou know'st, to know no more.", "Nor daunted was at the rebuke severe</br>Hippobilus, quick to the mart he hies</br>For choicest viands, and as quick returns.</br>Fraught with hip, thigh and loin of grawling lamb</br>Stole from the bleating ewe; his left hand grasp'd</br>Lettice and Allium, fare delicious!</br>Before him march'd in wooden pen upbore</br>With pointed hooks, defended thornbacks broad,</br>Maids with long tails (by some in waggery call'd)</br>Crabs retrograde and sociable soles,</br>Sweetest of fish that swim the ocean stream.</br>These having order'd for their hooks repast</br>He to his guests repair'd, with bland excuse,</br>And plausible apology for absence long,</br>And otherwise affront impardonable,</br>High misdemeanour!  them he found agape</br>Its curious picture pendant from the wall</br>Kneel eniate or verriate; to whom the paroch 'gan</br>With awful cringe, and fault'ring tongue to make</br>Utterance of compliment; which soon espy'd</br>By good Philander he with front serene</br>Thus spoke; there needs not venerable host,</br>Excuse for leaving us in solitude,</br>Well have we here been entertain'd; behold</br>This image fair, whose lively sparkling eyes</br>Dart lightning tremulous and contagious fire,</br>Here have we been affix'd; but say (on earth</br>If such can live and draw aetherial air)</br>Whom may this represent?  what happy mate</br>Enjoys this heavenly beauty?  for till now</br>Such never I beheld; nor may with him</br>Two baffled deities that on Ida strove</br>Compare, the third might equal not exceed.", "Thus spake the youth enflam'd, and age reply'd,</br>My friends, your pardon will be best bestow'd</br>First ask'd for; which submissive I implore,</br>And take it as a gift for rudeness coarse,</br>Nor unattended had ye sat, forlorn,</br>Had not my spouse (to whom unmerited praise</br>And honour too sublime Philander gives)</br>With ach of tooth malign, jaw-racking pain</br>Been from her lov'd obsequiousness detain'd;</br>But come, be free; since ye have thus vouchsaf'd</br>To be my guests, whate'er I have, be pleas'd</br>To call your own.  He scarce had ended speech,</br>When with din hideous and strong rebuff</br>A door upon the brazen hinges turn'd,</br>Disgorging monster, horribly uncouth</br>In laneous mantle (by the vulgar hight</br>A blanket) clad.  Abash'd the paroch stood,</br>Amaz'd, confounded at the dire mishap,</br>Deeming some vagrant sprite from dark abyss,</br>Might sinful man perplex; or haply fearing</br>Some gambol antichristian, lewd and vile,</br>With mirth unseasonable might their ease molest.</br>Nor trembled more the soul of Amphix huge</br>As founded, where fam'd Orpheus' ancient king</br>O're swarthy Aethiopian sceptre sway'd,</br>When Albaniades his gorgon dire</br>Phorcynian, on his foes undaunted bore</br>Amphix and Eryx, oft in battles known,</br>Had Thessalas and Phineas, warriours old,</br>Whose frozen blood condens'd, and stubborn limbs</br>Of victory eternal movements stand.</br>Mean while the griesly phantome lay prostrate,</br>With crush of ruinous fall of speech bereft</br>And motion; nor from thence had ere arose,</br>Had not Minerva (who from Heaven star-pav'd</br>With courage high and might invincible,</br>And plum'd his helm and smoke and bickering flame,</br>While troops dardanian fled and glad forsook</br>Patroclus by stern Hector's javelin slain)</br>Once more came down.  She on parod's head</br>Like the bicornous moon resplendent sate,</br>Fast by his temples, horror soon dispelling,</br>And from that had his trowzes gay distain'd</br>With auburn hue ill-favour'd.  Up he rose,</br>And with fierce paw the goblin seiz'd; but oh!</br>Such plagues, ye gods, from holy band avert!</br>Nor spright, nor gambol, but his bosom friend,</br>Soul of his soul, his tender spouse he finds,</br>Who stealing from bed with silent step</br>Down to the room by terret way had come,</br>Smit with the love of hearing their discourse,</br>And to the door press'd her attentive ear.</br>She to his touch obsequious, 'gan to raise</br>Her founder'd limbs, when the eager nipping aim</br>Provok'd her gentle hand to lightly touch</br>Those parts best secret kept to mortal eye.</br>She in the mantle finding horrid chasm,</br>And discontinuous wounds discovering shame,</br>Up sprang, nor staid, but with precipitous haste</br>As would her feeble joynts permit, retir'd,</br>Leaving her wondering guests, who still the image</br>Of dazling bum in faithful mind retain.", "So when Diana with meridian beams</br>Dispirited, or chace of furious boar</br>Arcadian, in Gorgaphie fruitful vale,</br>Where purling brooks and streams nectarious flow,</br>Thro' many a shady bower and verdant plain,</br>Her virgin limbs refreshing, waked saw</br>Actaeon, Cadma's son advent'rous,</br>Bashful she fled into the dark recess</br>Of hemoral love, and from the piercing sight</br>Of eye ambitious charms divine conceal'd.</br>"]