["DAMON.</br>What distant region has so long detain'd,</br>What happy fate restores my dearest friend?</br>Can southern climes so long invite thy stay?</br>Are skies serener there, or flow'rs more gay?</br>Six times the moon has fill'd her silver horn,</br>Since Amaryllis sigh'd for thy return.</br>Welcome, O Thyrsis, to thy native plains;</br>Welcome the joy, the glory of the swains!</br>Here, on the margin of this limpid rill,</br>That rambling devious bubbles down the hill,</br>Repose thy weary limbs, forget thy toil,</br>And, pleas'd again, survey thy native soil.</br>The sun, now hast'ning to conclude the day,</br>Gilds the gay vallies with a milder ray.</br>Now plenty crowns the soft-declining year;</br>On ev'ry side autumnal scenes appear.</br>My flocks, in yonder solitary vale,</br>Bask in the ev'ning beam, and drink the balmy gale.</br>And see!  where, recent from my eager arms,</br>Array'd in all the majesty of charms,</br>My Sylvia walks the mead!  the cattle gaze,</br>And, fix'd in deep surprise, forget to graze!</br>While, gently warbling from the vocal grove,</br>The flute's soft languish speaks the voice of love.</br>&mdash;Alas!  what sadness clouds thy furrow'd brow?</br>Why wears thy tear-stain'd cheek the mark of woe?</br>While nature smiles, is sorrow only thine?</br>Oh!  speak the cause, and make that sorrow mine.", "THYRSIS.</br>Too blest indeed, if Thyrsis yet could share</br>These rural joys, and intermit despair!</br>If yet 'twere mine to join the tuneful choir,</br>And sing what love and beauty's charms inspire!</br>Or with my nymph to tread the flow'ry plain!</br>Or, in the lonely dale, or fragrant bow'r,</br>Careless to dream away the vacant hour!</br>These are no more; for, urg'd by pow'rful Fate,</br>Comes the sad period of Britannia's state.</br>I see, exulting o'er our prostrate lands,</br>Grim with red rage and death, unnumber'd bands:</br>I see our plains with frequent corpses strew'd,</br>Our silver brooks profan'd with human blood:</br>I see our houshold-gods involv'd in flame,</br>Our hamlets hid in dust, without a name.</br>When long, long years their tedious round have pass'd,</br>Some hoary swain, that treads the silent waste</br>(Where the neglected soil, perplex'd with weeds,</br>The bloated toad and hissing serpent breeds)</br>Led by some stream along the desart plain,</br>May try to recognise his old domain.</br>Then, where Palladia stretch'd her verdant groves</br>(Haply the witness of his youthful loves)</br>Bleak naked rocks and barren heath he finds,</br>And hollow caverns howling to the winds.</br>And where, imbower'd in deep-surrounding trees,</br>The gay Laurentia rose, aghast he sees</br>An hideous length of frightful ruins strown,</br>And sordid thorns and leafless shrubs o'ergrown.</br>But first let my cold limbs in dust be laid!</br>O Death!  receive me to thy silent shade.", "DAMON.</br>We trusted to an old report of fame,</br>That Britain on the ocean reign'd supreme.</br>No dire assault we fear'd of foreign hosts,</br>While yon caerulean main secur'd our coasts.</br>This fond belief perfum'd our vernal flow'rs,</br>Attun'd our rills, and lull'd our lonely bowr's;</br>This sooth'd the summer's sultry hours away;</br>This rais'd to loftier notes the raptur'd lay;</br>Smooth'd the rough face of winter's wasteful reign,</br>And with new plenty crown'd th' autumnal plain.</br>The boist'rous drum's reverberated roar,</br>The cannon's burst, that shook th' echoing shore,</br>Unmov'd we heard; and unappall'd survey'd</br>War's pompous scenes in grim array display'd.</br>But say, what crime has laid Britannia low?</br>What angry God has struck the mortal blow?", "THYRSIS.</br>Ah!  sad remembrance of our ancient fame!</br>Where now our pristine pow'r and dreaded name!</br>Wide o'er the foaming deep our fleets of old,</br>In gallant splendor, triumph's uncontroul'd,</br>Soon as our streamers glitter'd in the gale,</br>Soon as the breeze impell'd the bellying sail,</br>The conscious tyrant trembled on his throne,</br>Britannia's sov'reign pow'r compell'd to own:</br>Oppression heard the rumour, heard and fled,</br>And pining slav'ry rais'd the pensive head.</br>But these illustrious days no longer smile;</br>Impending horrors cloud our destin'd isle;</br>Th' audacious crimes of a corrupted age</br>At last have rous'd the pow'rs of Heav'n to rage.</br>Long had the Gallic pride and thirst of pow'r</br>Ravag'd fair India's desolated shore.</br>T' avenge her injur'd sons Britannia rose,</br>And wing'd her thunders at the faithless foes.</br>But (oh, my friend, how dismal to relate!)</br>Fate baffled her attempts with foul defeat.</br>Rous'd at the last, to vindicate her name,</br>And wipe the tarnish from her sullied fame,</br>Sedately fierce, she summon'd all her might,</br>Bore dreadful on the foe, and claim'd the fight.</br>Extended far along the liquid plain,</br>I saw the gorgeous navy stem the main:</br>The flashy armour, kindling on the day,</br>Dazzled the cloudless sun's meridian ray.</br>I heard the martial shouts, the cannon's roar,</br>And loud acclaims resounding o'er the shore.</br>Proud of our strength, in thoughts we now survey'd</br>Our allies succour'd by the timely aid;</br>From hostile lands beheld the smoke aspire,</br>And cities sinking in tempestuous fire.</br>These dreams how vain!  no hostile turrets burn</br>Confus'd, aghast, our frighted fleets return.</br>'Tis said they saw unusual spectres rise,</br>Red from the deep, and gleam along the skies,</br>Perch'd on each poop a phantom stood confest,</br>And with presages dire alarm'd the bravest breast.</br>Now long-imbattled legions seem'd in view;</br>Now flam'd the livid deep with brimstone blue;</br>Portentous lightnings shot with fiery glare,</br>And horrid shrieks and thunders tore the air.</br>They saw, they fled &mdash; can feeble man withstand,</br>When Heav'n in anger blazes its vengeful hand!</br>Glory no more the warrior's bosom warms,</br>No more the warlike trumpet's note alarms;</br>Thoughtless of fame, of danger, and of woe,</br>In dumb suspence, he waits th' impending blow.</br>But haste, oh haste!  the murd'ring sword is nigh;</br>From these devoted regions let us fly,</br>To where no thirst of gold inflames the mind,</br>Where virtuous Peace a soft repose may find.", "DAMON.</br>O War!  thou first of monsters, sire of crimes!</br>The hateful offspring of barbarian climes!</br>Rocks adamantine hatch'd the brood accurst,</br>Of all the worst of human ills the worst.</br>Farewel, my flocks, my fields, my milky kine!</br>These flocks, these fields, alas!  no more are mine!</br>Farewel, ye fountains, rills, and fragrant flow'rs,</br>Ye vocal woods, ye balmy-breathing bow'rs!</br>Farewel, my flute!  no more my blissful loves,</br>Tun'd to soft notes, shall fill the list'ning groves.</br>Farewel, my nymph!  my Sylvia, must we part?</br>O!  grief suppress my sighs, and burst my heart!</br>With thee no more I walk the winding shade,</br>Nor, in the lap of love luxurious laid,</br>Dissolv'd in bliss, dream ev'ry care away,</br>And with deep-felt delight thy charms survey.</br>O'er endless tracks of billowy oceans borne,</br>In sad exile for ever doom'd to mourn,</br>Perhaps hard bondage waits the tender fair,</br>And galling loads, and groans, and black despair.", "THYRSIS.</br>Ye pow'rs!  oh bear me to some dreary vale,</br>Where ravens shriek, and owls portentous wail!</br>Where sullen skies diffuse perpetual shade,</br>And Night in all her horrors reigns array'd;</br>Impervious to the hateful blaze of day,</br>And silver Cynthia's melancholy ray;</br>Where ever-howling wolves the night confound,</br>And fiery snakes incessant hiss around.</br>There let me waste away this life of woe,</br>Nor pious friend the tender tear bestow.</br>Thy glorious days, Britannia, now are o'er,</br>And liberty and virtue are no more.</br>"]