["CORYDON.</br>The mid-day sun now darts his vertic ray,</br>And neighbouring swains to cool recesses stray;</br>Let us, secluded from the heat, recline</br>Beneath the shadow of this towering pine;</br>And while in view our lambs disporting play,</br>Attune your reed, and pipe some sprightly lay.</br>Oft have I heard of Damon's wondrous skill</br>In rural ditties, and the tuneful quill;</br>'Twas he instructed you the piping art,</br>To chear the swains, and win your Flora's heart:</br>Give, then, a sample of his blithesome strains,</br>This varnish'd whistle shall reward your pains.", "THYRSIS.</br>Small praise, I ween, is due my skill in song;</br>'Twas ne'er design'd to soothe the jocund throng;</br>But, now and then, a leisure hour to spend,</br>And chear myself in absence of a friend:</br>Yet to my lips I'll now my reed apply,</br>And with my Corydon's request comply.</br>I'll sing you one with sorrow deeply fraught,</br>The last sweet ditty peerless Damon taught.", "CORYDON.</br>Begin &mdash; I'll with attention watch our sheep,</br>And eye the goats on yonder craggy steep.", "THYRSIS.</br>Far in a wild, beneath a beechen shade,</br>Where silver Clyde winds down his oozy bed;</br>The fair Amanda, erst so blithe and gay,</br>At Daphne's side reclin'd, desponding lay;</br>Her bursting bosom heav'd with swelling sighs,</br>While tears unfeign'd ran streaming from her eyes;</br>Her sheep, unheeded, wander'd to and fro,</br>And vocal hills re-echoed all her woe.</br>Young Daphne, griev'd to see the nymph distress'd,</br>In friendly strains her sympathy express'd:", "\"Lo, genial Spring, in rosy garb array'd,</br>Smiles on the hills, and paints the enamell'd mead!</br>Prolific Sol now chears the gladsome plain,</br>And swells the fruit, and fills the bladed grain;</br>On every spray the feather'd warblers sing,</br>And all the groves with rural music ring;</br>Our fleecy nibblers crop the clover field;</br>Clyde's winding banks a goodly prospect yield;</br>The joyous May in all her pomp appears:</br>Then why these sighs, Amanda?  why these tears?</br>Why all this grief? &mdash; all this ill season'd pain?</br>Come, dear Amanda, to a friend explain.\"", "Silent and sad, she Daphne wistful eyed,</br>And thus, anon, with heaving sighs reply'd:", "\"O lead me, Daphne, to some desart shore,</br>Where to the rocks I may my fate deplore!</br>The gentle Spring no more affords delight,</br>The dappling flowers are hateful to my sight:</br>Nor Glotta's banks, (where once, devoid of care,</br>I deffly sung throughout the varied year,)</br>Nor blissful dales, where he meandring flows,</br>Can tears suppress, or soothe my endless woes!</br>My lambs (would I were innocent as they!)</br>Where'er they list may for Amanda stray;</br>Nor hills, nor dales, nor frisking flocks can please&mdash;</br>A long farewell to happiness and ease!\"", "\"You wont, said Daphne, to be blithe and free,</br>You wont to chear us with your mirth and glee;</br>The jocund swains, charm'd with your pleasing song,</br>With joyful hearts around you us'd to throng,</br>And on their pipes to join your chorus play.</br>Wherefore this change, my dear Amanda, say?</br>What lies so heavy at your throbbing heart,</br>Amanda, tell? &mdash; to me your woes impart.\"", "\"Cease &mdash; cease, my Daphne, your unwelcome strains!</br>These gay reflections but increase my pains.</br>While pure, untainted innocence remain'd,</br>Ere Strephon base my witless heart obtain'd,</br>Like you I sported, and was blithe like you,</br>My days were chearful, and my cares were few;</br>But perjur'd Strephon my affections won,</br>In him I trusted, was by him undone!&mdash;</br>Ah now farewell my wonted happy days!</br>Farewell my wonted innocence and ease!</br>Farewell, ye groves, and every smiling dell!</br>Ye wand'ring ewes, and slighted lambs, farewell!&mdash;", "\"My artless Daphne, take a friend's advice,</br>With caution listen to your wooer's voice,</br>And through Love's mazes ever wary tread;</br>Or &mdash; like Amanda &mdash; you may be betray'd.</br>The while fond Strephon deck'd with wreathes my breast,</br>And taper crook with fragrant garlands drest;</br>When vows of constancy in yonder grove</br>He plighted oft, say, could I doubt his love?</br>The while he faltering first reveal'd his flame,</br>I little knew (poor simple, thoughtless dame)</br>His youthful breast a wicked heart contain'd;</br>That by his guile my virtue would be stain'd;</br>And soon's my artless virgin heart he won,</br>He'd leave me thus &mdash; abandon'd, and undone!\"", "With pity mov'd, young Daphne dropp'd a tear;</br>And curs'd the swain, so false, and insincere.", "\"Severe, said she, is hapless woman's fate,</br>If fair, men ruin us, if homely, hate;</br>We're sure betray'd, if we through love pursue;</br>And if we fly, they flatter and undo.\"", "\"From hence, resum'd Amanda, learn with care,</br>While yet a maid, to shun each tempting snare.</br>For Strephon's sake what anguish I endure,</br>And deep remorse, which baffles every cure!</br>At dead of night, when Nature's sunk in sleep,</br>With sorrows wrung, I'm left alone to weep!</br>And when the Sun in eastern sky appears,</br>Still I'm dejected, still bedew'd with tears!&mdash;</br>For him I bear the village' taunting scorn,</br>By foes insulted, and by friends forlorn.</br>The cruel swain, deaf to my piteous moan,</br>Has Doris wed, and left me thus, undone.&mdash;</br>But cease, Amanda &mdash; now 'tis vain to mourn;</br>Be hush, ye groves, no more my plaint return;</br>Farewell, ye glades, and every smiling vale!</br>Ye wand'ring ewes, and slighted lambs, farewell!</br>And thou, O Daphne, virtue still pursue,</br>Be innocent, be blest! &mdash; farewel!  adieu!\"&mdash;", "Thus having spoke, she frantic reach'd the shore,</br>Plung'd headlong in, and sunk to rise no more.", "Here stopt the gentle swain &mdash; the listening crowd,</br>Mov'd with his strains, were all in tears bedew'd:</br>Such was our Damon's skill, and peerless meed;</br>And such his cunning of the mellow reed.", "CORYDON.</br>His art in piping he has left with you:</br>Accept your promis'd gift, 'tis justly due;</br>And now, till thine be brought, you'll welcome share</br>My rural sweets, and wholesome country-fare.</br>"]