["Ha!  is yon azure streak that fills mine eye</br>The pastoral frontier of the mighty land</br>Renowned for chivalry and minstrelsy,</br>For patriot enterprise of heart and hand?</br>That o'er my early spirit took command</br>In inspiration breathed from harps of flame?</br>I greet thee, Caledonia!  as I've scann'd</br>The features of some mightier imp of fame,</br>That match not oft &mdash; in dust &mdash; the mind's ethereal claim.", "If on some Orient dreamer's dazzled sight</br>Should flash a realm of genii, erst concealed,</br>How would his pulses throb with keen delight</br>In the new sunshine of that heaven revealed!</br>And must I say, &mdash; to mine his raptures yield,</br>While o'er my heart its first-born dreams prevail?</br>O, dumb for ever be my lips and sealed,</br>If, gazing on this shore, my spirit fail</br>To bid the wondrous land of mountain grandeur hail.", "O, let me catch the spirit of this land,</br>Whose every heath-robed hill is Fancy's seat,</br>Hallowed anew by a magician's wand,</br>Ah, Lammermuir!  thy dreary wilds I greet,</br>And thee, Wolf's crag!  'gainst which the surges beat</br>With the same sullen all-eternal roar</br>That rang in Edgar's ear his anthem meet,</br>When in the Kelpie's jaws, along thy shore,</br>He sank &mdash; o'er whelmed at once &mdash; and love and life were o'er.", "Hail, Albyn! &mdash; In youth's visionary prime</br>Thy wild romance my kindling fancy caught.</br>Buccleuch and Branksome thrilled in Border rhyme,</br>Coila and Fingal new enchantment brought;</br>And o'er thy mountains roamed my truant thought,</br>Where the clouds toward the storm-swept islets tend.</br>E'en thy dark pine and pale blue weed were wrought</br>In Fancy's colouring; &mdash; while with thee I blend</br>The image and the voice of my youth's earliest friend.", "He was a son of thine; remembering thee,</br>His eye how fired!  how eloquent his tongue!</br>Yet mid the rushing of his native Dee</br>He perished in his bloom &mdash; alas, so young.</br>And to his fate my sorrowing harp was strung;</br>For never did the wild ingulfing wave</br>Snatch from incautious Youth's promiscuous throng</br>A nobler heart &mdash; enlightened, generous, brave!</br>Swept, with how many hopes, to that insatiate grave.", "When 'twixt our souls this high communion grew,</br>Our school-boy steps traced the slow-winding Wear;</br>The unclouded dawn of joyous life was new.</br>And verdant all &mdash; that now to me is sere.</br>Woman was then a mystery &mdash; yet how dear!</br>A mine of glowing wonders unexplored;</br>And things, whose hues in each succeeding year</br>Have worn more dim and dead, were then adored</br>With that first love which scathes the spirit from which 'tis poured.", "But he &mdash; whose fate I wept with selfish grief&mdash;</br>The hues of life were never blank to him.</br>No tint of red was on his spring-like leaf,</br>On his unwrinkled brow no shadow dim.</br>Life's cup he took, and from the sparkling brim</br>Drew the brief draught allotted to his fate;</br>Then (his existence broken as a dream)</br>Entered, unbent, on his immortal state,</br>Ere yet of lagging years he had endured the weight.", "Peace to his gentle shade!  Together we,</br>'Venturous, essayed to wake the magic string,</br>And, led by Hellas' star of poesy,</br>To trace Castalia to its sacred spring.</br>Then flashed the thought of high imagining;</br>And o'er my heart and brain was breathed a fire,</br>That is not now all smothered while I fling</br>My hand o'er the yet unforsaken lyre&mdash;</br>The enchanted hope that fans the fever of desire.", "When, as the sun's last rays were falling sweet</br>On earth, air, water, I beheld the spot</br>Where Shakspeare rose; where Shakspeare's boyish feet</br>Oft wandered careless; how, regarding not</br>Nature for her own beauty, I forgot</br>All, all around &mdash; save Shakspeare!  Shakspeare's muse</br>Hallowed each willow and sequestered grot,</br>And thee, poetic Avon; while the dews</br>Of sombre evening fell on church and church-yard yews.", "For thy stretch'd wing o'ershades the circling space</br>Immortal Fame!  and o'er the wizard's tomb</br>Thy trumpet's echo liveth:  light and grace</br>Are shed by thee o'er that sepulchral gloom;</br>By thee are tinged the flow'rets wild that bloom</br>O'er the green banks which Avon loves to kiss;</br>Thine is the halo!  and the earth's perfume,</br>But from thy magic influences, is</br>As 'twere to SHAKSPEARE'S name the scent of sacrifice.", "E'en thus, where PENSHURST'S gray and castled pile</br>Wins the rapt eye, to the romantic mind</br>Some genius o'er time's ravage seems to smile,</br>Mellowing the rays that ages cannot blind!</br>And chivalry and beauty, fair entwin'd,</br>Invest each holy tower and haunted glade</br>With graces that no home more meet can find</br>Than where still lingers SIDNEY'S noble shade,</br>And Sacharissa's charms the sylvan depths pervade.", "So where, sweet Eske!  thy fairy-haunted stream</br>Guides the step, lingering, through that magic maze,</br>The depth of dell &mdash; than which enchanted dream</br>Ne'er fashioned lovelier in romantic lays&mdash;</br>What spells abide? &mdash; the light of other days,</br>When DRUMMOND'S bower received th' immortal guest;</br>And more &mdash; the Border wizard's minstrel praise,</br>Sweet are thy paths; &mdash; while to the vision'd breast</br>Lost Rosabelle returns, or Albert's sackcloth vest.", "These are the \"hues unborrowed of the sun,\"</br>That charmed erewhile the melancholy GRAY;</br>These are the lights that (o'er creation thrown</br>By puissant spirits encumbered least with clay)</br>Outlive destruction, and outshine the day!</br>These are the sparks of quenchless beam, that late</br>Beguiled the mighty Pilgrim's pensive way,&mdash;</br>Gilding each clime, where Minds o'ermatching Fate</br>Have risen &mdash; to pierce the gloom, that clouds our dim estate.", "Such the attaching splendors that endear</br>Thy stream, Ilyssus!  to our proud regard:</br>And, all!  what trophies could the Caesars rear</br>Matching the laurels of their Mantuan bard?</br>Or his &mdash; who in his Sabine villa shared</br>The Muse's favor?  and in lyric song</br>(Of Sapphic mood, or of Alcaic) rear'd</br>His own perennial monument &mdash; among</br>The wrecks of pride unscathed &mdash; defying mortal wrong.", "And in the gloom of Monkish darkness rose,</br>After long years, some spirits of mighty tone,</br>That, soaring o'er Italia's deadly woes,</br>Heirs of the lyre, made all its fame their own!</br>But nobly these with rays unborrowed shone;</br>Disdaining servile homage, they became</br>Creators of new spells, and stood alone,</br>Darting to distant climes the wizard flame,&mdash;</br>Yielding their country's waste a second age of fame.", "Life-giving Muse!  but wakes thy heavenly voice</br>In happier climes alone &mdash; renown'd of yore?</br>No!  still, where Freedom triumphs, shall rejoice</br>Some loftier hearts in thine ennobling lore.</br>Lo, the day breaks on yonder mighty shore!</br>And o'er the wide Pacific from afar</br>Float strains Tyrtaean &mdash; which proud spirits pour</br>All fervid to the glory of the war.</br>Crown'd with thy stainless fame, unconquered BOLIVAR!", "Now hush my lyre!  The shadow of the night</br>Is on the hills that gird me; and my strain,</br>Waked haply to a more exulting height</br>By an immortal record, sinks again</br>In feebler cadence! &mdash; Yet not wholly vain</br>Are the long vigil and the impatient zeal</br>Feeding on my lone bosom, if I gain</br>One smile or sigh from hearts intent to feel&mdash;</br>Proudly to such the Muse commends her last appeal.</br>"]