["The shepherd, who survey'd the deep</br>When all its tempests were asleep,</br>Dreamt not of danger; glad was he</br>To sell his flock, and put to sea.</br>The consequence has Aesop told,</br>He lost his venture, sheep, and gold.</br>So fares it with us sons of rhime,</br>From doggrel wit, to wit sublime;</br>On ink's calm ocean all seems clear,</br>No sands affright, no rocks appear;</br>No lightnings blast, no thunders roar;</br>No surges lash the peaceful shore;</br>Till, all too vent'rous from the land,</br>The tempests dash us on the strand:</br>Then the low pirate boards the deck,</br>And sons of theft enjoy the wreck.", "The harlot Muse so passing gay,</br>Bewitches only to betray;</br>Tho' for a while, with easy air,</br>She smooths the rugged brow of Care,</br>And laps the mind in flow'ry dreams,</br>With Fancy's transitory gleams.</br>Fond of the nothings she bestows,</br>We wake at last to real woes.", "Thro' ev'ry age, in ev'ry place,</br>Consider well the poet's case;</br>By turns protected and caress'd,</br>Defam'd, dependent, and distress'd;</br>The joke of wits, the bane of slaves,</br>The curse of fools, the butt of knaves;</br>Too proud to stoop for servile ends,</br>To lacquer rogues, or flatter friends;</br>With prodigality to give,</br>Too careless of the means to live:</br>The bubble fame intent to gain,</br>And yet too lazy to maintain;</br>He quits the world he never priz'd,</br>Pitied by few, by more despis'd;</br>And lost to friends, oppress'd by foes,</br>Sinks to the nothing whence he rose.", "O glorious trade, for wit's a trade,</br>Where men are ruin'd more than made,</br>Let crazy Lee, neglected Gay,</br>The shabby Otway, Dryden grey,</br>Those tuneful servants of the Nine</br>(Not that I blend their names with mine)</br>Repeat their lives, their works, their fame,</br>And teach the world some useful shame.</br>At first the Poet idly strays</br>Along the greensward path of praise,</br>Till on his journies up and down,</br>To see, and to be seen, in town,</br>What with ill-natur'd flings and rubs</br>From flippant bucks, and hackney scrubs,</br>His toils thro' dust, thro' dirt, thro' gravel,</br>Take off his appetite for travel.", "Transient is Fame's immediate breath,</br>Though it blows stronger after death;</br>Own then, with Martial, after fate</br>If glory comes, she comes too late.</br>For who'd his tune and labour give</br>For praise, by which he cannot live?", "But in Apollo's court of fame</br>(In this all courts are much the same)</br>By Favour folks must make their way,</br>Favour which lasts, perhaps, a day,</br>And when you've twirl'd yourself about,</br>To wriggle in, you're wriggled out.</br>'Tis from the sunshine of her eyes</br>Each courtly insect lives or dies;</br>'Tis she dispenses all the graces</br>Of profits, pensions, honours, places;</br>And in her light capricious fits</br>Makes wits of fools, and fools of wits,</br>Gives vices, folly, dulness birth,</br>Nay stamps she currency on worth;</br>'Tis she that lends the muse a spur,</br>And even kissing goes by Her.", "Far in the sea a temple stands</br>Built by dame Error's hasty hands,</br>Where in her dome of lucid shells</br>The visionary goddess dwells.</br>Here o'er her subject sons of earth</br>Regardless or of place, or worth,</br>She rules triumphant; and supplies</br>The gaping world with hopes and lies.</br>Her throne, which weak and tott'ring seems,</br>Is built upon the wings of dreams;</br>The fickle winds her altars bear</br>Which quiver to the the shifting air;</br>Hither hath Reason seldom brought</br>The child of Virtue or of Thought,</br>And Justice with her equal face,</br>Finds this, alas!  no throne of Grace.", "Caprice, Opinion, Fashion wait,</br>The porters at the temple's gate,</br>And as the fond adorers press</br>Pronounce fantastic happiness;</br>While Favour with a Syren's smile,</br>Which might Ulysses self beguile,</br>Presents the sparkling bright libation,</br>The nectar of intoxication,</br>And summoning her ev'ry grace</br>Of winning charms, and chearful face,</br>Smiles away Reason from his throne,</br>And makes his votaries her own:</br>Instant resounds the voice of fame,</br>Caught with the whistlings of their name.</br>The fools grow frantic, in their pride</br>Contemning all the world beside:</br>Pleas'd with the gewgaw toys of pow'r,</br>The noisy pageant of an hour,</br>Struts forth the statesman, haughty, vain,</br>Amidst a supple servile train,</br>With shrug, grimace, nod, wink, and stare,</br>So proud, he almost treads in air;</br>While levee-fools, who sue for place,</br>Crouch for employment from his Grace,</br>And e'en good Bishops, taught to trim,</br>Forsake their God to bow to him.", "The Poet in that happy hour,</br>Imagination in his pow'r,</br>Walks all abroad, and unconfin'd,</br>Enjoys the liberty of mind:</br>Dupe to the smoke of flimsy praise,</br>He vomits forth sonorous lays;</br>And, in his fine poetic rage,</br>Planning, poor soul, a deathless page,</br>Indulges pride's fantastick whim,</br>And all the World must wake to Him.", "A while from fear, from envy free,</br>He sleeps on a pacific sea;</br>Lethargic Error for a while</br>Deceives him with her specious smile,</br>And flatt'ring dreams delusive shed</br>Gay gilded visions round his head.", "When, swift as thought, the goddess lewd</br>Shifts the light gale; and tempests rude,</br>Such as the northern skies deform,</br>When fell Destruction guides the storm,</br>Transport him to some dreary isle</br>Where Favour never deign'd to smile.</br>Where waking, helpless, all alone,</br>Midst craggy steeps and rocks unknown;</br>Sad scenes of woe his pride confound,</br>And Desolation stalks around.</br>Where the dull months no pleasures bring,</br>And years roll round without a spring;</br>Where He all hopeless, lost, undone,</br>Sees chearless days that know no sun;</br>Where jibing Scorn her throne maintains</br>Midst mildews, blights, and blasts, and rains.", "Let others, with submissive knee,</br>Capricious goddess!  bow to Thee;</br>Let them with fixt incessant aim</br>Court fickle favour, faithless fame;</br>Let Vanity's fastidious slave</br>Lose the kind moments nature gave,</br>In invocations to the shrine</br>Of Phoebus and the fabled Nine.</br>An author, to his latest days,</br>From hunger, or from thirst of praise,</br>Let him through every subject roam</br>To bring the useful morsel home;</br>Write upon Liberty opprest,</br>On happiness, when most distrest,</br>Turn bookseller's obsequious tool,</br>A monkey's cat, a mere fool's fool;</br>Let him, unhallow'd wretch!  profane</br>The Muse's dignity for gain,</br>Yield to the dunce his sense contemns</br>Cringe to the knave his heart condemns,</br>And, at a blockhead's bidding, force</br>Reluctant genius from his course;</br>Write ode, epistle, essay, libel,</br>Make notes, or steal them, for the bible,</br>Or let him, more judicial, sit</br>The dull Lord Chief, on culprit wit,</br>With rancor read, with passion blame,</br>Talk high, yet fear to put his name,</br>And from the dark, but useful shade</br>(Fit place for murd'rous ambuscade)</br>Weak Monthly shafts at merit hurl,</br>The Gildon of some modern Curll.", "For me, by adverse fortune plac'd</br>Far from the colleges of taste,</br>I jostle no poetic name;</br>I envy none their proper fame;</br>And if sometimes an easy vein,</br>With no design, and little pain,</br>Form'd into verse, hath pleas'd a while,</br>And caught the reader's transient smile,</br>My Muse hath answer'd all her ends,</br>Pleasing herself, while pleas'd her friends;</br>But, fond of liberty, disdains</br>To bear restraint, or clink her chains;</br>Nor would, to gain a Monarch's Favour,</br>Let Dulness, or her sons, enslave her.</br>"]