["Scorch'd by the mid-day sun I sought the shade,</br>To catch the freshness of the passing breeze:</br>Upon a flowery bank my limbs I laid</br>To woo the soft winds whispering in the trees.</br>Come, gentle air, I cry'd, and give me ease!</br>With sickening heat no more let nature glow!</br>'Tis done, &mdash; and now the raging fervors cease,</br>As the gales rise from yonder lake below,</br>And thro' the tall woods sing, and o'er the valley blow.", "Thus as I lay, soft slumbers clos'd mine eyes,</br>While Fancy o'er my senses wav'd her wand;</br>And soon the fairy visions 'gan to rise</br>In livery gay, as she doth well command:</br>And strait, methought, a stately hall did stand</br>Before my sight, with many a portal fair,</br>Such as belong to dome in Grecian land,</br>Of cost so great, and workmanship so rare,</br>That 'tis beyond my feeble rhymings to declare.", "Around the gates, a thick, impatient croud,</br>Eager to enter, pass'd within my view:</br>And when the herald blew with blast so loud</br>The clarion shrill, the portals open flew.</br>The busy throng the hurrying way pursue.</br>I follow'd; and before the lofty throne</br>Of Truth I came:  for instantly I knew</br>The beauteous goddess who did sit thereon,</br>So bright her awful front with native lustre shone.", "In her right hand a laurel wreath she bore</br>To crown his brows who best deserv'd the prize;</br>Such as of old the bravest heroes wore,</br>Right emblems of that fame which never dies.</br>Two claimants strait appear'd, of different guise,</br>The one, though young, possess'd a noble grace;</br>The vivid lightning darted from his eyes,</br>Nor e'er did frowns his polish'd brow disgrace,</br>But chearful smiles did play upon his manly face.", "The other, more advanc'd in years, did bear</br>Upon his jolly cheek the rose hue</br>Of Bacchus, foe to every pallid care:</br>And as he talk'd, he laugh'd! &mdash; for well he knew</br>With noisy joy his story to pursue.</br>The one was Wit, the other Humour nam'd;</br>From different mothers, but one sire, they grew.</br>They both with equal hope the laurel claim'd;</br>They both at high renown with generous ardor aim'd.", "Full in the sight of all, the judge did place</br>(Whereon the claimants might their powers display)</br>The hated passions of the human race.</br>Pale Avarice, &mdash; Ambition never gay,</br>Stern Cruelty that with blood doth mark her way,</br>With Scandal whose foul tongue is poison'd o'er,</br>And Jealousy to watchful hours a prey:</br>And well my muse could name a thousand more;</br>But ah! &mdash; such thorny paths she trembles to explore.", "And soon, when Wit beheld this mingled croud,</br>Impetuous flashes darted from his eye:</br>Nor in soft whispers, nor in accents loud,</br>Or to deceive or frighten did he try;</br>Nor quite forget the arts of courtesy;</br>But with apt tauntings, and in manly tone,</br>He drew such pictures of their misery;</br>That every passion he did make to groan,</br>Which done, &mdash; he boldly claim'd the laurel for his own.", "But Humour now, with laughter on his cheek,</br>Began his tale, for many a tale had he;</br>Which made involuntary raptures break</br>Forth from the throng, at his so merry glee.</br>The passions too, at his loud jollity,</br>Did seem to smile amid their sore dismay.</br>Laughing I wak'd, and ending none did see</br>Of all this fairy scene so bright and gay:</br>For Fancy spread her wings, and swiftly fled away.</br>"]