["Now, graver Britain, amiably severe,</br>To thee, with native zeal, to thee I steer;</br>My vent'rous bark, its foreign circuit o'er,</br>Exulting springs to thy parental shore.", "Thou gorgeous Queen, who on thy silvery coast,</br>Sittest encircled by a filial host,</br>And seest thy sons, the jewels of thy crown,</br>Blaze with each varying ray of rich renown;</br>If with just love I hold their Genius dear,</br>Lament their hardships, and their fame revere,</br>O bid thy Epic Muse, with honor due,</br>Range her departed Champions in my view!", "See, on a party-colour'd steed of fire,</br>With Humour at his side, his trusty Squire,</br>Gay CHAUCER leads &mdash; in form a Knight of old,</br>And his strong armour is of steel and gold;</br>But o'er it age a cruel rust has spread,</br>And made the brilliant metals dark as lead.", "Now gentle SPENSER, Fancy's fav'rite Bard,</br>Awakes my wonder and my fond regard;</br>Encircling Fairies bear, in sportive dance,</br>His adamantine shield and magic lance;</br>While Allegory, drest with mystic art,</br>Appears his Guide; but promising to dart</br>A lambent glory round her list'ning Son,</br>She hides him in the web herself has spun.", "Ingenuous COWLEY, the fond dupe of Wit,</br>Seems like a vapour o'er the field to flit;</br>In David's praise he strikes some Epic notes,</br>But soon down Lethe's stream their dying murmur floats.", "While COWLEY vanish'd in an amorous riddle,</br>Up rose the frolic Bard of Bear and Fiddle:</br>His smile exhilarates the sullen earth,</br>Adorning Satire in the mask of Mirth:</br>Taught by his Song, Fanatics cease their jars,</br>And wise Astrologers renounce the Stars.</br>Unrivall'd BUTLER!  blest with happy skill</br>To heal by comic verse each serious ill,</br>By Wit's strong flashes Reason's light dispense,</br>And laugh a frantic nation into sense!", "Apart, and on a sacred hill retir'd,</br>Beyond all mortal inspiration fir'd,</br>The mighty MILTON sits &mdash; an host around</br>Of list'ning Angels guard the holy ground;</br>Amaz'd they see a human form aspire</br>To grasp with daring hand a Seraph's lyre,</br>Inly irradiate with celestial beams,</br>Attempt those high, those soul-subduing themes,</br>(Which humbler Denizens of Heaven decline)</br>And celebrate, with sanctity divine,</br>The starry field from warring Angels won,</br>And GOD triumphant in his Victor Son.</br>Nor less the wonder, and the sweet delight,</br>His milder scenes and softer notes excite,</br>When at his bidding Eden's blooming grove</br>Breathes the rich sweets of Innocence and Love.</br>With such pure joy as our Forefather knew</br>When Raphael, heavenly guest, first met his view,</br>And our glad Sire, within his blissful blower,</br>Drank the pure converse of th' aetherial Power,</br>Round the blest Bard his raptur'd audience throng,</br>And feel their souls imparadis'd in song.", "Of humbler mien, but not of mortal race,</br>Ill-fated DRYDEN, with Imperial grace,</br>Gives to th' obedient lyre his rapid laws;</br>Tones yet unheard, with touch divine, he draws,</br>The melting fall, the rising swell sublime,</br>And all the magic of melodious rhyme.</br>See with proud joy Imagination spread</br>A wreath of honor round his aged head!</br>But two base Spectres, tho' of different hue,</br>The Bard unhappy in his march pursue;</br>Two vile disgraceful Fiends, of race accurst,</br>Conceiv'd by Spleen, by meagre Famine nurst,</br>Malignant Satire, mercenary Praise,</br>Shed their dark spots on his immortal bays.", "Poor DAVENANT march'd before, with nobler aim,</br>His keen eye fixt upon the palm of Fame,</br>But cruel Fortune doom'd him to rehearse</br>A Theme ill-chosen, in ill-chosen Verse.", "Next came Sir RICHARD, but in woeful plight,</br>DRYDEN'S Led-horse first threw the luckless Knight.</br>He rose advent'rous still &mdash; O who may count</br>How oft he tried a different Steed to mount!</br>Each angry steed his awkward rider flung;</br>Undaunted still he fell, and falling sung.", "But Aesculapius, who, with grief distrest,</br>Beheld his offspring made a public jest,</br>Soon bade a livelier Son with mirth efface</br>The shame he suffer'd from Sir RICHARD'S case.</br>Swift at the word his sprightly GARTH began</br>To make an helmet of a Close-stool Pan;</br>An Urinal he for his trumpet takes,</br>And at each blast he blows see Laughter shakes.", "Yet peace &mdash; new music floats on Aether's wings;</br>Say, it is Harmony herself who sings?</br>No!  while enraptur'd Sylphs the Song inspire,</br>'Tis POPE who sweetly wakes the silver lyre</br>To melting notes, more musically clear</br>Than Ariel whisper'd in Belinda's ear.</br>Too soon he quits them for a sharper tone;</br>See him, tho' form'd to fill the Epic throne,</br>Decline the sceptre of that wide domain,</br>To bear a Lictor's rod in Satire's train;</br>And, shrouded in a mist of moral spleen,</br>Behold him close the visionary scene!</br>"]