["From cold NEGLECT IGNOTO hies;</br>The PILGRIM meets again;</br>And finds the MUSE to be his guide</br>Through POVERTY'S domain.", "How long I might have lain in thoughtless sleep,</br>Without a dream to trouble my repose,</br>I know not, if that voice, unearthly deep,</br>Had not requir'd my eyes I should unclose:</br>Startled I woke, and on my couch half rose,</br>Wondering at every object strange that met</br>My eyes bewilder'd.  Whether friends or foes</br>Had brought me there, and wherefore, I forget,</br>And in my ears confus'd the voice was sounding yet.", "Wildly I gaz'd around, until I saw,</br>Ev'n at the side of my low leafy bed,</br>That form mysterious, which with solemn awe</br>Our way to this same gloomy cavern led.</br>\"Arise, fair youth, for it is morn,\" he said,</br>\"And follow me to drink the morning air:</br>Nay, leave your young companion &mdash; he is dead!\"</br>Alas!  it was so &mdash; life nor heat was there:</br>\"And here,\" the Hermit cried, \"behold the end of care!\"", "I turn'd towards him with a mournful eye,</br>But still less mournful far when I beheld</br>How tranquilly at ease the youth did lie:</br>It seem'd as though no violence expell'd</br>His willing life, but tranquilly it well'd.</br>His face lay upward, quiet as in sleep,</br>With every trace of former woe dispell'd:</br>It was a sight to smile on, not to weep,</br>And on the dead man's face a constant smile did keep.", "As we have seen on a clear summer's day,</br>When undisturb'd the sky-reflecting sea,</br>Some beauteous ship at anchor in a bay,</br>With tackling furl'd, and motionless, as she</br>Were never meant from that bright spot to flee:</br>Or as a summer cloud, when not a breath</br>Wafts it through heaven's vault, such as we see</br>Melt into the blue nothing: &mdash; such his death,</br>So peacefully he lay on the dry leaves beneath.", "\"Living like him who willingly would live?</br>Dying like him who would not freely die?</br>Behold the aid that pitying Heav'n could give,</br>And there the only end of misery!</br>Ah!  happy end and joyous destiny!</br>Now triumphs he above his earthly foe,</br>O'er base ingratitude and perfidy,</br>Which human blood in tides has caus'd to flow,</br>And made the peopled world a wilderness of woe!\"", "Thus spake the Hermit &mdash; from the cavern dark</br>Then led me forth into the open day.</br>For the first time I now distinctly mark</br>His venerable figure, which made stay</br>At the wide entrance to point out the way</br>I must pursue, if so I would reject</br>His most persuasive counsel to delay</br>With him in this lone sojourn of Neglect;</br>For from cold-hearted man what could I expect?", "Wan was his cheek, deep sunken was his eye</br>Beneath his gray and overhanging brow:</br>Though time had wrong'd his features' symmetry,</br>Yet could it not his manly shoulders bow.</br>Wide o'er his breast his ancient beard did flow:</br>Unbent he stood, like antiquated tower,</br>Majestic in its ruins; and more now</br>Than when assaulted by a kingdom's flower,</br>It frown'd defiance high on all their futile power.", "The sun was risen, and his vigorous light</br>Shot overhead from each bright pinnacle</br>Of rocks that skirt the vale; but dusky night</br>Still heavy linger'd in this dreary dell.</br>The vapours dun on every object fell,</br>Dank, drizzling, cold &mdash; a black unwholesome dew!</br>Death was behind me in the dismal cell,</br>And living death beside me, while the view</br>Of the fresh light invites my journey to pursue.", "He said no more, but pointing to the road</br>Toward the eastern side of that wild vale,</br>Retir'd again into his drear abode,</br>Nor waited for my thanks.  My spirits fail</br>To think that I had now alone to scale</br>That perilous wall of rocks that high impended,</br>Still struggling up, haply without avail,</br>By no companion cheer'd, no hope befriended,</br>Till with Neglect at last my unknown days I ended.", "But as I look'd again, methought I saw</br>A separation in the rocky pile,</br>More clear and obvious as I nearer draw:</br>It seem'd to lead by many a turning wile</br>Up to the higher plains:  a brightening smile</br>I felt come o'er my face; fresh-springing hope</br>Made my heart leap within my breast a while;</br>And now I fancied that an easy slope</br>Would soon upon the broad and cultured champain ope.", "Nor hope deceiv'd me.  Down this fissure wide</br>The sunshine on the neighbouring valley pour'd</br>A glorious and invigorating tide,</br>That every dark and deep recess explor'd.</br>I prais'd the heav'nly powers that thus afford</br>A welcome prospect I could least expect:</br>My limbs with new and active vigour stor'd,</br>All dark desponding fears I soon reject,</br>And thus I left behind the vale of cold Neglect.", "It was a joyous heart-expanding sight,</br>After that valley's chilly dreariness,</br>To mark the fair effects of gladsome light:</br>The hue of sickly brown grew less and less;</br>And in the midst of rocky barrenness</br>The lengthy grass put on a cheerful green;</br>And further upward, from the crevices</br>Fresh opening flowers drinking the beams were seen,</br>While wanton woodbine twin'd its wreathing arms between.", "Yet the ascent was difficult and steep,</br>And where the bending road was fair and wide</br>I was compell'd at times on hands to creep,</br>Nor trust my feet, lest I should backward slide:</br>Sometimes in narrow straights the rocks divide,</br>Or, overarching, scarce divide on high,</br>And from the dampish ground the daylight hide:</br>But these once past again with gladden'd eye</br>I saw the rocks recede, and view'd the clear blue sky.", "And now I had arriv'd on a small plain,</br>A sylvan scene &mdash; a stage in my ascent;</br>Where feathery birch, alder, and broad-leav'd plane</br>A varying and refreshing shadow lent:</br>And these hard by, from the rude rock was sent</br>A stream, whose very murmur seem'd to cool;</br>From stone to stone in antic merriment</br>It danc'd and fell, regardless of all rule,</br>Until at last it made a bright o'erflowing pool.", "Not yet the sun shone with his noontide force,</br>But lengthen'd shadows streak'd the dewy ground:</br>Toward that mountain-rill I shap'd my course:</br>My weary feet a cool refreshment found</br>In shady spots where yet the dews abound,</br>And the sun's heat not yet could penetrate:</br>I sat me down upon the stony round</br>That circled in the glassy pool, and straight</br>I drank, and felt new life my spirits animate.", "Again I stoop'd to drink, by thirst compell'd,</br>The crystal waves that rippled o'er the brim;</br>But in the uncertain waters I beheld,</br>Or thought I saw, reflected face and limb,</br>That venerable courteous Pilgrim, him</br>With whom I enter'd Fortune's palace bright,</br>But after lost amid the darkness dim,</br>While the rain fell in torrents.  With delight</br>I turn'd and saw the waves had not deceiv'd my sight:", "For there indeed the reverend sire did stand</br>Upon a rock that o'er the waves impended,</br>And as he beckon'd with his aged hand</br>To the same eminence I soon ascended,</br>While he with reaching staff my steps befriended.</br>His face the same benignant smile still wore,</br>Wherein compassion was so finely blended,</br>That it encourag'd while it did deplore</br>The anxious hopeless course I follow'd evermore.", "He saw that I would speak, but mildly thus,</br>Waving his hand, he stay'd my utterance:</br>\"'Tis needless each with other to discuss</br>What we have pass'd since by unseen mischance</br>We were disparted while we did advance</br>Across the moor of dark Despondancy,</br>A dismal wild and desolate expanse.</br>Now have we met beneath a favouring sky,</br>And Hope's pure living waters light thy fervent eye.", "\"Yet follow not the path thou hast begun:</br>Not by an easy undulating road,</br>Nor 'neath the cheerful splendour of the sun</br>Canst thou escape from cold Neglect's abode.\"</br>Then, pointing with his polish'd staff, he shew'd</br>An upward craggy path, toward the source</br>Whence that same little mountain torrent flow'd.</br>Thither the holy Pilgrim bent his course,</br>While I his upward steps pursued with all my force.", "And now ascending steep we reach'd unwares</br>The ragged mouth of a deep gloomy cave,</br>That seem'd to breathe out pestilential airs,</br>And from its jaws all vegetation drave.</br>A sullen roaring, as of distant wave,</br>Or central cataract's dark headlong fall,</br>Or hollow winds that aye impetuous rave,</br>Was heard within:  well might such sight appal</br>My unexpecting heart, and to my guide I call.", "My faltering voice the rocks reverberate</br>In sounds so dreary, not my voice it seem'd;</br>Nor could my voice the cavern penetrate</br>More than the blessed light that faintly beam'd</br>But a few paces in, although it stream'd</br>Down from the noontide sun so burning bright</br>That all without in painful splendour gleam'd:</br>Darkness was there more powerful than light,</br>And ancient Night maintain'd her great primeval right.", "I paus'd to follow then my unaw'd guide,</br>Till the last glimpse of his apparel gray</br>Was lost in gloom.  With undeterred stride</br>He journey'd on:  at last without delay</br>I darted t'ward the cavern, nor would stay</br>Though rushing winds fierce blowing in my face</br>To stop my onward progress made essay;</br>But when once fairly enter'd they gave place,</br>And reckless I pursued the Pilgrim's echoing pace.", "Impenetrable was the gloom:  the roar</br>Of dashing waves grew louder as we went;</br>So loud, the Pilgrim's steps I heard no more,</br>And I seem'd left in lonesome dreriment:</br>But now, as if my terrors to prevent,</br>I felt his warm hand firmly grasping mine,</br>Leading me onward to his first intent.</br>At length methought I saw a distant shine</br>Of weak and darkling light with the dull gloom combine.", "The roar was now terrific:  on my ear</br>It beat like vollies of artillery,</br>As we approach'd the light, which seem'd to peer</br>Through a rude fissure in the roof on high.</br>And here methought most certain we drew nigh</br>The edge of some huge precipice before,</br>Which the vast cataract rush'd foaming by:</br>Such light than darkness made my terrors more,</br>And every step I shrunk lest we fall headlong o'er.", "At length he stay'd; and whether that my sight</br>Grew stronger, or the boiling foam and spray</br>Reflected back the glimpses of the light,</br>I know not, but my eyes more clearly stray</br>From place to place amid the doubtful day.&mdash;</br>We stood upon a lofty precipice,</br>Just where a furious torrent made its way,</br>Swelling and roaring down a black abyss,</br>That drank with quenchless thirst vast oceans fathomless.", "'Till it arriv'd at that same awful brink,</br>Smooth was the stream and steady roll'd the tide,</br>Nor could one floating on its surface think</br>That such a desperate fate would soon betide.</br>And there, alas!  through the half light I 'spied</br>Vessels full mann'd ride toward the deep profound,</br>And rolling down waters and darkness hide</br>The bark and them for ever; while the sound</br>Of shrieks and timbers rent in the hoarse roar was drown'd!", "Oh, fearful sight! &mdash; oh, horrid spectacle!</br>One after other o'er this hideous steep</br>Full many a gallant gorgeous vessel fell,</br>Or took in darkness a wild desperate leap;</br>For rapid borne in the fierce current's sweep,</br>Before they fell they hung as in mid air,</br>Then plung'd for ever down the endless deep.</br>I could behold no more, in dizzy glare</br>My aching eyes confus'd lost every object there.", "The rock roll'd backward from the stagnant tide,</br>The tide and moving vessels seem'd to stand:</br>Down dropt I at the kindly Pilgrim's side,</br>And o'er the edge had fall'n, but his hand</br>Still held me with a firm and grasping band.</br>What after happen'd, how I left that cave,</br>I know not:  when again I could command</br>My scatter'd sense, the gentle breezes lave</br>My heated brow, and o'er my head green branches wave.", "The holy man beside me on the grass</br>Was sitting, watching with parental care</br>My life's return, which for a while did pass.</br>He smil'd to see my waken'd eyeballs stare</br>On him and on the prospect wide and fair,</br>So chang'd from what they had whilere beheld.</br>\"Well hast thou 'scap'd,\" he said, \"for such as dare</br>Approach that gulf, or by their fate compell'd,</br>Return to light and life and happiness but seld.", "\"It was Oblivion's torrent hurling down</br>That  precipice its huge resistless tide:</br>Through many a fair and populated town,</br>O'er many a verdant champain, open, wide,</br>It takes its course, before its waters hide</br>Their glittering face beneath the arching earth:</br>Under a constant sunshine doth it glide,</br>And from its burial upwards to its birth</br>Its surface pageants gild, its shores resound with mirth.", "\"And 'till its burial in the yawning ground</br>'Tis nam'd the stream of Popularity;</br>For ever running toward that gulf profound,</br>Down which but now you saw its waters fly,</br>O'erwhelming all they bore dispiteously.</br>Behind yon hill the flattering river flows,</br>Tempting each jocund voyager to try</br>Its easy stream, while every wind that blows</br>Joins with the heaving wave to lull him to repose.\"", "O'er that same gentle hill my steps he led,</br>Beyond I mark'd the stream of which he spake,</br>Watering a gladsome vale, and o'er it spread</br>Not like a winding river, but broad lake.</br>I scarcely knew if I were yet awake,</br>For sight so fair I seld had seen till now:</br>Banners and silken sails and pennants shake</br>In the delighted airs that freshly blow,</br>And the bright waves seem'd proud of every gilded prow.", "Yet when I watch'd more narrowly, I noted</br>That though the tide appear'd both smooth and fair,</br>And bore with little or none who floated</br>Upon its surface rippled by the air,</br>Strong and unlook'd-for eddies still there were,</br>Driving back some that made their rapid way;</br>Whirlpools that might deceive most heedful care,</br>Made not a few their miserable prey,</br>Their fate unheeded though in broad and open day.", "Full many a gorgeous pageant there I saw,</br>Bright Nymphs and Tritons with their wreathed horn:</br>Here link'd Leviathans and Dolphins draw</br>A burnish'd car that glitter'd like the morn;</br>There stately ships along the smooth tide borne</br>Before the favouring wind; while every bark</br>Some show of worldly spendour did adorn:</br>And most in blind unconsciousness I mark</br>Haste amid music's sound to th' abyss profound and dark.", "It suck'd in all with greedy quenchless thirst,</br>Save few who saw their danger ere too near:</br>Nor was indeed their unseen fate the worst</br>Who to the gulf most ignorantly steer.</br>To some too late their error 'gan appear;</br>And among these was seen a hideous sight,</br>A dreadful conflict, agony of fear,</br>Frantic despair, confusion at its height,</br>'Till the increasing tide bid all in endless night.", "But few were they who ere too late could stem</br>The vigorous tide that swelling roll'd along;</br>And fewer still were they who, unlike them,</br>Had never yielded to its current strong,</br>But work'd against the stream through blame and wrong:</br>Singly they strove, and sometimes all their force</br>Prov'd in the end unequal, and among</br>The common herd they join'd the common course,</br>And met the common fate, Oblivion's gulf or worse.", "How envied I those strenuous minds obscure</br>That dared alone the stream to disobey;</br>In their own vigour diffidently sure,</br>Steering their course beside the vulgarway;</br>Their sight still fix'd on what beyond them lay,</br>Until at length they gain'd their glorious end,</br>The boast and pride of man in other day!</br>While thus I thought the Pilgrim reverend</br>Toward the river's bank his steady steps did bend:", "And there arriving we beheld a boat,</br>A little boat &mdash; \"And now we must adventure,\"</br>The Pilgrim said, \"upon this stream to float,</br>To gain its farther side: &mdash; descend and enter</br>This boat, that lies as though kind Heav'n had lent her.\"</br>I did, and took in hand each ready oar.</br>\"All thy young strength is needed:  in the centre</br>The tide runs fiercely &mdash; reach the distant shore</br>And landed we are safe from peril, not before.\"", "At first the tide was gentle, and gave time</br>For me to view the land we left behind.</br>Bright was the prospect; glittering dwellings climb</br>The easy eminences, all enshrin'd</br>In well clad woods, that now to brown inclin'd,</br>Contrasting richly with the herbage green:</br>And here and there among the meadows wind</br>Blithe troops of maids and youths in garments sheen,</br>Breaking like sunshine forth the shadowy trees between.", "And while I fondly gaz'd, our little bark</br>Was dropping slowly down the increasing tide:</br>The watchful Pilgrim bade me now to mark</br>The reedy shores by which we backward glide,</br>And I the oars with all my vigour plied,</br>While he the steerage kept with heedful care:</br>Yet ere we near'd the river's father side,</br>Full many dangers in our face did stare,</br>And but for his foresight had whelm'd us all unware.", "The current ran indeed with vigorous might,</br>Yet could my strength resist its lesser force;</br>And as my oars were long, our boat was light,</br>We still had kept a constant onward course,</br>If sometimes vessels huge, without remorse,</br>Crews without heed, had not on us borne down:</br>The Pilgrim's skill was then our best resource,</br>And more preserv'd than all the strength I own</br>Mid the far-scattering foam that threaten'd us to drown.", "'Twas easy to endure the worldling's sneer,</br>The vulgar herd's vile scoff and ridicule,</br>Because we chose in our own course to steer,</br>Making our true and best delight our rule;</br>Had not ofttimes some self-enamour'd fool</br>Essay'd in wantonness to overwhelm</br>Our small frail vessel in the eddying pool;</br>But aye the Pilgrim kept a watchful helm,</br>And thus the perils past of this wide watery realm.", "The river's farther side was different far</br>To that rich shore that we had seen recede.</br>The slimy banks at first our progress bar,</br>Yet could not long such obstacle impeded;</br>For by the aid of many a vigorous reed,</br>That flourish'd in the water's sediment,</br>We mount the bank, and onward thence proceed</br>Over a marshy soil, which as we went</br>Rattled beneath our feet, and noisome vapours sent.", "Not far beyond on rising ground appears</br>A forest black &mdash; gloomy unsightly pines:</br>The vegetation dank of former years</br>Hung ragged, matted, rotting, on the lines</br>Of horizontal arms; nor were there signs</br>Of life or freshness, save on each high head</br>Whereon the sun at times uncertain shines.</br>On all beneath a baleful blight was shed,</br>And wholesome light itself from this drear scene was fled.", "I felt the forest's deadening influence</br>While following close whereas the Pilgrim led;</br>A chilling dampness came o'er my every sense,</br>And a dull gloom was o'er my spirits spread.</br>All sounds were silent &mdash; save beneath our tread</br>The crackling of the fallen branches sere,</br>And the sad wind that sighing overhead,</br>Swaying the limber pine-trees here and there,</br>Kept up a mournful moaning in the air.", "Yet to our path arrived no gentle breath,</br>The heavy stagnant air to move awhile;</br>The very air partook the general death</br>That every thing did thence exile;</br>Ourselves except, who journeying many a mile</br>At a wide valley's edge arriv'd at last,</br>Wherein we saw a huge and antique pile,</br>In wild decay, irregular and vast,</br>Whose dismal lofty towers around dim horror cast.", "And though from height this structure I beheld,</br>My wandering sight could not the whole include:</br>The gloom of shadowy wood my eye repell'd</br>From portions that I then most nearly view'd;</br>High Moorish towers, black, ponderous, and rude,</br>Involv'd elsewhere the pile within their shade,</br>And all appear'd one desart solitude.</br>Age-stricken oaks their giant arms display'd</br>O'er courts where once a host embattled stood array'd.", "Thus nature once more triumph'd over art;</br>The ivy's weight dragg'd down the mouldering wall,</br>And lowly shrubs intrude on every part:</br>Where erst the barb'd portcullis wont to fall,</br>Huge stones had chok'd the gate and brushwood small:</br>No sign of life was seen on any side,</br>But grim destruction trampled upon all;</br>More deadly seeming from the pompous pride</br>Of that deserted pile in elder happier tide.", "All this I saw descending.  The deep shade</br>Of massive towers that flank'd the outer gate</br>Involv'd me soon; and now a pause I made,</br>Aw'd by a scene so grand and desolate.</br>Then turning slowly round, I thought to wait</br>For my kind guide, the Pilgrim grey and old,</br>Who stay'd behind as if in self-debate:</br>But whether the deep shadows might infold</br>Him in their solemn gloom, I could not him behold.", "Round every part of that vast antique pile,</br>Round every part my sight that could include,</br>I cast my anxious eyes, in hope the while</br>To see the Pilgrim from the masses rude</br>Emerging soon; yet whereso'er I view'd</br>I saw him not.  Full suddenly then greet</br>My vacant ear in that still solitude</br>The grateful sounds of varying music sweet,</br>As of some harp or lyre struck in that lone retreat.", "Not sad, I ween, nor joyous was the note:</br>A bold inspiring animating sound,</br>That set the moveless air in waves afloat,</br>Swelling and rich, harmonious and round.</br>Now 'neath the vigorous touch the cords rebound,</br>And the notes strike full on my charmed ear;</br>And now retire, as is the music wound</br>Far off among the towers and ruins drear,</br>Then rapidly approach, distinct, impetuous, clear.", "Not long I listen'd:  through the tower-flank'd gate,</br>Chok'd by the brushwood small and mouldering stone,</br>I made my way into the court-yard straight,</br>Where sitting 'mid the ruins wild, alone,</br>Beneath the drooping ivy overgrown,</br>I saw a lovely lady, whose fair hand</br>Stray'd o'er a golden harp:  its sweetest tone</br>Seem'd breath'd in gratitude, so it might stand</br>Within her lov'd embrace and sound at her command.", "Gracefully fell her bright apparel down</br>In chaste simplicity of ancient guize,</br>And on her ample brow a laurel crown</br>Shadow'd the lustre of her open eyes.</br>A bay-tree, ever green, the poet's prize,</br>Flourish'd beside her, of its leaves profuse.</br>I started back in dread yet glad surprise,</br>For well I knew it was the Poet's Muse,</br>To gain whose favouring smile no toils would I refuse.", "She saw me hesitate, and at her look</br>Upon my bended knee I humbly fell:</br>Then from the verdant bay one leaf she took,</br>And me approaching, thus she said:  \"Full well</br>I know what thou would'st have; nor need'st thou tell</br>How thou cam'st here:  thy purpose high I love,</br>That scorns thy soul at lower rate to sell</br>Than its true worth, and holds itself above</br>The mercenary throng, who only live and move!", "\"I have been with thee 'mid thy toils and pains,</br>And in disguise thus far thy strength have tried;</br>But a severer test behind remains</br>Than those thou suffer'dst with thy Pilgrim guide.</br>This drear domain, these ruins scatter'd wide</br>Are the abode of pining Poverty;</br>And haply here must thou long time abide.</br>In my own shape I'll bear thee company:&mdash;</br>The present Muse alone can cheer thy misery!&mdash;", "\"But she shall cheer thee in thy troubled way,</br>Lessen all griefs, make all misfortunes light.</br>Take then this leaf of ever-verdant bay;</br>One look on it shall make thy prospects bright,</br>And turn thy deepest sorrow to delight!</br>Yet want and penury must fill thy story;</br>And though these realms may seem unpeopled quite,</br>Yet are they fill'd with bards of fairest glory,</br>And therefore men it call 'The Poet's Purgatory.'\"", "Thus spoke the Muse:  with grateful fervent tears</br>I bath'd the hem of her white flowing stole,</br>And vow'd that ever in my after years</br>To her alone I would devote my soul:</br>Nor sought she then my ardour to controul,</br>But gently rais'd me from my kneeling place.</br>Into my breast the leaf of bay I stole;</br>My worst misgivings it soon put to chase,</br>And with the Muse I held high converse face to face.</br>"]