["Hail, Netley, ruined, hallowed, and lone,</br>Still frowns thy dark form o'er the foaming sea,</br>Still dost thou make the shelving shore thy throne.</br>How oft men's insect race have ceased to be,</br>And blent their proud dust with the dust of thee,</br>Since thy tall towers in their young grandeur rose;</br>And the sweet sounds of choral melody</br>Awoke thy cloisters at the even's close,</br>Startling the shadows echo sinking to repose.", "Here would the knight forsake the lance and glaive,</br>And all the honours of the field forego;</br>And that red hand, which erst was wont to wave</br>The blood-stain'd brand above the fallen foe,</br>Would hold the sacred cross and that high brow</br>Above whose crested helm and nodding plume</br>Wan Terror sat, and mock'd at human woe,</br>Contented would the humble cowl assume,</br>And War's resplendent laurels shroud in monkish gloom.", "Here came the lady fair, whose name was breathed</br>By love's soft sigh and minstrels' melody,</br>Whose brow was paler than the rose which wreathed</br>But not confined each tress, which was free</br>As the light breeze it sported with could be;</br>She came in all her youthful loveliness,</br>Perchance obedient to her sire's decree,</br>Perchance the victim of the dark distress</br>Which secret Passion shrines within the heart's recess.", "Within yon wall the pilgrim found repose,</br>A weary wanderer to a distant shrine,</br>He calmly slept, forgetful of his woes.</br>And there the crested knight of Palestine</br>Was welcomed with the banquet and red wine.</br>Much had he suffered on the Paynim shore,</br>Ere Christian valour dimm'd the crescent's shrine;</br>But now those toils and sufferings are o'er,</br>He sees his native land &mdash; his lady love once more.", "He comes and bends him at his mistress' feet</br>And in her sunlike smile a welcome sees;</br>Sweet is the sound of fame, but oh!  how sweet</br>Is that dear voice which hath more power to please</br>Than shouts of thousands blending with the breeze;</br>Within his sheath he bids his bright sword rest;</br>His bark no more is on the storm-woke seas,</br>No more he tramples on the Paynim's crest,</br>His lion heart is tamed &mdash; he sleeps on beauty's breast.", "And such thy fond and fleeting dreams romance!</br>Which o'er our little life their magic fling:</br>Albeit soon waken'd from the short-lived trance,</br>We see each air-born happiness take wing,</br>We writhe repugnant to the torturing sting</br>That disappointed hope behind it leaves;</br>Who would leave fancy for what fact could bring,</br>Though all too fragile be the charm she weaves,</br>Certes most happy he whom most her spell deceives.", "Netley, farewell!  as moulders still each stone,</br>Though clinging ivy and the waving weed</br>Their green luxuriance have in mock'ry thrown,</br>So pleasure cannot bid one woe recede,</br>The brow may brighten but the heart will bleed;</br>Full many revel but to drown their woe</br>In wine's sweet Lethe, wishing to be freed</br>From cares that waste the soul, and thoughts that throw</br>Their dark despair o'er life, and cause the tear to flow.", "Netley, farewell!  we linger, as thy fane</br>In shadows fades upon the distant view;</br>Another gaze, and we may look in vain,</br>Nor see thee rise above the waters blue;</br>Thus time doth snatch away the fond and true,</br>Whose sole remembrance is the turf or stone,</br>Which doth divide us from the chosen few,</br>Whose hearts have beat responsive to our own,</br>Pilgrims through life we pass, tired, wandering, and alone.</br>"]