["PART I.</br>Upon a time, before the faery broods</br>Drove Nymph and Satyr from the prosperous woods,</br>Before King Oberon's bright diadem,</br>Sceptre, and mantle, clasp'd with dewy gem,</br>Frighted away the Dryads and the Fauns</br>From rushes green, and brakes, and cowslip'd lawns,</br>The ever-smitten Hermes empty left</br>His golden throne, bent warm on amorous theft:</br>From high Olympus had he stolen light,</br>On this side of Jove's clouds, to escape the sight</br>Of his great summoner, and made retreat</br>Into a forest on the shores of Crete.</br>For somewhere in that sacred island dwelt</br>A nymph, to whom all hoofed Satyrs knelt;</br>At whose white feet the languid Tritons poured</br>Pearls, while on land they wither'd and adored.</br>Fast by the springs where she to bathe was wont,</br>And in those meads where sometime she might haunt,</br>Were strewn rich gifts, unknown to any Muse,</br>Though Fancy's casket were unlock'd to choose.</br>Ah, what a world of love was at her feet!</br>So Hermes thought, and a celestial heat</br>Burnt from his winged heels to either ear,</br>That from a whiteness, as the lily clear,</br>Blush'd into roses 'mid his golden hair,</br>Fallen in jealous curls about his shoulders bare.</br>From vale to vale, from wood to wood, he flew,</br>Breathing upon the flowers his passion new,</br>And wound with many a river to its head,</br>To find where this sweet nymph prepar'd her secret bed:</br>In vain; the sweet nymph might nowhere be found,</br>And so he rested, on the lonely ground,</br>Pensive, and full of painful jealousies</br>Of the Wood-Gods, and even the very trees.</br>There as he stood, he heard a mournful voice,</br>Such as once heard, in gentle heart, destroys</br>All pain but pity:  thus the lone voice spake:</br>\"When from this wreathed tomb shall I awake!</br>When move in a sweet body fit for life,</br>And love, and pleasure, and the ruddy strife</br>Of hearts and lips!  Ah, miserable me!\"</br>The God, dove-footed, glided silently</br>Round bush and tree, soft-brushing, in his speed,</br>The taller grasses and full-flowering weed,</br>Until he found a palpitating snake,</br>Bright, and cirque-couchant in a dusky brake.", "She was a gordian shape of dazzling hue,</br>Vermilion-spotted, golden, green, and blue;</br>Striped like a zebra, freckled like a pard,</br>Eyed like a peacock, and all crimson barr'd;</br>And full of silver moons, that, as she breathed,</br>Dissolv'd, or brighter shone, or interwreathed</br>Their lustres with the gloomier tapestries&mdash;</br>So rainbow-sided, touch'd with miseries,</br>She seem'd, at once, some penanced lady elf,</br>Some demon's mistress, or the demon's self.</br>Upon her crest she wore a wannish fire</br>Sprinkled with stars, like Ariadne's tiar:</br>Her head was serpent, but ah, bitter-sweet!</br>She had a woman's mouth with all its pearls complete:</br>And for her eyes:  what could such eyes do there</br>But weep, and weep, that they were born so fair?</br>As Proserpine still weeps for her Sicilian air.</br>Her throat was serpent, but the words she spake</br>Came, as through bubbling honey, for Love's sake,</br>And thus; while Hermes on his pinions lay,</br>Like a stoop'd falcon ere he takes his prey.", "\"Fair Hermes, crown'd with feathers, fluttering light,</br>I had a splendid dream of thee last night:</br>I saw thee sitting, on a throne of gold,</br>Among the Gods, upon Olympus old,</br>The only sad one; for thou didst not hear</br>The soft, lute-finger'd Muses chaunting clear,</br>Nor even Apollo when he sang alone,</br>Deaf to his throbbing throat's long, long melodious moan.</br>I dreamt I saw thee, robed in purple flakes,</br>Break amorous through the clouds, as morning breaks,</br>And, swiftly as a bright Phoebean dart,</br>Strike for the Cretan isle; and here thou art!</br>Too gentle Hermes, hast thou found the maid?\"</br>Whereat the star of Lethe not delay'd</br>His rosy eloquence, and thus inquired:</br>\"Thou smooth-lipp'd serpent, surely high inspired!</br>Thou beauteous wreath, with melancholy eyes,</br>Possess whatever bliss thou canst devise,</br>Telling me only where my nymph is fled,&mdash;</br>Where she doth breathe!\"  \"Bright planet, thou hast said,\"</br>Return'd the snake, \"but seal with oaths, fair God!\"</br>\"I swear,\" said Hermes, \"by my serpent rod,</br>And by thine eyes, and by thy starry crown!\"</br>Light flew his earnest words, among the blossoms blown.</br>Then thus again the brilliance feminine:</br>\"Too frail of heart!  for this lost nymph of thine,</br>Free as the air, invisibly, she strays</br>About these thornless wilds; her pleasant days</br>She tastes unseen; unseen her nimble feet</br>Leave traces in the grass and flowers sweet;</br>From weary tendrils, and bow'd branches green,</br>She plucks the fruit unseen, she bathes unseen:</br>And by my power is her beauty veil'd</br>To keep it unaffronted, unassail'd</br>By the love-glances of unlovely eyes,</br>Of Satyrs, Fauns, and blear'd Silenus' sighs.</br>Pale grew her immortality, for woe</br>Of all these lovers, and she grieved so</br>I took compassion on her, bade her steep</br>Her hair in weird syrops, that would keep</br>Her loveliness invisible, yet free</br>To wander as she loves, in liberty.</br>Thou shalt behold her, Hermes, thou alone,</br>If thou wilt, as thou swearest, grant my boon!\"</br>Then, once again, the charmed God began</br>An oath, and through the serpent's ears it ran</br>Warm, tremulous, devout, psalterian.</br>Ravish'd, she lifted her Circean head,</br>Blush'd a live damask, and swift-lisping said,</br>\"I was a woman, let me have once more</br>A woman's shape, and charming as before.</br>I love a youth of Corinth &mdash; O the bliss!</br>Give me my woman's form, and place me where he is.</br>Stoop, Hermes, let me breathe upon thy brow,</br>And thou shalt see thy sweet nymph even now.\"</br>The God on half-shut feathers sank serene,</br>She breath'd upon his eyes, and swift was seen</br>Of both the guarded nymph near-smiling on the green.</br>It was no dream; or say a dream it was,</br>Real are the dreams of Gods, and smoothly pass</br>Their pleasures in a long immortal dream.</br>One warm, flush'd moment, hovering, it might seem</br>Dash'd by the wood-nymph's beauty, so he burn'd;</br>Then, lighting on the printless verdure, turn'd</br>To the swoon'd serpent, and with languid arm,</br>Delicate, put to proof the lythe Caducean charm.</br>So done, upon the nymph his eyes he bent</br>Full of adoring tears and blandishment,</br>And towards her stept:  she, like a moon in wane,</br>Faded before him, cower'd, nor could restrain</br>Her fearful sobs, self-folding like a flower</br>That faints into itself at evening hour:</br>But the God fostering her chilled hand,</br>She felt the warmth, her eyelids open'd bland,</br>And, like new flowers at morning song of bees,</br>Bloom'd, and gave up her honey to the lees.</br>Into the green-recessed woods they flew;</br>Nor grew they pale, as mortal lovers do.", "Left to herself, the serpent now began</br>To change; her elfin blood in madness ran,</br>Her mouth foam'd, and the grass, therewith besprent,</br>Wither'd at dew so sweet and virulent;</br>Her eyes in torture fix'd, and anguish drear,</br>Hot, glaz'd, and wide, with lid-lashes all sear,</br>Flash'd phosphor and sharp sparks, without one cooling tear.</br>The colours all inflam'd throughout her train,</br>She writh'd about, convuls'd with scarlet pain:</br>A deep volcanian yellow took the place</br>Of all her milder-mooned body's grace;</br>And, as the lava ravishes the mead,</br>Spoilt all her silver mail, and golden brede;</br>Made gloom of all her frecklings, streaks and bars,</br>Eclips'd her crescents, and lick'd up her stars:</br>So that, in moments few, she was undrest</br>Of all her sapphires, greens, and amethyst,</br>And rubious-argent:  of all these bereft,</br>Nothing but pain and ugliness were left.</br>Still shone her crown; that vanish'd, also she</br>Melted and disappear'd as suddenly;</br>And in the air, her new voice luting soft,</br>Cried, \"Lycius!  gentle Lycius!\" &mdash; Borne aloft</br>With the bright mists about the mountains hoar</br>These words dissolv'd:  Crete's forests heard no more.", "Whither fled Lamia, now a lady bright,</br>A full-born beauty new and exquisite?</br>She fled into that valley they pass o'er</br>Who go to Corinth from Cenchreas' shore;</br>And rested at the foot of those wild hills,</br>The rugged founts of the Peraean rills,</br>And of that other ridge whose barren back</br>Stretches, with all its mist and cloudy rack,</br>South-westward to Cleone. There she stood</br>About a young bird's flutter from a wood,</br>Fair, on a sloping green of mossy tread,</br>By a clear pool, wherein she passioned</br>To see herself escap'd from so sore ills,</br>While her robes flaunted with the daffodils.", "Ah, happy Lycius! &mdash; for she was a maid</br>More beautiful than ever twisted braid,</br>Or sigh'd, or blush'd, or on spring-flowered lea</br>Spread a green kirtle to the minstrelsy:</br>A virgin purest lipp'd, yet in the lore</br>Of love deep learned to the red heart's core:</br>Not one hour old, yet of sciential brain</br>To unperplex bliss from its neighbour pain;</br>Define their pettish limits, and estrange</br>Their points of contact, and swift counterchange;</br>Intrigue with the specious chaos, and dispart</br>Its most ambiguous atoms with sure art;</br>As though in Cupid's college she had spent</br>Sweet days a lovely graduate, still unshent,</br>And kept his rosy terms in idle languishment.", "Why this fair creature chose so fairily</br>By the wayside to linger, we shall see;</br>But first 'tis fit to tell how she could muse</br>And dream, when in the serpent prison-house,</br>Of all she list, strange or magnificent:</br>How, ever, where she will'd, her spirit went;</br>Whether to faint Elysium, or where</br>Down through tress-lifting waves the Nereids fair</br>Wind into Thetis' bower by many a pearly stair;</br>Or where God Bacchus drains his cups divine,</br>Stretch'd out, at ease, beneath a glutinous pine;</br>Or where in Pluto's gardens palatine</br>Mulciber's columns gleam in far piazzian line.</br>And sometimes into cities she would send</br>Her dream, with feast and rioting to blend;</br>And once, while among mortals dreaming thus,</br>She saw the young Corinthian Lycius</br>Charioting foremost in the envious race,</br>Like a young Jove with calm uneager face,</br>And fell into a swooning love of him.</br>Now on the moth-time of that evening dim</br>He would return that way, as well she knew,</br>To Corinth from the shore; for freshly blew</br>The eastern soft wind, and his galley now</br>Grated the quaystones with her brazen prow</br>In port Cenchreas, from Egina isle</br>Fresh anchor'd; whither he had been awhile</br>To sacrifice to Jove, whose temple there</br>Waits with high marble doors for blood and incense rare.</br>Jove heard his vows, and better'd his desire;</br>For by some freakful chance he made retire</br>From his companions, and set forth to walk,</br>Perhaps grown wearied of their Corinth talk:</br>Over the solitary hills he fared,</br>Thoughtless at first, but ere eve's star appeared</br>His phantasy was lost, where reason fades,</br>In the calm'd twilight of Platonic shades.</br>Lamia beheld him coming, near, more near&mdash;</br>Close to her passing, in indifference drear,</br>His silent sandals swept the mossy green;</br>So neighbour'd to him, and yet so unseen</br>She stood:  he pass'd, shut up in mysteries,</br>His mind wrapp'd like his mantle, while her eyes</br>Follow'd his steps, and her neck regal white</br>Turn'd-syllabling thus, \"Ah, Lycius bright,</br>And will you leave me on the hills alone?</br>Lycius, look back!  and be some pity shown.\"</br>He did; not with cold wonder fearingly,</br>But Orpheus-like at an Eurydice;</br>For so delicious were the words she sung,</br>It seem'd he had lov'd them a whole summer long:</br>And soon his eyes had drunk her beauty up,</br>Leaving no drop in the bewildering cup,</br>And still the cup was full, &mdash; while he, afraid</br>Lest she should vanish ere his lip had paid</br>Due adoration, thus began to adore;</br>Her soft look growing coy, she saw his chain so sure:</br>\"Leave thee alone!  Look back!  Ah, Goddess, see</br>Whether my eyes can ever turn from thee!</br>For pity do not this sad heart belie&mdash;</br>Even as thou vanishest so I shall die.</br>Stay!  though a Naiad of the rivers, stay!</br>To thy far wishes will thy streams obey:</br>Stay!  though the greenest woods be thy domain,</br>Alone they can drink up the morning rain:</br>Though a descended Pleiad, will not one</br>Of thine harmonious sisters keep in tune</br>Thy spheres, and as thy silver proxy shine?</br>So sweetly to these ravish'd ears of mine</br>Came thy sweet greeting, that if thou shouldst fade</br>Thy memory will waste me to a shade:&mdash;</br>For pity do not melt!\" &mdash; \"If I should stay,\"</br>Said Lamia, \"here, upon this floor of clay,</br>And pain my steps upon these flowers too rough,</br>What canst thou say or do of charm enough</br>To dull the nice remembrance of my home?</br>Thou canst not ask me with thee here to roam</br>Over these hills and vales, where no joy is,&mdash;</br>Empty of immortality and bliss!</br>Thou art a scholar, Lycius, and must know</br>That finer spirits cannot breathe below</br>In human climes, and live:  Alas!  poor youth,</br>What taste of purer air hast thou to soothe</br>My essence?  What serener palaces,</br>Where I may all my many senses please,</br>And by mysterious sleights a hundred thirsts appease?</br>It cannot be &mdash; Adieu!\"  So said, she rose</br>Tiptoe with white arms spread.  He, sick to lose</br>The amorous promise of her lone complain,</br>Swoon'd, murmuring of love, and pale with pain.</br>The cruel lady, without any show</br>Of sorrow for her tender favourite's woe,</br>But rather, if her eyes could brighter be,</br>With brighter eyes and slow amenity,</br>Put her new lips to his, and gave afresh</br>The life she had so tangled in her mesh:</br>And as he from one trance was wakening</br>Into another, she began to sing,</br>Happy in beauty, life, and love, and every thing,</br>A song of love, too sweet for earthly lyres,</br>While, like held breath, the stars drew in their panting fires.</br>And then she whisper'd in such trembling tone,</br>As those who, safe together met alone</br>For the first time through many anguish'd days,</br>Use other speech than looks; bidding him raise</br>His drooping head, and clear his soul of doubt,</br>For that she was a woman, and without</br>Any more subtle fluid in her veins</br>Than throbbing blood, and that the self-same pains</br>Inhabited her frail-strung heart as his.</br>And next she wonder'd how his eyes could miss</br>Her face so long in Corinth, where, she said,</br>She dwelt but half retir'd, and there had led</br>Days happy as the gold coin could invent</br>Without the aid of love; yet in content</br>Till she saw him, as once she pass'd him by,</br>Where 'gainst a column he leant thoughtfully</br>At Venus' temple porch, 'mid baskets heap'd</br>Of amorous herbs and flowers, newly reap'd</br>Late on that eve, as 'twas the night before</br>The Adonian feast; whereof she saw no more,</br>But wept alone those days, for why should she adore?</br>Lycius from death awoke into amaze,</br>To see her still, and singing so sweet lays;</br>Then from amaze into delight he fell</br>To hear her whisper woman's lore so well;</br>And every word she spake entic'd him on</br>To unperplex'd delight and pleasure known.</br>Let the mad poets say whate'er they please</br>Of the sweets of Fairies, Peris, Goddesses,</br>There is not such a treat among them all,</br>Haunters of cavern, lake, and waterfall,</br>As a real woman, lineal indeed</br>From Pyrrha's pebbles or old Adam's seed.</br>Thus gentle Lamia judg'd, and judg'd aright,</br>That Lycius could not love in half a fright,</br>So threw the goddess off, and won his heart</br>More pleasantly by playing woman's part,</br>With no more awe than what her beauty gave,</br>That, while it smote, still guaranteed to save.</br>Lycius to all made eloquent reply,</br>Marrying to every word a twinborn sigh;</br>And last, pointing to Corinth, ask'd her sweet,</br>If 'twas too far that night for her soft feet.</br>The way was short, for Lamia's eagerness</br>Made, by a spell, the triple league decrease</br>To a few paces; not at all surmised</br>By blinded Lycius, so in her comprized.</br>They pass'd the city gates, he knew not how,</br>So noiseless, and he never thought to know.", "As men talk in a dream, so Corinth all,</br>Throughout her palaces imperial,</br>And all her populous streets and temples lewd,</br>Mutter'd, like tempest in the distance brew'd,</br>To the wide-spreaded night above her towers.</br>Men, women, rich and poor, in the cool hours,</br>Shuffled their sandals o'er the pavement white,</br>Companion'd or alone; while many a light</br>Flared, here and there, from wealthy festivals,</br>And threw their moving shadows on the walls,</br>Or found them cluster'd in the corniced shade</br>Of some arch'd temple door, or dusky colonnade.", "Muffling his face, of greeting friends in fear,</br>Her fingers he press'd hard, as one came near</br>With curl'd gray beard, sharp eyes, and smooth bald crown,</br>Slow-stepp'd, and robed in philosophic gown:</br>Lycius shrank closer, as they met and past,</br>Into his mantle, adding wings to haste,</br>While hurried Lamia trembled:  \"Ah,\" said he,</br>\"Why do you shudder, love, so ruefully?</br>Why does your tender palm dissolve in dew?\"&mdash;</br>\"I'm wearied,\" said fair Lamia:  \"tell me who</br>Is that old man?  I cannot bring to mind</br>His features: &mdash; Lycius!  wherefore did you blind</br>Yourself from his quick eyes?\"  Lycius replied,</br>\"'Tis Apollonius sage, my trusty guide</br>And good instructor; but to-night he seems</br>The ghost of folly haunting my sweet dreams.\"", "While yet he spake they had arrived before</br>A pillar'd porch, with lofty portal door,</br>Where hung a silver lamp, whose phosphor glow</br>Reflected in the slabbed steps below,</br>Mild as a star in water; for so new,</br>And so unsullied was the marble hue,</br>So through the crystal polish, liquid fine,</br>Ran the dark veins, that none but feet divine</br>Could e'er have touch'd there.  Sounds Aeolian</br>Breath'd from the hinges, as the ample span</br>Of the wide doors disclos'd a place unknown</br>Some time to any, but those two alone,</br>And a few Persian mutes, who that same year</br>Were seen about the markets:  none knew where</br>They could inhabit; the most curious</br>Were foil'd, who watch'd to trace them to their house:</br>And but the flitter-winged verse must tell,</br>For truth's sake, what woe afterwards befel,</br>'Twould humour many a heart to leave them thus,</br>Shut from the busy world of more incredulous.", "PART II.</br>Love in a hut, with water and a crust,</br>Is &mdash; Love, forgive us! &mdash; cinders, ashes, dust;</br>Love in a palace is perhaps at last</br>More grievous torment than a hermit's fast:&mdash;</br>That is a doubtful tale from faery land,</br>Hard for the non-elect to understand.</br>Had Lycius liv'd to hand his story down,</br>He might have given the moral a fresh frown,</br>Or clench'd it quite:  but too short was their bliss</br>To breed distrust and hate, that make the soft voice hiss.</br>Besides, there, nightly, with terrific glare,</br>Love, jealous grown of so complete a pair,</br>Hover'd and buzz'd his wings, with fearful roar,</br>Above the lintel of their chamber door,</br>And down the passage cast a glow upon the floor.", "For all this came a ruin:  side by side</br>They were enthroned, in the even tide,</br>Upon a couch, near to a curtaining</br>Whose airy texture, from a golden string,</br>Floated into the room, and let appear</br>Unveil'd the summer heaven, blue and clear,</br>Betwixt two marble shafts: &mdash; there they reposed,</br>Where use had made it sweet, with eyelids closed,</br>Saving a tythe which love still open kept,</br>That they might see each other while they almost slept;</br>When from the slope side of a suburb hill,</br>Deafening the swallow's twitter, came a thrill</br>Of trumpets &mdash; Lycius started &mdash; the sounds fled,</br>But left a thought, a buzzing in his head.</br>For the first time, since first he harbour'd in</br>That purple-lined palace of sweet sin,</br>His spirit pass'd beyond its golden bourn</br>Into the noisy world almost forsworn.</br>The lady, ever watchful, penetrant,</br>Saw this with pain, so arguing a want</br>Of something more, more than her empery</br>Of joys; and she began to moan and sigh</br>Because he mused beyond her, knowing well</br>That but a moment's thought is passion's passing bell.</br>\"Why do you sigh, fair creature?\"  whisper'd he:</br>\"Why do you think?\"  return'd she tenderly:</br>\"You have deserted me; &mdash; where am I now?</br>Not in your heart while care weighs on your brow:</br>No, no, you have dismiss'd me; and I go</br>From your breast houseless:  ay, it must be so.\"</br>He answer'd, bending to her open eyes,</br>Where he was mirror'd small in paradise,</br>\"My silver planet, both of eve and morn!</br>Why will you plead yourself so sad forlorn,</br>While I am striving how to fill my heart</br>With deeper crimson, and a double smart?</br>How to entangle, trammel up and snare</br>Your soul in mine, and labyrinth you there</br>Like the hid scent in an unbudded rose?</br>Ay, a sweet kiss &mdash; you see your mighty woes.</br>My thoughts!  shall I unveil them?  Listen then!</br>What mortal hath a prize, that other men</br>May be confounded and abash'd withal,</br>But lets it sometimes pace abroad majestical,</br>And triumph, as in thee I should rejoice</br>Amid the hoarse alarm of Corinth's voice.</br>Let my foes choke, and my friends shout afar,</br>While through the thronged streets your bridal car</br>Wheels round its dazzling spokes.\" &mdash; The lady's cheek</br>Trembled; she nothing said, but, pale and meek,</br>Arose and knelt before him, wept a rain</br>Of sorrows at his words; at last with pain</br>Beseeching him, the while his hand she wrung,</br>To change his purpose.  He thereat was stung,</br>Perverse, with stronger fancy to reclaim</br>Her wild and timid nature to his aim:</br>Besides, for all his love, in self despite,</br>Against his better self, he took delight</br>Luxurious in her sorrows, soft and new.</br>His passion, cruel grown, took on a hue</br>Fierce and sanguineous as 'twas possible</br>In one whose brow had no dark veins to swell.</br>Fine was the mitigated fury, like</br>Apollo's presence when in act to strike</br>The serpent &mdash; Ha, the serpent!  certes, she</br>Was none.  She burnt, she lov'd the tyranny,</br>And, all subdued, consented to the hour</br>When to the bridal he should lead his paramour.</br>Whispering in midnight silence, said the youth,</br>\"Sure some sweet name thou hast, though, by my truth,</br>I have not ask'd it, ever thinking thee</br>Not mortal, but of heavenly progeny,</br>As still I do.  Hast any mortal name,</br>Fit appellation for this dazzling frame?</br>Or friends or kinsfolk on the citied earth,</br>To share our marriage feast and nuptial mirth?\"</br>\"I have no friends,\" said Lamia, \"no, not one;</br>My presence in wide Corinth hardly known:</br>My parents' bones are in their dusty urns</br>Sepulchred, where no kindled incense burns,</br>Seeing all their luckless race are dead, save me,</br>And I neglect the holy rite for thee.</br>Even as you list invite your many guests;</br>But if, as now it seems, your vision rests</br>With any pleasure on me, do not bid</br>Old Apollonius &mdash; from him keep me hid.\"</br>Lycius, perplex'd at words so blind and blank,</br>Made close inquiry; from whose touch she shrank,</br>Feigning a sleep; and he to the dull shade</br>Of deep sleep in a moment was betray'd.", "It was the custom then to bring away</br>The bride from home at blushing shut of day,</br>Veil'd, in a chariot, heralded along</br>By strewn flowers, torches, and a marriage song,</br>With other pageants:  but this fair unknown</br>Had not a friend. So being left alone,</br>(Lycius was gone to summon all his kin)</br>And knowing surely she could never win</br>His foolish heart from its mad pompousness,</br>She set herself, high-thoughted, how to dress</br>The misery in fit magnificence.</br>She did so, but 'tis doubtful how and whence</br>Came, and who were her subtle servitors.</br>About the halls, and to and from the doors,</br>There was a noise of wings, till in short space</br>The glowing banquet-room shone with wide-arched grace.</br>A haunting music, sole perhaps and lone</br>Supportress of the faery-roof, made moan</br>Throughout, as fearful the whole charm might fade.</br>Fresh carved cedar, mimicking a glade</br>Of palm and plantain, met from either side,</br>High in the midst, in honour of the bride:</br>Two palms and then two plantains, and so on,</br>From either side their stems branch'd one to one</br>All down the aisled place; and beneath all</br>There ran a stream of lamps straight on from wall to wall.</br>So canopied, lay an untasted feast</br>Teeming with odours.  Lamia, regal drest,</br>Silently paced about, and as she went,</br>In pale contented sort of discontent,</br>Mission'd her viewless servants to enrich</br>The fretted splendour of each nook and niche.</br>Between the tree-stems, marbled plain at first,</br>Came jasper pannels; then, anon, there burst</br>Forth creeping imagery of slighter trees,</br>And with the larger wove in small intricacies.</br>Approving all, she faded at self-will,</br>And shut the chamber up, close, hush'd and still,</br>Complete and ready for the revels rude,</br>When dreadful guests would come to spoil her solitude.", "The day appear'd, and all the gossip rout.</br>O senseless Lycius!  Madman!  wherefore flout</br>The silent-blessing fate, warm cloister'd hours,</br>And show to common eyes these secret bowers?</br>The herd approach'd; each guest, with busy brain,</br>Arriving at the portal, gaz'd amain,</br>And enter'd marveling:  for they knew the street,</br>Remember'd it from childhood all complete</br>Without a gap, yet ne'er before had seen</br>That royal porch, that high-built fair demesne;</br>So in they hurried all, maz'd, curious and keen:</br>Save one, who look'd thereon with eye severe,</br>And with calm-planted steps walk'd in austere;</br>'Twas Apollonius:  something too he laugh'd,</br>As though some knotty problem, that had daft</br>His patient thought, had now begun to thaw,</br>And solve and melt: &mdash; 'twas just as he foresaw.", "He met within the murmurous vestibule</br>His young disciple. \"'Tis no common rule,</br>Lycius,\" said he, \"for uninvited guest</br>To force himself upon you, and infest</br>With an unbidden presence the bright throng</br>Of younger friends; yet must I do this wrong,</br>And you forgive me.\"  Lycius blush'd, and led</br>The old man through the inner doors broad-spread;</br>With reconciling words and courteous mien</br>Turning into sweet milk the sophist's spleen.", "Of wealthy lustre was the banquet-room,</br>Fill'd with pervading brilliance and perfume:</br>Before each lucid pannel fuming stood</br>A censer fed with myrrh and spiced wood,</br>Each by a sacred tripod held aloft,</br>Whose slender feet wide-swerv'd upon the soft</br>Wool-woofed carpets:  fifty wreaths of smoke</br>From fifty censers their light voyage took</br>To the high roof, still mimick'd as they rose</br>Along the mirror'd walls by twin-clouds odorous.</br>Twelve sphered tables, by silk seats insphered,</br>High as the level of a man's breast rear'd</br>On libbard's paws, upheld the heavy gold</br>Of cups and goblets, and the store thrice told</br>Of Ceres' horn, and, in huge vessels, wine</br>Come from the gloomy tun with merry shine.</br>Thus loaded with a feast the tables stood,</br>Each shrining in the midst the image of a God.", "When in an antichamber every guest</br>Had felt the cold full sponge to pleasure press'd,</br>By minist'ring slaves, upon his hands and feet,</br>And fragrant oils with ceremony meet</br>Pour'd on his hair, they all mov'd to the feast</br>In white robes, and themselves in order placed</br>Around the silken couches, wondering</br>Whence all this mighty cost and blaze of wealth could spring.", "Soft went the music the soft air along,</br>While fluent Greek a vowel'd undersong</br>Kept up among the guests, discoursing low</br>At first, for scarcely was the wine at flow;</br>But when the happy vintage touch'd their brains,</br>Louder they talk, and louder come the strains</br>Of powerful instruments: &mdash; the gorgeous dyes,</br>The space, the splendour of the draperies,</br>The roof of awful richness, nectarous cheer,</br>Beautiful slaves, and Lamia's self, appear,</br>Now, when the wine has done its rosy deed,</br>And every soul from human trammels freed,</br>No more so strange; for merry wine, sweet wine,</br>Will make Elysian shades not too fair, too divine.</br>Soon was God Bacchus at meridian height;</br>Flush'd were their cheeks, and bright eyes double bright:</br>Garlands of every green, and every scent</br>From vales deflower'd, or forest-trees branch-rent,</br>In baskets of bright osier'd gold were brought</br>High as the handles heap'd, to suit the thought</br>Of every guest; that each, as he did please,</br>Might fancy-fit his brows, silk-pillow'd at his ease.", "What wreath for Lamia?  What for Lycius?</br>What for the sage, old Apollonius?</br>Upon her aching forehead be there hung</br>The leaves of willow and of adder's tongue;</br>And for the youth, quick, let us strip for him</br>The thyrsus, that his watching eyes may swim</br>Into forgetfulness; and, for the sage,</br>Let spear-grass and the spiteful thistle wage</br>War on his temples.  Do not all charms fly</br>At the mere touch of cold philosophy?</br>There was an awful rainbow once in heaven:</br>We know her woof, her texture; she is given</br>In the dull catalogue of common things.</br>Philosophy will clip an Angel's wings,</br>Conquer all mysteries by rule and line,</br>Empty the haunted air, and gnomed mine&mdash;</br>Unweave a rainbow, as it erewhile made</br>The tender-person'd Lamia melt into a shade.", "By her glad Lycius sitting, in chief place,</br>Scarce saw in all the room another face,</br>Till, checking his love trance, a cup he took</br>Full brimm'd, and opposite sent forth a look</br>'Cross the broad table, to beseech a glance</br>From his old teacher's wrinkled countenance,</br>And pledge him.  The bald-head philosopher</br>Had fix'd his eye, without a twinkle or stir</br>Full on the alarmed beauty of the bride,</br>Brow-beating her fair form, and troubling her sweet pride.</br>Lycius then press'd her hand, with devout touch,</br>As pale it lay upon the rosy couch:</br>'Twas icy, and the cold ran through his veins;</br>Then sudden it grew hot, and all the pains</br>Of an unnatural heat shot to his heart.</br>\"Lamia, what means this?  Wherefore dost thou start?</br>Know'st thou that man?\"  Poor Lamia answer'd not.</br>He gaz'd into her eyes, and not a jot</br>Own'd they the lovelorn piteous appeal:</br>More, more he gaz'd:  his human senses reel:</br>Some hungry spell that loveliness absorbs;</br>There was no recognition in those orbs.</br>\"Lamia!\"  he cried &mdash; and no soft-toned reply.</br>The many heard, and the loud revelry</br>Grew hush; the stately music no more breathes;</br>The myrtle sicken'd in a thousand wreaths.</br>By faint degrees, voice, lute, and pleasure ceased;</br>A deadly silence step by step increased,</br>Until it seem'd a horrid presence there,</br>And not a man but felt the terror in his hair.</br>\"Lamia!\"  he shriek'd; and nothing but the shriek</br>With its sad echo did the silence break.</br>\"Begone, foul dream!\"  he cried, gazing again</br>In the bride's face, where now no azure vein</br>Wander'd on fair-spaced temples; no soft bloom</br>Misted the cheek; no passion to illume</br>The deep-recessed vision: &mdash; all was blight;</br>Lamia, no longer fair, there sat a deadly white.</br>\"Shut, shut those juggling eyes, thou ruthless man!</br>Turn them aside, wretch!  or the righteous ban</br>Of all the Gods, whose dreadful images</br>Here represent their shadowy presences,</br>May pierce them on the sudden with the thorn</br>Of painful blindness; leaving thee forlorn,</br>In trembling dotage to the feeblest fright</br>Of conscience, for their long offended might,</br>For all thine impious proud-heart sophistries,</br>Unlawful magic, and enticing lies.</br>Corinthians!  look upon that gray-beard wretch!</br>Mark how, possess'd, his lashless eyelids stretch</br>Around his demon eyes!  Corinthians, see!</br>My sweet bride withers at their potency.\"</br>\"Fool!\"  said the sophist, in an under-tone</br>Gruff with contempt; which a death-nighing moan</br>From Lycius answer'd, as heart-struck and lost,</br>He sank supine beside the aching ghost.</br>\"Fool!  Fool!\"  repeated he, while his eyes still</br>Relented not, nor mov'd; \"from every ill</br>Of life have I preserv'd thee to this day,</br>And shall I see thee made a serpent's prey?\"</br>Then Lamia breath'd death breath; the sophist's eye,</br>Like a sharp spear, went through her utterly,</br>Keen, cruel, perceant, stinging:  she, as well</br>As her weak hand could any meaning tell,</br>Motion'd him to be silent; vainly so,</br>He look'd and look'd again a level &mdash; No!</br>\"A Serpent!\"  echoed he; no sooner said,</br>Than with a frightful scream she vanished:</br>And Lycius' arms were empty of delight,</br>As were his limbs of life, from that same night.</br>On the high couch he lay! &mdash; his friends came round&mdash;</br>Supported him &mdash; no pulse, or breath they found,</br>And, in its marriage robe, the heavy body wound.</br>"]