["ERSKINE &mdash; 'tis not thy flowing eloquence</br>That wakes the artless music of my lyre;</br>Tho' classic strains adorn thy manly sense,</br>And MARO'S sweetness, join'd with TULLY'S fire,</br>In mute attention holds the wondering throng;</br>Nor would I touch the strings with venal hand,</br>Nor at Ambition's voice, or Fame's command,</br>To ill-digested genius tune my song.</br>I praise thy ardour for those sacred laws</br>By Freedom's sons revered in ages past,</br>Thy zeal to vindicate her injur'd cause</br>From bigot rage and rancour's cruel blast;</br>Fearless to combat in her honour'd van,</br>And save from courtly pow'r the noblest rights of man.", "When at the ALMIGHTY'S call the world appeared,</br>He fix'd his choice regard on human kind,</br>Erected Man above the brutal herd,</br>By speech distinguished, and a reasoning mind;</br>Then Language first in Nature's simple dress,</br>(Ere while by Art embellish'd and restrain'd)</br>Taught him if pleasure charm'd, or sorrow pain'd,</br>All the keen feelings of his soul to express;</br>Tradition next oppos'd her feeble aid,</br>To check the force of Time's devouring rage,</br>The hoary grandsire to the youth convey'd</br>Songs of the Bard, and maxims of the Sage;</br>Yet her faint traces from the memory glide,</br>Sunk thro' the lapse of years in Time's oblivious tide.", "Egypt, fair Queen of Arts, tho' bow'd so long</br>Beneath the Crescent's ignominious sway,</br>On thee, the radiant morn of Science shone,</br>While Europe's sons in midnight darkness lay;</br>The hieroglyphic on the massy stone,</br>The early annals of thy empire bore,</br>And made thy Sage's philosophic lore</br>To climes remote and distant peoples known:</br>Yet not on Pyramids depends thy fame,</br>Invented letters gave thee nobler praise,</br>By these we glow with Graecia's patriot flame,</br>And raptur'd listen to her tragic lays,</br>Catch the bright vision of the poet's soul,</br>Or man, the restless wanderer, trace from pole to pole.", "But vain the genius of an early age,</br>And vain the wondrous art of modern time,</br>If Britain, fir'd by party's heedless rage,</br>On speculation fix a civil crime:</br>The Roman's throne no more her sacred boast,</br>Her sons engag'd in free debate, no more</br>From Error's mass extract the golden ore,</br>Truth's radiant prize, that well repays the cost;</br>Ev'n now Corruption's mist o'erspreads the land,</br>I see the genius of my country bow,</br>And as the sorcerer waves his magic wand,</br>She trembles at a visionary foe;</br>A phantom dreads, while real ills betide</br>The cause for which her HAMDEN and her SYDNEY died.", "ERSKINE &mdash; 'tis thine, amidst a patriot train,</br>Whose generous zeal shall wake some nobler lyre,</br>The injur'd cause of Freedom to maintain,</br>And fan the embers of her antient fire;</br>To expand the glowing scene her MILTON drew,</br>Enlighten'd Sage, who trac'd the searing mind</br>Unaw'd by pow'r, by systems unconfin'd,</br>O'er boundless fields of science ever new;</br>And should some distant age his song rehearse,</br>Yet lose the music of his heav'nly lore,</br>When, like old CHAUCER'S tuneless HAYLEY'S verse,</br>And Fox's eloquence delights no more;</br>Should varying time obscure thy polish'd phrase,</br>Yet Britain's latest sons shall own the Patriot's praise.</br>"]