["Whilst MANNERS SUTTON'S wig was young,</br>Ere PEEL his votive hymn had sung,</br>The new M. P.'s with eager air,</br>Crowded round the Speaker's chair:</br>Jobbing, cheering, moving, prating,</br>Possessed beyond The Courier's stating:</br>By turns they wooed the Treasury's charms,</br>Her golden locks, her clasping arms,</br>Till once 'twas said when all was fired,</br>With hopes of future gain inspired,</br>From bills, reports, of leaden weight,</br>They sought materials for debate:</br>And as they oft had conned apart</br>Deep lessons of successful art&mdash;</br>Each &mdash; for interest ruled the hour&mdash;</br>Would prove his own persuasive power.", "First CASTLEREAGH his skill would try</br>To drive the diplomatic trade:</br>But back recoiled, he well knew why,</br>'Twas at the faults himself had made.", "Next LAWSON launched \"his virgin bark,\"</br>And slipped his ferrets from their strings;</br>Sought unclean beasts from NOAH'S ark,</br>And made of vermin sacred things&mdash;", "Then MANNING rose, with face of care,</br>The paste-board King of paper Lords,</br>Mumbled his speech with drowsy air,</br>'Twas figures now, and now 'twas words&mdash;", "But RUFUS PEEL, thou statesman fair,</br>What were thy official measures?</br>Still they scattered public treasures,</br>Yet bade the Exchequer Seals at distance hail!", "The Christ Church groves the notes prolong,</br>And Lowther's hills, and Erin's fenny vales;</br>He called on Church and State throughout his song;</br>And when the intolerant theme he chose,</br>Oxford Amicus were heard at every close,</br>And PEEL in triumph smiled, and waved his sandy hair&mdash;", "And longer had he sung &mdash; but with a frown</br>CANNING impatient rose:</br>He threw his poisoned cresse in thunders down;</br>And with a freezing look</br>His heartless course of cruel sarcasm took;</br>And uttered jests so cold and dead,</br>Were ne'er JOE MILLER'S tales more base and low.</br>And ever and anon he beat</br>Poor OGDEN'S wounds with trampling feet&mdash;</br>And though sometimes each hollow groan between,</br>The \"fatuous\" BINNING at his side</br>His Caledonian voice applied,</br>Yet still he kept his harsh insulting mien,</br>Whilst from the India Board he raised his ancious head.", "Thy speech, O SINCLAIR!  on no point was fixed!</br>Sad Beacon on thy wandering way;</br>Now with Whig lore, and now with Tory mixed,</br>On SIDMOUTH, now it called, now trembling called on GREY.", "With eyes upraised, as one inspired,</br>Pale WILBERFORCE sat far retired,</br>And from cross bench for trimmer meet,</br>Poured loud as ROWLAND HILL his righteous soul.</br>Whilst cheering weak from nooks around,</br>Babbling saintlets joined the sound,</br>Through aisles and naves the common measure ran!</br>Or in thy Court, Requests!  with fond delay,</br>(Round in holy calm diffusing,</br>Worldly care, and heavenly musing,)</br>In sacred murmurs died away. . . .</br>"]