["While we retire from noise of city blades,</br>O Fl-mm-ng, to gay fields and cooling shades,</br>Where nature deck'd in all her richest dye,</br>With pleasing landscapes holds the ling'ring eye,</br>Permit the muse to chaunt a rural song,</br>For rural strains to rural scenes belong.", "A shepherd youth beneath a beachen shade</br>Thus sung his griefs, as on his pipe he play'd:</br>Alack-a-day!  why heaves my beating heart</br>For one who scorns to cure its am'rous smart,</br>Who gives for love returns of cool disdain,</br>And adds not joy to joy, but pain to pain?</br>What tho' in plants and herbs unmatch'd my skill,</br>I know whate'er will cure my sheep, or kill.</br>That boots me little, since alas!  I find</br>No herb that grows can cure a love-sick mind.</br>When I from love's corroding cares was free,</br>By turns I swam the brook, or climb'd the tree:</br>The first in ev'ry rural sport was I,</br>And rare did fate the victory a prize deny.</br>No swain like me could deftly turn the rhyme,</br>Nor dancing keep so true the measur'd time:</br>But now, alas!  to no gay sport inclin'd,</br>I load with sighs alone the passing wind;</br>Alone I sit inactive all the day,</br>Nor tune the pipe, nor chaunt the sprightly lay.</br>Ah!  would the maid I love no more deny,</br>The tender joy for which alone I sigh!", "Look round, my love, how gay the fields appear,</br>What blooming flow'rs adorn the rising year,</br>Yet 'ere 'tis long these flow'rs will all decay,</br>These fields appear as if they ne'er were gay:</br>Then by the forelock catch insidious Time,</br>The winter comes, enjoy these \"hours of prime.\"</br>Scorn not a shepherd, nor his rural sports,</br>There's more content in cottages than courts.</br>Tell me what bribe will gain thy wishful heart,</br>With all my flock to gain that bribe I'd part,</br>My brindled heifers and my milk-white kine,</br>I'd freely give, could I but call thee mine:", "Alas, fond boy, thy gifts the fair disdains,</br>In vain the giver of his love complains,</br>Rouze Colin then, the country's now at arms,</br>And court fair freedom's never fading charms.</br>"]