["From Laughter's dome, where nothing now remain'd</br>Of novelty unseen, we turn'd away,</br>And upward next addrest our patient feet,</br>To gain the summit of that lofty mount,</br>Which rose conspicuous from the central base </br>Of my celestial Guide's extensive round.</br>No clement charms its lower clime, could boast;</br>Dark was the visage of the angry sky,</br>And cloth'd by Tempest in her thickest veil</br>Of louring sable clouds, thro' which at times</br>On livid wing the rapid lightning flew;</br>Succeeding which the Thunder issued forth</br>In deep tremendous tone his stern decree.</br>And yet this awful scene inspir'd not here</br>Unmingled terror &mdash; Pleasure too combin'd</br>To charm the ear, which heard with trembling joy</br>The elemental war. &mdash; Nor had we long</br>Thro' this terrific gloom pursued our way,</br>Until before our sight appear'd a mass</br>Of stone, in shape and size like one of those</br>Enormous piles by Vanity uprear'd</br>To lodge the reliques of departed Kings</br>In EGYPT'S haughty land, whose children thought</br>That bulk was splendor, and that greatness dwelt</br>In lifeless matter's giant form alone.</br>Beside its base a tyger, vast of size</br>And fierce of spirit, lay, whose awful voice</br>From time to time appal'd the silent air;</br>But on the pyramid's aspiring top,</br>Like pigmy forms, two pompous Poets sate,</br>And thence still look'd with self-complacence down</br>Upon the vale below &mdash; but other thoughts</br>Of less presumption would have fill'd their minds,</br>Had they but chanc'd to turn their eyes behind</br>On that ascending steep, whose arduous length</br>Betwixt their station and the summit lay&mdash;</br>Of ROME the one, who told the dismal tale</br>Of guilty THEBES, beset by foreign foes,</br>And the dire furies of fraternal hate;</br>Who swell'd his verse with many a turgid sound,</br>And left the paths of nature and of truth</br>To grasp at excellence beyond his reach.</br>The other Bard was BRITAIN'S pious son,</br>Who strew'd PHILANDER'S and NARCISSA'S tomb</br>With flow'rs of darkest hue, and devious led</br>The sable stream of his nocturnal song</br>\"Thro' many a field of moral and divine.\"</br>At times, inspir'd by Feeling's genuine pow'r,</br>The strain was just, and ardent, and sublime;</br>But far more oft, on Affection's wing,</br>It soar'd beyond the ken of vulgar eyes,</br>And left both Taste and Common Sense behind.", "Not far from thence another work of art</br>Our next attention drew, and stopt awhile</br>Our upward journey &mdash; 'Twas a lofty tow'r,</br>Which rose in all the pride of warlike pomp,</br>And frown'd defiance on the world below.</br>By Strength and Grace, two architects divine,</br>With equal labour and united skill,</br>Each finish'd fabric in the Land of Taste</br>Must still be rais'd, to meet the wond'ring eye</br>Of universal praise &mdash; but Strength had here</br>Labour'd alone, and in some sullen hour</br>These awful turrets reard'd, nor ever call'd</br>His fair associate to partake the toil,</br>And sweetly temper with her tender touch</br>The rude exertions of his careless hand.</br>One only decoration grac'd the pile:</br>On ev'ry battlement a golden shape</br>Of ROME'S imperial bird sate proudly perch'd,</br>And deck'd its roughness with the splendid shade</br>Of his triumphant wings. &mdash; Two Poets there,</br>In armour bold, and bolder courage clad,</br>To guard the fortress stood &mdash; ROMAN the one,</br>Who for the theme of his historic song</br>(That manly song, whose ev'ry rugged line</br>The warm indignant soul of freedom breathes)</br>Selected CAESAR'S more than civil war;</br>Who bath'd with many a stern and sullen tear</br>The patriot victim's of PHARSALIA'S field;</br>And CATO'S firm undaunted march pursu'd</br>Thro' all the' horrors of the LYBIAN waste.</br>The Sire congenial of the GALLIC stage</br>Beside him stood, whose vig'rous hand pourtray'd</br>(\"Tho' not with ease, nor with a RAPHAEL stroke\")</br>The forms of ROMAN virtue &mdash; He it was</br>That drew the spirit masculine and bold</br>Of CINNA'S darling Maid; the ruthless, fierce,</br>Unbending foul of POMPEY'S widow'd spouse;</br>And stern HORATIUS, whose heroic mind</br>Wish'd that his, son had rais'd the shield of death,</br>To save his honour from inglorious flight.", "But when at last both pyramid and  tow'r</br>Were left below, at once the sable robe,</br>Which o'er the troubled sky had hung till now,</br>To purest azure turn'd:  at once the sun</br>Appear'd refulgent on his flaming car,</br>And shed o'er all the remnant of our way</br>His full meridian glory; &mdash; but that way</br>At every step more steep and arduous grew.</br>Now nought was seen but barren hills of sand</br>O'er hills of barren sand uprising still;</br>A prospect faint and dreary to the sight&mdash;</br>But to the sight alone &mdash; for that kind Pow'r,</br>So long my guide and guardian, still sustain'd</br>My feeble frame, nor suffer'd it to feel</br>Fatigue or languor.  Soon, amid that sea</br>Of fruitless sand, on either side appear'd</br>A verdant isle, on which the wearied eye</br>Repos'd with comfort, glad once more to view</br>The seats of Life, and Pleasure's green abode.</br>Upon the left a venerable grove,</br>Of warlike palm and peaceful olive mixt,</br>Conspicuous rose, beneath whose ample shade</br>Together roaming, our approach descried</br>Three Sons of GRECIAN fame.  The Sage was there</br>Who deck'd so oft his philosophic page</br>With Fancy's brilliant flow'rs &mdash; the pupil blest</br>Of SOCRATES himself &mdash; to whom we owe</br>The lively picture of his master's fate.</br>And all those lessons of exalted love,</br>Which from his dying lips divinely flow'd.</br>The next was he, of orators supreme,</br>Against proud PHILIP'S each ambitious aim</br>Who roll'd resistless from his fervid tongue</br>Persuasion's thunder; from their shameful sleep</br>The men of ATHENS rous'd ; but vainly strove</br>To kindle up in their degen'rate breasts</br>The same unwearied flame  of public zeal</br>Which glow'd on MARATHON'S triumphant field.</br>There was the Critic too, whose hasty hand</br>Essay'd in vain the fountains to disclose</br>Of Eloquence sublime; that ardent judge,</br>Who taught his fond applause aloft to soar</br>On more than critic wing; and ev'n at times</br>O'ertook the flights he only meant to praise.", "Now to the right we turn'd, and there beheld</br>A verdant Mount, on whose delightful top,</br>With eagle glance Commanding all around,</br>The Pow'r of Prospect lay. &mdash; With pencils arm'd,</br>And an exhaustless store of colours clear,</br>Wherewith to mimic ev'ry striking scene</br>Of Nature and of Art, three painter Bards</br>Sate on the tender turf &mdash; A ROMAN one,</br>Who fill'd his cup of philosophic lore,</br>With blind attachment, from the muddy spring</br>Which EPICURUS dug, but temper'd well</br>Th' unwholsome draught with many a precious drop</br>Of high poetic flavour. &mdash; BRITAIN claim'd</br>As her's the other two:  him first, around,</br>Whose gentle head the Seasons all a wreath</br>Unfading bound, while he describ'd so well</br>Their sev'ral dresses, and by turns display'd</br>Spring's verdant liv'ry, Summer's russet robe,</br>The yellow mantle rich that Autumn wears,</br>And Winter's hoary shroud; &mdash; but with a wreath</br>Of brighter beauty still had Fancy crown'd</br>The third sweet Poet, whose harmonious voice,</br>In strain so free, by Rapture's self inspir'd,</br>That first of themes, her various Pleasures sung,</br>And to such subtle and mysterious things</br>Gave shapes so fair, and features so divine.", "Beyond these fair but solitary spots</br>Of green delight we had not mounted far,</br>Until a narrow path in sight appear'd,</br>Crossing the track which to the summit led</br>Our upward journey narrow was the path,</br>Nor was its narrowness allow'd to rest</br>Entire, but broken oft by many a rock</br>Rising abrupt, and many a torrent flood</br>That fell adown the steep with foaming haste</br>And wild resistless fury.  On this path</br>Sudden a car appear'd, which, lifted high,</br>Hung glitt'ring in mid air, and rush'd along</br>With speed so rapid, that my dazzled eye</br>Had only space sufficient to remark</br>Who there in triumph rode; to mark that there</br>The THEBAN Herald of OLYMPIC praise,</br>Lord of the Lyre, betwixt two BRITONS sate;</br>'Twixt him whose glowing hand the Banquet drew</br>Of PHILIP'S warlike son, and him whose last</br>Of CAMBRIAN Bards on EDWARD'S tyrant crest</br>Pour'd wildly forth the dark and dreary song</br>Of dire prophetic vengeance.  Earth contains </br>No steed so firm, so fearless, and so fierce</br>As that swift courser of  ethereal race,</br>Which bore them safe along this rugged path</br>Of dread and danger; now from rock to rock</br>Bounding unhurt; across some torrent now</br>Urging his fiery flight; nor pausing once</br>Till distance wrapt them in her dusky veil,</br>And interposing, from the vain pursuit</br>Constrain'd reluctant vision to retire.", "But now at last, the boundary of all,</br>Our upward steps, the summit of the Mount,</br>Appear'd within our reach, on whose green brow</br>A venerable oak, extending wide</br>His giant arms, o'ercanopy'd a seat</br>Of adamant eternal. &mdash; There, enthron'd</br>In equal majesty, two Poets sate,</br>The Monarchs of the Mount:  the one was he,</br>The Sire of GRECIAN song, who all the rage,</br>Of fierce ACHILLES, and the wand'rings all</br>Of sage ULYSSES told; whose magic pow'r</br>With life and motion fill'd each glowing scene,</br>And pour'd the torrent of unwearied fire</br>O'er all his tuneful page.  His great compeer</br>Was he, whose art with rich seraphic hues</br>Emblaz'd the sacred tale of EDEN lost;</br>Who soar'd on Elevation's boldest wing,</br>And rais'd to themes of more than mortal sound</br>His deep sonorous voice.  Both, as they sate,</br>Appear'd of equal size; but I could well</br>Perceive, delighted, that when each uprear'd</br>His mighty stature, BRITAIN'S giant son</br>Would proudly rise, and leave the GREEK below.", "While thus with patient persevering steps</br>We gain'd upon the Mount, some secret pow'r</br>Gradual refin'd the circumambiant air</br>From pure to purer still:  but when at last</br>Our feet victorious on the summit stood,</br>With such delicious welcome did the gale</br>Greet our approach, methought that Heav'n's own breath</br>Around my temples blew; nor rested there</br>The strong ethereal virtue; soon I felt,</br>With glad surprize, its purifying pow'r</br>Ev'n to my inmost bosom, driving thence</br>Each thought unworthy of a Poet's name,</br>Each vulgar hope, and ev'ry sordid care,</br>With each desire but that of honest fame</br>And ev'ry passion but the love of song.", ""]