["Hark!  mid the howlings of the wintry blast</br>A warning voice is heard, whose solemn tone</br>Reminds us that another year is past</br>With all its pleasures and its follies, gone,</br>Irrevocably fled, whilst borne upon</br>Its flagging wing, down dark Oblivion's stream</br>Thoughts, words, and actions float, of which not one</br>Shall be remembered, save with fitful gleam,</br>Like horrid phantasms of the sick man's troubled dream.", "Where are they all, the talented, the gay,</br>The fair, the brave, who, when the year was young,</br>Exulting gladly in Life's early day,</br>To Pleasure's lyre the merry carol sung;</br>And while each ear with the sweet harpings rung,</br>Each eye with joy's bright glances shone unfeigned,</br>Around each brow the rosy chaplet hung,</br>In each glad heart mirth in full joyance reigned,</br>And burst from every tongue rejoicings unrestrained.", "Thy days rolled on &mdash; in sunshine and in cloud,</br>In storm and calm alternate, thou hast known</br>A change of times and persons; &mdash; far and loud</br>The piercing cry of agony &mdash; the groan</br>Of destitution &mdash; and the wailing moan</br>Of widows and of orphans have been spread&mdash;</br>In thy dark train want, misery, Death have gone,</br>And the chilled Earth shrank loathing from their tread,</br>Till from the prospect sad e'en Hope had well-nigh fled.", "Thy weeks are fled &mdash; nor can I sorrow much</br>That thou art gone, for soothly thou hast been</br>A year of dangers and of perils, such</br>As few or none of mortal tribe I ween</br>Had e'er in saddest musings thought to have seen;</br>Yet are thy shadowings past; &mdash; and thus like thee</br>Shall darkest clouds which haply intervene</br>Before the fairest prospects, timely flee,</br>And brighter scenes shall rise of glad Prosperity.", "On the great ocean of commercial faith</br>How many a gallant vessel, which be-decked</br>In gayest trim, and with the splendid wreath</br>Of pleasure's wavering adornment flecked,</br>Set out upon her voyage, and little recked</br>Of shoal, or treacherous sand, or hidden rock,</br>Was in that dread convulsion buried, wrecked</br>Beneath the horrors of the sweeping shock,</br>And made of knaves and fools alike the sport and mock.", "It was a dreadful, overwhelming stroke&mdash;</br>Yet our loved England nobly met the blow</br>Which struck thus at her vitals, and bespoke</br>The coming of a darker, mightier woe,</br>A providence mysterious, which should throw</br>Terror around her proudest</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "The storm has passed &mdash; though in its wild career</br>Reckless, remorseless, as it swept along,</br>There was no ray of light the gloom to cheer,</br>Which like a heavy cloud around thee hung,</br>Still thou wast Britain, and around thee clung</br>For help and strength the hopes of half a world,&mdash;</br>And I would praise thee in my humble song,</br>Where'er thine ire has been in thunder hurled,</br>Where'er in peaceful guise thy flag has been unfurled.", "Yes, I do love thee, Britain, and though far</br>From thee my days of youth-hood must be spent,</br>In other climes, where yonder western star</br>Shines o'er the burning shores to which is bent</br>My way-ward course, yet while to me are lent</br>The powers of recollection &mdash; yes, until</br>Sense, Memory, Reason from their thrones are rent,</br>In prosperous or in troublous hours I will</br>Love thee &mdash; thou wast my pride, and thou shalt be so still.</br>"]