["When the bright moon her lustre throws around,</br>To light the precincts of the sacred ground,</br>Where the rude peasants of the hamlet sleep,</br>Nor more impell'd with worldly cares to weep,</br>Be mine the fate to roam the tombs among,</br>Where gloom inspires with mournful thoughts my song&mdash;</br>Pause o'er the grave in which partakes repose</br>The frantic lover, freed from all his woes&mdash;</br>Or view the turf that hides the gentle frame</br>Of her whose smiles could admiration claim.", "Perhaps, beneath this spreading cypress' gloom,</br>The village minstrel finds an early tomb,</br>Whom vernal flowrets, moist with glist'ning dews,</br>Weep o'er at night, in concert with the Muse.</br>In vain he sung the pastimes of the green,</br>Where comely swains and nymphs were often seen,</br>Beating at eve, in artless dance, the ground,</br>To the soft pipe and tabor's jocund sound.</br>Vainly his eye enthusiastic roll'd,</br>While the strung lyre his thoughts sublimely told;</br>For not tradition has preserv'd his song</br>That once claim'd plaudits from the list'ning throng.", "Lo!  here the half-effac'd inscription shows</br>An aged parent finds his last repose,</br>Whose cottage, where the elm-tree skirts the road,</br>Rais'd by his hands, in rustic glory stood.</br>Oft did he share the labours of the day,</br>Where ears of corn in undulation play;</br>And when, at eve, he sought his happy home,</br>The crackling faggot cheer'd the cottage dome;</br>Nor did the house-wife view, without delight,</br>Her much-lov'd consort come to bless her sight;</br>While the soft babes, with prattling tongues, drew near,</br>His envied kiss, or kind caress to share.", "But here the tablet, to the roving sight,</br>Proclaims the sexton sleeps in darkest night,</br>Who, thro' twelve years the peasant's grave had made,</br>Singing, regardless, o'er the uprais'd spade,</br>Nor heard, depress'd, the bell in solemn toll,</br>Announce his neighbour's late departed soul,</br>But to his labour at the summons sped,</br>To form another hillock o'er the dead.</br>Yet since on earth all trades alike await</br>Th' impending shaft of unaverting fate,</br>This man, who obsequies to thousands gave,</br>Here in this spot has found himself a grave.", "But here, where flowers of hues fantastic grow,</br>The gentle shepherd, struck by death, lies low,</br>Who fed his flocks upon the mountain's brow.</br>Oft did he, at the orient morn, repair</br>To the sheep cote, where bleetings fill'd the air,</br>While his rough dog, with measur'd steps, behind,</br>In hoarse, short barking, bay'd the vernal wind.</br>No more his feet shall climb the steepy rock,</br>No more his hands shall shear the tender flock,</br>No more his lambs along the stubble ground</br>Crop the sweet plant, or in gay frolic bound;</br>Nor shall his pipe, with soft, melodious strain,</br>Breath to the praise of Daphne thro' the plain.</br>CAETERA DESUNT.</br>"]