["Celestial nine!  who taught the sounding lyre,</br>To sing a cobler's, or a monarch's fire;</br>The soul-fetch'd sigh with elegance to heave,</br>In prose to whimper, or in rhyme to grieve:</br>Again strike up the melancholy strain,</br>And teach, O teach me sadly to complain:</br>Kind interjections graciously bestow,</br>The plaintive Ah!  and lamentable Oh!</br>While \"sighs\" and \"dies\" perform a mutual part,</br>And join in chorus with a bleeding heart.", "White-Conduit groves, and loaf-consuming bow'rs,</br>Where oft I've pass'd the fondest of my hours,</br>You heard with joy the lover of my choice</br>Abuse the waiter with the loudest voice:</br>Then saw him turn importantly on me,</br>To spread the butter, and prepare the tea.</br>In your blest shades, O kindly let me mourn,</br>A gown all greasy, and a cap all torn;</br>And what is worse &mdash; O how my hair is tost!</br>A rival's triumph, and a lover lost.", "O faithless Buskin, unrelenting youth,</br>Is this thy boasted constancy and truth?</br>Where now's the look that fondly could excite,</br>Each nameless glow of exquisite delight?</br>The borrow'd speech that softly could engage,</br>And all the insipid sweetness of the stage?</br>The tender strain that delicately hung</br>On fancied Romeo's imitative tongue?</br>The humble accent, and the bended knees</br>The grasp emphatic, and the raptur'd squeeze?", "O fatal night, when first I saw that face</br>Out-shine the tawdry tinsel of thy lace;</br>So sweet you look'd, so tenderly you play'd,</br>You pierc'd the easy bosom of the maid:</br>Persuasion sat with love upon the part,</br>And quickly found a passage to her heart:</br>Soon was my work thrown negligently by,</br>My bosom tortur'd with an aching sigh,</br>The patch forgot to settle on my face,</br>And raise some spot secluded into grace.", "No borrow'd bloom upon my cheek was spread,</br>Or blush that deepen'd with a studied red;</br>But pining grief and melancholy care,</br>Swell'd in my eyes, and languish'd in my air;</br>My former peace unfortunately stole,</br>And struck a pleasing sadness thro' my soul:</br>My business now grew hateful to my sight,</br>I sigh'd and long'd impatiently for night;</br>Shone in the box, whene'er you play'd a part,</br>And broke my fortune, while I lost my heart.", "But O how blest!  when you perceiv'd I burn'd,</br>To see my fondness tenderly return'd;</br>Where did I stop my sentiments to prove,</br>Or shew th' unbounded greatness of my love:</br>The three blue bells in Russel-street can tell,</br>No doating woman ever lov'd so well:</br>Thy home, false youth, these tickets can expose,</br>Say, who releas'd the crimson suit of cloaths;</br>Redeem'd from pawn the breeches and the hat,</br>Or bought the shirts and stockings &mdash; tell me that?", "Yet O forgetful Nancy has possess'd,</br>The highest place in that ungenerous breast;</br>She now can seem engaging in your sight,</br>And charm your easy fancy.  What a fright?</br>Why, both her eyes stand gogling in her head,</br>Her breath's quit odious, and her hair quite red:</br>The scurvy too has studded o'er her nose,</br>And then, good Lord &mdash; how she does turn her toes!</br>Perfidious wretch!  tho' fatally disgrac'd,</br>I laugh to view the object of your taste.", "Of sense, of wit, of decency bereft,</br>Blush, blush, and see the woman you have left;</br>Was it for this &mdash; how gladly would I stop,</br>Ye gracious Pow'rs!  I parted with my shop:</br>The sweetest house, the most convenient stand,</br>And tipt you all the ready in your hand:</br>Was it for this I swore thro' thick and thin,</br>And all my honest creditors took in?</br>White-wash'd, when all my struggles had been past,</br>To be forsaken, and despis'd at last?", "But this new outrage shall be dearly paid,</br>See what a frightful spectacle I'm made?</br>Yes, Mrs. Nancy, justice shall take place,</br>For all these various bruises on my face;</br>My cloaths all torn in tatters on my back,</br>My lips all bloody, and my eyes all black.</br>To Justice Wild, immediately I'll run,</br>(I know at once how business may be done)</br>Depose against the lady and her spark,</br>And quickly nail the justice and the clerk.", "Thus sadly mourn'd, in fair White-Conduit's grove,</br>A wretched fair one of unhappy love;</br>Whose rival nymph offended in that place,</br>Had left the marks of vengeance on her face;</br>While Buskin laugh'd to see them both expos'd,</br>Yet never once politely interpos'd,</br>Till her opponent Nancy taught to yield,</br>And bravely stood the mistress of the field.</br>For brandy call'd most resolutely bold,</br>And drank a quartern, to avoid a cold.</br>"]