["How blith the flowery graces of the spring</br>From nature's wardrobe come:  and hark how gay</br>Each glittering insect, hovering on the wing,</br>Sings their glad welcome to the fields of may.", "They gaze, with greedy eye, each beauty o'er;</br>They suck the sweet breath of the blushing rose;</br>Sport in the gale, or sip the rainbow flower;</br>Their life's short day no pause of pleasure knows.", "Like their's, dread Power, my chearful morn display'd</br>The flattering promise of a golden noon,</br>Till each gay cloud, that sportive nature spread,</br>Died in the gloom of thy distemper'd frown.", "Yes, ere I told my two and twentieth year,</br>Swift from thy quiver flew the deadly dart;</br>Harmless it past 'mid many a blith compeer,</br>And found its fated entrance near my heart.", "Pale as I lay beneath thy ebon wand,</br>I saw them rove through pleasure's flowery field;</br>I saw health paint them with her rosy hand,</br>Eager to burst my bonds, but forc'd to yield.", "Yet while this mortal cot of mould'ring clay</br>Shakes at the stroke of thy tremendous power,</br>Ah must the transient tenant of a day</br>Bear the rough blast of each tempestuous hour!", "Say, shall the terrors thy pale flag unfolds</br>Too rigid Queen!  unnerve the soul's bright powers,</br>Till with a joyless smile the eye beholds</br>Art's magic charms, and nature's fairy bowers.", "No, let me follow still, those bowers among,</br>Her flowery footsteps, as the goddess goes;</br>Let me, just lifted 'bove th' unletter'd throng,</br>Read the few books the learned few compose.", "And suffer, when thy aweful pleasure calls</br>The soul to share her frail companion's smart,</br>Yet suffer me to taste the balm that falls,</br>From friendship's tongue, so sweet upon the heart.", "Then, tho' each trembling nerve confess thy frown,</br>Ev'n till this anxious being shall become</br>But a brief name upon a little stone,</br>Without one murmur I embrace my doom.", "For many a virtue, shelter'd from mankind,</br>Lives calm with thee, and lord o'er each desire;</br>And many a feeble frame, whose mighty mind</br>Each muse has touch'd with her immortal fire.", "Ev'n He, sole terror of a venal age,</br>The tuneful bard, whose philosophic soul,</br>With such bright radiance glow'd on Virtue's page,</br>Learn'd many a lesson from thy moral school.", "He too, who \"mounts and keeps his different way,\"</br>His daring mind thy humanizing glooms</br>Have temper'd with a melancholy ray,</br>And taught to warble 'mid the village tombs.", "Yes, goddess, to thy temple's deep recess</br>I come; and lay for ever at its door</br>The siren throng of follies numberless,</br>Nor wish their flattering songs shou'd sooth me more.", "Thy decent garb shall o'er my limbs be spread,</br>Thy hand shall lead me to thy sober train,</br>Who here retir'd, with pensive pleasure tread</br>The silent windings of thy dark domain.", "Hither the cherub charity shall fly</br>From her bright orb, and brooding o'er my mind,</br>For misery raise a sympathizing sigh,</br>Pardon for foes, and love for human kind.", "Then while ambition's trump, from age to age</br>Its slaughter'd millions boasts; while fame shall rear</br>Her deathless trophies o'er the bard and sage,</br>Be mine the widow's sigh, the orphan's prayer.</br>"]