["And it hath gone into the grave of time&mdash;</br>The past &mdash; the mighty sepulchre of all!</br>That solemn sound &mdash; the midnight's mournful chime,</br>Was its deep dead-bell! &mdash; but, within the hall,</br>The old and young held gladsome festival.&mdash;</br>What hath it left them, thus to cause such joy?&mdash;</br>Gray hairs to some &mdash; and hearts less green to all,</br>And fewer steps to where their fathers lie</br>Low in the church-yard cell &mdash; cold &mdash; dark &mdash; and silently!&mdash;", "Strange time for mirth! &mdash; when round the leafless tree</br>The wild winds of the winter moan and sigh,</br>And while the twilight saddens o'er the lea,</br>Mute every woodland's evening melody&mdash;</br>Mute the wide landscape &mdash; save where, hurrying by,</br>Roars the dark torrent on its headlong flight,</br>Or, slowly smiling through the blackening sky,</br>Hoots unto solitude, the bird of night,</br>Seeking the domeless wall &mdash; the turret's hoary height:&mdash;", "And yet with Nature, sooth, we need not grieve;</br>She does not heed the woes of humankind;</br>No; for the tempests howl, the waters heave</br>Their hoary hills unto the raging wind,</br>And the poor bark no resting-place can find:</br>And friends on shore shall weep &mdash; and weep in vain,</br>For, to the ruthless elements consign'd,</br>The seaman's corpse is drifting through the main,</br>Ne'er to be seen by them &mdash; nor heard of e'er again!", "Now o'er the skies the orbs of light are spread,</br>And through yon shoreless sea they wander on:&mdash;</br>Where is the place of your abode, ye dead?</br>To what far regions have your spirits gone?</br>But ye are silent &mdash; silent as the stone</br>That gathers moss above your bed of rest,</br>And from the land of souls returneth none</br>To tell us of the place to which we haste:</br>But time will tell us all &mdash; and time will tell us best.", "How still &mdash; how soft &mdash; and yet how dread is all</br>The scene around! &mdash; the silent earth and air!</br>What glorious lamps are hung in Night's high hall&mdash;</br>Her dome &mdash; so vast, magnificent, and fair!</br>Oh!  for an angel's wing, to waft me there!</br>How sweet, methinks, e'en for one little day,</br>To leave this cold, dull sphere of cloud and care,</br>And midst the immortal bowers above, to stray</br>In lands of light and love &mdash; unblighted by decay!", "Surely there is a language in the sky&mdash;</br>A voice that speaketh of a world to come:</br>It wells from out thy depths, immensity!</br>And tells us this is not our final home.&mdash;</br>As the toss'd bark, amidst the ocean's foam,</br>Hails, through the gloom, the beacon o'er the wave;</br>So from life's troubled sea, o'er which we roam,</br>The stars, like beacon lights, beyond the grave,</br>Shine through the deep, o'er which our barks we hope to save!", "Now gleams the moon on Arthur's mighty crest,</br>That dweller of the air &mdash; abrupt and lone;</br>Hush'd is the city in her nightly rest;</br>But hark! &mdash; there comes a sweet and solemn tone,</br>The lingering strains, that swell'd, in ages gone,</br>The music of the wake &mdash; oh!  many an ear,</br>Rais'd from the pillow gentle sleep hath flown,</br>Lists with delight, while blend the smile and tear,</br>As recollections rise of many a vanish'd year.", "It speaks of former scenes &mdash; of days gone by&mdash;</br>Of early friendships &mdash; of the lov'd and lost&mdash;</br>And wakes such music in the heart, as sigh</br>Of evening wooes from harpstrings gently crost;</br>And thoughts and feelings crowd &mdash; a varied host,</br>O'er the lone bosom from their slumbers deep,</br>Unfelt amidst its winter's gathering frost,</br>Till the soft spell of music o'er it creep,</br>And thaw the ice away, and bid the dreamer weep!</br>"]