["Forsaken Truth long seeks her Love,</br>And makes the Lion mild,</br>Marrs blind Devotion's Mart, and falls</br>In hand of Leachour vild.", "Nought is there under Heav'ns wide hollowness</br>That moves more dear Compassion of Mind,</br>Than Beauty brought t' unworthy Wretchedness</br>Through Envy's Snares or Fortune's Freaks unkind:</br>I, whether lately through her Brightness blind,</br>Or through Allegiance and fast Fealty,</br>Which I do owe unto all Woman-kind,</br>Feel my Heart pierc'd with so great Agony,</br>When such I see, that all for pity I could die.", "And now it is empassioned so deep,</br>For fairest Una's sake, of whom I sing,</br>That my frail Eyes these Lines with Tears do steep,</br>To think how she through guileful handeling,</br>Though true as touch, though Daughter of a King,</br>Though fair as ever living Wight was fair,</br>Though nor in Word nor Deed ill meriting,</br>Is from her Knight divorced in Despair,</br>And her due Loves deriv'd to that vile Witch's share.", "Yet she, most faithful Lady, all this while</br>Forsaken, woeful, solitary Maid,</br>Far from all People's Praise, as in exile,</br>In Wilderness and wastful Deserts stray'd,</br>To seek her Knight; who, subtilly betray'd</br>Through that late Vision, which th' Enchaunter wrought,</br>Had her abandon'd.  She of nought afraid,</br>Through Woods and Wastness wide him daily sought;</br>Yet wished Tydings none of him unto her brought.", "One day, nigh weary of the irksome way,</br>From her unhasty Beast she did alight,</br>And on the Grass her dainty Limbs did lay</br>In secret Shadow, far from all Mens sight:</br>From her fair Head her fillet she undight,</br>And laid her Stole aside.  Her Angel's Face,</br>As the great Eye of Heaven shined bright,</br>And made a Sun-shine in the shady place;</br>Did never mortal Eye behold such heavenly Grace.", "It fortuned, out of the thickest Wood</br>A ramping Lion rushed suddenly,</br>Hunting full greedy after salvage Blood.</br>Soon as the Royal Virgin he did spy,</br>With gaping Mouth at her ran greedily,</br>To have at once devour'd her tender Corse:</br>But to the Prey when as he drew more nigh,</br>His bloody Rage assuaged with Remorse,</br>And with the sight amaz'd, forgat his furious force.", "Instead thereof he kiss'd her weary Feet,</br>And lick'd her lilly Hands with fauning Tongue.</br>As he her wronged Innocence did weet.</br>O!  how can Beauty master the most strong,</br>And simple Truth subdue avenging Wrong!</br>Whose yielded Pride, and proud Submission,</br>Still dreading Death, when she had marked long,</br>Her Heart 'gan melt in great Compassion,</br>And drizling Tears did shed for pure Affection.", "The Lion, Lord of every Beast in Field,</br>Quoth she, his princely Puissance doth abate,</br>And mighty Proud to humble Weak does yield,</br>Forgetful of the hungry Rage, which late</br>Him prick'd, in pity of my sad Estate;</br>But he my Lion, and my noble Lord,</br>How does he find in cruel Heart to hate</br>Her that him lov'd, and ever most ador'd,</br>As the God of my Life?  Why hath he me abhor'd?", "Redounding Tears did choke th' end of her Plaint,</br>Which softly echoed from the neighbour Wood;</br>And sad to see her sorrowful Constraint,</br>The kingly Beast upon her gazing stood;</br>With pity calm'd, down fell his angry Mood.</br>At last, in close Heart shutting up her Pain,</br>Arose the Virgin born of heavenly Brood,</br>And to her snowy Palfrey got again,</br>To seek her strayed Champion, if she might attain.", "The Lion would not leave her desolate,</br>But with her went along, as a strong guard</br>Of her chaste Person, and a faithful Mate</br>Of her sad Troubles and Misfortunes hard:</br>Still when she slept, he kept both Watch and Ward;</br>And when she wak'd, he waited diligent,</br>With humble Service to her Will prepar'd:</br>From her fair Eyes he took Commaundement,</br>And ever by her Looks conceived her Intent.", "Long she thus travelled through Desarts wide,</br>By which she thought her wandring Knight should pass,</br>Yet never shew of living Wight espy'd;</br>Till that at length she found the trodden Grass,</br>In which the Track of People's Footing was,</br>Under the steep foot of a Mountain hore:</br>The same she follows, till at last she has</br>A Damsel spy'd, slow footing her before,</br>That on her shoulders sad a Pot of Water bore.", "To whom approching, she to her 'gan call,</br>To weet, if Dwelling-place were nigh at hand;</br>But the rude Wench her answer'd nought at all,</br>She could not hear, nor speak, nor understand;</br>Till seeing by her side the Lion stand,</br>With suddain fear her Pitcher down she threw,</br>And fled away:  For never in that Land</br>Face of fair Lady she before did view,</br>And that dread Lion's Look her cast in deadly hew.", "Full fast she fled, ne ever look'd behind,</br>As if her Life upon the Wager lay;</br>And home she came, whereas her Mother blind</br>Sate in eternal Night:  nought could she say;</br>But suddain catching hold, did her dismay</br>With quaking Hands, and other signs of Fear;</br>Who full of ghastly Fright and cold Affray,</br>'Gan shut the Door.  By this arrived there</br>Dame Una, weary Dame, and entrance did requere.", "Which when none yielded, her unruly Page</br>With his rude Claws the Wicket open rent,</br>And let her in; where of his cruel Rage</br>Nigh dead with Fear, and faint Astonishment,</br>She found them both in darksome Corner pent;</br>Where that old Woman day and night did pray</br>Upon her Beads devoutly penitent;</br>Nine hundred Pater-Nosters every day,</br>And thrice nine hundred Ave's she was wont to say.", "And to augment her painful Penance more,</br>Thrice every Week in Ashes she did sit,</br>And next her wrinkled Skin rough Sackcloth wore,</br>And thrice three times did fast from any bit:</br>But now for fear her Beads she did forget.</br>Whose needless dread for to remove away,</br>Fair Una framed Words and Count'nance fit:</br>Which hardly done, at length she 'gan them pray,</br>That in their Cottage small, that Night she rest her may.", "The day is spent, and cometh drowsy Night,</br>When every Creature shrowded is in sleep;</br>Sad  Una down her lays in weary plight,</br>And at her feet the Lion watch doth keep:</br>Instead of Rest, she does lament, and weep</br>For the late Loss of her dear loved Knight,</br>And sighs and groans, and evermore does steep</br>Her tender Breast in bitter Tears all Night;</br>All Night she thinks too long, and often looks for Light.", "Now when Aldeboran was mounted high</br>Above the shiny Cassiopeia's Chair,</br>And all in deadly sleep did drowned lie,</br>One knocked at the Door, and in would fare;</br>He knocked fast, and often curs'd, and sware,</br>That ready Entrance was not at his call:</br>For on his Back a heavy Load he bare</br>Of nightly Stealths, and Pillage several,</br>Which he had got abroad by Purchase criminal.", "He was to weet a stout and sturdy Thief,</br>Wont to rob Churches of their Ornaments,</br>And poor Mens Boxes of their due Relief,</br>Which given was to them for good Intents:</br>The holy Saints of their rich Vestiments</br>He did disrobe, when all Men careless slept,</br>And spoil'd the Priests of their Habiliments,</br>Whiles none the holy things in safety kept;</br>Then he by cunning sleights in at the Window crept.", "And all that he by Right or Wrong could find,</br>Unto this House he brought, and did bestow</br>Upon the Daughter of this Woman blind,</br>Abessa, Daughter of Corceca slow,</br>With whom he Whoredom us'd, that few did know;</br>And fed her fat with Feast of Offerings,</br>And Plenty, which in all the Land did grow:</br>Ne spared he to give her Gold and Rings,</br>And now he to her brought part of his stolen things.", "Thus, long the Door with Rage and Threats he bet,</br>Yet of those fearful Women none durst rise,</br>The Lion frayed them, him in to let:</br>He would no longer stay him to advise,</br>But open breaks the Door in furious wise,</br>And entring is; when that disdainful Beast</br>Encountring fierce, him suddain doth surprize,</br>And seizing cruel Claws on trembling Breast,</br>Under his Lordly Foot him proudly hath supprest.", "Him booteth not resist, nor Succour call,</br>His bleeding Hart is in the Venger's Hand,</br>Who straight him rent in thousand pieces small,</br>And quite dismembred hath:  The thirsty Land</br>Drunk up his Life; his Corse left on the strand.</br>His fearful Friends wear out the woful Night,</br>Ne dare to weep, nor seem to understand</br>The heavy Hap which on them is alight,</br>Afraid, lest to themselves the like mishappen might.", "Now when broad Day the World discovered has,</br>Up Una rose, up rose the Lion eke,</br>And on their former Journey forward pass,</br>In ways unknown, her wandring Knight to seek,</br>With Pains far passing that long wandring Greek</br>That for his Love refused Deity;</br>Such were the Labours of this Lady meek,</br>Still seeking him, that from her still did fly,</br>Then furthest from her hope, when most she weened nigh.", "Soon as she parted thence, the fearful Twain,</br>That blind old Woman and her Daughter dear,</br>Came forth, and finding Kirkrapine there slain,</br>For Anguish great they 'gan to rend their Hair,</br>And beat their Breasts, and naked Flesh to tear.</br>And when they both had wept and wail'd their fill,</br>Then forth they ran like two amazed Deer,</br>Half mad through Malice, and revenging Will,</br>To follow her, that was the causer of their Ill.", "Whom overtaking, they 'gan loudly bray,</br>With hollow Howling, and lamenting Cry,</br>Shamefully at her railing all the way,</br>And her accusing of Dishonesty,</br>That was the Flower of Faith and Chastity;</br>And still amidst her railing, she did pray,</br>That Plagues, and Mischiefs, and long Misery</br>Might fall on her, and follow all the way,</br>And that in endless Error she might ever stray.", "But when she saw her Prayers nought prevail,</br>She back returned with some Labour lost;</br>And in the way, as she did weep and wail,</br>A Knight her met in mighty Arms emboss'd,</br>Yet Knight was not for all his bragging boast,</br>But subtile Archimage, that Una sought</br>By Trains into new Troubles to have toss'd:</br>Of that old Woman Tidings he besought,</br>If that of such a Lady she could tellen ought.", "There-with she 'gan her Passion to renew,</br>And cry, and curse, and rail, and rend her Hair,</br>Saying, That Harlot she too lately knew,</br>That caus'd her shed so many a bitter Tear</br>And so forth told the Story of her Fear:</br>Much seemed he to moan her hapless Chaunce,</br>And after, for that Lady did inquere;</br>Which being taught, he forward 'gan advaunce</br>His fair enchaunted Steed, and eke his charmed Launce.", "Ere long he came where Una travel'd slow,</br>And that wild Champion waiting her beside:</br>Whom seeing such, for dread he durst not show</br>Himself too nigh at hand, but turned wide</br>Unto an Hill; from whence when she him spy'd,</br>By his like seeming Shield, her Knight by name</br>She ween'd it was, and towards him 'gan ride:</br>Approching nigh, she wist it was the same,</br>And with fair fearful humblesse towards him she came.", "And weeping, said, Ah my long lacked Lord,</br>Where have ye been thus long out of my sight?</br>Much feared I to have been quite abhor'd,</br>Or ought have done, that ye displeasen might,</br>That should as death unto my dear Heart light:</br>For since mine Eye your joyous sight did miss,</br>My cheerful Day is turn'd to cheerless Night,</br>And eke my Night of Death the Shadow is;</br>But welcome now my Light, and shining Lamp of Bliss.", "He thereto meeting, said, My dearest Dame,</br>Far be it from your Thought, and from my Will,</br>To think that Knighthood I so much should shame,</br>As you to leave, that have me loved still,</br>And chose in Fairy-Court of mere good-will,</br>Where noblest Knights were to be found on Earth:</br>The Earth shall sooner leave her kindly Skill</br>To bring forth Fruit, and make eternal Dearth,</br>Than I leave you, my Life, yborn of heavenly Birth.", "And sooth to say, why I left you so long,</br>Was for to seek Adventure in strange Place,</br>Where Archimago said a Felon strong</br>To many Knights did daily work disgrace;</br>But Knight he now shall never more deface:</br>Good cause of mine excuse; that more ye please</br>Well to accept, and evermore embrace</br>My faithful Service, that by Land and Seas</br>Have vow'd you to defend, now then your Plaint appease.", "His lovely words her seem'd due Recompence</br>Of all her passed Pains:  one loving Hour</br>For many Years of Sorrow can dispense;</br>A Dram of Sweet is worth a Pound of Sour:</br>She has forgot, how many a woful stower</br>For him she late endur'd; she speaks no more</br>Of past:  True is, that true Love hath no Power</br>To looken back; his Eyes be fix'd before:</br>Before her stands her Knight, for whom she toil'd so sore.", "Much like, as when the beaten Mariner,</br>That long hath wandred in the Ocean wide,</br>Oft soust in swelling Thetis' saltish Tear,</br>And long time having tann'd his tawney Hide</br>With blustring Breath of Heaven, that none can bide,</br>And scorching Flames of fierce Orion's hound;</br>Soon as the Port from far he has espy'd,</br>His cheerful Whistle merrily doth sound,</br>And Nereus crowns with Cups; his Mates him pledg around:", "Such Joy made Una, when her Knight she found;</br>And eke th' Enchaunter joyous seem'd no less</br>Than the glad Merchant, that does view from ground</br>His Ship far come from watry Wilderness;</br>He hurles out Vows, and Neptune oft doth bless:</br>So forth they past, and all the way they spent</br>Discoursing of her dreadful late Distress,</br>In which he ask'd her, what the Lion ment:</br>Who told her all that fell in Journy as she went.", "They had not ridden far, when they might see</br>One pricking towards them with hasty heat,</br>Full strongly arm'd, and on a Courser free</br>That through his fierceness foamed all with Sweat,</br>And the sharp Iron did for Anger eat,</br>When his hot Rider spur'd his chauffed Side;</br>His Look was stern, and seemed still to threat</br>Cruel Revenge, which he in Heart did hide,</br>And on his Shield Sans-loy in bloody Lines was dy'd.", "When nigh he drew unto this gentle Pair,</br>And saw the Red-cross, which the Knight did bear,</br>He burnt in Fire, and 'gan eftsoons prepare</br>Himself to Battle with his couched Spear.</br>Loth was that other, and did faint through fear</br>To taste th' untryed Dint of deadly Steel;</br>But yet his Lady did so well him cheer,</br>That hope of new good hap he 'gan to feel;</br>So bent his Spear, and spurn'd his Horse with iron Heel.", "But that proud Paynim forward came so fierce,</br>And full of Wrath, that with his sharp-head Spear</br>Through vainly crossed Shield he quite did pierce;</br>And, had his Staggering Steed not shrunk for fear,</br>Through Shield and Body eke he should him bear:</br>Yet so great was the puissance of his Push,</br>That from his Saddle quite he did him bear:</br>He tumbling rudely down to Ground did rush,</br>And from his gored Wound a Well of Blood did gush.", "Dismounting lightly from his lofty Steed,</br>He to him lept, in mind to reave his Life,</br>And proudly said, Lo there the worthy Meed</br>Of him that slew Sans-foy with bloody Knife;</br>Henceforth his Ghost, freed from repining Strife,</br>In peace may passen over Lethe Lake,</br>When mourning Altars, purg'd with Enemies Life,</br>The black infernal Furies doen aslake:</br>Life from Sans-foy thou took'st, Sans-loy shall from thee take.", "There-with in haste his Helmet 'gan unlace,</br>Till Una cry'd, O hold that heavy Hand,</br>Dear Sir, wherever that thou be in place:</br>Enough is, that thy Foe doth vanquish'd stand</br>Now at thy mercy; Mercy not withstand:</br>For he is one the truest Knight alive,</br>Though conquered now he lie on lowly Land;</br>And whilst him Fortune favour'd, Fair did thrive</br>In bloody Field:  therefore of Life him not deprive.", "Her piteous words might not abate his Rage:</br>But rudely rending up his Helmet, would</br>Have slain him straight:  but when he sees his Age,</br>And hoary Head of Archimago old,</br>His hasty Hand he doth amazed hold,</br>And half ashamed, wondred at the sight:</br>For, the old Man well knew he, tho untold,</br>In Charms and Magick to have wondrous Might,</br>Ne ever wont in Field, ne in round Lists to fight.", "And said, Why Archimago, luckless Sire!</br>What do I see?  What hard mishap is this,</br>That hath thee hither brought to taste mine Ire?</br>Or thine the Fault, or mine the Error is,</br>Instead of Foe, to wound my Friend amiss?</br>He answered nought, but in a Traunce still lay,</br>And on those guileful dazed Eyes of his</br>The Cloud of Death did sit.  Which doen away,</br>He left him lying so, ne would no longer stay:", "But to the Virgin comes, who all this while</br>Amazed stands, her self so mock'd to see</br>By him, who has the Guerdon of his Guile,</br>For so misfeigning her true Knight to be:</br>Yet is she now in more perplexity,</br>Left in the Hand of that same Paynim bold,</br>From whom her booteth not at all to flie:</br>Who, by her cleanly Garment catching hold,</br>Her from her Palfrey pluck'd, her Visage to behold.", "But her fierce Servant, full of kingly Awe</br>And high Disdain, when as his sovereign Dame</br>So rudely handled by her Foe he saw,</br>With gaping Jaws full greedy at him came,</br>And ramping on his Shield, did ween the same</br>Have reft away with his sharp rending Claws:</br>But he was stout, and Lust did now inflame</br>His Courage more, that from his griping Paws</br>He hath his Shield redeem'd, and forth his Sword he draws.", "O then too weak and feeble was the Force</br>Of salvage Beast, his Puissance to withstand;</br>For he was strong, and of so mighty Corse,</br>As ever wielded Spear in warlike Hand,</br>And Feats of Arms did wisely understand.</br>Eftsoons he pierced through his chauffed Chest</br>With thrilling Point of deadly Iron Brand,</br>And launc'd his Lordly Heart; with Death opprest,</br>He roar'd aloud, whiles Life forsook his stubborn Breast.", "Who now is left to keep the forlorn Maid</br>From raging Spoil of lawless Victor's Will?</br>Her faithful Gard remov'd, her Hope dismay'd,</br>Her self a yielded Prey to save or spill.</br>He now Lord of the Field, his Pride to fill,</br>With foul Reproaches, and disdainful Spight</br>Her vilely entertains, and (will or nill)</br>Bears her away upon his Courser light:</br>Her Prayers nought prevail, his Rage is more of might.", "And all the way, with great lamenting Pain,</br>And piteous Plaints she filleth his dull Ears,</br>That stony Heart could riven have in twain,</br>And all the way she wets with flowing Tears:</br>But he, enrag'd with Rancor, nothing hears.</br>Her servile Beast yet would not leave her so,</br>But follows her far off, ne ought he fears</br>To be partaker of her wandring Woe;</br>More mild in beastly Kind, than that her beastly Foe.", ""]