["Imperial England, of the ocean born,</br>Who from the isles beyond the dawn of morn,</br>To where waste oceans wash Peruvia's shore,</br>Hast from all nations drawn thy boasted lore.</br>Helm of the world, whom seas and isles obey,</br>Tho' high thy honours, and though far thy sway,</br>Thy harp I crave, unfearful of thy frown;</br>Well may'st thou lend what erst was not thine own.", "Come, thou old bass &mdash; I love thy lorldy swell,</br>With Dryden's twang, and Pope's malicious knell;</br>But now, so sore thy brazen chords are worn,</br>By peer, by pastor, and by bard forlorn;</br>By every grub that harps for venal ore,</br>And crabbe that grovels on the sandy shore:</br>I wot not if thy maker's aim has been</br>A harp, a fiddle, or a tambourine.", "Come, leave these lanes and sinks beside the sea;</br>Come to the silent moorland dale with me;</br>And thou shalt pour, along the mountain hoar,</br>A strain its echoes never waked before;</br>Thou shalt be strung where greenwood never grew,</br>Swept by the winds, and mellowed by the dew.", "Sing of the globes our travellers viewed, that lie</br>Around the sun, enveloped in the sky;</br>Thy music slightly must the veil withdraw</br>From lands they visited and scenes they saw;</br>From lands, where love and goodness ever dwell;</br>Where famine, blight, or mildew never fell;</br>Where face of man is ne'er o'erspread with gloom,</br>And woman smiles for ever in her bloom:</br>And thou must sing of wicked worlds beneath,</br>Where flit the visions and the hues of death.", "The first they saw, though different far the scene,</br>Compared with that where they had lately been,</br>To all its dwellers yielded full delight.</br>Long was the day, and long and still the night;</br>The groves were dark and deep, the waters still;</br>The raving streamlets murmured from the hill:</br>It was the land where faithful lovers dwell,</br>Beyond the grave's unseemly sentinel;</br>Where, free of jealousy, their mortal bane,</br>And all the ills of sickness and of pain,</br>In love's delights they bask without alloy&mdash;</br>The night their transport, and the day their joy.</br>The broadened sun, in chamber and alcove,</br>Shines daily on their morning couch of love;</br>And in the evening grove, while linnets sing,</br>And silent bats wheel round on flittering wing,</br>Still in the dear embrace their souls are lingering.", "\"O!  tell me, Cela,\" said the earthly maid,</br>\"Must all these beauteous dames like woman fade?</br>In our imperfect world, it is believed</br>That those who most have loved the most have grieved;</br>That love can every power of earth control,</br>Can conquer kings and chain the hero's soul;</br>While all the woes and pains that women prove,</br>Have each their poignance and their source from love;</br>What law of nature has reversed the doom,</br>If these may always love, and always bloom?\"", "\"Look round thee, maid beloved, and thou shalt see,</br>As journeying o'er this happy world with me,</br>That no decrepitude nor age is here;</br>No autumn comes the human bloom to sere;</br>For these have lived in worlds of mortal breath,</br>And all have passed the dreary bourne of death:</br>Can'st thou not mark their purity of frame,</br>Though still their forms and features are the same?\"", "Replied the maid:  \"no difference I can scan,</br>Save in the fair meridian port of man,</br>And woman fresh as roses newly sprung:</br>If these have died, they all have died when young.\"", "\"Thou art as artless as thy heart is good;</br>This in thy world is not yet understood:</br>But wheresoe'er we wander to and fro,</br>In heaven above or in the deep below,</br>What thou misconstruest I shall well explain,</br>Be it in angel's walk or mortal reign,</br>In sun, moon, stars, in mountain, or in main.", "\"Know then, that every globe which thou hast seen,</br>Varied with valleys, seas, and forests green,</br>Are all conformed, in subtilty of clime,</br>To beings sprung from out the womb of time;</br>And all the living groups where'er they be,</br>Of worlds which thou hast seen or thou may'st see,</br>Wherever sets the eve and dawns the morn,</br>Are all of mankind &mdash; all of woman born.</br>The globes from heaven which most at distance lie</br>Are nurseries of life to these so nigh;</br>In those the minds for evermore to be</br>Must dawn and rise with smiling infancy.", "\"Thus 'tis ordained &mdash; these grosser regions yield</br>Souls, thick as blossoms of the vernal field,</br>Which after death, in relative degree,</br>Fairer or darker as their minds may be,</br>To other worlds are led, to learn and strive</br>Till to perfection all at last arrive.</br>This once conceived, the ways of God are plain,</br>But thy unyielding race in errors will remain.", "\"These beauteous dames, who glow with love unstained,</br>Like thee were virgins, but not so remained.</br>Not to thy sex this sere behest is given;</br>They are the garden of the God of heaven;</br>Of beauties numberless and woes the heir;</br>The tree was reared immortal fruit to bear;</br>And she, all selfish chusing to remain,</br>Nor share of love the pleasures and the pain,</br>Was made and cherished by her God in vain;</br>She sinks into the dust a nameless thing,</br>No son the requiem o'er her grave to sing.</br>While she who gives to human beings birth,</br>Immortal here, is living still on earth;</br>Still in her offspring lives, to fade and bloom,</br>Flourish and spread thro' ages long to come.", "\"Now mark me, maiden &mdash; why that wistful look?</br>Though woman must those pains and passions brook,</br>Beloved of God and fairest of his plan,</br>Note how she smiles, superior still to man;</br>As well it her behoves; for was not he</br>Lulled on her breast and nursed upon her knee:</br>Her foibles and her failings may be rife,</br>While toiling through the snares and ills of life,</br>But he who framed her nature knows her pains,</br>Her heart dependant, and tumultuous veins,</br>And many faults the world heap on her head,</br>Will never there be harshly visited.</br>Proud haughty man, the nursling of her care,</br>Must more than half her crimes and errors bear;</br>If flow'rets droop and fade before their day;</br>If others sink neglected in the clay;</br>If trees, too rankly earthed, too rathly blow,</br>And others neither fruit nor blossom know,</br>Let human reason equal judgment frame:</br>Is it the flower, the tree, or gardener's blame?", "\"Thou see'st them lovely &mdash; so they will remain;</br>For when the soul and body meet again,</br>No 'vantage will be held of age, or time,</br>United at their fairest fullest prime.</br>The form when purest, and the soul most sage,</br>Beauty with wisdom shall have heritage,</br>The form of comely youth, th' experience of age.", "\"When to thy kindred thou shalt this relate</br>Of man's immortal and progressive state,</br>No credit thou wilt gain; for they are blind,</br>And would, presumptuous, the Eternal bind,</br>Either perpetual blessings to bestow,</br>Or plunge the souls he framed in endless woe.", "\"This is the land of lovers, known afar,</br>And named the Evening and the Morning star;</br>Oft, with rapt eye, thou hast its rising seen,</br>Above the holy spires of old Lindeen;</br>And marked its tiny beam diffuse a hue</br>That tinged the paleness of the morning blue;</br>Ah!  did'st thou deem it was a land so fair?</br>Or that such peaceful 'habitants were there?", "\"See'st thou yon gloomy sphere, thro' vapours dun,</br>That wades in crimson like the sultry sun?</br>There let us bend our course, and mark the fates</br>Of mighty warriors, and of warriors' mates;</br>For there they toil 'mid troubles and alarms,</br>The drums and trumpets sounding still to arms;</br>Till by degrees, when ages are outgone,</br>And happiness and comfort still unknown,</br>Like simple babes, the land of peace to win,</br>The task of knowledge sorrowful begin,</br>By the enlightened philosophic mind,</br>More than a thousand ages left behind.", "\"O what a world of vanity and strife!</br>For what avails the stage of mortal life!</br>If to the last the fading frame is worn,</br>The same unknowing creature it was born!</br>Where shall the spirit rest!  where shall it go!</br>Or how enjoy a bliss it does not know!</br>It must be taught in darkness and in pain,</br>Or beg the bosom of a child again.</br>Knowledge of all, avails the human kind</br>For all beyond the grave are joys of mind.\"", "So swift and so untroubled was their flight,</br>'Twas like the journey of a dream by night;</br>And scarce had Mary ceased, with thought sedate,</br>To muse on woman's sacred estimate,</br>When on the world of warriors they alight,</br>Just on the confines of its day and night;</br>The purple light was waning west away,</br>And shoally darkness gained upon the day.", "\"I love that twilight,\" said the pilgrim fair,</br>\"For more than earthly solemness is there.</br>See how the rubied waters winding roll;</br>A hoary doubtful hue involves the pole!</br>Uneasy murmurs float upon the wind,</br>And tenfold darkness rears its shades behind!", "\"And lo!  where, wrapt in deep vermilion shroud,</br>The daylight slumbers on the western cloud!</br>I love the scene! &mdash; O let us onward steer,</br>The light our steeds, the wind our charioteer!</br>And on the downy cloud impetuous hurled,</br>We'll with the twilight ring this warrior world!\"", "Along, along, along the nether sky!</br>The light before, the wreathed darkness nigh!</br>Along, along, through evening vapours blue,</br>Thro' tinted air and racks of drizzly dew,</br>The twain pursued their way, and heard afar</br>The moans and murmurs of the dying war;</br>The neigh of battle-steeds by field and wall,</br>That missed their generous comrades of the stall,</br>Which, all undaunted, in the ranks of death,</br>Yielded, they knew not why, their honest breath;</br>And, far behind, the hill-wolf's hunger yell,</br>And watchword passed from drowsy sentinel.", "Along, along, thro' mind's unwearied range,</br>It flies to the vicissitudes of change.</br>Our pilgrims of the twilight weary grew,</br>Transcendent was the scene, but never new;</br>They wheeled their rapid chariot from the light,</br>And pierced the bosom of the hideous night.", "So thick the darkness, and its veil so swarth,</br>All hues were gone of heaven and of the earth!</br>The watch-fire scarce like gilded glow-worm seemed;</br>No moon nor star along the concave beamed!</br>Without a halo flaming meteors flew;</br>Scarce did they shed a sullen sulphury blue;</br>Whizzing they passed, by folded vapours crossed,</br>And in a sea of darkness soon were lost.", "Like pilgrim birds that o'er the ocean fly,</br>When lasting night and polar storms are nigh,</br>Enveloped in a rayless atmosphere,</br>By northern shores uncertain course they steer;</br>O'er thousand darkling billows flap the wing,</br>Till far is heard the welcome murmuring</br>Of mountain waves, o'er waste of waters tossed,</br>In fleecy thunder fall on Albyn's coast.", "So passed the pilgrims through impervious night,</br>Till, in a moment, rose before their sight</br>A bound impassable of burning levin!</br>A wall of flame, that reached from earth to heaven!</br>It was the light shed from the bloody sun,</br>In bootless blaze upon that cloud so dun;</br>Its gloom was such as not to be oppressed,</br>That those perturbed spirits might have rest.", "Now ope'd a scene, before but dimly seen,</br>A world of pride, of havock, and of spleen;</br>A world of scathed soil, and sultry air;</br>For industry and culture were not there;</br>The hamlets smoked in ashes on the plain,</br>The bones of men were bleaching in the rain,</br>And, piled in thousands, on the trenched heath,</br>Stood warriors bent on vengeance and on death.", "\"Ah!\"  said the youth, \"we timely come to spy</br>A scene momentous, and a sequel high!</br>For late arrived, on this disquiet coast,</br>A fiend, that in Tartarian gulf was tossed,</br>And held, in tumult, and commotion fell,</br>The gnashing legions through the bounds of hell,</br>For ages past &mdash; but now, by heaven's decree,</br>The prelude of some dread event to be,</br>Is hither sent like desolating brand,</br>The scourge of God, the terror of the land!</br>He seems the passive elements to guide,</br>And stars in courses fight upon his side.", "\"On yon high mountain will we rest, and see</br>The omens of the times that are to be;</br>For all the wars of earth, and deeds of weir,</br>Are first performed by warrior spirits here;</br>So linked are souls by one eternal chain,</br>What these perform those needs must do again;</br>And thus th' Almighty weighs each kingdom's date,</br>Each warrior's fortune, and each warrior's fate,</br>Making the future time with that has been</br>Work onward, rolling like a vast machine.\"", "They sat them down on hills of Alpine form,</br>Above the whirlwind and the thunder-storm;</br>For in that land contiguous to the sun,</br>The elements in wild obstruction run;</br>They saw the bodied flame the cloud impale,</br>Then river like fleet down the sultry dale.</br>While, basking in the sun beam, high they lay,</br>The hill was swathed in dark unseemly gray;</br>The downward rainbow hung across the rain,</br>And leaned its glowing arch upon the plain.", "While thus they staid, they saw in wondrous wise,</br>Armies and kings from out the cloud arise;</br>They saw great hosts and empires over-run,</br>War's wild extreme, and kingdoms lost and won;</br>The whole of that this age has lived to see,</br>With battles of the east long hence to be,</br>They saw distinct and plain, as human eye</br>Discerns the forms and objects passing bye.</br>Long yet the time ere wasting war shall cease,</br>And all the world have liberty and peace!", "The pilgrims moved not &mdash; word they had not said,</br>While this mysterious boding vision staid;</br>But now the virgin, with disturbed eye,</br>Besought solution of the prodigy.", "\"These all are future kings of earthly fame;</br>That wolfish fiend, from hell that hither came,</br>Over thy world, in ages yet to be,</br>Must desolation spread and slavery,</br>Till nations learn to know their estimate:</br>To be unanimous is to be great!</br>When right's own standard calmly is unfurled,</br>The people are the sovereigns of the world!", "\"Like one machine a nation's governing,</br>And that machine must have a moving spring,</br>But of what mould that moving spring should be,</br>'Tis the high right of nations to decree.</br>This mankind must be taught, though millions bleed,</br>That knowledge, truth, and liberty may spread.\"", "\"What meant the vision 'mid the darksome cloud;</br>Some spirits rose as from unearthly shroud,</br>And joined their warrior brethren of the free;</br>Two souls inspired each, and some had three?\"", "\"These were the spirits of their brethren slain,</br>Who, thus permitted, rose and breathed again;</br>For still let reason this high truth recal,</br>The body's but a mould, the soul is all;</br>Those triple minds that all before them hurled,</br>Are called Silesians in this warrior world.\"", "\"Oh tell me, Cela, when shall be the time</br>That all the restless spirits of this clime,</br>Erring so widely in the search of bliss,</br>Shall win a milder happier world than this?\"", "\"Not till they learn, with humbled hearts, to see</br>The falsehood of their fuming vanity.</br>What is the soldier but an abject fool!</br>A king's, a tyrant's, or a statesman's tool!</br>Some patriot few there are &mdash; but ah!  how rare!</br>For vanity or interest still is there;</br>Or blindfold levity directs his way;</br>A licensed murderer that kills for pay!</br>Though fruitless ages thus be overpast,</br>Truth, love, and knowledge, must prevail at last!\"", "The pilgrims left that climate with delight,</br>Weary of battle and portentous sight.", "It boots not all their wanderings to relate,</br>By globes immense, and worlds subordinate;</br>For still my strain in mortal guise must flow,</br>Though swift as winged angels they might go;</br>The palled mind would meet no kind relay,</br>And dazzled fancy 'wilder by the way.", "They found each clime with mental joys replete,</br>And all for which its 'habitants were meet.</br>They saw a watery world of sea and shore,</br>Where the rude sailor swept the flying oar,</br>And drove his bark like lightning o'er the main,</br>Proud of his prowess, of her swiftness vain;</br>Held revel on the shore with stormy glee,</br>Or sung his boisterous carol on the sea.", "They saw the land where bards delighted stray,</br>And beauteous maids that love the melting lay;</br>One mighty hill they clomb with earnest pain,</br>For ever clomb but higher did not gain;</br>Their gladsome smiles were mixed with frowns severe;</br>For all were bent to sing, and none to hear.", "Far in the gloom they found a world accursed,</br>Of all the globes the dreariest and the worst!</br>But there they could not sojourn, though they would,</br>For all the language was of mystic mood,</br>A jargon, nor conceived nor understood;</br>It was of deeds, respondents, and replies,</br>Dark quibbles, forms, and condescendencies:</br>And they would argue with vociferous breath,</br>For months and days, as if the point were death;</br>And when at last enforced to agree,</br>'Twas only how the argument should be!", "They saw the land of bedesmen discontent,</br>Their frames their god, their tithes their testament!</br>And snarling critics bent with aspect sour,</br>T' applaud the great, and circumvent the poor;</br>And knowing patriots, with important face,</br>Raving aloud with gesture and grimace,</br>Their prize a land's acclaim, or proud and gainful place.</br>Then by a land effeminate they passed,</br>Where silks and odours floated in the blast;</br>A land of vain and formal compliment,</br>Where won the flippant belles and beaux magnificent.", "They circled nature on their airy wain,</br>From God's own throne, unto the realms of pain;</br>For there are prisons in the deep below,</br>Where wickedness sustains proportioned woe,</br>Nor more nor less; for the Almighty still</br>Suits to our life the goodness and the ill.", "O!  it would melt the living heart with woe,</br>Were I to sing the agonies below;</br>The hatred nursed by those who cannot part;</br>The hardened brow, the seared and sullen heart;</br>The still defenceless look, the stifled sigh,</br>The writhed lip, the staid despairing eye,</br>Which ray of hope may never lighten more,</br>Which cannot shun, yet dares not look before.</br>O!  these are themes reflection would forbear,</br>Unfitting bard to sing, or maid to hear;</br>Yet these they saw in downward realms prevail,</br>And listened many a sufferer's hapless tale,</br>Who all allowed that rueful misbelief</br>Had proved the source of their eternal grief;</br>And all th' Almighty punisher arraigned</br>For keeping back that knowledge they disdained.", "\"Ah!\"  Cela said, as up the void they flew,</br>\"The axiom's just &mdash; the inference is true;</br>Therefore no more let doubts thy mind enthral,</br>Thro' nature's range thou see'st a God in all:</br>Where is the mortal law that can restrain</br>The atheist's heart, that broods o'er thoughts profane?</br>Soon fades the soul's and virtue's dearest tie,</br>When all the future closes from the eye.\"</br>By all, the earth-born virgin plainly saw</br>Nature's unstaid, unalterable law;</br>That human life is but the infant stage</br>Of a progressive, endless pilgrimage</br>To woe, or state of bliss, by bard unsung,</br>At that eternal fount where being sprung.", "When these wild wanderings all were past and done,</br>Just in the red beam of the parting sun,</br>Our pilgrims skimmed along the light of even',</br>Like flitting stars that cross the nightly heaven,</br>And lighting on the verge of Phillip plain,</br>They trode the surface of the world again.", "Arm linked in arm, they walked to green Bowhill;</br>At their approach the woods and lawns grew still!</br>The little birds to brake and bush withdrew,</br>The merl away unto Blackandro flew;</br>The twilight held its breath in deep suspense,</br>And looked its wonder in mute eloquence!", "They reached the bower, where first at Mary's knee,</br>Cela arose her guide through heaven to be.</br>All, all was still &mdash; no living thing was seen!</br>No human footstep marked the daisied green!</br>The youth looked round, as something were unmeet,</br>Or wanting there, to make their bliss complete.</br>They paused &mdash; they sighed &mdash; then with a silent awe,</br>Walked onward to the halls of Carelha'.", "They heard the squires and yeomen, all intent,</br>Talking of some mysterious event!</br>They saw the maidens in dejection mourn,</br>Scarce daring glance unto a yeoman turn!</br>Straight to the inner chamber they repair,</br>Mary beheld her widowed mother there,</br>Flew to her arms, to kiss her and rejoice;</br>Alas!  she saw her not, nor heard her voice!</br>But sat unmoved with many a bitter sigh,</br>Tears on her cheek, and sorrow in her eye!</br>In sable weeds, her lady form was clad,</br>And the white lawn waved mournful round her head!</br>Mary beheld, arranged in order near,</br>The very robes she last on earth did wear,</br>And shrinking from the disregarded kiss;</br>\"Oh, tell me, Cela! &mdash; tell me what is this?\"", "\"Fair maiden of the pure and guileless heart,</br>As yet thou knowest not how, nor what thou art;</br>Come, I will lead thee to yon hoary pile,</br>Where sleep thy kindred in their storied isle:</br>There I must leave thee in this world below;</br>'Tis meet thy land these holy truths should know:</br>But Mary, yield not thou to bootless pain,</br>Soon we shall meet, and never part again.\"", "He took her hand, she dared not disobey,</br>But, half reluctant, followed him away.</br>They paced along on Ettrick's margin green,</br>And reached the hoary fane of old Lindeen;</br>It was a scene to curdle maiden's blood!</br>The massy church-yard gate wide open stood!</br>The stars were up! &mdash; the valley steeped in dew!</br>The baleful bat in silent circles flew!</br>No sound was heard, except the lonely rail,</br>Harping his ordinal adown the dale;</br>And soft and slow upon the breezes light,</br>The rush of Ettrick breathed along the night!</br>Dark was the pile, and green the tombs beneath!</br>And dark the gravestones on the sward of death!", "Within the railed space appeared to view</br>A grave new opened &mdash; thitherward they drew;</br>And there beheld, within its mouldy womb!</br>A living, moving tenant of the tomb!</br>It was an aged monk, uncouth to see,</br>Who held a sheeted corpse upon his knee,</br>And busy, busy, with the form was he!</br>At their approach he uttered howl of pain,</br>Till echoes groaned it from the holy fane,</br>Then fled amain. &mdash; Ah!  Cela too, is gone!</br>And Mary stands within the grave alone!</br>With her fair guide, her robes of heaven are fled,</br>And round her fall the garments of the dead!", "Here I must seize my ancient harp again,</br>And chaunt a simple tale, a most uncourtly strain.", ""]