["The Sun, just rising from his wat'ry bed,</br>Shook from his golden locks the briny drops;</br>The Earth her many-colour'd mantle spread,</br>And caught the crystal on her flow'rets tops;</br>While Nature smil'd, to see her rising crops</br>With brighter beauty glow, and richer hues;</br>As now the night her sable chariot stops,</br>Each drooping flow'r, refresh'd with morning dews,</br>Lifts its gay head, and all around its fragrance strews.", "So fair the morn, when EMMA, fairer still,</br>Left the lone cottage, now her sole retreat;</br>And wander'd musing o'er the neighb'ring hill,</br>With downcast eyes, which weeping look'd more sweet.</br>Down to the vale she turn'd her trembling feet;</br>There, in the middle of a shady wood,</br>O'erhung with trees which branch to branch did meet;</br>Glided a gentle stream, where, as it stood,</br>Each bough its image shew'd in in the clear glassy flood.", "Here paus'd the Nymph, and on the bank reclin'd,</br>'Neath a large oak fann'd by each gentle gale;</br>She swell'd the brook with tears, with sighs the wind,</br>And thus her melancholy fate 'gan wail.</br>And ye, who read her sad and mournful tale,</br>Oh!  drop one tender sympathetic tear!</br>Think that the best of human kind is frail,</br>Nor knows the moment when his end is near;</br>But all sad EMMA's hapless fate must fear.", "\"How fair each form in youthful fancy's eyes,</br>Just like the tender flow'rs of blooming May;</br>Like them, in all their beauty they arise,</br>Like them they fade, and sudden die away.</br>We mourn their loss, and wish their longer stay,</br>But all in vain; &mdash; no more the flow'rs return,</br>Nor fancy's images divinely gay!</br>So pass'd my early youth; then in its turn</br>Each fancied image pleas'd; for each at times I burn.", "\"How charming then o'er hill and vale to stray,</br>When first the sun shot forth his morning beam;</br>Or when at eve he hid his golden ray,</br>To climb the rocks, and catch the last faint gleam;</br>Or when the moon imbrued in blood did seem,</br>To watch her rising from the distant hill,</br>Her soft light trembling on the azure stream,</br>Which gently curl'd while all beside was still;</br>How would such scenes my heart with admiration fill!", "\"But now, alas!  those peaceful days are o'er;</br>Fled like the summer breeze that wakes the dawn,</br>Wafts spicy odours swift from shore to shore,</br>And gathers all the fragrance of the lawn;</br>Yet ere his noon-day crown the sun adorn,</br>'Tis past, 'tis gone; no more the scorching plains</br>Can shew where blew the gentle breath of morn;</br>The brook, the cattle, and the shepherd swains,</br>All seek the shade; &mdash; but peace for EMMA none remains!\"</br>"]