["THYRSIS.</br>Why underneath this poplar's spreading shade,</br>Young Corydon, art thou so pensive laid?</br>Why shou'd that gloom thy countenance o'erspread;</br>And palid sadness chace thy wonted red?</br>What galling grief thus preys upon thy breast,</br>And with what wasting woe art thou oppress'd?</br>Say, drooping swain, thy mournful Thyrsis tell,</br>Reveal what racking cares thy bosom swell.", "CORYDON.</br>O well-a-day!  kind shepherd, O forbear!</br>Nor urge the melancholy tale to hear.</br>Go, gentle Thyrsis, grace the flow'ry green,</br>Chearful among the jolly swains be seen.</br>Leave me to sigh alone, and languish here,</br>And press me not to tell my racking care.", "THYRSIS.</br>Arcadian swains shall hate their tender flocks,</br>Delicious plains shall smile on barren rocks;</br>My browsing kids blue mallows shall refuse,</br>My sheep shall loath the dulcet morning dews;</br>Fierce Lybian tygers timorous fawns shall fear,</br>And bleating ewes their milky lambkins tear.</br>Nature's fix'd course shall fail e'er I will go,</br>Till I have heard the cause of all thy woe,</br>Begin, sweet Corydon, the mournful lay,</br>Nor shall I think it long all night to stay.", "CORYDON.</br>Alas, e'er while, how brisk was I, and gay,</br>When ruddy health my visage did display!</br>Then to my oaten reed I tun'd my song,</br>And won applause from ev'ry shepherd's tongue.</br>Then all my sheep (now ragged) throve amain:</br>Unhappy flock, they mourn their master's pain.</br>Not driv'n to field by morn, while here I lie,</br>Nor pent in fold by night, they all must die.</br>Unhappy flock of a more luckless swain,</br>While he to streams and fountains mourns in vain,</br>Nor heeds his rural task!  Woe-worth the days</br>When first he did on lovely Sylvia gaze.</br>For him his flock, while he for Sylvia, dies!</br>O wide destruction of her potent eyes!</br>On yon tall ash I carv'd her charming name;</br>And in yon wood all night I sung my flame.</br>The live-long night I sang, and with my song,</br>Yon neighb'ring rocks and gloomy copses rung.</br>The nightingale no longer would complain,</br>But listen to my more lamenting strain.</br>The prowling wolves their horrid barkings cease,</br>And let the waning moon descend in peace.</br>O nymph!  O goddess!  save a dying swain;</br>Nor let me perish by thy cold disdain.</br>Tho' thou, my love, art white as Scythian snow,</br>And both thy cheeks with Tyrian crimson glow,</br>Pleasant and sweet as the soft western wind,</br>Or jessemine with blushing roses join'd.</br>Yet scorn me not, nor aggravate my pain,</br>Altho' I am an humble shepherd swain.</br>The time wou'd fail shou'd I essay to tell</br>The gods and heroes, who have deign'd to dwell,</br>In times of old, on blest Arcadian plains,</br>And on their reeds have tun'd immortal strains.</br>I too can trill a not untuneful lay,</br>If all be true my fellow-shepherds say.</br>And why shou'd fellow-shepherds flatter me,</br>Who also simple, plain, and guiltless, be?</br>Unfold in song great nature's laws I can,</br>And mighty Jove, or our Arcadian Pan,</br>Can raise aloft, in no unworthy verse,</br>And their high praise in swelling notes rehearse.</br>But, O!  if thou a rural life wilt brook,</br>And in thy hand wilt grasp the past'ral crook,</br>I have a harp, on which I'll fix new strings,</br>And play to thee ten thousand softest things.</br>With myrtle wreaths I'll crown thy lucid brows,</br>And raise thy fame next Jove's imperial spouse.</br>Thy shining form I'll tell to every grove,</br>And vocal woods shall praise my beauteous love;</br>Nor shall my constant heart for ever from thee rove.", "THYRSIS.</br>O wondrous youth!  O tuneful shepherd swain,</br>Wou'd I cou'd praise thee in an equal strain.</br>Not half so sweet the artful Mopsus plays,</br>Tho' when he sings our flocks forget to graze.</br>But now you've ceas'd the melting lay to sound,</br>Let us arise and quit the dampy ground.</br>Lo!  Phoebe's silver car is wheel'd on high,</br>And thro' th' air the unwholesome vapours fly.</br>With me, dear Corydon, till morn retreat,</br>Tho' mean my cot, it yet is dry and sweet.</br>I have a beechen bowl will cheer your heart,</br>To see the niceness of the carver's art.</br>'Twas fam'd Menalla's work, he gave it me,</br>And for thy charming song I'll give it thee.</br>Nor empty that, but crown'd with dullest cream,</br>Delicious as the nymph you made your theme.</br>Nor such a song, nor such a swain was heard,</br>But, O!  the fatal cause is what I fear'd.</br>Go then, with 'swasive art, pursue the fair,</br>And glad success shall chase thy black despair.</br>Let her but hear thy notes, O Corydon!</br>And thou'lt revenge the ills her eyes have done;</br>Soft thrilling love shall in her bosom glow,</br>And her proud flinty heart relenting grow.</br>"]