["I sing of days in which brave deeds of arms</br>And deeds of song went hand in hand; our kings</br>Heroic feelings had and owned the charms</br>Of minstrel lore &mdash; they loved the magic strings</br>More than the sceptre:  still their kingdom rings</br>With their gay musings and their harpings high.</br>To noble deeds fair poesie lends wings;</br>She lifts them up from grovelling earth to sky,</br>And bids them sit in light, and live and never die.", "Our queen sat on her nurse's knee, and strife</br>Was 'mongst our nobles; still a deed so brave</br>As that wrought at Dalswinton, warmed to life</br>Feelings which faction froze up like the grave.</br>The spear once more had foiled the bill and glaive;</br>Herds to their flocks, and hinds at plough and harrow,</br>From Solway smooth to Pentland's stormy wave,</br>Up classic Tweed and down romantic Yarrow,</br>Sung how the Scottish lance had foiled the English arrow.", "'Twas sung on uplands where the Tweed and Clyde</br>And silver Annan flow, three slender rills;</br>'Twas sung far inland, where the mountains hide</br>Their heads in heaven; 'twas sung on pasture hills</br>Where his rude pipe the hind with music fills:</br>'Twas sung in isle and bay with sea-foam blanched&mdash;</br>Sung where Latoun with all his swords and bills</br>Stood by the Border, while his wrath unstaunched</br>Was like the levin-bolt red burning to be launched.", "Sir Ralph Latoun sat by the Sark; beneath</br>His mailed foot fast flowed the gentle river;</br>His helm lay on the grass, and in its sheath</br>Slept his sharp sword, which limbs could shred and sever;</br>A thousand polished shafts lay in the quiver,</br>A thousand war-horse bridled, barded, ready,</br>Neighed; and a thousand warriors by them ever,</br>Swore loud by saint, and vowed by gentle lady,</br>To ride from Nith to Dee; their gathering word was \"Steady.\"", "He sat by Sark:  towards the heat of noon,</br>A Scottish maiden sought the river's brim,</br>And sat and sang:  \"Ken ye Sir Ralph Latoun,</br>Who came with fetters for us, neck and limb,</br>A warrior gruesome in his looks, and grim,</br>The flower of all King Harry's chivalrie?</br>A peasant's spear proved all too sharp for him&mdash;</br>He left his bravest in their blood, and free</br>His steed spurred till he foamed, and cursed the north countree.", "\"Now should you know him, say to him, proud knight,</br>The Scottish bards with harpstring and with rhyme,</br>To sing a Fitte in honour of thy flight,</br>Are called from eastern and from western clime;</br>Come learn from them before to-morrow's prime,</br>How small a sum eternal shame will buy;</br>Come hear thy name in brightness to all time,</br>Embalmed as amber closes in a fly.\"</br>She sang and went:  but still the silver river by", "Sate Ralph Latoun; amid his chiefs he smiled,</br>And said, \"The maiden sings both loud and clear,</br>Her merry voice yet through the woodland wild</br>Sends its sarcastic chorus to mine ear.\"</br>He snatched in haste his helmet and his spear,</br>Leaped in his selle, and loudly did he hollo,&mdash;</br>\"Those who would fain the minstrels' harpings hear,</br>Mount, and my banner o'er the Border follow&mdash;</br>I'll tame these ballad bards, by Chaucer and Apollo!\"", "That morn a hind came to Dalgonar glen,</br>And said, \"Ye reap and sweat and sleep, and so</br>Time moves along:  shut from the ways of men,</br>Little ye see, and less still do you know.</br>There stands a tower where Solway waters flow,</br>Called Elvar, and there dwells a lovely dame;</br>And she has vowed with gold to bind the brow</br>Of him, who sings best how our spears did tame</br>The pride of Ralph Latoun &mdash; now mark me, Eustace Graeme,", "\"The minstrel strife's to-morrow.\"  He is gone</br>To take his tidings east, west, south, and north.</br>By pure Dalgonar, Eustace sat alone,</br>And sighed, and said, \"This green and gladsome earth</br>Has given me neither land nor lofty birth;</br>Fame knows me not by either deed or word:</br>Then shall I to the poet-strife go forth,</br>'Mongst golden-mantled minstrels; me, the lord</br>But of an ivory pipe and a well-tempered sword?\"", "So by the river Eustace sat, and took</br>Drink from the stream, and from the wild tree fruit;</br>Nor e'er before was shadowed in the brook</br>A fairer figure or a fleeter foot;</br>His bright looks spoke e'en though his lips were mute,</br>And when he talked, his voice was sweeter far</br>Than song of lark, or sound of harp or lute.</br>Straight as a rush, and pure as morning star</br>He shone; sweet song he loved far more than strife and war.", "He bathed his temples white, and lightly placed</br>His plumed bonnet on his shining brow;</br>And on his limbs his buskins tighter laced.</br>Forth from his pouch an ivory pipe he drew,</br>And on the breeze some charmed notes he threw;</br>Then down the glen he bounded like a roe:</br>He leapt one brook, another waded through,</br>And like a sunbeam o'er the mountain, lo!</br>As swift, and scarce less bright, see the enthusiast go.", "He with his spirit as he went communed&mdash;</br>\"I go &mdash; for surely it is sweet to hear</br>The harp to songs of inspiration tuned</br>By some bold minstrel, soldier, priest, and seer;</br>And her of Elvar, men, too, far and near,</br>Report so passing lovely, none may look</br>On her but love.  Poor Eustace, slender fear</br>Of thee!  what high-born damsel e'er forsook</br>Her golden hall to grace a peasant's clay-built nook?\"", "Dalgonar glen he leaves behind, and Dee</br>Glimmers before him, dark and deep and loud,</br>Lifting his voice and calling on the sea;</br>Threive his broad banner 'gainst the sun hangs proud;</br>Above the eagle mingles with the cloud;</br>The heath below the moor-cock's bosom brushes;</br>Old Criffel mountain from his morning shroud,</br>Touched with the sun-beam into glory rushes,</br>While like a maiden's cheek the heaven above him blushes.", "He clomb up Falconhill, and distant down</br>Looked on a valley strewn with herb and flower,</br>Close girdled in with uplands high and brown,</br>Deep fenced with groves and many a holly bower:</br>High in the middle rose an ancient tower,</br>Round which a stream kept singing in its flowing;</br>Upon the whole the sun burst, and a shower</br>Of radiance fell; tower, stream, and tree were glowing,</br>And wild birds' carollings mixed with the milch cows' lowing.", "But other sights and other sounds were there:</br>Poets and harpers, raven-locked or hoary,</br>Sat mantled proud amid the sunny air,</br>To sounds divine to add inspired story,</br>And sing of heroes' deeds, of patriot glory&mdash;</br>And Scotland saved from thraldom.  All about</br>Stood warriors famed in many a border foray:</br>The Herries, Halliday, the Maxwell stout,</br>With sandalled bedesmen bald, all silent and devout.", "The minstrel strife called forth ten thousand feet.</br>Ae sent her maids demure and meek as nuns,</br>And moorland Annan sent her damsels sweet;</br>Romantic Nith poured forth her stately sons;</br>And men who dwell where haunted Cluden runs,</br>That morning treading on the unsunned dews,</br>Came with their looks all bright as summer suns;</br>Mute on the far-seen Solway much they muse,</br>Her bosom white with foam and sunshine and sea mews.", "The men were there too of the rocky Orr,</br>With those who sing along the pastoral Dee;</br>They came from lake and stream, and vale and shore,</br>The inland mountain, and the greenwood tree.</br>It was a proud sight, Eustace thought, to see</br>Maidens and youths in many a lusty throng,</br>All in the sunshine mirthsome as the bee,</br>And like the bee too as they streamed along</br>Raising a joyous din, and humming many a song.", "He stood and gazed, and heard the distant sound</br>Come softened into music up the brae,</br>And saw snow-white pavilions pitched around,</br>With banners borne in many a bloody fray;</br>White dancing plumes and streamers glancing gay;</br>And while he held his hand above his brow,</br>A visor'd rider on a gallant gray,</br>In cloak and helm, rode from the greenwood bough;</br>He stayed where Eustace stood.  Meek were his words and low.", "\"Good morrow to thee, gentle youth &mdash; the corn</br>Lacks reapers sorely, come these men to reap?</br>They seem too many for the hound and horn;</br>Or come they for some good man's death to weep?</br>Perchance the birth-time of a saint they keep?</br>Or are disposed to eat and drink and dance;</br>Or list some preacher with his doctrines deep,</br>From dark Geneva or from changeful France,</br>Preach Rome and relics down?\"  A wary look askance", "He gave the youth, who threw on him again</br>A glance like the gore-falcon's, quick and sharp.</br>\"They come not here,\" he said, \"to reap ripe grain,</br>Nor dance nor drink, nor hear the gospellers carp</br>'Gainst Rome and relics, nor to list them warp</br>God's Word to some dark purpose:  they are here</br>To list poured out unto the lute and harp,</br>Inspired words fit for a warrior's ear,</br>How men fight for their country, scorning flight and fear.\"", "Loud laughed the rider:  \"Thou the minstrel's skill</br>Lovest much I hear; now by my hope of spurs,</br>I'd leifer hear the fox howl on the hill,</br>The croak of toads, the cry of beaten curs,</br>Eat thistle heads, dine on unbuttered burs.\"</br>He said, he bowed, he gave his horse the rein,</br>And pricking freely o'er the grassy furs,</br>He looked on no one, nor of speech seemed fain&mdash;</br>He stopt where minstrels stood, and tents filled all the plain.", "And leaping from his wearied courser said,</br>\"A stranger I to mark your minstrel sleight</br>Am come, and in this masquing trim arrayed</br>I wish to bide; perchance, ere fall of night,</br>My hand may give some measure of its might.</br>A warrior I less skilled in harps than swords,</br>Yet led here by the poet's blessed light,</br>I fain would bide.\"  A minstrel all his chords</br>Touched, saying, \"Sir, abide;\" nor waiting other words,", "The stranger staid.  The summer flowers with bees</br>Ne'er swarmed more populous than the lonesome glen;</br>The swelling hillocks and the lofty trees</br>Are covered less with grass and leaves than men;</br>For one staid dame I wot are damsels ten,</br>With gladsome eyes, white hands, and sunny brows;</br>The brook clear shadows all their shapes agen;</br>Pure as it runs its tranquil course, it glows</br>With eyes like new-found stars, and cheeks like odorous rose.", "He stood, and far and wide with falcon-glance</br>Surveyed the glen.  \"To sing my flight and shame</br>These minstrels come,\" he muttered; \"it may chance</br>Their tongues and harps may find a sadder theme:</br>He dies who names of Ralph Latoun the name.\"</br>More had he said, when shout arose on shout,</br>For bards, the sons of Scotland and of fame,</br>Touching their harp-strings as they moved the foot,</br>In grass-green mantles gemmed, stood up, and gazed about.", "Proudly they gazed, and well might they be proud.</br>Their honours were of God, and not of kings;</br>Heroes had throbbed, and belted earls had bowed,</br>Charm'd with the sorcery of their thrilling strings:</br>To words of earth they added heavenly wings.</br>Their scorn, too, like the canker-worm had bitten</br>Cowards to the core; fierce as the venomed stings</br>Of serpents were the words which they had written,</br>When stirred into just wrath to smite when they were smitten.", "Bards' scorn cuts sharper than a two-edged sword,</br>Their wit's more dangerous than a flying arrow;</br>Their taunt taints blood as doth the hangman's cord;</br>O, how the pinched penurious soul they harrow,</br>And pour their liquid hell-fire through his marrow.</br>But for heroic souls the immortals will</br>A blessing twice, as they have blessed the Yarrow&mdash;</br>More bright than all earth's rivers runs the rill,</br>And conscious winds its way in fame by holm and hill.", "Each stream sent forth its poet:  classic Tweed,</br>Thy bard with Border glories came inspired;</br>Old Yarrow's poet from his elfin reed</br>Breathed magic notes untiring and untired.&mdash;</br>With pastoral splendour Annan's bard came fired;</br>And he of Ayr breathed from his burning core</br>Love's passion and pure pathos; while attired</br>As martial songsters, they of Dee and Orr</br>Laid fingers on the strings new cleansed from battle gore.", "Nith sent no minstrel, she had none:  alas!</br>Thou gentle stream, such joy was never thine&mdash;</br>Sun-bright and beauteous to the Solway pass,</br>Meekly and mute, no poet's magic line</br>Makes thee among immortal rivers shine:</br>Flow on, flow on, in many a loop and link,</br>For all of thee except thy song's divine&mdash;</br>Flow on, flow on; the gowans on thy brink</br>There's one will no more pull, nor of thy waters drink.", "Flow on, flow on, sweet stream; yon herald's tongue</br>To other business calls, else had I now</br>A song of thee and of thy daughters sung&mdash;</br>Thy daughters dark of eye and bright of brow&mdash;</br>And made thee in poetic radiance flow</br>Up with the fairest.  Hearken; he doth call</br>The sons of song the gentle Muse to woo&mdash;</br>And see, the minstrels rise up and let fall</br>Their right hands on their harps &mdash; now listen one and all.", "\"Hear me, ye men,\" aloud the herald said,</br>\"Who weave the martial Muses' weft and warp&mdash;</br>Sing ye how Scotland quelled proud England's raid,</br>Smote her barbed steeds, and broke her arrows sharp;</br>Sing one by one &mdash; come carp, my minstrels, carp&mdash;</br>Though come from Caithness, Bellenden or Belvar&mdash;</br>Whoso sings sweetest to the lute or harp</br>Be he knight, squire, or shepherd, ditcher, delver,</br>His is this golden gift from our Fair Maid of Elvar.\"", "Fame, fame &mdash; thou warrior's wish, thou poet's thought,</br>Thou bright delusion; like the rainbow thou</br>Glitterest, yet none may touch thee:  thing of nought,</br>Star-high with heaven's own brightness on thy brow,</br>Blazoned and glorious I beheld thee grow&mdash;</br>Vision, begone, &mdash; for I am none of thine.</br>Of all that fills my heart and fancy now,</br>From dull oblivion not one word or line</br>Wilt thou touch with thy light and render it divine.", "Even be it so.  I sing not for thy smiles&mdash;</br>I sing to keep down sighs and ease the smart</br>Of care and sadness, and the daily toils</br>Which crush my soul and trample on my heart.</br>Far mightier spirits of the inspired art</br>Are mute and nameless, and the muse in grief</br>Calls from the eastern to the western airt,</br>On tale, tradition, ballad, song, and chief</br>On Thee, to give their names one passage bright and brief.", "She calls in vain:  like to a shooting star</br>Their storied rhymes shone brightly in their birth,</br>And shot a dazzling lustre near and far;</br>Then darkened, died, as all things else of earth.&mdash;</br>On with our Tale. &mdash; The songs by fauld and firth</br>Have ceased; the sun a level light is shooting;</br>There is much more of gladsomeness than mirth,</br>And gentle clap of hand, and gentler shouting,</br>Where o'er their ancient harps the rival bards are louting.", "O'er rival harps they lean and smile.  Meantime,</br>Close to the pasture mountains sinks the sun;</br>On Dee's green groves, and Solway's cliffs sublime</br>He spills his liquid lustre; rivulets run</br>So bright, their glory seems but new begun.</br>Forth comes the herald, and aloud he cries,&mdash;</br>\"Six bards have sung, and has the muse no son</br>Besides, will sing for Lady Sybil's prize;</br>Ye bards of Nith and Ae, arise, my children, rise.\"", "He called, none answered.  On a green knoll, hemmed</br>With broom as with a garland, graceful stood</br>Two fair hand-maidens:  curling and ungemmed</br>Their locks fell o'er their shoulders in a flood.</br>Upon them, bright of eye and staid of mood,</br>Men looked, but looked not long:  beside them there</br>Sat one so lovely, peasants rough and rude,</br>From her white foot glanced to her jewelled hair</br>Awe-struck, for seldom dame so meek, so mild, so fair", "As Sybil Lesley blest their eyes.  The moon,</br>That through a snowy cloud casts down her light</br>In chastened glory from the heaven aboon,</br>Looks all more lovely in the shepherd's sight;</br>So look'd that lady through her veil of white,</br>Which from her forehead to her small foot stream'd;</br>Nor glanced her eyes, nor shone her brow less bright:</br>It veiled her beauty nought, whate'er she deemed;</br>Through all her loveliness like to the moonlight beamed.", "To her the herald went, bowed low, and laid</br>The chaplet at her feet, and said, \"O thou,</br>Discreet as beauteous; wilt thou, peerless maid,</br>This chaplet on the worthiest bard bestow,</br>And place it with thy white hands on the brow</br>Of him whose song is sweetest:  on my knee,</br>With looking on thy loveliness, I vow</br>My heart and soul are fluttered so, from me</br>All skill in verse has flown; &mdash; I think on only thee.\"", "Her bright brow darkened a small space:  she smiled,</br>And while the chaplet glittered at her feet,</br>She heard a man say, \"Eustace Graeme, my child,</br>Be ruled by gray hairs; list to words discreet:</br>Strive for the prize; thou hast a voice more sweet</br>Than thrush or laverock, and thy song's divine.\"</br>She heard again a softer tongue entreat,</br>\"Sing, Eustace Graeme; sing but one glowing line,</br>And may I ne'er be wed but that bright wreath is thine.\"", "She through her veil looked for a space, and there</br>She saw a form such as she ne'er had seen;</br>A peasant surely, yet of such an air</br>As spoke high nobleness of soul:  his mien</br>Was modest, and his garb a deep sea-green.</br>Just then his bonnet from his brow he took,</br>And shook his glossy ringlets back:  I ween</br>That lady read in his enthusiast look</br>Of bards and heroes thoughts as clear as in a book.", "She read aright.  For though to pastures green</br>He drove his flocks in summer time, and took</br>Them from the mountains when the frost came keen,</br>To warm and sunward lairs by bank and brook;</br>Though sword, scythe, plowshare, and the sharp reap-hook,</br>He knew them all; his chief, his soul's delight,</br>Was pondering deep on Nature's mystic book;</br>On elves, and fays, and shapes which haunt the night,</br>He mused, and limned their looks by Fancy's wizard light.", "\"Eustace,\" she said, and from a veil of snow</br>Drew forth a whiter hand, and waved it.  Bright</br>And thick as dew-drops on the lily, glow</br>The jewels upon her fingers round and white.</br>He looked, he bowed, and crimsoning with delight,</br>Stood full before her.  With a meek regard</br>She said, \"Go thou, and try the poet's flight&mdash;</br>A golden chaplet is a rich reward&mdash;</br>Trust Nature's strength and try &mdash; be bold, or be no Bard.", "\"Lady,\" said Eustace, \"such thing may not be;</br>I was an humble warrior in the hour</br>That wrought this land's redemption &mdash; so for me</br>The chaplet shines not; nor is mine the power</br>To charm with martial themes:  in lady's bower</br>My rustic harp-string never yet hath rung:</br>For, like the lark, my muse the daisy's flower</br>Loves best, and by lone fairy fountains flung</br>Sings of domestic love in her rude country tongue.\"", "On him she gazed, and said, \"Art thou the youth</br>Whom barons name not, but to whose swift sword</br>And promptitude of soul we owe, that south</br>Proud England turned her horse at Fleuchar-ford?</br>If thou art he, fair Holyrood, no lord\"&mdash;</br>Away turned Eustace, brow and bosom glowing.</br>\"Lady,\" quoth one, \"'tis Scripture every word&mdash;</br>But praise on him is lost &mdash; 'tis next to sowing</br>Corn on the Solway &mdash; see, his heart is nigh the flowing.", "\"With maids he's softer than the cloud in March;</br>But had you seen him, lady, in his ire,</br>When like one born of thunder he did march,</br>And struck men down as stubble sinks in fire&mdash;</br>Yet that same right hand deftly wakes the lyre&mdash;</br>Besides, fair one, he hath a tongue could wile</br>The laverock from the cloud.\"  Another sire</br>Said, \"What man lives 'tween Criffel and Carlisle</br>Can form a sweeter song, or sing it so?\"  Meanwhile", "The lady Sybil smiled, and said, \"For me</br>The rudest sough of nature hath a charm;</br>Her voice untamed, untutored, frank, and free,</br>Comes from the heart and comes forth wild and warm.</br>Sing what thou wilt &mdash; let no vain fears alarm</br>Thy spirit, take this sculptured harp and try</br>Its strength &mdash; a bard can work its strings no harm;\"</br>He bowed &mdash; he took the harp with downcast eye,</br>Unclasped his mantle green and laid his bonnet by.", "\"Lady,\" he said, \"since 'tis thy will, I fain</br>Would chaunt no old tradition, but a new</br>And tender story, which men's tears like rain</br>Has frequent brought:  our shepherds vouch it true&mdash;</br>Indeed, my sire both son and mother knew,</br>And saw the final tragedy:  but hear;</br>I sing not for that chaplet bright, I woo</br>Song for its own sweet sake; I'd rather wear</br>The polished holly bough gemmed red with clusters clear.\"</br>"]