["That gloomy grey-beard winter foul has come,</br>To spread his snows upon each sunny hill&mdash;</br>The flutt'ring redbreast flees his sylvan home,</br>And loves to linger near the cottage still,</br>Chirping for crumbs to gorge his little bill.</br>No more the verdant bank and azure skies</br>Are brightly mirror'd in the gurgling rill;</br>For lo!  the youth upon its bosom flies,</br>Or prone by slippery fall to laughter loud gives rise.", "The ruthless heir roams o'er with dog and gun,</br>His desart fields all dreariness and bare,</br>And pleased he smiles, and cunningly both run,</br>When far before he sees the startled hare,</br>Of hedge or pool he taketh little care,</br>If he can kill the leveret flying fast;</br>She stops &mdash; she looks around &mdash; but oh, beware!</br>Poor trembling one, thy deadly die is cast,</br>For quick with murderous aim the sportsman shoots at least.", "The orphan wanderer 'neath no roof but heaven,</br>With limbs all naked, quivering, maim'd and sore,</br>Now plaintive prays a morsel may be given,</br>For he is hungry in the winter hoar.</br>Ah!  see him driven from the rich man's door,</br>While down his cheek the briny waters roll,</br>He fain would drink of sorrow's cup no more,</br>And hopes his God will rest his weary soul,</br>And soon the silent grave may be his life's sweet goal.", "And now, in stanzas four, my good old friend,</br>With graphic quill I've painted for thy view</br>Some Christmas scenes &mdash; and therewithal I send</br>An invitation for your wife and you</br>To come and join our circle, kind, though few&mdash;</br>To taste the puddings, rarities, and cheer,</br>That long beneath my Fancy's fingers grew:&mdash;</br>Of storm and wind the harm you need not fear,</br>The donkey chaise you know will bring you safely here.", "At ease, and warm beside our evening blaze,</br>We'll talk of times when thou and I were young&mdash;</br>Aye, those bright hours, those fair unclouded days,</br>When hope spoke softest with her thralling tongue,</br>And o'er our path her dewy garlands flung&mdash;</br>Yes!  we will talk of times when fancy free</br>Pored on the lays that amorous Flaccus sung</br>With laurell'd brow in halls at Tivoli&mdash;</br>Quaffing his old Falern with all a poet's glee.", "And we will wake the lute's melodious tone,</br>And o'er our hearts shall feel its soft'ning spell,</br>As when in youth we sat upon the stone</br>At twilight hour in Doland's lovely dell,</br>Hard by the silvery brooklet's gentle swell:</br>And though, alas!  we're getting grey-hair'd men</br>Why should we not with freedom sweep the shell</br>As blithely now, nay blither far than when</br>Our youthful music rang through vocal grove and glen.", "But we must take, I fear, the book of life,</br>And muse and mourn o'er many a darken'd page</br>Whereon is writ the pois'ning cares and strife</br>That wait on man from youth to bending age;</br>And then our mind the converse shall engage</br>Of loving friends that left their father's seat</br>In other climes with fortune war to wage:</br>Oh come, I pray, with no unfriendly feet,</br>To share our Christmas cheer, these pleasures all so sweet.</br>"]