["Beneath the whispers of yon vocal grove,</br>Fast by a streamlet's willow-crested side,</br>A cottage stood, the fane of mutual love,</br>In russet grandeur, Hymen's greatest pride.", "The little freehold Corydon possess'd;</br>One ample mead two comely cows sustain'd;</br>Of hops one acre his own labour bless'd,</br>A yearly beverage from its crop he gain'd.", "Maid of his choice, Pastora of the mill,</br>For charms, in debt to nature's aid alone,</br>In youth he join'd, the nuptial bed to fill,</br>And found in her each nuptial bliss his own.", "Twelve golden autumns had their courses run</br>Since that which brought Pastora's arms a boy;</br>No daughter born, and not another son,</br>He grew his parents undivided joy.", "Oft as I've shar'd the evening cup of ale,</br>And gave Virginia's plant to azure fume,</br>Attentive, list'ning to the rustic tale,</br>I've mark'd the boy in all his promis'd bloom.", "What joy has kindled in each parent's eye,</br>When to last Sunday's sacred text referr'd,</br>The youth has made a pertinent reply!</br>And, crown'd with praise, his answer has been heard!", "Great was his father's, much his mother's pride,</br>When the school-custom gave the piece to write,</br>At festive Christmas or gay Whitsuntide</br>The wall receiv'd this pledge of their delight.", "To every visitor Ambition shows</br>The fair production of so young a quill;</br>The buds of genius which the lines disclose,</br>Make all presage the scholar to fulfill.", "Did plenty from her Cornucopia give</br>One tribute richer than the year before,</br>With grateful heart would Corydon receive</br>Each augmentation to his little store.", "Bless'd to imagine every small increase</br>A father's wishes for his child would crown,</br>His youth protect in competence with peace,</br>And shield his manhood from Misfortune's frown.", "Did twins Pastora's tender ewe produce;</br>Her cleanly dairy with profusion glow,</br>She wish'd the produce for no other use,</br>Than on her darling fav'rite to bestow.", "Oh!  what avails the father's pleasing thought!</br>Ah!  what avails his captivating hope!</br>The mother's fondness with endearments fraught,</br>Each pleasing view thro' Fancy's telescope!", "Of every hope, of every wish, their bloom,</br>Let grief parental teach the seas to flow;</br>He fell an early victim to the tomb;</br>What parent heart but feels a parent's woe!", "The scene thus chang'd, let sympathy of grief,</br>Unhappy Corydon, thy sorrows share!</br>But how shall Condolence afford relief</br>To sad Pastora with dishevel'd hair?", "Frantic and wild she heaves the burden'd sigh;</br>To melancholy sinks a willing prey,</br>Views her sons obsequies with streaming eye,</br>Nor wishes death one moment to delay.", "In vain did Corydon advice impart,</br>With manly fortitude his sighs suppress;</br>By comforts strive to soothe his partner's heart,</br>And urge their offspring's endless happiness.", "In vain remonstrance friendly counsel lent;</br>Within the course of one succeeding year</br>Her life, in ceaseless lamentations spent,</br>In sad procession pass'd Pastora's bier.", "Much pity'd Corydon exerts his sense</br>In all the manliness of silent woe;</br>\"No wrong,\" he cry'd, \"can mercy's God dispense;</br>The ways of heav'n shall man presume to know?\"", "Lo!  in yon sacred ground, the yew-tree nigh,</br>Two graves are clos'd with one sepulchral stone,</br>Engrav'd by Corydon with many a sigh:</br>\"'Twas, Heav'n, thy will, and let that will be done.\"", "The suff'ring sage to solitude resign'd,</br>'Twas mine to prove the sympathetic friend,</br>To check the painful startings of his mind,</br>And consolation's healing powr's to lend.</br>"]