["Of love and sorrow, 'tis a peerless tale&mdash;</br>Then press it softly to thy gentle breast;</br>I'll share the fear that makes thy pure check pale;</br>I'll guess the wish that may not be confest.</br>Unhappy pair! &mdash; and yet to them was given</br>That earthly joy which tasteth most of heaven;</br>Oh!  sweet and bitter, let our mixt tears flow,</br>Where on the grave of love, the drooping violets grow.", "To mortals there is given a fleeting life:&mdash;</br>A life? &mdash; Ah no!  a wild, vain, hurrying dream!&mdash;</br>A tempest of pride &mdash; passion &mdash; sin &mdash; and strife!</br>A dark, deep, restless, ever-foaming stream.</br>When fortune lifts us high, or sinks us low,</br>We feel the motion &mdash; know not where we go;</br>Love only, like the oil upon the sea,</br>Gives to man's tossing soul, repose and liberty.", "'Tis true, that they who love are seldom born</br>To a smooth destiny &mdash; Love buds in peace;</br>But foulest wizards in the air have sworn</br>To blast its beauty ere its leaves increase.</br>The lovers dare not look &mdash; fiends watch their eyes;&mdash;</br>They dare not speak &mdash; fiends intercept their sighs;&mdash;</br>A spell is on them mute, o'ermastering,&mdash;</br>Dumb sorrow o'er them waves her dark depressing wing.", "But let the faint heart yield him as he may,</br>Danger sits powerless on Love's steady breast;</br>The lovers shrink not in the evil day;&mdash;</br>They are afflicted &mdash; but are not opprest;</br>To die together or victorious live&mdash;</br>That first and holiest vow &mdash; 'tis theirs to give:</br>United &mdash; tho' in fetters &mdash; they are free;&mdash;</br>They care not tho' the grave their bridal bed should be.", "It may be that if Love's expanding flower</br>Is forced to close before the storm's keen breath,</br>That closing may protract the blooming hour,</br>Which is so short in all that suffers death.</br>The silence, and the sorrow, and the pain,</br>May nourish that which they attack in vain.</br>The lowly flame burns longest &mdash; humble sadness</br>Is kindlier to Love's growth than free unvaried gladness.", "But oh!  how glorious shone their ruling star,</br>Which carried them with budding loves to heaven;</br>Where angels welcomed in bright realms afar</br>With a full cup which scarce to taste was given,</br>While any remnant of terrestrial sin</br>Had power to stain the holy draught within,</br>They died; &mdash; young Love stood by them calmly sighing,</br>And fann'd with his soft wing the terrors of their dying.", "Read not of Juliet and her Romeo,</br>With tragic trembling, and uplifted hair;</br>Be mild, fair maid, and gentle in thy woe,</br>As in their death were that most innocent pair.</br>Upon the tomb o' the Capulets there gleams</br>No torch-light, but a moon of tender beams;</br>Then hate not Love because a JULIET died,</br>But seek to sleep like her by a true lover's side.</br>"]