["Of Mind, and its mysterious agencies,</br>And most of all, its high creative Power,</br>In fashioning the elements of things</br>To loftier images, than have on earth</br>Or in the sky their home, &mdash; that come to us</br>In the still visitation of a dream,</br>Or rise in light before us when we muse;</br>Or at the bidding of the mightier take</br>Fixed residence in fitly-sounding verse,</br>Or on the glowing canvas, or in shapes</br>Hewn from the living rock: &mdash; of these, and all</br>That wake in us our better thoughts, and lead</br>The spirit to the enduring and sublime,</br>It is my purpose now to hold awhile</br>Seemly discourse, and with befitting words</br>Clothe the conceptions, I have sought to frame.", "There are, diffused through nature, certain Forms,</br>That ever hold dominion o'er the Mind,</br>And with an awful or a pleasing Power</br>Control it to their bidding.  Life may change</br>In its perpetual round &mdash; Manners may take</br>All fashions and devices, putting on</br>Greater variety of antic shapes,</br>Than Puck or Proteus; but with an eternal</br>And ever-constant unity, They keep</br>Their stations and their aspects.  Whether high,</br>Or simply fair &mdash; mighty, or only turned</br>To elegant minuteness, still they stand</br>On the wide forehead of the Universe,</br>As undecaying as its suns and stars,</br>As bright, and as divine.  The willing soul</br>Bows to them with an adoration pure</br>And unalloyed by aught that can defile</br>Or darken.  No mean interest hath a place</br>In the still worship offered up to them,</br>Whether we meet them in the vaulted sky,</br>Or the invisible air &mdash; or see them round us,</br>Creatures of earth, as we are, but informed</br>With this unquestioned title to command</br>The heart's obedience.  Hence in every age</br>Men have been devotees unto their shrine;</br>And they have stood erect, when all beside</br>Went to the ground in ruin; or if fallen</br>In some convulsion, when a starless night</br>Clouded the nations, they have risen again</br>With the first touch of dawn, and as they came</br>Into the light of day, Man's orisons</br>Were first to them directed &mdash; all his awe,</br>And love, and silent wonder, planted there,</br>As if they were the centre of his soul,</br>The point to which his passions and desires</br>Bent as unto their lode-star.  These are they,</br>To which the generous spirit ever turns,</br>When He is kindled by the holy fire</br>From off the eternal altar, and has caught</br>Unwearied longing for the blessed abode</br>Of all departed greatness.  When he rises</br>To the conception of enduring fame,</br>And has revealed before the keener eye</br>Of his most inward sense, the great and fair,</br>The beautiful and lofty, &mdash; then his vows</br>Are paid to these alone &mdash; no other Power</br>Can claim his high devotion; none can awe</br>His fearless will, nor steal upon his heart</br>With an inviting smile &mdash; his eye is dim,</br>His ear untuned, his every feeling dull</br>To aught beside &mdash; nothing can charm him then,</br>That breathes not this pure essence, &mdash; nothing draw</br>His love, nor kindle hope, &mdash; the nicest work</br>Of Art, without the impress of these forms</br>Can fix no wandering glance &mdash; no linked sounds</br>Of most elaborate music, if they flow not,</br>With ready lapse, from this perpetual fount</br>Of all blest harmony, can soothe his ear</br>Even to a moment's listening &mdash; all to him</br>Is jarring and discordant, if it tell not</br>Of these enduring forms, that have no change.", "They are but one with Truth;&mdash; only that Truth</br>Comes to us with a slow and doubtful step,</br>Measuring the ground she treads on, and for ever</br>Turning her curious eye, to see that all</br>Is right behind, and with a keen survey</br>Choosing her onward path.  But these, which are</br>Lords of the Heart, as she is of the Mind</br>In its pure reason &mdash; these at once approach,</br>And with their outstretched pennons overshadow</br>The willing soul.  We look abroad on earth</br>And heaven &mdash; we see the glories of the day,</br>And night's more tranquil glories &mdash; we look down</br>From some uplifted pinnacle, and gaze</br>On waving woods and ever-varying shapes</br>Of hill and level &mdash; we behold the sea</br>Working in ceaseless undulation, while</br>Its never-wearied voice sends up to heaven</br>Its one eternal hymn &mdash; we stand and look,</br>Shuddering, down to the gulf, where leaps the river</br>With all its wealth of waves, and through the night</br>Of the profound, catch only now and then</br>A flash of foam &mdash; we listen to the sound</br>Of its unwasting din, and feel the earth</br>Shake where we tread, &mdash; and as we look, we tremble,</br>And know at once the mighty and the vast</br>That dwell around us.  Like the revelation</br>Of centuries and ages yet to come,</br>That in the moment of a hallowed dream</br>Startle the Prophet's eye, so the sublime</br>Strikes instant on the heart.  'Tis but to look,</br>And all is felt and known &mdash; and he who then</br>Is equal to the burden may be filled</br>With the conceptions of a loftier vision</br>Than poet ever sung, or painter drew,</br>And yet find all his efforts to portray</br>The thoughts that fill him, like the faint endeavour</br>To throw off from his labouring heart the weight</br>Of an oppressive dream.  Much has been thrown</br>On living canvas &mdash; much been cast abroad</br>In words of loftiest import &mdash; much been framed</br>By plastic hands to shapes of awe and wonder;</br>But nothing ever bodied out the soul</br>In its most daring flight.  The eagle soars not</br>Above the highest clouds; and when at sunset</br>The sky is full of fiery shapes, that lie</br>Filling the half of heaven, there are, that catch</br>The sun's last smile, too high for any wing</br>To fly to, but they are the loveliest</br>And brightest &mdash; so the visions of the soul</br>Are often higher than the boldest leap</br>Of Execution, who with vain attempt</br>Lags far behind the rapid lightning glance</br>Of quick Conception.  Hence there may have been</br>Poets who never framed a show of words</br>From out the busy workings of their brain,</br>And who in solitude and loneliness</br>Communed with all sublimity, and played</br>With every shape of beauty, and yet never</br>Put forth one visible sign to tell the world,</br>How much they felt and knew.  And some there are</br>Whose minds are like a treasure-house of art,</br>Full of such pictures as an Agnolo</br>Would summon forth in vain &mdash; faces that breathe</br>All passion and all pride, and attitudes</br>All might and force, all loveliness and love;</br>Shrinking from sight, and with beseeching art</br>Kneeling before their fond idolatry;</br>Or shrouded in inherent majesty,</br>And wrapped about with mystery as with clouds,</br>Looking a soul of high command, beneath</br>Portending brows, where terror sits, and scorn</br>Of every meaner thing.  Yes, there are minds</br>Who know not even the names of these high arts,</br>And yet have all their elements and powers;</br>The imagination, wonder, love, and awe,</br>Awe silent, deep, and wonder proud and high,</br>And love tender and glowing, and a wealth</br>Of bright creations, richer than the west,</br>When, at the hour of setting, overcast</br>With every shape of air.  Then who shall say,</br>That Poetry consists in ordered verse,</br>And Painting in the rules of light and shade,</br>And measured tint, and shapes exact and true?</br>Who would not rather own, these are but aids</br>To give a higher charm to what alone</br>Is all-attractive?  If the unchanging forms</br>Of greatness or of beauty fill the page,</br>Or canvass, little care we, if all art</br>Is centered there.  We see them, and we pay</br>Due homage, and in doing this, we own</br>There is one beautiful, and only one,</br>One great, one true.  Hence there are bards, who lived</br>So early, that their very lives are fable,</br>Whose rhapsodies and songs have come to us</br>From ages, of which history has no record,</br>And yet are read with the same eagerness</br>As when they first were sung.  Eternal youth</br>Is round them.  Like the never fading bay</br>They flourish in a green old age, and go</br>Forward, with step as firm, and brow as high,</br>To the last consummation, as at first</br>They charmed the listening crowd in chieftain's hall,</br>Or after battle in the tented field,</br>Or when at night they sat beneath the moon,</br>The round full moon, and o'er the Egean sailed,</br>Keeping due time, with balanced oars, to sounds</br>Of minstrel music.  Though a chosen few</br>Alone can read the ancient words, that seem</br>Like magic letters to the common eye;</br>Yet in the humble garb of common prose,</br>Or in the guise of more ambitious verse;</br>Bereft of all their sounding harmony,</br>Or hidden by a load of modern art,</br>Unseemly ornament, and fitted ill</br>To the simplicity of heroic times; &mdash;</br>Yet even thro' all these shadowings, every eye,</br>That hath a natural sense, can see the brightness</br>And beauty, Time can never dim or fade.", "And yet these are for minds that have a share</br>In that imaginative opulence,</br>Which gives a life to all created things,</br>The coldest and the dumbest.  Not the crowd,</br>Who keep the gift of nature unperverted,</br>Through all the busy clamorings of want,</br>And all the needful cares of animal life,</br>The toils that comfort and necessity</br>Impose so quickly on us.  Therefore they</br>Look not with transport on the enduring forms</br>Of an eternal nature.  Not the whole</br>In its unchanging rest commands their eye,</br>But ever shifting circumstance alone</br>Sways them, and therefore, what is falsely styled</br>By the great name of Life, the sacred name</br>Of the pure vital Being, calls alone</br>Their hearts to joy.  They praise the ready hand,</br>That imitates the imitative tricks,</br>One from another borrows in the round</br>Of senseless ceremony and idle form;</br>And with their noisy plaudits cheer the voice</br>That gives an echo to the vapid jest</br>Of poor mechanic life, and wakes a laugh</br>Only because it comes upon their blank</br>And stolid dullness, like a farthing candle</br>Lighting a stifled vault.  These have their day,</br>And well are they rewarded.  What they give,</br>That they receive.  They deal in common things,&mdash;</br>They tell the vulgar, be they high or low,</br>Just what they are; and for this, they may live</br>As richly vulgar as their wishes claim.", "Not so the few, who earnestly have sought</br>To seat themselves on the far eminence,</br>Where the eternal Geniuses are holding</br>Their intellectual court.  Not so with them.</br>Their aim was not to catch the popular air.</br>They did not seek to spread their open wings</br>To such a fickle gale.  They took their way</br>Beneath the guidance of a better star,</br>And with the heralding of better sounds,</br>Than the cheap clamors of the common voice.</br>They formed their own conceptions, and with toil,</br>Long, earnest toil, they brought their laboring minds</br>To the high level of the fame they loved,</br>And then went boldly on.  They were alone</br>In their endeavor.  None to cheer them nigh;</br>None to speak favorable words of praise.</br>They charmed their solitude with lofty verse,</br>And made their hours of exile bright with song.</br>They had no comforter, and asked for none;</br>No help, for none they needed.  Loneliness</br>Was their best good; it left them to themselves,</br>Kept out all vain intrusion, and around them</br>Spread silently an atmosphere of thought,</br>A sabbath of devotion, such as never</br>Hallowed the twilight vaults of ancient minster,</br>Or filled with many prayers the hermit's cave.</br>It was the deep devotion of the mind</br>In all its powers, sending itself abroad</br>In search of every fair and blessed thing,</br>And with a winning charm enticing home</br>All to itself.  They came at its command,</br>Trooping like summer clouds, when the wide air</br>Is thick with them, and every one is touched</br>By the full noon to a transparent brightness,</br>Like heaps of orient pearl.  The kindled eye</br>Ran over them, as lightning sends its flash</br>Instant through all the billows of the storm,</br>And took the fairest, and at once they stood</br>In meet array, as if a temple rose,</br>Graced with the purest lines of Grecian art,</br>At the sweet touch of an Apollo's lyre.", "But they are gone, and now are of the few,</br>Whose fame goes brightening on from age to age,</br>Taking allowed precedency of all</br>Who in their day were lauded by the crowd,</br>For motley jests, and tales of low intrigue,</br>And such entangled stories as they love,</br>Like riddles, to untie.  These lived at ease</br>Courting and courted; shaping all to suit</br>The ear of such as had the strings of favor</br>At their control; speaking smooth flatteries,</br>And with obsequious readiness commending</br>Their suit of wealth, not fame.  The present day</br>Bounded their narrow aim.  They cared for nought,</br>So they were wafted swimmingly along</br>The even tide.  Opinions, none they sought,</br>But golden; and they recked not if oblivion</br>Seized them and all their deeds, when they had danced</br>Their merry life away, and death had come</br>To close their masquerade, and send them where</br>No laugh could reach them, and no goblet flow.</br>And such has been their fate, &mdash; for novelty</br>Is the fantastic sovereign of the train</br>Of their once high admirers.  'Tis with them,</br>As with the imps of fortune.  When they shine</br>Gaudy and glittering, they are then surrounded</br>By a whole swarm of such, as are like them,</br>The insects of a day; but when they lose</br>The polish of their plumes, and dark adversity</br>Hovers above them, like a boding owl,</br>Scared by the omen, all their summer friends</br>Fly to the shelter of a newer shade.</br>But the true champions of the undying strain,</br>That ever-sounding melody of Heaven,</br>Whose essence is eternally the same&mdash;</br>These as they had no favor from the world</br>Whose love is change, so they are still above it,</br>And ever mounting to a purer sky,</br>And a less clouded air, a clearer sun</br>Lights them, and fuller emanations flow</br>From their inherent brightness, so that they</br>Kindle with years, and catch from every age</br>Some new reflection of their glory, till</br>Like Deities they ride in the mid heaven,</br>Commanding worship and forbidding doubt,</br>And with a sure compulsion leading us</br>To look upon them with becoming awe.", "It were not difficult to say of them,</br>Theirs was the better choice, if all we knew</br>Were this their end.  The generous love of fame!</br>There is no higher passion that can fill</br>The laboring breast.  It hath a touch of Heaven;</br>And he who owns it, is awhile refined</br>From the poor dross of earth, and then he shines</br>In nature's purest ore.  His thoughts are bent</br>From the base aim of mercenary life;</br>And, centered in the goal of his desires,</br>Bear the man upward, till he wears about him</br>The livery of honor, and the weeds</br>Of Mind's nobility, whose seal is stamped</br>In the true mint of Glory.  If we knew</br>Only the first warm breathings after fame,</br>The strife to gain the lofty seat they hold,</br>While yet the heart was young, the spirit full</br>Of crowding fancies, and the vigorous arm</br>Ready to do the bidding of the will,</br>And do it bravely &mdash; could we then behold him</br>Wearing his clustering honors with a grace,</br>That shewed he well deserved them, neither bowed</br>Beneath their weight, nor yet elate with pride,</br>But keeping on his even way, well knowing</br>They were his due, and so were but a part</br>Of his own state,&mdash; not as a mumming pageant</br>Worn for a moment's bravery, then cast off,</br>Like borrowed robes &mdash; not as a player's crown,</br>Who struts awhile the King, and then retires</br>To revel with his menial &mdash; but as things</br>Of high concernment, which with gentle bearing</br>He should assume, and with a household thrift</br>Closely retain.  Could we then follow him</br>To his recess, and mark his holy musing,</br>The quick and sudden motion of his eye,</br>The working of his eloquent lips, the lines</br>Deep furrowed in his brow, the dexter hand</br>Armed for its toil, the other firmly clasped,</br>As if the earnest purpose of his will</br>Had set its token there &mdash; had we then seen</br>How when his upward glance had caught the light,</br>That falls from Heaven, and the prophetic power</br>Descended on him, how his flying fingers</br>Ran o'er the page, giving to fleeting thoughts</br>A soul and form, and coining words of might,</br>Such as shall ever hold mysterious power</br>Over the listening world.  Could we then leap</br>Athwart the desolate gulf, wherein he sank,</br>When the loud burst of curious novelty</br>Had died away &mdash; when all his noblest doings</br>Were as a twice-told tale &mdash; when but to say,</br>This thing is Tasso's, were enough to damn it,</br>And call from some low scribbler high remarks,</br>How he had fallen away, &mdash; how he had then</br>Lost his first fire and finish &mdash; lost the beauty,</br>And all the sweetness of his earlier strains&mdash;</br>How, when he scorned to be the drudge of princes,</br>And do their bidding for a scanty dole;</br>When he preferred to follow out the path,</br>He had begun so nobly, to the toil,</br>That breaks the spirit, and unmans the heart,</br>By which some great man sought to bind him down</br>To be his client and his slave &mdash; and when</br>He found for this, and all that he had shed</br>Of light around his country's name, neglect</br>And bitterer taunts, and false upbraidings, telling</br>How he had thrown aside that good the state</br>And people pressed upon him, and had chosen</br>To wander forth in poverty, and beg</br>His way from door to door, casting dishonor</br>On the high art he practised, and despite</br>On those who patiently, with kind intent,</br>Sought to befriend him warmly, but in vain;&mdash;</br>How, with a spirit that disdained to tell</br>His sorrows, or repel the insolent falsehoods,</br>A cold world loaded him withal, and choosing</br>Rather to keep the freedom of his thoughts,</br>Than live a gilded bondsman, he retired</br>Silently to an unobserved retreat,</br>And there with lean and chilling poverty</br>Wrestled his way to death &mdash; could we o'erleap</br>That interval of woe, and see him now</br>In his confirmed regality, the monarch</br>Of a whole host of worthies, like the star</br>Of Jove, who shows his golden front in heaven</br>First of the midnight train &mdash; O!  we would proudly</br>Pronounce his choice the happiest, and our yearnings</br>Would be to live and die and rule like Him.", "But these are only Men.  The glowing mind</br>Rich in unborrowed light &mdash; the feeling heart,</br>Whose strings are moved by every breath of hope,</br>And joy and fear &mdash; the spirit, whose aspirings</br>Are after loftiest fame &mdash; the vast desires</br>For knowledge and for power &mdash; these cannot save</br>The man, who bears them deep within himself,</br>From the assaults of fortune.  He has need,</br>Like other men, of comfort and of friends,</br>And most of all &mdash; of love.  Such men are made</br>To be most happy, or most miserable,</br>According as their life is turned to hope</br>Or to despair.  Open the path of Fame</br>Brightly before them, &mdash; let their motives, toils,</br>Rewards and honors be proportioned to them,</br>Filling the very compass of their powers,</br>And moving onward with an even flow,&mdash;</br>None are so happy &mdash; none so full of hope,</br>So earnest in their labors, and so bent</br>To measure life by deeds, and not by years.</br>But set them on a path that they abhor,</br>Where every day tells them more sullenly,</br>They only toil to live, and live to toil;&mdash;</br>Where not a ray of hope falls on the dull</br>And joyless round of labor, ever turning</br>In the same fruitless circle &mdash; not a motive</br>To bear them onward;  all their best desires</br>Lavished in bitterest regrets, their powers</br>Buried in cold obstruction, and their strength</br>Wasted in most laborious idleness;&mdash;</br>Bind them to such a slavish lot as this,</br>And they will wear their life away in sighs;</br>And if they plunge not in their deep despair</br>In some forbidden gulf of appetite,</br>Seeking to drown the keener sense of wrong</br>In the mere animal and grosser pleasures,</br>They will go sorrowing to an early grave,</br>Or in their madness rush before their time,</br>Unsummoned and unbidden to their doom.", "O!  would that History had not to tell</br>The wrongs of those that now are reverenced</br>With a religious awe.  Who would not change</br>The best estate that wealth or present power</br>Can lavish on the man, whose path has been</br>Ever ascending, and that easily,</br>As if it were a pastime to be great</br>In the world's way, &mdash; who would not change it all,</br>To wear the crown of Milton or of Dante,</br>Spenser or Tasso?  Who but must allow</br>The meanness of his spirit, and confess</br>He has no feeling of the stirring hope</br>That sends us after fame.  And yet 'tis painful</br>To think how these were left to pine away</br>A sad old age, and sink into a grave,</br>Unwept, unhonored &mdash; how the Bard of Heaven,</br>Who could not plume his wing for lower flight.</br>Than its empyreal towers &mdash; how he decayed,</br>Blind, lonely, poor, the prey of slow disease,</br>And harsh neglect, that eat with keener tooth</br>Into his generous heart &mdash; how he retired</br>Into a dark retreat, that he might shun</br>The sentence of outlawry from a king,</br>Who played the fool and vice upon his throne,</br>Making one half his people fools like him,</br>And on the rest slipping the dogs of war&mdash;</br>How Dante, who with his capacious mind</br>Mastered his age, and held the golden key</br>Of all its wisdom &mdash; he who equally</br>Sang of the bliss of Heaven, the woe of Hell,</br>Groping through the dim caves of Erebus,</br>And winding up the penitential mount,</br>Then soaring through the widening orbs of Heaven</br>Up to the Holiest &mdash; how his native Florence,</br>His dear, ungrateful Florence, thrust him out,</br>And on him closed her ponderous iron doors,</br>Barring to the last moment all return,</br>And with a stern and savage cruelty</br>Chasing him in his exile, till they left</br>No pillow for his head &mdash; no dying pillow,</br>Where he might find an instant of repose,</br>Even for his last confession &mdash; how he went</br>Sadly from court to court, seeking a shelter,</br>And, all too bold and free, to please the ear</br>Of princes, or command the turbulent crowd&mdash;</br>How after many wanderings, he found</br>'Twas hard to climb another's stair, and bitter</br>To eat another's bread, and leaving this,</br>His only legacy, went to his grave</br>Willingly, as a laborer to his couch,</br>Seeking in death the kindness he had never</br>Found in his home &mdash; thus telling to the world,</br>How desolate and cold the height of fame.</br>Nor can we think with less indignant sorrow,</br>How Tasso, full of tenderness and love,</br>The worshipper of beauty, with a heart</br>Framed to all gentleness and elegance,</br>Whose very words were music, and whose thoughts</br>Were all of hope and joy, &mdash; how he was doomed</br>To wear the maniac's chain, and keep account</br>Of the long, lingering hours, and days, and years,</br>Within the narrow compass of his cell,</br>Feeding at times his heart on dreams of love,</br>And visions of bright honor &mdash; then upbraiding</br>The dark barbarian who had bound him there,</br>Till reason went indeed, and his high soul</br>Raved in distempered conference with spirits,</br>For even his madness was sublime, and took</br>Its color from the mind that wrought the web</br>Of love and war &mdash; how Spenser sued in vain,</br>At the deaf ears of courtiers, for a boon,</br>Only a pittance of the fair estate</br>Rent from him by the hand of violence,&mdash;</br>How, when through long entreaty, which had bowed</br>His better spirit, though it proudly scorned</br>To play the beggar's part, his queen had deigned</br>To give a scanty dole, the unfeeling Burleigh</br>Withheld it, even in his extremity,</br>Withheld it, though it might have given his heart</br>A warmer fire, and helped to smooth for him</br>The passage to the grave &mdash; O!  it is painful,</br>To think the very chiefest of the mighty,</br>Heroes in song, as there are those in war&mdash;</br>How they were made the butt and sport of fools,</br>Trampled and crushed by such as would have perished</br>Utterly, had not they asserted thus</br>An impious fame &mdash; O!  'tis enough to deaden</br>All the fond hopes, the generous desires,</br>The emulous strivings of a heart awake</br>To high ambition, and with early glow</br>Bearing itself up the proud eminence</br>Of intellectual fame!  Go on, fond youth,</br>While yet the charm is on thee, and the power</br>Of virtue is unquestioned &mdash; let no thought</br>Of what may come disturb thee &mdash; there is in thee</br>A buoyancy that can awhile sustain</br>The world's cold burden &mdash; let this time of respite</br>Be filled up well, for it may give to thee</br>Fit leisure for attaining such a height</br>As after violence cannot wrench thee from.</br>Know too the high-strung hopes of youth impart</br>An energy, and passion to the song,</br>That they inspire.  There may be nicer art,</br>And a more fitting harmony of sounds,</br>And words of better choice in riper strains;</br>But youth, and, much too often, hope is gone&mdash;</br>At least the hope of greatness, and for this</br>Nothing is left, but what the erring light</br>Of a far-distant glory, or the call</br>Of instant need, can waken.  Therefore seize</br>The undoubting moment, and may heaven befriend thee,</br>And lead thee in the shadow of thy faith,</br>Nor quite desert thee, till the point is gained</br>When thou canst say, a victory is won,</br>That none should scorn.", "But let us turn aside,</br>From thoughts so little kindred to the scope</br>Of our endeavor &mdash; let us rather choose</br>A path that winds through a fair wilderness,</br>Where all the visible things are leaves and flowers,</br>Green leaves and sunny flowers, and all the air</br>Is ravishing with perfume and with song.</br>So let us to a feast of nectared sweets,</br>The banquet of celestial Poesy&mdash;</br>And while the hours permit us to enjoy</br>The blessed light of heaven, let us abroad,</br>And 'mid the graceful garniture of fields</br>Take our delighted way.  Nor shall we lack</br>Companions to our revelry in air,</br>Or the still waters.  Sounds shall go with us,</br>The voice of the light winds, the liquid lapse</br>Of sunny streams, and haply from the wood</br>A choir of tuneful birds, taking their last,</br>And not ungrateful, farewell of the shades</br>Where they have nestled and have plumed their young</br>In the gay season.  If our thoughts incline</br>To a more gentle mood, we shall have friends</br>In the now fading boughs, and withered flowers.</br>They will have meanings for us, such as quell</br>Heart-stirring discontent, and hopes too high</br>For the mind's peace.  They tell us of decay,</br>And lead us to the evening of our days,</br>Making life's darker shades familiar to us,</br>In no ungraceful guise, but shedding round them</br>A pensive beauty.  Let us then abroad,</br>And in the open theatre of fields</br>And forests, let us read the magic lines,</br>Where Spirit stamps on all inferior Being</br>Its essence and its power.", "There is a life</br>In all things, so a gifted mind hath told</br>In most oracular verse, &mdash; and we may well</br>Forgive a heart, that could not brook the sight</br>Of any suffering thing, that he indulged</br>Such fond imaginings, as gave to him</br>Companions wheresoe'er he took his way</br>Through hill or valley.  He beheld himself</br>Surrounded by a multitude of friends,</br>Who with familiar faces welcomed him</br>In the blank desert &mdash; for the changing sky,</br>Cloudless, or overshadowed by all shapes,</br>That grow from air &mdash; the sun who walks at noon</br>Untended, and the lesser light that binds</br>Her brow with stars, and all her retinue</br>Of living lamps, had each a voice for him</br>Distinctly audible, though to other ears</br>They had no sound.  The mountain, whose bald forehead</br>Looked o'er a host of hills, each compassing</br>A grassy vale, and in each vale a lake</br>Of crystalline waters, and a busy brook</br>Winding in ever-shifting light along</br>The daisy-tufted meadows, now asleep</br>In a smooth-mirrored pool, then all awake</br>To leap the cascade, and go hurriedly</br>Over the sparkling pebbles and bright sands&mdash;</br>The mountain, and its train, had all for him</br>A welcome, and they uttered it with smiles</br>All the long summer, and they told to him</br>In winter such high mysteries, he learned</br>To speak a holier language, and his heart</br>Was ever haunted by a silent power,</br>In whose immediate presence he became</br>Thoughtful and calm &mdash; and so his lofty faith,</br>Which some of poorer spirit have pronounced</br>A madness, was to him the quickening spring</br>Of Poesy, such as we cannot read</br>Without a sense of awe.  Then wherefore doubt,</br>At least the gracious tendency of belief</br>So rich in comfort to the lonely mind,</br>That oftentimes finds all access denied</br>To the society of living men,</br>Perchance, of books.  The captive, who may catch</br>Glimpses of nature through his dungeon bars,</br>If so persuaded, may have friends with him,</br>The livelong day:  and in his darker hours,</br>The silver planet, or the many lights,</br>That keep their watch above him, or the clouds,</br>That lie so tranquilly on the far hills,</br>Will speak a meaning, that hath power to calm</br>His passionate soul, and lead him unto rest</br>Through a fair train of sadly pleasing dreams.", "With such a gifted spirit, one may read</br>The open leaves of a philosophy,</br>Not reared from cold deduction, but descending,</br>A living spirit, from the purer shrine</br>Of a celestial reason.  One is found</br>By slow and lingering search, and then requires</br>Close questioning of minutest circumstance,</br>To know it has the genuine stamp.  The other</br>Is in us, as an instinct, where it lives</br>A part of us, we can as ill throw off</br>As bid the vital pulses cease to play,</br>And yet expect to live &mdash; the spirit of life,</br>And hope, and elevation, and eternity,&mdash;</br>The fountain of all honor, all desire</br>After a higher and a better state,&mdash;</br>An influence so quickening, it imbues</br>All things we see with its own qualities,</br>And therefore Poetry, another name</br>For this innate Philosophy, so often</br>Gives life and body to invisible things,</br>And animates the insensible, diffusing</br>The feelings, passions, tendencies of Man,</br>Through the whole range of being.  Though on earth,</br>And most of all in living things, as birds</br>And flowers, in things that beautify, and fill</br>The air with harmony, and in the waters,</br>So full of change, so apt to elegance</br>Or power &mdash; so tranquil when they lie at rest,</br>So sportive when they trip it lightly on</br>Their prattling way, and with so terrible</br>And lion-like severity, when roused</br>To break their bonds, and hurry forth to war</br>With winds and storms &mdash; though it find much on earth</br>Suited to its high purpose, yet the sky</br>Is its peculiar home, and most of all,</br>When it is shadowed by a shifting veil</br>Of clouds, like to the curtain of a stage,</br>Beautiful in itself, and yet concealing</br>A more exalted beauty.  Shapes of air,</br>Born of the woods and waters, but sublimed</br>Unto a loftier Being!  ye alone</br>Are in perpetual change.  All other things</br>Seem to have times of rest, but ye are passing</br>With an unwearied flow to newer shapes</br>Grotesque and wild.  Ye too have ever been</br>The Poet's treasure-house, where he has gathered</br>A store of metaphors, to deck withal</br>Gentle or mighty themes.  I then may dare</br>To call ye from your dwellings, and compel ye</br>To stoop and listen.  Who that ever looked</br>Delighted on the full magnificence</br>Of a stored Heaven, when all the painted lights</br>Of morning and of evening are abroad;</br>Or watched the moon dispensing to the wreaths,</br>That round her roll, tinctures of pearl and opal&mdash;</br>Who would not pardon me this invocation</br>To things like clouds?  I recollect one night,</br>A winter's night, &mdash; the air is clearer then,</br>And all the skyey creatures have a touch</br>Of majesty about them, &mdash; there were clouds,</br>So thick, they blotted out the maiden moon,</br>Then in her fullness, and the scanty light,</br>That visited the earth, came through the rifts,</br>Where they had parted.  I had gone abroad</br>Upon some fanciful intent, and long</br>Had dallied with the dancing radiance,</br>That now and then flitted from parting clouds</br>Over the snow-fields &mdash; when at once it seemed,</br>Just by me, as if heaven itself were opened,</br>And from the Visible Presence there had come</br>A sudden flash, to herald the approach</br>Of some celestial messenger.  I stood</br>As startled as if instantly a bolt</br>Fell smouldering at my feet &mdash; but on the moment</br>Turning me, whence the emanation flowed,</br>I saw the moon unveiled &mdash; pure, spotless orb</br>She stood in a deep sea of glorious light,</br>Too deep to sound.  It seemed as if a wall</br>Were built around her, of the brightest silver,</br>Or rather like the changeful brilliancy</br>Of Girasole or opal.  It enclosed</br>The semblance of a well, and it meseemed</br>I occupied its depth, and from above</br>The sky looked in, sole tenanted and filled</br>By the round moon.  Language were all in vain</br>To give a body to the spectacle</br>That met me then; and yet I will not shrink</br>From my endeavor.  First there seemed below</br>A solid mass just touched by the full light,</br>And palely passing into utter darkness</br>On the low-lying clouds &mdash; above it rose</br>Huge piles, like rounded rocks, that glowed intensely</br>With a rich golden blaze; and higher still</br>There lay ten thousand painted heaps of foam,</br>Pure white, and covered over with such rainbows</br>As gem the morning dew &mdash; and still above them</br>Shone a whole harvest of such seeded pearl,</br>As the swart Genii pour from coral urns,</br>To win the favor of their love &mdash; they seemed</br>All hues, and from them mounted waveringly,</br>Even to the centre, where they seemed to fan</br>Pale Dian's face, long shadowy streamers, floating</br>Like pennons on the newly risen gale,</br>That freshly steals ashore &mdash; they seemed to grow</br>From that deep bed of pearls, like sea-fans waving</br>Over the white sands of the ocean's floor.</br>Glorious creation! &mdash; vision of a moment!</br>It vanished, leaving not a rack behind.</br>The clouds closed in, heavy and lowering clouds,</br>And the night thickened, and the flaky snow</br>Began to fall.  I then betook myself</br>To my warm hearth, and musing, as I sat,</br>A vision stood before me.  Then, methought,</br>A mountain rose above the highest clouds,</br>Far in the distance, like a shadowy thing</br>Floating in thinnest air.  The driven snow,</br>Hardened by centuries of frost, beheld,</br>A winter's midnight, on the highest Alps,</br>When the moon holds unquestioned sway in heaven,</br>Were dim to such a brightness as encompassed</br>That shadowy cone.  Methought, around it flew</br>A multitude of white-winged cherubim,</br>And well as I could read their looks, so far,</br>Each with a most severe serenity,</br>As if all thought &mdash; and at the highest point</br>There seemed the likeness of a throne, whereon</br>Sat one, whose eye steadily gazed upon</br>The sky above him, reading all there therein,</br>Planet and star, as most familiar letters,</br>His pastime, not his toil &mdash; and by him sat</br>One, who ran over with perpetual glance</br>All visible things, seeking to fashion them</br>To one fixed law &mdash; and at his other hand,</br>A spirit of a most sagacious eye,</br>With an internal vision questioning</br>Mind and its thoughts.  Methought a voice proclaimed,</br>This is the seat of intellect, where pure</br>And freed from all investment, passion, pride,</br>Fancy, and other shades, that might impair</br>The edge of sight &mdash; it holds supremacy</br>Over imagination's highest flight,</br>And the most gifted spirits, who would throw</br>Their rainbow colors round the form of Truth,</br>Masking the perfect brightness of the sun</br>With infinite variety of hues</br>Born of the pictured morning.  As I gazed</br>With deep intensity, rapt and engulfed</br>In wonder and in awe, as when the martyr</br>Sees the world passing with its clouds away,</br>And from the sapphire walls and crystal gates</br>Of the highest Heaven, a wave of light descending,</br>And round it myriads of golden wings,</br>Like the bright margin of the o'erflowing stream,</br>At which he drinks and lives &mdash; drinks and awakes</br>To immortality and joy &mdash; or rather</br>Like the strong gaze of Dante, when he saw,</br>Then standing in the loftiest sphere of Heaven,</br>A radiant point, shedding such burning brightness,</br>None but the blessed could behold and live,</br>And therefore veiled by the nine circular choirs</br>Of saints and angels &mdash; or when he beheld,</br>As to that empyrean he ascended,</br>His guide, his own Beatrice, there transformed</br>To a most spiritual shape of light, encircled</br>With such a dazzling glory as the sun</br>Holds at the fullest noon, when the clear air,</br>Dense in its clearness, heightens to the highest</br>The lustre of his beams &mdash; then as I gazed,</br>A most majestic sea of rolling clouds</br>Seemed to surround that throne, and it advanced,</br>And gradually took form, and I beheld,</br>Each on his shadowy car, spirits, who told,</br>By their commanding attitudes, that they</br>Were wont to rule.  They occupied three spheres&mdash;</br>The highest, like the throne they now surrounded,</br>Bright, snowy, pure, only the waving folds</br>That circled it were tinted with the hues</br>That fall from diamond prisms, the deepest hues</br>That flow from light.  The one below it seemed</br>Woven from silken curls of tenderest blue,</br>Edged with the ruby tints that fill the sky</br>Just as the twilight vanishes.  The lowest</br>Was like an awful thunder-cloud, a ridge</br>Of gloomy towers, each with its summit bronzed</br>By an ill-omened flame, and all beneath</br>Purple and dun, down to its lowest depth,</br>Where all was dark &mdash; unmingled darkness, deep</br>As bottomless abyss, or the profound</br>Of central caves.  This sea of clouds rolled on,</br>Like the slow tide of lavas, or the storm</br>That hangs for hours on the far-distant hills,</br>Deepening its horrors, till the unclouded sun</br>Is saddened in its shade.", "The highest sphere</br>Bore on its airy seats four of the train,</br>Who, by their calm serenity, betokened</br>How deep their thoughts &mdash; and therefore they were seated</br>The nearest to the Mind's celestial throne:</br>But by the golden hues that flowed around them,</br>Visions of fancy, such as they had loved,</br>Were shadowed forth.  Two were bereft of sight;</br>Their outward eyes were closed &mdash; yet not the less</br>They rolled their sightless orbs from earth to heaven</br>With hurried glance, and often fixed them long</br>On the bright sky, as if in holy trance</br>They saw unveiled the very throne of glory,</br>The habitation of the One Supreme,</br>Or the Olympian dwelling of the gods</br>Of the olden time, before the living Sun</br>Descended, and made visible to man</br>The secrets of the Mightiest.  I could hear</br>Their voices, full, sonorous, rolling on,</br>Like the perpetual stream of ocean, borne</br>To earth's remotest shores.  Yet not alike</br>Their tones &mdash; for one was ever up at heaven,</br>Or if it took a softer note, as pure</br>As the far echo of an angel's lyre</br>Behind a golden cloud.  Less harmony</br>Was in the other song, for now the bolt</br>Seemed suddenly hurled in rattling peals, and then</br>The shrill blast of the trumpet told of war,</br>And then the merry din of flutes and viols</br>Rang, like a festive glee; and then, methought,</br>Loud laughter shook the dome, and last of all</br>Came a low-muttered sound, as if from caves</br>An oracle went forth, or bodiless ghost</br>Gibbered in Hades.  Of the other two,</br>One by the broad expansion of his brow,</br>And his high-arching forehead, fair as heaven</br>When air is purged by storms, and by an eye,</br>Now calm, anon in a fine frenzy rolling,</br>Then all dissolved in smiles, and by the light</br>And delicate contour of his lips, revealed,</br>Not only all the majesty of thought,</br>But a quick change of fancy, ever shifting</br>Like clouds before the wind, and with it too</br>A nice observance of the smallest seemings,</br>By which the admiring world have judged him gifted</br>With a seer's eye.  The summit where he sat,</br>Was fair as bodiless thought; but all below</br>There hung such wealth of folds, as round the couch</br>Of royal beauty wave &mdash; and they were part</br>Too rich to gaze on fixedly, while others</br>Sweeping in cumbrous trains, were dim and dark</br>With horror, and beside them not a few</br>Trailed to the ground like serpent coils, obscenely</br>Dallying with meanest things.  The last who held</br>That upper station wore a thoughtful look</br>Of mild humanity, whereon was stamped</br>The seal of power.  It seemed his happiness</br>To gaze on loftiest Being, and to read</br>The deep recesses of the human heart,</br>And with a chain of tenderest links to twine</br>Man and his feeblest nature to the height</br>Of all Divinity &mdash; so, though his voice</br>At times might chide the thunder, it resounded</br>So full and loud, it stole at other times</br>Like the low breathings of a happy child</br>In its undreaming sleep, or like the whisper</br>Of summer winds through the still forest boughs,</br>Or like the scarce heard murmur of a brook</br>Kissing its turfy margin.  These were they</br>Who rode the proudest; but so much of thought,</br>Busy and deep, and such a silent calmness</br>Of passion filled them, that they bore themselves</br>Meekly in all their honors.", "In the sphere</br>Beneath them, there were many; but I marked</br>Two of so gentle aspect, they controlled</br>My thoughts to them alone.  The one had bound</br>His front with olive, where few scattered leaves</br>Of laurel, and a twine of greenest myrtle,</br>Added their graces.  He had sung of peace</br>Cheerfully and most sweetly, and of love</br>With an undying strain; but when he took</br>The warlike trumpet, broken were the sounds</br>That issued, though a few were nobly filled:</br>And soon he laid it by with a sad look,</br>As if he had done violence to himself</br>By so unwelcome effort.  Then he sung:</br>Lay me beneath the hospitable shade</br>Of ancient boughs, and let me dream away</br>In quiet musing, such a blameless life,</br>As marked the golden age; and let me hear</br>The sweet musician of the silent night</br>Pour out her tender heart, till sleep steal on,</br>Opening the ivory door of happy visions,</br>Though all unreal, that the cheated soul,</br>Awhile may wander through Elysium,</br>And quaff oblivion on a couch of flowers.</br>Thus sang he, while the other listening lay,</br>Propped on his elbow, like a heart-sick girl</br>Reading a tale of visionary grief.</br>There was a dewy softness in his eye,</br>And this awhile threw over him a cloud,</br>That added sweeter beauty to his face,</br>Itself so beautiful, it seemed the shrine</br>Of all the fair and lovely.  One would say,</br>His Being was essential elegance,</br>And nothing came within its charmed sphere,</br>But took a brighter hue, and bore around it</br>Something to grace and please.  Even majesty</br>Softened itself before him, and became</br>The minister of kindness.  He could sing</br>Of war, but it was honorable war,</br>The pride of chivalry, that sunned itself</br>In ladies' eyes; but most of all he loved</br>To tell us of enchanted palaces,</br>Groves, gardens, lakes, and rivers, mingled all,</br>As if not art, but nature, had bestowed them,</br>And yet so tasteful that the hand of art</br>Was surely there, and then to fill their shades</br>With a voluptuous beauty, wantoning</br>In innocent dalliance, for he never dreamed</br>Of aught that was not pure, &mdash; his inmost soul</br>Shone as sincerely pure as mountain ice</br>Hewn from the glacier.  So he played with beauty,</br>And with enamored fondness followed it</br>Through sorrow to his grave.", "I turned me then</br>To the lower sphere, and on its fiery towers</br>Saw three, who there sat proudly eminent,</br>Erect and firm.  Lines of unwearied thought</br>Were stamped, but an intensity of passion,</br>That burned like a red furnace, gave to them</br>A wild, mysterious glare.  Passion had gained</br>The mastery, and meditation served</br>Only to give more fatal energy</br>To what it willed, and, willing, bore at once</br>To the irrevocable act.  Such spirits</br>Have made the world turn pale.  Passion thus guided</br>Has given us conquerors, who have swept the earth</br>With a consuming fire, and with the blaze</br>Of conflagration dazzled us, and then</br>Left after them a gloom, that sank like night</br>Over the frighted nations.", "Of the three,</br>One sat with sternly gathered brows, and mused</br>Earnestly, while his swart eye shot beneath</br>A fire that had no rest.  He found his pleasure</br>In planting daggers in the naked heart,</br>And one by one drawing them out again,</br>To count the beaded drops, and slowly tell</br>Each agonizing throb.  Therefore he took</br>The horrors of the Atridae for his theme,</br>Where every passion strove for mastery,</br>And every sense of duty went to war</br>With hatred and revenge; fit theme for one,</br>Who loved to put the spirit on the rack,</br>And wrench the instincts of our better nature</br>From all they clung to.  He too willingly</br>Sent all his energy into the wrongs</br>Of that mysterious Titan, who bestowed</br>On man the gift of fire, or rather gave</br>A light from heaven &mdash; Knowledge, the blessed light,</br>That quickens us, and bids our clay-cold spirits</br>Awake and live &mdash; and for this act of kindness</br>Was seized by the revengeful gods, and bound</br>In adamantine chains &mdash; confined by power</br>Struggling with truth in a captivity</br>That has no end, till one shall stoop from heaven</br>To bear for him his sufferings, and descend</br>Into the gloomy depths of Tartarus.</br>Strange and mysterious words, and spoken too</br>In a dark age, when nothing yet of light</br>From off a higher altar had descended</br>To fill the idol temple.  Boldly, too,</br>This, and full many a startling truth were spoken,</br>That have been, and will yet be, carried on</br>To their fulfilment.  Yes, the time will come</br>When all the fetters, violence and pride,</br>Hypocrisy and fraud, have twined around</br>The soul of man, shall sever like the flax</br>Before the furnace, and the united voice</br>Of earth proclaim, that every chain is broken,</br>And every spirit free.  The time draws nigh</br>When the glad shout shall ring.  It will not come</br>At the loud summons of impatient pride,</br>But in the silent going on of things</br>All shall be finished.  Let us then await</br>Calmly the close.", "Another sat with eye,</br>Scowling in sickly hate of human things,</br>And now with loftiest aspirations breathing</br>After sublimer worlds, then pouring out</br>Reproach and scorn, and with indignant wrath</br>Cursing the meanness of the baser crowd,</br>Whose touch he felt was bane &mdash; then with a sneer</br>Laughing at folly like a gay buffoon,</br>Seemingly, but a bitterness withal</br>Curled on his lip, and gave a hollow sound</br>Even to his merriest gibes.  A fallen spirit</br>Had better filled his place, for so he seemed,</br>Pandering the baser passions, with a voice,</br>That might have borne itself among the highest,</br>And long been hailed, for its redeeming power,</br>By all the wise and good.", "Between the two</br>Sat one, who seemed to rule.  His deep sunk eye</br>Burnt with an ominous glare, and on his brow</br>Strong passion worked; and yet at times he raised</br>His look aloft, and then a moment's calmness</br>Stilled it, but soon prevailing nature took</br>Her wonted way.  This man had suffered wrong,</br>Foully and cruelly had suffered wrong,</br>And this he had resented, till his mind</br>Lost the kind balance which had lifted him</br>To the calm regions of unruffled thought,</br>And holy musing.  His resentment gained</br>Such mastery o'er him, he contrived a web</br>Of most unearthly dreams &mdash; visions of hell</br>And all its horrors &mdash; that he thus might vent</br>His hatred, and deal out a deep damnation</br>On all his foes.  Methought he yet looked down</br>Into his gulfs, and saw them writhing there,</br>With a delighted scorn.", "While thus I gazed,</br>Silent and wondering, from his cloudy seat</br>He moved to meet me, like a messenger</br>Deputed from the spirits there assembled</br>To hold communion with me.  He advanced</br>Till he bent over me, and then, meseemed,</br>He stretched his ghostly hand, and with a sign</br>Of mute attention thus addressed me:  \"Hear</br>Carefully what I utter, and retain it</br>Deep in thy heart of hearts.  We are a band</br>Who gave ourselves in life to the high art</br>Of song.  For this we left the flowery walks</br>Of pleasure, and forewent the better aims</br>Of wealth and power &mdash; and some of us were doomed</br>To bear the burden of consuming care,</br>And wrestle onward to a welcome grave</br>Through poverty and scorn &mdash; and yet we bore</br>Manfully all our wrongs, and never broke</br>The allegiance we had vowed, but rather chose</br>To leave all the world covets most, and keep</br>The honorable service of the lyre,</br>Whose rich reward is fame.  And we have gained it,</br>And thus far we are happy.  If thy heart</br>Feel aught of longing to be one of us,</br>Be cautious and considerate, ere thou take</br>The last resolve.  If thou canst bear alone</br>Penury and all its evils, and yet worse</br>Malevolence, and all its foul-mouthed brood</br>Of slanderers, and if thou canst brook the scorn</br>And insolence of wealth, the pride of power,</br>The falsehood of the envious, and the coldness</br>Of an ungrateful country &mdash; then go on</br>And conquer.  Long and arduous is the way</br>To climb the heights we hold, and thou must bide</br>Many a pitiless storm, and nerve thyself</br>To many a painful struggle.  If thy purpose</br>Is fixed, then welcome.  We will hover o'er thee,</br>Thy guardian spirits, and thy careful ear</br>May often listen to our friendly voice,</br>After thy earnest toils.  We now are with thee&mdash;</br>Thou hast the records we have left behind,</br>And thou canst read them, as we wrote them down,</br>Fresh from the heart &mdash; and this it is to hold</br>Communion with us.  Let it not depress thee,</br>That few will bid thee welcome on thy way,</br>For 'tis the common lot of all who choose</br>The higher path, and with a generous pride</br>Scorn to consult the popular ear.  This land</br>Is freedom's chosen seat, and all may here</br>Live in content and bodily comfort, yet</br>'Tis not the nourishing soil of higher arts,</br>And loftier wisdom.  Wherefore else should He,</br>Who, had he lived in Leo's brighter age,</br>Might have commanded princes, by the touch</br>Of a magician's wand, for such it is</br>That gives a living semblance to a sheet</br>Of pictured canvas &mdash; wherefore should he waste</br>His precious time in painting valentines,</br>Or idle shepherds sitting on a bank</br>Beside a glassy pool, and, worst of all,</br>Bringing conceptions only not divine</br>To the scant compass of a parlor piece&mdash;</br>And this to furnish out his daily store,</br>While he is toiling at the mighty task</br>To which he has devoted all his soul</br>And all his riper years &mdash; which, when it comes</br>To the broad light, shall vindicate his fame</br>In front of every foe, and send to ages</br>His name and power &mdash; else wherefore lives he not</br>Rich in the generous gifts of a glad people,</br>As he is rich in thought?  There is no feeling</br>Above the common wants and common pleasures</br>Of calm, contented life.  So be assured,</br>If thou hast chosen our companionship,</br>Thou shalt have solitude enough to please</br>A hermit, and thy cell may show like his.\"</br>"]