["Ye shepherds, attend to my lay,</br>Give ear to your Florio's tale,</br>Who late was as blithsome as May,</br>And his song the delight of the vale.", "When late with my Hebe how blest,</br>Together we roam'd thro' the grove;</br>Each tree and each shrub can attest</br>The ardor of Florio's love.", "For here on the smooth flowing rhind,</br>Oft times wou'd I carve her fond name,</br>While Hebe in fondness reclin'd</br>By my side, seem'd to cherish my flame.", "Here oft wou'd I urge my fond suit,</br>With songs wou'd enliven the day,</br>Or to please her wou'd tune my soft flute,</br>While Hebe approv'd of my lay.", "Here oft wou'd she say with a smile,</br>Sufficient her meaning to shew,</br>(The birds seem'd attentive the while)</br>She'd ever be constant and true:", "That the stream shou'd henceforth cease to flow,</br>And birds cease to chant through the grove,</br>That flowers in the spring shou'd not blow,</br>When Hebe e'er ceased to love.", "More blest was no youth of the plain,</br>So lovely no nymph in my view,</br>Her words charm'd the ear of her swain,</br>While Hebe was constant and true.", "But now, ye soft streams, cease to flow,</br>Ye birds, cease to chaunt your soft strain,</br>Cease, Flora, your flow'rets to blow,</br>For Hebe is false to her swain!", "Then here thro' the grove will I roam,</br>The grove once with joy so replete,</br>Its shade shall afford me a home,</br>And echo my moans shall repeat.", "No more will I tune the soft lays,</br>Which Hebe was pleas'd to approve,</br>No more shall my pipe tune to phrase,</br>Or charm the recess of the grove.", "My lambkins at random now stray,</br>Unnotic'd each night, o'er the plain,</br>Now left to themselves fall a prey,</br>Or mourns the sad loss of their swain.", "Come, Corin, dear friend of my heart,</br>Here take my last solemn adieu!</br>To you I'll my wishes impart,</br>Each secret unbosom to you;", "Your friendship shall sooth my to rest,</br>And calm the sad grief of despair,</br>Hereafter my sorrows attest,</br>When Florio shall be without care.", "In the grave let my ashes be laid,</br>The swains shall in pity attend,</br>A sigh be the tribute that's paid,</br>To speak this sad loss of a friend.", "Convey to the ear of the fair,</br>Where Florio's silently laid,</br>Pronounce that my love was sincere,</br>And death hath my passion repaid.", "This is my request 'ere I die,</br>Yet be it with tenderness told,</br>Perhaps she'll lament with a sigh,</br>\"When Florio's ashes are cold.\"</br>"]