["When Comedy, poor dame was old,</br>A vagrant strumpet and a scold,</br>The beadle forc'd her to remain</br>In a tall cage near Drury lane:</br>Her children all, with different faces,</br>Sprang from promiscuous embraces,</br>With bawling, ballad-singing yell,</br>Crowded around her vaulted cell:</br>Till once, 'tis said, in riot frisky,</br>High prim'd with true Hibernian whiskey,</br>The motley Savoyarding band</br>In the piazza took their stand:</br>And as they oft had tried apart</br>The mumming masquerading art</br>Each, to please the gaping crowd,</br>Rehears'd his separate part aloud.", "First Snip snap aim'd her skill to try,</br>(A spurious branch of repartee)</br>And giggling laugh'd she knew not why,</br>E'en at her own affected glee.", "Next enter'd puzzle-headed Plot,</br>His limbs a fowler's net surrounded;</br>Striving to tear each stubborn knot,</br>His left \"confusion worse confounded!\"", "But thou, Stage Loyalty, all boast and brag,</br>What was thy sublime oration?</br>Where'er the scene, or false, or true,</br>Whether in China or Peru,</br>Still, still it prais'd the English nation,</br>And to Britannia bade the world submit;</br>Still would the patriot strain prolong,</br>And from the gallery, box and pit</br>Call bowling Encore, to repeat the song;</br>And whilst in his own praise he spoke</br>Encore stood by and bawl'd out \"hearts of Oak;\"</br>Whilst Loyalty huzza'd and wav'd the British flag:", "And longer had he wav'd &mdash; but cleft in two</br>Arch-rainbow Scenery arose,</br>His trembling lips the magick whistle blew,</br>And straight appear'd the craggy rocks,</br>High mountains, drawing-rooms and flocks,</br>Prisons to guard a truant daughter,</br>And cataracts of real water;</br>And dapper trees in new green clothes,</br>All nodding \"How d'ye do,\" in rows;</br>And though sometimes, each loud applause between,</br>Rejected Costume at his side,</br>\"All this is mighty pretty,\" cried;</br>\"But tell me, gaudy painter, what</br>It has to do with me or Plot?\"</br>Still Scenery lengthen'd out his tether,</br>And Europe, Asia, Afric, danc'd a jig together.", "Thy gambols, Farce, now high, now low,</br>Were nought but war-whoop, stride and grin;</br>'Twas now philanthropy in Merchants' Row,</br>And now a boasted harlequin.", "With eyes upturn'd and hose unmended,</br>Pale Sentiment a tub ascended,</br>And from her methodistick throne,</br>In piteous lamentable tone,</br>Pour'd in Soliloquy the doleful note,</br>While caught from box to box around,</br>Dulness bore the soothing sound,</br>Soft o'er the pit the drowsy murmur's float</br>And round the gall'ries flit in fond delay;</br>Till tir'd with clapping and encoring,</br>All gently nodding, dozing, snoring,</br>In sleep the audience died away.", "But O how alter'd was the wondering stare,</br>When mad Buffoonery, leaping forth to view,</br>A fool's-cap jingling on his crown,</br>One stocking red, the other blue,</br>Cried \"dam'me, that's your sort,\" and knock'd old Squaretoes down;</br>Then strew'd the earth with broken crockery ware.</br>The heroes of the upper gallery go</br>In gathering crowds to see the show,</br>Creeping from forth their alleys low;</br>Exulting Folly join'd the yell,</br>And Bedlam shook his chains through every cell.", "Last came Pun, as Janus sturdy,</br>He in zig-zag motions prancing;</br>To the jews-harp his teeth address'd;</br>But soon he spied the hurdy-gurdy,</br>Whose buzz ambiguous pleas'd his ear the best.</br>They would have thought who heard him gabble</br>His Babel jargon to the rabble,</br>They saw in village pool a goose,</br>Her red beak split, her pinions loose,</br>To her own hisses madly dancing.</br>Whilst as conundrums round he flung,</br>Pun join'd with Folly in an Irish reel;</br>Naked her body was, and light her heel,</br>And he, sworn foe to melancholy,</br>Scorning to be outdone by Folly,</br>Shook nameless nothings from his quiv'ring tongue.", "O Comedy, thou fallen fair!</br>Friend to pleasure, foe to care,</br>Now common grown to half the town&mdash;</br>Where is thy former fair renown?</br>Whene'er stage history records</br>The memory of thy wedded lords,</br>Dost thou no fond remembrance feel</br>For Congreve, Coleman, Cibber, Steele?</br>Hadst thou reserv'd for such a race</br>Thy matrimonial, chaste embrace,</br>Thy womb had ne'er produc'd to view</br>This spurious raggamuffin crew.</br>'Tis said, and I believe the tale,</br>Thy lash of old could more avail,</br>Wrought more amendment from the stage,</br>Than all that charms this senseless age.</br>For shame!  give o'er this vagrant life,</br>Become once more a wedded wife;</br>Or turn to fasting, prayers, and Lent,</br>And in thy widowhood repent.</br>"]