["I stood, Edina, on thy Bridge of Sighs,</br>For who that passes but has sighed or bann'd,</br>To see from out the loch that structure rise,</br>As from the touch of dark enchanter's wand?</br>A thousand years shall its dull rays expand</br>Around thee?  Doth a dying glory smile</br>O'er that fair princely street, with house and land</br>Fronting the Scottish lions castle pile,</br>Fronting Auld Reekie, thron'd on stinking closes vile?", "She looks like old Cybele on mount Ida,</br>Rising with her tiara of proud towers,</br>At airy distance, with majestic pride, a</br>Mother of lawyers, writers' clerks, and whores:</br>And such she was &mdash; her daughters had their dowers</br>From spoils of clients &mdash; nor her casements creased</br>To pour into her lap their yellow showers,</br>Gilding her robe &mdash; and that fragrant feast</br>Monarchs partook, nor turned their noses up, the least.", "In Reikie sounds the town-guard's drum no more,</br>Nor cadie piles, nor \"wha wants me\" is near,</br>Her Luckenbooths now choak the common shore,</br>And \"Gardello\" but seldom meets the ear.</br>Those days are gone &mdash; but wenches still are here:</br>Lands fall, flats empty &mdash; nature doth not die,</br>Nor yet forget how Reikie once was dear,</br>With her cheap clarets' bright festivity,</br>Revel of tappet-hen, high jinks, and mutton-pie!", "But unto us she hath a spell beyond</br>Her lands of fourteen stories, long array</br>Of mighty shadows, whose dim forms despond</br>Above the Provostless city's waning sway:</br>Ours is a trophy which will not decay,</br>With all the Baillies &mdash; Brodie, Thomas Muir,&mdash;</br>Leith-pier will ne'er be worn or swept away:</br>The key-stones of the arch!  Though, to be sure,</br>What now I would be at, sounds, I must own, obscure!", "The beings of the wynd are not of clay,</br>Or stone, or lime, or mortar; they create</br>And multiply false keys, or else the ray</br>Of more insidious eloquence; that which fate</br>Prohibits to dull life in this our state</br>Of mortal bondage, is by such supplied,</br>Fine spirits exiled, pilloried, or late</br>Tucked up!  No matter!  Leith pier will abide</br>The longest, giving air and exercise beside.", "This is the best refuge for our youth and age&mdash;</br>So Hope will tell you &mdash; so will Gregory;</br>An old idea peopling many a page,</br>As well that which grows beneath mine eye:</br>Yet these are truths whose strong reality</br>Outshines our fairy-land:  good news, good news,</br>To hypochondriacs, such whose fantasy</br>Those strange quack-medicines constantly amuse,</br>Which Solomon and Co. are skilful to infuse.", "I too have swallowed such &mdash; but let them go&mdash;</br>They came like truth, and disappeared like dreams:</br>And whatsoe'er they were &mdash; they're but so so:</br>I could replace them all if I would, still teems</br>My mind with many a nostrum drug, which seems</br>Such as I sought for, and a moments found:</br>Let these go too &mdash; for waking reason deems</br>Such overweening phantasies unsound,</br>And other Doctors call, all whom may Heaven confound!", "Monro once ruled, and Gregory now reigns;</br>George Bell now feels the pulse which John Bell felt;</br>Dispensaries, Infirmaries, and chains</br>Purge, slash, and clank where'er the city's belt</br>Girdles it in &mdash; a space that may be smelt!</br>So we go on, I fear to little good&mdash;</br>Meanwhile the rivals one another pelt!</br>Oh, for one hour of him who knew no feud,</br>Th' octogenarian chief, the kind old Sandy Wood!</br>"]