["Who?  hapless, helpless being, who</br>Shall strew a flower upon thy grave?</br>Or who, from \"mute oblivion's power,\"</br>Thy disregarded fame shall save?", "Honor, and wealth, and learning's store,</br>The votive urn remembers long;</br>And ev'n \"the annals of the poor,\"</br>Live in their bard's immortal song.", "But a blank stone best stories thee,</br>Whom sense, nor wealth, nor fame could find:</br>Poorer than aught beside we see,</br>A human form without a mind.", "A casket gemless! &mdash; yet for thee</br>Pity suspends the tender wail;</br>For reason shall a moral see,</br>While mem'ry paints the simple tale.", "Yes, it shall paint thy humble form,</br>Clad decent in its russet weed,</br>Happy in harmless wandering's charm,</br>And pleas'd thy father's flock to feed.", "With vacant, reckless smile she bore,</br>Patient, the scorner's curel jest;</br>With unfix'd gaze could pass it o'er,</br>And turn it pointless from her breast.", "Her tongue, unable to display</br>The unform'd choas of her mind!</br>No sense its rude sounds could convey,</br>But to parental instinct kind.", "Yet, close to every human form</br>Clings imitation's mimick power,</br>And she was fond and proud to own</br>The school time's regulated hour:", "And o'er the mutilated page</br>Mutter'd the mimick lesson's tone;</br>And ere the scholar's task was said,</br>Brought ever and anon her own:", "And many a truant boy would seek,</br>And drag reluctant to his place;</br>And ev'n the master's solemn rule,</br>Would mock with grave and apt grimace.", "Each heart humane could freely love</br>A nature so estrang'd from wrong;</br>And even infants would protect</br>Her from the passing traveller's tongue.", "But her prime joy was still to be,</br>Where holy congregations bow;</br>Rapt in wild transports when they sung,</br>And when they pray'd, would bend her low.", "O Nature!  wheresoe'er thou art,</br>Some latent worship still is there;</br>Blush ye!  whose form without a heart,</br>The Ideot's plea can never share!", "Poor guileless thing!  just eighteen years,</br>Parental cares had rear'd alone;</br>Then (lest thou e'er should'st want those cares,)</br>Heaven took thee spotless to its own.", "Full many a watching eye of love</br>Thy sickness and thy death did cheer;</br>And reason, while she joys, approves</br>The instict of a parent's tear.", "Poor guileless thing!  forgot by men,</br>The heaving turf directs to thee;</br>\"'Tis all thou art\" to mortal ken,</br>But Faith beyond the tomb can see.", "For what a burst of mind shall glow,</br>When disencumber'd from this clod;</br>Thou, who on earth could'st nothing know,</br>Shall rise to comprehend thy God!", "Oh!  could thy spirit teach us now,</br>Full many a truth the gay might learn;</br>The value of a blameless life</br>Full many a scorner might discern.", "Yes!  they might learn who waste their time,</br>What it must be to know no sin:</br>They who pollute the soul's sweet prime,</br>What, to be spotless pure within.", "Go!  then and seek her humble grave,</br>All ye who sport in Folly's ray,</br>And as the gale the grass shall wave,</br>List to a voice that seems to say:", "\"'Tis not the measure of your powers,</br>To which the eternal meed is given:</br>'Tis wasted or improved hours,</br>Which forfeit or secure your heaven!\"</br>"]