["Friend Hal,</br>As I once gave my word, you should certainly know</br>What pass'd, should I visit the regions below;</br>From a dark gloomy room with the stump of a quill</br>I have pen'd this short journal, my word to fulfil.", "Know then, my affairs being settled, that done,</br>I had nothing to do, but to die, and begone;</br>In due form of law then, I fairly departed,</br>And quickly, and safely, was hither transported.</br>As I know you are curious in search of things strange,</br>I'll relate what I found, by my whimsical change!", "The POETS, both Grecian and Roman, of old,</br>Of whom, we so many fine things have been told,</br>Live here in great state, are Grandees of the court,</br>To whom all the moderns most humbly resort;</br>Yet few find admittance, or favour with those,</br>So poor their appearance, so shabby their cloaths,</br>Some, indeed, if they've interest, a place may obtain,</br>And enjoy, what by merit, was sued for in vain,</br>But the rest are a poor shabby crew in the main:</br>In short the whole tribe, are at best but so, so,</br>As you'll find by their state, and condition below.", "Old CHAUCER and DRAYTON are here in good plight,</br>And SHAKSPEAR AND SPENCER appear pretty tight;</br>BEN JOHNSON sells ale at the side of the trill,</br>And BEAUMONT and FLETCHER go halves in a mill;</br>Old MILTON'S still blind, but is much in request</br>With HOMER and VIRGIL, and most of the best;</br>And ADDISON, lately assigned as his guide,</br>Enjoys a small place, and a pension beside;</br>Poor SAVAGE looks cheerful, and OTWAY'S well fed,</br>But appears much averse to the sight of new bread;</br>I found CUMBERLAND dull, tho' of late he's grown merry,</br>And mended his looks, since he shook hands with SHERRY;</br>That wit's just arrived, and seems perfect at ease,</br>For he finds here no dun, writ, or bailiff to tease.", "Yet BUTLER of all, looks the best, let me tell ye,</br>Has money, good cloaths, and can now fill his belly;</br>Is lately prefer'd as his highness's jester,</br>For which he, per diem, has two and a tester;&mdash;</br>In troth, I was glad to see BUTLER so mended,</br>Who had suffer'd so greatly, before he descended;</br>Old DRYDEN sells Nectar, an excellent dram,</br>And SHADWELL is kept by a wealthy old dame.", "POPE and SWIFT, when they met, arm in arm took their way,</br>In search of their much esteem'd friend, JOHNNY GAY;</br>They call'd at each tavern, and sought all around,</br>Where they thought it most likely he was to be found;</br>'Till at length being hungry they happen'd to drop</br>As kind fortune will'd it, into a cook shop;</br>There they spied their old friend, full as round as a hoop,</br>Regaling himself o'er a bason of soup.", "Old DRYDEN sells nectar, I told you before,</br>But has lately put up a new sign at his door,</br>And if he goes on, as he hath done of late,</br>In a very short time, he will get an estate;</br>For honest CHARLES CHURCHILL approves of the plan,</br>And takes to his house all the custom he can;</br>They've establish'd a club, and when he takes the chair,</br>The true sons of Genius are sure to be there;</br>The nectar's so good, and the members so hearty,</br>You'd be glad, I am certain, to be of the party,</br>For HALL and old YORICK, with three or four more,</br>Such as FIELDING and Co. keep the board in a roar.", "Here are more &mdash; but so ragged, so poor, and so sad,</br>'Twere a shame you should know, their conditions so bad.</br>As for me!  I am just advertised to be let,</br>So that will become of me, cannot tell yet.</br>Still a change for the better, I look &mdash; for I need it,</br>Which long service won't gain me, I find, should I plead it!</br>So must leave that to chance, what desert can't effect,</br>And invoke from the just, a reproach on neglect.", "When I first came, some ask'd my condition on earth,</br>So I told my mishaps, from the time of my birth;</br>My relation, they said, oft excited their grief,</br>But to some parts, they own'd, they could scarce give belief;</br>They thought me hard used!  Bid me be of good cheer,</br>Nor doubt that an act of atonement was near:</br>On this hope, tho' 'twas pleasing, I shall not depend,</br>For practice has prov'd, Fortune was not my friend,</br>But when once I am settled, I'll write t' ye again,</br>'Till when, your fast friend, honest F&mdash; I remain.", "POSTSCRIPT.</br>The playhouses, I've learned, are all in a bad way,</br>And if not back'd by talent, must fall to decay;</br>That wise as the age is, a good play is so rare,</br>That the boxes, and pit, look deserted and bare.</br>This distaste is promoted by snakes in the grass,</br>Who are known to hold forth against play, drame, or farce,</br>This I'm sure, should the actors be left in the lurch,</br>It will not be the fault of our good mother Church,</br>But those sprouts, set methodic, which if spread to a tree,</br>Will o'ershadow all rational pastime you'll see;</br>The most innocent sport they'll ne'er cease to revile,</br>And with the face hypocritc, decry e'en a smile.</br>Thus THEATRES in time will Conventicles be,</br>And deceit prove the downfal of taste, wit, and glee!</br>"]