["ROBIN.</br>So Symon, lie you here?  its weil wi' you,</br>To sing an' sleep's the maist ye ha'e to do:</br>God help us!  we our lang-held houff maun flee,</br>And seek anither hame beyond the sea;</br>While laid fu' keidgily aneath the shade,</br>Wi' leaves an' lilies round your head;</br>Of dautit Peggy's gowden locks you sing,</br>Till hill an' dale wi' Peggy's praises ring.", "SYMON.</br>O Robin, a' this happiness you see,</br>The laird, God bless his honour!  ga'e to me:</br>We mauna part; an' whan he gets his due,</br>The lady san'na want a bountith ewe;</br>For aft he bids me ca' them wi' his ain,</br>And aft has hobbl'd at my merry strain.", "ROBIN.</br>Lang be it sae:  But man, can ye find out</br>Why ilka thing's gaen withershins about?</br>I'm sick mysel:  the oindroch flock I ca',</br>You see to skin an' bane are dow'd awa.</br>Our paughty knabs have sauls as hard as flint,</br>And beasts their naturality ha'e tint.</br>This back-gen beaugh that fills my weary hands,</br>Ew'd lamies twa amang the willow-wands:</br>But, strange to tell!  as soon's she loot them fa',</br>The barb'rous creature up, and ran awa.</br>My mind was doited, or I might ha'e kent</br>That this would follow whan my trees were rent.</br>O!  whan the corbie croup'd an' crummy grain'd,</br>Had I mysel, my ewes, an' planting fain'd,</br>This day my fortune had not been sae blae,</br>Nor had I tumbled backlins down the brae.</br>But, Symon, whar gaed ye the laird to meet?", "SYMON.</br>Robin, was ever ye on Reikie's street!</br>Glaud anes was there; an' mony a time ye've heard,</br>An' mony a time hae questions at him spear'd</br>Of what he saw.  As lang's the lift's aboon,</br>Glaud's tales o' Reikie never will be done.</br>Indeed, till I was there, I thought our nown</br>Might bell the cat wi' ony borough's town;</br>I might as weil ha'e even'd trees to grains,</br>Or ane o' our sma' mallins to the mains;</br>As far's the statliest broom outstrips the know,</br>'Boon ilka town Auld Reikie lifts her pow.", "ROBIN.</br>But, man, in a' the earth what took ye there?", "SYMON.</br>I gaed na errandless, ye needna speir:</br>My case was bad as yours, if naithing worse,</br>As teem my belly, an' as poor my purse.</br>The chamberlain rampaging for the rent,</br>Like baited bear on herrying me was bent;</br>But what was war than a' the rest had been,</br>I tint my saul on Jenny's thieving een;</br>'Twou'd mak your flesh creep on your banes, to hear</br>Her cruelties to me this last half-year;</br>At turning o' a strae she took the fling;</br>Whan I was dorty she was sure to sing.</br>Ae antran morn I met her at the creeve,</br>(I'll ne'er forget it to her while I live),</br>I mintit only anes to prie her mow:</br>\"Swythe, mensless beast!  she says, an' kiss the sow.\"</br>GOD help the man that speirs an' dinna speed!</br>Troth Robin, she was like to be my dead;</br>I saw my hell was growing to a height;</br>I mather'd was a' day, an' mad a night.</br>Ae morning in a wooden dream I raise,</br>Took aff my beard, pat on my Sunday's claise,</br>Syne buckled round my plaid o' tartan hue,</br>Took bawty at my foot, nor bridle drew,</br>Till I the laird on Reikie's causey gat;</br>(Robie, there's mony a mile twixt this an' that);</br>I hail'd him first; he ca'd me by my name,</br>And ferley'd what fuish me sae far frae hame.</br>I told him a', and said, wi' wat'ry een,</br>I meant to gang awa an' ne'er be seen.</br>\"Stop, Symon, stop, he says; I've heard enough;</br>Gang hame, my honest man!  an' streik the plough,</br>Tak tent again, an' byganes are forgiv'n,</br>For otherwise we canna win to heav'n.\"", "ROBIN.</br>For sic a speech God had him lang his heal';</br>Thy're now thin sawn would tell you sic a tale;</br>Were a' our lairds but half as kind as he,</br>Sac mony would nae flock beyond the sea.", "SYMON.</br>I ne'er had utteridge to mak a phrase,</br>Or dress a dish o' fyttings a' my days;</br>I mutter'd a short pray'r, an' took my leave,</br>Syne drank a gockiefu' to mak me steeve,</br>An' off I came:  I think I bedna lang</br>To hear the gilgal o' the brulying thrang.</br>Came hame, an' call'd at Eddie's as I past,</br>Sat down, and tauld him a' frae first to last:</br>The auld fowks heard me glad my tale descrive,</br>And Peggy was the happiest thing alive.</br>Frae that day forth my cares were unco sma',</br>An' soon in Peggy's smile I lost them a';</br>'Cause saucy Jenny slighted me whan poor,</br>I've sworn my foot shall never file her floor.", "ROBIN.</br>Now wae gae by thee, Peggy, weil I kent</br>'Twas nae for nought sae mony sighs were spent;</br>On their ain stalk she watch'd the berries blue,</br>An' apples, red as her ain cheeks, for you.</br>Ae day she took me to the inmost know,</br>Stood lang, an' look'd about, an' claw'd her pow,</br>Syne ask'd me, wi' a sigh, gif I could say</br>Beyond what far aff hill Auld Reikie lay.</br>The woods, the wells, the greens wi' gowans bra,</br>Had naething sweet whan Symon was awa.", "SYMON.</br>On man!  what pleasure is it to be free!</br>In Peggy's smile there's heav'n an' liberty.</br>As lang's I ken mysel I'll bless the laird,</br>An' yearly in the rig, the moss, or yard,</br>Sax days twice tald o' eidant wark I'll give,</br>An' 'fore the lady rin as lang's I live.", "ROBIN.</br>Happy auld man!  ye naething ha'e to fear,</br>There's nane dare twin ye o' an inch o' gear,</br>Nor great nor sma' dare ask ye what ye do,</br>Or tak the pairing o' a rig frae you:</br>We're driven frae the houf o' our forbiers</br>That nurs'd us a' these mony hunner years.</br>I've toil'd mysel awa to skin an' bane,</br>An' Madge, till a' the earth grew red an' green,</br>Has mony a hungry day sat at her wheel,</br>Baith 'sham'd to beg, an' mair asham'd to steal!</br>Now stript of house an' haul, of horse and plough,</br>By ane wha thinks he never has enough;</br>We're forc'd for want at hame to tak the sea,</br>Or else to lie down at a dyke an' die.</br>Alas!  an ' fall a villain streik a foam,</br>Or saw ill-gotten feed in Robie's howm!</br>Alas!  that e'er a cullion's fusome greed</br>Should stain my hearth, a stranger yet to bleed.</br>Happy auld man!  whan I'm toss'd far awa,</br>Wi' hungar tint, or sinking in a jaw,</br>Here on the brent ye're lying wi' your sheep,</br>An' your ain bees are singan you asleep;</br>While o'er your head the linnet lilts her sang,</br>An' at your feet the bournie purls alang.", "SYMON.</br>But, Robin, ken ye what airt ye're gaen?", "ROBIN.</br>On, gaen! &mdash; I kenna, some say to Canaan,</br>An' some, whar men do ane ainither flea,</br>'Mang Turks as black as what I winna say.</br>Wi' all agust o' this my flesh a' grues;</br>Sic malagrugous cullions are nae mows:</br>But yet to bide whan wasted to the spaul,</br>Wou'd be like putting hand i' my ain saul:</br>Ae thing I well believe, I'll ne'er come back</br>About auld fairnyears wi' my friend to crack;</br>Sae God be wi' you, man!  what sun and moon</br>Drap frae the lift, and a' thir days are done,</br>At happier springs I hope we'll meet again,</br>Whar no proud laird dare rob us of our ain;</br>Till then may merriment your life attend;</br>Lang may his honour kythe your keenest friend!</br>May health an' hearty bannocks crown your toil;</br>Lang may you live, and lang may Peggy smile.", "SYMON.</br>Na, Robin, na, this night we shanna part,</br>To-morrow's soon enough to break my heart,</br>I've cruds an' reem, an' ither things afouth</br>We'll eat upon the green for sake of scouth;</br>I'll o'er the gait for Eddie and the rest,</br>And her whase smile is sweeter than a feast.</br>Now ruddy evening kindles ilka stream;</br>The owsen frae the plough are wearing hame;</br>The reek now rises tyte frae ilke lum,</br>An' Browney frae the westart hills is come.</br>"]