["Fair art thou, Syria!  when the summer rose</br>Wreathes thy green laurels in its virgin-prime;</br>Fair, when the mellowed ray of Autumn glows</br>On the hoar summits of thy hills sublime;</br>But thou wert fairer in the morn of Time,</br>In Earth's young loveliness, when bounteous Heaven</br>Shed all its splendours on thy cloudless clime;</br>Nor yet wild Ocean's vengeful waves were driven</br>O'er thy devotes plains, to whelm the unforgiven.", "And thus I sing thee, ere the foaming flood</br>Had swept thy vallies; &mdash; while the smiling land,</br>By God's approving voice recorded \"Good,\"</br>Bore the fresh impress of his Master-hand:</br>A bluer wave broke sparkling o'er the strand;</br>With broader radiance beamed the Orb above;</br>And softer gales with richer fragrance fanned</br>A clearer fountain and a cooler grove,</br>And all beneath the sky was harmony and love.", "All save the heart of Man.  Enshrouded there</br>A Sorceress lurked, whose rancour fierce and fell</br>Could shed pollution o'er a scene so fair;</br>And, by the potent poison of her spell,</br>Transform Mankind to Demons &mdash; Earth to Hell;&mdash;</br>Yea, e'en to God's own seat th' Enchantress soared,</br>Raising a feud His arm alone could quell;</br>Then Seraphs sank beneath her wiles abhorred,</br>And now on guilty man she draws th' avenging sword.", "But all as yet is Beauty.  From his throne</br>Of Glory, crowned with those meridian beams</br>Which daunt up-soaring Eagles, the high Sun</br>Looks down resplendent:  earth, sea, mountains, streams</br>Smile in his lustre, till Creation seems</br>To emulate the splendours of the skies;</br>Bright as the rapt Arabian fondly deems</br>Of promised fountains pure, and suns that rise</br>To set no more for aye o'er plains of Paradise.", "Yet the full blaze of noon's pervading ray</br>Descends in vain o'er yon umbrageous grove,</br>Where the tall cypress and o'ershadowing bay</br>And brown beech mingling with the plant of love</br>Form many a fragrant bower, and arched alcove;</br>While flowers of matchless beauty deck the sod;</br>Such as the first and fairest Virgin wove</br>To wreathe her brow; &mdash; such, where th' Eternal trod,</br>Glad Earth spontaneous poured; meet homage to her God.", "There too from every cleft transparent gushing</br>Unnumbered rills their devious course pursue;</br>From crag to crag with wanton wildness rushing;</br>Tinging with silvery foam their waters blue;</br>Or smoothly flowing, like the mirror true</br>Of that clear fount, where young Narcissus viewed</br>His own dark eye, and soft cheek's blooming hue;</br>With plaintive prayers th' illusive image wooed,</br>Then rushed with fond embrace, and clasped the faithless flood;", "He clasped and maddened.  But of this sweet grove</br>Shall future bards in pensive numbers sing</br>A lay of fonder and more hopeless love;&mdash;</br>How, as fair Daphne in the lucid spring</br>Pranked her light tresses, Day's enamoured King</br>Chased the coy maid &mdash; in breathless wild dismay</br>She fled, but Dian stooped her aid to bring;</br>The plant which, like his love, knows no decay,</br>By Phoebus hence was worn, the pure perennial bay.", "O that a scene, where Man might almost deem</br>His Paradise restored, his fall forgiven;</br>And hail the presence of the Great Supreme</br>As in the Eden whence his Sire was driven,</br>Should only lead him more astray from heaven!</br>O that his soul, with worse than frenzied madness,</br>Should bind the chain, which Mercy else had riven;</br>And change the bowers of bliss, the hymn of gladness,</br>To scenes of bleak despair, and harrowing shrieks of sadness.", "On that famed mount, from whose cloud-mantled brow,</br>While the still earth is yet in darkness sleeping,</br>Thy wondering eye can trace Day's orient glow</br>The Eastern skies in golden glory steeping;</br>The youths and virgins of the land are keeping</br>With sacrifice and song, their rites divine;</br>And while on many an altar Priests are heaping</br>Sabaean odours, round each stately shrine</br>They raise the votive lay; the graceful dance entwine:", "Away!  nor listen to the silver lyre,</br>Nor heed the music of the choral strain;</br>The minstrel youths, the white-robed virgin-choir</br>Breathe empty vows to Idols worse than vain; </br>Those lovely maidens are the race of Cain;</br>But oh!  enthralled by woman's wanton wile</br>Seth's holier offspring stoop to rites profane!</br>Alas!  that aught so false as Beauty's smile</br>Should thus to deeds accurst the Sons of Peace beguile.", "'Twas ever thus.  A glance &mdash; a sigh &mdash; a tear&mdash;</br>The downcast eye &mdash; the bosom's fluttering swell</br>Can tame the mightiest &mdash; and, but Heaven were near,</br>Could win the wisest &mdash; holiest to rebel.</br>A world was lost by one seductive spell.</br>Yet think, vain boaster, ere thou proudly dare</br>Condemn or curse thy hapless Sire who fell,</br>Hadst thou withstood a form so fond and fair?</br>If thou art still untried, be grateful, and beware!", "Alas!  still Beauty works, as then it wrought,</br>The wreck of nations, as of worlds before;</br>Still in the wanton's lure the soul is caught,</br>Till Conscience slumbers, Faith forgets to soar,</br>And Wisdom, vanquished, wakes and warns no more;&mdash;</br>But pause we here the mournful tale to tell</br>How that deluded tribe, whose Fathers bore</br>The image of their Maker, darkly fell,</br>By woman's wiles betrayed, and subtle snares of Hell.", "Long in sequestered glens, and mountains wild,</br>Peaceful and pure, the tribes of Seth abode;</br>Pleased on his favoured race JEHOVAH smiled,</br>And Seraphs hailed them as the Sons of God;</br>To tread the path their sainted Sires had trod;</br>To till the fruitful vallies, or to tend</br>Their flocks on hills where stately forests nod;</br>Around the social sacrifice to bend,</br>And to their Fathers' God glad hymns of transport blend;", "Such was the blameless tenor of their life;</br>While, unrepining, to the Sons of Cain,</br>A race inured to rapine and to strife,</br>They left the spicy groves, the cultured plain,</br>And the rich harvest of the golden grain;&mdash;</br>Nor vainly left &mdash; from that apostate brood</br>Fled Peace, and Hope, and Joy, a lovely train</br>To seek asylum in their mountains rude,</br>Till Eden bloomed anew in that blest solitude.", "Ah how from such abodes of bliss serene</br>Could guests like these be exiled?  How could Hell</br>Win its foul path, unheeded and unseen,</br>E'en to the spot where Saints had loved to dwell?&mdash;</br>Small marvel Man should fall when Angels fell!</br>Ambition &mdash; Pride &mdash; the baleful lust of sway</br>Can pierce the peaceful Anchorite's lonely cell;</br>The Sage's calm seclusion; and betray</br>The heedless heart to cast immortal joys away.", "Oft from their hills the Sethite youth surveyed</br>The pomp of legions, rushing to the war;</br>Triumphant Chiefs in glittering arms arrayed,</br>And shouting myriads pouring from afar</br>To hail the Victor on his trophied car;&mdash;</br>Till, in the troubled thoughts of hope's wild dream,</br>Fame rose before them, like a lovely star</br>Rich and resplendent with a brighter beam,</br>Than Passion yet had learnt of earthly bliss to deem.", "O with what fervour did each sacred Sage,</br>The holy Lamech, and his reverend Sire,</br>The first of men in wisdom as in age,</br>Mathusala, to curb that rash desire,</br>With all a Father's anxious love conspire;</br>While &mdash; more than both &mdash; the consecrated Seer,</br>The righteous Noah, with prophetic fire</br>Bade the bold youth their Maker's mandate hear,</br>His proffered mercy prize:  his menaced vengeance fear.", "Had but Ambition's Wisdom's voice withstood,</br>Virtue perchance had conquered; but alas!</br>Hell hath a charm with stronger spells endued,</br>And framed with wiles more fatal!  This it was</br>Which lured the Father of Mankind to pass</br>The limits of his Eden, and consign</br>His countless progeny, a wretched mass!</br>To long, long exile from that home divine:&mdash;</br>Ah who can trace the toils that round the heart entwine?", "In evil hour to that time-honoured shade,</br>Once the loved home of him who never died,</br>Alone, unguarded, came a stranger-Maid;</br>Of that sweet age, when Beauty's conscious pride,</br>Chastened by virgin modesty, hath dyed</br>With Shame's first blush the fair cheek's snowy whiteness;</br>When youth and graver womanhood divide</br>The lovely prize, and Childhood's playful lightness</br>Lurks in the sportive smile; beams in the eye's young brightness.", "A Son of Seth descried her.  Had she smiled</br>Perchance his heart its oft-pledged faith had kept,</br>Nor female blandishments again beguiled</br>The heedless to rebellion; but she wept&mdash;</br>And with her tears subduing softness crept</br>Through his whole frame resistless, till he proved</br>Though Passion's power had long in silence slept,</br>It lived to conquer still:  his breast was moved</br>With specious pity first &mdash; he solaced next &mdash; then loved.", "She told a simple tale of meek distress;&mdash;</br>From venal vows her shuddering soul forbade</br>She fled an outcast to the wilderness;</br>To pine or perish in the lonely shade</br>Ere wed a Lord she loved not.  She had strayed</br>Since Morn's first beams were brightening in the sky,</br>And now one little boon was all she prayed</br>Nor let his wrath her lowly suit deny&mdash;</br>She only asked in peace and purity to die.", "Low at his feet the suppliant Virgin knelt&mdash;</br>She spoke no more &mdash; but oh!  that pleading sigh!</br>Those white hands clasped in prayer!  would they not melt</br>The frozen heart of age?  And why, oh why</br>Should cold suspicion doubt, or weakness fly</br>A simple Maiden?  Must he turn and doom</br>A form so lovely to despair or die?</br>It cannot be that Guilt could e'er assume</br>That look of patient grief!  that cheek of matchless bloom.", "But know'st thou not, rash youth!  that Falsehood's lure</br>Is ever framed the stamp of Truth to bear;</br>That Man is weakest still, when most secure,</br>And Beauty's smile oft falsest, when most fair?</br>A woman tempts thee, but a Fiend is there!</br>And wilt thou shame thy yet untainted line?</br>A guiltier Adam, wilt thou madly dare,</br>Like him thy peace) thy Paradise resign?</br>Canst thou repeat that fall, and hope forgiveness thine?", "It was not that he pitied; for the thrill</br>Of heaven-born pity aye to heaven is dear;</br>It was not that he solaced; for to still</br>The throbbing breast, and wipe the mourner's tear</br>Is virtue's proud prerogative, and here</br>Had seemed perchance like mercy &mdash; but to love;&mdash;</br>'Tis the first plunge in Folly's rash career,</br>And whirls him to destruction:  'tis to prove</br>A recreant Traitor, false to holier ties above.", "Is't then a crime to hang on Beauty's smile,</br>Burn at her blush, and sink beneath her tear?&mdash;</br>'Tis worse than guilt when Beauty would beguile</br>Her spell-bound captive from a Father's fear,</br>And bid him brave th' Eternal!  Oh revere</br>Thyself, thy Sires, thy God, and rend the chain</br>That round thy heart is twining.  Wake!  and hear</br>The warning voice; thy fatal flame restrain!</br>And be the child of faith, the loved of Heaven again!", "He paused a moment &mdash; for the dark abyss</br>Rushed on his soul, and all beyond the tomb;</br>He paused in vain; her tearful eye met his;</br>That look hath stifled conscience &mdash; sealed his doom&mdash;</br>And sentenced myriads to eternal gloom;&mdash;</br>'Tis o'er!  the chain is fixed &mdash; the deed is done&mdash;</br>The flame breaks forth whose fury shall consume</br>A faithless world:  the Fiend his prey hath won;</br>For Guilt is in the heart, and Guilt is Hell begun.", "Nor deem his trespass venial, for he knew</br>The maid a daughter of that lawless race,</br>Whose Sire accursed to woods and wilds withdrew</br>To hide the mark no Time could e'er efface,</br>And shun the All-pervading.  Still the trace</br>Of blood was in his offspring; still the cry</br>Of wrath and war was in their dwelling-place;&mdash;</br>They knelt to idols; and would Heaven ally</br>Its own loved seed with Guilt's apostate progeny?&mdash;", "What need of words?  Seductive beauty won</br>The mountain-fortress Force had stormed in vain;</br>The deadly plague that fatal hour begun</br>Spread like devouring fire:  soon to the plain</br>By frantic ardour borne, the youthful train</br>Impetuous rushed; in vain the Patriarchs strove</br>To awe by terrors, or by tears restrain;</br>They recked not Sires below, nor God above;</br>So strong were woman's charms, and such the power of Love.", "But said I Love?  Oh no!  When Man was driven</br>From his lost Eden to a world of woe;</br>Superior Love to soothe his griefs was given,</br>And lead him back to virtue.  In its glow</br>There is a transport Guilt can never know,</br>Or, knowing, could not cherish.  On the ties</br>Of social tenderness that bind below</br>Love sheds its ray:  but for its native skies</br>Reserves a purer beam &mdash; for True Love never dies.", "But Seth's lost children loved not, though the name</br>Of love might gloss their falsehood; and they glowed</br>With warmer transports and a wilder flame;</br>Love never lured a mortal from his God;</br>But Passion bore them onward, till they bowed</br>At idol-altars, and with prayers profane</br>Invoked the Orb of Day, and disavowed</br>The God of Enoch for the Gods of Cain;&mdash;</br>Such deeds could Justice mark, and bear the sword in vain?", "Oh how the aged Patriarch, to his rest</br>Sinking apace, the wide delusion mourned!</br>What heartfelt anguish Lamech's tears expressed!</br>While fearless Noah sought the plains, and warned</br>The false who shunned him and the fierce who scorned</br>To turn in swift repentance to their Lord,</br>Ere the dread fury of his vengeance burned,</br>And Death came forth to Judgment; but they poured</br>The flood of foul contempt on that prophetic word;", "Though oft the Seer foretold the day of doom,</br>And saw in visions o'er the lowering skies</br>O'ershadowing tempests spread unearthly gloom,</br>And from his depths beheld fierce Ocean rise</br>To whelm a world of traitors, 'mid the cries</br>Of shrieking myriads; but he saw in vain;&mdash;</br>And, when he closed his aged Grandsire's eyes,</br>Seth's once pure offspring with the race of Cain</br>Were blended all &mdash; alike polluted and profane.", "All save his own bold Sons, who firmly clave</br>To their dear Father, and their dearer Lord;</br>Held their ancestral faith; nor shrunk to brave</br>The coward's mockery, or the ruffian's sword,</br>When duty called to daring; &mdash; At the word</br>Of their sage Sire, through circling years they raised</br>A wondrous work, predestined to afford</br>Refuge from storms to come:  the crowd amazed</br>Beheld the rising ark &mdash; yet mocked them while they gazed;", "And, still unheeding, through each passing day</br>Held their light revels on the verdant plain,</br>Or gaily listened to th' impassioned lay,</br>And drank fresh poison from the beauteous train,</br>Those forms of angels, with the soul of Cain;&mdash;</br>\"Heaven shines above while Earth is fair below,</br>Why should a doting dreamer's frantic strain</br>Chill the warm hope, or damp the generous glow;</br>Why quit substantial bliss to shun ideal woe?\"", "Return we to our tale.  I said, the Sun</br>Shone in full splendour o'er yon laurelled grove,</br>Where now the festal joyaunce is begun,</br>And o'er the mead in sportive mazes move</br>The graceful virgins:  on each gale above</br>Responsive strains of sweetest music rise;</br>While, ranged around, the gazing youths approve,</br>Each following his loved Maid with eager eyes,</br>To catch the stolen glance that to his own replies.", "And many a chief is there, whose lofty name</br>Was whispered once in darkness and in fear</br>Till Vengeance tore it from the scroll of fame;</br>And many an Aged Man, whose brow severe</br>Betrays a troubled spirit, mingles here</br>To calm the bodings of his anxious breast&mdash;</br>In vain &mdash; still Conscience murmurs, Death is near,</br>And how should Mirth or Music charm to rest</br>The pangs of keen remorse that must not be suppressed.", "But lo!  secluded in yon green alcove,</br>Formed by the fragrant rose and clustering vine</br>And jasmine with green myrtles interwove,</br>On the soft slope what youthful pair recline?</br>Still firm and faithful to their King Divine</br>Sage Noah's seed the rebel race contemn,</br>Or that young warrior of a lofty line</br>Had seemed &mdash; a branch of Seth's primaeval stem,</br>Bold Japhet's port sublime, or God's beloved, Shem.", "Such was his mien &mdash; so graceful.  But his brow</br>Ah there full vainly mightst thou seek to trace,</br>Though all unbent by Love's full transport now,</br>The inward calmness of that chosen race;</br>The peace that springs from virtue.  To efface</br>The deepworn print of that corroding woe,</br>Whose source is locked within the dwelling-place</br>Of conscious Memory, rests with nought below;</br>Nor Joy, nor Love, can e'er Oblivion's balm bestow;", "Though each may charm to slumber, as they seem</br>To charm in this bright moment, when his heart</br>With new-born gladness, as a hideous dream</br>Spurns the remembrance of its former smart;&mdash;</br>But dreams may vanish; this can ne'er depart;&mdash;</br>Its empire is eternal!  'Twill resume</br>Its potent sway ere long; and shouldst thou start</br>From Love's brief raptures to thy final doom,</br>Oh canst thou hope to find Oblivion in the tomb?", "A moment gaze we on that beauteous maid&mdash;</br>But no!  I will not sing of hopes and fears,</br>Of love's long latent tenderness betrayed</br>By burning blushes, or unconscious tears;&mdash;</br>Of all that wins &mdash; enraptures &mdash; and endears&mdash;</br>I will not sing, in Passion's glowing strain,</br>Of all the Virgin feels, when first she hears</br>The Lover's tale!  I may not dare profane</br>My theme of import grave with aught so wild and vain.", "For what, alas!  avails it, though she shone</br>The loveliest far of all, where all were fair;</br>Though every eye from thousands turned to one,</br>Caught by the smile that Kings had sought to share;</br>Though her ingenuous brow the impress bare</br>Of stainless truth, that could not range or rove;&mdash;</br>Woman!  the fond!  the faithful!  oft may dare</br>Pain &mdash; Peril &mdash; Ruin for an earthly love,</br>Without one thought of Him who claims the soul above.", "Of lineage high the beauteous Adah came,</br>From saintly Seth descended; yet how vain</br>Was the pure lustre of that hallowed name!&mdash;</br>She bowed before the Idols of the Plain,</br>And her young warrior is a child of Cain;&mdash;</br>But lo, he speaks!  and ere his vows prevail</br>To bind that heart in love's delusive chain,</br>Which Heaven hath failed to reach &mdash; and yet may fail;&mdash;</br>Pause we, while Hope survives, and list the Lover's Tale.", "\"If long I lingered to avow</br>The latent flame my bosom proved;</br>Yet, fairest Adah!  deem not thou</br>I feebly felt, or lightly loved;</br>I came not with the wealthier throng</br>Who breathed their heartless vows to thee;</br>Yet, Maiden!  I have loved thee long,</br>And not the less, though hopelessly.</br>For well, in clouds of deep despair</br>Might Hope's glad star be veiled from One,</br>Whose heart and hand would madly dare</br>And do as mine have dared and done.</br>I knew full oft the gentle child</br>Of Seth had on the stranger smiled;</br>Yet oh!  I deemed it could not be,</br>That thou shouldst deign to smile on me.</br>For how should friendless Misery gain</br>The prize by Monarchs sought in vain;</br>How should the Vulture meet that Sun</br>Which Eagles dare not gaze upon,</br>Or how should gentle Maid be wooed</br>By heart of guilt and hand of blood?&mdash;", "\"Said I mine hand was stained with blood?</br>'Tis blood of foulest &mdash; deepest dye;</br>For not in equal strife I stood</br>To smite my mortal enemy</br>Amid the battle flood;&mdash;</br>No &mdash; by a base assassin's deed</br>I doomed a kindred heart to bleed;</br>And stooped my crest of martial pride</br>To sculk a midnight homicide.&mdash;</br>I will not, Maiden!  tell thee now,</br>The wrong I cannot yet avow</br>With cheek unflushed, unaltered brow&mdash;</br>It would have stirred the calm &mdash; the cold&mdash;</br>The meanest thing of mortal mould,</br>To seize the deadly sword &mdash; and die,</br>Or sheath it in his enemy.</br>I met my foe &mdash; I hurled my dart;</br>Hate nerved my hand, and fired mine eye;</br>I saw it quiver in his heart&mdash;</br>I heard his shriek of agony!</br>Oh had it rankled in mine own</br>Ere that unnatural deed were done!</br>For though his stifled sob came dear</br>As softest music to mine ear,</br>Full soon my own was doomed to be</br>Wrung forth by tenfold misery :&mdash;</br>When first the fatal dart was thrown</br>I knew him by his guilt alone;</br>But when returning Morn revealed</br>That form the gloom till then concealed;</br>I gazed upon his lifeless brow;&mdash;</br>That glance is fresh in Memory now;&mdash;</br>No more &mdash; I dare not breathe his name;</br>Or what his secret crime, and how</br>He wrought a brother's shame.", "\"Becoming thus a second Cain</br>His curse fell on me, and I fled</br>Far from the spot, but fled in vain;&mdash;</br>A flame still burnt within my brain,</br>As when upon the reeking dead</br>My first wild glance was riveted.</br>Though native pride, and high disdain</br>Forbad my stubborn soul to weep;</br>With nought of vengeance but its pain,</br>And all of madness but its sleep,</br>Deep in my bosom's inmost core</br>From clime to clime that curse I bore;</br>The ceaseless pang no words can tell;</br>A living death &mdash; an earthly hell.</br>And if no mark upon my brow</br>Were branded by the bolts of Heaven,</br>Yet from my race &mdash; I knew not how;&mdash;</br>Like some loathed Demon was I driven,</br>A wretch unpitied, unforgiven.</br>E'en when I sought the desert lair</br>To shroud me from mine own despair,</br>The wildest monsters of the wood</br>Forgot their thirst for human blood;</br>And howling fled in strange dismay</br>A fiend more foul, more fierce than they.</br>I was the common scorn and hate,</br>Abhorred of all, and desolate;</br>None came the den of Misery nigh</br>With words or looks of sympathy</br>Nay, at my very sight Men fled,</br>For I was mad, the cowards said,</br>And mad I was, if madness be</br>To crouch beneath the withering weight</br>Of hopeless, cureless agony;</br>To curse the lingering arm of Fate,</br>And strive, in vain desire, to clasp</br>The death that courts, yet mocks the grasp.", "\"And thus for equal crimes I bore</br>The curse dark Cain endured before;</br>Like him from year to year I pined</br>A wandering Outcast from my kind,</br>The slave of some mysterious spell</br>A Being not of Earth or Hell:&mdash;</br>Where'er I roved, by night, by day,</br>It was as if th' Allseeing Eye</br>Shone fierce upon me from on high,</br>Till from its bright and blasting ray</br>I sought the wood &mdash; the wild &mdash; the wave&mdash;</br>I sought &mdash; but could not find the grave.</br>Alone amid the arid waste</br>Which foot, save mine, had never traced;</br>Oft have I watched the lowering skies,</br>And waited for the fell Simoom,</br>Or panted for the sands to rise,</br>And whelm me in a living tomb:</br>I've listened to the thunder crash</br>And bared my bosom to the flash;</br>While o'er my head innocuous broke</br>The flame that smote the rooted oak;</br>And, while blue lightnings crave the sky,</br>Oh how I looked and longed to die!</br>But no!  as if the dread decree</br>Had passed o'er earth &mdash; and skies &mdash; and sea&mdash;</br>That wave and whirlwind, sand and storm</br>Should spare and shun the accursed form;</br>Where'er I sought to rest or die,</br>Still came the Curse I could not fly;</br>To human haunts my path pursued,</br>And tracked my steps to Solitude.", "\"Such, Maiden, are the pangs I bore,</br>And such again my lot may be;</br>For oh!  the light thy smiles restore</br>In darkness soon may fade or flee;</br>As o'er yon smooth and glassy deep</br>Ere long conflicting storms may sweep,</br>So the frail temper of my brain</br>May change to frantic fire again.</br>If then thou doubt, at once resign</br>A lot deserted &mdash; dark as mine;&mdash;</br>And go!  some happier bosom bless</br>With those fond smiles I may not share;</br>And I will seek to love thee less;&mdash;</br>Full dearly have I learnt to bear;</br>And what is life but bitterness,</br>If love outlive despair?\"", "The Maid replied not, but a sudden tinge</br>Of deeper red suffused her conscious cheek;</br>And in the covert of its sheltering fringe</br>Her downcast eye seclusion seemed to seek</br>Awhile she spoke not &mdash; it were vain to speak&mdash;</br>Oh to the silent language of the tear</br>How cold is Passion, 'Eloquence how weak!'</br>What smiles of soft assent were half so dear</br>As that mute pledge of love, so simple yet sincere?", "Long Irad stood in ecstacy entranced,</br>While Joy, Hope, Wonder, in his full eye shone,</br>And ever on that blushing maid he glanced</br>As some kind angel, stooping from the throne</br>To whisper peace and pardon &mdash; he had run</br>A race of arduous conflict &mdash; but the prize</br>Which crowned his course of agony, was one</br>Full cheaply purchased by the sacrifice</br>Of Pomp, Pride, Glory, Rest &mdash; of all beneath the skies.", "Alas for human raptures!  they are frail</br>As the brief flash that dazzles, and is gone;</br>To future times a marvel and a tale,</br>While they who felt, unknowing and unknown,</br>Sleep in the grave's cold silence.  That alone</br>Which beams triumphant e'en in Death's deep gloom,</br>Is lightly prized, and oh!  how rarely won!</br>We pluck Life's fading flowrets as they bloom,</br>But spurn the only bud that blows beyond the tomb.", ""]