["As Elgin homeward o'er th' Aegean wave,</br>Fam'd Parthenon, thy rescued glories bore,</br>While Greeks too weak, too sordid Turks, to save,</br>Their costly cement lost in vain deplore;</br>Shout from their tombs the demigods of yore,</br>Heroes and kings their specter'd forms uprear,</br>Seek in congratulating throngs the shore,</br>And as they view the parting vessel ride,</br>Applaud their Guardian Chief, and greet him o'er the tide.", "On speeds the vessel with her well-earn'd prize,</br>Till sudden calms arrest her stately sweep;</br>Hush'd is the expanse of ocean, earth, and skies,</br>And a new firmament appears to sleep</br>On the smooth mirror of the azure deep,</br>The wave with splendour glowing as a flame;</br>And while the crew a breathless silence keep,</br>As erst to sage Ulysses, Pallas came</br>And cheer'd her favour'd Scot, and prophesied his fame.", "\"Oh, Patron of my Arts, thrice bless'd the hour,</br>When Athens' Sculptures to thy charge were giv'n;</br>Trophies rever'd!  thine be the envied pow'r</br>To rear for Albion skill deriv'd from Heav'n,</br>Tho' Vandal Turks with impious hand had riv'n</br>The mould'ring relicks of my hallow'd fane,</br>And Time, with twice one thousand years, had striv'n</br>T' impress those marble heights with cank'ring stain:</br>At length 'twas thine to save what Time would spare in vain.", "\"Mine was the Temple, &mdash; and be mine the care</br>To crown the Guardian who arrests its doom;</br>No intellectual praises will I spare&mdash;</br>Pallas transfers her honours now to Broom,</br>Where Hymen's joys restor'd, thy hopes illume;</br>For know &mdash; the fair Eliza thou shalt wed,</br>Eliza, 'neath whose Grecian form shall bloom</br>Minerva's wit with Attic learning fed,</br>And many a future pledge shall bless thy honour'd bed.", "\"To hail th' avenger of their native seat,</br>The Grecian Deities already join,</br>Venus secure to Albion shall retreat,</br>Where beam her graces and her form divine,</br>Where reigns Apollo, and th' inspiring Nine:</br>Lo!  Caledonia's heroes Mars shall greet,</br>And crown her warlike sons:  the God of wine</br>His honours while you quaff, pure balm of life,</br>Shall find his own Cithaeron on the hills of Fife.", "\"Tho' Ocean's King engulph one hapless bark,</br>Still, jealous of my peaceful Olive's reign,</br>Thetis, to quell his rage and malice dark,</br>Points to his fav'rite Isles i' th' Western main,</br>(There are his trophies, there his loftiest fane)</br>Pallas for them shall save the precious freight,</br>The adverse tempest and the foe restrain,</br>Fair Science rescu'd from impending fate,</br>Shall bless the hallow'd hand uprear'd to consecrate.", "\"While Learning owns my renovated pile,</br>The classic pen thy labours shall engage;</br>While th' envious titled Bard from Britain's isle,</br>Whose selfish spleen no Patriot cares assuage,</br>Shall reap contempt from a discerning age.</br>Poets unborn thy honours shall proclaim,</br>And Time, enrolling in bright History's page</br>Pomfret and Arundel with Elgin's name,</br>Shall give to thine alone, pre-eminence of fame.\"</br>"]