["Tho heav'nly Steeres-man, which was erst my guide</br>Unto the hav'n of peace and happy rest,</br>Where I could wish at anchor ay to ride,</br>Free from worlds stormes, which mortals heere molest;</br>Doth now unto my whiter Muse suggest,</br>The praise of heav'nly Chastitie to sing,</br>Most needfull grace for those, in peace, that rest:</br>For when she most tranquillity doth bring,</br>Man most in danger is of Lusts enchanting sting.", "For such is Hels malicious subtilty,</br>With all advantages still to assaile</br>The part unarm'd of mans mortalitie,</br>That he with greater danger may prevaile:</br>And when we all his instruments do quaile</br>Of Anger, Envy, Covetize, and Pride:</br>In humble quiet peace, he will not faile,</br>By slight, within our wils with brands to slide,</br>Wherewith he fires the gates, and all the Towne beside.", "Thus when as Joab and the host were prest</br>To lye in Tents, and Fields a warfaring,</br>And Ishai's sonne in Peace at home doth rest,</br>Divinest Hymnes and Layes on Harpe to sing;</br>Malicious Basiliske with lustfull sting</br>Enflames his eyes, which set his heart on fire,</br>And from his heav'nly peace to warre doth bring,</br>Such lustfull warres, such raging hot desire,</br>As breed him dismall broiles and Gods revenging ire.", "For mans whole life is a continuall warre</br>With Satan, World, his fleshes sinne and Lust:</br>Satan the Captaine, these his Souldiers are,</br>Against these alwayes stand in armes we must:</br>But most of all, when we in peace doe trust,</br>We want Dame Chastity's commanding Power,</br>Sweet holy Lady, faithfull, pure and just,</br>In peace and rest our safe defence and tower,</br>Dames Laps enriching more than Danaes golden shower.", "Thou; that from slime of earth man first did'st raise,</br>To beare thine owne expresse similitude,</br>That he in purity might spend his dayes,</br>And all corruption, sinne and lust exclude;</br>Who hast his heart with Grace divine indude,</br>To be thy temple, and thy Spirits Cell,</br>From me all thoughts, words, acts unchast seclude,</br>Whilst I the honour of this vertue tell,</br>For in a heart unpure, chast Spirit will not dwell.", "I take her for that vertue of the minde,</br>Which doth the Furiousnesse of Lust retaine</br>In reasons bounds; And our affections binde</br>In Royall Links of Vertues golden Chaine:</br>As Abstinence doth appetite restraine</br>From foode immoderate:  So from desire</br>Unlawfull, she doth mind and flesh containe,</br>And bounds in limits Generations fire,</br>As meekenesse bounds the rage of Zeales revenging ire.", "For ev'n as Appetite, without restraint</br>Of Abstinence, delights in Gluttony,</br>And valiant Zeale is, without Meekenesse, taint</br>With cruell rage, and spites malignity:</br>Eu'n so without this vertue Chastitie,</br>The noblest vigour of sweet generation,</br>Abounds in Lust, and foule Adultery,</br>And spends the vitals without moderation,</br>But Chastitie bounds all to lawfull propagation.", "In twofold currents runnes her purer sourse,</br>Body's and minds; The minde remaineth chast,</br>Though one by violence the Body force,</br>Againe thy mind may be corrupt, unchast,</br>Though thou no act in flesh committed hast:</br>Thine eyes, hands, eares, words, lookes, least lustfull thought</br>She will containe, if in thine heart once plas't:</br>Th' unspotted Lambe, whose bloud thee dearely bought,</br>Unchastly never spake, look'd, did, once heard or thought.", "She hath her first divine pure excellence</br>With her beginning, from our Soules creation:</br>That heav'nly, holy, purest influence</br>God breath'd into the Lump his hand did fashion.</br>And though at first by Natures depravation,</br>She as all other vertues did us leave,</br>Yet we againe by true mortification</br>Of earthly Members, her againe receive,</br>And seeke, as members chaste, to chastest head to cleave.", "For as nought better can the mind containe,</br>Than reading, heav'nly thoughts and meditation,</br>So nothing fleshly lusts doth more restraine,</br>Than Fasting, Prayer, and mortification:</br>Sweet chastity's of heav'nly propagation,</br>And as none gaine gift of Virginity,</br>But by the Spirits chaste sanctification,</br>So none conserve their Sacred Chastitie,</br>But by that Spirits working, Grace and Sanctitie.", "Wherefore as wantonnesse, Adultery,</br>Amongst the wicked workes of flesh are nam'd,</br>So Meekenesse, Continence, and Chastity</br>Are call'd the Spirits Fruits by none defam'd:</br>Talke scurrilous to heare she is asham'd,</br>Her modest lookes are free from Wantonnesse,</br>Uncleannesse, Filthinesse may not be nam'd</br>Within their mouthes, that Chastitie professe,</br>Tongue, eye and eare, th' affections of the heart expresse.", "The Heathen did this Chastitie of minde,</br>In all that came to worship God, require,</br>For they her seated in the Soule did find,</br>From whence comes ev'ry good or bad desire:</br>And as Soules substance pure immortall fire,</br>Doth Bodies made of Elements transcend,</br>So doth the Chastitie of minde aspire,</br>Our Soules to Angels purity doe tend,</br>When we in flesh with them in chastest thoughts contend.", "The fleshes Chastitie is to be free</br>From sinfull touch, or act; that of the mind</br>Is Faith unviolate; not to agree</br>To any lustfull thought:  we seldome find</br>The body chaste, where minde is ill inclin'd.</br>In this she doth Virginity transcend,</br>That she is the Preseruer of mankind,</br>And from chaste nuptiall bed doth children send,</br>Without which all the world would perish soone and end.", "These therefore alwayes her Companions are,</br>Shamefastnesse, Continence, and Modesty,</br>The enemies that of her stand in feare,</br>Are Fornication, wanton Luxury;</br>For she ay chastens their iniquitie:</br>The Seminary's of Delight and Pleasure,</br>Carowsing, Chambering, and Gluttony,</br>Which Worldlings heere account their greatest treasure,</br>She hates, and lives in all by Natures little measure.", "Fulnesse of meat, Sleepe, play, Garrulity,</br>With ease of body, costly vaine attire,</br>The fuell are of Lust and Luxury,</br>Which heere dry up our humid and conspire</br>To burne our soules and bodies in hell fire:</br>Other sinnes are without, but generation,</br>To procreate by mutuall desire,</br>Except it be confin'd with moderation,</br>A sinne is 'gainst our body's health, and soules salvation.", "Lust may be lik'ned to some River maine,</br>Bounded by purest Channels of her owne,</br>Wherein so long as she her streames containe,</br>Her waters pleasant, pure and sweet are knowne,</br>But if her swelling waves so proud be growne,</br>They passe their Bounds, and overflow the Plaine,</br>Her flouds late pure, now foule and muddy showne,</br>And boundlesse overflow the grasse and graine;</br>So rageth lawlesse Lust, let loose from Vertues raine.", "For we are like unruly Horses all</br>Still neighing after neighbours wives:  But she</br>Us, as with Bit and Bridle, doth recall,</br>And makes our Lusts to reasons rules agree:</br>Thus two as in one Body joyned be,</br>And are for mutuall Bounds of sweet desier,</br>And bounded thus, the act is Chastitee,</br>Like to the usefull Element of fier,</br>Which bounded all preserves; but loos'd is all's destroyer.", "This boundlesse Lust some liken to the Fire,</br>And Brimstone God did downe on Sodome raine,</br>Virginity to mount, God doth require</br>Lot to escape unto, who doth obtaine</br>Rather in little Zoar to remaine:</br>So they, that from Lusts Sodome-scorching flame,</br>Can not Virginiti's high Mount attaine,</br>May stay in Zoar, which they wedlock name</br>The Citti's safest, but the Mount of greater fame.", "As glorious Sunne, when he doth first arise,</br>Is both of heav'n and earth the wonderment,</br>Ev'n so a woman, modest, chast and wise,</br>Of House and Husband is the ornament:</br>An honest Wife's a gift from heaven sent.</br>As light on golden Candlestick shines bright,</br>So Beauty in a woman continent,</br>A Lampe to House and Husband all the night,</br>All day like glorious Beames of Titans heav'nly Light.", "And as that is the noblest victory,</br>Which Souldiers with most danger do obtaine,</br>So she, that keeps her honour'd Chastitie,</br>'Gainst most temptations, doth most glory gaine:</br>'Tis harder base affections to restraine</br>In ease and rest, than moderate aright</br>A Kingdome, which by open force we gaine,</br>So many are our Lusts that in us fight,</br>So strong is Satans force, so subtill is his slight.", "No beauty, forme, or golden Vestiment</br>Do so adorne the Body; as the Mind</br>Is graced by this Vertues Ornament:</br>Without sweet Light the Sun as soone we find,</br>As Shamefastnesse from Chastity disjoyn'd:</br>Immodest lookes are Darts against her throwne,</br>When man and womans light aspects are joyn'd,</br>The battel's fought, both sides are overthrowne.</br>Ah cruell fight!  where neither side defends her owne.", "As eyes from wanton lookes, ev'n so our eare</br>'Gainst all immodest Charmes, we must inclose;</br>For Shamefastnesses vaile these off doe teare,</br>And our affections prone to Lust unlose:</br>The Flame and Fier do not sooner close,</br>Than Impudence and foule unchastity,</br>Then Beauty, like Gold-ring in swinish Nose,</br>Doth roote in Durt of Impudicity,</br>No Body's chast where Mind's joyne in Adultery.", "Who is not cloth'd in robe pure snowy white</br>Of Chastitie, the Lambe will never know:</br>Then Dames, that in faire ornaments delight,</br>Desire to be, as you desire to show:</br>All richest Pearles, Gold, Jewels, heere below,</br>Are nothing to this Gem of Chastitie:</br>No fairer Flower, doth in Loves garden grow,</br>Than Blush of Shamefastnesse, and Modesty,</br>No Jewell like the Belt of Truth and Sanctitie.", "Nor doe I onely heere of you require</br>A Continence, for feare of Law or Fame,</br>But such a Chastitie I doe desire,</br>That neither may your Mind nor Conscience blame</br>Oh let it be unto your Soules a shame,</br>A Bird should you in Chastity transcend,</br>The Turtle never changeth mate or name,</br>For this the Story Judith doth commend,</br>But this is no Command, but counsell for a friend.", "Take heere for patterne Rachels chastest sonne,</br>Who ev'n a princesse lustfull soft embrace</br>For vertues Love, not feare of shame, did shun:</br>I heere might grant Lucretia a place,</br>But that selfe-murther doth her foule disgrace:</br>Penelope's a Mappe of Chaste desire,</br>Who farre away all Idlenesse doth chase,</br>Nor takes least heate from Suiters lustfull fire,</br>But twice ten yeeres expects her dearest Lords retire.", "Susan's so chaste, her rumour dares not blame,</br>To this high pitch of honour they doe rise,</br>That shunne all idlenesse, and wanton game,</br>And more than gold their names and honour prize.</br>Sobriety them ay accompany's,</br>Both in their speaking, eating, and attire,</br>Their modest gate, sweet carriage, shamefast eyes,</br>Doe prove their Beds be nests of chaste desire,</br>To quench more than enflame the brands of lustfull fire.", "Eu'n fruitfull Venus, true to husbands side,</br>May win from heav'ns high Queene the golden Ball:</br>And virgin-Pallas may be well denide</br>The honour, which chast Matrons doth befall.</br>Glory of either Sexe!  Oh how then shall</br>This hand unchast of that pure chastnesse write,</br>By which Christs-Bride surmounts the daughters all,</br>And doth the Queenes and Concubines delight,</br>Binding ev'n mighty Kings with her most glorious sight?", "Her turtle-voyce, Doves eyes, as Lilly-white</br>Excels the thornes, so She all Womankind:</br>Yet loves but one, whom she in bed by night,</br>Doth seeke for long, at last alone doth find:</br>He her alone in armes embraceth kind,</br>And she alone delights in his imbrace:</br>Chast Bridegrome, chastest Bride together joyn'd,</br>Of Saints beget a holy heav'nly race:</br>With this high Mystery, Christ doth chast Wedlocke grace:", "And brandeth with spirituall Fornication,</br>Those, who on earth their chastest Head forsake,</br>And stoope to Idols and abomination,</br>Here choyce of Lovers to themselves to rake:</br>The Saints and Angels they for Bridegrome take,</br>When they before their Images do fall:</br>Thus she the Scarlet-whore herselfe doth make,</br>And they her bastards which she beareth all:</br>Such bastards, with true-heiers, ne'r inherit shall.", "As chast, so we a jelous Bridegrome have,</br>And as his Love, like Death, is sure and strong,</br>So's Jelousie as cruell is as grave:</br>Who such a loving Husband dares to wrong,</br>His jelous Fury may expect ere long</br>But now I stray from sweetest Meditation,</br>I ought to end, as I began my song:</br>One word more of a Worthy of our nation,</br>A patterne worth thy learning, love, and imitation.", "Thomas Archbishop of Yorks famous See;</br>When Doctors counsell, and his friends him praid,</br>For Cure, to use a female-remedy,</br>And for that turne, him brought a comely mayd;</br>Most piously to them replide, and said,</br>That to preserve his flesh, which was to die,</br>His Soules immortall Chastitie betraid</br>Should never be:  Such heav'nly chastity</br>Shewes plaine, his Soule doth live in heav'n eternally.", "But as the Lute, which yeelds a pleasant sound,</br>Doth others, but it selfe, no whit delight;</br>So, if examples onely I propound</br>To others, and not practise what I write,</br>I never may approach the chastest Light,</br>To which our chastest Head before is gone:</br>For no unchast one commeth in his sight,</br>Except with Magdalen they sigh and grone,</br>And cleanse with floods of teares their filthinesse each one.", "Thus clensd our Soule is like Brides living-Well,</br>Whose waters are most pleasant, pure and sweet:</br>Our bodies eyes like fountaines two, which quell</br>And quench all Lusts-temptations which they meet:</br>But now adayes we hold this Grace unmeet,</br>In noble valiant brest to intertaine,</br>Men onely thinke her fit for Dames to greet,</br>And to their basest Lusts let loose the Raine:</br>But sure no Vertue dwels, where she doth not remaine.", "The Flesh against the Spirit coveteth,</br>But if the Spirit manfully hold out,</br>It all Lusts base temptations vanquisheth;</br>Who have a purpose resolute and stout,</br>To temper their affections, may (no doubt)</br>Defend their honour 'gainst Concupiscence;</br>And though they oft opposd are by a rout</br>Of their owne lusts, hels, and worlds violence,</br>Their chast resolved mind maintaines their innocence.", "Then Fooles are they, that when they have began</br>In spirit, in the flesh will make an end:</br>He that once tastes of Lust, more hardly can</br>Abstaine, than he that never did intend:</br>Me, from her first Beginnings, Lord defend!</br>She's like the Serpent that did Eve assaile;</br>She pleasant fruits and pleasures doth pretend,</br>Her mouth drops hony-sweet, but with her taile,</br>She stings ev'n all to hell, with whom she doth prevaile.", "But though I make a cov'nant with mine eyes,</br>Like Job, no lustfull object to behold,</br>Yet oft this Monster will mine heart surprize,</br>And unawares in sinfull Thought infold:</br>This Serpents cunning sleights can not be told:</br>The best way to avoyd them can be found,</br>Is her aloofe to keepe:  if thou be bold</br>To chat with her, she unawares will wound.</br>I almost feare her filthinesse now to propound.", "Uncircumcised, rayling Philistine!</br>Who all Gods hoste defies in single fight,</br>I dare not suffer thee to come within,</br>Such is thy force, such is thy cunning slight:</br>Thou art a Gyant of exceeding might.</br>If you will hearken unto my perswasion,</br>Keepe him aloofe, and in the forehead smite.</br>Best way to shun Lusts furious invasion,</br>Is warily here to avoid the least occasion.", "David escapes the Beares and Lyons pawes,</br>And overthrowes the Philistine in field,</br>And yet this subtill Serpent him so drawes,</br>His heart unto her Syrens-songs doth yeeld:</br>Then she him conquers without sword or shield,</br>And leades him by the eye-lids to her snare.</br>Heav'ns from such subtill vile allurements shield</br>All those, that have a Conscience and care,</br>Their hearts fit Temples for thy Spirit to prepare.", "Purge us with Hyssope, and we shall be pure:</br>Wash us, we than the Snow shall be more white;</br>Our Soules and Bodies Temple shall be sure</br>A holy house, wherein thou mayst delight:</br>But I the vertue for the vice have quight,</br>I purpos'd Chastity here to commend,</br>But Lust so fiercely with my Muse doth fight,</br>I scarce mine owne am able to defend:</br>Therefore with Prayer I my Meditation end.", "Oh thou, that mad'st my Soule a little King,</br>And in this little-world, my-Body plac't;</br>It subject making to the ordering</br>Of Reason, wherewith thou this King hast grac't;</br>Set first of all the Soveraignes Kingdome fast,</br>Whereby his Subjects he may rule aright,</br>That is, affections keepe most pure and chast,</br>But most in spirituall chastitie delight,</br>To which adde Constancie, of which I next do write.</br>"]