["Ye Rats, in triumph elevate your ears!</br>Exult, ye Mice! &mdash; for Fate's abhorred shears</br>Of DICK'S nine lives have silt the Catguts nine;</br>Henceforth he mews 'midst choirs of Cats divine!</br>Tho' nine successive lives protract their date,</br>E'en Cats themselves obey the call of Fate;</br>Whose formidable Fiat sets afloat</br>Mortals, and mortal Cats, in Cheron's boat:</br>Fate, who Cats, Dogs, and Doctors makes his prize,</br>That grace Great Britain's Universities.", "Where were ye, Nymphs, &mdash; when to the silent coast</br>Of gloomy Acheron DICK travell'd post?</br>Where were ye, Muses, in that deathful hour?&mdash;</br>Say, did ye haunt the Literary Bower</br>Where Science sends her Sons in STOCKINGS BLUE</br>To barter praise for soup with M****** ?</br>Or Point prepare for B******'s Anecdote,</br>Or Songs inspire, and fit 'em to his Throat?&mdash;</br>For not on Isis' classic shores ye stray'd,</br>Nor brew'd with CHERWELL'S wave your lemonade;</br>Nor assignations kept with Grizzled Elves,</br>Where Learning sleeps on BODLEY'S groaning shelves:</br>Nor, where no poet glows with kindred fire,</br>Wept o'er your favourite WARTON'S silent Lyre.", "While venal Cats (leagued with degenerate Curs,</br>Of faded Prudes the four-legg'd pensioners)</br>On the soft Sofa rang'd in order due,</br>For eleemosynary muffin mew,</br>Regardless of the meed that Fame bestows,</br>Their tail a feather for each wind that blows;</br>Thee, generous DICK, the Cat-controlling Powers</br>Ordain'd to mouse in Academic Bowers:</br>Bade Thee the sacred stream of Sapience sip,</br>And in Pierean Cream thy whiskers dip!", "Enshrin'd celestial Cateries among,</br>The sable Matron, from whose loins he sprung,</br>Who trac'd her high descent through ages dark</br>From Cats that Caterwaul'd in Noah's Ark,</br>Stern, brindled nurse, with unremitting care,</br>To high achievements train'd her Tabby Heir;</br>On Patriot Cats his young attention fix'd,</br>And many a cuff with grave instruction mix'd;</br>Taught the great Truth, to half his race unknown:</br>\"Cats are not kitten'd for themselves alone;</br>But hold from Heav'n their delegated claws,</br>Guardians of Larders, Liberty, and Laws.", "\"Let Cats and Catlings of ignoble line</br>Slumber in bee-hive chairs, in dairies dine;</br>Shun, Thou the shades of Cat-enfeebling Ease!</br>Watch o'er the weal of Rhedycinian cheese;</br>The melting marble of Collegiate Brawn</br>For Heads of Houses guard, and Lords in Lawn;</br>And keep each recreant rat and mouse in awe</br>That dares to shew his nose in GOLGOTHA.</br>So may the brightest honours of the Gown</br>Thy riper years and active virtue crown!&mdash;</br>Say, shall not Cats, fraught with ethereal fire,</br>To seats of letter'd eminence aspire?&mdash;</br>Caligula a consul made his Steed.</br>What tho' the beast could neither write nor read,</br>Yet could he Talents Negative display,</br>And silence Opposition with his Neigh.</br>If Charles of Sweden swore he would depute,</br>The senate to control, his old Jack Boot;</br>If modern taste a LEARNED PIG reveres,</br>And Pigs unlearn'd keep company with PEERS;</br>If erst Rome's papal crown a Gossip wore,</br>Then, DICK, Thou, may'st become Vicech&mdash;r.", "\"Might I but live, tho' crazy, old, and sick,</br>To see thee stalk behind thy Beadles, DICK!</br>Behold, my brindled boy with conscious pride</br>O'er convocated Grizzle-Wigs preside!</br>Hear thee, e'er I explore my latest home,</br>Confer Degrees in SHELDON'S spacious Dome!</br>See thee in scarlet robe encase thy fur,</br>And at St. MARY'S venerably purr!&mdash;</br>Then let me be translated to the skies,</br>And close in welcome death these gooseb'ry eyes!", "\"Yet think not, Darling DICK, that Fame allows</br>Her glorious palm, unearn'd, to grace thy brows:</br>By toil Herculean and profound research</br>Expect to thrive in Politicks or Church!</br>The herd who worship at Preferment's shrine</br>No servile task, no sacrifice, decline;</br>Courtiers for coronets their conscience pawn,</br>Clerks in Prunello creep, then soar in Lawn.</br>See, with the Ribband grac'd and radiant Star,</br>The Chief that waged the Continental War!</br>Such palms diminish'd realms can yet afford</br>To patriotic H***'s protracting Sword!</br>See W****s, untrusted with the CITY KEY</br>Till he made fools of all the Livery!</br>See grov'ling S**** the wealth of India share:</br>He taught the Hindu Race to feed on air!", "\"Mark the career of Rhedycina's Bard;&mdash;</br>Not such His Toil, not such His Vast Reward,</br>Glean'd from Antiquity's exhaustless mine,</br>He bade the gems of Science brighter shine;</br>His care retriev'd each venerable name</br>Reft by Oblivion from the rolls of Fame,</br>And with new glory crown'd the Strains sublime</br>That echoed from the Harps of elder time.</br>'Twas his, 'midst mouldering palms of Chivalry,</br>To braid the deathless blooms of Poesy;</br>On Learning's gloom the rays of Taste to pour,</br>And gild with genuine Wit the social hour;</br>Affection and applause alike he shar'd;</br>All lov'd the Man, all venerate the Bard:</br>Ev'n Prejudice his fate afflicted hears,</br>And Letter'd Envy sheds reluctant Tears.&mdash;", "\"Of genius, taste, philanthropy, and sense,</br>Candour, and Wit &mdash; behold the Recompence!</br>No Sinecure, no venerable Stall,</br>He fills, o'ercanopied with crimson pall;</br>No Choir obsequious waits his dread commands,</br>Where supple Vergers pace with silver wands;</br>Where soft reclines in velvet pomp supreme</br>DIVINITY, entranc'd in mitrous dream:</br>No Coin his meed &mdash; for classic fobs unfit&mdash;</br>For, ah!  what fellowship has Wealth with Wit!</br>Such worth THE LAUREL could alone repay,</br>Profan'd by CIBBER, and contemn'd by GRAY;</br>Yet hence its Wreath shall new distinction claim,</br>And, tho' it gave not, take from WARTON fame.\"", "While glory's steep ascent GRIMALKIN shews,</br>DICK'S breast with emulative ardour glows;</br>His emerald eyes with richer radiance roll,</br>And ALL THE CAT awakens in his soul.</br>Within the tender velvet of his paw</br>Tho' yet unbloodied lurks each virgin claw,</br>Anticipated palms his hope descries,</br>And conquests gain'd o'er visionary mice:</br>Tho' much for Milk, more for Renown he mews,</br>And nobler objects than his Tail pursues.", "O, could I call the Muses from the spheres</br>To sing the triumphs of his riper years!</br>What strife the larder's conscious shelves beheld!</br>What congregated rats his valour quell'd!</br>What mice descended, at each direful blow,</br>To nibble brimstone in the realms below!&mdash;</br>The Victor, who his foes in furious mood</br>Hurl'd from the Granic to the Stygian flood;</br>Churchill, whose bounty fainting Frenchmen gave</br>Soup-meagre gratis in the Danube's wave;</br>Heathfield, whose red-hot vengeance Spain defied,</br>Blist'ring, like Spanish flies, Old Neptune's hide;</br>Who plung'd his enemies, a whisker'd group,</br>In green waves twice as hot as green peas soup,</br>While Fate on Calpe's summit sat and smil'd</br>To see the dingy Dons like lobsters boil'd,</br>Or by the light'ning of th' exploded shell</br>Dispatch'd to seek a cooler birth in Hell&mdash;</br>All Heroes, bloody, brave, or politic,</br>All, all, should yield preeminence to DICK:</br>And everlasting laurels, thick as hops,</br>Wreath their bright foliage round his brindled chops.", "Mysterious Powers,who rule the destinies</br>Of conquerors and kings, of cats and mice,</br>Why did your will the Pylian Chief decree</br>Three centuries, unspectacled, to see,</br>Yet summon from his patriot toils away</br>Illustrious DICK, before his beard was grey?</br>Of valour, sense, or skill, how vain the boast!&mdash;</br>DICK seeks the shades, an undistinguish'd ghost,</br>And turns his tail on this terrestrial ball,</br>Dismiss'd without Mandamus Medical;</br>Sent, without purge or Catapotium,</br>In prime of Cat-hood to the Catacomb;</br>No Doctor fee'd, no regimen advis'd,</br>Unpill'd, unpoultic'd, unphlebotomiz'd!", "Ye sage Divines, if so concise our span,</br>Who for preferment would turn Cat in pan?</br>Since Clergymen and Cats one fate betides,</br>And worms shall eat their sermons and their hides!", "Polecats, who DICK'S disastrous end survive,</br>Shall bless their stars that they still stink alive;</br>Muskcats shall feel a melancholy qualm,</br>And with their sweets departed DICK embalm;</br>Cats in each clime and latitude that dwell,</br>Brown, sable, sandy, grey, and tortoiseshell,</br>Of titles obsolete, or yet in use,</br>Tom, Tybert, Roger, Rutterkin, or Puss;</br>Cats who with wayward Hags the moon control,</br>Unchain the winds, and bid the thunders roll;</br>Brave in enchanted sieves the bois'trous main,</br>And Royal barks with adverse blasts detain;</br>Nay Two-legg'd Cats, as well as Cats with four,</br>Shall DICK'S irreparable loss deplore.", "Cats who frail nymphs in gay assemblies guard,</br>As buckram stiff and bearded like the pard;</br>Calumnious Cats who circulate faux pas,</br>And reputations maul with murd'rous claws;</br>Shrill Cats whom fierce domestic brawls delight,</br>Cross Cats who nothing want but teeth to bite,</br>Starch Cats of puritanic aspect sad,</br>And learned Cats who talk their husbands mad;</br>Confounded Cats who cough, and croak, and cry,</br>And maudlin Cats who drink eternally;</br>Prim Cats of countenance and mien precise,</br>Yet oft'ner hankering for men than mice;</br>Curst Cats whom nought but castigation checks,</br>Penurious Cats who buy their coals by pecks,</br>Fastidious Cats who pine for costly Cates,</br>And jealous Cats who Catechise their mates;</br>Cat-Prudes who, when they're ask'd the question, squall,</br>And ne'er give answer Categorical;</br>Uncleanly Cats who never pare their nails,</br>Cat Gossips full of Canterbury tales,</br>Cat-Grandams vex'd with asthmas and Catarrhs,</br>And superstitious Cats who curse their stars;</br>Cats who their favours barter for a bribe,</br>And canting Cats, the worst of all the tribe!</br>And faded Virgin-Cats, and Tabbies old,</br>Who at quadrille remorseless mouse for gold;</br>Cats of each class, craft, calling, and degree</br>Mourn DICK'S calamitous Catastrophe.", "Yet, while I chant the cause of RICHARD'S End,</br>Ye sympathizing Cats, your tears suspend!</br>Then shed enough to float a dozen whales,</br>And use, for pocket handkerchiefs, your tails!&mdash;", "Fame says (but Fame a sland'rer stands confess'd,)</br>Dick his own Sprats, like B****r G******e, dress'd:</br>But to the Advocates of Truth 'tis known,</br>He neither staid for Grace nor Gridiron.</br>Raw Sprats he swore were worth all fish beside,</br>Fresh, stale, stew'd, spitchcock'd, fricassee'd, or fried:</br>Then swallow'd down a score without remorse,</br>And three fat Mice slew for a second course:</br>But, while the third his grinders dyed with gore,</br>Sudden those grinders clos'd &mdash; to grind no more!</br>And (dire to tell!)  commission'd by Old Nick,</br>A Catalepsy made an end of DICK.", "Thus from the Pasty's furious escalade,</br>Where blood, to gravy turn'd, embrown'd his blade,</br>(That all-encountering blade which scorn'd to fear</br>Broil'd gizzards charged with Kian-gunpowder)</br>From rais'd-crust levell'd never more to rise,</br>From Ducks dispatch'd, and massacred Minc'd pies,</br>From Turkey-poults transfix'd and Sirloins slash'd,</br>From Marrow-puddings maul'd, and Custards quash'd,</br>Crimpt Cod, and mutilated Mackarel,</br>And desolation of the Turtle's shell</br>Some Alderman, of giant appetite,</br>A surfeit sweeps to everlasting night:</br>Imbibing Claret with his latest breath,</br>And brandishing his knife and fork in death,</br>Downward a gormandizing ghost he goes,</br>And bears to Hell fresh fuel on his nose;</br>For Calipash explores th' infernal scene,</br>And wishes Phlegethon one vast Terrene.", "O Paragon of Cats, whose loss distracts</br>My soul, and turns my tears to Cataracts,</br>Nor craft nor courage could thy doom prorogue!</br>DICK, premier Cat upon the Catalogue</br>Of Cats that grace a Caterwauling age,</br>Scar'd by Fate's Cat-call quits this earthly stage;</br>Dire fled the arrow that laid RICHARD flat,</br>And sickening Glory saw Death shoot a Cat.", "Ah!  tho' thy bust adorn no sculptur'd shrine,</br>No Vase thy relics rare to fame consign,</br>No rev'rend characters thy rank express,</br>Nor hail thee, DICK!  D.D. nor F.R.S.,</br>For Thee, 'midst golden groves of Paradise,</br>Shall bloom the deathless wreath that Earth denies.</br>There, while GRIMALKIN'S mew her RICHARD greets,</br>A thousand Cats shall purr on sainted seats:</br>E'en now I see, descending from his throne,</br>Thy venerable Cat, O Whittington,</br>The kindred excellence of RICHARD hail,</br>And swell with joy his gratulating tail!</br>There shall the worthies of the Whisker'd Race</br>Elysian Mice o'er floors of sapphire chase,</br>Midst beds of aromatic marum stray,</br>Or raptur'd rove beside the Milky Way.</br>Kittens, than Eastern Houris fairer seen,</br>Whose bright eyes glisten with immortal green,</br>Shall smooth for Tabby Swains their yielding fur,</br>And to their amorous Mews assenting purr.&mdash;</br>There, like Alcmena's, shall GRIMALKIN'S SON</br>In bliss repose, &mdash; his mousing labours done,</br>Fate, Envy, Curs, Time, Tide,and Traps defy,</br>And Caterwaul to all eternity.</br>"]