["SPARABELLA</br>The Wailings of a Maiden I recite,</br>A Maiden fair, that Sparabella hight.</br>Such Strains ne'er warble in the Linnet's Throat,</br>Nor the gay Goldfinch chaunts so sweet a Note.</br>No Mag-pye chatter'd, nor the painted Jay,</br>No Ox was heard to low, nor Ass to bray.</br>No rusling Breezes play'd the Leaves among,</br>While thus her Madrigal the Damsel sung.", "A while, O D&mdash;y, lend an Ear or twain,</br>Nor, though in homely Guise, my Verse disdain;</br>Whether thou seek'st new Kingdoms in the Sun,</br>Whether thy Muse does at New-Market run,</br>Or does with Gossips at a Feast regale,</br>And heighten her Conceits with Sack and Ale,</br>Or else at Wakes with Joan and Hodge rejoice,</br>Where D&mdash;y's Lyricks swell in every Voice;</br>Yet suffer me, thou Bard of wond'rous Meed,</br>Amid thy Bays to weave this rural Weed.", "Now the Sun drove adown the western Road,</br>And Oxen laid at rest forget the Goad,</br>The Clown fatigu'd trudg'd homeward with his Spade,</br>Across the Meadows stretch'd the lengthen'd Shade:</br>When Sparabella pensive and forlorn,</br>Alike with yearning Love and Labour worn,</br>Lean'd on her Rake, and strait with doleful Guise</br>Did this sad Plaint in moanful Notes devise.", "Come Night as dark as Pitch, surround my Head,</br>From Sparabella Bumkinet is fled;</br>The Ribbon that his val'rous Cudgel won,</br>Last Sunday happier Clumsilis put on.</br>Sure, if he'd Eyes (but Love, they say, has none)</br>I whilome by that Ribbon had been known.</br>Ah, Well-a-day!  I'm shent with baneful Smart,</br>For with the Ribbon he bestow'd his Heart.</br>My plaint, ye Lasses, with this Burthen aid,</br>'Tis hard so true a Damsel dies a Maid.", "Shall heavy Clumsilis with me compare?</br>View this, ye Lovers, and like me despair.</br>Her blubber'd Lip by smutty Pipes is worn,</br>And in her Breath tobacco Whiffs are born;</br>The cleanly Cheese-press she could never turn,</br>Her aukward Fist did ne'er employ the Churn;</br>If e'er she brew'd, the Drink would strait go sour,</br>Before it ever felt the Thunder's Pow'r:</br>No Huswifry the dowdy Creature knew;</br>My plaint, ye Lasses, with this Burthen aid,</br>'Tis hard so true a Damsel dies a Maid.", "I've often seen my Visage in yon Lake,</br>Nor are my Features of the homeliest Make.</br>Though Clumsilis may boast a whiter Dye,</br>Yet the black Sloe turns in my rolling Eye;</br>And fairest Blossoms drop with ev'ry Blast,</br>But the brown Beauty will like Hollies last.</br>Her wan Complexion's like the wither'd Leek,</br>While Katherine Pears adorn my ruddy Cheek.</br>Yet she, alas!  the witless Lout hath won,</br>And by her Gain, poor Sparabell's undone!</br>Let Hares and Hounds in coupling Straps unite,</br>The clocking Hen make Friendship with the Kite,</br>Let the Fox simply wear the Nuptial Noose,</br>And join in Wedlock with the wadling Goose;</br>For Love hath brought a stranger thing to pass,</br>My plaint, ye Lasses, with this Burthen aid,</br>'Tis hard so true a Damsel dies a Maid.", "Sooner shall Cats disport in Waters clear,</br>And speckled Mackrels graze the Meadows fair,</br>Sooner shall Scriech Owls bask in Sunny Day,</br>And the slow Ass on Trees, like Squirrels, play,</br>Sooner shall Snails on insect Pinions rove,</br>Than I forget my Shepherd's wonted Love!</br>My plaint, ye Lasses, with this Burthen aid,</br>'Tis hard so true a Damsel dies a Maid.", "Ah!  didst thou know what Proffers I withstood,</br>When late I met the Squire in yonder Wood!</br>To me he sped, regardless of his Game,</br>While all my Cheek was glowing red with Shame;</br>My Lip he kiss'd, and prais'd my healthful Look,</br>Then from his Purse of Silk a Guinea took,</br>Into my Hand he forc'd the tempting Gold,</br>While I with modest struggling broke his Hold.</br>He swore that Dick in Liv'ry strip'd with lace,</br>Should wed me soon, to keep me from Disgrace;</br>But I nor Footman priz'd nor golden Fee,</br>For what is Lace or Gold compar'd to thee?</br>My plaint, ye Lasses, with this Burthen aid,</br>'Tis hard so true a Damsel dies a Maid.", "Now plain I ken whence Love his Rise begun.</br>Sure he was born some bloody Butcher's Son,</br>Bred up in Shambles, where our Younglings slain,</br>Erst taught him Mischief and to sport with Pain.</br>The Father only silly Sheep annoys,</br>The Son the sillier Shepherdess destroys.</br>Does Son or Father greater Mischief do?</br>The Sire is cruel, so the Son is too.</br>My plaint, ye Lasses, with this Burthen aid,</br>'Tis hard so true a Damsel dies a Maid.", "Farewell ye Woods, ye Meads, ye Streams that flow;</br>A sudden Death shall rid me of my Woe.</br>This Penknife keen my Windpipe shall divide.&mdash;</br>What, shall I fall as squeaking Pigs have dy'd!</br>No &mdash; To some Tree this Carcass I'll suspend.&mdash;</br>But worrying Curs find such untimely End!</br>I'll speed me to the Pond, where the high Stool</br>On the long Plank hangs o'er the muddy Pool,</br>That Stool, the dread of ev'ry scolding Quean.&mdash;</br>Yet, sure a Lover should not dye so mean!</br>There plac'd aloft, I'll rave and rail by Fits,</br>Though all the Parish say I've lost my Wits;</br>And thence, if Courage holds, myself I'll throw,</br>And quench my Passion in the Lake below.</br>Ye Lasses, cease your Burthen, cease to moan,</br>And, by my Case forewarn'd, go mind your own.", "The Sun was set; the Night came on a-pace,</br>And falling Dews bewet around the Place,</br>The Bat takes airy Rounds on leathern Wings,</br>And the hoarse Owl his woful Dirges sings;</br>The prudent Maiden deems it now too late,</br>And 'till to Morrow comes, defers her Fate.</br>"]