["The garish day-star sunk behind the hill,</br>And matron-like, mild eve stole down the vale;</br>The mellow moon-light glanc'd along the rill;</br>The chearful reaper whistled o'er the dale;</br>In plaintive whispers breath'd the western gale,</br>As through the weeping birch it gently play'd;</br>While thus a peasant pour'd his artless wail,</br>From the deep bosom of a dark'ning shade,</br>While soft and slow the sad notes echo'd o'er the glade:", "\"Awake my pipe, pour forth a pensive strain!</br>Ev'n night's dull ear shall open to your moan;</br>The sweetest Minstrel of dear Scotia's plain,</br>To fairer fields, and brighter skies has flown;</br>And left his EDWIN wand'ring here alone,</br>Through life's thick tangl'd maze untaught to stray;</br>To weep for others woes &mdash; to feel his own,</br>Amidst a thoughtless race, for-ever gay,</br>Who, careless, in the summer sun-beams ceaseless play.", "\"And must the Muses' darling sink to rest?</br>&mdash;No parting requiem o'er his grave be sung?</br>No sorrows warm the sympathetic breast,</br>To see his harp on weeping willows hung?</br>No more it echoes &mdash; silent, and unstrung!</br>No more his pulse at pity's note shall swell!</br>Beneath the green-turf sleeps his tuneful tongue,</br>That all 'the melodies of morn could tell.'</br>And dimm'd in Death, that eye, whence living lustre fell!", "\"Come, ye who long by meteor light beguil'd,</br>Beheld with dread, life's darksome, dreary way;</br>Or lost in metaphysic's mazy wild,</br>Were on his boundless shores condemn'd to stray;</br>To soothe his shade your pious sorrows pay,</br>Who led you gently from these shades of night;</br>When Truth display'd her philosophic ray,</br>That pointed to the sacred source of light,</br>Where one eternal day shines forth in radiance bright.", "\"Ye thoughtless train, who, lost in Fancy's dreams,</br>Now scorn 'the lore that deadens young desire,'</br>Well pleas'd who wander by Castalian streams,</br>And swell the song amidst love's joyous choir;</br>Breathe softer notes &mdash; with sadness strike the wire;</br>In solemn dirges o'er his ashes mourn;</br>His mould'ring dust shall ev'ry breast inspire,</br>That sorrowing bends above his sacred urn,</br>Till the 'rapt soul with virtue's hallow'd ardour burn.", "\"Oft as I wander forth, to meet the morn,</br>While wood-notes-wild delight my list'ning ear;</br>Or ling'ring late beneath the scented thorn,</br>To mark the gloom of rocks and ruins drear,</br>Still to my bosom shall his name be dear,</br>Whose potent song has many a care beguil'd;</br>Has on my eye restrain'd the starting tear,</br>And spread delight amidst life's gloomy wild,</br>Till suns resplendent shone, and all the prospect smil'd.", "\"Ye heath-clad mountains, tow'ring to the storms,</br>Whose dark brows o'er the valley rise sublime,</br>Let wint'ry fogs surround your stately forms,</br>To mourn the ravage of all-conqu'ring Time:</br>Ye waters, winding thro' his native clime,</br>(Dear to his name was each deep-pictur'd shore,)</br>In murmurs soft as his melodious rhyme,</br>His absence from your flow'ry banks deplore,</br>Whose frequent foot shall trace your tufted haunts no more.", "\"Ye fertile fields, where plenty seems to sing;</br>Ye summer-breezes breathing rich perfume;</br>To deck his grave, your varied treasures bring;</br>Ye verdant vallies, spread your vernal bloom:</br>Ye twinkling stars, that chear the midnight gloom;</br>Thou queen of night, slow rising from the wave,</br>Your brightest beams shed o'er his honour'd tomb,</br>Pure as the light heav'n to his bosom gave;</br>'And many an ev'ning sun shine sweetly on his grave!'\"</br>"]