["I own, 'tis true, my frugal Board</br>Luxurious Plenty never stor'd:</br>No Pow'r have I thy Throne to awe,</br>Proud Spain, or give thy Frenzy Law.</br>Ne'er did Persuasion tip my Tongue</br>With beauteous Art, to lead along</br>A following Croud; nor e'er my Wit</br>For polish'd Ears was nicely fit.</br>I murmur not:  Plenty annoys</br>Sometimes, and, sure as Want, destroys:</br>Pow'r swells to Madness; Eloquence</br>May prove the Bane of honest Sense:</br>And Wit Men hate as well as fear;</br>Our wicked Wit may cost us dear.", "Our ev'ry Lot's from God's own Will:</br>'Twas always best, and must be still.</br>God's prudent Hand well knows to give;</br>Happy, could Man as well receive!</br>Why then repine?  Why ask for more?</br>'Tis hurtful, or 'twas your's before.</br>Ask nothing, but what all may find</br>Who truly seek &mdash; an honest Mind.</br>\"Five thousand Acres (Phenio say'd)</br>Behold my bending Harvests spread,</br>My Deer along wide Forests scud,</br>Tall rev'rend Oaks imbrown the Wood;</br>My Side-board groans with massy Plate,</br>Full twenty Liv'rys round me wait.</br>Yet what, O what are these?  Can these</br>My Nicer Honour safely please,</br>Whilst Anstis must be brib'd to trace,</br>From Saxon Kings, my nameless Race?</br>What can I do?  From all your Store</br>One Blessing grant, I ask no more.</br>Grant me, good Heav'ns, a noble Wife:</br>Thus shall fair Fame adorn my Life,</br>My Son with glorious Blood shall glow,</br>And the rich Tide thro' Ages flow.\"</br>Heav'n tir'd the frequent Fool to hear,</br>Unwilling grants at last his Pray'r.</br>The Day is come, th' illustrious Bride</br>Deigns one short Night to grace his Side:</br>After ten Months of mutual Hate,</br>My Lady must lye-in in State;</br>To Light a puny Creature's brought,</br>A Thing by nine Peers half begot.</br>The Boy poor Phenio views, and spys</br>His Grace's Nose, his Lordship's Eyes;</br>Those Lips the gentle Baron speak,</br>And the pale Viscount wann'd that Cheek.</br>He swears 'tis all Sir James's Son,</br>And damns the Features not his own.", "Such are by Av'rice, Pride oppress'd,</br>The World's own Fools and lawful Jest;</br>But all Kinds feel the Rage to rise,</br>The Gay, the Grave, the Mad, the Wise,</br>For Pow'r each Hour of ev'ry Day,</br>Fancy's proud Slaves devoutly pray.</br>Of all who ask, few can obtain;</br>Happy, who most must wish in vain.", "My Fable hear.  Plac'd in a Wood,</br>A Country Ape earn'd daily Food;</br>Fond of his fancy'd Parts, and blest,</br>His Pears and Nuts were thought the best.</br>But soon uneasy, weary grown</br>With the low Business of a Clown,</br>Restless, he fled their vile Employs,</br>Their servile Cares, and stupid Joys:</br>His Parts he Thought too meanly far'd,</br>And Honesty too much rever'd.</br>It chanc'd, his Friends and he resort</br>To view the Splendors of a Court&mdash;</br>Pleas'd with its State, with dazzling Pow'r,</br>Too much he dreads the wretched Hour</br>Which warns him Home &mdash; \"O spare me, Jove,</br>Nor bear me from the Place I love:</br>I hate the Wood's inglorious Ease;</br>O let me act in scenes like these:</br>For some small Place I'm surely fit,</br>All own my Talents and my Wit.\"", "To plague the discontented Beast,</br>Jove nodded to his fond Request:</br>The Wretch, by Grandeur's Charms beguil'd,</br>With crook'd Design, with cunning Sense,</br>And all the Art of Impudence;</br>In jealous Hint, Suspicion sly,</br>His doubtful Tongue would mean a Lye:</br>Yet no one with a bolder Grace</br>Could hold out Falshood's naked Face.</br>Above, below, around he plys,</br>By secret Workings, where to rise:</br>Destruction waits each Beast of Worth,</br>To lead his meaner merit forth.</br>'Tis dang'rous if the Leopard stays,</br>The generous Horse is sent to graze:</br>The noble Tiger's thought too proud,</br>The Fox has Art, the Dog's too good;</br>The faithful Dog can't long be in,</br>His Plainness is too vile a Sin.", "'Twas thus he cozen'd Friends and Foes,</br>And safe o'er ruin'd Virtue rose.</br>Behold him seize the Royal Ear,</br>And stalk a weighty Minister!</br>The Monarch's Eyes decay'd are grown,</br>A gentle Opiate seals 'em down:</br>Unaw'd, alone the Realm he sways,</br>Oppression on it's Vitals preys;</br>By Rapine fat, buoy'd up by Crimes</br>In the mad Storm of broken Times,</br>He swells with mighty Mischief Great,</br>And boasts a Pow'r to curse a State.", "Base Grandeur!  yet how short, how vain!</br>The rouzing Forest feels her Chain,</br>She roars aloud her Injuries,</br>For Justice join the growing Cries;</br>His Foes are warm, each Friend forsakes,</br>Sharp Conscience stings, with Fear he quakes,</br>Like some old ill-built un-propt Wall,</br>Behold him totter, nod, and fall.", "An Ant, in Nature deeply read,</br>His Rise and End observing, said;</br>\"Just, tho' severe, is Folly's Fate:</br>Belov'd of Jove, ourselves we hate.\"</br>"]