["In vale of Thirlemere, once on a time,</br>When birds sung sweet and flowers were in the spring,</br>While youth and fancy wanton'd in their prime,</br>I laid me down in happy slumbering;</br>The heavens in balmy breezes breathed deep,</br>My senses all were lull'd in grateful, joyous sleep.", "Sleep had its visions &mdash; fancy all unsway'd,</br>Revell'd in fulness of creative power:</br>I ween'd that round me countless beings stray'd,</br>Things of delight, illusions of an hour;</br>So great the number of these things divine,</br>Scarce could my heart believe that all the imps were mine.", "Yet mine they were, all motley as they moved;</br>Careless I viewed them, yet I loved to view;</br>The world beheld them, and the world approved,</br>And blest the train with smiles and plaudits due;</br>Proud of approval, to myself I said,</br>From out the group I'll chuse, and breed one favourite maid.", "Joan I chose, a maid of happy mien;</br>Her form and mind I polished with care;</br>A docile girl she proved, of moping vein,</br>Slow in her motions, haughty in her air;</br>Some mention'd trivial blame, or slightly frown'd;</br>Forth to the world she went, her heavenly birth it own'd.", "The next, a son, I bred a Mussulman;</br>With creed and dogmas I was hard bestede,</br>For which was right or wrong I could not tell.</br>So I resolved my offspring should be bred</br>As various as their lives &mdash; the lad I loved,</br>A boy of wild unearthly mein he proved.", "Then first I noted in my mazy dream</br>A being scarcely of the human frame,</br>A tiny thing that from the north did seem,</br>With swaggering, fuming impotence he came;</br>I fled not, but I shudder'd at his look;</br>Into his tutelage my boy he took.", "Each principle of truth and purity,</br>And all that merited the world's acclaim,</br>This fiend misled &mdash; nor could I ever free</br>From his destroying grasp my darling's fame;</br>But yet I could not ween that heart of gall</br>Could be a foe to one, whose heart beat kind to all.", "My third, a Christian and a warrior true,</br>A bold adventurer on foreign soil,</br>And next, his brother, a supreme Hindu,</br>I rear'd with hope, with joy, and painful toil.</br>Alas!  my hopes were vain!  I saw them both</br>Reft by an emmet! &mdash; crush'd before a moth!", "Still could I not believe his vengeful spight,</br>For in his guise a speciousness appear'd;</br>My bitterness of heart I feigned light;</br>But wholly as he urged my next I rear'd;</br>He said of all the gang he was the best,</br>And wrung his neck before mine eyes in jest.", "From that time forth an independent look,</br>A bold effrontery I did essay;</br>But of my progeny no pains I took,</br>Like lambs I rear'd them for the lion's prey;</br>And still as playful forth they pass'd from me,</br>I saw them mock'd and butcher'd wantonly.", "\"Just heaven!\"  said I, \"to thy awards I bow,</br>For truth and vengeance are thine own alone;</br>Are these the wreaths thou deignest to bestow</br>On bard, whose life and lays to virtue prone,</br>Have never turn'd aside on devious way?</br>Is this the high reward, to be of fools the prey?\"", "A laugh of scorn the welkin seem'd to rend,</br>And by my side I saw a form serene;</br>\"Thou bard of honour, virtue's firmest friend,\"</br>He said, \"can'st thou thus fret?  or dost thou ween</br>That such a thing can work thy fame's decay?</br>Thou art no fading bloom &mdash; no flow'ret of a day!", "\"When his o'erflowings of envenom'd spleen</br>An undistinguish'd dunghill mass shall lie,</br>The name of SOUTHEY, like an ever-green,</br>Shall spread, shall blow, and flourish to the sky!</br>To Milton and to Spencer next in fame,</br>O'er all the world shall spread thy laurell'd name.\"", "\"Friend of the bard,\" I said, \"behold thou hast</br>The tears of one I love o'er blushes shed;</br>Has he not wrung the throb from parent's heart,</br>And stretch'd his hand to reave my children's bread?</br>For every tear that on their cheeks hath shone,</br>O may that Aristarch with tears of blood atone!\"", "\"If cursing thou delight'st in,\" he replied,</br>\"If rage and execration is thy meed,</br>Mount the tribunal &mdash; Justice be thy guide,</br>Before thee shall he come his rights to plead;</br>To thy awards his fate forthwith is given,</br>Only, be justice thine, the attribute of heaven.\"", "Gladly I mounted, for before that time</br>Merit had crown'd me with unfading bays.</br>Before me was brought in that man of crime,</br>Who with unblushing front his face did raise;</br>But when my royal laurel met his sight,</br>He pointed with his thumb, and laughed with all his might.", "Maddening at impudence so thoroughbred,</br>I rose from off my seat with frown severe,</br>I shook my regal sceptre o'er his head&mdash;</br>\"Hear, culprit, of thy crimes, and sentence hear!\"</br>Thou void of principle!  of rule!  of ruth!</br>Thou renegade from nature and from truth!", "\"Thou bane of genius! &mdash; party's sordid slave!</br>Mistaken, perverse, crooked is thy mind!</br>No humble son of merit thou wilt save,</br>Truth, virtue, ne'er from thee did friendship find;</br>And while of freedom thou can'st fume and rave,</br>Of titles, party, wealth, thou art the cringing slave!", "\"Thou hast renounced Nature for thy guide,</br>A thousand times hast given thyself the lie,</br>And raised the party-curs to wealth and pride,</br>The very scavengers of poetry.</br>Thy quibbles are from ray of sense exempt,</br>Presumptuous, pitiful, below contempt!", "\"Answer me, viper!  here do I arraign</br>Thy arrogant, self-crown'd majesty!</br>Hast thou not prophesied of dole and pain,</br>Weakening the arms of nations and of me?</br>Thou foe of order! &mdash; Mercy lingers sick&mdash;</br>False prophet!  Canker!  Damned heretick!\"", "Then pointing with my sceptre to the sky,</br>With vehemence that might not be restrain'd,</br>I gave the awful curse of destiny!</br>I was asleep, but sore with passion pain'd.</br>It was a dreadful curse; and to this day,</br>Even from my waking dreams it is not worn away.", "THE CURSE.</br>May heaven and earth,</br>And hell underneath,</br>Unite to unsting thee</br>In horrible wrath.</br>May scorning surround thee,</br>And conscience astound thee,</br>High genius o'erpower,</br>And the devil confound thee.</br>The curse be upon thee</br>In pen and in pocket,</br>Thy ink turn to puddle,</br>And gorge in the socket;</br>Thy study let rats destroy,</br>Vermin and cats annoy,</br>Thy base lucubrations</br>To tear and to gnaw,</br>Thy false calculations</br>In Empire and Law.</br>The printers shall harass,</br>The devils shall dun thee,</br>The trade shall despise thee,</br>And C&mdash;t&mdash;e shun thee.</br>The judge shall not hear thee,</br>But frown and pass by thee,</br>And clients shall fear thee,</br>And know thee, and fly thee!</br>I'll hunt thee, I'll chase thee,</br>To scorn and deride thee,</br>The cloud shall not cover,</br>The cave shall not hide thee;</br>The scorching of wrath</br>And of shame shall abide thee,</br>Till the herbs of the desert</br>Shall wither beside thee.</br>Thou shalt thirst for revenge</br>And misrule, as for wine,</br>But genius shall flourish!</br>And royalty shine!</br>And thou shalt remain</br>While the Laureate doth reign,</br>With a fire in thy heart,</br>And a fire in thy brain,</br>And Fame shall disown thee</br>And visit thee never,</br>And the curse shall be on thee</br>For ever and ever!</br>"]