["High on a rock whose rugged brow</br>Far o'er the murm'ring sea-wave hung,</br>Orlando sat, the child of woe!</br>And thus the dying mourner sung&mdash;</br>His humble harp of simplest tone</br>Lean'd careless on a mossy stone;</br>The tear of sorrow illum'd his fading eye,</br>But pride suppress'd the groan, and hush'd the lab'ring sigh.&mdash;", "\"Go, sleep in silence evermore,</br>Sweet solace thou, my, hapless lyre!</br>Go, moulder on the storm-beat shore,</br>And bid thy ev'ry note expire:</br>Oh!  I have woo'd the world too long,</br>And tamely bow'd to many a wrong;</br>Curb'd the indignant spirit in my breast,</br>And stoop'd degenerate down to folly's gilded crest.", "\"For long has fancy lov'd to dream</br>Of gen'rous feeling, prompt and true;</br>'Twere better trust the wat'ry gleam</br>Of sunshine on the billows blue,</br>Than hope in earthly soil to find</br>The nobler virtues of the mind,</br>For sordid int'rest warps the love of truth,</br>Alike in frigid age and tender blooming youth.", "\"One miser thirst pervades the whole</br>That doth not heed another's care;</br>One narrow selfishness of soul</br>That blunts each softer passion there,</br>But sleep, my harp!  for ever rest:</br>The sun is trembling in the west;</br>And ere that sun Illumes tomorrow's sky,</br>Cold on the winds of morn shall breathe my latest sigh.\"", "In vain the tears of pity flow</br>For him who pour'd the pensive lay;</br>From toil escap'd, and want, and woe,</br>In yon bright heav'n's eternal day</br>Orlando lives; &mdash; by the rude stone</br>His once lov'd harp is careless thrown;</br>Yet oft responsive, as the breezes fly,</br>The trembling strings do wake their mournful melody.", "And oft the sea-boy's listening ear</br>Doth catch the wild and plaintive sound,</br>As sails the lonely vessel near,</br>At midnight, when the waves around</br>Are hush'd, and Cynthia's placid beam</br>Slumbers along the level stream;</br>Upward he looks with wond'ring eye,</br>And thinks some spirit of the sky</br>Steals o'er the tranquil bosom of the deep,</br>And sings their solemn dirge that in the ocean sleep.</br>"]