["Sweet Village!  on thy pastoral hill</br>Arrayed in sunlight sad and still,</br>As if beneath the harvest moon</br>Thy noiseless homes were sleeping</br>It is the merry month of June,</br>And creatures all of air and earth</br>Should now their holiday of mirth</br>With dance and song be keeping.</br>But loveliest Village!  silent Thou,</br>As cloud wreathed o'er the Morning's brow,</br>When light is faintly breaking,</br>And Midnight's voice afar is lost,</br>Like the wailing of a wearied ghost,</br>The shades of earth forsaking.", "'Tis not the Day to Scotia dear,</br>A summer Sabbath mild and dear</br>Yet from her solemn burial-ground,</br>The small Kirk-Steeple looks around,</br>Enshrouded in a calm</br>Profound as fills the house of prayer,</br>Ere from the band of virgins fair</br>Is breathed the choral psalm.</br>A sight so steeped in perfect rest</br>Is slumbering not on nature's breast</br>In the smiles of earthly day!</br>'Tis a picture floating down the sky,</br>By fancy framed in years gone by,</br>And mellowing in decay!</br>That thought is gone! &mdash; the Village still</br>With deepening quiet crowns the hill,</br>Its low green roofs are there!</br>In soft material beauty beaming,</br>As in the silent hour of dreaming</br>They hung embowered in air!", "Is this the Day when to the mountains</br>The happy shepherds go,</br>And bathe in sparkling pools and fountains</br>Their flocks made white as snow?</br>Hath gentle girl and gamesome boy,</br>With meek-eyed mirth or shouting joy,</br>Gone tripping up the brae?</br>Till far behind their town doth stand,</br>Like an image in sweet Faery Land</br>When the Elves have flown away!&mdash;</br>&mdash;O sure if aught of human breath</br>Within these walls remain,</br>Thus deepening in the hush of death,</br>'Tis but some melancholy crone,</br>Who sits with solemn eyes</br>Beside the cradle all alone,</br>And lulls the infant with a strain</br>Of Scotia's ancient melodies.", "What if these homes be filled with life?</br>'Tis the sultry month of June,</br>And when the cloudless sun rides high</br>Above the glittering air of noon,</br>All nature sinks opprest,&mdash;</br>And labour shuts his weary eye</br>In the mid-day hour of rest.</br>Yet let the soul think what it will,</br>Most dirgelike mourns that moorland rill!</br>How different once its flow!</br>When with a dreamy motion gliding</br>Mid its green fields in love abiding,</br>Or leaping o'er the mossy linn,</br>And sporting with its own wild din,</br>Seemed water changed to snow.</br>Beauty lies spread before my sight,</br>But grief-like shadows dim its light,</br>And all the scene appears</br>Like a church-yard when a friend is dying,</br>In more than earthly stillness lying,</br>And glimmering through our tears!", "Sweet Woodburn!  like a cloud that name</br>Comes floating o'er my soul!</br>Although thy beauty still survive,</br>One look hath changed the whole.</br>The gayest village of the gay</br>Beside thy own sweet river,</br>Wert Thou on Week or Sabbath day!</br>So bathed in the blue light of joy,</br>As if no trouble could destroy</br>Peace doomed to last for ever.</br>Now in the shadow of thy trees,</br>On a green plat, sacred to thy breeze,</br>The fell Plague-Spirit grimly lies</br>And broods, as in despite</br>Of uncomplaining lifelessness,</br>On the troops of silent shades that press</br>Into the church-yard's cold recess,</br>From that region of delight.", "Last summer, from the school-house door,</br>When the glad play-bell was ringing,</br>What shoals of bright-haired elves would pour,</br>Like small waves racing on the shore.</br>In dance of rapture singing!</br>Oft by yon little silver well,</br>Now sleeping in neglected cell,</br>The village maid would stand,</br>While resting on the mossy bank,</br>With freshened soul the traveller drank</br>The cold cup from her hand;</br>Haply some soldier from the war,</br>Who would remember long and far</br>That Lily of the Land.</br>And still the green is bright with flowers,</br>And dancing through the sunny hours</br>Like blossoms from enchanted bowers</br>On a sudden wafted by,</br>Obedient to the changeful air</br>And proudly feeling they are fair</br>Glide bird and butterfly.</br>But where is the tiny hunter-rout</br>That revelled on with dance and shout</br>Against their airy prey?</br>Alas!  the fearless linnet sings,</br>And the bright insect folds its wings</br>Upon the dewy flower that springs</br>Above these children's day.</br>And if to yon deserted well</br>Some solitary maid,</br>As she was wont at eve, should go&mdash;</br>There silent as her shade</br>She stands awhile &mdash; then sad and slow</br>Walks home, afraid to think</br>Of many a loudly-laughing ring</br>That dipped their pitchers in that spring,</br>And lingered round its brink.", "On &mdash; on &mdash; through woful images</br>My spirit holds her way!</br>Death in each drooping flower she sees;</br>And oft the momentary breeze</br>Is singing of decay.</br>&mdash;So high upon the slender bough</br>Why hangs the crow her nest?</br>All undisturbed her young have lain</br>This spring-time in their nest,</br>Nor as they flew on tender wing</br>E'er feared the cross-bow or the sling.</br>Tame as the purpling turtle-dove,</br>That walks serene in human love,</br>The magpie hops from door to door;</br>And the hare, nor fearing to be seen,</br>Doth gambol on the village green</br>As on the lonely moor.</br>The few sheep wandering by the brook</br>Have all a dim neglected look,</br>Oft bleating in their dumb distress</br>On her their sweet dead shepherdess.</br>The horses pasturing through the range</br>Of gateless fields, all common now,</br>Free from the yoke enjoy the change,</br>To them a long long Sabbath-sleep!</br>Then gathering in one thunderous band,</br>Across the wild they sweep,</br>Tossing the long hair from their eyes&mdash;</br>Till far the living whirlwind flies</br>As o'er the desert sand.</br>From human let their course is free&mdash;</br>No lonely angler down the lea</br>Invites the zephyr's breath&mdash;</br>And the beggar far away doth roam,</br>Preferring in his hovel-home</br>His penury to death.</br>On that green hedge a scattered row</br>Now weather-stained &mdash; once white as snow&mdash;</br>Of garments that have long been spread,</br>And now belong unto the dead,</br>Shroud-like proclaim to every eye,</br>\"This is no place for Charity!\"", "O blest are ye!  unthinking creatures!</br>Rejoicing in your lowly natures</br>Ye dance round human tombs;</br>Where gladlier sings the mounting lark</br>Than o'er the churchyard dim and dark!</br>Or where, than on the churchyard wall,</br>From the wild rose-tree brighter fall</br>Her transitory blooms!</br>What is it to that lovely sky</br>If all her worshippers should die!</br>As happily her splendours play</br>On the grave where human forms decay,</br>As o'er the dewy turf of Morn,</br>Where the virgin, like a woodland Fay</br>On wings of joy was borne.</br>&mdash;Even now a soft and silvery haze</br>Hill &mdash; Village &mdash; Tree &mdash; is steeping</br>In the loveliness of happier days,</br>Ere rose the voice of weeping!</br>When incense-fires from every hearth,</br>To heaven stole beautiful from earth.", "Sweet spire!  that crown'st the house of God!</br>To thee my spirit turns,</br>While through a cloud the softened light</br>On thy yellow dial burns.</br>Ah, me!  my bosom inly bleeds</br>To see the deep-worn path that leads</br>Unto that open gate</br>In silent blackness it doth tell</br>How oft thy little sullen bell</br>Hath o'er the village tolled its knell,</br>In beauty desolate.</br>Oft, wandering by myself at night,</br>Such spire hath risen in softened light</br>Before my gladdened eyes,&mdash;</br>And as I looked around to see</br>The village sleeping quietly</br>Beneath the quiet skies,&mdash;</br>Methought that mid her stars so bright,</br>The moon in placid mirth,</br>Was not in heaven a holier sight&mdash;</br>Than God's house on the earth.</br>Sweet image!  transient in my soul!</br>That very bell hath ceased to toll</br>When the grave receives its dead&mdash;</br>And the last time it slowly swung</br>'Twas by a dying stripling rung</br>O'er the sexton's hoary head!</br>All silent now from cot or hall</br>Comes forth the sable funeral!</br>The Pastor is not there!</br>For yon sweet Manse now empty stands,</br>Nor in its walls will holier hands</br>Be e'er held up in prayer.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]