["Tell me, ye learned in Nature's mysteries,</br>What strong attraction chains th' enraptured eye</br>To yon blue hills that dim in distance rise?</br>Where woods and fields all undistinguished lie,</br>And, but that pearls appear of brighter dye,</br>They seem a deep blue cloud.  Oh, 'tis a dear</br>And nameless feeling, as of minstrelsy,</br>That comes in night's hour &mdash; now swelling clear,</br>Now dying soft away upon the listening ear.", "And oft I loved, in the sweet prime of spring,</br>Where the pure streamlet urged its winding way,</br>Whose gentle murmur soothing thoughts did bring,</br>On the green bank, to lie the live-long day,</br>And watch the clouds, that o'er yon azure lay</br>Their varying hues and forms.  From blue to white&mdash;</br>Slow-changing some, and lessening still, delay</br>A little moment, and then vanish quite&mdash;</br>And where so late they lay, deep azure meets the sight.", "Some, fold on fold, in fleecy whiteness thrown,</br>'Mid the clear sky so pure, unearthly seemed,</br>And to my boyish eye so lovely shone,</br>Whether a flood of fading splendour streamed</br>From the low sun upon their skirts, that gleamed</br>Like beaten gold, or white as driven snow</br>In mid-day sky they lay, oft fancy deemed</br>They couches were, on which the angels throw</br>Their wearied forms, to watch o'er mortals here below.", "Sweet was the joy that all my bosom fired,</br>As thus I gazed; but dearer far the gloom</br>That autumn's varied loveliness inspired.</br>Then dying groves each different hue assume,</br>From the pale violet to the rose's bloom;</br>And oft I eyed the falling leaves, and thought</br>Thus must I fall &mdash; 'tis nature's general doom,</br>Like them must press for aye some little spot;</br>But ah!  must I, like them, for ever be forgot?", "I know not why, there is a joy in sadness,</br>That comes so soft upon the pensive soul&mdash;</br>'Tis lovelier far than mirth's delusive madness,</br>Are there who have not felt its strong controul?</br>Let them live on to life's remotest goal,</br>Each pleasure taste &mdash; the honied nuptial bowl</br>Or the deep raptures of the nectared bowl</br>They have not felt; they cannot feel a bliss,</br>That ravishes the soul, that steals it all like this.</br>"]