["The Sultry sun in Virgo 'gan to shine,</br>And hot upon the meads did cast his ray;</br>The apple reddend from its sallow green,</br>And the ripe pear did bend the leafy spray;</br>The merry goldfinch sang the live-long day;</br>'Twas now the pride the manhood of the year,</br>And eke the ground did in its gayest dress appear.", "The sun was gleaming in the midst of day,</br>Dead still the air, and eke the welkin blue;</br>When from the sea arose, in drear array,</br>A heap of clouds of sullen sable hue,</br>The which full fast unto the woodlands drew;</br>Hiding at once the sun's all-glorious face,</br>And the black tempest swell'd and gather'd up apace.", "Beneath an holme, close by a pathway side,</br>Which did unto Saint Godwin's convent lead,</br>A hapless pilgrim moaning did abide,</br>Poor in his look; ill-sorted in his weed,</br>Long conscious of the miseries of need,</br>Where from the hall-stone could the pilgrim fly,</br>There were not houses there, nor any convent nigh.", "Look in his gloomy face, his spirit scan,</br>How woe begone, how withered, pale, and dead!</br>Haste to thy last repose, unhappy man,</br>Hie to thy grave, thine only resting bed;</br>Cold as the turf which will grow on thy head</br>Is charity and love among high elves,</br>Nobles and barons live for pleasure and themselves.", "The gather'd storm is ripe, the big drops fall,</br>The sun-burnt meadows smoke, and drink the rain;</br>The low'ring darkness doth the herds appal,</br>And the full flocks are driving, o'er the plain;</br>Dash'd from the clouds the waters fly again;</br>Heav'n opes above, the yellow light'ning flies,</br>And the hot fiery-smoke in the wild flashes dies.", "List how the thunder's rattling roaring sound</br>Rolls slowly on, and then redoubled clangs</br>Shake the high spire, and lost, dispended, drown'd,</br>All on the coward ear of terror hangs;</br>The winds are up, the lofty elm-tree swangs:</br>Again the light'ning, and the thunder pours,</br>And the full clouds are burst at once in stony show'rs.", "Spurring his palfrey o'er the wat'ry plain,</br>The abbot of St. Godwin's convent came;</br>His chapournette was drenched with the rain,</br>And his work'd girdle met with mickle shame;</br>Full many a curse he mutter'd at the same.</br>The storm encreas'd, and he drew aside</br>With the poor alms-craver, beneath the holm to bide.", "His cope was all of Lincoln cloth so fine,</br>With a gold-button fasten'd near his chin;</br>His autremete was edged with golden twine,</br>And his peak'd shoe a lord's might well have been:</br>Full well it shewed, he thought expence no sin:</br>The trappings of his palfrey pleas'd his sight,</br>For the horse-milliner, his head with roses dight.", "An alms, Sir Priest, the bowing pilgrim said,</br>O let me wait within your convent door,</br>'Till the sun shines on high above our head,</br>And the loud tempest of the air is o'er;</br>Helpless and old am I, alas!  and poor:</br>Nor house, nor friend, nor wealth I call my own.</br>Nor worldly good, except this silver cross alone.", "\"Varlet!\"  replied the Abbot, \"cease your din,</br>This is no season alms and pray'rs to give;</br>My porter never lets a begger in;</br>None feast with me who not in honour live.</br>And now the sun with the black clouds did strive,</br>And shooting on the ground his glaring ray,</br>The Abbot spurr'd his steed, and forthwith rode away.", "Once more the sky was black, the thunder roll'd;</br>Fast running o'er the plain a priest was seen;</br>Nor proudly dight, nor button'd up in gold,</br>His lope and jape were gray, and eke were clean;</br>A Limitour he was of order seen;</br>And from the pathway side then turned he,</br>Where the poor pilgrim lay beneath the good holm-tree.", "\"An alms, Sir Priest,\" the bowing pilgrim said,</br>\"For sweet Mary and your order's sake;\"</br>The Limitour then loos'd his purse's thread,</br>And did thereout a groat of silver take:</br>The pilgrim's hand for thankfulness did shake;</br>\"Here, take this silver, it may ease thy care,</br>Nought have we of our own, we but God's stewards are.", "\"But ah!  unhappy pilgrim, learn of me,</br>To heav'n, scarce any give a tithe away:</br>Here take my semicope, thou'rt bare, I see;</br>'Tis thine, the Mightiest will the debt repay:\"</br>He left the pilgrim and pursued his way.</br>Virgin and Saints who God's behests fulfil,</br>Or give the good man power, or give the mighty will.</br>"]