["How calm and beautiful the frosty Night</br>Has stol'n unnotic'd like the hush of sleep</br>O'er Grassmere-vale!  Beneath the mellowing light,</br>How sinks in softness every rugged steep!</br>The old Church-tower a solemn watch doth keep,</br>O'er the sweet Village she adorns so well;</br>Faintly the freezing stream is heard to weep,</br>Wild-murmuring far within its icy cell,</br>And hark!  across the Lake, clear chimes the Chapel-bell.", "Soon will the Moon and all her Stars be here:</br>A stealing light proclaims her o'er yon hill!</br>Slowly she raiseth up her radiant sphere,</br>And stillness, at her smile, becomes more still.</br>My heart forgets all thoughts of human ill,</br>And man seems happy as his place of birth:</br>All things that yield him joy my spirit fill</br>With kindred joy; and ev'n his humblest mirth</br>Seems, at this peaceful hour, to beautify the Earth.", "Beyond this vale my fancy may not fly,</br>Held by its circle in a magic chain;</br>Of merry-making, and festivity,</br>Even 'mid this moonlight-scene, shall be my strain.</br>Nor gracious Nature!  when I wake again</br>A hymn of loftier temper in thy praise,</br>Wilt thou the Poet's homage-song disdain,&mdash;</br>For Thou hast never listened to his lays,</br>Who lov'd not lowly life and all its simple ways.", "Through many a vale how rang each snow-roof'd cot,</br>This livelong day with raptures blithe and wild!</br>All thoughts but of the lingering eve forgot,</br>Both by grave Parent, and light-hearted Child.</br>Hail to the Night!  whose image oft beguiled</br>Youth's transient sadness with a startling cheer!</br>The Ball-night this by younkers proudly styled!</br>The joy at distance bright, burns brighter near&mdash;</br>Now smiles the happiest hour of all their happy year!", "All day the earthen floors have felt their feet</br>Twinkling quick measures to the liquid sound</br>Of their own small-piped voices shrilly sweet,&mdash;</br>As hand in hand they wheel'd their giddy round.</br>Ne'er fairy-revels on the greensward mound</br>To dreaming bard a lovelier shew display'd:&mdash;</br>Titania's self did ne'er with lighter bound</br>Dance o'er the diamonds of the dewy glade,</br>Than danc'd, at peep of morn, mine own dear mountain-maid.", "Oft in her own small mirror had the gleam,</br>The soften'd gleam of her rich golden hair,</br>That o'er her white neck floated in a stream,</br>Kindled to smiles that Infant's visage fair,</br>Half-conscious she that beauty glistened there!</br>Oft had she glanced her restless eyes aside</br>On silken sash so bright and debonnair,</br>Then to her mother flown with leaf-like glide,</br>Who kiss'd her cherub-head with tears of silent pride.", "But all these glad, rehearsals now are o'er,</br>And young and old in many a glittering throng,</br>By tinkling copse-wood, and hill-path way pour,</br>Cheering the air with laughter, and with song.</br>Those first arriv'd think others tarrying long,</br>And chide them, smiling with a friendly jeer,</br>\"To let the music waste itself was wrong,</br>So stirringly it strikes upon the ear,</br>The lame might dance,\" they cry, \"the aged-deaf might hear.\"", "And lo!  the crowded ball-room is alive</br>With restless motion, and a humming noise,</br>Like on a warm spring-morn a sunny hive,</br>When round their Queen the waking bees rejoice.</br>Sweet blends with graver tones the silvery voice</br>Of children rushing eager to their seats;</br>The Master proud of his fair flock employs</br>His guiding beck that due attention meets,&mdash;</br>List!  through the silent room each anxious bosom beats!", "Most beautiful and touching is the scene!</br>More blissful far to me than Fancy's bower!</br>Arch'd are the walls with wreaths of holly green,</br>Whose dark-red berries blush beside the flower</br>That kindly comes to charm the wintry hour,</br>The Christmas rose!  the glory white as snow!</br>The dusky roof seems brighten'd by the power</br>Of bloom and verdure mingling thus below,</br>Whence many a taper-light sends forth a cheerful glow.", "There sit together, tranquilly arrayed,</br>The Friends and Parents of the infant-band.</br>A Mother nodding to her timid maid</br>With cheering smiles &mdash; or beckoning with her hand,</br>A sign of love the child doth understand.</br>There, deeper thoughts the Father's heart employ:</br>His features grave with fondness melting-bland,</br>He asks his silent heart, with gushing joy,</br>If all the vale can match his own exulting Boy.", "See!  where in blooming rows the children sit&mdash;</br>All loving partners by the idle floor</br>As yet divided &mdash; save where boy doth flit,</br>Lightly as small wave running 'long the shore,</br>To whisper something, haply said before,</br>Unto the soft cheek of his laughing May!</br>The whiles the master eyes the opening door&mdash;</br>And, fearing longer than one smile to stay,</br>Turns on his noiseless heel, and jocund wheels away.", "O Band of living Flowers!  O taintless wreathe!</br>By nature nourish'd 'mid her mountain air!</br>O sweet unfolding buds, that blush and breathe</br>Of innocence and love!  I scarce may dare</br>To gaze upon you! &mdash; What soft gleams of hair!</br>What peaceful foreheads!  and what heavenly eyes!</br>Bosoms so sweet will never harbour care;</br>Such spiritual breath was never made for sighs!</br>For you still breathe on Earth the gales of Paradise.", "But I will call you by your human name,&mdash;</br>Children of Earth, of Frailty, and Distress!</br>Alternate objects ye of praise and blame!</br>The spell is broken &mdash; do I love you less?</br>Ah!  no! &mdash; a deep'ning, mournful tenderness</br>Yearns at my heart, e'en now when I behold</br>What trivial joys the human soul can bless!</br>I feel a pathos that can ne'er be told</br>Breath'd from yon mortal locks of pure ethereal gold.", "Where now that angel face &mdash; that fairy frame&mdash;</br>The joyful beauty of that burnish'd head</br>That shining forth o'er all &mdash; a star-like flame&mdash;</br>Once through this room admiring rapture shed!</br>Can that fair breast, so full of life be dead!</br>All mute those ruddy lips whose dewy balm</br>As if through breathing flowers sweet music shed!</br>Those bounding limbs chain'd now in endless calm&mdash;</br>&mdash;For her lost Sabbath-day was sung the funeral psalm!", "One reverend head I miss amid the throng&mdash;</br>'Tis bowed in sorrow o'er, his cottage hearth!</br>The tread of dancing feet &mdash; the voice of song&mdash;</br>The gladsome viol &mdash; and the laugh of mirth</br>To him seem mockery on this lonesome earth.</br>Rich in one child &mdash; he felt as if his store</br>Of bliss might never yield to mortal dearth&mdash;</br>But dry the cup of joy that once ran o'er!</br>&mdash;Now that grey-headed man is poorest of the poor.", "That was a stirring sound &mdash; my heart feels light</br>Once more, and happy as a lamb at play.</br>At music such as this &mdash; pale thought takes flight&mdash;</br>It speaks of Scotland too &mdash; a dear strathspey!</br>No vulgar skill the Master doth display&mdash;</br>The living bow leaps dancing o'er the strings&mdash;</br>The wrinkled face of Age is bright as day&mdash;</br>While each glad child in fancied measure springs,</br>And feels as if through air he skimm'd on flying wings.", "A hush of admiration chains the breath,</br>And calms the laughing features of us all;</br>The room, erewhile so loud, is still as death&mdash;</br>For lo!  the Infant-monarchs of the ball</br>Rise from their seats, rejoicing at the call,</br>And move soft-gliding to their proper place!</br>He in his triumph rising straight and tall;</br>She light of air, and delicate of face,</br>More bright through fear's faint shade her wild unconscious grace.", "Towards each other their delighted eyes</br>They smiling turn, and all, at once, may tell</br>From their subdued and sinless ecstasies</br>That these fair children love each other well.</br>They sport and play in the same native dell,</br>There, each lives happy in a shelter'd nest;</br>And though the children of our vales excel</br>In touching beauty &mdash; far above the rest</br>Shine forth this starlike pair &mdash; the loveliest and the best.", "Like a faint shadow falls the pride of youth</br>O'er faces sparkling yet with childhood's light&mdash;</br>Joy, friendship, fondness, innocence and truth,</br>That blushing maiden to her Boy unite</br>More than a brother dear!  Aye &mdash; this glad night</br>Across their quiet souls will often move,</br>A spot of vernal sunshine ever bright!</br>When through youth's fairy-land no more they rove,</br>And feel that Grief oft sits beside her sister Love.&mdash;", "But lo!  their graceful salutations lend</br>A mutual boldness to each beating heart;</br>Up strikes the tune &mdash; suspense is at an end&mdash;</br>Like fearless forest-fawns away they start!</br>How wildly nature now combines with art!</br>The motions of the infant mountaineer,</br>Wont o'er the streams and up the hills to dart</br>Subdued by precept and by music here,</br>Enthral the admiring soul at once through eye and ear!", "Like sunbeams glancing o'er a meadow-field,</br>From side to side the airy spirits swim.</br>What keen and kindling rapture shines reveal'd</br>Around their eyes, and moves in every limb!</br>See!  how they twine their flexile arms so slim,</br>In graceful arches o'er their hanging hair,</br>Whose ringlets for a while their eyes bedim.</br>The music stops &mdash; they stand like statues there&mdash;</br>Then parting glide away on noiseless steps of air.", "And now a ready hand hath round them thrown</br>A flowing garland, for their beauteous Queen</br>Wreath'd by her playmates &mdash; roses newly blown</br>White-clustering 'mid the ivy's vivid green.</br>Enfolded thus in innocence, they lean</br>Their silky heads in inclination dear,</br>Their blent locks fluttering through the space between,&mdash;</br>And do they not, advancing thus, appear</br>Like Angels sent by Spring to usher in the year?", "Their movements every instant lighter grow.</br>Motion to them more easy seems than rest:</br>Their cheeks are tinged with a diviner glow&mdash;</br>Their gleaming locks a perfect bliss attest.</br>Now is the triumph of their art confest</br>By rising murmurs, and soft-rustling feet,</br>All round th' admiring room &mdash; they cease &mdash; opprest</br>With a pride-mingled shame &mdash; and to their seat</br>Fly off, 'mid thundering praise, with bosoms fluttering sweet.", "Around their Queen her loving playmates press,</br>Proud of her dancing, as it were their own;</br>With voices trembling through their tenderness,</br>Like to the flute's low tones when sweetly blown!</br>Envy to their pure breasts is yet unknown;</br>Too young and happy for a moment's guile!</br>There Innocence still sacred keeps her throne,</br>Well-pleas'd, in that calm hold, to see the while</br>Lingering on human lips an unpolluted smile.", "Ah me!  that Bards in many a lovely lay,</br>Forgetting all their own delightful years,</br>Should sing that life is but one little day,</br>And this most blessed world the vale of tears!</br>Even in such songs mysterious truth appears:</br>We weep &mdash; forget &mdash; or muse resign'd on death&mdash;</br>But oh!  that those inevitable years</br>The soul should sully with bedimming breath,</br>And prove how vain a dream is all our Childhood's faith!", "Go to thy mother's arms thou blessed thing!</br>And in her yearning bosom hide thy head:</br>Behold!  how bliss resembleth sorrowing!</br>When smiles are glistening &mdash; why should tears be shed!</br>Nor, grey-hair'd man!  art thou dishonoured</br>By those big drops that force at last their way</br>Down thy grave wrinkled face &mdash; when thou art dead,</br>That child thou knowest will weep upon thy clay&mdash;</br>Thus fathers oft are sad when those they love are gay.", "But why should merriment thus feel alloy,</br>Sanction'd by Nature though such sadness be?</br>&mdash;Look on yon Figure!  how he swells with joy!</br>With head-erecting pride and formal glee!</br>And may a Poet dare to picture thee,</br>As stiff thou walk'st thy pupils sly among;</br>While roguish elf doth ape thy pedantry?</br>Loudly, I trow, would bark the critic throng,</br>If vulgar name like thine should slip into my song.", "And yet thou shalt not go without the meed</br>Of well-earn'd praise &mdash; one tributary line:</br>And haply as I tune my simple reed</br>Such theme the pastoral muse may not decline.</br>Nor vain nor useless is a task like thine&mdash;</br>That, ere the gleams of life's glad morning fly,</br>Bids native grace with fresh attractions shine,</br>Taming the wild &mdash; emboldening the shy&mdash;</br>And still its end the same &mdash; the bliss of infancy!", "Nor think the coldest spirit could withstand</br>The genial influence breath'd, like balm from heaven,</br>From rosy childhood, in a vernal band</br>Dancing before him every happy Even.</br>When through the gloom their gliding forms are driven,</br>Like soft stars hurrying through the airy mist,</br>Unto his heart paternal dreams are given,</br>And in the bliss of innocent beauty blest,</br>Oft hath that simple man their burnish'd ringlets kist.", "No idle, worthless, wandering man is he,</br>But in this vale of honest parents bred:</br>Train'd to a life of patient industry,</br>He with the lark in summer leaves his bed,</br>Through the sweet calm by morning twilight shed,</br>Walking to labour by that cheerful song.</br>And, making now pure pleasure of a trade,</br>When Winter comes, with nights so dark and long,</br>'Tis his to train to grace the smiling infant throng.", "And he, I ween, is aye a welcome guest</br>In every cottage-home on hill and vale;</br>And oft by matron grave is warmly prest</br>To honour with his praise her home-brew'd ale.</br>Smiles the grown maid her master to regale,</br>Mindful of all his kindness when a child,</br>Invited thus, the master may not fail</br>To laud with fitting phrase the liquor mild,</br>And prays that heaven may bless the cottage on the wild.", "O fair the mazy dance that breaks my dream!</br>Heaven dawns upon me as I starting wake!</br>A flight of fancy this &mdash; a frolic whim&mdash;</br>A mirthful tumult in which all partake.</br>So dance the sunny atoms o'er a lake;</br>So small clouds blend together in the sky;</br>So when the evening gales the grove forsake,</br>The radiant lime-leaves twinkle yet on high,</br>So flutter new-fledg'd birds to their own melody.", "Through bright confusion order holds her reign,</br>And not one infant there but well doth know</br>By cunning rules her station to regain,</br>And fearless of mistakes to come and go.</br>Yet did the master no deep pains bestow</br>On these small Elves so docile, and so true</br>To tune and figure.  Nature will'd it so,</br>Who fram'd to grace their stature as it grew,</br>And train'd their fairy feet among the morning dew.", "True that, in polish'd life, refinement sheds</br>A fragile elegance o'er childhood's frame,&mdash;</br>And in a trembling lustre steeps their heads,</br>A finer charm, a grace without a name.</br>There, culture kindly breathes on nature's flame;</br>And angel beauty owns her genial sway.</br>But oh!  too oft doth dove-eyed Pity claim</br>The unconscious victims dancing light and gay,</br>For sickness lends that bloom, the symbol of decay.", "Here Health, descending from her mountain-throne,</br>Surveys with rapture yon delighted train</br>Of rosy Sprites, by day and night her own,</br>Though mortal creatures, strangers yet to pain!</br>For she hath taught them up the hills to strain,</br>Following her foot-prints o'er the dewy flowers,</br>Light as the shadows flitting o'er the plain,</br>Soon as the earth salutes the dawning hours</br>With song and fragrance pour'd from all her glitt'ring bowers.", "Nor deem to gilded roofs alone confin'd</br>The magic charm of manners mild and free;</br>Attendant mostly they on peace of mind,</br>Best cherish'd by the breath of purity.</br>Yea!  oft in scenes like this of rustic glee,</br>Where youth, and joy, and innocence resort,</br>The Manners gladly rule the revelry,</br>Unseen, they mingle in the quickening sport,</br>Well pleased 'mid village-hinds to hold their homely court.", "See!  with what tenderness of mien, voice, eye,</br>Yon little stripling, scarce twelve summers old,</br>Detains his favourite partner gliding by,</br>Becoming, as she smiles, more gaily bold!</br>'Tis thus the pleasures of our youth unfold</br>The fairest feelings of the human heart;</br>Nor, o'er our heads when silvering years are rolled,</br>Will the fond image from our fancy part,</br>But clings tenacious there 'mid passion, pride, and art.", "Aye!  nights like this are felt o'er many a vale!</br>Their sweet remembrance mocks the drifted snow</br>That chokes the cottage up, &mdash; it bids the hail</br>With cheerful pattering 'gainst the panes to blow.</br>Hence, if the town-bred traveller chance to go</br>Into the mountain-dwellings of our poor,</br>The peasants greet with unembarrass'd brow</br>The splendid stranger honouring thus their door,</br>And lead his steps with grace along the rushy floor.", "But now the lights are waxing dim and pale,</br>And shed a fitful gleaming o'er the room;</br>'Mid the dim hollies one by one they fail,</br>Another hour, and all is wrapt in gloom.</br>And lo!  without, the cold, bright stars illume</br>The cloudless air, so beautiful and still,</br>While proudly placed in her meridian dome</br>Night's peerless Queen the realms of heaven doth fill</br>With peace and joy, and smiles on each vast slumbering hill.", "The dance and music cease their blended glee,</br>And many a wearied infant hangs her head,</br>Dropping asleep upon her mother's knee,</br>Worn out with joy, and longing for her bed.</br>Yet some lament the bliss too quickly fled,</br>And fain the dying revels would prolong&mdash;</br>Loth that the parting \"Farewell,\" should be said,</br>They round the Master in a circle throng,</br>Unmoved, alas!  he stands their useless prayers among.", "And now an old man asks him, ere they go,</br>If willing he a parting tune to play&mdash;</br>One of those Scottish tunes so sweet and slow!</br>And proud is he such wishes to obey.</br>Then \"Auld lang syne\" the wild and mournful lay</br>Ne'er breathed through human hearts unmoved by tears,</br>Wails o'er the strings, and wailing dies away!</br>While tremblingly his mellow voice he rears,</br>Ah me!  the aged weep to think of former years!", "Now rising to depart, each Parent pays</br>Some compliment well-suited to his ear&mdash;</br>Couch'd, through their warmth of heart, in florid phrase,</br>Yet, by a parent's honest hopes, sincere!</br>They trust to meet him all another year,</br>If gracious heaven to them preserve the boon</br>Of life and health &mdash; and now with tranquil cheer,</br>Their hearts still touched with that delightful tune,</br>Homeward they wend along beneath the silent moon.", "O'er Loughrig cliffs I see one party climb,</br>Whose empty dwellings through the hush'd midnight</br>Sleep in the shade of Langdale-pikes sublime&mdash;</br>Up Dummail-Raise, unmindful of the height,</br>His daughter in his arms, with footsteps light</br>The father walks, afraid lest she should wake!</br>Through lonely Easdale past yon cots so white</br>On Helm-crag side, their journey others take;</br>And some to those sweet homes that smile by Rydal lake.", "He too, the Poet of this humble shew,</br>Silent walks homeward through the hour of rest&mdash;</br>While quiet as the depth of spotless snow,</br>A pensive calm contentment fills his breast</br>O wayward man!  were he not truly blest!</br>That Lake so still below &mdash; that Sky above!</br>Unto his heart a sinless Infant prest,</br>Whose ringlets like the glittering dew-wire move,</br>Floating and sinking soft amid the breath of love!</br>"]