["Begin, Celestial Source of Light,</br>To gild the new-revolving Sphear;</br>And from the pregnant Womb of Night,</br>Urge on to birth the infant Year.</br>Rich with auspicious Lustre rise,</br>Thou fairest Regent of the Skies,</br>Conspicuous with thy Silver Bow!</br>To thee, a God, 'twas given by Jove</br>To rule the radiant Orbs above,</br>To GLORIANA this below.", "With Joy renew thy destin'd Race,</br>And let the mighty Months begin:</br>Let no ill Omen cloud thy Face,</br>Thro' all thy Circle smile serene.</br>While the stern Ministers of Fate</br>Watchful o'er pale Lutetia wait,</br>To grieve the Gaul's perfidious Head;</br>The Hours, thy Off-spring heav'nly Fair,</br>Their whitest Wings should ever wear,</br>And gentle Joys on Albion shed.", "When Ilia bore the future Fates of Rome,</br>And the long Honours of her Race began,</br>Thus, to prepare the graceful Age to come,</br>They from thy Stores in happy Order ran.</br>Heroes elected to the List of Fame,</br>Fix'd the sure Columns of her rising State:</br>'Till the loud Triumphs of the Julian Name</br>Render'd the Glories of her Reign compleat,</br>Each Year advanc'd a Rival to the rest,</br>In comely Spoils of War, and great Atchievements drest.", "Say, Phoebus, for thy searching Eye</br>Saw Rome the darling Child of Fate,</br>When nothing equal here could vie</br>In Strength with her imperious State;</br>Say if high Virtues there did reign</br>Exalted in a nobler Strain,</br>Than in fair Albion thou hast seen:</br>Or can her Demi-Gods compare</br>Their Trophies for successful War,</br>To those that rise for Albion's Queen?", "When Albion first majestick shew'd</br>High o'er the circling Seas her Head,</br>Her the great Father smiling view'd,</br>And thus to bright Victoria said:</br>Mindful of Phlegra's happy Plain,</br>On which, fair Nymph, you fix'd my Reign,</br>This Isle to you shall sacred be;</br>Her Hand shall hold the rightful Scale,</br>And Crowns be vanquish'd, or prevail,</br>As GLORIANA shall decree.", "Victoria triumph in thy great Increase!</br>With Joy the Julian Stem the Tyber claims,</br>Young Ammon's Might the Granic Waves confess;</br>The Heber had a Mars, a Churchill Thames:</br>Roll, Sov'reign of the Streams!  thy rapid Tide,</br>And bid thy Brother-Floods revere the Queen,</br>Whose Voice the Hero's happy Hand employ'd</br>To save the Danube, and subdue the Sein;</br>And boldly just to Gloriana's Fame,</br>Exalt thy Silver Urn, and duteous Homage claim.", "Advanc'd to thy Meridian Height,</br>On Earth, great God of Day, look down:</br>Let Windsor entertain thy Sight,</br>Clad in fair Emblems of Renown:</br>And whilst in radiant Pomp appear</br>The Names to bright Victoria dear,</br>Intent the long Procession view:</br>Confess none worthier ever wore</br>Her Favours, or was deck'd with more,</br>Than she confers on Churchill's Brow.", "But oh!  withdraw thy piercing Rays,</br>The Nymph anew begins to moan,</br>Viewing the much lamented Space,</br>Where late her warlike William shone:</br>There fix'd by her officious Hand,</br>His Sword and Sceptre of Command</br>To deathless Fame adopted rest:</br>Nor wants there to compleat her Woe,</br>Plac'd with respectful Love below,</br>The Star that beam'd on Glo'ster's Breast.", "O PHOEBUS!  all thy saving Pow'r employ,</br>Long let our Vows avert the destin'd Woe,</br>E'er GLORIANA re-ascends the Sky,</br>And leaves a Land of Orphans here below!</br>But when (so Heav'n ordains!)  her smiling Ray</br>Distinguish'd o'er the Balance shall preside,</br>Whilst future Kings her ancient Sceptre sway,</br>May her mild Influence all their Councils guide:</br>To Albion ever constant in her Love,</br>Of Sov'reigns here the best, the brightest Star above.", "For lawless Pow'r reclaim'd to Right,</br>And Virtue rais'd by pious Arms,</br>Let Albion be thy fair Delight,</br>And shield her safe from threaten'd Harms:</br>With Flow'rs and Fruit her Bosom fill,</br>Let Laurel rise on ev'ry Hill</br>Fresh as the first on Daphne's Brow:</br>Instruct her tuneful Sons to sing,</br>And make each Vale with Paeans ring,</br>To Blenheim and Ramillia due.", "Secure of bright Eternal Fame,</br>With happy Wing the Theban Swan</br>Tow'ring from Pisa's sacred Stream,</br>Inspir'd by thee the Song began:</br>Thro' Desarts of unclouded Light,</br>When he harmonious took his Flight,</br>The Gods constrain'd the sounding Sphears:</br>Still Envy darts her Rage in vain,</br>The Lustre of his Worth to stain,</br>He growing whiter with his Years.", "But, PHOEBUS, God of Numbers, high to raise</br>The Honours of thy Art, and heav'nly Lyre,</br>What Muse is destin'd to our Sov'reign's Praise,</br>Worthy her Acts, and thy informing Fire?</br>To him, for whom this springing Laurel grows,</br>Eternal on the topmost heights of Fame,</br>Be kind, and all thy Helicon disclose;</br>And all intent on GLORIANA'S Name,</br>Let Silence brood o'er Ocean, Earth, and Air,</br>As when to Victor Jove thou sung'st the Giants War.", "In sure Records each shining Deed,</br>When faithful Clio sets to view,</br>Posterity will doubting read,</br>And scarce believe her Annals true:</br>The Muses toil with Art to raise</br>Fictitious Monuments of Praise,</br>When other Actions they rehearse;</br>But half of GLORIANA'S Reign,</br>That so the rest may Credit gain,</br>Should pass unregister'd in Verse.", "High on its own establish'd Base</br>Prevailing Virtue's pleas'd to rise;</br>Divinely deck'd with native Grace,</br>Rich in itself with solid Joys:</br>E'er GLORIANA on the Throne,</br>Quitting for Albion's Rest her own,</br>In Types of Regal Pow'r was seen;</br>With fair Preheminence confest</br>It triumph'd in a private Breast,</br>And made the Princess more than Queen.", "O Phoebus!  would thy Godhead not refuse</br>This humble Incense, on thy Altar laid;</br>Would thy propitious Ear attend the Muse,</br>That suppliant now invokes thy certain Aid;</br>With Mantuan Force I'd mount a stronger Gale,</br>And sing the Parent of her Land, who strove</br>T'exceed the Transports of her People's Zeal,</br>With Acts of Mercy, and majestick Love;</br>By Fate, to fix Britannia's Empire, giv'n</br>The guardian Pow'r of Earth, and publick Care of Heav'n.", "Then, Churchill, should the Muse record</br>The Conquests by thy Sword atchiev'd;</br>Quiet to Belgian States restor'd,</br>And Austrian Crowns by thee retriev'd.</br>Imperious Leopold confess'd</br>His hoary Majesty distress'd,</br>To Arms, to Arms, Bavaria calls;</br>Nor with less Terror shook his Throne,</br>Than when the rising Crescent shone</br>Malignant o'er his shatter'd Walls.", "The Warrior led the Britons forth</br>On foreign Fields to dare their Fate;</br>Distinguish'd Souls of shining Worth,</br>In War unknowing to retreat:</br>Thou, PHOEBUS, saw'st the Hero's Face,</br>When Mars had breath'd a Purple Grace,</br>And mighty Fury fill'd his Breast;</br>How like thy self, when to destroy</br>The Greeks thou did'st thy Darts employ,</br>Fierce with thy golden Quiver drest!", "Sudden, whil'st banish'd from his native Land,</br>Red with dishonest Wounds Bavaria mourn'd,</br>The Chief, at GLORIANA'S high Command,</br>Like a rowz'd Lion to the Maes return'd:</br>With vengeful Speed the British Sword he drew,</br>Unus'd to grieve his Host with long Delay;</br>Whilst wing'd with Fear the Force of Gallia flew;</br>As when the Morning-Star restores the Day,</br>The wand'ring Ghosts of twenty thousand slain</br>Fleet sullen to the Shades, from Blenheim's mournful Plain.", "Britannia, wipe thy dusty Brow,</br>And put the Bourbon Laurels on;</br>To thee deliver'd Nations bow,</br>And bless the Spoils thy Wars have won.</br>For thee Bellona points her Spear,</br>And whilst lamenting Mothers fear,</br>On high her signal Torch displays:</br>But when thy Sword is sheath'd, again</br>Obsequious she receives thy Chain,</br>And smooths her Violence of Face.", "Parent of Arms!  for ever stand</br>With large Increase of Fame rever'd,</br>Whilst Arches to thy saving Hand</br>On Danube's grateful Banks are rear'd.</br>Eugene, inspir'd to War by thee,</br>Ausonia's weeping States to free,</br>Swift on th' Imperial Eagle flies:</br>Whilst bleeding, from his azure Bed</br>Th' asserted Iber lifts his Head,</br>And safe his Austrian Lord enjoys.", "Io Britannia!  fix'd on foreign Wars,</br>Guiltless of Civil Rage extend thy Name:</br>The Waves of utmost Ocean, and the Stars,</br>Are Bounds but equal to thy Sov'reigns Fame.</br>With deeper Wrath thy Victor Lion roars,</br>Wide o'er the subject World diffusing Fear;</br>Whilst Gallia weeps her Guilt, and Peace implores:</br>So Earth, transfix'd by fierce Minerva's Spear,</br>A gentler Birth obedient did disclose,</br>And sudden from the Wound eternal Olives rose.", "When with establish'd Freedom bless'd,</br>The Globe to great Alcides bow'd,</br>Whose happy Pow'r reliev'd th' oppress'd</br>From lawless Chains, and check'd the proud;</br>Mature in Fame, the grateful Gods</br>Receiv'd him to their bright Abodes,</br>Where Hebe crown'd his blooming Joys;</br>Garlands the willing Muses wove,</br>And each with Emulation strove</br>T' adorn the Churchill of the Skies.", "For Albion's Chief, ye sacred Nine!</br>Your Harps with gen'rous Ardor string,</br>With Fame's immortal Trumpet join,</br>And safe beneath his Laurel sing:</br>When clad in Vines the Sein shall glide,</br>And duteous in a smoother Tide</br>To British Seas her Tribute yield;</br>Wakeful at Honour's Shrine attend,</br>And long with living Beams defend</br>From Night, the Warrior's votive Shield.", "And, Woodstock, let his Dome exalt the Fame,</br>Great o'er the Norman Ruins be restor'd;</br>Thou that with Pride dost Edward's Cradle claim,</br>Receive an equal Hero for thy Lord.</br>Whilst ev'ry Column to record their Toils</br>Eternal Monuments of Conquest wears,</br>And all thy Walls are dress'd with mingled Spoils,</br>Gather'd on fam'd Ramillia, and Poictiers,</br>High on thy Tow'r the grateful Flag display,</br>Due to thy Queen's Reward, and Blenheim's glorious Day.</br>"]