["Britons!  by no example aw'd,</br>Who follow still your fathers crimes,</br>Who shun the temples of your God,</br>And trace the vice of former times,</br>From piety your empire's glory came,</br>From that your state arose, on that depends your fame.", "Britain has oft for impious guilt,</br>Felt the dread vengeance from on high;</br>Her sons in rage their blood have spilt,</br>And kindred made their kindred die;</br>Nor rage of civil arms alone they bore,</br>But the Batavian pow'r has thunder'd on the shore.", "Th' Iberian, haughty in his turn,</br>Has with bold insults shewn his pride,</br>Receiv'd each threatened vow with scorn,</br>And all the British pow'r defy'd;</br>While vice o'er Britain's land triumphant reign'd,</br>And the most sacred bands of marriage are prophan'd.", "From such a source must every woe,</br>Still growing greater, take its rise,</br>And on the realm and people flow,</br>Who still degen'rate into vice:</br>Virtue and truth alone are sought by few,</br>But crowds rush into vice, and courtly crimes pursue.", "The forward girl, scarce fit for love,</br>Will in the dance each art display,</br>With thousand wanton airs will move,</br>In infancy obscenely gay;</br>Thus learns, long e'er she is to marriage led,</br>To raise adult'rous flames, and scorn the nuptial bed.", "The purchas'd wife her spark invites,</br>Before her husband's eyes to toy,</br>Nor will she stay for stoln delights,</br>And privately her bliss enjoy;</br>But, with her cuckold's leave, she gives her charms</br>To him who bought them dear, and meets the captain's arms.", "From race so vicious never came</br>Those Britons of Eliza's reign,</br>Who, zealous for their country's fame,</br>Humbled the haughty pride of Spain:</br>Nor those who made imperious Lewis yield,</br>And shook the Gallic throne at Blenheim's glorious field.", "But manly youths of manly sires,</br>They strung their nerves with hardy toil,</br>Free from effeminate desires,</br>They fell'd the oak, or till'd the soil:</br>Nor ceas'd their labour till the sunny ray</br>Vary'd the mountain shade, and clos'd the well-spent day.", "What will not length of time make worse?</br>Our sires less pious grew than theirs;</br>If we improve the vicious course,</br>And to new sins instruct our heirs,</br>Down, down the glory of our Britain goes,</br>And sets in vice, which first from thirst of virtues rose.</br>"]