["\"That night we anchored in a woody bay,</br>And sleep no more around us dared to hover</br>Than, when all doubt and fear has past away,</br>It shades the couch of some unresting lover,</br>Whose heart is now at rest:  thus night past over</br>In mutual joy: &mdash; around, a forest grew</br>Of poplars and dark oaks, whose shade did cover</br>The waning stars prankt in the waters blue,</br>And trembled in the wind which from the morning flew.", "\"The joyous mariners, and each free maiden,</br>Now brought from the deep forest many a bough,</br>With woodland spoil most innocently laden;</br>Soon wreathes of budding foliage seemed to flow</br>Over the mast and sails, the stern and prow</br>Were canopied with blooming boughs, &mdash; the while</br>On the slant sun's path o'er the waves we go</br>Rejoicing, like the dwellers of an isle</br>Doomed to pursue those waves that cannot cease to smile.", "\"The many ships spotting the dark blue deep</br>With snowy sails, fled fast as our's came nigh,</br>In fear and wonder; and on every steep</br>Thousands did gaze, they heard the startling cry,</br>Like earth's own voice lifted unconquerably</br>To all her children, the unbounded mirth,</br>The glorious joy of thy name &mdash; Liberty!</br>They heard! &mdash; As o'er the mountains of the earth</br>From peak to peak leap on the beams of morning's birth:", "\"So from that cry over the boundless hills,</br>Sudden was caught one universal sound,</br>Like a volcano's voice, whose thunder fills</br>Remotest skies, &mdash; such glorious madness found</br>A path thro' human hearts with stream which drowned</br>Its struggling fears and cares, dark Custom's brood,</br>They knew not whence it came, but felt around</br>A wide contagion poured &mdash; they called aloud</br>On Liberty &mdash; that name lived on the sunny flood.", "\"We reached the port &mdash; alas!  from many spirits</br>The wisdom which had waked that cry, was fled,</br>Like the brief glory which dark Heaven inherits</br>Prom the false dawn, which fades ere it is spread,</br>Upon the night's devouring darkness shed:</br>Yet soon bright day will burst &mdash; even like a chasm</br>Of fire, to burn the shrouds outworn and dead,</br>Which wrap the world; a wide enthusiasm,</br>To cleanse the fevered world as with an earthquake's spasm!", "\"I walked thro' the great City then, but free</br>From shame or fear; those toil-worn Mariners</br>And happy Maidens did encompass me;</br>And like a subterranean wind that stirs</br>Some forest among caves, the hopes and fears</br>From every human soul, a murmur strange</br>Made as I past; and many wept, with tears</br>Of joy and awe, and winged thoughts did range,</br>And half-extinguished words, which prophesied of change.", "\"For, with strong speech I tore the veil that hid</br>Nature, and Truth, and Liberty, and Love,&mdash;</br>As one who from some mountain's pyramid,</br>Points to the uprisen sun &mdash; the shades approve</br>His truth, and flee from every stream and grove.</br>Thus, gentle thoughts did many a bosom fill,&mdash;</br>Wisdom, the mail of tried affections wove</br>For many a heart, and tameless scorn of ill,</br>Thrice steeped in molten steel the unconquerable will.", "\"Some said I was a maniac wild and lost;</br>Some, that I scarce had risen from the grave</br>The Prophet's virgin bride, a heavenly ghost:&mdash;</br>Some said, I was a fiend from my weird cave,</br>Who had stolen human shape, and o'er the wave,</br>The forest, and the mountain came; &mdash; some said</br>I was the child of God, sent down to save</br>Women from bonds and death, and on my head</br>The burthen of their sins would frightfully be laid.", "\"But soon my human words found sympathy</br>In human hearts:  the purest and the best,</br>As friend with friend made common cause with me,</br>And they were few, but resolute; &mdash; the rest,</br>Ere yet success the enterprise had blest,</br>Leagued with me in their hearts; &mdash; their meals, their slumber,</br>Their hourly occupations were possest</br>By hopes which I had armed to overnumber</br>Those hosts of meaner cares, which life's strong wings encumber.", "\"But chiefly women, whom my voice did waken</br>From their cold, careless, willing slavery,</br>Sought me:  one truth their dreary prison has shaken,&mdash;</br>They looked around, and lo!  they became free!</br>Their many tyrants sitting desolately</br>In slave-deserted halls, could none restrain;</br>For wrath's red fire had withered in the eye,</br>Whose lightning once was death, &mdash; nor fear, nor gain</br>Could tempt one captive now to lock another's chain.", "\"Those who were sent to bind me, wept, and felt</br>Their minds outsoar the bonds which clasped them round,</br>Even as a waxen shape may waste and melt</br>In the white furnace; and a visioned swound,</br>A pause of hope and awe the City bound,</br>Which, like the silence of a tempest's birth,</br>When in its awful shadow it has wound</br>The sun, the wind, the ocean, and the earth,</br>Hung terrible, ere yet the lightnings have leapt forth.", "\"Like clouds inwoven in the silent sky,</br>By winds from distant regions meeting there,</br>In the high name of truth and liberty,</br>Around the City millions gathered were,</br>By hopes which sprang from many a hidden lair,</br>Words, which the lore of truth in hues of flame</br>Arrayed, thine own wild songs which in the air</br>Like homeless odours floated, and the name</br>Of thee, and many a tongue which thou hadst dipped in flame.", "\"The Tyrant knew his power was gone, but Fear,</br>The nurse of Vengeance, bade him wait the event&mdash;</br>That perfidy and custom, gold and prayer,</br>And whatsoe'er, when force is impotent,</br>To fraud the scepter of the world has lent,</br>Might, as he judged, confirm his failing, sway.</br>Therefore throughout the streets, the Priests he sent</br>To curse the rebels. &mdash; To their God did they</br>For Earthquake, Plague, and Want, kneel in the public way.", "\"And grave and hoary men were bribed to tell</br>From seats where law is made the slave of wrong,</br>How glorious Athens in her splendour fell,</br>Because her sons were free, &mdash; and that among</br>Mankind, the many to the few belong,</br>By God, and Nature, and Necessity.</br>They said, that age was truth, and that the young</br>Marred with wild hopes the peace of slavery,</br>With which old times and men had quelled the vain and free.", "\"And with the falsehood of their poisonous lips</br>They breathed on the enduring memory</br>Of sages and of bards a brief eclipse;</br>There was one teacher, who, necessity</br>Had armed, with strength and wrong against mankind,</br>His slave and his avenger aye to be;</br>That we were weak and sinful, frail and blind,</br>And that the will of one was peace, and we</br>Should seek for nought on earth but toil and misery.", "\"'For thus we might avoid the hell hereafter.'</br>So spake the hypocrites, who cursed and lied;</br>Alas, their sway was past, and tears and laughter</br>Clung to their hoary hair, withering the pride</br>Which in their hollow hearts dared still abide;</br>And yet obscener slaves with smoother brow,</br>And sneers on their strait lips, thin, blue and wide,</br>Said, that the rule of men was over now,</br>And hence, the subject world to woman's will must bow.", "\"And gold was scattered thro' the streets, and</br>Flowed at a hundred feasts within the wall.</br>In vain!  the steady towers in Heaven did shine</br>As they were wont, nor at the priestly call,</br>Left Plague her banquet in the Aethiop's hall,</br>Nor Famine from the rich man's portal came,</br>Where at her ease she ever preys on all</br>Who throng to kneel for food:  nor fear nor shame,</br>Nor faith, nor discord, dimmed hope's newly kindled flame.", "\"For gold was as a God whose faith began</br>To fade, so that its worshippers were few,</br>And Hell and Awe, which in the heart of man</br>Is God itself; the Priests its downfall knew,</br>As day by day their altars lonelier grew,</br>Till they were left alone within the fane;</br>The shafts of falsehood unpolluting flew,</br>And the cold sneers of calumny were vain,</br>The union of the free with discord's brand to stain.", "\"The rest thou knowest &mdash; Lo!  we two are here&mdash;</br>We have survived a ruin wide and deep&mdash;</br>Strange thoughts are mine &mdash; I cannot grieve or fear.</br>Sitting with thee upon this lonely steep</br>I smile, tho' human love should make me weep,</br>We have survived a joy that knows no sorrow,</br>And I do feel a mighty calmness creep</br>Over my heart, which can no longer borrow</br>Its hues from chance or change, dark children of to-morrow.", "\"We know not what will come &mdash; yet Laon, dearest,</br>Cythna shall be the prophetess of Love,</br>Her lips shall rob thee of the grace thou wearest,</br>To hide thy heart, and clothe the shapes which rove</br>Within the homeless Future's wintry grove;</br>For I now, sitting thus beside thee, seem</br>Even with thy breath and blood to live and move,</br>And violence and wrong are as a dream</br>Which rolls from steadfast truth an unreturning stream.", "\"The blasts of Autumn drive the winged seeds</br>Over the earth, &mdash; next come the snows, and rain,</br>And frosts, and storms, which dreary Winter leads</br>Out of his Scythian cave, a savage train;</br>Behold!  Spring sweeps over the world again,</br>Shedding soft dews from her aetherial wings;</br>Flowers on the mountains, fruits over the plain,</br>And music on the waves and woods she flings,</br>And love on all that lives, and calm on lifeless things.", "\"O Spring, of hope, and love, and youth, and gladness</br>Wind-winged emblem!  brightest, best and fairest!</br>Whence comest thou, when, with dark winter's sadness</br>The tears that fade in sunny smiles thou sharest?</br>Sister of joy, thou art the child who wearest</br>Thy mother's dying, smile, tender and sweet;</br>Thy mother Autumn, for whose grave thou bearest</br>Fresh flowers, and beams like cowers, with gentle feet,</br>Disturbing not the leaves which are her winding-sheet.", "\"Virtue, and Hope, and Love, like light and Heaven,</br>Surround the world. &mdash; We are their chosen slaves.</br>Has not the whirlwind of our spirit driven</br>Truth's deathless germs to thought's remotest caves?</br>Lo, Winter comes! &mdash; the grief of many graves,</br>The frost of death, the tempest of the sword,</br>The flood of tyranny, whose sanguine waves</br>Stagnate like ice at Faith, the inchanter's word,</br>And bind all human hearts in it's repose abhorred.", "\"The seeds are sleeping in the soil:  meanwhile</br>The Tyrant peoples dungeons with his prey,</br>Pale victims on the guarded scaffold smile</br>Because they cannot speak; and, day by day,</br>The moon of wasting Science wanes away</br>Among her stars, and in that darkness vast</br>The sons of earth to their foul idols pray,</br>And grey Priests triumph, and like blight or blast</br>A shade of selfish care o'er human looks is cast.", "\"This is the winter of the world; &mdash; and here</br>We die, even as the winds of Autumn fade,</br>Expiring in the frore and foggy air.&mdash;</br>Behold!  Spring comes, tho' we must pass, who made</br>The promise of its birth, &mdash; even as the shade</br>Which from our death, as from a mountain, flings</br>The future, a broad sunrise; thus arrayed</br>As with the plumes of overshadowing wings,</br>From its dark gulph of chains, Earth like an eagle springs.", "\"O dearest love!  we shall be dead and cold</br>Before this morn may on the world arise;</br>Wouldst thou the glory of its dawn behold?</br>Alas!  gaze not on me, but turn thine eyes</br>On thine own heart &mdash; it is a Paradise</br>Which everlasting spring has made its own,</br>And while drear winter fills the naked skies,</br>Sweet streams of sunny thought, and flowers fresh blown,</br>Are there, and weave their sounds and odours into one.", "\"In their own hearts the earnest of the hope</br>Which made them great, the good will ever find;</br>And tho' some envious shade may interlope</br>Between the effect and it, One comes behind,</br>Who aye the future to the past will bind&mdash;</br>Necessity, whose sightless strength forever</br>Evil with evil, good with good must wind</br>In bands of union, which no power may sever:</br>They must bring forth their kind, and be divided never!", "\"The good and mighty of departed ages</br>Are in their graves, the innocent and free,</br>Heroes, and Poets, and prevailing Sages,</br>Who leave the vesture of their majesty</br>To adorn and clothe this naked world; &mdash; and we</br>Are like to them &mdash; such perish, but they leave</br>All hope, or love, or truth, or liberty,</br>Whose forms their mighty spirits could conceive</br>To be a rule and law to ages that survive.", "\"So be the turf heaped over our remains</br>Even in our happy youth, and that strange lot,</br>Whate'er it be, when in these mingling veins</br>The blood is still, be ours; let sense and thought</br>Pass from our being, or be numbered not</br>Among the things that are; let those who come</br>Behind, for whom our steadfast will has bought</br>A calm inheritance, a glorious doom,</br>Insult with careless tread, our undivided tomb.", "\"Our many thoughts and deeds, our life and love,</br>Our happiness, and all that we have been,</br>Immortally must live, and burn and move,</br>When we shall be no more; &mdash; the world has seen</br>A type of peace; and as some most serene</br>And lovely spot to a poor maniac's eye,</br>After long years, some sweet and moving scene</br>Of youthful hope returning suddenly,</br>Quells his long madness &mdash; thus man shall remember thee.", "\"And Calumny meanwhile shall feed on us,</br>As worms devour the dead, and near the throne</br>And at the altar, most accepted thus</br>Shall sneers and curses be; &mdash; what we have done</br>None shall dare vouch, tho' it be truly known;</br>That record shall remain, when they must pass</br>Who built their pride in its oblivion;</br>And fame, in human hope which sculptured was,</br>Survive the perished scrolls of unenduring, brass.", "\"The while we two, beloved, must depart,</br>And Sense and Reason, those inchanters fair,</br>Whose wand of power is hope, would bid the heart</br>That gazed beyond the wormy grave despair:</br>These eyes, these lips, this blood, seems darkly there</br>To fade in hideous ruin; no calm sleep</br>Peopling with golden dreams the stagnant air,</br>Seems our obscure and rotting eyes to steep</br>In joy; &mdash; but senseless death &mdash; a ruin dark and deep!", "\"These are blind fancies &mdash; reason cannot know</br>What sense can neither feel, nor thought conceive;</br>There is delusion in the world &mdash; and woe,</br>And fear, and pain &mdash; we know not whence we live,</br>Or why, or how, or what mute Power may give</br>Their being to each plant, and star, and beast,</br>Or even these thoughts: &mdash; Come near me!  I do weave</br>A chain I cannot break &mdash; I am possest</br>With thoughts too swift and strong for one lone human breast.", "\"Yes, yes &mdash; thy kiss is sweet, thy lips are warm&mdash;</br>O!  willingly, beloved, would these eyes,</br>Might they no more drink being from thy form,</br>Even as to sleep whence we again arise,</br>Close their faint orbs in death:  I fear nor prize</br>Aught that can now betide, unshared by thee&mdash;</br>Yes, Love when Wisdom fails makes Cythna wise:</br>Darkness and death, if death be true, must be</br>Dearer than life and hope, if unenjoyed with thee.", "\"Alas, our thoughts flow on with stream, whose waters</br>Return not to their fountain &mdash; Earth and Heaven,</br>The Ocean and the Sun, the clouds their daughters,</br>Winter, and Spring, and Morn, and Noon, and Even,</br>All that we are or know, is darkly driven</br>Towards one gulph &mdash; Lo!  what a change is come</br>Since I first spake &mdash; but time shall be forgiven,</br>Tho' it change all but thee!\" &mdash; She ceased, night's gloom</br>Meanwhile had fallen on earth from the sky's sunless dome.", "Tho' she had ceased, her countenance uplifted</br>To Heaven, still spake, with solemn glory bright;</br>Her dark deep eyes, her lips, whose motions gifted</br>The air they breathed with love, her locks undight;</br>\"Fair star of life and love,\" I cried, \"my soul's delight,</br>Why lookest thou on the crystalline skies?</br>O, that my spirit were yon Heaven of night,</br>Which gazes on thee with its thousand eyes!\"</br>She turned to me and smiled &mdash; that smile was Paradise!", ""]