["Must the unbending heart at last resign</br>The dear, dear treasure it has held so long,</br>And through the lingering day neglected pine,</br>The laughing sons of indolence  among?</br>Still must I weave the melancholy song</br>For her, whose soul commiserates my lot,</br>And, shunning mirth's infatuated throng,</br>Review the sweet, the pleasurable spot,</br>Where first that bliss ensued which cannot be forgot?", "Oh, my beloved!  must I turn me back </br>To those blest days of rapture and delight,</br>When even trembling friendship was not slack,</br>Thy smiles with secret passion to requite,</br>Those heavenly smiles, so ravishingly bright,</br>That fill'd my bosom with ingenuous pain?</br>Must I return to that delicious night</br>When, wrapt in love, we loiter'd on the plain,</br>Clung to each others' lips, and vow'd to meet again?", "Come, ye soft visions of delusive joy,</br>Ye viewless spirits of ethereal flame,</br>Who round the poet's couch your hours employ,</br>And lead him up the slippery heights of fame,</br>Borne on your lightest pinions, o'er my frame</br>Extend awhile your most enchanting spells,</br>And teach my aching bosom to reclaim</br>Its wonted peace, where disappointment dwells,</br>Where recollection lives, and every hope dispels.", "Oh, teach me to resign the heavenly prize</br>To some unknown (perhaps unworthy) breast,</br>To lose all fond remembrance of those eyes,</br>Where love had fixt his enviable nest;&mdash;</br>Oh, snatch me from the bosom I have press'd,</br>And from my nature every feeling tear,</br>For how can passion ever be suppress'd,</br>While memory holds her strong dominion there,&mdash;</br>How shall my heart escape the tortures of despair?", "Yes, they have triumph'd: &mdash; but the conquest brings</br>Love's bitterest tears, and envy, and despite,</br>And tho' remorse my bursting bosom wrings,</br>Years yet will cease of unreprov'd delight,</br>Moments of rapture, innocent and bright,</br>And many a thought congenial to the heart,&mdash;</br>Years yet arrive our sorrows to requite,</br>And, freed from every miserable art,</br>Love spread his boundless wings, and every joy impart.", "But ne'er may I forget, to damp the flame,</br>What coward plots their enmity has tried,&mdash;</br>What arts pursued to violate thy name,</br>And rob thy bosom of its fairest pride;</br>But who the rushing cataract shall guide,</br>Or who restrain the hyperborean blast,</br>That howls and thunders on the Baltic tide,</br>Uprooting mountains ages had made fast?</br>Who but ourselves, my love!  can recompense the past?", "What tho' the parting sun some cloud obscure,</br>As down the western hills he holds his way,</br>Will, will not hope a brighter hour insure,</br>Beneath the morning's animating ray?</br>Will she not promise a sublimer day,</br>And deck the future with a softer hue?</br>Yes, she will smile, our injuries allay,</br>She still will prove benevolent and true,</br>And point to lovelier days, and raptures ever new.", "And though discretion bid me to depart,</br>Resigning all the dear delights we've known,</br>The warm impassion'd kiss, &mdash; the yielding heart,</br>Blest with a flame exclusively its own,</br>Still must we think of many a pleasure flown,</br>When in the woodlands, at the close of day,</br>Far from the ken of man, and left alone,</br>We took our harmless and sequester'd way,</br>Indulging many a smile that told what love would say.", "Oft shall I think me of those melting hours,</br>When Sol's bright chariot glitter'd in the west,</br>And love, and joy, and innocence were our's,</br>And all the fiends of malice were at rest,&mdash;</br>When smiling hope, too beautifully drest,</br>Our mutual passion flatter'd and inspir'd,</br>Promising days when guilt should be suppress'd,</br>Guilt, that to blast thy character aspir'd,</br>And all those pleasures bloom we equally admir'd.", "And thou wilt ponder, at the midnight hour,</br>And view me gazing with enraptur'd eye,</br>Lonely and sad, upon the moon's bright tow'r,</br>That shines sublimely in the southern sky,</br>And on the wild gale breathe the languid sigh,</br>And think of days that never may return,&mdash;</br>Days that, alas!  in retrospective lie,</br>And to the pleasures which they promis'd turn,</br>Grasp at the fleeting charm, and Hope's deceptions learn.", "And oft amidst the silence of the night,</br>When all is peace, and not a zephyr moves,</br>And all is sheen beneath that holier light</br>Reflection courts, and innocence approves,&mdash;</br>Thou'lt fondly ponder on out mutual loves,</br>And think how many a memorable hour,</br>When evening deck'd her amaranthine groves,</br>Securely harbour'd in her moonlight bow'r,</br>We bent our yielding souls to love's persuasive pow'r.", "Oh, my Leanthe!  can'st thou think of these,</br>These pleasant times, nor heave th' ingenuous sigh,</br>Such as the kindling ear of her may please,</br>Who scans the past with a regretful eye,</br>And thinks the frail, tho' heavenly, vision nigh,</br>While pondering o'er each well-remember'd spot,</br>Where, unobserv'd, we oft were wont to lie,</br>Charm'd with our deem'd inestimable lot,&mdash;</br>Lost to the wrangling world &mdash; by all the world forgot?", "And yet, bewilder'd girl!  'tis all in vain,</br>To think those glowing hours will e'er return,</br>Those melting hours of pleasure and of pain,</br>When first my soul thy passion cou'd discern;&mdash;</br>They all are vanish'd!  and I've now to learn</br>That stubborn task, no lover can perform,</br>How can I chase her from my thoughts, &mdash; how spurn</br>The lively recollection of her form,</br>And those indulgent eyes with sweet affection warm?", "Where is that breast, so lovely to these eyes,</br>That heav'd responsive to her thoughts, and told</br>Of bliss she vainly labour'd to disguise,</br>Of bliss that Nature could not but unfold?</br>Does absence make that darling bosom cold,</br>Or rob it of the feelings it once knew,&mdash;</br>Does it not beat for me, tho' I behold</br>No more its soft and alabaster hue?</br>Yes, it still beats for me, to me alone 'tis true.", "Oh!  she is lovelier than the morning rose,</br>And sweeter than the hyacinth's perfume;</br>Upon her cheeks the flush of nature glows,</br>And in her eyes the laughing loves entomb,&mdash;</br>There honor, truth, and warm affection bloom,&mdash;</br>There peace, and joy, and inspiration dwell,</br>Fancy!  'twere thriftless to extend thy loom</br>With her perfections, &mdash; 'twere in vain to swell</br>For her the chords of thy sublimer shell.", "Her's are no vulgar charms which art can give,</br>No fleeting blush adorns her youthful cheek,</br>There the pure rose of nature loves to live,</br>Blent with the lily, innocently meek;</br>But, wherefore now these frailer beauties seek,</br>While worth remains, triumphant to the end,&mdash;</br>O!  that I might of all her virtues speak,</br>That I (her faithful paramour and friend)</br>From Slander's envious tongue those virtues might defend!", "Curse on the brutal impulse of that heart,</br>Which aims to blast her honorable name,</br>To crush by every ignominious art</br>The splendid glories of her virgin fame,</br>To stamp her cheeks with infamy and shame,</br>(The scoff of fools and libellers obscene)</br>And load with sorrow that superior frame,</br>Where grace and affability were seen,</br>The praise of every tongue, the pride of every scene!", "But let the tempest howl, &mdash; the whirlwind rage,</br>And the loud thunder echo through the skies,&mdash;</br>Atlas with all their fury can engage,</br>And mock their vengeance and their blasphemies;&mdash;</br>He scorns his nobler features to disguise,</br>Smiling amidst their congregating roar,&mdash;</br>So virtue, pondering with unshaken eyes,</br>Sees red-arm'd Havoc traversing her shore,</br>Trailing her offspring's limbs envelop'd in her gore!", "And will Leanthe of her favourite think,</br>When distance sets their aching souls apart,&mdash;</br>Will she, in thought, upon his bosom sink,</br>And bind his melting spirit to her heart,</br>And to his lips her wonted kiss impart,</br>And lull his feverish temples in her breast,&mdash;</br>Watch o'er his tortur'd slumbers, nor depart</br>'Till all his wounded feelings be at rest,</br>And every hope destroy'd and every thought suppress'd?", "Let not the unfeeling heart that cannot taste</br>Love's pure, and sweet, ineffable delight,</br>And all those joys which nature hath embrac'd,</br>To set the wrongs of our existence right,</br>Presume the buddings of my song to blight,</br>Nor of its glowing properties complain;&mdash;</br>Those who attest the passions will unite,</br>To guard the muse and vindicate her strain,</br>And in their raptures own she has not sung in vain.", "But if it meet my sweet Leanthe's eye,</br>And charm awhile her melancholy ear,</br>If it call forth one unaffected sigh,</br>One unpolluted and ingenuous tear,&mdash;</br>I laugh to scorn the Cynic's vulgar sneer,</br>And all the malice of inveterate hearts,</br>For dear is Feeling's voice, and trebly dear,</br>The heavenly tones which Gratitude imparts,</br>Free from each selfish aim, and all ignoble arts.", "Ah!  cou'd'st thou ponder on the tender strain</br>Unmov'd, that charm'd the sympathetic air;</br>Or hear at night the soft guitars complain,</br>Touch'd by the hand of amorous despair&mdash;</br>Or see the floating gondolas prepare</br>To waft their couples to the realms of bliss,</br>Where neither withering prejudice nor care,</br>Annoys the sweet, the passion-breathing kiss,</br>And those endearing plots Love never deem'd amiss?", "Hark!  'tis the flute's wild melody that floats</br>Along the willows of yon silent stream,</br>Where Fancy, listening to the love-sick notes,</br>Seems softly swooning in a rapturous dream:</br>There the pale crescent sheds her virgin beam,</br>And holy visions drink the viewless charm;</br>In such a sphere the murderer might seem</br>To taste awhile the sweet Lethean balm,</br>And think himself secur'd from conscience and alarm.", "But where the murderer finds a place of rest,</br>From all his own, and all the world's misdeeds,</br>Love feels new tortures rushing through his breast,</br>And, 'reft of hope, upon destruction feeds:</br>At every thought his bursting bosom bleeds</br>At every thought he gushes into woe,</br>And in the future scarce a promise reads</br>Of meeting that dear spirit, who below</br>Charm'd his deluded heart and bade his bosom glow.", "Ye soul-entrancing visions of delight,</br>That watch the lover as he lies at rest;</br>When on Venetian bowers the pale moonlight</br>Seems by some magic influence impress'd:</br>Oh, bear me, bear me to Leanthe's breast,</br>There let me taste of pleasures that are past,</br>Print on her ruby lips, with rapture blest,</br>One only kiss, the sweetest and the last,</br>Lie in her wreathing arms till death has bound me fast.", "'Tis all the pleasure that Philander asks.</br>'Tis all he wishes or can hope to share;</br>And who shall tell his rapture, while he basks</br>Upon a spot so innocently fair?</br>Who, but whose love may venture to compare</br>With his &mdash; alive to tenderness and woe?</br>'Tis not for sordid spirits to declare</br>The joyous thrills which through his bosom glow,</br>Whilst there he feels the weight of death's avenging blow.", "Oh, might I languish in her circling arms,</br>For days, and years, and ages yet to be,</br>The sole possessor of her heavenly charms,</br>Even to the portals of eternity;</br>For what's the world with all its joys to me,</br>If 'reft of worth I never knew before&mdash;</br>Love, beauty, truth, and dove-ey'd constancy,</br>That bosom, fraught with intellectual lore,</br>Which every eye might bless, and even saints adore?", "Star of my days!  that in Italian bowers</br>Now shed'st abroad thy animating light,</br>Love-beaming star!  that court'st the dusky hours,</br>When songs of pleasure warble thro' the night,</br>May Venice all thy injuries requite,&mdash;</br>If virtue can an injury sustain,</br>Restore thee to the dear and anxious sight,</br>Of her who lov'd thee, nor who lov'd in vain,</br>Whose fond maternal cares shall solace every pain.", "Oft may those bowers which Fancy lov'd to view,</br>From these cold regions, shroud thee in their gloom,</br>There may'st thou oft the pleasing hope pursue,</br>That smiles beyond the vengeance of the tomb;</br>There may the soul its firmer tone resume</br>And dwell on raptures that shall ever cease;&mdash;</br>May they observe thy future hours bloom,</br>In endless sunshine and perpetual peace,&mdash;</br>Restore forgotten joys, and every doubt release.", "Then shall I think me of that happy field,</br>(For Love, how vast a memory has he!)</br>Where first my timid passion was reveal'd,</br>By the pale moon-light, sweetest girl!  to thee;&mdash;</br>And will Leanthe turn her thoughts to me,</br>When first I press'd those lips of rosy hue,</br>(Mingling our tears &mdash; the tears of ecstacy)</br>And from her lips the sweet confession drew,</br>That she approv'd my love, whilst I believ'd her true?", "Yes, she will turn with passion's glowing eye,</br>To where she met me tranquil and alone,</br>Wand'ring beneath the Summer's evening sky,</br>And fondly list'ning to the night-bird's moan,</br>(For sorrow then had mark'd me as her own)</br>And she will think of many a bashful look,</br>And many a kiss, to vulgar eyes unknown,</br>The interchange of smiles, as down the brook,</br>Beneath the shady wood, our silent path we took.", "Then, fare thee well, Leanthe!  and may heav'n</br>Protect thy slumbers, and thy steps attend;</br>And tho' by fate our yielding forms are riven,</br>In sweet communion shall our spirits blend,</br>For guilt and malice have attain'd their end;</br>Yet shall the sweet duplicity remain&mdash;</br>Oh!  write me all thy sorrows, and the friend</br>Of love will prove their energies in vain,</br>Who strive to check his flight, or circumscribe his reign.", "Oh, breathe one parting kiss, &mdash; Leanthe, breathe</br>One of those murmurs love remembers well,</br>And round me, sweet!  those arms of pleasure wreath,</br>Ere yet Philander take his last farewell:</br>For in that murmur'd kiss, which none excel,</br>And in those arms of passion and delight,</br>There lurks a nameless, a bewitching spell,</br>That brings a thousand incidents to light,</br>Reflection loves to view, and Constancy requite.", "Then, dearest love!  bestow another kiss,</br>Ere yet those frail remembrances decay,</br>And with those looks of overpowering bliss,</br>The poignant sorrows of my heart allay,&mdash;</br>Speak, love!  whatever tenderness can say,</br>And in thy dreams my spirit shall appear,</br>To cherish that which malice tore away,</br>When pleasure smil'd upon its bright career,</br>In spite of slander's tongue, and anger's vulgar sneer.", "Already, love!  I feel thy warm embrace,</br>And softly swoon beneath thy kisses sweet,</br>Raptur'd I gaze on that unearthly face,</br>And feel our spirits innocently meet,&mdash;</br>In every look thy chastity I greet,</br>And seem enchanted with its holier pow'rs,</br>As when in pleasure's exquisite retreat</br>Ere yet the sorrows of the world were our's,</br>Unheard, unseen, unknown we spent the evening hours.</br>"]