["Aid me ye nine, to chaunt in tuneful strains,</br>A circle much renown'd yclep'd a ring;</br>Not that which Broughton's sons have frequent mark'd</br>With desp'rate brusings; neither that which oft</br>Surrounds a bull, when fasten'd to a stake,</br>The sport of Butchers, and the num'rous tribes</br>Of Hockley, or St. Giles's:  nor the ring</br>Of greater use the curtain's nearest friend:</br>These we pass by, and many a hundred more</br>Of less important use, the present strains</br>A nobler object boast, a theme which claims</br>A Smart's, a Woty's, or a Churchill's lays.</br>Hail, honour'd Hymen!  'tis to thee alone</br>This humble wreath is brought; nor spurn the gift,</br>Tho' sprung from pen inglorious; abler bards</br>Hereafter may resume the glorious task,</br>And weave a nobler chaplet for thy brows;</br>Meanwhile, let this supply the envied post</br>That binds thy vot'ries in a pleasing chain</br>Indissoluble, gladly would the muse</br>Attempt; but who shall ever dare describe</br>The blest effects of that celestial pledge,</br>Whose efficacious pow'r the world reveres?</br>Whose mystic influence bland, can so far change</br>The common laws of nature, as to join</br>Two hearts, by matrimonial rites, in one?</br>Delightful office!  Happy, happy Ring!</br>By fortune thus distinguish'd:  Thee nor hoops</br>Of diamonds, nor the love-inspiring wreath,</br>Hight bracelet, sparkling on Fidelia's hand,</br>Nor ring with brilliant set (tho' oft display'd</br>On music master's finger, oftener seen</br>From Q&mdash;n-Street's learned pulpit) can excel.</br>Thy native plainness beams the genuine worth</br>Of Chili's mine, more precious than the gems</br>Which proud Golconda boasts; or tinsel toys,</br>Which either India pours, when laden deep</br>With balmy cargoes, float the pond'rous barques</br>O'er seas precarious.  Thee, the matrons hail</br>Their legal property!  Peculiar badge</br>Of honourable wedlock; which, nor swains,</br>Nor nymphs unmarried, nor the purer maids,</br>Whose virgin years, and silver locks creep on</br>(Which wrinkled faces shew, tho' modern art</br>Strives to conceal) &mdash; Not one of these presume</br>T' invade the claim connubial. &mdash; Should distress</br>Involve, the wedded pair, should meager want</br>Stare, dreadful, should the creditor appear</br>To claim contracted debts; &mdash; in that sad hour,</br>Tho' savage catchpoles with relentless hand</br>Seize all things else; &mdash; this ever trusty ring,</br>The female calls her own, and boldly braves</br>The miscreant wretch to take it! &mdash; Heav'n preserve</br>Each happy pair from this severe distress,</br>From this sad trial!  From the hand of law</br>Severely griping! &mdash; Not in every court</br>A Pratt presideth; not in every bar</br>A Glynn harangues! &mdash; How dreadful then the thought!</br>Shall they, whole lives have hitherto been spent</br>In amity and love, be ruthless dragg'd</br>To feel the scourge of equitable courts,</br>And all the little insolence of pow'r?</br>Forbid it, gracious heav'n!  let happier days</br>Await the sacred yoke! &mdash; Let all who join</br>In this blest union, know and feel the truth,</br>That earth produces not a greater bliss,</br>Than those attendant on a wedded life.</br>"]