["Where'er your fleets their op'ning canvas spread,</br>In thunder to proclaim their king's command;</br>Secure of fame, no other foes they dread,</br>Besides the rock, the tempest, and the sand.</br>The lightning's shafts that burst the marbled tow'rs,</br>Less fatal than the storm, when Britain lours.", "While o'er the bounding waves your navies ride,</br>With terror to alarm each daring foe;</br>Dash'd to the clouds above the briny tide,</br>The ocean lab'ring with their weight below;</br>The weary'd winds expand their sheets with pain,</br>And hardly drive their sails along the main.", "JUSTICE, impartial goddess or the skies,</br>To Britain's King resigns her golden scale;</br>By him decreed, what realms in fame shall rise,</br>What empires sink, whose sword in fight prevail;</br>While injur'd states his power and pity own,</br>And kneel for succour at his awful throne.", "The cannon pointing from the Gallic shore;</br>Across each port the strong and brazen chain;</br>When Britain arms, are guardians now no more,</br>The mole but weak, the bastion's wall as vain;</br>The citadel, each nation's feeble trust,</br>Smoaking in flames, or shiver'd in the dust.", "Your daring sails which travel with the day,</br>Now meet, now leave behind the distant sun;</br>From worlds to other worlds, the stars and they,</br>One voyage take, one common journey run:</br>Your sovereign pow'r remotest regions own,</br>To Rome, to Caesar, and to Greece unknown.", "The Alpine rocks, and Atlas' tow'ring brow,</br>Strong barriers fix'd, that rival states divide;</br>Some sever'd by the hills eternal snow,</br>Or parted by the ocean's pathless tide;</br>But deserts, rocks, nor seas your power confine,</br>View nature's limits  &mdash;  these alone are THINE.", "The gods who feast in Ida's lofty bow'rs,</br>The different emblems boast, of their command;</br>Distinguish'd ensigns of their sov'reign pow'rs,</br>That rule by turn the sea, or awe the land;</br>His trident, NEPTUNE, PHAEBUS has his bow,</br>PALLAS her aegis, and your navies YOU.", "Within their ports and harbours close confin'd,</br>Tho' calm the sea, inviting is the gale;</br>Thy vessels, BOURBON, dare not trust the wind,</br>Till How and Anson give them leave to sail;</br>Thus fearful larks lye hid, nor mount the sky,</br>Whene'er they view the Hawk or eagle nigh.", "A single state to crush, enslave and awe,</br>Gives the proud victor oft a short-liv'd fame;</br>Far nobler laurels and renown we draw</br>From realms invested round with walls of flame;</br>To Albion's naval power alone 'tis lent,</br>T' imprison and besiege a continent.", "While o'er the subject deep her vessels spread,</br>And pour amaze on rival states around;</br>Astonish'd nations hear their voice with dread,</br>Which terrify at distance, e'er they wound;</br>O'er every foe their matchless force prevails,</br>While half the globe pays homage to our sails.", "The proud aspiring arch, the high built wall,</br>While Britain's vengeance now no longer sleeps;</br>Rock'd from their base, a mighty ruin fall,</br>Encumb'ring with their weight the frighted deeps;</br>The sinking rampart, and the bursting tower,</br>An age's toil, all vanish'd in an hour.", "The loud Tonnant, the Lys, and bold Alcide,</br>In Gallia's ports no more their lillies wave;</br>Much better pleas'd in Albion's ports to ride,</br>Companions now of fleets more strong and brave;</br>With vengeance quite revers'd, each captive glows,</br>Launching their bolts against Britannia's foes.", "Has heav'n a shaft more cruel, yet in store,</br>Thy fearful bosom, LOUIS to alarm;</br>Can fate distract, or terrify thee more,</br>Than thy own ships against thyself that arm?</br>France thus compleats what Britain has begun,</br>By her own self her empire half undone.", "To distant worlds you carry war or peace,</br>The weak to succour, or the bold chastise;</br>Now bid the fury of the battle cease,</br>Or redden with dire flames the kindling skies;</br>Where'er your cannons shoot their ruddy fire,</br>'Tis death to stand &mdash; tis conquest to retire.", "To those, in fields of death, for fame, who strain,</br>Alike the burning line, or freezing pole;</br>The winds and angry tempests drive in vain</br>On conquest bent, your armies to controul;</br>Thro' Afric's flames they force their sultry way,</br>Earth's glowing regions scarce so warm as they.", "For you the Indian digs the golden ore,</br>Each vale for you in rich Sabaea blooms:</br>For you the Ganges nurses all his store,</br>And Arabie its odours and perfumes;</br>Its wealth each distant region here conveys,</br>And to your throne, each year, a tribute pays.", "A thousand barks each season Gallia sends,</br>Home from the West, its treasures to convey;</br>The fav'ring gale awhile their course befriends,</br>How soon, alas!  the victor's wealthy prey!</br>Gaul has the toil, and Britain all the gains;</br>Enrich'd by foes, without her island's pains.", "The Gallic sword when wild ambition draws,</br>It gleams and glitters only to enslave;</br>Yours is unsheath'd to guard a nation's laws,</br>With pity, daring; with compassion, brave;</br>A double glory to your arms is due;</br>Who fight to save, and bless when you subdue.", "Your wreaths are ne'er bedew'd with orphans tears,</br>No Richlieus on weak gasping infants feed;</br>No slaughter'd infants smoak upon your spears,</br>Or breathless on your cruel altars bleed;</br>The captive spar'd, inspires your breast with joy;</br>The foe exults &mdash; you mourn when you destroy.", "Be hush'd, ye storms!  ye boist'rous waves subside,</br>Spring up each fav'rite wind, and gentle gale;</br>O'er the wide deep as Albion's navies ride,</br>Propitious breathe, and swell each waving sail:</br>Dark, dread events which carry in their womb,</br>Whole nations fates, and destinies to come.", "See, now the fleets engage! &mdash; the sulph'rous cloud</br>In darkness whelms, and half obscures the day;</br>The bursting bombs discharge their wrath aloud,</br>And hid in smoke, quite drive the morn away.</br>While Britain's engines thunder, wond'ring JOVE,</br>To hear their roar, suspends his own above.", "Its glowing train, the comet's blazing hair,</br>The nitrous stream from Aetna's top that flows;</br>To realms amaz'd, to nations in despair,</br>Portend a dreadful length of threaten'd woes:</br>Her arms where'er enrag'd Britannia turns,</br>The battle with like rage and fury burns.", "And now the sun in vain withdraws his light,</br>And quenches in the deep his sultry ray;</br>Our naval flames dispel the gloom of night,</br>Recall the morning, and bring back the day:</br>Those fires across the glitt'ring air that fly,</br>Refulgent blaze, and form a nether sky.", "Though fate has often told him dreadful news,</br>Heav'n yet for BOURBON has one bliss in store;</br>Whose fleets have now but few marines to lose,</br>For Britain's crowded prisons will hold no more;</br>For swords and guns his treasures thrown away,</br>Much fewer troops his chests have now to pay.", "Had thou no venal muses to rehearse</br>Thy mimic triumphs o'er a hundred foes;</br>To sing of armies kill'd in Gallic verse,</br>Who live and fight again in English prose;</br>How well thy gallant troops at Cherburg fought,</br>Prom Breton's Cape what lawrels home they brought?", "Still, still a glorious victor at Versaills,</br>The British squadrons fly, the Gaul pursues;</br>By land thy sword, at sea thy fleet prevails;</br>Say, where these triumphs? &mdash; in the Paris news!</br>What streams of blood do Gallia's ink-horns spill!</br>Since those her pistols spare, her gazetts kill.", "The field of battle cover'd with the slain,</br>With loudest hymns her joyful temples ring;</br>Her thousands kill'd, her millions yet remain,</br>To crown with lawrels her triumphant king;</br>Victor or vanquish'd, fortune good or ill,</br>LOUIS resolves to be a conq'ror still.", "While yours, with Prussia's matchless troops combine,</br>And terror spread o'er ev'ry hostile plain;</br>Suffer no lawless tyrant on the Rhine,</br>On Ister's bank, no faithless queens to reign;</br>Determin'd ne'er to sheath your patriot sword,</br>Till Europe's peace and freedom is restor'd.", "Still unabated let your courage glow,</br>Not soften'd by the rebels coward tears;</br>Till humbled in the dust, each stubborn foe,</br>Or yields, or bleeds upon your vengeful spears,</br>Till haughty Gaul your indignation feels,</br>Till Sweden trembles, and till Russia kneels.", "Companions in the dreadful toil of war,</br>Let the same lawrels both your temples share;</br>Each bosom blaze with one refulgent star,</br>One wreath encircle round each victor's hair:</br>While MARS each breast with ardor to inspire,</br>Resigns to both his thunders and his fire.", "What realms shall flourish, or in fame decline,</br>What proud usurper next shall quit his throne;</br>Whose temples with victorious wreaths shall shine,</br>Is fix'd, illustrious chiefs, by you alone:</br>If France shall e'er retrieve her lost renown,</br>Or perjur'd Austria longer wear a crown.", "In scenes of death, your courage own'd before,</br>The victors lawrel round your temples ty'd;</br>Each field distain'd with streams of Gallic gore,</br>Pale, breathless victims bleeding near your side:</br>From BOURBON'S head to shake his tott'ring crown,</br>Be this your greatest, and your last renown.", "Yon radiant sun, the golden source of light,</br>His mid-day circuit and meridian past;</br>Just as he sets, his ample orb more bright,</br>Reserves his fullest beams to blaze the last;</br>You, like the planet, in life's calm decline,</br>Each year encreas'd, with fairer glories shine.", "Pleas'd you behold, along each crouded street,</br>The hostile cannon dragg'd, our dread no more,</br>Now arming with their flames your conq'ring fleet,</br>And loudly thundering from the British store;</br>France does our forest oaks in pity shield,</br>And kindly for her foes whole navies build.", "See!  how the Gallic colours droop their head,</br>As conscious of their wretched master's shame;</br>No more their silver light the lillies spread,</br>Once shining to assert their monarch's fame:</br>With faint and fading lustre now they bloom,</br>The lion blazing in the lillies room.", "By heaven's decree, when late you claim the skies,</br>And leave, with tears bedew'd the British throne;</br>Ten thousand hearts, as many gushing eyes,</br>The king, the friend, the patriot shall bemoan;</br>No cypress shall be near, but in its room,</br>Your own triumphant lawrels shade your tomb.</br>"]