["The dew-drops of morning appeared</br>In clusters on every spray,</br>When the murmur of voices was heard,</br>A chiding it seem'd for delay.</br>I turn'd to a neighb'ring bower,</br>Encircled by woodbine around</br>When, fair as the jessamine flower,</br>Maria in converse I found.", "Though blooming as spring was the maid,</br>As the cinnamon rose in its pride,</br>A tear on her bosom had stray'd,</br>While addressing the friend by her side.</br>\"Awake,\" she said, \"Mira, the strain</br>Alexis was wont to admire;</br>Perhaps he'll from weeping refrain,</br>Allur'd by the sound of thy lyre.", "\"From apathy, Mira, awake,</br>For cold and insensate you seem;</br>The hearts of all round you might break,</br>While you are enwrapt in a dream.</br>Too long, O too long, you have slept,</br>To the meltings of pity unknown,</br>While I with the mourner have wept,</br>And made all his sorrows my own.", "\"The voice of sweet pity assume,</br>It may something like comfort convey,</br>At least it may steal from the gloom</br>That's wearing our kinsman away.</br>Let echo reply to a strain,</br>The tend'rest that sympathy knows:</br>It fails not to soften our pain,</br>When others partake of our woes.", "\"Sure sympathy warm from the heart</br>May easily dictate the lay,</br>Nor eloquence fail to impart</br>What ambition might seek to pourtray.</br>O let him not sorrow alone,</br>The desolate victim of fate;</br>Your heart, once to feeling so prone,</br>Seems strangely unfeeling of late.\"", "\"Maria, nay tempt me no more,\"</br>Said Mira, \"my pen to resume;</br>Those days of indulgence are o'er,</br>I've wrapt me in apathy's gloom.</br>The verse, the employment of hours</br>While all those around me have slept,</br>The world, by its censuring powers,</br>Of every charm have bereft.", "\"They deem it the offspring of pride,</br>Of a daring and arrogant mind;</br>Ambition, 'tis said, is my guide,</br>My talents are light as the wind.</br>Perhaps they may make it appear:</br>Yet little I know of my heart</br>If it shelters a thought insincere,</br>Or wears the entrappings of art.", "\"To error I feel I am prone,</br>I feel it each morning I see;</br>Yet a treasure there is to atone,</br>A mercy unbounded and free.</br>Though frailties and many are mine,</br>I am not ambitious of fame,</br>I never have bow'd at its shrine,</br>From the world I have nothing to claim.", "\"The talent that nature bestow'd</br>Is feeble, most feeble, I own,</br>Afar from the muse's abode,</br>I've ponder'd, unsmil'd on, alone.</br>The unsodded grave of a friend</br>Taught something like numbers to flow;</br>Nor favour I look'd to attend,</br>My heart was alive but to woe.", "\"My pen since a solace has prov'd,</br>Though weak, it imparted relief,</br>It was the companion I lov'd,</br>I found it a rival to grief.</br>Fate destines to some paths of flow'rs,</br>I prove one with brambles o'ergrown,</br>Yet alive to sweet sympathy's pow'rs,</br>The woes of my friends are my own.", "\"The sorrow, Maria, that wears</br>The form of Alexis away</br>My bosom in sympathy shares,</br>I've wept them by night and by day:</br>Yet sympathy warm from my heart</br>Will not lull his sorrows to rest,</br>Nor strains, though enflower'd by art,</br>Give ease to his tortured breast.", "\"To cheer his disconsolate mind,</br>The sea I as soon could becalm;</br>Or stay by my hand the strong wind,</br>As find for his sorrows a balm.</br>Oh, no!  there is none to be found,</br>Where a sensitive mind is possess'd,</br>For cruel ingratitude's wound</br>On the core of the bosom imprest.", "\"The power that meant he should feel</br>So deeply, by giving the mind,</br>That power his sorrows must heal,</br>The heart that is broken must bind.</br>Then tempt me, Maria, no more</br>The strain once so lov'd to resume,</br>Those days of indulgence are o'er,</br>I've wrapt me in apathy's gloom.", "\"Should heaven a favour bestow,</br>This boon, and this only I crave,</br>Let me pass through this valley of woe,</br>Uncensur'd, unknown, to the grave.</br>Yet let not my foes, who abound,</br>Once think I crave mercy from them;</br>Is mercy with hyenas found?</br>Know they justice who love to condemn?\"", "She ceas'd; and I saw through the bow'r,</br>Through parting of leaves I could trace</br>The aching heart's eloquent power</br>On a sorrow and time-injur'd face.</br>She ceas'd, and Maria replied,</br>But her voice was so soften'd and low,</br>The sound ere it reach'd me had died,</br>I heard but the sobbings of woe.</br>"]