["Airy del Castro was as bold a knight</br>As ever earn'd a lady's love in fight.</br>Many he sought, but one above the rest</br>His tender heart victoriously impress'd:</br>In fairy land was born the matchless dame,</br>The land of dreams, Hypothesis her name.</br>There fancy nursed her in ideal bowers,</br>And laid her soft in amaranthine flowers;</br>Delighted with her babe, the enchantress smiled,</br>And graced with all her gifts the favourite child.</br>Her woo'd Sir Airy, by meandering streams,</br>In daily musings and in nightly dreams;</br>With all the flowers he found, he wove in haste</br>Wreaths for her brow, and girdles for her waist;</br>His time, his talents, and his ceaseless care</br>All consecrated to adorn the fair;</br>No pastime but with her he deign'd to take,</br>And, &mdash; if he studied, studied for her sake.</br>And for Hypothesis was somewhat long,</br>Nor soft enough to suit a lover's tongue,</br>He called her Posy, with an amorous art,</br>And graved it on a gem, and wore it next his heart.", "But she, inconstant as the beams that play</br>On rippling waters in an April day,</br>With many a freakish trick deceived his pains,</br>To pathless wilds and unfrequented plains</br>Enticed him from his oaths of knighthood far,</br>Forgetful of the glorious toils of war.</br>'Tis thus the tenderness that love inspires</br>Too oft betrays the votaries of his fires;</br>Borne far away on elevated wings,</br>They sport like wanton doves in airy rings,</br>And laws and duties are neglected things.", "Nor he alone address'd the wayward fair;</br>Full many a knight had been entangled there.</br>But still, whoever woo'd her or embraced,</br>On every mind some mighty spell she cast.</br>Some she would teach (for she was wondrous wise,</br>And made her dupes see all things with her eyes,)</br>That forms material, whatsoe'er we dream,</br>Are not at all, or are not what they seem;</br>That substances and modes of every kind</br>Are mere impressions on the passive mind;</br>And he that splits his cranium, breaks at most</br>A fancied head against a fancied post:</br>Others, that earth, ere sin had crown'd it all,</br>Was smooth and even as an ivory ball;</br>That all the various beauties we survey,</br>Hills, valleys, rivers, and the boundless sea,</br>Are but departures from the first design,</br>Effects of punishment and wrath divine.</br>She tutor'd some in Daedalus's art,</br>And promised they should act his wildgoose part,</br>On waxen pinions soar without a fall,</br>Swift as the proudest gander of them all.", "But fate reserved Sir Airy to maintain</br>The wildest project of her teeming brain;</br>That wedlock is not rigorous as supposed,</br>But man, within a wider pale enclosed,</br>May rove at will, where appetite shall lead,</br>Free as the lordly bull that ranges o'er the mead;</br>That forms and rites are tricks of human law,</br>As idle as the chattering of a daw;</br>That lewd incontinence, and lawless rape,</br>Are marriage in its true and proper shape;</br>That man by faith and truth is made a slave,</br>The ring a bauble, and the priest a knave.", "Fair fall the deed!  the knight exulting cried,</br>Now is the time to make the maid a bride!", "'Twas on the noon of an autumnal day,</br>October highs, but mild and fair as May;</br>When scarlet fruits the russet hedge adorn,</br>And floating films envelope every thorn;</br>When gently as in June, the rivers glide,</br>And only miss the flowers that graced their side;</br>The linnet twitter'd out his parting song,</br>With many a chorister the woods among;</br>On southern banks the ruminating sheep,</br>Lay snug and warm; &mdash; 'twas summer's farewell peep.</br>Propitious to his fond intent there grew</br>An arbour near at hand of thickest yew,</br>With many a boxen bush, close clips between,</br>And philyrea of a gilded green.", "But what old Chaucer's merry page befits,</br>The chaster muse of modern days omits.</br>Suffice it then in decent terms to say,</br>She saw, &mdash; and turn'd her rosy cheek away.</br>Small need of prayer-book or of priest, I ween,</br>Where parties are agreed, retired the scene,</br>Occasion prompt, and appetite so keen.</br>Hypothesis (for with such magic power</br>Fancy endued her in her natal hour,)</br>From many a steaming lake and reeking bog,</br>Bade rise in haste a dank and drizzling fog,</br>That curtain'd round the scene where they reposed,</br>And wood and lawn in dusky folds enclosed.", "Fear seized the trembling sex; in every grove</br>They wept the wrongs of honourable love.</br>In vain, they cried, are hymeneal rites,</br>Vain our delusive hope of constant knights;</br>The marriage bond has lost its power to bind,</br>And flutters loose, the sport of every wind.</br>The bride, while yet her bride's attire is on,</br>Shall mourn her absent lord, for he is gone,</br>Satiate of her, and weary of the same,</br>To distant wilds in quest of other game.</br>Ye fair Circassians!  all your lutes employ,</br>Seraglios sing, and harems dance for joy!</br>For British nymphs whose lords were lately true,</br>Nymphs quite as fair, and happier once than you,</br>Honour, esteem, and confidence forgot,</br>Feel all the meanness of your slavish lot.</br>Oh curst Hypothesis!  your hellish arts</br>Seduce our husbands, and estrange their hearts.&mdash;</br>Will none arise?  no knight who still retains</br>The blood of ancient worthies in his veins,</br>To assert the charter of the chaste and fair,</br>Find out her treacherous heart, and plant a dagger there!</br>A knight &mdash; (can he that serves the fair do less)</br>Starts at the call of beauty in distress;</br>And he that does not, whatsoe'er occurs,</br>Is recreant, and unworthy of his spurs.", "Full many a champion, bent on hardy deed,</br>Call'd for his arms and for his princely steed.</br>So swarm'd the Sabine youth, and grasp'd the shield,</br>When Roman rapine, by no laws withheld,</br>Lest Rome should end with her first founders' lives,</br>Made half their maids, sans ceremony, wives.</br>But not the mitred few, the soul their charge,</br>They left these bodily concerns at large;</br>Forms or no forms, pluralities or pairs,</br>Right reverend sirs!  was no concern of theirs.</br>The rest, alert and active as became</br>A courteous knighthood, caught the generous flame;</br>One was accoutred when the cry began,</br>Knight of the Silver Moon, Sir Marmadan.", "Oft as his patroness, who rules the night,</br>Hangs out her lamp in yon caerulean height,</br>His vow was, (and he well perform'd his vow,)</br>Arm'd at all points, with terror on his brow,</br>To judge the land, to purge atrocious crimes,</br>And quell the shapeless monsters of the times.</br>For cedars famed, fair Lebanon supplied</br>The well-poised lance that quiver'd at his side;</br>Truth arm'd it with a point so keen, so just,</br>No spell or charm was proof against the thrust.</br>He couch'd it firm upon his puissant thigh,</br>And darting through his helm an eagle's eye,</br>On all the wings of chivalry advanced</br>To where the fond Sir Airy lay entranced.", "He dreamt not of a foe, or if his fear</br>Foretold one, dreamt not of a foe so near.</br>Far other dreams his feverish mind employ'd,</br>Of rights restored, variety enjoy'd;</br>Of virtue too well fenced to fear a flaw;</br>Vice passing current by the stamp of law;</br>Large population on a liberal plan,</br>And woman trembling at the foot of man;</br>How simple wedlock fornication works,</br>And Christians marrying may convert the Turks.", "The trumpet now spoke Marmadan at hand,</br>A trumpet that was heard though all the land.</br>His high-bred steed expands his nostrils wide,</br>And snorts aloud to cast the mist aside;</br>But he, the virtues of his lance to show,</br>Struck thrice the point upon his saddle bow;</br>Three sparks ensued that chased it all away,</br>And set the unseemly pair in open day.</br>\"To horse!\"  he cried, \"or, by this good right hand</br>And better spear, I smite you where you stand.\"", "Sir Airy, not a whit dismay'd or scared,</br>Buckled his helm, and to his steed repair'd;</br>Whose bridle, while he cropp'd the grass below,</br>Hung not far off upon a myrtle bough.</br>He mounts at once, &mdash; such confidence infused</br>The insidious witch that had his wits abused;</br>And she, regardless of her softer kind,</br>Seized fast the saddle and sprang up behind.</br>\"Oh shame to knighthood!\"  his assailant cried;</br>\"Oh shame!\"  ten thousand echoing nymphs replied.</br>Placed with advantage at his listening ear,</br>She whisper'd still that he had nought to fear;</br>That he was cased in such enchanted steel,</br>So polish'd and compact from head to heel,</br>\"Come ten, come twenty, should an army call</br>Thee to the field, thou shouldst withstand them all.\"", "\"By Dian's beams,\" Sir Marmadan exclaim'd,</br>\"The guiltiest still are ever least ashamed!</br>But guard thee well, expect no feign'd attack;</br>And guard beside the sorceress at thy back!\"", "He spoke indignant, and his spurs applied,</br>Though little need, to his good palfrey's side;</br>The barb sprang forward, and his lord, whose force</br>Was equal to the swiftness of his horse,</br>Rush'd with a whirlwind's fury on the foe,</br>And, Phineas like, transfixed them at a blow.", "Then sang the married and the maiden throng,</br>Love graced the theme, and harmony the song;</br>The Fauns and Satyrs, a lascivious race,</br>Shriek'd at the sight, and, conscious, fled the place:</br>And Hymen, trimming his dim torch anew,</br>His snowy mantle o'er his shoulders threw;</br>He turn'd, and view'd it oft on every side,</br>And reddening with a just and generous pride,</br>Bless'd the glad beams of that propitious day,</br>The spot he loath'd so much for ever cleansed away,</br>"]