["We have received two very touching Elegies on the death of Bow-fair.  The magistrates, as our readers well know, are putting down old diversions in every direction &mdash; diversions, which, though attended with certain evils, are at the same time of vital importance in the preservation of English character.  We have married the two Elegies, and beg to introduce the couple in their wedded state to our readers, &mdash; Lion's Head giving them away.", "ELEGY ON THE DEATH OF BOW-FAIR.</br>\"Bring me the bow-string.\"</br>Emperor of all the Turks.", "The Bow-bell tolls the knell of Bow-fair fun,</br>And Richardson winds slowly out of town;</br>Poor old \"young Saunders \" sees his setting son,&mdash;</br>And Gyngell pulls his red tom-tawdry down.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Now three cart-horses draw the caravan,</br>O'er smooth MacAdams, to provincial fairs,</br>And pining showmen, with companions wan,</br>Make dreary humour, while the hawbuck stares!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "No more shall cockneys don their Sunday coats,</br>Stepney, Brook-green, or brighter Bow to fill,</br>No folk shall row to Greenwich Hill in boats,</br>And roll in couples adown One Tree Hill!", "Girls shall no longer dance in gingham gowns,</br>Nor monkeys sit on organs at the door,</br>Gongs shall be turn'd to frying-pans; and clowns</br>Take to the country, and be clowns no more!", "No learned pig, no veal, no mutton pie,&mdash;</br>No heads be crack'd, no under garments won,&mdash;</br>No giants twelve no dwarfs just three feet high&mdash;</br>No calves with two heads, shown to calves with one!", "At Scowton's dire destruction will be seen!</br>The trumpet will give up its tragic truths!</br>The magistrate desiring to be Keen,</br>Will put an end, as usual, to the Booths.", "No lucky bags, no drums, no three-hand reels,</br>No cocks in breeches, no tobacco-sots!</br>No more shall Wapping learn to dance quadrilles,</br>Or shake a hornpipe 'mid the pewter pots!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "No more the Fairing shall the fair allure,</br>For Fairs no more the fairing may expose:</br>In pleasure-lovers, work shall work a cure;</br>And Sundays only show the Sunday-clothes!", "The magistrates decree that \"fair is foul,\"</br>And put a stop to profitable sport;</br>They exercise the Lion's shilling howl,</br>And cut the Irish giant's income short.", "No more the backy-box, in dark japan,</br>Shakes on the stick, and lures the rabble rout;</br>No more the lemon, balanced by the man,</br>Flies at the touch and flings its toys about;", "There are 34 stanzas, beginning with \"no mores\" and \"no longers,\" which, although they drag with a fine tedious pathos on the ear, we chuse to omit.  The last stanza ends with a moral like a malefactor's dying speech.", "Take warning then, ye fair!  from this fair's fall!</br>One Act (the Vagrant Act) has been its ruin!</br>Listen, oh listen, to Law's serious call,</br>For fun and pleasure lead but to undoing!</br>"]