["Passing one day along a narrow road,</br>Where many briers straggled here and there;</br>It fortuned, as hastily I yode,</br>My hosen woefully a thorne to tear&mdash;</br>My hosen, which erewhile so comely were!</br>I, sore amased at so uncouth case,</br>'Gan ponder much how I mote it repair:</br>When sodainly along that way did pace</br>A damsel trim, by whom a loaded page did trace.", "She me beholding in that shameful guise,</br>Aviz'd me of a dame that wonn'd foreby,</br>Who, sempstress hight, skill'd in all mysteries</br>Of healing rents unseemly to the eye,</br>So well, that uneath you mote them descrye!</br>Her straight I sought, and straightway ent'ring found</br>Sitting 'mong many garments hong on hie;</br>And all about on stooles, and on the ground,</br>Were basketts, that with hose and kerchiefs did abound.", "She was a dame most busily inclin'd,</br>As mote right well by every one be red;</br>For you might never her at leisure find</br>From many things which her encombered</br>(As erst it was of busie Martha sed):</br>A pincushion well studded first she bare,</br>And all her gown with little ends was spred,</br>Which she was wont from off her stoffes to tear,</br>Or shear with scissars keen, she at her side did wear.", "And them foreby a satchell was yhong,</br>Wherein were sundry implements empight,</br>Which do unto the housewife's trade belong&mdash;</br>A needle-booke in costly crimson dight,</br>Whose store of pointed steel was ever bright;</br>And threds of diverse hews therein were tyed</br>In paper doublets, folden faire and tight:</br>With other tools, she to her use applied,</br>And she did ever stitch, or darn some fissure wide.", "And raunged upon her table mote ye see</br>Of crymping-yrons, sundry sized, store;</br>And yrons eke, that heated wont to be,</br>To smooth and press whate'er had wrinkles wore;</br>And paper patterns her were spred before,</br>With many things whose names I'note recall,</br>Tho' well I ken'd them while she used her lore</br>To mend what late so foully did befall,</br>Which done, in sooth the rent ye mote not spie at all!</br>"]