["Hence base and brazen cheat; from garret vile,</br>Or murky cellar sprung; thy spurious birth</br>And mixed embrace, that palid hue proclaims</br>Thy native place was Birmingham,</br>A pedlar Jew thy first proprietor,</br>His for a tenth of thy extrinsic worth,</br>To think, 'mongst coin at mint in tower</br>Stamp'd,</br>By that dissembling face, and antient date,</br>Though cast no six months since,</br>To pass unknown and gull me; credulous</br>I mark'd thee among thy betters; and with eye</br>Distinguishing, arrested the foul cheat,</br>To dare confront the envy'd worth thou ap'st,</br>Confess'd to open day; come forth to view,</br>Nought shall avail that name, or phiz assum'd,</br>Or regal head of George, with laurel wreath'd,</br>Thy tell-tale paleness speaks thee plain</br>A tinker;</br>And honest farthings thy superiors, scorn</br>To lie in till or pocket that contains thee;</br>Oft on thy bastard race have curses fallen,</br>Of maids, when jilted of their evening tea,</br>And crying school-boys balk'd at apple-stalls,</br>Condemn'd henceforth to play at chuck,</br>And face the pegs of ruthless castle-tops,</br>'Till Sunday sends thee smuggl'd into poor-box.</br>Yet lives that beggar'd wretch, with hunger pinch'd,</br>Would take thee profer'd; thou art known so well,</br>The honest tradesman will not sell thee wares,</br>The simple clown, alas!  too late has found,</br>He took a sharper when he harbour'd thee.", "Full well thou'rt known at ev'ry corner stand,</br>From bridge to post-office,</br>Newsmen and shoe-boys hate thee;</br>Nor would the veriest wretch a black eye risk,</br>Or bloody nose induce to call you his.</br>Where's he would throw with thee at pitch and toss,</br>Or jocund curl thee on greasy sack,</br>While Bridewell waits the hardy cheat,</br>That dares to tender thee for snuff or whiskey.</br>Nay, thee sly Kitty vainly strives to truck,</br>For ditties with the ballad-singer,</br>When all your tribe a ready market find;</br>Nor think by night to bilk the love-sick fair,</br>She wary eyes thee near some friendly lamp,</br>And instant loaths the purchas'd kiss,</br>And calls the watch on boisterous lovers.", "I know thou hopest some alchymistic Jew,</br>Has mark'd thy meagre shape, and surface smooth,</br>And means by help of quick-silver appli'd,</br>To raise thee to the rank of envy'd shillings;</br>By use degraded to thy native worth,</br>Expect the fate of jack-daw arrogant,</br>Detested in a borrow'd dress,</br>Contempt and insult from your old companions.", "No more then hope to thrive by duping innocents,</br>I'll lodge thee safe; in durance vile,</br>I'll nail thee to counter ignominious,</br>Where many a sixpence and a shilling shone,</br>'Till dearth of change, in these hard times,</br>Restor'd them to my customers and liberty.", "Thus for a harvest by deceit and trick,</br>The village jugler thrives; till from success</br>He grows incautious; nor to wheedling maids,</br>By promis'd sweet-hearts, he his art confines;</br>But oh!  ill-fated hour, attempts to trick</br>Your knowing townsman, they in fraud well vers'd,</br>Straight take his greasy galligaskins down,</br>And nettles smart inflict; or oh!  far worse,</br>In neighbouring horse-pond flung,</br>He curses fortune, and atones his crimes.</br>"]