["O imitatores, servum pecus!&mdash;</br>HOR. EPIST. i. 19. 19.</br>Dull imitators!  like the servile hack,</br>Still slowly plodding in the beaten track.", "To Mr. Town.</br>Sir,</br>Bayes, in The Rehearsal, frequently boasts it as his chief excellence, that he treads on no man's heels, that he soars to follow the steps of others; and, when he is asked the reason of inserting any absurdity in his play, he answers, because it is new.  The poets, of the present time, run into the contrary error; they are so far from endeavouring to elevate and surprise by any thing original, that their whole business is imitation; and they jingle their bells in the same road with those that went before them, with all the dull exactness of a packhorse.</br>The generality of our writers wait till a new walk is pointed out to them by some leading genius; when it immediately becomes so hackneyed and beaten, that an author of credit is almost ashamed to appear in it among such bad company.  No sooner does one man of parts succeed in any particular mode of writing, but he is followed by a thousand dunces.  A good elegy makes the little scribblers direct their whole bent to subjects of grief; and, for a whole winter, the press groans with melancholy.  One novel of reputation fills all the garrets of Grub Street with whole reams of histories and adventures, where volume is spun out after volume, without the least wit, humour, or incident.  In a word, as Bayes obviated all objections to his nonsense by saying it was new, if a modern writer was asked why he chose any particular manner of writing, he might reply, because it is the fashion.</br>True genius will not give into such idle, extravagant flights of imagination as Bayes's; it will not turn funerals into banquets, or introduce armies in disguise; but still, it will not confine itself to the narrow track of imitation.  I cannot help thinking, that it is more owing to this servile spirit in the authors of the present times, than to their want of abilities, that we cannot now boast a set of eminent writers; and, it is worthy observation, that whenever any age has been distinguished by a great number of excellent authors, they have, most of them, cultivated different branches of poetry from each other.  This was the case in the age of Augustus, as appears from the works of Virgil, Horace, Ovid, &amp;c.  And, to come down as late as possible, this is evident from our last famous set of authors, who flourished at the beginning of this century.  We admire Swift, Pope, Gay, Bolingbroke, Addison, &amp;c., but we admire each for his particular beauties, separate and distinguished from the rest.</br>These loose thoughts were thrown together, merely to introduce the following little poem, which, I think, deserves the attention of the public.  It was written by a very ingenious gentleman, as a letter to a friend, who was about to publish a volume of miscellanies; and contains all that original spirit, which it so elegantly recommends.", "To ****.</br>Since now, all scruples cast away,</br>Your works are rising into day,</br>Forgive, though I presume to send</br>This honest counsel of a friend.", "Let not your verse, as verse now goes,</br>Be a strange kind of measur'd prose;</br>Nor let your prose, which sure is worse,</br>Want nought but measure to be verse.</br>Write from your own imagination,</br>Nor curb your Muse by Imitation:</br>For copies shew, howe'er exprest,</br>A barren genius at the best.</br>&mdash;But Imitation's all the mode&mdash;</br>Yet where one hits, ten miss the road.", "The mimic bard with pleasure sees</br>Mat. Prior's unaffected ease:</br>Assumes his style, affects a story,</br>Sets every circumstance before ye,</br>The day, the hour, the name, the dwelling,</br>And mars a curious tale in telling:</br>Observes how easy Prior flows,</br>Then runs his numbers down to prose.", "Others have sought the filthy stews</br>To sind a dirty slip-shod Muse.</br>Their groping genius, while it rakes</br>The bogs, the common-sew'rs, and jakes,</br>Ordure and filth in rhyme exposes,</br>Disgustful to our eyes and noses;</br>With many a dash &mdash; that must offend us,</br>And much &mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash; Hiatus non deflendus.</br>O Swift!  how wouldst thou blush to see,</br>Such are the bards who copy Thee?", "This Milton for his plan will chuse:</br>Wherein resembling Milton's Muse?</br>Milton, like thunder, rolls along</br>In all the majesty of song;</br>While his low mimics meanly creep,</br>Not quite awake, nor quite asleep:</br>Or, if their thunder chance to roll,</br>'Tis thunder of the mustard bowl.</br>The stiff expression, phrases strange,</br>The epithet's preposterous change,</br>Forc'd numbers, rough and unpolite,</br>Such as the judging ear affright,</br>Stop in mid verse.  Ye mimics vile!</br>Is't thus ye copy Milton's style?</br>His faults religiously you trace,</br>But borrow not a single grace.", "How few, (say, whence can it proceed?</br>Who copy Milton, e'er succeed!</br>But all their labours are in vain:</br>And wherefor so? &mdash; the reason's plain.</br>Take it for granted, 'tis by those</br>Milton's the model mostly chose,</br>Who can't write verse, and won't write prose.", "Others, who aim at fancy, chuse</br>To woo the gentle Spenser's Muse.</br>This poet fixes for his theme</br>An allegory, or a dream;</br>Fiction and truth together joins</br>Though a long waste of flimsy lines;</br>Fondly believes his fancy glows,</br>And image upon image glows;</br>Thinks his strong Muse takes wond'rous flights,</br>Whene'er she sings of peerless wights,</br>Of dens, of palfreys, spells and knights:</br>'Till allegory, Spenser's veil</br>T' instruct and please in moral tale,</br>With him's no veil the truth to shroud,</br>But one impenetrable cloud.", "Others, more daring, fix their hope</br>On rivaling the fame of Pope.</br>Satyr's the word against the times&mdash;</br>These catch the cadence of his rhymes,</br>And borne from earth by Pope's strong wings,</br>Their Muse aspires, and boldly flings</br>Her dirt up in the face of kings.</br>In these the spleen of Pope we find;</br>But where the greatness of his mind?</br>His numbers are their whole pretence,</br>Mere strangers to his manly sense.", "Some few, the fav'rites of the Muse,</br>Whom with her kindest eye she views;</br>Round whom Apollo's brightest rays</br>Shine forth with undiminish'd blaze;</br>Some few, my friend, have sweetly trod</br>In Imitation's dang'rous road.</br>Long as Tobacco's mild perfume</br>Shall scent each happy curate's room,</br>Oft as in elbow-chair he smokes,</br>And quaffs his ale, and cracks his jokes,</br>So long, O Brown, shall last thy praise,</br>Crown'd with Tobacco-leaf for bays;</br>And whosoe'er thy verse shall see,</br>Shall fill another Pipe to thee.</br>"]