["Now through the Welkin wide the rosy Morn</br>Display'd her Charms, and with her Ray dispenc'd</br>Joy to the World; but greater Joy to none,</br>Than dawning glow'd in Willy's am'rous Breast;</br>This Day the Term of all his wonted woe,</br>Of doubtful Wooings, and of jealous Fears,</br>Gave to his Breast the matchless Moggy's Charms;</br>A blither Lass, than whom, with rustic Grace,</br>Ne'er bore the Bell, at Maypole-Dance or Ring;</br>She too with am'rous Flame his Flames return'd,</br>And with alternate Hopes and Fears bid hail</br>Th' auspicious Light, that crown'd their mutual Joy.", "Th' attendant Maids, with ornamental Hands,</br>Now wait, with Geer less natural to deck</br>That Shape, which Heav'n had more adorn'd before,</br>Than all th' unwieldy Weight of artful Tire;</br>Each, in her proper Sphere, the Work begins,</br>And now confirms, now alters what begun,</br>Dislikes, commends, as Envy or as Art</br>Directs her Words; while she submissive stands</br>The Test of Eyes, on other Thoughts intent.", "Nor less concern'd the Bridegroom was t' adorn</br>His crisped Locks, and bid his gay Attire</br>With outward Glare bespeak his inward Joy:</br>Nor wanted he maternal Care, to add</br>The nicest homespun Line, or Kenting rare,</br>The Work of tedious Hour or dreary Night:</br>His Hands, too proud to bear th' inclement Air,</br>Lay close invelopt in Hand-spurs neat;</br>These once his antient Grandame's Shoulders grac'd,</br>Her Neck incircling in their candid Folds,</br>When great ELIZA rul'd the willing World.</br>Three massy Rings upon his Fingers shone,</br>Such as the Roman Chiefs were wont to wear,</br>To fence their softer Hands from wintry Blasts.", "A doughty Knight his Steps did near attend,</br>Mc Farrel hight, whose Ancestors well known,</br>For unmatch'd Deeds, and warlike vast Exploits,</br>Stand foremost in the antient Rolls of Fame;</br>Proud of his Birth, in Majesty he stalks,</br>Snuffs, and looks big, and glories in his Name,</br>His Name being all which he is Heir to now;</br>A trusty Blade fast by his Side was girt,</br>Which once had arm'd his aged Grandsire's Hand,</br>With Rebel-Rage t' oppose his Monarch's Right;</br>A Silver Circle round his Beaver shone;</br>Nor wanted he, his manly Hair to deck,</br>The graceful Ribband; which with artful Tie,</br>Low pendant rustled in the sportive Air;</br>A True-love Knot in Ribband too y' wrought,</br>The Badge of his high Office, grac'd his Brow,</br>And with fierce Glare confronted ev'ry Eye;</br>As who shou'd say, beneath Love's Banner thus</br>Confirm'd, I dare the proudest Foe to Arms.", "And now attendant Troops in order wait;</br>This Party claims the beauteous Bride their care,</br>And that awaits the Bridegroom's high Behests.</br>The Bride, the fairest of the Female-Throng,</br>Up-mounted sat upon a Jennet fair;</br>Fairer than that, which from a neigh'bring Copse,</br>As Poets sing, Adonis Steed entic'd,</br>Whilst him in vain the Cyprian-Goddess woo'd.", "The Bridegroom, next in gayety and place,</br>Rode high exalted on a stately Steed,</br>Whose bounding Feet indignant spurn'd the Ground:</br>Before him, near his Saddle's sturdy Bow,</br>Two Pistols shone, within whose Iron-Wombs</br>Dread Thunders lurk'd, to fright the Rival World.", "Before them, Leader of the jovial Crew,</br>Old son'rous Sawney rode, on such a Steed,</br>As great La Mancha's Knight bestrode of old:</br>Down from his Drone a Scarlet Flag there hung,</br>Ensign of War, but War of am'rous Strife,</br>Of meeting Joys, and combating Desires.</br>Beneath his Arm a Leathern Bag he plac'd,</br>Where Mirth and Dole in Magick durance bound,</br>Lay close immur'd, and as the Time and Place</br>Requir'd, with artful Squeeze he both dispenc'd;</br>Not the fam'd Youth, whose Name long since enroll'd</br>In British Story, yet cou'd equal thee,</br>Tho' less'ning Crowds his tuneful Hand obey'd,</br>And naked Step-Dame, and performing Fryar,</br>From all the Joys, that Love and Beauty yield,</br>He led triumphant thro' sharp bri'ry Brakes,</br>Thro' devious Mountains and unpittying Rocks;</br>Whilst they, unheeded of the Pains they bore,</br>Charm'd by the Notes, thro' all th' encircling Harms</br>Dance on ensanguin'd.  Thus the jovial Crew</br>Move on, and with gay Chat, and wanton Glee</br>Shorten the Way, until the sacred Dome</br>They nigh approach, when each deft Country Lad,</br>With awkward Compliment, and rural Cringe,</br>Close the Side of the gay rustick Fair;</br>So sprightly Chaunticleer, when vig'rous Warmth</br>Inspires his Limbs, active, with nimble Flur,</br>And Wing demiss, the coy Dame Partlet wooes.", "And now, the sacred Ceremony past,</br>Each Party moves in slow process along,</br>Till they remand into paternal Hands</br>Their grateful Charge; The good old Pair, with Tears,</br>That flow'd from Joy intense, salute their Bliss;</br>And Blessings upon Blessings from above</br>Crave to descend, and with their kindly Dew,</br>Enlarge the growth of Happiness and Love.", "And now elated by the sprightly Fair,</br>And Cup enchanting, ev'ry jolly Swain</br>Culls from the Crowd, the Mistress of his Breast;</br>Here with full many a wanton Maze they tread</br>Alternate Measures, and with airy bound</br>Grace oft the various Motions and the Dance;</br>Now Face to Face, while many Sounds inspire,</br>They meet, retire alternate, and pursue,</br>With many a Wheel, and sounding plause of Hand,</br>In honour of the Bride and Bridegroom giv'n,</br>They crown the Dance, and end the sportive Fray.", "Ye lovely Nymphs, whose Motion and whose Eyes</br>Inflame your Poet's Soul, inspire his Lays!</br>But chiefly you, ye fair Tyronian Maids,</br>Who breathe on smooth Drumravia's flow'ry Banks,</br>Soft vernal Air, accept this proffer'd Lay:</br>For who, than ye, with nimbler Tread can move?</br>Or featlier foot it on the russet Lawn?</br>Or who, than ye, diffuse more lucid Rays</br>Of pointed Beauty, which enquiver'd lye</br>In ev'ry part, Face, Feature, Waste and Limb?</br>Gods how I'm fir'd!  by the fair Objects fir'd!</br>Oh!  wou'd kind Heav'n to crown my height of Bliss,</br>Consign me sole belov'd to one of these!", "No sooner dark, but ev'ry Table show'd,</br>Crown'd with a mighty Bowl, replenish'd well</br>With that fam'd Liquor, Mortals here below</br>Strength Bolcan stile, but, by the Gods above,</br>Life's Liquor nam'd; for Gods above full well</br>This Liquor ken, from whose enliv'ning Warmth,</br>In this, if Story fails not, Phoebus laves</br>His fiery Face, and from its Heat acquires</br>New Rays, wherewith to gild the following Day.", "Here all around each jolly Toper sat,</br>Great as a God, with Wine and Beauty crown'd.</br>Health to the Bride, a joyful Glass is drunk;</br>Health to the Groom the second Cup proclaims:</br>The Mistress next the flowing Bumper crowns,</br>Full as their Love, and flaming as their Breast;</br>Nor wanted here full many a wanton Wile,</br>And Nod, and secret Beck, and am'rous Leer,</br>Whereby each Lass right certainly might ken,</br>Whose Name inscrib'd sat deepest in the Breast</br>Of Youth enamour'd:</br>Nor Jest there wanted by old Letcher broke,</br>To force too deep a Red from Bridal Cheek;</br>A happy Minute, and an easy Way</br>To Worlds unknown went round; whilst Eyes askance,</br>Still view the Bride, and by their wanton Looks,</br>And Leers, the slily dubious Meaning tell.", "And now the Night far spent, a goodly Dame,</br>Of ruddy Aspect, and enormous Size;</br>Grown grey in Feasts, and Mouth of all the Crew,</br>That with brown Toast, and humming nappy Ale,</br>Drown all the Cares that Life or Wedlock bring,</br>Heaves thro' th' opposing Crowd her lab'ring Weight,</br>And mumping thus addrest the giddy Throng.</br>\"Hear all ye Lovers, who e'er hope t' enjoy,</br>Believe Experience, for I tell you true;</br>When I &mdash; How the Gay Thought revives my Soul,</br>And cheers the Cockles of my drooping Heart!</br>When I &mdash; But ah!  that golden Minute's fled,</br>First joyn'd my Hand, (a joyful Day I ween)</br>Each Hour I counted, and each Moment seem'd</br>T' extend it's Length, and double ev'ry Pace,</br>'Till that wish'd Hour's approach, long wish'd by me;</br>And who one tedious Minute check'd my Joys,</br>Him most my Foe I deem'd:  For shame arise,</br>The Bride's a Woman too &mdash; Nay blush not Baby,</br>Many a modest Maid has long'd to grace</br>A lusty Lover's Side; fie, fie begon,</br>I must not see you here; go try who first</br>Shall gain the Lass ador'd; from bridal Hose</br>The quick or ling'ring Bliss receive.\"</br>This said they all arose with eager Haste;</br>The Bride withdraws, whilst modest Fears attend,</br>But Fears, by Love and strong Desire, allay'd:</br>And now undrest, by those whose Hands before</br>Late drest her, more by unadorning deckt,</br>Pure, in her native Innocence she shone,</br>The more outshining, that the less she shone</br>In borrow'd Ornament:  Her Snow-white Skin,</br>The truest Emblem of her spotless Mind,</br>As soft and fair as Down Cygnean show'd:</br>But Gods forbid, that ev'ry mortal Eye</br>Such Charms should view, lest ev'ry mortal Eye</br>Seduc'd, shou'd hold your sacred Laws in vain.</br>The joyful Bridegroom, lusty as the Sun,</br>When from the East his Mattin-Carr he drives,</br>Attended by a Train of Youth, whose Blood</br>Fresh in their sprightly Vigour mantled high,</br>And with a morning Blush their Check distain'd,</br>Full boldly enters; whilst their Leader caught</br>By the fair Object, with a wide fixt Look,</br>Firmly his Eye encenters on her Charms;</br>'Till recollecting, with a vig'rous Spring</br>He storm'd the Bed, and seiz'd the trembling Prey.</br>So the keen Eagle when aloof he spies</br>A milk-white Swan; with Eyes intent, around</br>He views her well, and meditates the Prey;</br>Then with a Sowse impetuous downward darts,</br>And in his Talons holds the Captive bound.", "The Stocking thrown, the Posset next came  on,</br>In slow Procession by a Matron born,</br>Who with full many an Olive-branch had dekt</br>The good Man's Table; whilst he, nigh her side,</br>With Breeches wide display'd, the Bed approach'd,</br>And thrice in Magick compass, round their Heads,</br>The wide containers of his Manhood wav'd:</br>\"Be ye, says he, as in our time we've been,</br>The joyful Parents of a num'rous  Brood:</br>But take my Councel, Son, this Adage true,</br>I've often prov'd, by long Experience taught;</br>Not he, who swiftest from the Barrier breaks,</br>Ay gains the wish'd for Prize; an easy Pace,</br>And hanck retaining Hand still farthest wends,</br>Then spare the Spurs; and, as a Pledge of Love,</br>This from my Hand receive.\"  Thus the grave Sage,</br>And to his Hand presented straight the Cup,</br>Where various Sweets in grateful Mixture joyn'd,</br>Breath'd Aromatick, requisite to rowse</br>The Soul, by Labour too lethargick grown:</br>Thus, provident, when o'er the oozy Marsh,</br>Or bellying Bog the wild Hybernian roams,</br>With Care in Plyde, or Breeches he reconds,</br>(If these entire) th' enliv'ning cordial Warmth</br>Of roast Potatoe, which he still applies</br>To Mouth, when drooping, and from this regains</br>His pristine Vigour.</br>And now my Muse, be grateful to the Pair,</br>Withdraw the Crowd; extinguish ev'ry Light;</br>Leave them no Glimpse, but what their Blushes raise;</br>Give them the Dark, the pleasing Scene of Love;</br>Leave them encircled in each other's Arms,</br>To reap the Harvest of a plenteous Bliss;</br>Thou too withdraw, and with a grateful Hand,</br>Close up the modest Curtains of the Night.</br>"]