["The feast was spread beneath the civic dome,</br>And many a gay one, that had been entreated,</br>With empty entrails quitted shop and home,</br>To have both appetite and honour sated.</br>Oh, such a throng as that day, so dated,</br>Their way towards its noble entrance found</br>Was never likened, save (as 'tis related)</br>When Noah erst sent invitations round</br>To all the beasts, before the flood, that lived upon the ground.", "Indeed the parallel is very fair,</br>To say this dome another ark appeared:</br>The Sea-horse Clarence, and the Land Lord Mare,</br>(The Prince of Whales being now no more, I heard,)</br>In Peacock plumes how many a beau was gear'd,</br>What crowds of City Stags with antlered brows,</br>Beside their dears, who evidently feared</br>The Jackall courtiers that came to the carouse,</br>Should not sufficiently distinguish every spouse.", "How many an Aldermanic ass was there,</br>And Camel scribe, with dinner conversant</br>Say once a week, while ardent for the fare,</br>What rakish Pointers always on the scent;</br>Some Lawyer Wolves, and Statesmen Snakes had beat</br>Their courses thither, while some witty Gnats</br>With Hedgehog critics, their appearance lent</br>With sweetheart ring-doves, and with scolding Cats,</br>To help diversify this motley crowd that sat.", "Lo, at its head see Lucas!  many a brighter man</br>May sit around him, but there cannot be</br>Throughout the rooms produced a lighterman</br>With half the gravity in him we see.</br>Accustomed to transport, his enemy</br>Must say through life, he's been a man of few ill,</br>One that's promoted many a glow, so we</br>Should deem him for his deeds a kind of jewel,</br>The value of whose black diamonds we long since knew well.", "See at his right the heir apparent sits,</br>With every air apparent of his station,</br>And on his left, (opposed to him) those wits</br>Called Whigs, with false airs for th' occasion.</br>A goodly specimen of Cabinet fashion,</br>Lansdowne and Huskisson, Burdett and Brougham,</br>Strictly attending to their avocation,</br>By setting down to a raise a mighty fume</br>Among the crowd, that worth and Whiggery were in the room.", "The feast was spread beneath the civic dome,</br>And rich and tempting did, in it array</br>Of solids and of fluids, well become</br>The taste of those that managed the display.</br>Far different views on that important day,</br>No doubt, did influence the crowd that met,</br>Some came to hear what others had to say,</br>But more, perhaps, to see what they could eat</br>And swallow, rather than bring up what would be termed a treat.", "Ah, who that gaz'd on that destructive scene</br>Will ever let the recollection pass</br>Of the dire fray which gourmands waged, I ween,</br>Of meat, the .slicing, and the charge &mdash; of glass.</br>No one, I'm sure, but some romantic ass,</br>Who hates a dinner's want of sentiment,</br>Would deem that scene without some interest, 'twas</br>A field for speculation on the extent</br>Of man's receptive and digestive tenement.", "The fray is past, an awful calm succeeds,</br>And blood-red wine, while flowing all around,</br>Betokens, with short breathing, that the deeds</br>Of every visitor have been profound.</br>The ear is now enlivened with the sound</br>Of melody, and then with that of speech;</br>Something much harder to digest that's found</br>(Tho' much less solid) than the dishes, which</br>Of taste, and sense, were matters notwithstanding, each.", "Above their heads a canopy was hung,</br>O'ershadowing a splendid chandelier,</br>Which, formed like Hope upon an anchor, swung</br>In compliment to royalty, so near.</br>Now when the cry went round of \"Hear, hear, hear,\"</br>At what the lordly Lansdowne had to say,</br>And he had risen proudly at the cheer,</br>The Whiggish wish of hearers to obey,</br>The light descended on his head, and drove his thoughts away.", "Auspicious omen &mdash; most prophetic fact,</br>Just as the wily Whig began to speak,</br>With studied sophisms and colloquial tact,</br>Of troth and principle some show to make,</br>While all around him sat prepared to take,</br>After their meal, an olive or a song;</br>The light, opposed to every word he spake,</br>Refused its office, and declared him wrong,</br>By cutting short the accents of his tongue.", "The anchor weighed on royal Clarence' head.</br>But not at his command, which seem'd to say</br>Our country's ship outrides no storms, if, 'stead</br>Of truth, she anchors by what must give way:</br>Hope also, that had hung in colours gay</br>Before their eyes, fell shattered to the ground,</br>Once beautiful, but now in ruins, &mdash; they</br>In this another sober warning found,</br>That all the Hopes of Whiggery are brittle and unsound.", "Here ends my tale:  'twere needless to de-tail</br>The scene of strange confusion this occasioned,</br>How some inclined to wine began to ail,</br>Cut by the glass they'd stuck to, quite impassioned;</br>How many a temper naturally rough-fashioned</br>Was oiled into submissive  resignation,</br>And many a goose well basted with a dash on't;</br>Yet how that all was riot and vexation,</br>A scene of soiled gowns, muck, and tribulation.", "Yet, gentle Lucas, be not thou deprest,</br>Dame Fortune should have proved to thee so fickle,</br>That on the day you wish'd to treat each guest</br>With ev'ry sweet, you put them in a pickle.</br>There's one thing must continue thee to tickle,</br>However distant be thy dying hour,</br>That tho' to mirth this fall proved  an ob-sticle,</br>At no Lord  Mayor's  proud feast the light before</br>Broke in upon the company's brains with so much power.</br>"]