["Long known and lov'd!  O, try'd in Friendship's part!</br>Of courteous Manners, and of openest Heart,</br>Form'd with just Grace the tragic Scene to fill,</br>Our Passions mast'ring with thy wonder'd Skill;</br>Yet meekly prone, when vacant Hours invite,</br>To chuse the fav'rite Angle's calm Delight;</br>Thine may this Verse, my latest Labour, be;</br>A Verse may fitliest be inscrib'd to thee.", "From Lea returning slow, my neighbouring Stream,</br>Young Milo o'er th' adjoining Meadow came;</br>And as it chanc'd both took the City Way,</br>He stor'd with Fruits, and I with finny Prey;</br>His Steps he staid beneath a dodder'd Oak;</br>Then (beck'ning sad) with Smiles he gently spoke.", "MILO.</br>Haste hither, Renock, and a while repose,</br>For yet the air with sultry Fervour glows;</br>Till western Gales the scorching Heat allay,</br>And lengthening Shadows shew the close of Day:</br>Here due Refreshment take, and Songs rehearse,</br>While gladly I attend thy cheerful Verse.", "RENOCK.</br>Ah, Milo!  how can Grief like mine rejoice,</br>Or chearful Songs employ a mourning Voice!</br>While you retir'd a peaceful Life enjoy,</br>And rural Hours in easy Cares employ,</br>Far other Fate my Youth is doom'd to know;</br>Sad is my Discontent, and deep my Woe.", "MILO.</br>Heav'ns, what I heard!  and as I wish'd believ'd;</br>How by your Verse your Fortune was retriev'd!", "RENOCK.</br>Belief is fond, and Rumour ever lyes;</br>But few by Poetry are known to rise!</br>While gentle Molesworth liv'd, the tuneful Nine</br>Still pleas'd me, and all happier Hours were mine;</br>He view'd me, left in life's unfriended Spring,</br>Chear'd my young Muse, and rear'd her first to sing:</br>But he, the Friend, is lost!  the gen'rous Peer!</br>So wont my Sorrow-sinking Mind to chear;</br>He long is lost, and heavier Fate ensues&mdash;</br>For Care is born to me and to the Muse.", "MILO.</br>Yet Doddington is fam'd for gen'rous Praise,</br>He loves the Poet, and rewards his Lays.", "RENOCK.</br>O Milo!  never liv'd a nobler Mind!</br>Great without Pride, to meanest Merit kind.</br>This Verse I now to my Maecenas bear,</br>And ever shall he hear my grateful Pray'r.</br>How easy were the Grant to make me blest!</br>For little serves, when little we request.", "MILO.</br>Best Patron!  may thy ev'ry care succeed,</br>And Fame repay thy Worth with ample Meed,</br>As now the hapless Swain thy Favour moves,</br>And in thy Smiles a happier Fortune proves.", "RENOCK.</br>Maecenas' Praise employ'd the Mantuan Swain,</br>And Sidney lives renown'd in Spencer's Strain;</br>Great Dorset shines in younger Colin's page,</br>And Dodington shall grace a new Augustan Age.", "MILO.</br>So mayst thou live the Fisher's Joy and Theme,</br>And kinder Fate thy drooping Youth redeem:</br>May no rash Swain thy peaceful Haunts annoy,</br>Nor greedy Poacher e'er thy Fry destroy;</br>To me the Musick of thy Strains impart,</br>Tho' rude, a Lover of the tuneful Art.", "RENOCK.</br>Sing, gentle Muse, to Hertford's gen'rous Pair,</br>All great the Hero, and all good the Fair.</br>While Cadews in the whisp'ring Brook shall breed,</br>Or pitt'ring Grashoppers delight the Mead,</br>In grassy caves the slender Ant-fly build,</br>And Floods shall with their scaly Tribes be fill'd;</br>While I to Notes can easy Numbers frame,</br>Or my charm'd Tongue repeat th' all-cheering Name,</br>Their Worth my loud Acknowledgments shall bind,</br>A grateful Strain becomes a grateful Mind.", "MILO.</br>Sing what I heard you chant the other Noon,</br>The Verse I keep, tho' I forget the Tune;</br>Cease, Pike, with Perch successless War to wage,</br>Their speary Finns delude your idle Rage;</br>Nor sleep expos'd, lest Frogs your Lives betray,</br>And you unguarded fall an easy Prey.</br>In Skill tho' simple, and tho' rude my Air,</br>Two Songs I learn'd of Philadel the fair,</br>And with a Third my humble Voice I'd try,</br>Wou'd you to teach a favour'd Strain comply.", "RENOCK.</br>Small skill can I, obliging Swain, impart,</br>My fancy pall'd, myself unvers'd in Art.</br>Than mine, more sweet your Song, your Note more gay,</br>Blither than Linnets in a Morn of May!", "MILO.</br>What would I give like you the Reed to blow,</br>Or practis'd Arts of vocal Sounds to know!", "RENOCK.</br>You mock my Griefs!  with what a lavish Flight</br>You stretch your Voice, how tow'r above my Height!</br>Your Mirth seems natural, and free your Vein,</br>Mine is false Merriment, and forc'd my Strain.", "MILO.</br>Ah, pity'd Friend!  o'erwhelm'd in hopeless Cares,</br>A double Wound thy suffering Bosom bears;</br>Not more by Fortune than by Love opprest:</br>Love!  sharpest Woe, to pierce the gentle Breast.", "RENOCK.</br>Proud Stella!  Angel with a Tyrant's heart!</br>Form'd for my Wish, yet destin'd for my Smart,</br>Once my lov'd Hope, Companion soft and kind,</br>Till false dividing Friends unfix'd thy Mind:</br>Forbid thy Sight, thy ever-parted Charms,</br>Torn from these true but vainly-doating Arms,</br>Tho' doom'd my Flame in Silence to suppress,</br>Still the deep Secret will my Looks confess;</br>My stifled Sigh, my softly-stealing Tear:</br>Thro' each Disguise the Lover will appear.", "MILO.</br>One Ditty yet vouchsafe my ardent Choice,</br>Soft are thy mournful Accents, sweet thy Voice,</br>The Song you whilom sung in artful Guise,</br>When you with Maeris strove, and won the Prize.", "RENOCK.</br>Since you Request, (but how unfit my State)</br>I yield. &mdash; The Muse cou'd once my Grief abate.", "MILO.</br>'Tis Renock's Song, Muse, aid th' advent'rous Strain,</br>And tune the Numbers, and direct thy Swain!", "RENOCK.</br>Stern Boreas now the stormy North unbinds,</br>With all his frozen Race of wint'ry Winds;</br>The woody Pow'rs to inmost Caves betake,</br>And River Gods their icy Urns forsake,</br>A trembling Horror seizes all the Floods,</br>And chilly Blasts benumb their finny Broods.</br>From Seas haste, Proteus, with thy wat'ry Wain,</br>And thaw the Floods, and save thy dying Train.", "To the pale Sun their sickly Tribes they show,</br>And leave their Bottom-Haunts, presaging Woe;</br>The shades of Pools they leave, the depths of Streams,</br>And rise in Vain to meet his chearing Beams.</br>His feeble Ray no kindly Warmth avails,</br>Nor chears 'em, tho' he gilds their quiv'ring Scales.</br>From Seas haste, Proteus, with thy wat'ry Wain,</br>And thaw the Floods, and save thy dying Train.", "In the still Lake their labouring Finns they ply,</br>And wish'd Relief from ceaseless Motion try:</br>Th' unsocial Pike, by soft'ning Fear subdu'd,</br>Joins in the Toil, and aids th' industrious Brood.</br>But vain the Strife, if there no Spring ascend,</br>Or Brook distill, or Stream his Current lend.</br>From Seas haste, Proteus, with thy wat'ry Wain,</br>And thaw the Floods, and save thy dying Train.", "The Eel, to cold an early Prey resign'd,</br>First falls, a helpless undefended Kind;</br>Unless her wint'ry Hold betimes she chuse,</br>The Banky Shelter, or low-bedded Ooze.</br>From Seas haste, Proteus, with thy wat'ry Wain,</br>And thaw the Floods, and save thy dying Train.", "The Carp and Perch in mingling Numbers die,</br>And Pike expire with the unravag'd Fry;</br>They feel their Scales with stiff'ning Cold confin'd,</br>And languish, faint, within their icy Rhind;</br>Yet will the hardy Tench securely dwell,</br>Envelop'd fast in her cold frozen Shell.</br>From Seas haste, Proteus, with thy wat'ry Wain,</br>And thaw the Floods, and save thy dying Train.", "See South-Winds from their balmy Quarters blow,</br>And Woods begin to wave, and Floods to flow;</br>Their icy Bonds in Dews dissolve away,</br>And Fish anew their pliant Finns display.</br>To Seas back, Proteus, with thy wat'ry Wain,</br>The Floods are thaw'd, and safe thy rescu'd Train.", "Time and Distress our Genius quite impair,</br>And toys of Verse are lost in weightier Care;</br>Once, when a Boy, e're grief my Spirits drown'd,</br>Much cou'd I sing, for Skill not unrenown'd;</br>But such Delights to happier Hours belong,</br>Sadness and Mourning ill become a Song.", "MILO.</br>Here may'st thou yet thy peaceful Sitting take,</br>How sweet a Shade the tangling Thickets make!</br>The Birds above melodious Musick breathe,</br>And od'rous Scents exhale from Flowers beneath.</br>Of Elder-bloom the fragrant Sweets diffuse;</br>Well might'st thou here indulge thy Mirth and Muse.", "RENOCK.</br>Thy Importunity a while delay:</br>Spent is the ebbing Light, and far the Way.</br>And now my Sonnets to the Muses King,</br>My patron, trembling I prepare to bring:</br>Gloom, and Dismay, my sinking Heart depress,</br>Dispirited, and fearful of Success:</br>Yet deeply urg'd my Fortunes I pursue,</br>Happy while plac'd in his upraising View;</br>And if my Youth he favour, and my Lay,</br>I'll grateful Praise, in better verse, repay.</br>"]