["In Virgin now the sweltry sun gan sheene,</br>And hot upon the meads did cast his ray;</br>The apple redded from his paly green,</br>And the soft pear did bend the leafy spray;</br>The pied goldfinch sung the livelong day;</br>Now 'twas the pride, the manhood of the year,</br>And eke the ground was dight in its most neat aumere.", "The sun was gleaming in the middle of day,</br>Dead still the air, and eke the welkin blue,</br>When from the sea arose in drear array</br>A heap of clouds of sable sullen hue,</br>The which full fast unto the woodland drew,</br>Shrouding at once the sun's beauteous face,</br>And the black tempest swelled and gathered up apace.", "Beneath an holm, fast by a pathway ride,</br>Which did unto Saint Godwin's temple lead,</br>A hapless pilgrim moaning did abide,</br>Poor in his look, like beggar in his weed,</br>Long filled with the miseries of need;</br>Where from the hailstones could the almer fly?</br>He had no housen there, nor any convent nigh.", "Look in his clouded face, his soul there scan;</br>How woe-begone, how withered, sapless, dead!</br>Haste to thy church-yard house, unhappy man!</br>Cold as the clay, which will grow on thy head,</br>Is charity and love among high elves;</br>The knights and barons live for pleasure and themselves.", "The gathered storm is ripe; the big drops fall;</br>The sunburnt meadows smoke, and cloud the rain;</br>The coming ghastness do the beasts appal,</br>And the full flocks are driving o'er the plain;</br>Dash'd from the clouds the waters fly again;</br>The welkin opes, the yellow lightning flies;</br>And the hot fiery stream in the wide lowings dies.", "List; now the thunder's rattling, noisy sound,</br>Moves slowly on, and then increasing clangs,</br>Shakes the high spire; and lost, dispended, drown'd,</br>Still on the affrighted ear of terror hangs;</br>The winds are up; the lofty elmen swanges;</br>Again the lightning and the thunder pours,</br>And the full clouds are burst at once in stony showers.", "Spurring the palfry o'er the watry plain,</br>The Abbot of St. Godwin's convent came;</br>His schapournette was drenched with the rain,</br>His painted girdle met with mickle shame;</br>He backward told his bead roll at the same;</br>The storm encreasen, and he drew aside,</br>With the poor alms craver, ne'er to the holm to bide.", "His cloak was all of Lincoln cloth so fine,</br>With a gold button fastened near his chin:</br>His loose white robe was edged with golden twine,</br>And his shoe's pike a lover's might have been;</br>Full well it showed he thoughten cost no sin;</br>The trappings of the palfry pleased his sight,</br>For the horse milener his head with roses dight.", "\"An alms, sir Priest!\"  the louting pilgrim said,</br>\"O let me wait within your convent door,</br>Till the sun shineth high above our head,</br>And the loud tempest of the air is o'er;</br>Helpless and old am I, alas!  and poor,</br>No house, nor friend, nor money in my pouch!</br>All that I call my own is this my silver crouche.\"", "\"Varlet,\" replied the abbot, \"cease your din,</br>This is no season alms and prayers to give;</br>My porter never lets a beggar in;</br>None touch my ring who not in honor live.\"</br>And now the sun with the black clouds did strive,</br>And shooting on the ground his glaring ray,</br>The abbot spurred his steed and eftsoons road away.", "Once more the sky was black; the thunders roll'd;</br>Fast running o'er the plain a priest was seen</br>Not dight full proud, nor buttoned up in gold;</br>His cloak and surplice grey, and eke were clean;</br>A Limitour he was of order seene;</br>And from the pathway side thus turned he,</br>Where th poor almer lay beneath the holmen tree.", "\"An alms, sir Priest!\"  the louting pilgrim said,</br>\"For sweet saint Mary and your order sake.\"</br>The Limitour then loosen'd his pouch thread,</br>And did thereout a groat of silver take;</br>The needy pilgrim did for pleasure shake.</br>\"There, take this silver, it may ease thy care;</br>We are God's stewards all, nought of our own we bear.", "\"But ah unhappy pilgrim learn of me,</br>Scarce any give a rentroll to their Lord,</br>Here take my coat, for thou are bare I see;</br>'Tis thine; the saints will give me my reward.\"</br>He left the pilgrim, and his way aberde.</br>Virgin and holy saint who, sit in gloure,</br>Or give the mighty will, or give the good man power.</br>"]