["How often I've made the lone grove,</br>With my pipe's rural music resound,</br>And how oft have I sung of my love,</br>To the vallies and woodlands around.</br>I cannot suppress her dear name,</br>(Since perhaps she may see these fond lays)</br>O ye gods!  'tis fair Jena I claim,</br>And 'tis Jena alone whom I praise.", "Not all the gay pride of the Spring,</br>Nor the Summer's more gaudy attire,</br>Not all the rich Autumn can bring,</br>Can e'er paint the dear girl I admire.</br>The blossoms of Spring soon decay,</br>And the Summer's fine robes disappear,</br>Proud Autumn's rich gifts pass away,</br>But my Jena's the same round the year.", "How light would be Winter's bleak train,</br>Should my Jena prove faithful and true,</br>I'd laugh at the snow, hail, and rain,</br>And all changes of season subdue,</br>Her form of the three Graces might wear!</br>She eclips'd each one you'd have swore;</br>Had you seen the nice shape and fine air,</br>Of the beautiful maid I adore.", "Nor meadows nor musical grove,</br>Nor can daizies, nor violets gay,</br>Nor myrtles divert my fond love,</br>Or induce me from Jena to stray.</br>For sure she ne'er cruel can prove;</br>She'll at least lend an ear to my tale;</br>Say heavens!  how pure is my love,</br>And her pity at least will prevail.", "PART II.</br>Her pity, ye pow'rs!  cannot prove</br>A relief to my sighs, from the fair;</br>Ah! &mdash; nothing but Jena's fond love</br>Can allay half the pangs of despair.</br>Love only for love can suffice:</br>And her heart ev'ry blessing insure;</br>O Venus!  obtain me the prize,</br>And my transports for ever endure.", "Quite pensive I roam o'er each field,</br>Nor attend to the notes on the spray;</br>No pleasure the thickets can yield,</br>And the streamlets remurmur my lay:</br>Without Jena I languish &mdash; I die;</br>Nor delight in my flocks in the dale;</br>No shepherd so wretched as I,</br>While my lambkins rejoice in the vale.", "Hope hastens my steps to the bow'r</br>Which with woodbine and ivy I've made;</br>New lustre hope gives to each flow'r,</br>And enlivens the green in the glade;</br>Hope whispers &mdash; \"Be never dismay'd,</br>She'll at last blush consent to thy vow;</br>No virgin before her e'er said</br>To a lover so constant &mdash; Adieu!\"", "PART III.</br>Accept the Muse's early lay,</br>And hear for once what lovers endure,</br>Deign then to smile my pain away,</br>And believe that love admits no cure.</br>Ye Muses!  come forth from the grove,</br>For 'tis Jena, &mdash; young Jena's my theme,</br>(Your meanest of sons sings of love,)</br>And the woods echo back the dear name.", "Anxiety damps ev'ry joy,</br>And exterminates Hope's cheerful ray,</br>Anxiety's sure to annoy,</br>And to frighten Love's pleasures away.</br>Suspended betwixt Hope and Fear,</br>And alternately rais'd or alarm'd;</br>This moment my joys disappear,</br>And the next with my Jena I'm charm'd.", "Her charms are the cause of my pain,</br>And her eyes have depriv'd me of ease,</br>No nymph half so fair treads the plain,</br>And no beauty like Jena's can please.</br>Other shepherds may boast of their loves,</br>And engrave out their names on each tree,</br>But Jena the pride of the groves,</br>Alone appears most charming to me.", "What care I for Grace on the Tweed,</br>Or for Kate who enamours each swain;</br>The beauties of Jena exceed,</br>All the beauties which ever gave pain.</br>Her features and figure excel</br>Far the figure and features of these;</br>Their lovers may look and they'll tell,</br>That my Jena alone merits praise.&mdash;", "Ye breezes!  which glide o'er my bow'r</br>Cease to ruffle the reeds on the lake,</br>Pass peaceably over each flow'r,</br>And inform her I die for her sake.&mdash;</br>You'll find her beneath the cool shade,</br>Where the warblers innumer'd do sing,</br>Perhaps she may stray in the glade</br>Where the daisies and primroses spring.", "Haste, bear my impatience along</br>To the hills and the dales waft my pray'r,</br>Each linnet will lisp o'er my song,</br>And pronounce her \"The first of the Fair.\"</br>The blackbird and thrush will combine,</br>For to rend with her praises the sky,</br>To convince HER no love equals mine,</br>And the WORLD, that with her none can vie.", "PART IV.</br>Ye shepherds!  whose lambkins do play</br>Where sweet Beaumont glides smoothly along,</br>O leave them a while for to stray,</br>And attentive give ear to my song!</br>My Jena's no longer unkind,&mdash;</br>(For she listens at length to my pray'r)</br>All sorrows I'll give to the wind,</br>And no longer complain of despair.", "I told ye that Jena was fair,</br>That her beauties enslav'd all the plain,</br>Her lovers in haste left their care,</br>Of her pow'r and her charms to complain.</br>\"Beware of the nymph, oft they said,</br>Nor permit her to enter your bow'r!\"</br>I sigh'd out &mdash; I die for the maid,</br>And I feel all the force of her pow'r.", "I left them and threw by my crook,</br>And forsook all the flocks on the hill;</br>I tuned my lyre by each brook,</br>And to name her instructed each rill.</br>To wildest of woods I withdrew,</br>To impart what I felt to each dove;</br>Impatient to Jena I flew,</br>And I swore I would live but to love.", "My passion, she said, she approv'd,</br>And with pleasure accepted my heart;</br>Ye swains!  could I hear her unmov'd</br>When she vow'd ne'er again to depart!</br>My garden, I said, it was gay,</br>And my daffodils in fullest bloom;</br>I begg'd of my Jena to stray,</br>Where the roses diffus'd their perfume.", "Ye shepherds still lend me your ear!</br>Go survey all the flow'rs in the grove,</br>O gather the first of the year,</br>A fair garland to form for my love!</br>The primrose inhabits the shade,</br>And the lily blooms clear in the vale;</br>The eglantines shine in the glade,</br>Where the viol'ts perfume the soft gale.", "As the Crocus to every weed,</br>That neglected lies hid in the shade,</br>So Jena &mdash; the queen of the mead</br>Does appear when compar'd to each maid!</br>Ye gods!  what can equal my joy!</br>'Tis young Jena now blesses her swain!</br>Her praises my labours employ</br>And I boast of my love through the plain.", "O Beaumont!  thy banks, and thy fair,</br>Have awakened my numbers and lyre!</br>Each shepherd I beg to beware</br>How he looks &mdash; for he must them admire.</br>Tho' Jena in charms doth excel,</br>Ev'ry nymph &mdash; as fresh waters the waves,&mdash;</br>Yet on Beaumont's Banks many dwell,</br>Who have beauty enough to make slaves.", "Ye swains!  who delight in the grove,</br>Leave off ev'ry inferior theme,</br>Set forth the bright charms of my love,</br>All nature invites me to sing,</br>How befitting the subject my lays!</br>The beauties attending the Spring,</br>&mdash;But I only can sing in her praise.</br>"]