["&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Then Memory brought the thousand charms in view</br>Of days too little prized, to wake no more;</br>And all the forms in faery colours drew</br>Of Love, and Hope, and Joy, that reigned of yore;</br>Nor aught of sweetest ornament forbore;&mdash;</br>Then rushed the tide of present misery,</br>And all Imagination's cherished store</br>Resistless whelmed; at once the vernal sky</br>Was wrapt in darkest clouds, and tempests wild and high.", "Night fell upon the woods, and heavily</br>Reposed upon the copse the vapours gray;</br>While all the air was filled most soothingly</br>With balmy odours from the wildwood spray;</br>Night fell, and all was peace; but WALLACE lay</br>Alone upon the heath, and fever's fire</br>And wild delirium on his frame did prey;</br>While wandering witch-notes of the feathered choir,</br>Not joy, but fiercer thrills of anguish did inspire.", "\"O God, who rul'st on high\" &mdash; the unfinished prayer</br>Was checked by the o'erwhelming weight of woe,</br>And died in fearful accents of despair;</br>From the high rock he marks the abyss below</br>In double darkness wrapt, and hears the flow</br>Of the swift currents echoing far remote;</br>And sudden with awakening rapture's glow</br>Hails with delight the soul-enchanting thought,</br>Death yet is in his power &mdash; the blissful calm he sought.", "Blame not, ye pious dull unthinking crew,</br>Who know not the dominion of despair;</br>Blame not the anguish which ye never knew,</br>Who know not Virtue's genuine glory fair,</br>Who know not those ecstatic sweets to share</br>That Nature gives and Genius wild and high;</br>Blame not the lonely soul that thus could dare</br>The bold adventurous fearful change to try,</br>And leave at once a world of pain and misery.", "O soul!  what art thou when the magic bands</br>Of bright Imagination are untied?&mdash;</br>A wandering exile on unfriendly strands,</br>With nought but sin and woe on every side!</br>When ardent fancy's faery hues have died,</br>What pain the dread realities inspire,&mdash;</br>When all the angel forms that wont to glide</br>Mid the fair fields are changed to spectres dire,</br>For ever quenched and cold the Muse's mounting fire.", "Or when some dear-loved partner of our joys,</br>In whom we lived, &mdash; who lived in us, &mdash; is gone;</br>When for the soothing smile, the cheering voice,</br>Nought, nought is left but the cold marble stone</br>And dust enshrined, &mdash; O then how heavy grown</br>Are all the glories of the vernal year,</br>How vainly from the verdant copsewood thrown</br>The varied woodnotes wild!  how changed appear</br>The meads of many flowers, the lake-waves sparkling clear!", "And chief, if mid the stilly hours of night,</br>When all is hushed, and the soft vapours float</br>On wood and word, and odours of delight</br>Rise from the groves, some wandering matin note</br>Has from the torpor of thy sorrow brought</br>The feelings keen of life-consuming woe&mdash;</br>Then all the wild-wood scenes with rapture sought</br>In former hours bright visions to bestow,</br>But nerve the shrinking arm to point the impious blow.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "But on the wanderer fell the influence new</br>Of some high power, and rivetted awhile,</br>He stood upon the brink, then backward drew,</br>Where stood a Form with most unearthly smile,</br>Whose presence did his fell intent beguile;&mdash;</br>That loathly shape was rolled in vapours hoar,</br>That half-concealed his hell-born features vile,</br>His right hand held a dagger stained with gore;</br>\"Diest thou?  O base resolve!  thy just revenge forbore!\"", "The Form decayed; for on the eastern sky</br>A gleam of rising purple did appear,</br>But in the tangled wood a rustling nigh</br>Proclaimed that one of mortal race drew near.</br>There is! &mdash; his hoary locks are thin and sere&mdash;</br>His aged cheeks are worn by keenest woes:&mdash;</br>A transient gleam of long-lost joy sincere</br>Rises in Halbert's eye, as now he knows</br>The Knight, and at his feet his way-worn frame he throws.", "They twain were silent, but the Minstrel drew</br>Forth from his mantle's fold a naked brand,</br>It is the sword that Lady Marion slew,</br>When guided by the ruthless traitor's hand.</br>It is her blood whose drops congealed stand</br>On the sharp blade; her guiltless blood that cries</br>To heaven for vengeance on a murderous band!&mdash;</br>The knight received the sword with streaming eyes&mdash;</br>Anon in fury sought to quell his miseries.", "And forward, forward through the scenes of morn,</br>They twain the tangled pathway did pursue;</br>The scenes to them so desolate and forlorn</br>Were decked by all that can enchant the view:</br>The woods were veiled in mist and hung with dew&mdash;</br>The skies in purple brilliance were arrayed,</br>And all the scenes adorned with magic hue,</br>Ten thousand songsters from the flowery shade</br>Awoke the song of joy, and sweetest music made.", "The long, long valley opened on their view,</br>Where seen afar the dancing waters shone;</br>And flocks and herds reposing mid the dew,</br>And scattered hamlets fair to look upon.</br>And now an echoing blast the knight hath blown;</br>The well-known-bugle notes were heard afar,</br>Resounding 'mid the cliffs and caverns lone:</br>Where all was peace, now all was roused for war,</br>As when a smiling sea the rising tempests mar.", "Then might you, from the tranquil hamlets, view</br>At once the shepherd gay and maiden fair,</br>Blythe as the sunbeams, pure as morning dew,</br>And aged dame, and seer with hoary hair,</br>And childhood's happy race come forth to share</br>The tidings which the echoing notes proclaim:&mdash;</br>And many a shepherd from his heathy lair,</br>Where all night long the flocks a watcher claim,</br>Forth to the eye of day from his concealment came.", "O happy, happy scene!  might this but last!</br>Tell not, my song, how soon the charms decay!</br>Tell not how these fair visions fade so fast,</br>That Memory scarce can tell they once had sway!&mdash;</br>Tell not how soon the bright hues melt away,</br>That o'er life's dread realities are cast?</br>How soon dark wintry clouds deform the day,</br>And Innocence and Bliss for ever past,</br>Fade like the autumn leaves from winter's withering blast.", "So fares it with each earthly gleam of joy,</br>As then it fared in that sweet pastoral vale;</br>Now all is calm and sheltered from annoy,</br>Now all o'erwhelmed in wintry tempests pale&mdash;</br>O Disappointment!  stern supporter!  hail,</br>Give to my soul thy animating glow!</br>Give me to prize whate'er within the pale</br>Of mortal grasp of happiness can flow,</br>And seize each fleeting bliss bestowed on man below!", "The Knight, that in the shock of headlong speed</br>But sought to lose the o'erwhelming sense of woe,</br>In silence hurried on through moor and mead,</br>And to his aged follower left to shew</br>The cause that gave that echoing blast to blow.</br>Then quick as meteor might'st thou mark the fire</br>Of martial ardour through the valley glow&mdash;</br>And armour donned in haste by son and sire,</br>And even the sorrowful maids to join their aid conspire.", "The sun shone brightly and the breezes blew,</br>And onward with unwearied pace they fare,</br>From crag to crag the tangled path pursue:</br>Little recked they of Nature's beauties rare;</br>Nor staid the sweets of sylvan scene to share,</br>But forward, as the lion to his prey,</br>Right on they go through rocky pathways bare,</br>Till well nigh done was the sweet vernal day,</br>And the sun shot afar his level streaming ray.", "Then had they come to lovely Ellerslie,</br>Lovely alas!  of yore, and jocund too!</br>Yet lovely in decay!  the brilliancy</br>Of setting sunbeams gave the scene to view.</br>The groves that late were decked in many a hue</br>Of brightest bloom, a wilderness of flowers,</br>Were scorched and dead; black smoke and ashes threw.</br>Their sooty veil o'er the once happy bowers;&mdash;</br>O days too lightly prized and aye-departed hours!", "O life!  how soon thy vernal charms decay,</br>Even though by fell misfortune unassailed,</br>Thy joys the short gleams of an April day,</br>How soon by gathering clouds and tempests veiled!&mdash;</br>With cries of vengeance now the warriors hailed</br>The towers of Ellerslie erewhile so fair,</br>Where all the horrors of decay prevailed,</br>And yet the smouldering embers tinged the air</br>With lurid smoke, and all was ruin and despair.", "The Knight but cast one look of anguish keen,</br>Where once had flourished his sweet lady's bower,</br>Then turned him from the soul-distracting scene,</br>While doubled terrors on his brow did lour.</br>Fast, fast they hied them from the ruined tower</br>And the sweet sylvan vale, and now the day</br>Was done indeed, &mdash; and twilight 'gan to pour</br>Her mellow light; &mdash; then in the south the ray</br>Of moonlight fair arose, and led them on their way.", "The town was hushed, and all seemed slumbering there,</br>Only the watcher on the tower appeared;</br>But Heaven seemed in their enterprize to share,</br>And WALLACE with a shout the fosse has cleared.</br>And his brave band by his example cheered,</br>Close following, their leader's steps pursue:&mdash;</br>The while his threatening arm on high upreared,</br>Awed the weak sentinel, his followers true</br>Right onward to his aid with rapid progress drew.", "Pass we the scene of blood; the moon on high</br>That saw the avenger's warlike band draw near;</br>Saw them depart; the murderer lifeless lie,</br>Ghastly in death: &mdash; the rising radiance clear</br>Of gentle morning 'gan the woods to cheer,</br>When they the well-known valley did regain,</br>Where all the scenes in wonted charms appear;&mdash;</br>Alas!  to bosoms torn by cureless pain,</br>Such charms are mockery all!  such landscape smiles in vain.", "The rustic maidens, innocent and gay,</br>Prepare the couch for way-worn warrior meet,</br>Who from the dawning of a former day</br>Had toiled the work of vengeance to complete;</br>And WALLACE, mid the cavern's dim retreat,</br>Found shelter from the garish eye of day;</br>Vengeance was wreaked; the balmy odours sweet</br>Of heath flowers bathed his forehead as he lay;</br>And for a space in sleep his anguish died away.", "Then rose the form (as erst to Petrarch's eye</br>His Laura's shade) of Marion, heavenly fair;</br>Then faded slow; and rising harmony</br>Told of the matchless joys that angels share,</br>Yet left a dreary void for dire despair&mdash;</br>Anon that dreary void was filled anew</br>By sounds and shapes of wondrous import rare,</br>And tinged by radiance of enchanting hue&mdash;</br>Most earnestly on them the hero fixed his view.&mdash;", "A female form arose, of loveliness,</br>But she was bathed in tears, and all around</br>Were sights and sounds of pain and wretchedness;</br>And all with chains that lovely dame was bound.</br>And now she kneeled upon the scorched ground</br>The while her merciless enemy reared on high</br>A blood-stained brand, still threatening many a wound,</br>And nought was given unto the hopeless eye</br>But images of woe, and want, and misery.", "Then might'st thou mark the Autumn's golden store</br>In flames ascend; anon in ashes lie;</br>And cities razed; and hamlets of the poor;</br>A dusky waste most mournful to the eye,</br>The \"monuments\" of England's \"cruelty.\"</br>Sudden that lovely dame, a transient ray</br>Of hope reviving, looked imploringly</br>On Wallace, and for vengeance:  seemed to pray</br>On the fell bands that wrought that ruin and decay.", "Thereon a burst of heavenly music rose,</br>A long unearthly strain of sweetness rare;</br>And to the watcher's eye the scenes disclose</br>A form whose charms what minstrel might declare?</br>Her right hand held a verdant chaplet fair</br>Of laurel leaves; her left a trumpet bore;&mdash;</br>\"Thy love is gone the joys of Heaven to share;</br>And wilt thou die for her and love no more?&mdash;</br>No, thou shalt live for me, and Scotland's weal restore!\"", "The sky-lark mounting 'mid the realms of day,</br>Was carolling his joyful song on high;</br>Anon the magic visions died away,</br>And space was left for dread reality;</br>And with a groan of wakening agony</br>The hero met the sun's inspiring ray&mdash;</br>\"O Marion blest!  O days of ecstacy,</br>Ere duly prized, for ever fled away!\"&mdash;</br>Lowly upon the earth the vanquished victor lay.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "A lovely sylvan scene it was, where high</br>The wooded rocks in wild luxuriance piled,</br>Rose circular in awful canopy,</br>And all beneath sweet greensward tomhans  smiled,</br>And murmuring streams the weary mind beguiled:</br>There never foot of man had trod before;</br>The tranquil solitude:  was undefiled,</br>A virgin fortress:  and boon Nature's store</br>Of fruits and wild flowers bright adorned the mountains hoar.", "There notes divine of Heaven's own minstrelsy</br>Rung to the echoes of the rocks around,</br>And mingled with the ceaseless accents high</br>Of foaming cataracts that their way had wound</br>From ledge to ledge of rock; or under ground</br>Their secret course they took, and strangely lent</br>To watchful ears variety of sound&mdash;</br>In sooth through all the faery scenes were blent</br>All sweetest sights and sounds for lonely merriment.", "The lonely wanderer that had thither come,</br>If wanderer e'er had thither bent his way,</br>Beneath the shelter of the sylvan dome</br>Might joyful pass the longest summer's day,</br>Nor e'er become to weariness the prey;</br>So many varied treasures there abound&mdash;</br>O sweet to hear the foaming currents play!</br>O sweet to sit with rustic garlands crowned,</br>Or search amid the rocks for caverns most profound!", "By the fair features of the sylvan scene</br>Entranced, almost I had forgot to tell</br>That in the lovely wilderness serene</br>Sequestered far, an Eremite did dwell;</br>Yet if to mortal wanderer befell</br>To tread that sylvan wild, yet never one</br>That dared against the will of God rebel,</br>Or innocent blood had shed, or deed had done,</br>Or thought conceived of ill, that paradise had won.", "No &mdash; this old Hermit was a sinless soul,</br>That loved his beads to tell both night and day</br>Nor knew the stain of worldly passions foul,</br>Nor impulses of sin did e'er obey;</br>'Mid the deep caverns of the mountain grey</br>His dwelling was, whence loved he still to view</br>The varied woodland charms that round him lay;</br>The while Devotion on the scenery threw</br>Her own enchanting light of purest heavenly hue.", "But yet the Wallace and his armed train</br>Knew not the presence of the Hermit old;</br>But gladly saw that all pursuit was vain,</br>And with delight their fortress 'gan behold,</br>Where still so far the ponderous fragments rolled</br>Their bulk enormous on the inward dell,</br>So many secret caverns did unfold,</br>That 'mid the fastness of this rocky cell</br>Free from each hostile band they might in safety dwell.", "And Halbert had to Bothwell sped the while,</br>To raise the friends of Liberty and Fame;</br>And they had but the moments to beguile,</br>Till the brave Murray to their rescue came.</br>Meanwhile the youthful band would ditties frame</br>Of pastoral joy, yet more of chivalry,</br>Nor needs there pastime rude or artful game</br>For solace of their idlesse hours to try;</br>Nor languishment they knew 'mid that sweet scenery.", "There greensward tomhans, lovely to behold,</br>With wild-wood crowned, arose, and many a flower,</br>Where faery trains their mystic revels hold,</br>Still by the moonlight pale at midnight hour;</br>And still the crystal streams their waters pour,</br>Murmuring those haunted eminences among;</br>And O how sweetly from the secret bower</br>Awakes the woodlark gay his cheering song!</br>Him join the blackbird loud, and all the feathered throng.", "In such a scene, at such a season gay,</br>How beats the swelling heart attuned to joy!</br>How quickly fades each darkening trace away,</br>Of earthly passion vain, and base annoy!</br>(For even the lightest hearts have some alloy</br>Of mortal care) but to the widowed heart</br>Whom wonted charms can never more employ,</br>Such beauties but increase the cruel smart,</br>And fiercer throbs of woe and fond regret impart.", "Thus fared the Knight &mdash; from rock to rock he went</br>Each rocky path and object to explore,</br>And waste in bodily toil his discontent;</br>And now he finds a secret archway hoar;</br>A channel deep it was that torrents wore</br>Of wintry tempests bred; but now the flow</br>Of those unruly cataracts was o'er,</br>And lichens on the grey rocks 'gan to grow,</br>And spear glass to ascend, and vernal flowers to blow.", "This pathway found, with gratitude the band</br>Gladly each rude impediment clear away,</br>That might their sudden secret march withstand;</br>And when they gain the beams of upper day,</br>Most carefully a covering they lay</br>To veil the portal from invaders' view;</br>And thence departing, with like toil assay</br>Their first-found path from every hostile crew,</br>With ponderous rocks to bar, and boughs of verdant hue.", "Night fell, and not, as wont, did lingering light</br>Cheer the fair chambers of the northern heaven,</br>But gathering storms and phantoms of affright</br>In wild disorder o'er the skies were driven;</br>Nor aught of soothing moonlight ray was given:</br>Night fell, and darkness brooded on the scene;</br>While Wallace watched the darkening clouds of even,</br>First, for a space, he owned a mood serene</br>Steal on his heart, &mdash; the gift of sympathy I ween.", "Most mournful to Misfortune's heavy eye</br>Is the fair scene when vernal sunbeams glow,</br>But when the clouds of eve portentously</br>Settle around, and rising night-winds blow,</br>Or when sweet Autumn's last, last lingering shew</br>Of yellow gleams is past, and damp and brown</br>The leaves in sooty wreaths are strewed below</br>The parent boughs, and clouds the mountain crown,</br>Then even, Despair, thine heart a transient joy must own!", "But, hark!  O whence the fearful sounds that rise,</br>Borne on the gale?  what wanderers are nigh?</br>Is it the fell Fiend's fatal witcheries,</br>That seeks the good to ruin to decoy;</br>Is it some victim sad of treachery,</br>Struggling beneath the assassin's pitiless blow?</br>Hark, hark again!  from yonder summit high,</br>Where a faint gleam of twilight seems to glow,</br>The fearful shrieks are borne; &mdash; \"What ho!  brave comrades, ho!\"", "Fast, fast as wild-fire through the secret way,</br>The armament their hurried course pursue,</br>Till the wide heath they tread, where not a ray</br>Of moonlight tremblingly gives aught to view&mdash;</br>But hark again! &mdash; his sword each warrior drew,</br>And by the sound directed 'gan to fly&mdash;</br>But now, the louring tempest breaking through,</br>A gleam of moonlight lights the scenery,</br>And straight reveals a scene of direst cruelty.", "There lay upon the heath a lovely form,</br>That with a reckless demon struggled sore</br>(For none, save demon, fell as midnight storm,</br>To loveliness such malice ever bore.)</br>At once the patriot band in wrath him tore</br>From his fair prey, and him with fetters bound,</br>And his detested train, resistance o'er,</br>And man by man laid prostrate on the ground,</br>Fit guerdon for their deeds in chains and fetters found.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "The Maiden woke, and lovely lustre shone</br>In the full orb of her inspiring eye;</br>Whence beams of hope and fortitude were thrown</br>On her deliverers brave inchantingly;</br>Sweet as the moon-beam's mild serenity,</br>That speaks unto the riven heart of woe,</br>And bids the phantom forms of madness fly;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "So woke the Maiden &mdash; soothing as the ray</br>Of moonlight &mdash; lovely as the beam of morn,</br>When emanating through the frost-fog grey,</br>Whose banners Autumn's fairy scenes adorn;</br>(O what a tide of cherished thoughts are borne</br>Swift on my soul!)  but now the Maiden bright,</br>When deft amid that rocky cell forlorn,</br>None present save the Eremite and Knight,</br>Most fearful tidings told, and treacheries brought to light.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]