["Robust October comes &mdash; brown exercise,</br>Blythe sport, and health's unforced vitalities,</br>Welcome the green age of the passing year:</br>There's freshness in the air &mdash; the sky is clear;</br>The \"rich-hair'd youth of morn\" with deepen'd glow</br>Mellows his splendour on the world below.</br>Now all things feel the exuberance of life;</br>My Muse, with most exulting feelings rise,</br>Is sprightly up; and as the lark upsprings,</br>She wantons with that joyous bird, and sings.", "Soul of my soul, my MARY, how my heart</br>Leaps at thy name with unaccustom'd glee!</br>To be for ever near thee, where thou art,</br>I'd hug my chains, and never would be free;</br>The future, present, center'd all in thee.</br>Thy genius, wonderful beyond thy years,</br>Each liberal science woos most lovingly;</br>Thy voice &mdash; how that has charm'd me!  that endears,</br>Sweet \"child of song,\" to me a life which sorrow wears.", "To share each other's joys &mdash; to live, indeed,</br>In our own little world of happiness,</br>With interchange of thought, as time may need;</br>To brighten fancy &mdash; make our labours less;</br>To give and to return the warm caress;</br>To visit distant realms (not both unknown)</br>To be each other's helpmates in distress;</br>To laugh through mutual aid at fortune's frown&mdash;</br>That were a bliss, indeed, which few can call their own!", "My gilded vanities &mdash; but they are past,&mdash;</br>I'll think of them no more &mdash; they drive me mad!</br>I'll prize thy golden lamp at last:&mdash;</br>Thou, only thou can'st make my bosom glad,</br>Since late through constant grief my brow was sad!</br>'Tis not in grandeur-pampering saloon</br>That real happiness is to be had;</br>It is the mind, the mind that gives the boon;&mdash;</br>This is exampled well by ev'ry rustic loon.", "Nor splendid portraitures, nor beds of state,</br>Nor the rich ceiling's gay magnificence;</br>Nor sumptuousness of feasts, nor massy plate,</br>Nor all the vain adornments of expense;</br>Nor marble statues; though CANOVA'S, whence</br>Beauty an almost breathing charm puts forth;</br>Nor heads of bronze, that seem inform'd with sense,</br>Can give to sorrowing hearts a moment's mirth,</br>Or soften down the pangs of care-worn sons of earth!", "\"Swifter than arrow from the Tartar's bow,\"</br>Thought doth pervade the universe; we seem</br>More than this world can circumscribe to know;</br>Yet is our life but one protracted dream;</br>For moralizing fools an endless theme.</br>He, whom gaunt evil smites, whose days, though few,</br>In thought are numberless, he well may deem</br>That under Heaven there is nought that's new:</br>His sole delight at length fair Nature's scenes to view.", "What is the pomp of art to him who loves</br>On Chimborazo's height to breathe keen air?</br>Or with a HUMBOLDT fortunately roves</br>Through forests deep; &mdash; though all is savage there,</br>Yet Nature seems to him for ever fair:&mdash;</br>As near the river's slow majestic course,</br>Onwards he roves, forgetful of past care,</br>His soul mounts up unto that very source</br>Whence all existence springs, with an unusual force!", "Eternity &mdash; how wonderful it is!</br>A shoreless Ocean &mdash; nothing, every thing.</br>To be for ever what I shall be; this</br>Far, far exceeds the mind's imagining</br>Though it would soar for ever on the wing,</br>To reach a KEPLER'S, NEWTON'S height &mdash; 'tis vain.</br>Yet some will dream of a perpetual spring:</br>These dreams perchance may please a vacant brain,</br>But in our sober mood are quitted with disdain!", "See, CAESAR baffled by a little state!</br>Such is the will of Him who doth command</br>Empires to rise, decay, regenerate;</br>Who weigheth worlds as balls within his hand:</br>Whose wrath not hell's fierce legions may withstand!</br>Who is enthron'd in light, Ancient of Days!</br>The pure Intelligence, whose wisdom</br>This universal frame &mdash; His be the praise&mdash;</br>Creatures of clay, to Him your loud  thanksgivings raise!", "The mind that well doth exercise its powers,</br>Shall to the perfect beauty be allied;</br>When from this grosser frame released, it towers</br>Above the reach of earth-born care or pride:</br>Yet it  must it be through ages purified,</br>Ere it can live near GOD'S eternal throne,</br>Ere it can bask in glory's lum'nous tide;</br>That sun of suns, unmingled and alone,</br>Whose everlasting light on earth has never shone!", "The Godhead dwells with thee, thou blessed one,</br>COWPER, through some deride thy pious song,</br>Too pure for them; the sun of genius shone</br>On thy immortal mind, that scorn'd the throng</br>Of busy triflers, as they moved along,</br>Fretting themselves with brain-born dreams that mar</br>Man's proudest hopes; to thy sweet verse belong</br>Those soothing strains, that hid tile violent jar </br>Of passions cease, and still the bosom's inward war!", "Oh, could we seek, my MARY, those bright Isles</br>Where 'tis a sensual pleasure even to breathe;</br>Where Nature in her classic livery smiles,</br>And gives to BYRON'S muse a deathless wreath;</br>Where youth is life, age slumbers into death;</br>Where bowers to meditation dear abound;</br>Where glow the heavens above, the flowers beneath;</br>Where every nook is consecrated ground;</br>And songs of other times float in the air around!", "Then might appear to us dear Liberty,</br>But in a dream, (whole hosts before her driven)&mdash;</br>A sun beam is her spear; she strikes, and see</br>Its touch consumeth like the burning levin&mdash;</br>Or like a comet hurl'd to earth from heaven!</br>A fierce disdain is flashing from her eye:&mdash;</br>Thus look'd Apollo, when, asunder riven,</br>The monster serpent wreath'd in agony, </br>Then all convulsed, at length expired with hideous cry!", "She triumphs now!  a laureate band attend</br>Her steps; while AESCHYLUS awakes the lyre!</br>Before her now the mighty masters bend:&mdash;</br>A slave's no man, thus sings their Godlike Sire;</br>His strains the whole triumphant choir inspire.</br>O glorious sight!  And is it all a dream?</br>No &mdash; No.  Columbia has her soul of fire;</br>The dawning light of science there doth gleam;</br>There Poets must arise, since Liberty's the theme!", "I woo thee, Mary, with no love-sick lay,</br>But daring hopes &mdash; akin to thine, sweet maid.</br>Heed not what wretched tale-bearers will say;&mdash;</br>Be thou my friend, my soul is undismay'd!</br>Ambition both our destinies has sway'd:&mdash;</br>My fair confessor, many were my crimes,</br>As Slander, envious of my bliss, has said:&mdash;</br>Yet here they are embodied in my rhymes;</br>My virtues may be known perchance in after times.", "Together, dearest, we will watch the star</br>Of Science beaming ever o'er our heads,</br>Brighter, and brighter still, in peace, in war.</br>Its light a fresh supply of glory sheds;</br>No sanguine mist of tyranny it dreads,&mdash;</br>While PLAYFAIRS, DAVYS, bless its heavenly ray,</br>And Chemistry's young genius CERES weds;</br>Creation's wonders have a full display,</br>And secrets yet unborn may soon be brought to day!</br>"]