["Pages of Truth immutable proclaim</br>Mankind redeem'd.  Faith finds a safe repose</br>In his harmonious all-prevailing name,</br>Who bow'd submissive to a world of woes,</br>Having completely vanquish'd all his foes,</br>Led captive hell, broke Death's tyrannic chain,</br>And fix'd their bounds; triumphantly he rose,</br>The blissful shores of glory to regain;</br>There as the King of Kings eternally to reign.", "Ye men of Galilee, what new delight!</br>What extacy immortal fir'd each breast,</br>When, in salvation's robes of spotless white,</br>Perfect and pure, two angels stood, confest,</br>Commission'd with th' Almighty's high behest,</br>That Jesus should re-visit your sojourn,</br>'Mid hiearchies, with whom he shall invest</br>Power that shall influence the silent urn,</br>His mandate to obey, \"Ye dead to him return!\"", "Awake, my soul, in contemplation soar</br>To yonder far-extended void of space,</br>Th' immeasurable sea, without a shore,</br>Where first-created spheres begin their race,</br>Mov'd by the Great First Cause, before whose face</br>Darkness and Discord fled on speedy wing,</br>Recall the scene &mdash; Messiah's footsteps trace,</br>And with th' ascending bright procession sing</br>To thy once-suffering Lord, but now all-powerful King.", "For him th' angelic hosts in numbers throng,</br>Who thither Christ's imperial standard bear,</br>And touch their golden harps; a sacred song,</br>To greet Heaven's victor son, they all prepare.</br>Th' exalted melody that fills the air</br>Reverberates in other skies remote;</br>Strains, only heard by an immortal ear,</br>Now on the blue translucent aether float,</br>And far-extending regions lengthen out each note.", "With shouting choirs the blissful mansions ring,</br>To the Almighty Father first was pour'd</br>Infinite praise; Messiah next they sing</br>In raptures high, and hail him King and Lord;</br>Worship'd, obey'd, and ever more ador'd.</br>Open, ye everlasting doors!  display</br>Your sacred courts of living light well stor'd;</br>The King of Glory comes!  prepare the way</br>That leads to the supreme eternal source of day.", "In their resplendent orbs, the sun and stars</br>(Who lately sympathising dresses wore,</br>For their Great Maker's painful wounds and scars,)</br>A second time their shouts of gladness pour:</br>At the ascending triumph, they adore</br>Heaven's everlasting son, and him applaud;</br>Ascribing praise and glory evermore</br>To their invincible great victor, God,</br>Return'd to his imperial throne and high abode.", "Its sacred Lord Heaven's blissful realms enshrine</br>In glory inexpressible; arrayed</br>With all the Godhead's majesty divine;</br>By whom for us is intercession made.</br>He, when Time's last diurnal debt is paid,</br>Shall re-appear, his kingdom to secure,</br>To all his little flock.  The skies shall fade;</br>But fix'd his word on truth, which, firm and sure,</br>Coeval with his essence ever shall endure.", "O glorious change!  when, shining from afar,</br>The panoply of dread Omnipotence</br>Descends with him, who once at Pilate's bar</br>In meekness bore insult and gross offece!</br>Now seated on his Heav'nly throne, from whence</br>Issues his word, t' approve or disapprove.</br>With him the Church, triumphant, shall commence</br>Her union in his brightest realm above,</br>And reap immortal fruits of everlasting love.</br>"]