["Away!  ye sweet, but trivial Forms,</br>That from the placid pencil rise,</br>When playful art the landscape warms</br>With Italy's unclouded skies!</br>Stay, Vanity!  nor yet demand</br>Thy portrait from the painter's hand!</br>Nor ask thou, Indolence, to aid thy dream,</br>The soft illusion of the mimic stream,</br>That twinkles to thy sight with Cynthia's trembling beam!", "Be thine, my friend, a nobler task!</br>Beside thy vacant easel see</br>Guests, who, with claims superior, ask</br>New miracles of art from thee:</br>Valour, who mocks unequal strife,</br>And Clemency, whose smile is life!</br>\"Wright!  let thy skill (this radiant pair exclaim)</br>Give to our view our favorite scene of Fame,</br>Where Britain's Genius blaz'd in glory's brightest flame.\"", "Celestial ministers!  ye speak</br>To no dull agent sloth opprest,</br>Who coldly hears, in spirit weak,</br>Heroic Virtue's high behest:</br>Behold!  tho' envy strives to foil</br>The Artist bent on public toil,</br>Behold!  his flames terrific lustre shed;</br>His naval blaze mounts from its billowy bed;</br>And Calpe proudly rears her war-illumin'd head.", "In gorgeous pomp for ever shine,</br>Bright monument of Britain's force!</br>Tho' doom'd to feel her fame decline</br>In ill-starr'd war's o'erwhelming course,</br>Tho' Europe's envious realms unite</br>To crush her, in unequal fight,</br>Her Genius, deeply stung with generous shame,</br>On this exulting rock array'd in flame</br>Equals her ancient feats, and vindicates her name.", "How fiercely British valour pours</br>The deluge of destroying fire,</br>Which o'er that watery Babel roars,</br>Bidding the baffled host retire,</br>And leave their fall'n, to yield their breath</br>In different pangs of double death!</br>Ye shall not perish:  no!  ye hapless brave,</br>Reckless of peril, thro' the fiery wave</br>See!  British mercy steers, each prostrate foe to save.", "Ye gallant Chiefs, whose deeds proclaim</br>The genuine hero's feeling soul,</br>Elliot, and Curtis, with whose name</br>Honour enrich'd his radiant roll,</br>Blest is your fate; nor blest alone,</br>That rescued foes your virtues own,</br>That Britain triumphs in your filial worth:</br>Blest in the period of your glory's birth,</br>When art can bid it live to decorate the earth!", "Alas!  what deeds, where virtue reign'd,</br>Have in oblivious darkness died,</br>When Painting, by the Goths enchain'd,</br>No life-securing tints supplied!</br>Of all thy powers, enchanting art,</br>Thou deemest this the dearest part,</br>To guard the rights of valour, and afford</br>Surviving lustre to the hero's sword:</br>For this, heroic Greece thy martial charms ador'd.", "Rival of Greece, in arms, in arts,</br>Tho' deem'd in her declining days,</br>Britain yet boasts unnumber'd hearts,</br>Who keenly pant for public praise:</br>Her battles yet are firmly fought</br>By Chiefs with Spartan courage fraught:</br>Her Painters with Athenian zeal unite</br>To trace the glories of the prosp'rous fight,</br>And gild th' embattled scene with art's immortal light.", "Tho' many a hand may well portray</br>The rushing war's infuriate shock,</br>Proud Calpe bids thee, Wright!  display</br>The terrors of her blazing rock:</br>The burning bulks of baffled Spain,</br>From thee she claims, nor claims in vain,</br>Thou mighty master of the mimic flame,</br>Whose matchless pencil, with peculiar aim,</br>Has form'd of lasting fire the basis of thy fame.", "Just in thy praise, thy country's voice</br>Loudly asserts thy signal power:</br>In this reward may'st thou rejoice,</br>In modest labour's silent hour,</br>Far from those seats, where envious leagues,</br>And dark cabals, and base intrigues</br>Exclude meek merit from his proper home;</br>Where art, whom Royalty forbade to roam,</br>Against thy talents clos'd her self-dishonor'd dome!", "When partial pride, and mean neglect,</br>The nerves of injur'd genius gall,</br>What kindly spells of keen effect</br>His energy of heart recall?</br>Perchance there is no spell so strong</br>As friendship's sympathetic song:</br>By fancy link'd in a fraternal band,</br>Artist and Bard in sweet alliance stand;</br>They suffer equal wounds, and mutual aid demand.", "Go, then, to slighted worth devote</br>Thy willing verse, my fearless muse!</br>Haply thy free and friendly note</br>Some joyous ardor may infuse</br>In fibres, that severely smart</br>From potent Envy's poison'd dart:</br>Thro' Wright's warm breast bid tides of vigor roll,</br>Guard him from meek depression's chill controul,</br>And rouse him to exert each sinew of his soul!</br>"]