["Now when the sun with less enamour'd beam,</br>Lights the faint blushes of the fading year,</br>Oh teach me, matron staid,</br>To woo thy tender calm!", "For much I love the languish of thine eye,</br>Luxurious stream'd o'er each congenial scene,</br>That lends to all around</br>A delicate repose;", "Whether thy evening clouds their skirts unfold</br>Of paler purple, through the forest-gloom</br>Effusing partial streaks</br>From their etherial glow;", "Or the blue bosom of the tranquil lake,</br>Where silence sits amid the dusky stream,</br>Scarce undulating, heaves,</br>Thy chasten'd smile beneath:", "Thy auburn locks with dewy woodbine drest,</br>Ere yet the sere wreath withers on thy brow,</br>Or brumal blasts deform</br>Thy stole of sober green.", "Oft, mid the leafy wilderness of shade,</br>Through its obscure recesses moaning deep,</br>But yet without a wind,</br>Conduct my devious step.", "Nor seldom let me catch the softer dash</br>Of distant water, from some willowy sluice,</br>Prone to its pebbled bed,</br>Bounding in faery fall;", "Or curfew's slumb'rous swing from village spire;</br>Or hollow hum of whisp'ring voices near,</br>Homeward returning late;</br>Or watch-dog's sullen bay.", "Meanwhile the mellow swell of past'ral flute,</br>May from her thicket lure the Attic bird,</br>With one sad-closing strain</br>To harmonize the whole.", "Then will the muse, (the muse, thy handmaid fair,)</br>When all the hamlet's hush'd in silence sweet,</br>Resume her solemn song,</br>Her song of grateful praise:", "For, ever in thy rear is Genius seen,</br>Inly conversing with himself; and then</br>Contrasting with each sigh,</br>The creatures of the mind.", "Thine wisdom too; and rapt devotion thine,</br>List'ning the sphery chime with pauseful ear;</br>Sage meditation still,</br>And eagle-pinion'd thought.", "While those too, brighter yet, that troop behind,&mdash;</br>Content, blythe child of labour well repaid,</br>(Who laughing leads along</br>Brown harvest's buxom form,", "The poppy nodding mid her sheafy crest,)</br>And vintage flush'd with his own ruddy grape,&mdash;</br>Complete thy festal train,</br>Superior to assault;", "Well, loveliest Autumn, mayst thou mock the rage</br>Of Winter, surly dastard, following fierce,</br>With frozen breath malign,</br>To blight thy later blooms:", "Nor need'st thou yet the full voluptuous glare</br>Of summer envy, more divinely drest</br>By nature's lib'ral hand</br>In plenitude and peace.</br>"]