["In Caledonia's glens there once did reign</br>A Sovereign of supreme unearthly eye;</br>No human power her potence could restrain,</br>No human soul her influence deny:</br>Sole Empress o'er the mountain homes, that lie</br>Far from the busy world's unceasing stir:</br>But gone is her mysterious dignity,</br>And true Devotion wanes away with her;</br>While in loose garb appears Corruption's harbinger.", "Thou sceptic leveller &mdash; ill-framed with thee</br>Is visionary bard a war to wage:</br>Joy in thy light thou earth-born Saducee,</br>That earth is all thy hope and heritage:</br>Already wears thy front the line of age;</br>Thou see'st a heaven above &mdash; a grave before;</br>Does that lone cell thy wishes all engage?</br>Say, does thy yearning soul not grasp at more?</br>Woe to thy grovelling creed &mdash; thy cold ungenial lore!", "Be mine to sing of visions that have been,</br>And cherish hope of visions yet to be;</br>Of mountains clothed in everlasting green,</br>Of silver torrent and of shadowy tree,</br>Far in the ocean of eternity.</br>Be mine the faith that spurns the bourn of time:</br>The soul whose eye can future glories see;</br>The converse here with things of purer clime,</br>And hope above the stars that soars on wing sublime.", "But she is gone that thrilled the simple minds</br>Of those I loved and honoured to the last;</br>She who gave voices to the wandering winds,</br>And mounted spirits on the midnight blast:</br>At her behest the trooping fairies past,</br>And wayward elves in many a glimmering band;</br>The mountains teemed with life, and sore aghast</br>Stood maid and matron 'neath her mystic wand,</br>When all the spirits rose and walked at her command.", "And she could make the brown and careless boy</br>All breathless stand, unknowing what to fear;</br>Or panting deep beneath his co'erlet lie,</br>When midnight whisper stole upon his ear.</br>And she could mould the vision of the seer</br>To aught that rankled brest of froward wight;</br>Or hang the form of cerement or of bier</br>Within the cottage fire &mdash; O woful sight!</br>That called forth many a prayer and deepened groan by night.", "O!  I have bowed to her resistless sway,</br>When the thin evening vapours floated nigh;</br>When the gray plover's wailings died away,</br>And the tall mountains melted into sky;</br>The note of gloaming bee that journeyed bye</br>Sent thro' my heart a momentary knell;</br>And sore I feared in bush or brake might lie</br>Things of unearthly make &mdash; for I knew well,</br>That hour with danger fraught more than when midnight fell.", "But O!  if ancient cemetry was near,</br>Or cairn of harper murdered long ago,</br>Or wandering pedlar for his hoarded gear,</br>Of such, what glen of Scotland doth not know?</br>Or grave of suicide (upon the brow</br>Of the bleak mountain) withered all and gray;</br>From these I held as from some deadly foe:</br>There have I quaked by night and mused by day;</br>But chiefly where I weened the bard or warrior lay.", "For many a wild heart-thrilling Scottish bard,</br>In lowland dale the lyre of heaven that wooed,</br>Sleeps 'neath some little mound or lonely sward,</br>Where humble dome of rapt devotion stood,</br>'Mid heathy wastes by Mary's silent flood,</br>Or in the moorland glen of dark Buccleuch;</br>There o'er their graves the heath-fowl's mottled brood</br>Track with light feathery foot the morning dew;</br>There plays the gamesome lamb, or bleats the yeaning ewe.", "Yet, there still meet the thoughtful shepherd's view</br>The marble fount-stone, and the rood so grey;</br>And often there he sees with changeful hue</br>The snow-white skull washed by the bourn away:</br>And O!  if 'tis his chance at eve to stray,</br>Lone by the place where his forefathers sleep;</br>At bittern's whoop or gor-cock's startling bay,</br>How heaves his simple breast with breathings deep;</br>He mutters vow to heaven, and speeds along the steep.", "For well he knows, along that desert room,</br>The spirits nightly watch the sacred clay;</br>That, cradled on the mountain's purple bloom,</br>By him they lie companions of the day,</br>His guardian friends, and listening to his lay:</br>And many a chaunt floats on the vacant air,</br>That spirit of the bard or warrior may</br>Hear the forgotten names perchance they bare:</br>For many a warrior wight, and nameless bard lies there!", "Those were the times for holiness of frame;</br>Those were the days when fancy wandered free:</br>That kindled in the soul the mystic flame,</br>And the rapt breathings of high poesy;</br>Sole empress of the twilight &mdash; Woe is me!</br>That thou and all thy spectres are outworn;</br>For true devotion wanes away with thee,</br>All thy delirious dreams are laughed to scorn,</br>While o'er our hills has dawned a cold saturnine morn.", "Long did thy fairies linger in the wild,</br>When vale and city wholly were resigned,</br>Where hoary cliffs o'er little holms were piled,</br>And torrents sung their music to the wind:</br>The darksome heaven upon the hills reclined,</br>Save when a transient sun-beam, thro' the rain,</br>Past like some beauteous phantom of the mind</br>Leaving the hind in solitude again&mdash;</br>These were their last retreats, and heard their parting strain.", "But every vice effeminate has sped,</br>Fast as the spirits from our hills have gone,</br>And all these light unbodied forms are fled,</br>Or good or evil, save the ghost alone.</br>True, when the kine are lowing in the lone,</br>An evil eye may heinous mischief brew;</br>But deep enchantments to the wise are known,</br>That certainly the blasted herd renew,</br>And make the eldron crone her cantrips sorely rue.", "O!  I have seen the door most closely barred;</br>The green turf fire where stuck was many a pin;</br>The rhymes of incantation I have heard,</br>And seen the black dish solemnly laid in</br>Amid the boiling liquid &mdash; Was it sin?</br>Ah!  no &mdash; 'twas all in fair defence of right.</br>With big drops hanging at her brow and chin,</br>Soon comes the witch in sad and woful plight;</br>Is cut above the breath, and yelling takes her flight!!", "And I have seen, in gaunt and famished guise,</br>The brindled mouser of the cot appear;</br>A haggard wildness darted from her eyes;</br>No marvel was it when the truth you hear!</br>That she is forced to carry neighbour near,</br>Swift thro' the night to countries far away;</br>That still her feet the marks of travel bear;</br>And her broad back that erst was sleek and grey,</br>O!  hapless beast! &mdash; all galled where the curst saddle lay!", "If every creed has its attendant ills,</br>How slight were thine! &mdash; a train of airy dreams!</br>No holy awe the cynic's bosom thrills;</br>Be mine the faith diverging to extremes!</br>What, though upon the moon's distempered beams,</br>Erewhile thy matrons galloped through the heaven,</br>Floated like feather on the foaming streams,</br>Or raised the winds by tenfold fury driven,</br>Till ocean blurred the sky, and hills in twain were riven.", "Where fell the scathe? &mdash; The beldames were amused,</br>Whom eld and poverty had sorely crazed;</br>What, though their feeble senses were abused</br>By gleesome demon in the church-aisle raised,</br>With lion tail, and eyes that baleful blazed!</br>Whose bagpipe's blare made all the roof to quake!</br>But ages yet unborn will stand amazed</br>At thy dread power, that could the wretches make</br>Believe these things all real, and swear them at the stake.", "But ah!  thou filled'st the guilty heart with dread,</br>And brought the deeds of darkness to the day!</br>Who was it made the livid corse to bleed</br>At murderer's touch, and cause the gelid clay</br>By fancied movement all the truth betray?</br>Even from dry bones the drops of blood have sprung!</br>'Twas thou, Inquisitor! &mdash; whose mystic sway</br>A shade of terror over nature hung;</br>A feeling more sublime than poet ever sung.", "Fearless the shepherd faced the midnight storm</br>To save his flocks deep swathed amid the snow;</br>Tho' threatening clouds the face of heaven deform,</br>The sailor feared not o'er the firth to row;</br>Dauntless the hind marched forth to meet the foe;</br>For why, they knew, though earth and hell combined,</br>In heaven were registered their days below;</br>That there was one well able and inclined</br>To save them from the sword, the wave, and stormy wind.", "O!  blissful thought to poverty and age,</br>When troubles press and dangers sore belay!</br>This is their only stay, their anchorage,</br>\"It is the will of Heaven, let us obey!</br>Ill it befits the creatures of a day,</br>Beneath a father's chastening to repine.\"</br>This high belief in Providence's sway,</br>In the eye of reason wears into decline;</br>And soon that heavenly ray must ever cease to shine.", "Yet these were days of marvel &mdash; when our king,</br>As chronicles and sapient sages tell,</br>Stood with his priests and nobles in a ring,</br>Searching old beldame for the mark of hell,</br>The test of witchcraft and of devilish spell;</br>And when I see a hag, the country's bane,</br>With rancorous heart and tongue of malice fell,</br>Blight youth and beauty with a burning stain,</br>I wish for these old times and Stuarts back again.", "Haply 'tis weened that Scotland now is free</br>Of witchcraft, and of spell o'er human life;</br>Ah me! &mdash; ne'er since she rose out of the sea,</br>Were they so deep, so dangerous, and so rife;</br>The heart of man unequal to the strife</br>Sinks down before the lightning of their eyes.</br>O!  it is meet that every maid and wife</br>Some keen exorcist still should scrutinize,</br>And bring them to the test, for all their sorceries.", "Much have I owed thee &mdash; Much may I repine,</br>Great Queen!  to see thy honours thus decay.</br>Among the mountain maids the power was thine,</br>On blest Saint Valentine's or Hallow day.</br>Our's was the omen &mdash; their's was to obey:</br>Firm their belief, or most demurely feigned!</br>Each maid her cheek on lover's breast would lay,</br>And, sighing, grant the kiss so long refrained;</br>'Twas sin to counteract what Providence ordained!", "O!  I remember, as young fancy grew,</br>How oft thou spoke'st in voice of distant rill;</br>What sheeted forms thy plastic finger drew,</br>Throned on the shadow of the moonlight hill;</br>Or in the glade so motionless and still</br>That scarcely in this world I seemed to be;</br>High on the tempest sing thine anthem shrill;</br>Across the heaven upon the meteor flee,</br>Or in the thunder speak with voice of majesty!", "All these are gone &mdash; The days of vision o'er;</br>The bard of fancy strikes a tuneless string.</br>O!  if I wist to meet thee here no more,</br>My muse should wander on unwearied wing,</br>To find thy dwelling by some lonely spring,</br>Where Norway opes her forests to the gale;</br>The dell thy home, the cloud thy covering,</br>The tuneful sea maid, and the spectre pale,</br>Tending thy gloomy throne, amid heaven's awful veil.", "Or shall I seek thee where the Tana rolls</br>Her deep blue torrent to the northern main;</br>Where many a shade of former huntsman prowls,</br>Where summer roses deck th' untrodden plain,</br>And beauteous fays and elves, a flickering train,</br>Dance with the foamy spirits of the sea.</br>O!  let me quake before thee once again,</br>And take one farewel on my bended knee,</br>Great ruler of the soul, which none can rule like thee!</br>"]