["INTRODUCTION.</br>Hark to that shriek upon the summer blast!</br>Wildly it swells the fitful gusts between,</br>And as its dying echoes faint have past,</br>Sad moans the night-wind o'er the troubled scene.</br>Sunk is the day, obscured the valleys green;</br>Nor moon, nor stars are glimmering in the sky,</br>Thick veiled behind their tempest-gathered screen;</br>Lost in deep shades the hills and waters lie;</br>Whence rose that boding scream, that agonizing cry?", "Spirit of Eld!  who, on thy moss-clad throne,</br>Record'st the actions of the mighty dead;</br>By whom the secrets of the past are known,</br>And all oblivion's spell-bound volume read;&mdash;</br>Sleep wo and crime beneath thine awful tread?</br>Or is it but idle fancy's mockery vain,</br>Who loves the mists of wonder round to spread?</br>No!  'tis a sound of sadder, sterner strain,</br>Spirit of by-gone years, that haunts thine ancient reign!", "'Tis the death wail of a departed race,&mdash;</br>Long vanished hence, unhonoured in their grave;</br>Their story lost to memory, like the trace</br>That to the greensward erst their sandals gave;</br>&mdash;Wail for the feather-cinctured warriors brave,</br>Who, battling for their fathers' empire well,</br>Perished, when valour could no longer save</br>From soulless bigotry, and avarice fell,</br>That tracked them to the death, with mad, infuriate yell.", "Spirit of Eld!  inspire one generous verse,</br>The unpractised minstrel's tributary song;</br>Mid these thine ancient groves he would rehearse</br>On that rude column, shrined thy wrecks among,</br>Tradition!  names there are, which time hath worn,</br>Nor yet effaced; proud names, to which belong</br>A dismal tale of foul oppressions borne,</br>Which man can ne'er recall, but which the muse may mourn.", "CANTO SECOND.</br>Hail!  sober Evening!  thee the harassed brain</br>And aching heart with fond orisons greet:</br>The respite thou of toil; the balm of pain;</br>To thoughtful mind the hour for musing meet:</br>'Tis then the sage, from forth his lone retreat,</br>The rolling universe around espies;</br>'Tis then the bard may hold communion sweet</br>With lovely shapes, unkenned by grosser eyes,</br>And quick perception comes of finer mysteries.", "The silent hour of bliss!  when in the west</br>Her argent cresset lights the star of love:&mdash;</br>The spiritual hour!  when creatures blest</br>Unseen return o'er former haunts to rove;</br>While sleep his shadowy mantle spreads above,</br>Sleep, brother of forgetfulness and death,</br>Round well-known couch, with noiseless tread they rove,</br>In tones of heavenly music comfort breathe,</br>And tell what weal or bale shall chance the moon beneath.", "Hour of devotion!  like a distant sea,</br>The world's loud voices faintly murmuring die;</br>Responsive to the spheral harmony,</br>While grateful hymns are borne from earth on high.</br>O!  who can gaze on yon unsullied sky,</br>And not grow purer from the heavenward view!</br>As those, the Virgin Mother's meek, full eye,</br>Who met, if uninspired lore be true,</br>Felt a new birth within, and sin no longer knew.", "Let others hail the oriflamme of morn,</br>O'er kindling hills unfurled with gorgeous dies!</br>O mild, blue Evening!  still to thee I turn,</br>With holier thought, and with undazzled eyes;&mdash;</br>Where wealth and power with glare and splendour rise,</br>Let fools and slaves disgustful incense burn!</br>Still Memory's moonlight lustre let me prize;</br>The great, the good, whose course is o'er, discern,</br>And, from their glories past, time's mighty lessons learn!", "CANTO THIRD.</br>Bright as the bird whom Indian legends sing,</br>Whose glance was lightning, and whose eye was flame,</br>The deep-voiced thunder trembling in his wing,</br>When from the ocean earth emerging came;&mdash;</br>Fair freedom soars with wing and glance the same,</br>And calls, from depths profound and cheerless waste,</br>The quickening spark that fires the burning frame,</br>Glows deathless in the patriot's ardent breast,</br>While loud the thunders speak, where lie her sons opprest.", "O who hath ever from her buoyant air</br>Drank vigorous life beneath her wings outspread,</br>And would not that the scenes of nature fair</br>Lay rather like the desert seared and dead,&mdash;</br>Than see the spirit that inspired them fled,</br>Quenched the bright lightnings of her awful eye;</br>Hope, valour, crushed beneath oppression's tread,</br>And o'er the darkening scene of death descry</br>How stern destruction holds her drear ascendency.", "Hearts that loved freedom came, away to tear</br>From fellow men, that birthright which they blest;</br>And they, to whom religion's cause was dear,</br>Fanned the unholy passion in their breast;&mdash;</br>The persecuted sought on the opprest</br>To trample; &mdash; bared the exterminating sword,</br>Above their victim's last, defenceless rest;</br>Yea, self-deluded, loud their cries they pour'd</br>For aid, to HIM, the God of peace, whom they adored.", "CANTO FOURTH.</br>As if to battle, o'er the midnight heaven</br>The clouds are hurrying forth: now veiled on high,</br>Now sallying out, the moon and stars are driven,</br>As wandering doubtful; in the shifting sky,</br>Mid mazes strange the Dancers seem to fly;</br>Wildly the unwearied hunters drive the Bear:</br>Through the deep groves is heard a Spirit's cry;</br>And hark!  what strain unearthly echoes there,</br>Borne fitful from afar, along the troubled air.", "</br>CANTO FIFTH.</br>'Tis night; the loud wind through the forest wakes,</br>With sound like ocean's roaring, wild and deep,</br>And in yon gloomy pines strange music makes,</br>Like symphonies unearthly, heard in sleep;</br>The sobbing waters dash their waves and weep;</br>Where moans the blast its dreary path along,</br>The bending firs a mournful cadence keep;</br>And mountain rocks re-echo to the song,</br>As fitful raves the storm, the hills and woods among.", "CANTO SIXTH.</br>Woman!  blest partner of our joys and woes!</br>Even in the darkest hour of earthly ill,</br>Untarnished yet, thy fond affection glows,</br>Throbs with each pulse, and beats with every thrill!</br>Bright o'er the wasted scene, thou hoverest still,</br>Angel of comfort to the failing soul;</br>Undaunted by the tempest, wild and chill,</br>That pours its restless and disastrous roll,</br>O'er all that blooms below, with sad and hollow howl!", "When sorrow rends the heart, when feverish pain</br>Wrings the hot drops of anguish from the brow,</br>To sooth the soul, to cool the burning brain,</br>O, who so welcome and so prompt as thou!</br>The battle's hurried scene and angry glow,&mdash;</br>The death-encircled pillow of distress,&mdash;</br>The lonely moments of secluded wo,&mdash;</br>Alike thy care and constancy confess,</br>Alike thy pitying hand, and fearless friendship bless!", "Thee youthful fancy loves in aid to call;</br>Thence first invoked the sacred sisters were;</br>The form that holds the enthusiast's heart in thrall,</br>He, mid his bright creation, paints most fair;&mdash;</br>True, &mdash; in this earthly wilderness of care,&mdash;</br>As hunter's path the wilds and forests through;</br>And firm, &mdash; all fragile as thou art, &mdash; to bear</br>Life's dangerous billows, &mdash; as the light canoe,</br>That shoots, with all its freight, the impetuous rapid's flow.", "Thee, Indians tell, the first of men to win,</br>Clomb long the vaulted heaven's unmeasured height:</br>And well their uncouth fable speaks therein</br>The worth even savage souls can never slight.</br>Tired with the chase, the hunter greets at night</br>Thy welcome smile, the balm of every wo;</br>Thy patient toil makes all his labours light;</br>And from his grave when friends and kindred go,</br>Thou weeping comest, the sweet sagamite to strow!", "CONCLUSION.</br>Sad was the theme, which yet to try we chose,</br>In pleasant moments of communion sweet;</br>When least we thought of earth's unvarnished woes,</br>And least we dreamed, in fancy's fond deceit,</br>That either the cold grasp of death should meet,</br>Till after many years, in ripe old age;</br>Three little summers flew on pinions fleet,</br>And thou art living but in memory's page,</br>And earth seems all to me a worthless pilgrimage.", "Sad was our theme; but well the wise man sung,</br>\"Better than festal halls, the house of wo;\"</br>Tis good to stand destruction's spoils among,</br>And muse on that sad bourne to which we go.</br>The heart grows better when tears freely flow;</br>And, in the many-coloured dream of earth,</br>One stolen hour, wherein ourselves we know,</br>Our weakness and our vanity, &mdash; is worth</br>Years of unmeaning smiles, and lewd, obstreperous mirth.", "'Tis good to muse on nations passed away,</br>For ever, from the land we call our own;</br>Nations, as proud and mighty in their day,</br>Who deemed that everlasting was their throne.</br>An age went by, and they no more were known!</br>Sublimer sadness will the mind control,</br>Listening time's deep and melancholy moan;</br>And meaner griefs will less disturb the soul;</br>And human pride falls low, at human grandeur's goal.", "PHILIP!  farewell!  thee King, in idle jest,</br>Thy persecutors named; and if in deed,</br>The jewelled diadem thy front had prest,</br>It had become thee better, than the breed</br>Of palaces, to sceptres that succeed,</br>To be of courtier or of priest the tool,</br>Satiate dull sense, or count the frequent bead,</br>Or pamper gormand hunger; thou wouldest rule</br>Better than the worn rake, the glutton or the fool!", "I would not wrong thy warrior shade, could I</br>Aught in my verse or make or mar thy fame;</br>As the light carol of a bird flown by,</br>Will pass the youthful strain that breathed thy name:</br>But in that land whence thy destroyers came,</br>A sacred bard thy champion shall be found;</br>He of the laureate wreath for thee shall claim</br>The hero's honours, to earth's farthest bound,</br>Where Albion's tongue is heard, or Albion's songs resound.</br>"]