["ARGUMENT.</br>The birning Alters Keeper, of</br>His lyfe Penardo spoyls</br>He seis the daylie funerall</br>In blood the Virgine boylls</br>He that by love could not be win</br>The Tapre does obtaine</br>About the Quene of love he seis</br>All thois yat Love had slaine.", "O now yow Muses matchles and devyne</br>Help by your sacred skill my gros defects</br>Mak sharpe my wit and pregnant my ingyne</br>That by your freindly ayde in all respects</br>My pen suplied may boldly breath his name</br>Inrold above the star's by endles fame.", "Whoes mynd the feat of royall vertues birth</br>And who all goodnes knew; but knew no ill</br>Admeird of all the world for his rare woorth</br>Which causd Envy for raige her self to kill</br>Evne he without all fear or cair did enter</br>And throw this cave lyk greisslie hell did venter.", "At last a thirling light he did espy</br>Which from a dure did glanceing furth appeir</br>Wheirto when as the galant Prince drew nye</br>He saw a flamme most pure most bright most cleir</br>Upon ane alter burne and in the same</br>Brint, skoarch'd, tormented, lay a virgine Dame.", "Whill on this piteous spectacle he gaiz'd</br>From out a corner dark he might perceave</br>A monstre hudge that maid him much amaiz'd</br>Whoes greatnes seem'd to fill that emptie cave</br>He breathd furthe clouds of smook which dim'd the flamme</br>And darkned all the place about the same", "So thundring tempests dims the goldin Sunne</br>And darkins all the cristall heavns so hy</br>The reiking clouds lyik smook doun moltin runne</br>By force of fyre that thonderis throw the sky</br>At last such roars he thunders in his ear</br>It seemd the cave, shook, trembled, quaik'd for fear.", "This monstre fearslie did assaill the Prince</br>Who nimble, quick, sharp, readie, light, avoyding</br>His mightie bloes, so brave was his defence</br>Oft him he harm'd, him self unharm'd abyding</br>So that the monstre roird for greif and paine</br>Furth casting Floods, of poysond goir amaine.", "Thus eache perseving other to the death</br>With strength with raige with furie hait and ire</br>That neither geve the other leave to breath</br>The monstre still threw furth bright flamms of fyre</br>Who's skaills bore furth the Prince his furious dint</br>Lyk tempred Steill, hard diamond, or flint,", "Wheir for a stranger kynd of feght he chuses</br>Quyting his sword he draw's a dagger fyne</br>His skill his slight his might, and strength he uses</br>To ridd this devlishe monstre out of pyne</br>Who lifting up his armed creist with ire</br>Smook frome his mouth his eyes furth sparkling fyre.", "Did fearcelie forewart to the Prince furth pace</br>Infolds inrolls in lincks with gaipping jawes</br>But he with foresight, waying, well the case</br>His skaillie gorge in his stronge arme he thrawes</br>And through his burninge ey with fatall knyfe</br>Brought furthe his brains and with his brains his lyfe.", "Glade was he to be ridd of such a foe</br>Yet pitie, cair and sorow, chac'd delight</br>To sie so fair a Mayde tormented so</br>His eyes with chyld of tears his hairt stil sigh't</br>Taeirs from his eys spring's rivers floods furth sent</br>Sighes from his hairt lyk blustring winds upwent.", "When neirer to the alter he was come,</br>Of sorow he might heir the saddest sound,</br>There grevous grone, wer intermix'd with some</br>Weak breathing words, that did sad death resound</br>The words wer sweet and pitiefull to heir</br>The accent soft the voce was sharpe and cleir", "Those wer the wofull words he pitied most</br>Ah Pluto Pluto end this sacrifice</br>Hell Hell dovore my souls tormented ghost</br>Ah crewell Heav'ns that gloir's to tyraneize</br>Ah paine paine paine let endles paine remove</br>Curs death, curs hel, curs earth, curs heavns above.", "Whill thus she spak Penardo hard a noyes,</br>And suddenlie appeir'd a greatter light,</br>A hundreth torches borne by litle boyes</br>All clade in murning weid a wofull sight.</br>Softlie the prince convayes him self a syde</br>To sie of these events what wold betyde", "After these torches wer tuo horses led</br>Whose Tiapers wer of purple silk and gold</br>Such curious work so rich imbrodered</br>Was admirable fair for to behold</br>For greffon lyk thay pareing seem'd to flie</br>With goldin plumed wings right curiously.", "These horse wer keept by lackayes tuo who had</br>Two sheilds which seem'd of sundrie Knights to hold,</br>And after them tuo Paiges richlie cled</br>Two mightie lances bore with heads of gold</br>Nixt after them four galant coursers drew</br>A crimsone cotche that seemd of bloodie hew.", "Within this cotche tuo Kinghts wer sadlie plac'd</br>In glistring armoor that was fynelie fram'd</br>The armours shyning lustre was defac'd</br>With purple blude that from their bodies straimde</br>Sad was their mynds wheir sorow did remaine</br>Great wer their wounds but greatter far their paine.", "The one still sigh'd and groin'de but spak no word</br>For in his breist a bloodlie dagger stoode</br>The other throughe his bodie had a sword</br>From whoes steill poynt ranne streams of crimson blood</br>Death ov'r them both long since hade spred her wings</br>Yet lyfe by airt, paine, greif and sorow brings.", "Behind the alter stoode a brasen portch</br>Which oppind wyde for to receave this traine</br>Where enters all the boyes with everye tortch</br>The hors, and all the rest that did remayne,</br>But whill the cotche neir to the alter drew</br>The wofull dame her sorows did renew.", "Ah Heavn's alace come come I glaidly goe</br>Let deith geve end to Hells tormenting flamme</br>Blood blood glut up both soule and body lo</br>Stop now my braith and suffocat the same</br>Let these tuo leive and then impose on me</br>Ten thousand deaths so I may once but die.", "No sonner did she end her plaints when as</br>Tuo old and aiged Haggs come in their sights</br>Who bore ane huge great veshell made of bras</br>That keipt the blood of those tormented Knights</br>Long gaizd the Prince on thir hid misteries</br>Whill paine, on paine, and greif on greif he sies.", "The virgine from the fyre began to move her</br>The veshell neir, she throw her in the same</br>While as the blood begane to boyle above her</br>And utherwhyls above the bloode she come</br>So bubling streams of brooks from hye that fall</br>Raise up the Pebls pure whyt cleir and small", "They gone the Prince did with him self devyce</br>To spill the blood bot now he heirs a sound</br>It seem'd a heighe and bloistring wind did ryse</br>And looking wheir the veshell to have found</br>He saw a piller raited up whoes end</br>Reatch'd frome the ground almost unto the pend.", "Then did he heare a murmur and a noyes</br>A duilfull murning and a wofull sound</br>So from a hollow pitt resounds a voyce</br>Of one that lyes tormented under ground</br>Or lyk the ghostlie and the dreidfull dine</br>That roaring bulls mak hollow Caves within.", "The piller seem'd to be of marble stone</br>In forme of ane Pyrameid as it stood</br>Within the which the virgine was alone</br>Tormented still within the boyling blood</br>Penardo knew but help of humane hand</br>That it was fraimd his furie to with stand.", "But neirer to the piller when he drew</br>Sum goldin letterd lyns he might espy</br>Whoes meining was as efter doeth ensue</br>Be not so bold this adventure to try</br>Least Faits who made the most admeird of all</br>Should mak the most in famous for thy fall", "But cairles who had thus menac'd him so</br>Which servd but to affray a fanting hairt</br>Now round about the piller does he go</br>While as he finds sum other lyns insert</br>Wheirby he knew the former faing'd deny all</br>Was but to stay him from a farther tryall.", "What ere thow be that proves to end the pains</br>Of this tormented Mayde that heir remains</br>And wold undoe the great and woundrous frame</br>Which Mansays arte has build it for the same</br>The tapre from the birning Altar take</br>And drinsh it in the fearfull thundring lake</br>But first from birning lust search some releiff.</br>For These tuo Princes wrapt in all mischeiff,", "Not half so fast the Tyger swift furth goes</br>Throgh desert waves for to redeeme her brood</br>As does the Prence when these glad newes he knoes</br>Unto the altar wheir the tapre stoode</br>He hopes yet doubts sum ill might him be fall</br>To marr his hope, hap, will desyre, and all.", "Cassandras armour was not now for noght</br>Els of that dame inamour'd hade he beine</br>For the effect of this enchantment wrought</br>On evrie one before that had her seine</br>And being once entangled by her love</br>Te tortche they could not steir, nor toutch, nor move", "Yea surelie if his armours vertue strong</br>Had not resisted the enchantments force</br>Within the cave he should have stayd so long</br>While he had diet for love without remorce</br>Her beautie was of force, strength, pow're to move</br>Yea massacre a world of Hairts with love.", "But he who in his armour does retaine</br>The rare and precious stone of chastitie</br>(Whoes vertue is the owner to restraine</br>From love, or lust, or Venus fantasie)</br>Could not be mov'd, to love, so none but he</br>Could end the fair Laissas miserie.", "And entring now within the brazen portch</br>The which he thinks to be the only way</br>Evne with the light of this his lytle tortch</br>He saw some lynes ingraph'd (which made him stay)</br>Upon the brasen gate he did behold</br>Indented all with courious warks of gold.", "If ought thow lose that thow has bravelye win</br>Thow deirlie shall repent thy comeing in.", "Now he began to gaize upon the ground</br>And calling presentlie unto his mynd</br>The deing Knight whom he before had found</br>Within the Cave and of his counsall kynd</br>He knew it was the taper to defend</br>Or els her sorow should with death have end.", "And by this tyme within a goodlie Hall</br>He entred was when vewing weel this sight,</br>The rare proportion was majesticall.</br>To evrie airt their was a galant light,</br>And glaid their of joy cheirt his countenance</br>So Phoebus flour spred's when her lord does glance.", "Long stayd he nought when looking heir and their</br>One his left hand a doore he might espy</br>Within the which he saw a gall'ry fair</br>Wheir pleasur did invite a gaizing ey</br>While throgh this pleasant gall'ry he was walking</br>He thought he hard sum people softlie talking.", "Whoes murmuring sound hade drawne him now in sight</br>Of a fair chamber that was richelie hung</br>Wheir sporting at their dalleing delight</br>Wer Knights and Ladyes lying all along</br>Upon the pavement wrought of cristall rock</br>Whose glances bright the Prince his sight did chock.", "But his delight did him thair after lied</br>Unto ane other chamber much more fair</br>For their the cristall pavement all was spred</br>With crimsone velvet costlie, ritche, and rair,</br>And in the mids a piller stoode upright</br>Of gold that shynd, flam'd glac'd, with sparkling light", "Adjoynd unto the piller rose a throne</br>Of beattin gold whoes lustre cleir unstaind</br>The beautifullest Queene did sit their one</br>That cristall heavne or solid earthe containd</br>And round about her stoode a comlie traine</br>Of kings, queins, lords, knights, dames that love had slaine.", "Their was the Queene of Carthage, Dido fair</br>Who for Aeneas love hade lost her breath,</br>And for Antonius love with Vipers their</br>Sad Cleopatra sting'd her self to deathe,</br>Their Ariadne that her self hade slaine</br>For proud unthankfull Theseus disdaine.", "Whoes lyfe decre'd to Minotaurus raige</br>She fred and from the Labyrinthe him gaind</br>Their was Media by whoes counsaill saige</br>Jason the goldin glorious fleice obtaind</br>Their Phillis who did many passiones prove</br>Chuseing sad death for sweet Demophoons love,", "Their Julia the wyfe of great Pompey</br>Who died becaus she feird her husbands death</br>Their Porsia for Brutus love did stay,</br>Who with hote birning coalls hade choakd her braith</br>Their Pisca with her lover loud to be</br>Who threw them selfs both heidlongs in the Sea.", "Their might Pandorus loveing dame be seine</br>That chus'd for to be buried quick in grave</br>Rather then be the Persean monarchs Queene</br>Becaus he did her lovers lyfe bereave</br>The Greciane dame fair Camma their did move</br>Who slew her self and him that slew her love.", "These wemen with their lovers did injoy</br>A pleasant lyfe about this princelie Queene</br>And men that did for love them selfs distroy</br>Menon that hang'd him self might their by sein</br>For to the proud Assyriane King alone</br>His best belovd Semiramis head gone", "And their Tiberius Gracchus did remaine</br>That fund tuo Serpents in his chamber floore</br>And knowing if the femell first wer slaine</br>His lyfe should longer nor his wyfes indure</br>The Male he slew so weell he lovde his wyfe</br>And made his deathe the ransone of her lyfe", "And Marcus Lepidus did their abyde</br>That slew him self evne for his loves disdaine</br>And Platius Numidius by his syde</br>That for his deir loves death him self hade slaine</br>Their old Sylvanus that him self hade hangd</br>Becaus proud Nero wold his love have wrang'd.", "Their Pollio grave and sad, a Germane borne</br>A famous Knight though Fortune wrought his fall</br>This was the Knight that in the Cave beforne</br>Had told the Prince what their should him befall</br>There many more that died without remorce</br>For Lissaes love by the enchauntments force,", "All these and many thousand their remaines</br>Who to that court doe momently resort</br>The winged boy delights in all their pains</br>And of their greattest greif he maks a sport</br>But lo that glorious Queene bred all their joyes</br>Their love their fansie and their amorous toyes.", "For to inthrall the hart that Queene weell knew</br>The soveraigne Maistres of that art she was</br>Her wantoune shyning looks and heavnelie hew</br>With sweitt allurements secreitlie wold pas</br>For still the glanceing of her wantone ey</br>Wold mak her trayne, sad, joyfull, live, or dy.", "Her wantoune eyes bewrayd her inward mynd</br>Her countenance declaird her harts desyre</br>To burning lust she seem'd to be inclynde</br>Consumeing still with never quenshing fyre</br>Dissembling all with such a craftie mynd</br>That anie save Adonus wold by kynd.", "Her modest blush wold divers tyms bewray</br>That which (it seem'd) she sham'd for to unfold</br>With amours queint her wanton eye wold play</br>And from her hairt in sport their message told</br>Her lowring looks or cheirfull smyls doth move</br>To laugh to weep, to smyll, to sighe furth love.", "Amongs the rest Penardo might espy</br>Phelarnon brave and Tropolance the bold</br>Whom by their wofull looks he did discry</br>To be evne far agains their will with hold</br>Phelarnons breist bewrayit his ceasles pain</br>Wheirin a bloodie dagger did remain.", "And Tropolance his wofull hart was rent</br>With bloodie sword, tormented still he goes</br>Yea these tuo princes onlie did lament</br>While as the rest did seeme for to rejoes</br>But now sad shaddowes of the dankish night</br>Begane to dryve away the cheir full light.", ""]