["From cloudless ether looking down,</br>The Moon, this tranquil evening, sees</br>A Camp, and a beleaguered Town,</br>And Castle like a stately crown,</br>On the steep rocks of winding Tees;&mdash;</br>And, southward far, with moors between,</br>Hill-tops, and floods, and forests green,</br>The bright Moon sees that valley small</br>Where Rylstone's old sequestered Hall</br>A venerable image yields</br>Of quiet to the neighbouring fields;</br>While from one pillared chimney breathes</br>The silver smoke, and mounts in wreaths.</br>&mdash;The courts are hushed; &mdash; for timely sleep</br>The Grey-hounds to their kennel creep;</br>The Peacock in the broad ash-tree</br>Aloft is roosted for the night,</br>He who in proud prosperity</br>Of colours manifold and bright</br>Walked round, affronting the day-light;</br>And higher still, above the bower</br>Where he is perched, from yon lone Tower</br>The Hall-clock in the clear moon-shine</br>With glittering finger points at nine.</br>&mdash;Ah!  who could think that sadness here</br>Had any sway?  or pain, or fear?</br>A soft and lulling sound is heard</br>Of streams inaudible by day;</br>The garden pool's dark surface &mdash; stirred</br>By the night insects in their play&mdash;</br>Breaks into dimples small and bright;</br>A thousand, thousand rings of light</br>That shape themselves and disappear</br>Almost as soon as seen: &mdash; and, lo!</br>Not distant far, the milk-white Doe:</br>The same fair Creature which was nigh</br>Feeding in tranquillity,</br>When Francis uttered to the Maid</br>His last words in the yew-tree shade;&mdash;</br>The same fair Creature, who hath found</br>Her way into forbidden ground;</br>Where now, within this spacious plot</br>For pleasure made, a goodly spot,</br>With lawns, and beds of flowers, and shades</br>Of trellis-work in long arcades,</br>And cirque and crescent framed by wall</br>Of close-clipt  foliage green and tall,</br>Converging walks, and fountains gay,</br>And terraces in trim array,&mdash;</br>Beneath yon cypress spiring high,</br>With pine and cedar spreading wide</br>Their darksome boughs on either side,</br>In open moonlight doth she lie;</br>Happy as others of her kind,</br>That, far from human neighbourhood,</br>Range &mdash; unrestricted as the wind&mdash;</br>Through park, or chase, or savage wood.", "But where at this still hour is she,</br>The consecrated Emily?</br>Even while I speak, behold the Maid</br>Emerging from the cedar shade</br>To open moonshine, where the Doe</br>Beneath the cypress-spire is laid;</br>Like a patch of April snow,</br>Upon a bed of herbage green,</br>Lingering in a woody glade,</br>Or behind a rocky screen;</br>Lonely relic!  which, if seen</br>By the Shepherd, is passed by</br>With an inattentive eye.</br>&mdash;Nor more regard doth she bestow</br>Upon the uncomplaining Doe!", "Yet the meek Creature was not free,</br>Erewhile, from some perplexity:</br>For thrice hath she approached, this day,</br>The thought-bewildered Emily;</br>Endeavouring, in her gentle way,</br>Some smile or look of love to gain,&mdash;</br>Encouragement to sport or play;</br>Attempts which by the unhappy Maid</br>Have all been slighted or gainsaid.</br>&mdash;O welcome to the viewless breeze!</br>'Tis fraught with acceptable feeling,</br>And instantaneous sympathies</br>Into the Sufferer's bosom stealing;&mdash;</br>Ere she hath reached yon rustic Shed</br>Hung with late-flowering woodbine spread</br>Along the walls and overhead,</br>The fragrance of the breathing flowers</br>Revives a memory of those hours</br>When here, in this remote Alcove,</br>(While from the pendant woodbine came</br>Like odours, sweet as if the same)</br>A fondly anxious Mother strove</br>To teach her salutary fears</br>And mysteries above her years.</br>&mdash;Yes, she is soothed: &mdash; an Image faint&mdash;</br>And yet not faint &mdash; a presence bright</br>Returns to her; &mdash; 'tis that bless'd Saint</br>Who with mild looks and language mild</br>Instructed here her darling Child,</br>While yet a prattler on the knee,</br>To worship in simplicity</br>The invisible God, and take for guide</br>The faith reformed and purified.", "'Tis flown &mdash; the Vision, and the sense</br>Of that beguiling influence!</br>\"But oh!  thou Angel from above,</br>Thou Spirit of maternal love,</br>That stood'st before my eyes, more clear</br>Than Ghosts are fabled to appear</br>Sent upon embassies of fear;</br>As thou thy presence hast to me</br>Vouchsafed &mdash; in radiant ministry</br>Descend on Francis: &mdash; through the air</br>Of this sad earth to him repair,</br>Speak to him with a voice, and say,</br>'That he must cast despair away!'\"", "Then from within the embowered retreat</br>Where she had found a grateful seat</br>Perturbed she issues. &mdash; She will go;</br>Herself will follow to the war,</br>And clasp her Father's knees; &mdash; ah, no!</br>She meets the insuperable bar,</br>The injunction by her Brother laid;</br>His parting charge &mdash; but ill obeyed!</br>That interdicted all debate,</br>All prayer for this cause or for that;</br>All efforts that would turn aside</br>The headstrong current of their fate:</br>Her duty is to stand and wait;</br>In resignation to abide</br>The shock, and finally secure</br>O'er pain and grief a triumph pure.</br>&mdash;She knows, she feels it, and is cheared;</br>At least her present pangs are checked.</br>&mdash;And now an ancient Man appeared,</br>Approaching her with grave respect.</br>Down the smooth walk which then she trod</br>He paced along the silent sod,</br>And greeting her thus gently spake,</br>\"An old Man's privilege I take;</br>Dark is the time &mdash; a woeful day!</br>Dear daughter of affliction, say</br>How can I serve you?  point the way.\"", "\"Rights have you, and may well be bold:</br>You with my Father have grown old</br>In friendship; &mdash; go &mdash; from him &mdash; from me&mdash;</br>Strive to avert this misery.</br>This would I beg; but on my mind</br>A passive stillness is enjoined.</br>&mdash;If prudence offer help or aid,</br>On you is no restriction laid;</br>You not forbidden to recline</br>With hope upon the Will Divine.\"", "\"Hope,\" said the Sufferer's zealous Friend,</br>\"Must not forsake us till the end.&mdash;</br>In Craven's wilds is many a den,</br>To shelter persecuted Men:</br>Far underground is many a cave,</br>Where they might lie as in the grave,</br>Until this storm hath ceased to rave;</br>Or let them cross the River Tweed,</br>And be at once from peril freed!\"", "&mdash;\"Ah tempt me not!\"  she faintly sighed;</br>\"I will not counsel nor exhort,&mdash;</br>With my condition satisfied;</br>But you, at least, may make report</br>Of what befalls; &mdash; be this your task&mdash;</br>This may be done; &mdash; 'tis all I ask!\"", "She spake &mdash; and from the Lady's sight</br>The Sire, unconscious of his age,</br>Departed promptly as a Page</br>Bound on some errand of delight.</br>&mdash;The noble Francis &mdash; wise as brave,</br>Thought he, may have the skill to save:</br>With hopes in tenderness concealed,</br>Unarmed he followed to the field.</br>Him will I seek:  the insurgent Powers</br>Are now besieging Barnard's Towers,&mdash;</br>\"Grant that the Moon which shines this night</br>May guide them in a prudent flight!\"", "But quick the turns of chance and change,</br>And knowledge has a narrow range;</br>Whence idle fears, and needless pain,</br>And wishes blind, and efforts vain.</br>Their flight the fair Moon may not see;</br>For, from mid-heaven, already she</br>Hath witnessed their captivity.</br>She saw the desperate assault</br>Upon that hostile Castle made;&mdash;</br>But dark and dismal is the Vault</br>Where Norton and his Sons are laid!</br>Disastrous issue! &mdash; He had said</br>\"This night yon haughty Towers must yield,</br>Or we for ever quit the field.</br>&mdash;Neville is utterly dismayed,</br>For promise fails of Howard's aid;</br>And Dacre to our call replies</br>That he is unprepared to rise.</br>My heart is sick; &mdash; this weary pause</br>Must needs be fatal to the cause.</br>The breach is open &mdash; on the Wall,</br>This night, the Banner shall be planted!\"</br>&mdash;'Twas done: &mdash; his Sons were with him &mdash; all;&mdash;</br>They belt him round with hearts undaunted;</br>And others follow &mdash; Sire and Son,</br>Leap down into the court &mdash; \"'Tis won\"&mdash;</br>They shout aloud &mdash; but Heaven decreed</br>Another close</br>To that brave deed</br>Which struck with terror friends and foes!</br>The friend shrinks back &mdash; the foe recoils</br>From Norton and his filial band;</br>But they, now caught within the toils,</br>Against a thousand cannot stand;&mdash;</br>The foe from numbers courage drew,</br>And overpowered that gallant few.</br>\"A rescue for the Standard!\"  cried</br>The Father from within the walls;</br>But, see, the sacred Standard falls!&mdash;</br>Confusion through the Camp spreads wide:</br>Some fled &mdash; and some their fears detained;</br>But ere the Moon had sunk to rest</br>In her pale chambers of the West,</br>Of that rash levy nought remained.", ""]