["Where all that strikes th' admiring eye</br>Breathes beauty and sublimity;</br>Where the cool air and tranquil light</br>The world-worn heart to peace invite;</br>Whence comes this sadness, pure and holy,</br>This calm resistless, melancholy?</br>This hallow'd fear, this awe-struck feeling?</br>Comes it from yonder organ pealing?</br>From low chaunt, stealing up the aisle?</br>From clos'd gate echoing through the pile?</br>From storied windows glancing high?</br>From bannerets of chivalry?</br>Or from yon holy chapel, seen</br>Dimly athwart the Gothic screen?</br>No, 'tis the stranger's solemn tread,</br>Resounding o'er the mighty dead!</br>He came to see thy wond'rous state,</br>The wise, the beautiful, the great,</br>Thy glory, Empress of the Wave,</br>He came to see &mdash; and found a grave:</br>But such a grave, as never yet</br>To statesman paid a people's debt!</br>In battle-strife, the Hero's sigh</br>Is breathed for thee or victory;</br>And Bards immortal, find in thee</br>A second Immortality!", "He, who first rais'd from gothic gloom</br>Our tongue; here Chaucer finds a tomb:</br>Here gentle Spencer; foulest stain</br>Of his own Gloriana's reign!</br>And he, who mock'd at Art's control,</br>The mighty master of the soul,</br>Shakespeare, our Shakespeare!  by his side,</br>The man who pour'd his mighty tide:</br>The brightest union Genius wrought,</br>Was Garrick's voice, and Shakespeare's thought.</br>Here Milton's heaven-strung lyre reposes;</br>Here Dryden's meteor brilliance closes:</br>Here Newton lies, &mdash; and with him lie,</br>The thousand glories of our sky:</br>Stars, numerous as the host of Heaven!</br>And radiant as the flashing levin!", "Lo, Chatham!  The immortal name,</br>Graven in the patriot's heart of flame!</br>Here, his long course of honours run,</br>The mighty Father's mighty Son!</br>And here &mdash; Ah wipe that falling tear!</br>Last, best, and greatest, Fox lies here!</br>Here sleep they all:  on the wide Earth</br>There dwell not men of mortal birth,</br>Would dare contest fame's glorious race,</br>With those who fill this little space.</br>Oh could some wizard spell revive</br>The buried dead, and bid them live,</br>It were a sight to charm dull age,</br>The infant's roving eye engage,</br>The wounded heal, the deaf man cure,</br>The widow from her tears allure,</br>And moping idiots tell the story</br>Of England's bliss and England's glory!", "And they do live! &mdash; Our Shakespeare's strains</br>Die not while English tongue remains;</br>Whilst light and colours spread and fly,</br>Lives Newton's deathless memory:</br>Whilst Freedom warms one English breast,</br>There Fox's honored name shall rest.</br>Yes, they do live! &mdash; they live t' inspire</br>Fame's daring sons with hallowed fire;</br>Like sparks from Heaven, they wake the blaze,</br>The living light of Genius' rays;</br>Bid England's glories flash across the gloom,</br>And catch her Heroes' spirit from their tomb.</br>"]