["The clouds in lurid billows swept the sky,</br>No star was seen to lend its friendly light;</br>When still the screaming sea bird's piercing cry</br>Was heard amid the horrors of the night,</br>As with slow-flapping wing she bent her flight,</br>To seek the covert of some barren rock,</br>Where the white surge in hollow murmurs broke.", "The knarled oaks, with age and moss o'ergrown,</br>Before the gale their aged branches shed,</br>While withered leaves in awful fury blown,</br>Were borne on high in clouds of murky red,</br>Or o'er the ground in whirling eddies spread;</br>While the gaunt wolf, impatient of his prey,</br>Scar'd by the din, in terror urg'd his way.", "Oithona still her way unaltered kept,</br>No bursting sigh escaped her tumid breast,</br>As nestled in her arms a cherub slept,</br>Lull'd by the warring elements to rest.</br>With anxious haste, her onward steps she prest,</br>While like a meteor streaming on the air,</br>Flowed the long tresses of her auburn hair.", "\"Thy mother too will quickly taste of rest,</br>And sleep in peace,\" the wretched mourner cried,</br>\"Again will joy revisit this sad breast,</br>Then will I view thee with a mother's pride,</br>And own myself the gallant Dermid's bride,</br>Watch o'er thy youth with never ceasing flame,</br>And proudly own thee with a parent's name.", "\"Why cruel memory, wilt thou still renew</br>That fatal night which marked me out for shame?</br>Why point in vivid colours to my view</br>That night which robbed me of my virgin name?</br>That night, when burning with unholy flame,</br>Clasped in his arms, in extacy I lay,</br>Breathed out some half-formed words, and died away?", "\"Even now, methinks, I feel his burning kiss</br>Shoot through my maddened brain with subtle fire,</br>Even now I feel the thrilling pangs of bliss,</br>Fill every throbbing nerve with fierce desire,</br>And my eyes moisten with a liquid fire.</br>My heart still rages with a ceaseless flame,</br>My soul unaltered, and my love the same.\"", "As thus she spoke, a distant mournful bell,</br>Amid the warring fury of the night,</br>Stole on her listening ear with solemn knell,</br>And through the mistletoe a glimmering light</br>Shed its dim ray, and vanished from her sight;</br>\"My Dermid's true,\" the lovely mourner cried,</br>\"And this the spot that owns me for his bride.\"", "No more she feared the lightening's forked beam,</br>Or the loud thunders, from the tempest's womb;</br>But hastened on to where the friendly beam</br>Led to a pile of venerable gloom,</br>Whose walls were marked by many a mouldering tomb,</br>And night's foul bird, rocked on the turret's head,</br>Screamed loud, to greet her to her marriage bed.", "Appalled, she gazed upon the tottering pile,</br>Which seemed for deeds of blood and death designed,</br>As the blast echoed through the long black aisle;</br>While the grey weeds that round the columns twined,</br>And the rank grass waved wildly in the wind;</br>She turned to fly, alas!  too late!</br>Loud creaked the hinge as turned the iron gate.", "\"Thy Dermid comes, thy miseries to spare,</br>Behold thy marriage bed!  behold that grave!\"</br>Exclaimed the fiend, and seized her auburn hair,</br>\"This is the destin'd spot, where none can save,\"</br>Then in her breast he plunged the reeking glave;</br>And as the blood rushed bubbling from her veins,</br>He strewed the pavement with his infant's brains.", "Beyond the darkest confines of the wood,</br>Where furze and brambles strive to rise in vain,</br>The villain's gibbet many a day hath stood,</br>And as his chains creak in the drizzly rain,</br>His bones lie bleaching on the barren plain,</br>While high in air the screaming eagle soars,</br>And o'er the desart waste her savage music pours.", "Since then, full many a howling wintry blast</br>In icy fetters hath enchained the flood,</br>And many a spring in wild luxuriance cast</br>Her earliest offerings o'er the mouldering sod,</br>Which hides from mortal eyes this scene of blood;</br>Yet still at midnight hour his ghost returns,</br>While thro' dark frowns the flame eternal burns.</br>"]