["Queen of the Halcyon Breast, and Heav'n-ward Eye,</br>Sweet Contemplation, with thy Ray benign</br>Light my lone Passage thro' the Vale of Life,</br>And raise the Siege of Care!  this silent Hour</br>To thee is sacred, when the Star of Eve,</br>Like Dian's Virgins trembling ere they bathe,</br>Shoots o'er th' Hesperian Wave its quiv'ring Ray.", "All Nature joins to fill my lab'ring Breast</br>With high Sensations:  aweful Silence reigns</br>Above, around; the sounding Winds no more</br>Wild thro' the fluctuating Forest fly</br>With Gust impetuous; Zephyr scarcely breathes</br>Upon the trembling Foliage; Flocks, and Herds,</br>Retir'd beneath the friendly Shade repose</br>Fann'd by Oblivion's Wing.  Ha!  is not this,</br>This the dread Hour, as ancient Fables tell,</br>When flitting Spirits from their Prisons broke</br>By Moon-light glide along the dusky Vales,</br>The solemn Church-yard, or the dreary Grove;</br>Fond to revisit their once lov'd Abodes,</br>And view each friendly Scene of past Delight?", "Satyrs, and Fawns, that in sequester'd Woods,</br>And deep-embow'ring Shades delight to dwell;</br>Quitting their Caves, where in the Reign of Day</br>They slept in Silence, o'er the daisi'd Green</br>Pursue their Gambols, and with printless Feet</br>Chace the fleet Shadows o'er the waving Plains.", "Dryads, and Naiads, from each Spring and Grove,</br>Trip blithsome o'er the Lawns; or near the Side</br>Of mossy Fountains, sport in Cynthia's Beams.", "The Fairy Elves, attendant on their Queen,</br>With light Steps bound along the velvet Mead,</br>And leave the green Impression of their Dance</br>In Rings mysterious to the passing Swain;</br>While the pellucid Glow-worm kindly lends</br>Her silver Lamp to light the festive Scene.", "From yon majestic Pile, in Ruin great,</br>Whose lofty Tow'rs once on approaching Foes</br>Look'd stern Defiance, the sad Bird of Night</br>In mournful Accent to the Moon complains:</br>Those Tow'rs with venerable Ivy crown'd,</br>And mould'ring into Ruin, yield no more</br>A safe Retirement to the hostile Bands;</br>But there the lonely Bat, that shuns the Day,</br>Dwells in dull Solitude; and screaming thence</br>Wheels the Night Raven shrill, with hideous Note</br>Portending Death to the dejected Swain.", "Each Plant and Flow'ret bath'd in Ev'ning Dews,</br>Exhale refreshing Sweets:  from the smooth Lake,</br>On whose still Bosom sleeps the tall Tree's Shade,</br>The Moon's soft Rays reflected mildly shine.", "Now tow'ring Fancy takes her airy Flight</br>Without Restraint, and leaves this Earth behind;</br>From Pole to Pole, from World to World, she flies;</br>Rocks, Seas, nor Skies, can interrupt her Course.", "Is this what Men, to Thought estrang'd, miscall</br>Despondence?  this dull Melancholy's Scene?</br>To trace th' Eternal Cause thro' all his Works,</br>Minutely and magnificently wise?</br>Mark the Gradations which thro' Nature's plan</br>Join each to each, and form the vast Design?</br>And tho' Day's glorious Guide withdraws his Beams</br>Impartial, chearing other Skies and Shores;</br>Rich Intellect, that scorns corporeal Bands,</br>With more than Mid-day Radiance gilds the Scene:</br>The Mind, now rescu'd from the Cares of Day,</br>Roves unrestrain'd thro' the wide realms of Space;</br>Where (Thought stupendous!) Systems infinite,</br>In regular Confusion taught to move,</br>Like Gems bespangle yon etherial Plains.", "Ye Sons of pleasure, and ye Foes to Thought,</br>Who search for Bliss in the capacious Bowl,</br>And blindly woo Intemperance for Joy;</br>Durst ye retire, hold Converse with yourselves,</br>And in the silent Hours of Darkness court</br>Kind Contemplation with her peaceful Train;</br>How wou'd the Minutes dance on downy Feet,</br>And unperceiv'd the Midnight Taper waste,</br>While intellectual Pleasure reign'd supreme!", "Ye Muses, Graces, Virtues, Heav'n-born Maids!</br>Who love in peaceful Solitude to dwell</br>With meek-ey'd Innocence, and radiant Truth,</br>And blushing Modesty; that frighted fly</br>The dark Intrigue, and Midnight Masquerade!</br>What is this Pleasure which inchants Mankind?</br>'Tis Noise, 'tis Toil, 'tis Frenzy, like the Cup</br>Of Circe, fam'd of old, who tastes it find</br>Th' etherial Spark divine to Brute transform'd.", "And now, methinks, I hear the Libertine</br>With supercilious Leer, cry, \"Preach no more</br>Your musty Morals; hence to Deserts fly,</br>And in the Gloom of solitary Caves</br>Austerely dwell:  what's Life debarred from Joy?</br>Crown then the Bowl, let Music lend her Aid,</br>And Beauty her's, to soothe my wayward Cares.\"", "Ah!  little does he know the Nymph he styles</br>A foe to Pleasure; Pleasure is not more</br>His aim than her's; with him she joins to blame</br>The Hermit's Gloom, and savage Penances;</br>Each social Joy approves.  Oh!  without thee,</br>Fair Friendship, Life were nothing; without thee,</br>The Page of Fancy would no longer charm,</br>And Solitude disgust e'en pensive Minds.", "Nought I condemn but that Excess which clouds</br>The mental Faculties, to soothe the Sense:</br>Let Reason, Truth, and Virtue, guide thy Steps,</br>And ev'ry Blessing Heav'n bestows be thine.</br>"]