["Turpine is bafful'd, his two Knights</br>Do gain their Treason's Meed:</br>Fair Mirabella's Punishment</br>For Love's Disdain decreed.", "Like as a gentle Heart it self bewrays,</br>In doing gentle Deeds with frank delight:</br>Even so the baser Mind it self displays</br>In cancred Malice and revengeful Spight.</br>For, to malign, t' envy, t' use shifting Slight,</br>Be Arguments of a vile Dunghill-Mind;</br>Which what it dare not do by open Might,</br>To work by wicked Treason ways doth find,</br>By such discourteous Deeds discovering his base Kind.", "That well appears in this discourteous Knight,</br>The coward Turpine, whereof now I treat;</br>Who notwithstanding that in former Fight</br>He of the Prince his Life received late,</br>Yet in his Mind malicious and ingrate</br>He 'gan devise, to be aveng'd anew</br>For all that shame, which kindled inward Hate.</br>Therefore, so soon as he was out of view,</br>Himself in haste he arm'd, and did him fast pursue.", "Well did he track his Steps as he did ride,</br>Yet would not near approach in Danger's Eye,</br>But kept aloof, for dread to be descry'd,</br>Until fit time and place he mote espy,</br>Where he mote work him Scathe and Villany.</br>At last, he met two Knights, to him unknown,</br>The which were armed both agreeably</br>And both combin'd, whatever chaunce were blown,</br>Betwixt them to divide, and each to make his own.", "To whom false Turpine coming courteously,</br>To cloke the Mischief which he inly ment,</br>'Gan to complain of great Discourtesy,</br>Which a strange Knight, that near afore him wont,</br>Had done to him, and his dear Lady shent:</br>Which, if they would afford him aid at need;</br>For to avenge in time convenient,</br>They should accomplish both a knightly Deed,</br>And for their Pains obtain of him a goodly Meed.", "The Knights believ'd that all he said was true;</br>And being fresh, and full of youthly Spright,</br>Were glad to hear of that Adventure new,</br>In which they mote make trial of their Might,</br>Which never yet they had approv'd in Fight:</br>And eke desirous of the offer'd Meed,</br>Said then the one of them; Where is that Wight,</br>The which hath done to thee this wrongful Deed,</br>That we may it avenge, and punish him with speed?", "He rides, said Turpine, there not far afore,</br>With a wild Man soft footing by his side,</br>That if ye list to haste a little more,</br>Ye may him over-take in timely tide.</br>Eftsoons they pricked forth with forward Pride;</br>And e'er that little while they ridden had,</br>The gentle Prince not far away they spy'd</br>Riding a softly pace with portance sad,</br>Devising of his Love, more than of Danger drad.", "Then one of them aloud unto him cry'd,</br>Bidding him turn again, false Traytor Knight,</br>Foul Woman-wronger; for, he him defy'd.</br>With that, they both attonce with equal Spight</br>Did bend their Spears, and both with equal Might</br>Against him ran; but that one did miss his mark:</br>And being carry'd with his force forthright,</br>Glaunst swiftly by; like to that heavenly Spark,</br>Which gliding through the Air, lights all the Heavens dark.", "But th' other, aiming better, did him smite</br>Full in the Shield, with so impetuous power</br>That all his Launce in pieces shiver'd quite,</br>And (scatter'd all about) fell on the Floor.</br>But the stout Prince, with much more steady Stour,</br>Full on his Bever did him strike so sore,</br>That the cold Steel, through-piercing, did devour</br>His vital Breath, and to the Ground him bore,</br>Where still he bathed lay in his own bloody Gore.", "As when a Cast of Faulcons make their flight</br>At an Hernshaw, that lies aloft on Wing,</br>The whiles they strike at him with heedless Might,</br>The wary Fowl his Bill doth backward wring;</br>On which the first, whose force her first doth bring,</br>Her self quite through the Body doth engore,</br>And falleth down to Ground like senseless Thing;</br>But th' other, not so swift as she before,</br>Fails of her Souse, and passing by doth hurt no more.", "By this, the other which was passed by,</br>Himself recovering, was return'd to Fight;</br>Where, when he saw his Fellow lifeless lie,</br>He much was daunted with so dismal sight;</br>Yet nought abating of his former Spight,</br>Let drive at him with so malicious Mind,</br>As if he would have passed through him quite</br>But the Steel-head no stedfast hold could find,</br>But glauncing by, deceiv'd him of that he design'd.", "Not so the Prince; for his well-learned Spear</br>Took surer hold, and from his Horse's Back</br>Above a Launce's length him forth did bear,</br>And gainst the cold hard Earth so sore him strake,</br>That all his Bones in pieces nigh he brake.</br>Where seeing him so lie, he left his Steed,</br>And to him leaping, Vengeance thought to take</br>Of him, for all his former Follies Meed,</br>With flaming Sword in Hand his Terror more to breed.", "The fearful Swain, beholding Death so nigh,</br>Cry'd out aloud for Mercy him to save;</br>In lieu whereof, he would to him descry</br>Great Treason to him meant, his Life to reave.</br>The Prince soon harkned, and his Life forgave.</br>Then thus, said he; There is a stranger Knight</br>The which for promise of great Meed, us drave</br>To this Attempt, to wreak his hid Despight,</br>For that himself thereto did want sufficient Might.", "The Prince much mused at such Villany,</br>And said; How sure ye well have earn'd your Meed?</br>For, th' one is dead, and th' other soon shall die,</br>Unless to me thou hither bring with speed</br>The Wretch that hir'd you to this wicked Deed.</br>He glad of Life, and willing eke to wreak</br>The Guilt on him, which did this Mischief breed,</br>Swore by his Sword, that neither Day nor Week</br>He would surcease, but him where-so he were, would seek.", "So, up he rose, and forth straightway he went</br>Back to the place where Turpine late he lore:</br>There he him found in great Astonishment,</br>To see him so bedight with bloody Gore,</br>And griesly Wounds that him appalled sore.</br>Yet thus at length he said; How now, Sir Knight?</br>What meaneth this which here I see before?</br>How fortuneth this foul uncomely Plight,</br>So different from that, which earst ye seem'd in sight?", "Perdy, said he, in evil hour it fell,</br>That ever I for Meed did undertake</br>So hard a task, as Life for Hire to sell,</br>The which I earst adventur'd for your sake.</br>Witness the Wounds, and this wide bloody Lake,</br>Which ye may see yet all about me steem.</br>Therefore now yield, as ye did promise make,</br>My due Reward; the which right well I deem</br>I earned have, that Life so dearly did redeem.", "But where then is, quoth he half wrathfully,</br>Where is the Booty which therefore I bought,</br>That cursed Caitive, my strong Enemy,</br>That recreant Knight, whose hated Life I sought?</br>And where is eke your Friend, which half it ought?</br>He lies, said he, upon the cold bare Ground,</br>Slain of that errant Knight, with whom he fought;</br>Whom afterwards, my self with many a Wound</br>Did slay again, as ye may see there in the Stound.", "Thereof false Turpine was full glad and fain,</br>And needs with him straight to the place would ride,</br>Where he himself might see his Foe-man slain;</br>For, else his Fear could not be satisfy'd.</br>So, as they rode, he saw the way all dy'd</br>With Streams of Blood; which tracking by the Trail,</br>E'er long they came, whereas in evil tide,</br>That other Swain, like Ashes deadly pale,</br>Lay in the Lap of Death, rueing his wretched Bale.", "Much did the Craven seem to moan his Case,</br>That for his sake his dear Life had forgone;</br>And, him bewailing with Affection base,</br>Did counterfeit kind Pity, where was none:</br>For, where's no Courage, there's no Ruth nor Moan.</br>Thence passing forth, not far away he found,</br>Whereas the Prince himself lay all alone,</br>Loosely display'd upon the grassy Ground,</br>Possessed of sweet Sleep, that lull'd him soft in Swound.", "Weary of Travel in his former Fight,</br>He there in shade himself had lay'd to rest,</br>Having his Arms and warlike Things undight,</br>Fearless of Foes that mote his Peace molest;</br>The whiles, his Salvage Page, that wont be prest,</br>Was wandred in the Wood another way,</br>To do some thing that seemed to him best,</br>The whiles his Lord in silver Slumber lay,</br>Like to the Evening Star, adorn'd with dewy Ray.", "Whom when-as Turpine saw so loosely laid,</br>He weened well that he indeed was dead,</br>Like as that other Knight to him had said:</br>But when he nigh approach'd, he mote aread</br>Plain signs in him of Life and Livelihead.</br>Where-at much griev'd against that stranger Knight,</br>That him too light of Credence did mislead,</br>He would have back retired from that sight,</br>That was to him on Earth the deadliest Despight.", "But that same Knight would not once let him start,</br>But plainly 'gan to him declare the Case</br>Of all his Mischief, and late luckless Smart;</br>How both he and his Fellow there in place</br>Were vanquished, and put to foul Disgrace;</br>And how that he in lieu of Life him lent,</br>Had vow'd unto the Victor, him to trace</br>And follow through the World, where-so he went,</br>Till that he him deliver'd to his Punishment.", "He, therewith much abashed and affraid,</br>Began to tremble every Limb and Vein;</br>And softly whispering him, entirely pray'd</br>T' advise him better, than by such a train</br>Him to betray unto a stranger Swain:</br>Yet rather counsel'd him contrariwise,</br>Sith he likewise did wrong by him sustain,</br>To join with him and Vengeance to devise,</br>Whilst time did offer Means him sleeping to surprize.", "Nath'less, for all his Speech, the gentle Knight</br>Would not be tempted to such Villany,</br>Regarding more his Faith, which he did plight,</br>All were it to his mortal Enemy,</br>Than to entrap him by false Treachery:</br>Great shame in Liege's Blood to be embru'd.</br>Thus, whilst they were debating diversly,</br>The Salvage forth out of the Wood issu'd</br>Back to the place, where-as his Lord he sleeping view'd.", "There, when he saw those two so near him stand,</br>He doubted much what mote their meaning be;</br>And throwing down his Load out of his Hand</br>(To weet, great store of Forest Fruit, which he</br>Had for his Food late gather'd from the Tree)</br>Himself unto his Weapon he betook,</br>That was an Oaken-Plant, which lately he</br>Rent by the Root, which he so sternly shook,</br>That like an Hazel Wand, it quivered and quook.", "Where-at the Prince awaking, when he spy'd</br>That Traitor Turpine with that other Knight,</br>He started up; and snatching near his side</br>His trusty Sword, the Servant of his Might,</br>Like a fell Lion leaped to him light,</br>And his left Hand upon his Collar laid.</br>Therewith, the Coward deaded with affright,</br>Fell flat to Ground, ne word unto him said,</br>But holding up his Hands, with silence Mercy pray'd.", "But he so full of Indignation was,</br>That to his Prayer nought he would incline,</br>But as he lay upon the humble Grass,</br>His Foot he set on his vile Neck, in sign</br>Of servile Yoke, that nobler Hearts repine.</br>Then, letting him arise like abject Thrall,</br>He 'gan to him object his heinous Crime,</br>And to revile, and rate, and Recreant call,</br>And lastly, to despoil of knightly Banneral.", "And after all, for greater Infamy,</br>He by the Heels him hung upon a Tree,</br>And bafful'd so, that all which passed by,</br>The Picture of his Punishment might see,</br>And by the like ensample warned be,</br>However they through Treason do trespass.</br>But turn we now beck to that Lady free,</br>Whom late we left riding upon an Ass,</br>Led by a Carl and Fool, which by her side did pass.", "She was a Lady of great Dignity,</br>And lifted up to honourable Place,</br>Famous through all the Land of Fairy;</br>Though of mean Parentage and Kindred base,</br>Yet deckt with wondrous Gifts of Nature's Grace;</br>That all Men did her Person much admire,</br>And praise the Feature of her goodly Face,</br>The Beams whereof did kindle lovely Fire</br>In th' Hearts of many a Knight, and many a gentle Squire.", "But she thereof grew proud and insolent,</br>That none she worthy thought to be her Feer,</br>But scorn'd them all that Love unto her ment:</br>Yet was she lov'd of many a worthy Peer;</br>Unworthy she to be belov'd so dear,</br>That could not weigh of Worthiness aright.</br>For, Beauty is more glorious, bright and dear,</br>The more it is admir'd of many a Wight,</br>And noblest she, that served is of noblest Knight.", "But this coy Damsel thought contrariwise,</br>That such proud Looks would make her praised more;</br>And that the more she did all Love despise,</br>The more would wretched Lovers her adore;</br>What cared she, who sighed for her sore,</br>Or who did wail, or watch the weary Night?</br>Let them, that list, their luckless Lot deplore;</br>She was born free, not bound to any Wight,</br>And so would ever Live, and love her own Delight.", "Through such her stubborn Stiffness, and hard Heart,</br>Many a Wretch for want of Remedy,</br>Did languish long in Life-consuming Smart,</br>And at the last, through dreary Dolour die:</br>Whilst she (the Lady of her Liberty)</br>Did boast her Beauty had such sovereign Might,</br>That with the only Twinkle of her Eye,</br>She could or save, or spill, whom she would hight:</br>What could the Gods do more, but do it more aright?", "But loe, the Gods, that mortal Follies view</br>Did worthily revenge this Maiden's Pride:</br>And, nought regarding her so goodly Hue,</br>Did laugh at her that many did deride,</br>Whilst she did weep, of no Man mercify'd.</br>For, on a Day, when Cupid kept his Court,</br>As he is wont at each Saint Valentide,</br>Unto the which all Lovers do resort,</br>That of their Love's Success they there may make Report:", "It fortun'd then, that when the Rolls were read,</br>In which the Names of all Love's Folk were fill'd,</br>That many there were miring, which were dead,</br>Or kept in Bands, or from their Loves exil'd,</br>Or by some other Violence despoil'd.</br>Which when as Cupid heard, he wexed wroth,</br>And doubting to be wronged, or beguil'd,</br>He bad his Eyes to be unblindfold both,</br>That he might see his Men, and muster them by oath.", "Then found he many missing of his Crew,</br>Which wont do suit and service to his Might;</br>Of whom what was becomen, no Man knew.</br>Therefore a Jury was impanel'd straight,</br>T' enquire of them, whether by force or sleight,</br>Or their own Guilt, they were away convey'd.</br>To whom foul Infamy and fell Despight</br>Gave Evidence, that they were all betray'd,</br>And murder'd cruelly by a rebellious Maid.", "Fair Mirabella was her Name, whereby</br>Of all those Crimes she there indited was:</br>All which when Cupid heard, he by and by</br>In great Displeasure, will'd a Capias</br>Should issue forth, t' attach that scornful Lass.</br>The Warrant straight was made, and therewithal</br>A Bailiff errant forth in post did pass,</br>Whom they by Name their Portamore did call;</br>He which doth summon Lovers to Love's Judgment-Hall.", "The Damsel was attach'd, and shortly brought</br>Unto the Bar, whereas she was arraign'd:</br>But she thereto nould plead, nor Answer ought,</br>Even for stubborn Pride, which her restrain'd.</br>So Judgment past, as is by Law ordain'd</br>In Cases like; which when at last she saw,</br>Her stubborn Heart, which Love before disdain'd,</br>'Gan stoop, and falling down with humble Awe,</br>Cry'd Mercy, to abate th' Extremity of Law.", "The Son of Venus, who is mild by kind</br>But where he is provok'd by Peevishness,</br>Unto her Prayers piteously inclin'd,</br>And did the Rigour of his Doom repress;</br>Yet not so freely, but that nathless</br>He unto her a Penance did impose:</br>Which was, that through this World's wide Wilderness</br>She wander should in company of those,</br>Till she had sav'd so many Loves as she did lose.", "So now she had been wandring two whole Years</br>Throughout the World, in this uncomely Case,</br>Wasting her goodly Hue in heavy Tears,</br>And her good Days in dolorous Disgrace:</br>Yet had she not, in all these two Years space,</br>Saved but two; yet in two years before,</br>Through her despiteous Pride, whilst Love lack'd place,</br>She had destroyed two and twenty more.</br>Aye me!  how could her Love make half amends therefore.", "And now she was upon the weary way,</br>When as the gentle Squire, with fair Serene,</br>Met her in such misseeming foul Array;</br>The whiles, that mighty Man did her demean</br>With all the evil Terms and cruel Mean</br>That he could make:  and eke that angry Fool,</br>Which follow'd her, with cursed Hands unclean</br>Whipping her Horse, did with his smarting Tool</br>Oft whip her dainty self, arid much augment her Dool.", "Ne ought it mote avail her to entreat</br>The one or th' other, better her to use:</br>For, both so wilful were and obstinate,</br>That all her piteous Plaint they did refuse,</br>And rather did the more her beat and bruise.</br>But most, the former Villain, which did lead</br>Her tireling Jade, was bent her to abuse;</br>Who though she were with weariness nigh dead,</br>Yet would not let her lite, nor rest a little stead.", "For, he was stern, and terrible by Nature,</br>And eke of Person huge and hideous,</br>Exceeding much the measure of Man's Stature,</br>And rather like a Giant monstruous.</br>For sooth he was descended of the House</br>Of those old Giants, which did Wars darrain</br>Against the Heaven in order battailous,</br>And Sib to great Orgolio, which was slain</br>By Arthur, when as Una's Knight he did maintain.", "His Looks were dreadful, and his fiery Eyes</br>(Like two great Beacons) glared bright and wide,</br>Glauncing askew, as if his Enemies</br>He scorned in his overweening Pride;</br>And stalking stately, like a Crane, did stride</br>At every step upon the Tip-toes high:</br>And all the way he went, on every side</br>He gaz'd about, and stared horribly,</br>As if he with his Looks would all Men terrify.", "He wore no Armour, ne for none did care,</br>As no whit dreading any living Wight;</br>But in a Jacket, quilted richly rare</br>Upon Checklaton, he was strangely dight,</br>And on his Head a Roll of Linnen plight,</br>Like to the Moors of Malabar he wore;</br>With which, his Locks, as black as pitchy Night,</br>Were bound about, and voided from before,</br>And in his Hand a mighty iron Club he bore.", "This was Disdain, who led that Lady's Horse</br>Through thick and thin, through Mountains and through Plains,</br>Compelling her, where she would not by force,</br>Haling her Palfrey by the hempen Reins;</br>But that same Fool, which most increast her Pains,</br>Was Scorn, who having in his hand a Whip,</br>Her therewith yirks; and still when she complains,</br>The more he laughs, and does her closely quip,</br>To see her sore lament, and bite her tender Lip.", "Whose cruel Handling when that Squire beheld,</br>And saw those Villains her so vildely use,</br>His gentle Heart with Indignation swell'd,</br>And could no longer bear so great Abuse,</br>As such a Lady so to beat and bruise;</br>But to him stepping, such a Stroke him lent,</br>That forc'd him th' Halter from his hand to loose,</br>And mauger all his Might, back to relent:</br>Else had he surely there been slain, or foully shent.", "The Villain, wroth for greeting him so sore,</br>Gather'd himself together soon again;</br>And with his iron Batton which he bore,</br>Let drive at him so dreadfully amain,</br>That for his safety he did him constrain</br>To give him ground, and shift to every side,</br>Rather than once his Burden to sustain:</br>For, bootless thing him seemed to abide</br>So mighty Blows, or prove the Puissance of his Pride.", "Like as a Mastiff, having at a Bay</br>A salvage Bull, whose cruel Horns do threat</br>Desperate Danger, if he them assay,</br>Traceth his Ground, and round about doth bear,</br>To spy where he may some Advantage get;</br>The whiles the Beast doth rage and loudly roar:</br>So did the Squire, the whiles the Carl did fret</br>And fume in his disdainful Mind the more,</br>And oftentimes by Turmagant and Mahound swore.", "Nath'less, so sharply still he him pursu'd,</br>That at advantage him at last he took,</br>When his Foot slipt (that slip he dearly ru'd)</br>And with his Iron Club to ground him Brook;</br>Where still he lay, ne out of Swoun awoke,</br>Till heavy Hand the Carl upon him laid,</br>And bound him fast; Tho, when he up did look.</br>And saw himself captiv'd, he was dismay'd,</br>Ne pow'r had to withstand, ne hope of any aid.", "Then up he made him rise, and forward fare,</br>Led in a Rope, which both his Hands did bind;</br>Ne ought that Fool for pity did him spare;</br>But with his Whip him following behind,</br>Him often scourg'd, and forc'd his Feet to find:</br>And other-whiles, with bitter Mocks and Mows</br>He would him scorn, that to his gentle Mind</br>Was much more grievous than the others Blows:</br>Words sharply wound, but greatest grief of Scorning grows.", "The Fair Serena, when she saw him fall</br>Under that Villain's Club, then surely thought</br>That slain he was, or made a wretched Thrall,</br>And fled away with all the speed she mought,</br>To seek for Safety, which long time she sought;</br>And past through many Perils by the way,</br>E'er she again to Calepine was brought;</br>The which Discourse as now I must delay,</br>Till Mirabella's Fortunes I do further say.", ""]