["Mild evening, not unwish'd, returns;</br>Her soft return will DAPHNE hail?</br>The fever'd air no longer burns,</br>But freshness breathes in ev'ry gale</br>Nature puts on her softest form,</br>Zephyr just dimples the calm silver flood;</br>While plaintive Philomel's sweet note forlorn,</br>Fills with mild melody the neighbouring wood.</br>Oh, come, dear maid!  my flower-wove arbour grace,</br>With me invoke the sacred Genius of the place.", "Come, gentle Peace!  daughter of Heaven, descend!</br>Thy suppliant's ardent wishes deign to crown;</br>Thou who art Virtue's ever-smiling friend,</br>Tho' round her dire misfortunes sternly frown;</br>Oh, Power benign!  thy footsteps let us trace</br>O'er wooded upland, or by rivulet's side;</br>Oh!  condescend our favourite haunts to grace.</br>And in our social cottage deign to 'bide:</br>For well we know, where Virtue dwells with thee,</br>Celestial Happiness must love to be.", "Be sweet retirement still our virtuous choice,</br>Unlur'd by Folly's false, but dazzling blaze;</br>Where Passion listens to calm Reason's voice,</br>And bright Reflection beams her sacred rays;</br>Where Charity appears with open hands,</br>And soft Compassion drops the tender tear;</br>Where faithful Love the generous soul expands,</br>And Friendship blazes, open and sincere;</br>Where Honour strict the steady bosom warms,</br>And Virtue smiles serene, in all her native charms.", "Oh!  ye, by giddy Passion led astray,</br>Hearken awhile to her persuasive tongue;</br>No thorn she strews in Pleasure's flow'ry way,</br>But Peace attends her steps, and Music tunes her song,</br>With thy own shield, bright goddess, arm my breast,</br>Give me to chant thy praise the woods among;</br>Be friendship mine, and philosophic rest,</br>Far from the crouded city's busy throng</br>For far from crouded haunts does Wisdom dwell;</br>She flies the busy throng, and seeks the silent cell.", "How little knows the dissipated breast</br>The pure and peaceful joys which thou canst give!</br>Little they know the sweets of rural rest</br>Who in perpetual noise and guilty cities live;</br>Where Avarice burns t' increase his sordid store,</br> Where Riot wastes what Penury should share;</br>Where midnight broils oft bathe the sword in gore,</br>And foul Disease infects the wholesome air;</br>Where every crime and folly find a place,</br>And modest Virtue hides her deeply blushing face.", "There dwell the sons of Softness and Excess,</br>Strangers to thee, and strangers to Delight;</br>Who never knew th' angelic power to bless:</br>Languor consumes their morn, and Riot wastes their night.</br>There too the fair and thoughtless waste their bloom,</br>Unsocially polite, unpleas'dly gay;</br>Fantastic joys their ill-priz'd hours consume,</br>And steal their useless lives all unenjoy'd away:</br>Strangers to Worth and dignity of mind,</br>Slaves of those little charms, to fate and form confin'd.", "Little they know the inexpressive joy</br>The friend sincere, the tender mother, feels;</br>The heart-felt sweets of Nature's magic tye,</br>And the bright tear that from soft Pity steals,</br>They never felt; they never knew the bliss</br>That waits alone on happy social life,</br>Never receiv'd the kind paternal kiss,</br>Ne'er bless'd the name of daughter or of wife:</br>Ah!  how unlike what Nature meant to form,</br>With every virtue grac'd, complete in every charm!", "Vainly, ye sons of Folly, ye pretend</br>That Pleasure dwells in softness and excess;</br>To her fair 'bodes your steps shall never tend,</br>Shall never reach the seat of heaven-born Happiness.</br>Not true delight that joyless wretch shall know,</br>In whose cold breast the social virtues pine;</br>His heart shall shrink with solitary woe,</br>Tho' on his face eternal pleasures shine:</br>For never joy shall warm the frigid breast,</br>Which, dead to social love, is by itself possess'd.", "Be ours far other wishes, other joys,</br>Far other scenes be painted to our view;</br>Pleas'd will we 'scape from folly, glare, and noise,</br>While reason bright, and fancy, ever new,</br>Our steps attend:  we'll court the tuneful Muse;</br>The Muse shall deign our fancy to inspire,</br>The sweetest strains her influence shall infuse,</br>And fill our souls with her own sacred fire;</br>To distant worlds transported shall they wing,</br>For what the Muse inspires, th' enraptur'd bard must sing.", "And thou, fair Peace, who lov'st the guiltless breast,</br>Oh, come!  and with thee bring thy radiant train,</br>Bright Confidence, Security, and Rest,</br>Exempt from Fear, Anxiety, and Pain;</br>Oh, come!  our constant soft companion be,</br>Bring us Content and philosophic Ease;</br>Humble Content, for, oh!  if bless'd with thee,</br>The humblest lot shall satisfy and please:</br>For well we know, where Virtue dwells with thee,</br>Celestial Happiness must love to be.</br>"]