["The Passions once, in frolic pastime gay,</br>Stole Fancy's magic lantern for a day;</br>And each, in order, its effect essay'd,</br>On some new Phantom, which herself pourtray'd.", "Fierce Anger first her hasty hand apply'd,</br>And sketch'd an earth-born giant's tow'ring pride:</br>Vast was his strength, and terrible his nod;</br>He spoke in thunder, and on storms he rode;</br>He mow'd down armies, and he kick'd down thrones,</br>And infants call him still, raw-head-and-bloody-bones.", "Valour, of glorious hazard only proud,</br>Drew dragons hissing from the bursting cloud;</br>Sorcerers, whose spells cloud wrathful warriors tame;</br>And wedge to rifted rocks the captive dame;</br>Till happier hardihood th' inchantment broke;</br>And magic adamant dissolv'd in smoke.", "Fear's trembling pencil group'd a goblin crew,</br>Ghosts clatt'ring chains around the church-yard yew;</br>Forms without heads, that cross the midnight ways;</br>Head without limbs, where saucer eye-balls blaze!</br>And shape grotesque, down eve's grey shade that slide,</br>And buzzing, grinning, chatt'ring, screaming, glide.", "To her succeeded Hope; intent to trace</br>A friendly wizard's comfortable face;</br>The rev'rend Merlin of a former age;</br>Unconquerably just, benignly sage.</br>Low o'er his breast a milk-white beard was spread:</br>Awed by his wand the pow'rs of Mischief fled:</br>Till (every peril past) sure triumph grac'd</br>The brave, and happy wedlock crown'd the chaste.", "A scene far different wild Despair employ'd;</br>Furies, whose whips clash thro' the darksome void;</br>Demons with forks of fire, and breaths of flame,</br>That howl revenge, and chuckle at our shame;</br>Mock guilty misery's most alarming hour;</br>And to the rage of malice, add the pow'r.", "Mirth then display'd a jocund troop to view;</br>Trim fairies, frisking on the twilight dew;</br>Fantastic Will-a-wisps thro' brush and briar,</br>That lur'd the staring clown, and sous'd him in the mire;</br>And fire-proof elves, that round the cauldron squat,</br>And burn the housewife's dumpling to the pot.", "Then Superstition came, her sprites to show,</br>That make the mastiff's yell the note of woe;</br>At melancholy's window flap their wings,</br>In concert with the dirge the raven sings;</br>O'er Natuare's face a veil of omens spread;</br>Perplex the living, and belie the dead.", "Envy's shrunk finger next th' occasion caught;</br>And scratch'd the hideous image of her thought:</br>A scraggy witch, on broom-stick hors'd for flight,</br>Equipp'd with all th' artillery of spite;</br>Mildews and blights, to blast the forward grain:</br>Philtres t' intoxicate the madd'ning brain;</br>Pray'rs mumbled backwards, discord to promote;</br>And crooked pins, to rend the suff'rer's throat.", "Love still remain'd &mdash; but lo!  while she prepares</br>Her little family of joys and cares,</br>Fancy herself surpris'd the wanton train,</br>Reclaim'd her lantern &mdash; and resum'd her reign:</br>Seiz'd on the spot, the visionary scroll,</br>And then the Genius gave the motley whole.", "Genius, sublime with taste, correct with ease,</br>Alternate soften'd those, and heighten'd these;</br>From features rude, and parts of monstrous size,</br>Bade mystic sense, and moral beauty rise;</br>Engag'd tradition on the side of truth;</br>And made the tale of age, the oracle of youth.</br>"]