["I fear this song hath fallen on evil times;</br>Small honour now awaits a humble lyre:</br>Each ear is filled with proud and lofty rhymes</br>Of lords and learning, bright with classic fire;</br>The natural step and matronly attire</br>Of Scotland's peasant muse is much too staid.</br>She loves from courts and castles to retire;</br>And with her wild pipe seated on her plaid,</br>To chaunt such songs as please the simple shepherd maid.", "I trow 'tis not ordained the rustic muse,</br>A barefoot maiden 'mongst the blossomed broom,</br>To braid with classic wreaths her snooded brows;</br>And plain that Scotland is too scant of room</br>To give free flight to her high soaring plume,</br>And breadth to the wide glory of her mind;</br>An humbler duty is the muse's doom:</br>One maiden's love, the deeds of a young hind,</br>To sit and artless pour o'er Albyn's hills of wind.", "Sweet sang young Sybil, and sweet smiled Eupheme,</br>And every song there were kind words between;</br>Till nigh the hill the sun's bright border came,</br>And poured its fire slaunt on the summit green:</br>On every field were busy labourers seen,&mdash;</br>On every road there rolled the tumbler-car;</br>Whips smacked, steeds snorted, fast the pitchforks sheen</br>Moved, and the corn-ricks, 'neath the twilight star,</br>Rose fast, and harvest-horns rung o'er the hills afar.", "Sweet was such sound to those who toiled since morn,</br>Maids hung their sickles in the standing stook,</br>And from their ringlets plucked the bearded corn;</br>Or from their hands the stinging nettles took,</br>And laved their foreheads in the running brook,</br>And gave their hot necks to the dewy air;&mdash;</br>The dewy air its glittering diamonds shook,</br>Bright and profuse amid their snooded hair,</br>And cooled the grass, and gemmed white feet and ancles bare.", "The horses loosed from labour gambol round,</br>Drink in the streams or browze the tender grass;</br>Cows leave their pastures, o'er the moistened ground</br>Their udders drop white fragrance as they pass;</br>To where with milk-pail stands the bare-armed lass,</br>And every vale and hill and haugh pours home</br>Its people; nigh each farmer's door a mass</br>Of rustics stand; slow moving others come,</br>Enjoying eve's sweet air on rivulet bank, and holm.", "This was the last night of the week, and joy</br>Was in the land, both man and beast were glad;</br>The air was balmy, from the heavens high</br>The clear moon chased off every vapour sad;</br>The groves with rooks as thick as leafs were clad,</br>The honey dew the hare licked from her feet;</br>The shepherd freed his right arm from his maud,</br>His plum-tree whistle dipt in odorous weet,</br>And from the green-hill side sent down his ditty sweet.", "From earth to glowing heaven is full of joy.</br>Meantime within the spense young Sybil sits,</br>Her white hands labouring in her new employ,</br>Her mind seems elsewhere, see, she works by fits.</br>From task to task the eyedant matron flits,</br>Her yarn hanks reckons, cheese lays on the shelves,</br>Sets forth her supper table, nor demits</br>Till her hearth-stone might be a throne for elves,</br>And in the polished presses men can see themselves.", "\"'Tis Saturday at e'en &mdash; cease, maiden, cease</br>Thy thrift,\" Eupheme said, \"and our gladness share;</br>This sacred eve brings the blest morn of peace,</br>The day of duty and the night of prayer,</br>And gives that rest to which all flesh is heir;</br>The dumb brutes know, the wild birds hail the hour,</br>Rejoicing sounds fill the nocturnal air,</br>The bee with nectar drunk reels from the flower,</br>And heaven is in the breeze, and God is in the shower.", "\"So cease thy thrift, young Sybil, and rejoice.\"</br>And as she spoke, were heard the door within,</br>Her husband's first, and then her ae son's voice,</br>Accompanied with the low and tittering din,</br>Of snooded maids and bandsmen of the bin.</br>Pair after pair came gladsome o'er the floor,</br>On Sybil looked and sate &mdash; a falling pin</br>Had made a noise; with palms outspread, demure,</br>Miles prayed, God bless the food he gives the meek and poor.", "They ate, and as they ate, &mdash; a bandsman said,&mdash;</br>\"These seventy years I've lived by Croga-keep,</br>But saw I ne'er such barley in the blade;</br>Such heavy corn stoop to the sickle's sweep,</br>As thine, Miles Graeme, which we to-day did reap;</br>And yet I mind me in that year of grace,</br>When stout Lord Lesley from the Solway deep,</br>Slew black Earl Clifford on Dalswinton chace,</br>Corn, heavy, ripe and long, waved white in every place.", "\"But trampling down the ripe corn as he rode</br>Lord Lesley came.  I think I see him now,</br>With sweat and dust dark dappled o'er, and broad;</br>A bloody sword waved o'er a bloodier brow;</br>Down in the lady-mead where rushes grow,</br>We dug six score of Southron graves.  'Twas sad</br>To think men trampled down God's victual so,</br>To mar his sacred image.  It was mad,</br>But 'las the quiet must yield unto the bold and bad.", "\"But, as I said, the corn that year was long&mdash;\"</br>\"Miles Graeme,\" a second bandsmen thus began,</br>\"'Las for Lord Lesley; one wise, wight and strong,</br>Was he; we miss him from the battle's van.</br>But man is chaff, and fate comes with his fan;</br>Man is a worm that down to dust must crawl.</br>I heard yestre'en, the tale like wild-fire ran,</br>How rude sea rovers had burnt Elvar-Hall.</br>God's malison and mine, light on them one and all!\"", "\"And what of Lady Sybil?\"  Eustace cried.</br>\"Why this; when fire flashed o'er her castle-wall,</br>And red sparks rushed a mile o'er Solway side,</br>She bravely foiled her foes and fire and all,</br>And through the secret postern of her hall,</br>Spite of the flame which singed her silk attire,</br>She 'scaped; men say to Holyrood, to call</br>For sharp revenge.  I loved her for her sire;</br>But now more for herself &mdash; I love her and admire.\"", "\"Alas!  how loose ye talk,\" a hind exclaimed;</br>\"Love the wild flame which fires the midnight air?</br>James Bryce, thy snowy locks might feel ashamed,</br>For what thou sayest:  I grant her passing fair,</br>But, oh!  she's not the bairn of fast and prayer;</br>More than a sermon, loves she the touched string</br>Of harp and dulcimer:  with bosom bare</br>She loves to tinkling tunes her feet to fling;</br>Or bend her white neck thus, and idle ballads sing.\"", "\"You've seen her, then?\"  said Sybil.  \"Seen her, aye?</br>'Tis safer for to see her, than to know</br>So light a quean:  I saw her once:  she nigh</br>Melted my heart as summer heat melts snow;</br>A virgin veil fell o'er her breast and brow,</br>And hid all save one small and nimble foot,</br>Which 'neath her kirtle wantoned to and fro.</br>My very soul came to my lips; I put</br>My hands before mine eyes, my feet seemed taking root.", "\"I like a statue stood, with bow and hound,</br>The deer stood also 'neath the greenwood shaw,</br>Our hunters all stood motionless around,</br>Spell-fixed with beauty; laugh ye ane and a',</br>Against the deer I tried my bow to draw,&mdash;</br>Aye, smile young maid; I drew the shaft in vain.</br>She raised her veil, my right hand felt an awe</br>At sight of so much loveliness, a strain</br>Too strong I gave my bow, and snapt the loom in twain.", "\"And Eustace, mind'st thou that proud day, when thou</br>Got that linked idol round thy neck. &mdash; I swear,</br>I saw thee sick with Sybil's love, and bow</br>Beneath her sorcery; e'en the lady fair</br>Gazed on thee till she glowed both red and rare.</br>Go wed warm words unto some darling tune,</br>And cast them like a spell into the air;</br>They'll charm her as the serpent charms in June,</br>The proud lark from her tour amid the light of noon.\"", "\"Talk on, talk on,\" said Eustace, \"one and all,&mdash;</br>Talk on, talk on:  I wish I had been near</br>When those sea-rovers fired old Elvar-hall,</br>And filled that lady's heart with dread and fear:</br>For by the hand which gave the chain, I swear,</br>Warm from her breast, I'd saved her or had died.</br>I'm but a peasant, &mdash; would I were a peer:\"</br>He said no more, but secretly he sighed.</br>\"Peace, peace, said good Miles Graeme, why speakest thou in such pride?", "\"Thou art a man, and what can man be more</br>Than virtuous, brave, and honoured in the land?</br>A peasant may be all:  thy sires of yore,</br>Have fought, and sate upon a king's right-hand.</br>'Tis honour greater with my ploughman band,</br>To till my holms, and treasure corn for food;</br>A plowshare's worthier than a warden's brand;</br>Eustace, my child, tame thy adventurous mood,</br>Thy father warns thee; &mdash; he has proved and found it good.\"", "\"'Tis counsel good, and cast away,\" said one,</br>Whose tongue wove words in thick as warp and weft:</br>\"Young man, I saw thee as the sun sank down,</br>And Sybil's looks were all the light was left,</br>Gazing as if her glance thy soul had cleft,</br>When she the fair chain gave thee.  Seest yon moon,</br>Yon brilliant star?  Woo them; art thou bereft</br>Of sense?  so high yon lady shines aboon</br>Thee &mdash; Eustace, hope to wed proud Scotland's queen as soon.\"", "Young Sybil smiled, and gave her locks a toss;</br>\"Maid, dost thou doubt the sense of what I say?</br>Speak &mdash; let us know thee:  let us have no loss</br>Of female wisdom.\"  Sybil answered, \"Nay,</br>The sense I doubt not, but love works its way</br>Alike with peasant, lord, or crowned king;</br>Love to the world is as the light of day,</br>Which shines and sheds its glory on all thing</br>Alike:  on man, bird, beast, and lilies of the spring.", "\"Now, I see not why courage, conduct, worth,</br>The patriot's pureness, and the poet's fire,</br>Might not in inborn loftiness go forth,</br>And full of God's good gifts and strength, aspire</br>Above rank's idle pomp, and starred attire.</br>True genius is a winged thing, and flies</br>O'er all mean men &mdash; o'er Mammon and his mire:</br>And, like the lark, is doomed in light to rise,</br>With less of earth than heaven, a tenant of the skies.", "\"Then tell me not that genius e'er can woo</br>Aught worthier, or aught loftier than itself.</br>It is a light of heaven, and cannot glow</br>In souls which sleep on lucre's sordid shelf,</br>With earth-worms vile, whose only God is self.</br>Were I a princess, and this isle my right,</br>I'd scorn the sceptred hand was soiled with pelf;</br>I'd love the hero bold, the patriot bright,</br>And deeper still the soul which soars the poet's flight.", "\"I'm but a bondmaid, and can hardly reap</br>The round ripe grain, the fleece, or white lint twine;</br>Milk cows and ewes, press fragrant curd, the sheep</br>Tend on the hill; make cups and cupboards shine;</br>Reel and count yarn, my name of Sybil sign,</br>Sing true love ditties, battle ballads chaunt;</br>Yet would I rather this right hand of mine</br>For threescore years the bridal ring should want,</br>Than wed with one gross-souled &mdash; of sense and spirit scant.\"", "\"God bless thy heart,\" Hugh Wilson says, and nods</br>A head of hair as white as Criffel snow;</br>\"Dalgonar lads will be but soulless clods,</br>Not made for use, but shaped for empty show</br>If they let thee unwedded from them go.</br>Gaze not on me, &mdash; these bright eyes pierce like swords:</br>Now Eustace, tell me what I fain would know,</br>Had yon proud Sybil, girt with knights and lords,</br>A face as sweet as ours, to charm thy thrilling chords?&mdash;", "\"Enough,\" Hugh Wilson cried, \"that look's enough;</br>Thou art in love, &mdash; God help thee, my poor bard!</br>This world to poets haughty is, and rough;</br>To toil in song is sentence stern and hard,</br>And laughter and neglect its chief reward.</br>Thy fate a heart of flint might melt or pierce:</br>In love!  in rhyme!  was ever youth so starr'd.</br>Heaven's wrath is burning 'gainst thee, red and fierce,</br>Else why this double sorrow, both of love and verse?\"", "\"Laugh on, laugh all,\" said Eustace, \"earthly love</br>Is born in heaven, nor can the dull and gross</br>Feel the full gladness of the things above.</br>Sooner shall toad fly like the soaring goss,</br>Men warm them with the wild-fire in the moss;</br>Love is a chain, and heaven holds fast the links</br>Of purest gold &mdash; gray Mammon got the dross&mdash;</br>When laid on him whose spirit droops and sinks,</br>He rises more than man, and as an angel thinks.", "\"And for sweet song &mdash; the world on me hath shut</br>All gates to glory, save the lance and lyre;</br>On all high places, hath the proud not put</br>Their idols gross?  and through fierce Moloch's fire</br>All men must pass who unto rank aspire.</br>An humbler and far sweeter task be mine,</br>To sit, what time the birds to roost retire,</br>And muse on love amid the fair moonshine,</br>And garlands for the locks of Scotland's daughters twine.", "\"Or when war comes, and on the daisied sod</br>Of pastoral Nithsdale barbed horse stamp the hoof,</br>Is he a man who makes his fears a god,</br>And from the crush of battles bides aloof?</br>Man's god is freedom, sheathed by her in proof,</br>He comes in might like Nith in her o'erflow;</br>The growing grass upon his cottage roof,</br>As soon the teeth of England's steeds shall know,</br>As he to aught but death his plumed head will bow.\"", "\"Peace, peace, my son!\"  the matron said, \"this night</br>Next to the day thrice blest and holy stands;</br>And thou must use no language vain and light,</br>Of minstrel verse or work of bloody brands.</br>But with clean hearts and unpolluted hands,</br>With humbled heads, and eke far humbler prayer,</br>Ourselves make ready ere the morn expands</br>Her golden wings &mdash; so speaks a mother's care&mdash;</br>Sybil, and thou, my son, &mdash; to meet your God prepare.\"", "She spoke whom all approved; then rose her son,</br>Arose each husbandman, and harvest maid;</br>All from the chamber issuing one by one,</br>Went each their way.  Some to the cold earth laid</br>Their brows devout, and kneeling long-while prayed;</br>Others hummed Cowden-knowes or Pou the rashes.</br>Young Sybil rose, words few and meekly said</br>Were hers:  on Eustace there fell two such flashes</br>From love, who sat enthroned beneath her long eye-lashes!", "They prayed, they slept, they rose.  The Sabbath morn</br>Is sweet &mdash; all sounds save nature's voice is still;</br>Mute shepherd's song-pipe, mute the harvest horn;</br>A holier tongue is given to brook and rill.</br>Old men climb silently their cottage-hill,</br>There ruminate and look sublime abroad;</br>Shake from their feet as thought on thought comes still,</br>The dust of life's long dark and dreary road;</br>And rise from this gross earth, and give the day to God.", "Dalgonar kirk her warning bell hath rung,</br>Glade, glen, and grove, sound with the solemn strain,</br>Wide at the summons every door is flung,</br>And forth devout walks many a hoary swain,</br>Their spouses with them; while a gayer train</br>Their daughters come, and gladden all the road.</br>Of laughing eyes, ripe lips, and ringlets vain,</br>And youths like lambs upon the sunny sod,</br>Come light of heart and foot, and seek the house of God.", "It was a gladsome thing, up hill and glen</br>Upon the morn of the Lord's-day to look;</br>For every place poured forth its stately men,</br>And matrons with staid steps and holy book.</br>Where'er a cottage stood, or stream'd a brook,</br>Or rose a hall, or tower'd a castle gray,</br>Youth left its joys, old age its care forsook:</br>Meek beauty grew, and looked sedately gay,</br>Nor at her shadow glanced as she went on her way.", "There Eustace came as nature comes, all clad</br>In homely green, and much with hoary men</br>He came conversing, and sedately glad,</br>Heard stories which escaped historic pen,</br>To live with hinds on hill or pastoral glen;</br>And much they talked upon their kirk-ward way</br>Of ancient heroes, who by flood and fen,</br>Triumphed or fell to English swords a prey;</br>Then paused, and held their hands toward their tombstones grey.", "Before them walked young Sybil, as a beam</br>Strayed from the sun upon creation's morn;</br>Pure as the daylight in the running-stream</br>By which she walked, sweet as a rose new born</br>To summer.  \"Eustace,\" thus said John of Sorne,</br>\"What maid is she, who goes thy mother by;</br>Comes she to watch the fold or reap the corn?</br>See, now she glances hitherward her eye,&mdash;</br>Aye!  aye!  I read her look, and understand thy sigh.\"", "\"Ye read both wrong, perchance.  All woe begone,</br>On Roodsmass eve she to my father came;\"</br>Thus Eustace said, \"and with her orphan moan</br>Won so his heart, that to my mother hame</br>He took her.  Sitting by our chamber flame</br>I found her &mdash; while her cheeks with blushes dyed,</br>She told her sorrows, and she told her name:</br>And as she spoke, the rose and lily tried</br>Which best became her looks.\"  \"Peace, peace,\" the old man cried,", "\"And heaven forgive us, if to think and speak</br>Of heaven's best works in pureness be a crime.\"</br>He spoke, and passed the churchyard gate, and meek</br>Trod with a foot religious through the clime,</br>Where mortal might had closed accounts with time;</br>And every footstep measured kindred dust.</br>There poets slept 'neath unmelodious rhyme;</br>There misspelt prose of matron fame took trust,</br>The rough grave-digger's spade stood there red o'er with rust.", "Filled was each seat, and thronged was every pew;</br>A sea of foreheads, tresses waving gray,</br>White necks and eyes of heaven's divinest blue</br>Were there.  Arose the preacher up to pray:</br>A learned and bold man of the elder-day,</br>With Rome he warred and struck her idols blind</br>And wooed much sin and levity away</br>From lord and peasant, bondmaiden and hind;</br>And poured o'er all the strength and fulness of his mind.", "And well and wisely preached he in that hour</br>Of virtue's glory, which can never fade;</br>And sweetly sung the people, roof and tower</br>Rung with the mournful melody they made;</br>Their heart and soul lent matron and lent maid;</br>The wild were awed, the souls of sinners shook:</br>Her swelling bosom cambric-zoned, she laid</br>Fair Sybil o'er the bless'd inspired book:</br>Faith glowed upon her brow; heaven lightened in her look.", "And there were eyes the sacred page forsook,</br>To gaze enraptured on the stranger fair;</br>Hearts with love's fever for the first time shook,</br>And even the preacher in his parting prayer,</br>Shut his dark eyes, and warned men to beware</br>Of beauty.  'Midst them like a star she shone,</br>Or a pure lily born in May-morn air,</br>Or rose the moment of its opening:  none</br>Could look on her but wished to look on her alone.", "All looked on her, save Eustace Graeme, for he</br>Had his heart full of other love; when, tall</br>And fair before him Sybil rises, see</br>Whiter than snow she lets her white veil fall</br>O'er face and form, and walks forth 'mongst them all:</br>Eustace looked up, and looked up with a start;</br>He thought her sure the maid of Elvar-hall,</br>And love of her rushed through him like a dart;</br>But ere three burning throbs were numbered by his heart,", "He saw 'twas Sybil.  Straight he 'gan to muse</br>On tales of yore, when high-born dames did pass</br>From tapestried halls unto the greenwood boughs,</br>And trimm'd their ringlets in some fountain glass;</br>And supt and sung with shepherd lad and lass,</br>To cool their bosoms kindled with love fire:</br>Or with the twin lambs, seated on the grass,</br>Twined garlands, while the birds' assembled choir</br>Sung over-head of love, and kept alive desire.", "Thus mused he and walked with her.  Other men</br>Eyed Sybil, and then thought of trystings sweet</br>In hawthorn bower, green grove, or hazelly glen,</br>Or broomy braes, where fairy rivulets meet;</br>In stackyard trim, or garden's gay retreat,</br>Flower banks o'erhung with birk or odorous broom;</br>And as they muse, the sound of gentle feet</br>They fancy coming through the twilight gloom,</br>And see the sweet one shining in her beauty's bloom.", "To less romantic thoughts and musings given,</br>Some men presume that they can charm and loose</br>Her door, what time the moon is dark in heaven,</br>And snow falls fast, and loud the wild wind blows;</br>To her presumptuous fancy brings them close;</br>And soft they whisper, drawing still more near,</br>Till the felt heavings of her breast of snows</br>Tell they are growing welcome, sweet and dear&mdash;</br>Thus fancy feeds them with her visionary cheer.", "Some pleasant summer pilgrimages plan</br>Around her dwelling, 'mongst the arbouring trees,</br>To woo her out ere evening work began,</br>White wool to comb, or press the curdling cheese;</br>As round the ripe rose swarm the busy bees,</br>So thought they round the maid to swarm, I wot,</br>With soft tales framed her maiden ear to please,</br>Concerning bridal mirth and plenished cot,</br>While 'gainst her spotlessness some baser 'gan to plot.", "To Jock of Cairn, thus spake he Tam of Cample,</br>\"She has a tongue, they say, can clip like steel,&mdash;</br>A flowing wit which o'er men's strength can trample,</br>Like flooded Nith, which drowns the miller's wheel.\"</br>To him thus Jock of Cairn made answer; \"Weel,</br>The wittier not the wiser; but I'm saying</br>There's Eustace Graeme, ye ken, a ringing diel</br>For either fighting, rhyming, courting, praying;</br>If they draw up, I wot, we need na gang a-maying.\"", "Homeward she walked, and seemed no one to note,</br>The green grass sweeping with her syde-gown hem,</br>Pure as the snow unstained by earthly spot,</br>Star-light in fountains, or a polished gem</br>Brought from afar for Scotland's diadem:</br>All praise her beauty and her mien admire.</br>Where was she born, whence comes she, what's her name?</br>From whence descended, dead or lives her sire?</br>How lady-like she looks, though in homespun attire!", "\"How lady-like!\"  an old dame sharply spake,</br>Who once on Solway water had her hame,</br>\"She looks but like herself then; for her sake</br>I'll say nae mair; Saint Mary shield the dame;</br>None of her lineage ever came to shame.</br>There's Miles Graeme too, who in our valley fell</br>Like a slung stone:  I ken ane who could name</br>The sire he sprung from; 'tis a tale to tell!</br>But this is not the hour such secrets chip the shell.\"", ""]