["Splendour in heaven, and horror on the main!</br>Sunshine and storm at once, a troubled day.</br>Clouds roll in brightness, and descend in rain.</br>How the waves rush into the rocky bay,</br>Shaking th' eternal barriers of the land!</br>And ocean's face is like a battle-plain,</br>Where giant demons combat, hand to hand,</br>While &mdash; as their voices sink, and swell again,&mdash;</br>Peace, on the beauteous bow, sits listening, but in pain.", "Mighty to calcine on woe's cheek the tears,</br>Or, least he perish, bid the current flow,</br>Where is the voice, whose stillness man's heart hears,</br>Like dream'd of music, wordless, soft, and low?</br>That voice the whirlwind in his rage reverses;</br>It bids the blast, a tranquil Sabbath keep;</br>Lonely as death, harmonious as the spheres,</br>It whispers to the wildness of the deep;</br>And, calm as cradled babe, th' obedient billows sleep.", "Oh, careless of the tempest in his ire,</br>Blush, ruby glow of western heaven!  oh, cast</br>The hue of roses, steep'd in liquid fire,</br>O'er ocean in his conflict with the blast,</br>And quiver into darkness, and retire,</br>And let wild day to calmest night subside;</br>Let the tir'd sailor from his dread respire,</br>The drench'd flag hand, unmoving, o'er the tide,</br>And, pillow'd on still clouds, the weary whirlwind ride.", "The, Queen of silence, robe thee, and arise,</br>And, through the barr'd loop of that dungeon old,</br>Visit once more its inmate blasted eyes,</br>Which shall again, though late, thy light behold.</br>Soulless, not sightless, have his eye-balls roll'd</br>Alike, in light and darkness desolate:</br>The storm beat on his heart &mdash; he felt no cold;</br>Summer look'd on him, from heaven's fiery gate&mdash;</br>He scowl'd, but felt no heat, and knew not that he scowl'd.", "Unweeping, yet perturb'd; his bed a stone;</br>Bonds on his body; on his mind a spell;</br>Ten years in solitude, (yet not alone,)</br>And conscious only to the inward hell,</br>There hath it been his hideous lot to dwell.</br>But pitying Night shall bid a dream depart,</br>To chase from his dark soul the demon fell,</br>And whispering, find a listener in his heart;</br>And he shall weep again!  then, tearless, dreamless, dwell,</br>Dark tenant, in the dust, unrung by passing-bell.</br>"]