["Behold!  how Birds for morrow take no care;</br>Secure, God will due food for them prepare:</br>Can woorthlesse Birds be confident of meate?</br>And is a farthing-Sparrowes Faith so great,</br>She knowes, but by Gods will, she cannot fall?</br>And shall Gods sonnes, Christs images, once call</br>In doubt their Makers will, to do then good?</br>No sure:  who lends them life, will give them food.", "The frugall Husband, which I erst describ'd,</br>So soone as Titan with his glistring Beames,</br>Begilds the locks of stately Pines, which hide</br>The tops of Mountaines from his hotter gleames;</br>Walkes foorth amongst his cattell, flocks and teames,</br>His Land to open to Sunnes mellowing heate,</br>And feed his Herds along the silver streames,</br>To drinke and bathe, when they their fil have eate,</br>That fat they him may feed, that now provides them meate.", "Thus early rising, as the Proverbe sayes,</br>Brings Thrift in body, in estate, and mind;</br>The early riser spends in health his dayes,</br>And by his diligence doth plenty find;</br>And in the morning better is inclin'd</br>To Prayer, and divinest Meditation:</br>Thus, in a three-fold Cord, he Thrift doth wind;</br>He driveth Slouth farre from his habitation,</br>His Soule in Grace, his Body thrives by recreation.", "For these respects the Husbands country life</br>Transcends the Citie trades mechanicall,</br>Or showes at Court, where reigne Ambition strife,</br>Or Merchants which on hazzard stand or fall:</br>For though Thrift in estate these oft befall;</br>And Thrift in Grace, in many there we finde,</br>Yet scarce a strong sound Body 'mongst them all,</br>They want pure aire whereby the bloud's refinde</br>And wholesome exercise to country life assign'd.", "Well as I could, I rich Frugality</br>Did late, as her beseemed well, array:</br>I next describe foure of her company,</br>Which alwayes with this thrifty vertue stay:</br>The first two well I name the daughters may</br>Of Prudence, Providence, and Diligence,</br>Next two themselues from Temperance convay,</br>Thrifts Sisters, Abstinence and Continence:</br>Of these foure I would sing, and first of Providence.", "Oh!  thou by whose most pow'rfull onely Word,</br>All was of nothing made and finished,</br>And of this All, mad'st man the little Lord,</br>That by him All might well be ordered:</br>Who hayers of our head hast numbred,</br>Nor lettest the least Sparrow fall to ground,</br>But as thou hast before determined,</br>Make heavenly Wisedome in mine heart abound,</br>That I may wade, not drowne, in Providence profound.", "There is Divine and humane Providence,</br>Divine is infinite, unlimited</br>Transcending Reason, more than Reason Sense,</br>And may to glorious Sunne be likened:</br>The Stars who thence their light have borrowed,</br>Doth humane Providence resemble right,</br>Which by divine is aye enlightened,</br>And though like Starres it oft appeareth bright,</br>Yet when the heav'nly shines, it is obscured quite.", "Then pardon, Reader, if my Muses eye</br>Dazeled with glory great, and splendour bright</br>Of Providence divine, heere to descry</br>Unable is the darke obscured light</br>Of humane; as indeed I ought by right:</br>When I come to her Sister Diligence,</br>I may recover well againe my sight,</br>My Muse now rapt with heav'nly Providence </br>Can not descend to highest humane excellence.", "But that I may describe her as a Grace,</br>And linke her in the vertues golden Chaine,</br>Ther th' Almighties Scepter call or Mace</br>Which doth all Peace and Order heere maintaine:</br>The bounteous hand, which al things doth sustaine,</br>Whose eyes for nourishment up to her looke,</br>Who just's rewards, and eke the wickeds Paine </br>Doth register for ever in a booke:</br>Thus, as Gods Truth and Love, she fer a grace is tooke.", "Thus one eternall powrefull Providence</br>Heere governes all things being by Creation:</br>The necessary Age is, wanting sense,</br>Receive their motion by her ordination:</br>The voluntary by her moderation</br>Are aye dispos'd, and rul'd by their owne will,</br>Which will she useth as a Mediation;</br>No man against his will doth good or ill,</br>Though without Grace we of our selves no good can will.", "Sure Adam in pure innocence was free</br>To eate the fruit forbidden, or abstaine:</br>Else justly how could he condemned be,</br>Except he had a power to refraine?</br>But since that guilt originall did staine,</br>With him, all imps which from that stock proceed,</br>We still retaine freewill, none dares gainesaine,</br>But it is onely unto evill deed,</br>Grace onely by New birth a will to good doth breed.", "Schooles may dispute; the Truth is plainely this:</br>As we are men, we power have to will,</br>As men corrupt, we alwayes will amisse,</br>As borne againe, to good we have a will.</br>Thus Nature Freewill gives, Sinne bends to ill;</br>Grace unto Good:  But now I seeme to stray</br>From Providence divine, to mans freewill,</br>But this as needfull shew I by the way,</br>How Providence doth voluntary agents sway.", "Her Nature yet more plaine to understand,</br>We must conceive the worlds great Marischall,</br>As he made all things by his mighty hand,</br>So he for ever them disposeth all</br>By Providence; not onely generall,</br>By which the Spheres in their due motions ride,</br>And Summer and the winter seasons fall,</br>But as he by his speciall doth guide</br>And orders every thing, that doth on earth betide.", "And this we call divine Necessitie,</br>Free from Coaction, which doth all dispose</br>To proper ends, yet with free liberty </br>Of Will, the things we doe to leave or choose:</br>Thus in respect of God, that future knowes</br>As present, all effects are necessary,</br>And, in respect of second causes those,</br>To us contingent are:  Last voluntary,</br>As they respect mans will, and motion arbitrary.", "God wonders sees in Moses weeping face,</br>When Pharao's Daughter him in Arke doth finde,</br>As she by chance, did wash her in that place,</br>And's mother for his nurse, by chance assign'd;</br>And when to leave the Court hee was inclin'd,</br>His Brethrens cruell bondages to see,</br>He went forth with a free and willing mind;</br>Lo thus in this example all the three,</br>Divine foresight, man's will, and Chance in one agree:", "And therefore when of Fortune you do reade,</br>With reference to man it understand,</br>Who most to the event of things take heed,</br>Not to the Cause, Gods most Almighty hand:</br>Else Chance and Providence can never stand</br>Together in th' Almighties government;</br>Who being Cause of all he doth command,</br>Them orders all unto a sure event,</br>Though farre above mans limited intendement.", "Of things indeed which seeme by chance to be,</br>The Order, Cause, Necessity and end </br>Are hid, in Gods close Counsell and Decree:</br>We onely able are to apprehend</br>By the event, how God doth them intend:</br>Thus Clerk's a threefold working doe observe</br>Of Providence; which far their reach transcend,</br>And yet they all to one same end doe serve,</br>To shew Gods glory, and his creatures to preserve.", "Thus meanes and second causes she doth use,</br>Oft workes without, by power immediate,</br>And oft to worke against meanes she doth chuse:</br>Two last men call Necessity or Fate,</br>Because the Cause they can not calculate:</br>(Oh richest Wisedome, Knowledge without bound</br>Of the Almighty!  without time, or Date,</br>Thy Judgements no man able is to sound,</br>Beyond all mens conceit, thy counsels are profound.)", "Like this is that Philosophers assigne</br>To Counsell, Nature, Chance and Providence;</br>By Counsell, they meant Will and Reasons line;</br>By Nature, force of heav'nly influence;</br>By Chance, when they below beheld events,</br>But not their Cause:  Last when some Grace did fall</br>Past Natures, Chance, and Counsels evidence,</br>That Speciall Providence divine they call,</br>Not but they understood she had her hand in all.", "Sweet fruit of Providence to be perswaded,</br>That all below is ordered by Gods hand,</br>Nothing by Chance:  Thus when we are invaded</br>By Foes, Death, Hell, we most undanted stand:</br>We, God prime cause of all things understand,</br>Respecting yet inferiour in their place,</br>Which alwayes wait upon the first's command,</br>And all are to the glory of his grace,</br>Whereby God his elect doth aye in love embrace.", "Oh what inestimable quietnesse!</br>From hence ariseth to a godly minde,</br>Though evils without number him oppresse,</br>Which like so many Deaths he then doth finde,</br>Knowing not how his wretched selfe to winde</br>From Cruelty, which him fast followeth,</br>And doth so fast with cords and fetters binde,</br>That ev'ry minute threateneth his Death;</br>And scarcely suffers him to draw his languid breath.", "Yet if this Light of heav'nly Providence </br>Shines to his Soule; then all Anxiety,</br>Feare, Care, Distrust, are banisht quite fro thence,</br>And he releev'd in all extremity:</br>Then knowes he that one gracious Majesty,</br>Heere by his power so directeth all,</br>By wisedome rules, and by his Bonity</br>Disposeth so, that nothing ever shall,</br>But for Gods glory and his owne good him befall.", "To fleshes obloquy, some giving way,</br>Confesse the highest Powers governe all,</br>But that with mortals heere they use to play,</br>As we at hazzard tosse a Tennis-ball:</br>Some all would have by Chance and Fortune fall;</br>Some others grant that God doth all incline,</br>But that mans wit, and will must worke withall,</br>These men with God in government, doe joyne</br>And his most constant purpose to mans will confine.", "Some, to excuse God, grant that Power divine</br>Permitteth evill, but not with his will,</br>And suffreth Satan heere to blind the eyne</br>Of Reprobates; but no wayes ill doth will,</br>But sure God willingly permitteth ill,</br>Since by his power he goodnesse able is,</br>To draw from ill, his purpose to fulfill;</br>For thus did Pharaoh wilfully amisse,</br>Yet God turnes all to's glory, and his chosens blisse.", "As Sunnes pure beames exhale from filthy Oose </br>Foule vapours, which no whit the Sunne defile,</br>So doth Gods Providence of ill dispose,</br>Yet of no evill he partakes the while:</br>And as not in Sunnes Beames, but in the soyle,</br>The matter of the vapour doth consist,</br>So in mans heart is Bitternesse and bile,</br>And not in God, who evill doth resist,</br>Or turnes such evill into Goodnesse, as he list.", "Thus Kings, Priests, Rulers, Elders all combin'd</br>Against the Lord, and his anointed Sonne:</br>And Pilate, Herod, Jewes and Gentiles joynd,</br>To doe what God decreed to be done:</br>But they ment wickedly ev'n every one,</br>The people a vaine thing imagined,</br>To crucifie the Lord of Life they runne,</br>But God, we see, thereby hath quickened</br>The members all, whereof he is the glorious head.", "As when we see faire Phoebus gentle beames,</br>United in a burning glasse, enflame,</br>We use not to accuse Sunnes gracious gleames,</br>For such offence, but Burning glasse doe blame,</br>Wherin, without the Sunne,'s nor heat nor flame.</br>So when we see the wicked man abuse</br>The fairest gifts of Nature to his shame;</br>The Author of them we must not accuse,</br>But wilfull man, that doth them heere unduly use.", "Good, Powerfull, Wise, Disposer of all things!</br>So wise thou all Disorders ordrest right,</br>So good thy Goodnes good from evill brings,</br>So pow'rfull all subsist upon thy might:</br>How should an ignorant, weake, wicked wight,</br>Conceive thy Wisedome, Power, and Providence?</br>Much lesse by Simile it more inlight,</br>It farre surpasseth mine intelligence:</br>Things knowne I doe admire, the rest I reverence.", "But I by Providence divine am led</br>To passe the bounds of frugall meditation:</br>Pardon, great Clarkes, that I have meddled</br>To taste a mysterie, by Contemplation,</br>Worthy your argument, and disputation:</br>I was desirous to resolve my minde</br>In this high point of heav'nly moderation,</br>Wherein most wondrous comfort I doe find,</br>To see how things on earth are first in heav'n design'd.", "Who can suppose this world so perfect, rare,</br>Not govern'd by one pow'rfull providence?</br>Since all which without moderatours are,</br>Consisting of the foure first elements,</br>Can not continue; Houses, Tenements,</br>Without a tenant, ruine and decay:</br>Unpruned Vines doe loose their excellence,</br>Mans Body failes, when soule doth passe away;</br>So would this Universe, should God forbeare a day.", "As members of a man aright do move</br>First by his understanding and his will,</br>So doth this Universe by God above,</br>And all concord his pleasure to fulfill:</br>Who duely wait on Providence, he will</br>Make happy heere, and blessed evermore:</br>Not that he doth the carelesse idle fill</br>With blessings temporall, or heav'nly store.</br>Who will not row on Sea, shall never come a-shore.", "It is a dangerous and impious thing,</br>Thus to dispute with Providence divine,</br>Mine arme nor good, nor bad, to passe can bring,</br>All's done by the Almighties firme designe:</br>The written Word must be our square and line,</br>Gods secret purpose, and revealed Will</br>Confound not by a vaine conceit of thine:</br>Thus Theeves may, blamelesse, true men rob and kill,</br>And say they but Gods secret purposes fulfill.", "For Providence doth not us mortals tend,</br>As mothers infants newly brought to light,</br>Which have no strength themselves then to defend</br>'Gainst ayers injuries, or forreine might:</br>But as the Father that his Sonne hath dight</br>With strength, and weapons 'gainst his enemies,</br>Directeth him to order them aright,</br>And to defend himselfe from injuries,", "Religion never negligent and idle lyes.</br>They that are godly and religious,</br>With Providence sweet Diligence do joyne,</br>God that without our selves hath fashion'd us,</br>Without thy selfe saves neither thee nor thine:</br>And therefore prudent men provide in time,</br>Against all future want that happen may;</br>When therefore we for morrow do designe</br>Things necessary; none can justly say,</br>Or judge us too much carefull, for the following day.", "The Lord of all did needfull things provide,</br>Therefore the bagge false Judas carried,</br>The Loaves and Fishes which he did divide</br>Amongst five thousand which him followed,</br>Th' Apostles carri'd for their dayly bread:</br>Paul temp'rall Almes provideth for his Nation,</br>Where he the spirituall had published:</br>Joseph from Nile comes to make preparation,</br>To save alive old Jacob and his generation.", "Of these learne to provide things necessary:</br>Of Beasts to shunne and to avoid all ill;</br>Who neere things hurtfull to them do not tarry,</br>Nor nigh unto those places travell will,</br>Where they into a Ditch have lately fill;</br>The Bird escapt, eschewes the Fowlers gin,</br>Nor will be tempted more with all his skill:</br>The fish that finds the hooke the bait within,</br>Thence to provide against such danger doth begin.", "Things past, for future, are sound documents,</br>He that is wise, the evill doth foresee,</br>And hides himselfe from many nocuments,</br>Which can not by the foole avoided be:</br>Most admirable, vertuous, wise is he,</br>That things foreseeing wisely can provide,</br>Nothing on earth without a cause we see,</br>Though them the highest Wisdome so doth hide</br>They can not by our feeble reason be descride.", "The World may be compared to a Stage,</br>We mortals to spectators, they that stay</br>Without to see her antique equipage;</br>Doe truely as they ought behold the play:</br>The curious that about the Stage do stray,</br>And pry into the secret tyring roome,</br>Are by Stage-keepers often driv'n away:</br>All must not into Natures secrets come,</br>Although she many Mysteries reveale to some.", "How dares proud man inquire so curiously</br>Of Gods hid counsels, and his secret will?</br>The Bethshemites into the Arke did pry,</br>And God with sudden vengeance them doth kill.</br>Provide thee good things, and avoid the ill,</br>So maist thou many live, and happy dayes,</br>Presume not to be wise above thy skill,</br>By Gods revealed will guide all thy wayes,</br>His secret Counsels search not, but admire and praise.", "And yet because God all doth here dispose,</br>Thou like a senslesse Idol must not stand:</br>God gave thee not for nought, eares, eyes, hands, nose,</br>A will to do, a wit to understand:</br>Employ these alwayes by his just command,</br>The whole successe leave to his Providence,</br>Acknowledge all good blessings from his hand,</br>And labour, with all care and diligence,</br>To thrive in Goodnesse, Grace, and all Intelligence.", "But above all from murmuring refraine,</br>Or magnifying fleshes arme or might:</br>So axe may boast, that it along hath laine</br>The Cedars; and the Plane may claime, as right,</br>That by it's worke thy roofe so faire was dight:</br>So may the rod of Moses bragge and boast,</br>It all the Wonders did in Pharaohs sight:</br>The Asses Jaw-bone, that it slue an host:</br>But most the house, when Samson pulled downe the post.", "On whom we ought to cast ev'n all our care,</br>To him we must ascribe the Praise of all:</br>In his hand both our Soules and Bodies are,</br>By Power of his Breath we stand and fall:</br>From him all was, is now, and ever shall:</br>Of all the things done underneath the Sunne,</br>The Wiseman sought a reason naturall,</br>But was as blind, as when he first begunne,</br>Though first he thought he could discover any one.", "Gods counsels shall for evermore indure,</br>His thoughts stand firme in ev'ry generation;</br>Our hearts he fashions, and conceiveth sure,</br>Our workes and secretest imagination:</br>Who to the Rav'ns gives food and sustentation,</br>So governes all, they nothing here shall need,</br>That wait on him with patient expectation:</br>With temporall and heav'nly he doth feed</br>All those, that crave aright of him spirituall seed.", "In number, measure, weight, he doth dispose</br>Of all things; He preserves both man and beast:</br>When care and paines may save thee from thy foes,</br>Use diligence, to God commit the rest:</br>And when thou art so mightily distrest,</br>Thou canst no helpe in arme of flesh behold,</br>Upon his providence that made thee, rest:</br>That in thy mothers wombe thy members told,</br>And in his Booke hath ev'ry one of them inrold.", "Good counsell gave that Heathen, Have a care </br>Unto thy selfe; most of thy selfe take heed:</br>He meant, Lusts and Corruptions which are</br>Within us; which to us most danger breed:</br>With others we deale warily indeed,</br>Lest they deceive us by their subtilty,</br>But our owne vile affections little heed,</br>Although we have no greater enemy;</br>Thus we escape Gaths sword, and on our owne do die.", "The Jewes may with their Oratour conspire</br>Pauls ruine; nothing shall to him befall,</br>But to advance his Crowne, and Gospell hier:</br>So as his bonds in Caesars Judgement hall,</br>Are manifest and famous 'mongst them all:</br>To the Elect, and those that truly love,</br>Nothing but for the best shall ever fall:</br>This by examples thousand I could prove,</br>Happy who finds it written in his heart by love.", "The Lyons want and hunger may endure;</br>Who seekes the Lord, wants nothing that is good,</br>The Angel of the Lord him keepes secure,</br>From his owne lusts hels fury, wickeds mood.</br>This of the weakest may be understood.</br>If ought here passeth thine intelligence,</br>Sucke thou the milke, and leave the stronger food.</br>Here ends my song of heav'nly Providence,</br>Next, followes her attendant humane Diligence.</br>"]