["SPIRIT.</br>I was an infant when my mother went</br>To see an atheist burned.  She took me there:</br>The dark-robed priests were met around the pile;</br>The multitude was gazing silently;</br>And as the culprit passed with dauntless mien,</br>Tempered disdain in his unaltering eye,</br>Mixed with a quiet smile, shone calmly forth</br>The thirsty fire crept round his manly limbs;</br>His resolute eyes were scorched to blindness soon;</br>His death-pang rent my heart!  the insensate mob</br>Uttered a cry of triumph, and I wept.</br>Weep not, child!  cried my mother, for that man</br>Has said, There is no God.", "FAIRY.</br>There is no God!</br>Nature confirms the faith his death-groan sealed:</br>Let heaven and earth, let man's revolving race,</br>His ceaseless generations tell their tale;</br>Let every part depending on the chain</br>That links it to the whole, point to the hand</br>That grasps its term!  let every seed that falls</br>In silent eloquence unfold its store</br>Of argument:  infinity within,</br>Infinity without, belie creation;</br>The exterminable spirit it contains</br>Is nature's only God; but human pride</br>Is skilful to invent most serious names</br>To hide its ignorance.", "The name of God</br>Has fenced about all crime with holiness,</br>Himself the creature of his worshippers,</br>Whose names and attributes and passions change,</br>Seeva, Buddh, Foh, Jehovah, God, or Lord,</br>Even with the human dupes who build his shrines,</br>Still serving o'er the war-polluted world</br>For desolation's watch-word; whether hosts</br>Stain his death-blushing chariot wheels, as on</br>Triumphantly they roll, whilst Brahmins raise</br>A sacred hymn to mingle with the groans</br>Or countless partners of his power divide</br>His tyranny to weakness; or the smoke</br>Of burning towns, the cries of female helplessness,</br>Unarmed old age, and youth, and infancy,</br>Horribly massacred, ascend to heaven</br>In honor of his name; or, last and worst,</br>Earth groans beneath religion's iron age,</br>And priests dare babble of a God of peace,</br>Even whilst their hands are red with guiltless blood,</br>Murdering the while, uprooting every germ</br>Of truth, exterminating, spoiling all,</br>Making the earth a slaughter-house!", "O Spirit!  through the sense</br>By which thy inner nature was apprised</br>Of outward shews, vague dreams have rolled,</br>And varied reminiscences have waked</br>Tablets that never fade;</br>All things have been imprinted there,</br>The stars, the sea, the earth, the sky,</br>Even the unshapeliest lineaments</br>Of wild and fleeting visions</br>Have left a record there</br>To testify of earth.", "These are my empire, for to me is given</br>The wonders of the human world to keep,</br>And fancy's thin creations to endow</br>With manner, being, and reality;</br>Therefore a wondrous phantom, from the dreams</br>Of human error's dense and purblind faith,</br>I will evoke, to meet thy questioning.</br>Ahasuerus, rise!", "A strange and woe-worn wight</br>Arose beside the battlement,</br>And stood unmoving there.</br>His inessential figure cast no shade</br>Upon the golden floor;</br>His port and mien bore mark of many years,</br>And chronicles of untold ancientness</br>Were legible within his beamless eye:</br>Yet his cheek bore the mark of youth;</br>Freshness and vigor knit his manly frame;</br>The wisdom of old age was mingled there</br>With youth's primaeval dauntlessness</br>And inexpressible woe,</br>Chastened by fearless resignation, gave</br>An awful grace to his all-speaking brow.", "SPIRIT.</br>Is there a God?", "AHASUERUS.</br>Is there a God! &mdash; aye, an almighty God,</br>And vengeful as almighty!  Once his voice</br>Was heard on earth:  earth shuddered at the sound;</br>The fiery-visaged firmament expressed</br>Abhorrence, and the grave of nature yawned</br>To swallow all the dauntless and the good</br>That dared to hurl defiance at his throne,</br>Girt as it was with power.  None but slaves</br>Survived, &mdash; cold-blooded slaves, who did the work</br>Of tyrannous omnipotence; whose souls</br>No honest indignation ever urged</br>To elevated daring, to one deed</br>Which gross and sensual self did not pollute.</br>These slaves built temples for the omnipotent fiend,</br>Gorgeous and vast:  the costly altars smoked</br>With human blood, and hideous paeans rung</br>Through all the long-drawn aisles.  A murderer heard</br>His voice in Egypt, one whose gifts and arts</br>Had raised him to his eminence in power,</br>Accomplice of omnipotence in crime,</br>And confidant of the all-knowing one.</br>These were Jehovah's words.", "From an eternity of idleness</br>I, God, awoke; in seven days' toil made earth</br>From nothing; rested, and created man:</br>I placed him in a paradise, and there</br>Planted the tree of evil, so that he</br>Might eat and perish, and my soul procure</br>Wherewith to sate its malice, and to turn,</br>Even like a heartless conqueror of the earth,</br>All misery to my fame.  The race of men</br>Chosen to my honor, with impunity</br>May sate the lusts I planted in their heart.</br>Here I command thee hence to lead them on,</br>Until, with hardened feet, their conquering troops</br>Wade on the promised soil through woman's blood,</br>And make my name be dreaded through the land.</br>Yet ever burning flame and ceaseless woe</br>Shall be the doom of their eternal souls,</br>With every soul on this ungrateful earth,</br>Virtuous or vicious, weak or strong, &mdash; even all</br>Shall perish, to fulfill the blind revenge</br>(Which you, to men, call justice) of their God.", "The murderer's brow</br>Quivered with horror.", "God omnipotent,</br>Is there no mercy?  must our punishment</br>Be endless?  will long ages roll away,</br>And see no term?  Oh!  wherefore hast thou made</br>In mockery and wrath this evil earth?</br>Mercy becomes the powerful &mdash; be but just:</br>O God!  repent and save.", "One way remains:</br>I will beget a son, and he shall bear</br>The sins of all the world; he shall arise</br>In an unnoticed corner of the earth,</br>And there shall die upon a cross, and purge</br>The universal crime; so that the few</br>On whom my grace descends, those who are marked</br>As vessels to the honor of their God,</br>May credit this strange sacrifice, and save</br>Their souls alive:  millions shall live and die,</br>Who ne'er shall call upon their Saviour's name,</br>But, unredeemed, go to the gaping grave.</br>Thousands shall deem it an old woman's tale,</br>Such as the nurses frighten babes withal:</br>These in a gulph of anguish and of flame</br>Shall curse their reprobation endlessly,</br>Yet tenfold pangs shall force them to avow,</br>Even on their beds of torment, where they howl,</br>My honor, and the justice of their doom.</br>What then avail their virtuous deeds, their thoughts</br>Of purity, with radiant genius bright,</br>Or lit with human reason's earthly ray?</br>Many are called, but few will I elect.</br>Do thou my bidding, Moses!", "Even the murderer's cheek</br>Was blanched with horror, and his quivering lips</br>Scarce faintly uttered &mdash; O almighty one,</br>I tremble and obey!", "O Spirit!  centuries have set their seal</br>On this heart of many wounds, and loaded brain,</br>Since the Incarnate came:  humbly he came,</br>Veiling his horrible Godhead in the shape</br>Of man, scorned by the world, his name unheard,</br>Save by the rabble of his native town,</br>Even as a parish demagogue.  He led</br>The crowd; he taught them justice, truth, and peace,</br>In semblance; but he lit within their souls</br>The quenchless flames of zeal, and blest the sword</br>He brought on earth to satiate with the blood</br>Of truth and freedom his malignant soul.</br>At length his mortal frame was led to death.</br>I stood beside him:  on the torturing cross</br>No pain assailed his unterrestrial sense;</br>And yet he groaned.  Indignantly, I summed</br>The massacres and miseries which his name</br>Had sanctioned in my country, and I cried,</br>Go!  go!  in mockery.</br>A smile of godlike malice reillumined</br>His fading lineaments. &mdash; I go, he cried,</br>But thou shalt wander o'er the unquiet earth</br>Eternally. &mdash; The dampness of the grave</br>Bathed my imperishable front.  I fell,</br>And long lay tranced upon the charmed soil.</br>When I awoke hell burned within my brain,</br>Which staggered on its seat; for all around</br>The mouldering relics of my kindred lay,</br>Even as the Almighty's ire arrested them.</br>And in their various attitudes of death</br>My murdered children's mute and eyeless sculls</br>Glared ghastly upon me.", "But my soul,</br>From sight and sense of the polluting woe</br>Of tyranny, had long learned to prefer</br>Hell's freedom to the servitude of heaven.</br>Therefore I rose, and dauntlessly began</br>My lonely and unending pilgrimage,</br>Resolved to wage unweariable war</br>With my almighty tyrant, and to hurl</br>Defiance at his impotence to harm</br>Beyond the curse I bore.  The very hand</br>That barred my passage to the peaceful grave</br>Has crushed the earth to misery, and given</br>Its empire to the chosen of his slaves.</br>These have I seen, even from the earliest dawn</br>Of weak, unstable and precarious power;</br>Then preaching peace, as now they practise war,</br>So, when they turned but from the massacre</br>Of unoffending infidels, to quench</br>Their thirst for ruin in the very blood</br>That flowed in their own veins, and pityless zeal</br>Froze every human feeling, as the wife</br>Sheathed in her husband's heart the sacred steel,</br>Even whilst its hopes were dreaming of her love;</br>And friends to friends, brothers to brothers stood</br>Opposed in bloodiest battle-field, and war,</br>Scarce satiable by fate's last death-draught waged,</br>Drunk from the winepress of the Almighty's wrath;</br>Whilst the red cross, in mockery of peace,</br>Pointed to victory!  When the fray was done,</br>No remnant of the exterminated faith</br>Survived to tell its ruin, but the flesh,</br>With putrid smoke poisoning the atmosphere,</br>That rotted on the half-extinguished pile.", "Yes!  I have seen God's worshippers unsheathe</br>The sword of his revenge, when grace descended,</br>Confirming all unnatural impulses,</br>To sanctify their desolating deeds;</br>And frantic priests waved the ill-omened cross</br>O'er the unhappy earth:  then shone the sun</br>On showers of gore from the upflashing steel</br>Of safe assassination, and all crime</br>Made stingless by the spirits of the Lord,</br>And blood-red rainbows canopied the land.", "Spirit!  no year of my eventful being</br>Has passed unstained by crime and misery,</br>Which flows from God's own faith.  I've marked his slaves</br>With tongues whose lies are venomous, beguile</br>The insensate mob, and, whilst one hand was red</br>With murder, feign to stretch the other out</br>For brotherhood and peace; and that they now</br>Babble of love and mercy, whilst their deeds</br>Are marked with all the narrowness and crime</br>That freedom's young arm dare not yet chastise,</br>Reason may claim our gratitude, who now</br>Establishing the imperishable throne</br>Of truth, and stubborn virtue, maketh vain</br>The unprevailing malice of my foe,</br>Whose bootless rage heaps torments for the brave,</br>Adds impotent eternities to pain,</br>Whilst keenest disappointment racks his breast,</br>To see the smiles of peace around them play,</br>To frustrate or to sanctify their doom.", "Thus have I stood, &mdash; through a wild waste of years</br>Struggling with whirlwinds of mad agony,</br>Yet peaceful, and serene, and self-enshrined,</br>Mocking my powerless tyrant's horrible curse</br>With stubborn and unalterable will,</br>Even as a giant oak, which heaven's fierce flame</br>Had scathed in the wilderness, to stand</br>A monument of fadeless ruin there;</br>Yet peacefully and movelessly it braves</br>The midnight conflict of the wintry storm,</br>As in the sun-light's calm it spreads</br>Its worn and withered arms on high</br>To meet the quiet of a summer's noon.", "The Fairy waved her wand:  Ahasuerus fled</br>Fast as the shapes of mingled shade and mist,</br>That lurk in the glens of a twilight grove,</br>Flee from the morning beam:</br>The matter of which dreams are made</br>Not more endowed with actual life</br>Than this phantasmal portraiture</br>Of wandering human thought.", ""]