["While in the misty-mantled sphere,</br>Embattled sounds Heav'ns concave shake;</br>In vain, Soft HOPE, her standard rears,</br>Amidst th' o'erwhelming clouds opake!</br>Now, hurrying o'er Cerulean plains sublime,</br>She seeks the confines of th' ethereal clime!</br>For, banish'd from those dark domains,</br>Where howling Desolation reigns;</br>No more her radiant crest illumes</br>This whirling ORB'S disastrous space;</br>She flies the hapless sinking race,</br>And fades from human eye, in Fate's impervious glooms.", "Now, o'er the crimson'd plains, appear</br>The glitt'ring faulchions stain'd with gore:</br>Now o'er the vast of waters drear,</br>The mimic thunders madly roar:</br>The flashing fires illume the angry deep,</br>While the blue lightnings o'er the billows sweep!</br>At length the gladsome SUN flames wide,</br>And NATURE smiles, in glorious pride;</br>But soon she bends her eyes below,</br>And, wond'ring, listens to the sound</br>That frantic ECHO flings around;</br>Heart-piercing sighs of Pain, and deep'ning GROANS OF WOE!", "Then, from her Light-encircled Car,</br>She drops Compassion's holy tear;</br>Shrinks from the frenzied gaze of WAR,</br>And hastens from the prospect drear!</br>Swift, to the golden portal of the skies,</br>Distracted NATURE, shrieking, trembling, flies!</br>And bending at the Throne of Grace,</br>Bewails the lost devoted race,</br>Led forth to feed insatiate ire!</br>With blood to moisten Earth's cold breast,</br>While Giant FURY rears his crest,</br>And urges on the storm, and BREATHES CONSUMING FIRE!", "Then to the Angel PEACE, she hies&mdash;</br>Where driv'n from Earth, she weeps and mourns,</br>Where, at her feet, wan PITY lies,</br>And LOVE, whose torch, but dimly burns!</br>For ah!  the VIRTUES shun the dreadful rage,</br>Where MAN with MAN, like TYGERS fierce, engage!</br>And all that wakes the feeling mind,</br>By REASON'S energies refin'd,</br>Start wild!  aghast!  while pale DESPAIR,</br>Hurrying across the carnag'd scene,</br>With bloodshot eyes, and haggard mien,</br>Cleaves with her piercing yells, the SULPHUR-THICKEN'D AIR!", "Oh!  NATURE!  Fairest Child of JOVE!</br>Return once more, in all thy charms,</br>And let soft PEACE, and HUMAN LOVE,</br>Subdue the fateful rage of Arms!</br>Restore to erring MAN that sainted Grace,</br>Which bids meek MERCY spare the hapless race:</br>Then shall ALL HEAVEN with THEE combine,</br>To dark around its beams Divine!</br>And wither all the weeds of PAIN!</br>While the proud OLIVE, spreading wide,</br>And dropping Balm on ev'ry side,</br>Shall FORM A GLORIOUS BOWER OF FREEDOM'S BLEST DOMAIN!</br>"]