["When Flora, the goddess of May,</br>Had strew'd with her favours the mead,</br>I trac'd her gay footsteps the way</br>Young Colin was tuning his reed.</br>The youth was reclin'd by a stream,</br>And o'er him sat moaning the dove;</br>As pensive as her's was his theme,</br>Expressive of anguish and love.", "My shadow passed under his eye,</br>Yet he seem'd not to notice me there,</br>His late dulcet reed was thrown by,</br>While he warbled a sorrowful air.</br>\"Since Rosa has left me alone,</br>He said, all bewildered I stray,</br>And envy the flocks that I own,</br>For they are all happy at play.", "\"The eglantine rose of the heath,</br>When bath'd in ambrosial dew.</br>Excels not in fragrance her breath,</br>Nor wears her cheek's elegant hue.</br>Her eyes they are mild as the dove's,</br>Enchantingly tender and sweet;</br>She is mild and as blithe as the loves,</br>Yet has flown from her shepherd's retreat.", "\"No more can the woodland or vale,</br>The blossom or verdure delight,</br>Though sweet as Arabia's gale,</br>My heart seems to droop at the sight.</br>For such were the days that have flown,</br>Ah me!  and will never return,</br>The heart that she knew was her own,</br>The once gentle Rosa could spurn.", "\"My friends all in unison sought</br>In vain to unite me to peace;</br>They knew not my bosom was fraught</br>With sorrows that never would cease.</br>They bade me bid sighing adieu,</br>To hear it they could not endure;</br>They knew not my Roaa, 'tis true,</br>Or ne'er would they chide me, I'm sure.", "\"They fancied me caught in a snare</br>The arts of a syren can weave,</br>They knew not the beauteous fair,</br>Though cruel, would scorn to deceive.</br>Though on me, perhaps, she has smil'd,</br>'Twas the smile of a friend and no more,</br>Her voice was as May zephyrs mild,</br>I heard it, and could but adore.", "\"The gay may entangle awhile</br>The heart that's unwary, I own;</br>There is something that charms in a smile,</br>Though we know it to levity prone:</br>O'er hearts that are temper'd like mine</br>The tear has more power, I confess,</br>The tear energetic, divine,</br>Which flows at the sight of distress.", "\"That heart-fast'ning pearl I have seen,</br>And almost have worshipp'd it where</br>No trace of ill-nature had been</br>On the soft blushing cheek of my fair.</br>And sometimes, indeed, I have thought,</br>Though fancy may lead me astray,</br>With tears her dear eyes have been fraught,</br>To see my frame wasting away.", "\"So true and so ardent a flame</br>Could not have been hid from her eyes,</br>Though never, nor am I to blame,</br>Have I told her my love but by sighs.</br>Those sighs she has oftentimes heard,</br>And she seem'd to partake of my pain,</br>So tender she ever appear'd,</br>I thought she had loved me again.", "\"Young Colin, the shepherd, she said,</br>Will watch by my lambkins with care.</br>Ah, why was my name by the maid</br>Pronounc'd with so tender an air!</br>Though chilling, she said, be the snow.</br>Though boisterous the storm may descend,</br>Their shepherd will guard them, I know,</br>The brave will the helpless defend.", "\"Observe, and we ever shall find</br>Love binds, by such trifles as these,</br>The tender and delicate mind,</br>And holds it a captive at ease.</br>There dwelt in the mind of this youth</br>A passion akin to the skies;</br>For tenderness, virtue, and truth</br>All spoke in his eloquent eyes.", "\"Would she term me her shepherd again,</br>He said, and he brush'd off a tear.</br>But why not this fondness restrain?</br>I have nothing to hope for or fear.</br>For all that can torture the mind</br>I am sure I have witness'd to-day,</br>Since Rosa no longer is kind,</br>Her sheep, too, are driven away.", "\"O, had she a lambkin but left,</br>Methinks t'would have soften'd my woe;</br>It should in my bosom have slept,</br>Its fleece should have rival'd the snow.</br>My sheep, come return to your home,</br>Your loss, my dear flock, I deplore,</br>I'm hast'ning, I feel, to the tomb,</br>Your shepherd will soon be no more.\"", "Then he rose, though the day was yet warm,</br>And left me his shady retreat,</br>But ne'er was so gentle a form,</br>Or never an aspect more sweet.</br>As musing he pass'd through the grove,</br>Forgetting his sheep were astray,</br>His reed was again tun'd to love,</br>And echo the notes bore away.", "Again they were lull'd by despair,</br>And he tore, in a phrenzy of woe,</br>The ringlets of beautiful hair</br>That cover'd a forehead of snow,</br>When Rosa step'd forth from the shade,</br>Nor tears could she longer restrain:</br>\"Forgive me, my Colin, she said,</br>Forgive me for causing thee pain.", "\"Yet couldst thou, O say, not divine,</br>And spar'd me this blush and this tear,</br>That none to this bosom of mine,</br>That none to my heart was so dear?</br>Yet had you, dear Colin, but known</br>How painful to me it would prove,</br>You ne'er would compell'd me to own</br>You were dear, by so doubting my love.", "\"I gave you nay lambkins to keep,</br>And what did the deed not impart?</br>Be tender, I said, to my sheep,</br>For they are all tied to my heart.</br>I fancied this plainly to say,</br>Take them, and my heart follows too;</br>'Twas the language I meant to convey,</br>And convincement, I thought, would ensue.", "\"But now drive your sheep to the fold,</br>Or lead them, dear Colin, the way,</br>Ere Phoebus's chariot of gold</br>Whirls from us the light of the day.</br>Together we'll stray in the morn,</br>And breathe the white clover's perfume,</br>A wreath shall thy temples adorn,</br>Of the wild-apple blossom in bloom.\"", "But vacancy now veil'd his eye,</br>Such rapture her words did impart,</br>Too great to admit of reply</br>Was the feeling that throbb'd at his heart.</br>When prostrate before her he fell;</br>Emotion had conquer'd and flown,</br>Life seem'd to have bidden farewell,</br>His temples were cold as a stone.", "But soon he recover'd and shed</br>A tear of delicious delight,</br>And the maid so beloved was led</br>Away from the grove and my sight.</br>Now happy she's ever reclin'd</br>On his arm, as delighted they stray,</br>Their eyes beam contentment of mind,</br>And virtue as pure as the day.", "The infant he holds to his heart,</br>The prattlers that gaze on his face,</br>All waiting in turn for their part</br>Of his tender parental embrace,</br>Adds much to the charm of the scene,</br>And gives a most exquisite glow</br>To the heart that so favour'd has been</br>As to share others' raptures and woe.</br>"]