["I.</br>O, for a glance of that gay Muse's eye</br>That lightened on Bandello's laughing tale,</br>And twinkled with a lustre shrewd and sly</br>When Giam Battista bade her vision hail!</br>Yet fear not, ladies, the naive detail</br>Given by the natives of that land canorous;</br>Italian license loves to leap the pale,</br>We Britons have the fear of shame before us,</br>And, if not wise in mirth, at least must be decorous.", "II.</br>In the far eastern clime, no great while since,</br>Lived Sultaun Solimaun, a mighty prince,</br>Whose eyes, as oft as they performed their round,</br>Beheld all others fixed upon the ground;</br>Whose ears received the same unvaried phrase,</br>\"Sultaun!  thy vassal hears and he obeys!\"</br>All have their tastes &mdash; this may the fancy strike</br>Of such grave folks as pomp and grandeur like;</br>For me, I love the honest heart and warm</br>Of Monarch who can amble round his farm,</br>Or, when the toil of state no more annoys,</br>In chimney corner seek domestic joys&mdash;</br>I love a Prince will bid the bottle pass,</br>Exchanging with his subjects glance and glass;</br>In fitting time can, gayest of the gay,</br>Keep up the jest and mingle in the lay&mdash;</br>Such Monarchs best our free-born humours suit,</br>But Despots must be stately, stern, and mute.", "III.</br>This Solimaun, Serendib had in sway&mdash;</br>And where's Serendib?  may some critic say.&mdash;</br>Good lack, mine honest friend, consult the chart,</br>Scare not my Pegasus before I start!</br>If Rennell has it not, you'll find mayhap</br>The isle laid down in Captain Sinbad's map,&mdash;</br>Famed mariner!  whose merciless narrations</br>Drove every friend and kinsman out of patience,</br>Till, fain to find a guest who thought them shorter,</br>He deigned to tell them over to a porter&mdash;</br>The last edition see by Long: and Co.,</br>Rees, Hurst, and Orme, our fathers in the Row.", "IV.</br>Serendib found, &mdash; deem not my tale a fiction&mdash;</br>This Sultaun, whether lacking contradiction&mdash;</br>(A sort of stimulant which hath its uses</br>To raise the spirits and reform the juices,</br>Sovereign specific for all sorts of cures</br>In my wife's practice and perhaps in yours,)</br>The Sultaun lacking this same wholesome bitter,</br>Or cordial smooth for princes' palate fitter&mdash;</br>Or if some Mollah had hag-rid his dreams</br>With Degial, Ginnistan, and such wild themes</br>Belonging to the Mollah's subtle craft,</br>I wot not &mdash; but the Sultaun never laugh'd,</br>Scarce ate or drank, and took a melancholy</br>That scorn'd all remedy profane or holy;</br>In his long list of melancholies, mad,</br>Or mazed, or dumb, hath Burton none so bad.", "V.</br>Physicians soon arrived, sage, ware, and tried,</br>As e'er scrawl'd jargon in a darken'd room;</br>With heedful glance the Sultaun's tongue they eyed,</br>Peep'd in his bath, and God knows where beside,</br>And then in solemn accent spoke their doom,</br>\"His Majesty is very far from well.\"</br>Then each to work with his specific fell:</br>The Hakim Ibrahim \"instanter\" brought</br>His unguent Mahazzim al Zerdukkaut,</br>While Roompot, a practitioner more wily,</br>Relied on his Munaskif al fillfily.</br>More and yet more in deep array appear,</br>And some the front assail and some the rear;</br>Their remedies to reinforce and vary,</br>Came surgeon eke, and eke apothecary;</br>Till the tired Monarch, though of words grown chary.</br>Yet dropt, to recompense their fruitless labour,</br>Some hint about a bowstring or a sabre.</br>There lack'd, I promise you, no longer speeches</br>To rid the palace of those learned leeches.", "VI.</br>Then was the council call'd &mdash; by their advice,</br>(They deemed the matter ticklish all, and nice,</br>And sought to shift it off from their own shoulders)</br>Tartars and couriers in all speed were sent,</br>To call a sort of Eastern parliament</br>Of feudatory chieftains and freeholders&mdash;</br>Such have the Persians at this very day,</br>My learned Malcolm calls them \"couroultai\";</br>I'm not prepared to show in this slight song</br>That to Serendib the same forms belong,&mdash;</br>E'en let the learn'd go search, and tell me if I'm wrong.", "VII.</br>The Omrahs, each with hand on scymitar,</br>Gave, like Sempronius, still their voice for war&mdash;</br>\"The sabre of the Suitaun in its sheath</br>Too long has slept nor own'd the work of death:</br>Let the Tambourgi bid his signal rattle,</br>Bang the loud gong and raise the shout of battle!</br>This dreary cloud that dims our sovereign's day</br>Shall from his kindled bosom flit away,</br>When the bold Lootie wheels his courser round</br>And the arm'd elephant shall shake the ground.</br>Each Noble pants to own the glorious summons&mdash;</br>And for the charges &mdash; Lo!  your faithful Commons!\"&mdash;</br>The Riots who attended in their places&mdash;</br>(Serendib-language calls a farmer Riot)</br>Look'd ruefully in one another's faces,</br>From this oration auguring much disquiet,</br>Double assessment, forage, and free quarters;</br>And fearing these as China-men the Tartars,</br>Or as the whisker'd vermin fear the mousers,</br>Each fumbled in the pocket of his trousers.", "VIII.</br>And next came forth the reverend Convocation,</br>Bald heads, white beards, and many a turban green;</br>Imaun and Mollah there of every station,</br>Santon, Fakir, and Calendar were seen.</br>Their votes were various &mdash; some advised a Mosque</br>With fitting revenues should be erected,</br>With seemly gardens and with gay Kiosque,</br>To recreate a band of priests selected;</br>Others opined that through the realms a dole</br>Be made to holy men, whose prayers might profit</br>The Sultaun's weal in body and in soul;</br>But their long-headed chief, the Sheik Ul-Sofit,</br>More closely touch'd the point; &mdash; \"Thy studious mood,\"</br>Quoth he, \"O Prince!  hath thicken'd all thy blood,</br>And dull'd thy brain with labour beyond measure;</br>Wherefore relax a space and take thy pleasure,</br>And toy with beauty or tell o'er thy treasure;</br>From all the cares of state, my liege, enlarge thee,</br>And leave the burden to thy faithful clergy.\"", "IX.</br>These counsels sage availed not a whit,</br>And so the patient (as is not uncommon</br>Where grave physicians lose their time and wit)</br>Resolved to take advice of an old woman;</br>His mother she, a dame who once was beauteous,</br>And still was called so by each subject duteous.</br>Now, whether Fatima was witch in earnest,</br>Or only made believe, I cannot say&mdash;</br>But she profess'd to cure disease the sternest,</br>By dint of magic amulet or lay;</br>And, when all other skill in vain was shown,</br>She deem'd it fitting time to use her own.", "X.</br>\"Sympathia magica hath wonders done,\"</br>(Thus did old Fatima bespeak her son,)</br>\"It works upon the fibres and the pores,</br>And thus, insensibly, our health restores,</br>And it must help us here. &mdash; Thou must endure</br>The ill, my son, or travel for the cure.</br>Search land and sea, and get, where'er you can,</br>The inmost vesture of a happy man,</br>I mean his SHIRT, my son, which, taken warm</br>And fresh from off his back, shall chase your harm,</br>Bid every current of your veins rejoice,</br>And your dull heart leap light as shepherd-boy's.\"&mdash;</br>Such was the counsel from his mother came.</br>I know not if she had some under-game,</br>As Doctors have, who bid their patients roam</br>And live abroad when sure to die at home;</br>Or if she thought, that somehow or another,</br>Queen Regent sounded better than Queen Mother;</br>But, says the Chronicle (who will go look it,)</br>That such was her advice &mdash; the Sultaun took it.", "XI.</br>All are on board &mdash; the Sultaun and his train,</br>In gilded galley prompt to plough the main:</br>The old Rais was the first who question'd, \"Whither?\"</br>They paused &mdash; \"Arabia,\" thought the pensive Prince,</br>\"Was called The Happy many ages since&mdash;</br>For Mokha, Rais.\" &mdash; And they came safely thither.</br>But not in Araby with all her balm,</br>Not where Judea weeps beneath her palm,</br>Nor in rich Egypt, not in Nubian waste,</br>Could there the step of happiness be traced.</br>One Copt alone profess'd to have seen her smile,</br>When Bruce his goblet fill'd at infant Nile:</br>She bless'd the dauntless traveller as he quaff'd,</br>But vanish'd from him with the ended draught.", "XII.</br>\"Enough of turbans,\" said the weary King,</br>\"These dolimans of ours are not the thing;</br>Try we the Giaours, these men of coat and cap, I</br>Incline to think some of them must be happy;</br>At least, they have as fair a cause as any can,</br>They drink good wine and keep no Ramazan.</br>Then northward, ho!\" &mdash; The vessel cuts the sea,</br>And fair Italia lies upon her lee.&mdash;</br>But fair Italia, she who once unfurl'd</br>Her eagle-banners o'er a conquer'd world,</br>Long from her throne of domination tumbled;</br>Lay, by her quondam vassals, sorely humbled,</br>The Pope himself look'd pensive, pale, and lean,</br>And was not half the man he once had been.</br>\"While these the priest and those the noble fleeces,</br>Our poor old boot,\" they said, \"is torn to pieces.</br>Its top the vengeful claws of Austria feel,</br>And the Great Devil is rending toe and heel.</br>If happiness you seek, to tell you truly,</br>We think she dwells with one Giovanni Bulli;</br>A tramontane, a heretic &mdash; the buck,</br>Poffaredio!  still has all the luck;</br>By land or ocean never strikes his flag&mdash;</br>And then &mdash; a perfect walking money-bag.\"</br>Off set our Prince to seek John Bull's abode,</br>But first took France &mdash; it lay upon the road.", "XIII.</br>Monsieur Baboon, after much late commotion,</br>Was agitated like a settling ocean,</br>Quite out of sorts and could not tell what ail'd him,</br>Only the glory of his house had fail'd him;</br>Besides; some tumors on his noddle biding</br>Gave indication of a recent hideing.</br>Our Prince, though Sultauns of such things are heedless,</br>Thought it a thing indelicate and needless</br>To ask, if at that moment he was happy.</br>And Monsieur, seeing that he was \"comme il faut,\" a</br>Loud voice mustered up, for \"Vive le Roi!\"</br>Then whisper'd, \"Ave you any news of Nappy?\"</br>The Sultaun answered him with a cross question,&mdash;</br>\"Pray, can you tell me aught of one John Bull,</br>That dwells somewhere beyond your herring-pool?\"</br>The query seem'd of difficult digestion,</br>The party shrugg'd, and grinn'd, and took his snuff,</br>And found his whole good-breeding scarce enough.", "XIV.</br>Twitching his visage into as many puckers</br>As damsels wont to put into their tuckers,</br>Ere liberal Fashion damn'd both lace and lawn,</br>And bade the veil of modesty be drawn,&mdash;</br>Replied the Frenchman, after a brief pause,</br>\"Jean Bool! &mdash; I vas not know him &mdash; yes, I vas&mdash;</br>I vas remember dat, von year or two,</br>I saw him at von place called Vaterloo&mdash;</br>Ma foi!  il stest tres joliment battu,</br>Dat is for Englishmen, &mdash; m'entendez vous?</br>But den he had wit him one damn son-gun,</br>Rogue I no like &mdash; dey call him Vellington.\"</br>Monsieur's politeness could not hide his fret,</br>So Solimaun took leave and crossed the strait.", "XV.</br>John Bull was in his very worst of moods,</br>Raving of sterile farms and unsold goods;</br>His sugar-loaves and bales about he threw,</br>And on his counter beat the Devil's tattoo.</br>His wars were ended and the victory won,</br>But then 'twas reckoning-day with honest John,</br>And authors vouch, 'twas still this Worthy's way,</br>\"Never to grumble, till he came to pay;</br>And then he always thinks, his temper's such,</br>The work too little and the pay too much.\"</br>Yet, grumbler as he is, so kind and hearty,</br>That when his mortal foe was on the floor,</br>And past the power to harm his quiet more,</br>Poor John had wellnigh wept for Buonaparte!</br>Such was the wight whom Solimaun salam'd,&mdash;</br>\"And who are you,\" John answer'd, \"and be d&mdash;d?\"", "XVI.</br>\"A stranger, come to see the happiest man&mdash;</br>So, signior, all avouch &mdash; in Frangistan.\"&mdash;</br>\"Happy?  my tenants breaking on my hand;</br>Unstock'd my pastures and untill'd my land;</br>Sugar and rum a drug, and mice and moths</br>The sole consumers of my good broad-cloths&mdash;</br>Happy? &mdash; why, cursed war and racking tax</br>Have left us scarcely raiment to our backs.\"</br>\"In that case, Signior, I may take my leave;</br>I came to ask a favour &mdash; but I grieve\"&mdash;</br>\"Favour?\"  said John, and eyed the Sultaun hard,</br>\"It 's my belief you came to break the yard&mdash;</br>But, stay, you look like some poor foreign sinner&mdash;</br>Take that, to buy yourself a shirt and dinner.\"&mdash;</br>With that he chucked a guinea at his head;</br>But with due dignity the Sultaun said,&mdash;</br>\"Permit me, sir, your bounty to decline;</br>A shirt indeed I seek, but none of thine.</br>Signior, I kiss your hands, so fare you well.\"</br>And John said, &mdash; \"Kiss my breech, and go to hell!\"", "XVII.</br>Next door to John there dwelt his sister Peg,</br>Once a wild lass as ever shook a leg</br>When the blithe bagpipe blew &mdash; but, soberer now,</br>She \"doucely\" span her flax and milk'd her cow.</br>And whereas erst she was a needy slattern,</br>Nor now of wealth or cleanliness a pattern,</br>Yet once a-month her house was partly swept,</br>And once a-week a plenteous board she kept.</br>And whereas, eke, the vixen used her claws,</br>And teeth, of yore, on slender provocation,</br>She now was grown amenable to laws,</br>A quiet soul as any in the nation;</br>The sole remembrance of her warlike joys</br>Was in old songs she sang to please her boys.</br>John Bull, whom, in their years of early strife</br>She wont to lead a cat-and-doggish life,</br>Now found the woman, as he said, a neighbour,</br>Who look'd to the main chance, declined no labour,</br>Loved a long grace and spoke a northern jargon,</br>And was d&mdash;d close in making of a bargain.", "XVII.</br>The Sultaun enter'd, and he made his leg,</br>And with decorum curtsied sister Peg;</br>(She loved a book, and knew a thing or two,</br>And guessed at once with whom she had to do)</br>She bade him \"sit into the fire,\" and took</br>Her dram, her cake, her kebbuck from the nook;</br>Asked him \"about the news from Eastern parts;</br>And of her absent bairns, puir Highland hearts!</br>If peace brought down the price of tea and pepper,</br>And if the \"nitmugs\" were grown \"ony\" cheaper;&mdash;</br>Were there nae \"speerings\" of our Mungo Park&mdash;</br>Ye'll be the gentleman that wants the sark?</br>If ye wad buy a web o' auld wife's spinning,</br>I'll warrant ye it's a weel-wearing linen.\"", "XIX.</br>Then up got Peg, and round the house 'gan scuttle,</br>In search of goods her customer to nail,</br>Until the Sultaun strain'd his princely throttle,</br>And hollowed, \"Ma'am, that is not what I ail.</br>Pray, are you happy, ma'am, in this snug glen?\"</br>\"Happy?\"  said Peg; \"What for d'ye want to ken?</br>Besides, just think upon this by-gane year,</br>Grain wadna pay the yoking of the pleugh.\"</br>\"What say you to the present?\" &mdash; \"Meal's sae dear,</br>To make their \"brose\" my bairns have scarce aneugh.\"</br>\"The devil take the shirt,\" said Solimaun,</br>\"I think my quest will end as it began.</br>Farewell, ma'am; nay, no ceremony, I beg\"&mdash;</br>\"Ye'll no be for the linen then?\" said Peg.", "XX.</br>Now, for the land of verdant Erin</br>The Sultaun's royal bark is steering,</br>The emerald isle, where honest Paddy dwells,</br>The cousin of John Bull, as story tells.</br>For a long space had John, with words of thunder,</br>Hard looks, and harder knocks, kept Paddy under,</br>Till the poor lad, like boy that's flogg'd unduly,</br>Had gotten somewhat restive and unruly.</br>Hard was his lot and lodging, you'll allow,</br>A wigwam that would hardly serve a sow;</br>His landlord, and of middle-men two brace,</br>Had screw'd his rent up &mdash; to the starving-place;</br>His garment was a top-coat, and an old one,</br>His meal was a potatoe, and a cold one;</br>But still for fun or frolic, and all that,</br>In the round world was not the match of Pat.", "XXI.</br>The Sultaun saw him on a holiday,</br>Which is with Paddy still a jolly day:</br>When mass is ended, and his load of sins</br>Confess'd, and Mother Church hath from her binns</br>Dealt forth a bonus of imputed merit,</br>Then is Pat's time for fancy, whim, and spirit;</br>To jest, to sing, to caper fair and free,</br>And dance as light as leaf upon the tree!</br>\"By Mahomet,\" said Sultaun Solimaun,</br>\"That ragged fellow is our very man!</br>Rush in and seize him &mdash; do not do him hurt,</br>But, will he nill he, let me have his shirt!\"", "XXII.</br>Shilela their plan was wellnigh after balking,</br>(Much less provocation will set it a-walking,)</br>But the odds that foiled Hercules foil'd Paddy Whack;</br>They seized, and they floor'd, and they stripped him &mdash; Alack!</br>Up-bubboo!  Paddy had not &mdash; a shirt to his back!!!</br>And the king, disappointed, with sorrow and shame,</br>Went back to Serendib as sad as he came.</br>"]