["In that sweet season of the infant year,</br>When clouds of gold o'erhang the brow of eve,</br>When all the woods their verdant livery wear,</br>And glancing waves the green reflections give:</br>When nature's charms in full perfection life,</br>And soft Favonius from his rosy wing</br>Sheds perfumes which the sense to joy revive,</br>And in full chorus of the breathing spring,</br>From every forest-shade the plumy nations sing:", "When vernal beauty gladdens the green plains,</br>And smiling splendour dwells on nature's face,</br>When in the air a living spirit reigns,</br>Oft would my steps the arborous labyrinth trace</br>Of some umbrageous glade, or in the chace</br>Of murmuring bee, through fields of hyacinth roam,</br>And mark the wild deer, that with agile grace</br>Bounded close by me to his leafy dome&mdash;</br>All-heedless of the dews that called my footsteps home:", "Oft on some mountain's purple summit rais'd,</br>To view declining Phoebus leave the sky,</br>On every side in soft delight I gaz'd,</br>While tears of pensive rapture dimm'd mine eye.</br>\"Thus, thus,\" I said, \"in fields of glory die</br>The Patriot-brave, who strive to break the chain</br>That bound their country's soul to slavery&mdash;</br>Oh, while on earth a sense of worth remain,</br>Cherished their names shall be, and sacred from all stain.", "\"The noble few in Pylae's pass who stemmed</br>The shrinking millions of the Persian lord,</br>And wrapped his camp in flames, fell not till hemm'd</br>By circling nations &mdash; till their limbs were gored</br>In horrid strife &mdash; when all with one accord,</br>For one last effort rousing all their heat,</br>In phalanxed order fierce destruction poured,</br>Each stretch'd a hundred Persians at his feet,</br>And Asia's monarch feared for his imperial seat.", "\"But fainting nature now refus'd to wield</br>The pond'rous sword, or hurl the flying spear;</br>All-useless from their arms the battered shield</br>Reclined &mdash; when from the Thermian hills appear</br>The midnight bands &mdash; and on the deafened ear</br>Burst the barbaric shout &mdash; on, on they pour&mdash;</br>The Grecians saw, but no debasing fear</br>Oppress'd their hearts in that tremendous hour;</br>Undaunted &mdash; still serene &mdash; they saw the tempest lour&mdash;", "\"The shades of death were on them &mdash; and they fell,</br>Buried in carnage that their valour made&mdash;</br>Thessalia's plains the richest crimson drank</br>That e'er in human veins hath proudly played,</br>Sublimer courage never was displayed;</br>Admiring ages eternize their name,</br>And the sweet muse in deathless numbers bade</br>The dirgeful harp their matchless worth proclaim&mdash;</br>Their mighty deeds record &mdash; record the despot's shame.", "\"Yet doubly glorious was that strenuous day,</br>With double laurels crown'd; the rising sun</br>Beheld the Asian fleets, in proud array,</br>Swarm o'er the shaded ocean; when begun</br>(Ere Phoebus yet his noontide race had run)</br>To Doric measures, and the martial strain</br>Of sacred paean (both combined in one</br>Harmonious melody) the naval train</br>Of stedfast Greece to plough the wide cerulean plain.", "\"True &mdash; they were few &mdash; but they were led by those</br>With whom to fear a greater wonder seem'd</br>Than aught imagination can disclose,</br>Or bard hath sung, or prophet ever dreamed:</br>Full to the air their waving pennants streamed;</br>Broad to the sun their brazen bucklers blaz'd,</br>Their helmets glisten'd, and their lances gleam'd.</br>Awed, panic-struck, the mute barbarians gaz'd,</br>Waiting the stern attack, with eyes by terror glazed.", "\"And now the clamours of the battle swell,</br>Euboea's shores the dread alarms resound;</br>On every side with iron tempest fell&mdash;</br>The fight was hid; and o'er the blue profound</br>Death reign'd in every shape, and stalk'd around;</br>Nor did the havoc or the slaughter cease,</br>Till not a Persian bark was found;</br>Till Victory garlanded the brows of Greece&mdash;</br>And yielded to her sway the empire of the seas.", "Such were the deeds that round th' admiring world</br>Bore the proud tidings of Hellenic fame:</br>Where'er Achaia's standard was unfurll'd</br>The gladden'd nations hail'd with loud acclaim</br>The fostering glories of her conquering name.</br>For not alone in arms was she renown'd&mdash;</br>With her the heaven-descended muses came;</br>And where the cords of slavery she unbound,</br>She pour'd with freedom's light, the light of art around.\"", "Thus would I muse upon the glorious days</br>Of ancient fame, and my quick pulse would beat</br>To livelier measures, while I told their praise,</br>The mountain-echoes would the sound repeat,</br>And to my ear restore them.  From my seat</br>Among the rocks, I viewed the gray-rob'd heaven;</br>For now the westering sun had gone to greet</br>Atlantic skies, and virgin-vested Even</br>A soft and blending tint to all the scene had given.", "And from behind her cloudy rampart rose</br>The argent empress of the starry host;</br>Though day's fierce lord intense lustre shows,</br>Her silvery tints delight my soul the most.</br>Calm meditation, every sense engross'd,</br>Thoughts of the days that were &mdash; dear, happy hours,</br>Ere life its keener edge of bliss had lost&mdash;</br>When carelessly I wander'd mid the bowers</br>Of blameless infancy, and cropped their tender flowers.", "And when the mild sultana of the night</br>Climbed her high arch of moon, and from her ear</br>The pure effulgence of her pearly light</br>Stream'd o'er the heavens, and dimm'd each weeping star,</br>(Weeping to see itself eclipsed) and far</br>In her white beams the dark-green foliage shone,</br>And sparkling rivers o'er their beds of spar</br>Rolled their transparent waves &mdash; to rove alone</br>Was my supreme delight &mdash; nor have I ever known", "A purer joy than such enchanting scenes</br>Yield my transported heart; when all is still,</br>When soothing quietness the breast serenes,</br>And the soft murmurs of a brawling rill,</br>Gurgling beside some green and moonlight hill,</br>Makes music to the ear &mdash; and whispering winds</br>The atmosphere with dewy fragrance fill&mdash;</br>Oh!  contemplation every instant finds</br>Some new attraction still for elevated minds:&mdash;", "Yon heavens that clasp in their cerulean arms</br>Millions of orbs, that with bright beamy grace</br>The etherial depths, possess superior charms</br>To al the brightest fancy e'er could trace:</br>There, thron'd beyond the bounds of time and place,</br>Dwells that Almighty Power, whose high decrees</br>The universe fulfils &mdash; whose mandates chase</br>The breath of life &mdash; or chain the dire disease&mdash;</br>Heave all the waves in storms, or hush the raging seas!", "The fragile flower that by yon river-bank</br>Folds its fine leaves, and droops its delicate head,</br>Holds in reflection's eye a prouder rank</br>Than stateliest domes and palaces that spread</br>Th' encumber'd earth:  and where doth beauty shed</br>So rich a bloom as in the rose's blush?</br>And to what higher source can man be led</br>Of majesty, than where broad cataracts gush</br>Sublime from Alpine heights, and through the vallies rush?", "Regions of wonder!  where La Plata leads</br>Round half the globe his swift and boundless streams;</br>And rock-ribbed Andes lift their Titan-heads,</br>And catch the eastern sun's scarce-slanting beams,</br>While yet in Europe's climes his last ray gleams;</br>And mountain-oceans, bason'd high in air,</br>And vast millenian shades, the grand extremes</br>Of nature's varied sovereignty, declare</br>The Mighty Hand that form'd, that rear'd, and plac'd them there!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "How deep the silence!  pure the soft night-air!</br>Day's sultriness is gone, and in its stead</br>The Cynthian freshness and the dews repair&mdash;</br>The cares and clamours of the world are fled&mdash;</br>This grassy bank shall be my sylvan bed;</br>Here will I lie and con bewitching themes,</br>While fragrant airs delicious coolness shed.</br>"]