["The day is dying!  as the sun goes down,</br>The glimmering twilight trembles on each spray,</br>And gilds with crimson the steep mountain's brown,</br>Reflected from the hues of dying day;</br>And the bright blaze of beauty that is spread</br>O'er nature's face, returning day's farewell</br>Is eloquent and meek, as farewell said</br>By dying friends, whose raptur'd bosoms swell</br>With faith and hopes of morn, brighter than tongue can tell!", "Such is the twilight of the human heart</br>When faith lights up its evening clouds of dun,</br>Gilding the hour, the soul from earth doth part,</br>With light more glorious than the setting sun;</br>For throbs responsive in each bosom swell,</br>Kindling the twilight of their sunset west,</br>With hues retaining long the fond farewell</br>Which warmly gushes from th' o'erflowing breast,</br>When Love's last, fervent kiss, on dying lips is prest!", "Now the faint sun seems flickering in the west,</br>Like some lone spirit hovering round the tomb,</br>Sighing to sleep within its peaceful breast,</br>And yet mistrustful of its deepening gloom:</br>And now it fades &mdash; and comes the enchanted hour</br>When wayward fancy weaves her mystic charms,</br>And forms from heaven, obedient to her power,</br>Are here again, and clasp'd in widow'd arms,</br>And with Elysian joy, the mourner's spirit warms.", "And now 'tis gone:  from eastern hill there peeps</br>A milder orb, relieving the thick gloom</br>That broods o'er nature while the day-god sleeps,</br>As though its beam might fill the sun-light's room.</br>The star of love is beaming in the sky,</br>And numbers worship 'neath its placid reign,</br>Whose faithful hearts are bound by golden tie,</br>That links young hearts in more than mortal chain;&mdash;</br>And love, and love's sweet witcheries, now unbroken reign!", "But list!  some spirit whispers &mdash; \"these shall fade</br>Like the last rays of twilight in the west,</br>The glow of youth &mdash; the bloom of beauty's braid,</br>And ardent feelings gushing from the breast;</br>All, all shall fade &mdash; but the ETERNAL ONE&mdash;</br>Whose single word from nothing spoke the whole,&mdash;</br>The bashful twilight of the setting sun,</br>The hymning spheres that in their circles roll,</br>And the frail tenement where dwells the Heaven-lit soul.\"", "But say, fair spirit, shall the restless soul</br>That roams e'en now beyond earth's farthest bound,</br>And spurns the fetters of its base control,</br>Go out in twilight &mdash; die in gloom profound,&mdash;</br>When the same hues betoken coming day</br>As those that blush along the western sky,&mdash;</br>When annual flowerets make spring's bosom gay,</br>And deck the turf where man's last relics lie?</br>\"Oh, no!  man's spring-time is in worlds on high!\"", "'Tis good to pause a moment on the verge</br>Of coming even, while in majestic tone,</br>Unearthly voices pour a hollow dirge,</br>For all the joys that with the day have flown;</br>For 'tis the hour when the poor soul may soar</br>In dreamful blessedness to the worlds above,</br>And meet those pure ones it had known before,</br>To join the tendrils of their sunder'd love,</br>And through the bowers of fancied bliss enraptur'd rove.", "'Tis good to gaze upon the clouds that swell</br>In crimson pillars up the twilight west,</br>It minds us of the distant funeral bell,</br>And the last smile of love on grief imprest;</br>For when the day thus mildly sinks in rest,</br>Like virtue betokening from the gate of heaven,</br>It prompts man onward to that region blest,</br>Whose vision to the eye of faith is given,</br>As the rapt spirit gazes on the hues of even!</br>"]