["ROBIN RED-BREAST, WITH THE BEASTS.</br>One that had in her Infant State,</br>While playing at her Father's Gate,</br>Seen, and was most hugely smitten</br>With young Dog and dirty Kitten,</br>Had took them up and lug'd 'em in,</br>And made the Servants wash 'em clean,", "When she to a fit Age was grown,</br>To be sole Mistress of her own,</br>Then to her Favour and strange Trust,</br>She rais'd these two; in rank the first</br>The Dog:  who with guilt Collar grac'd,</br>Strutted about.  The Cat was plac'd</br>O'er all the House to domineer,</br>And kept each wight of her in fear;</br>While he o'er all the plains had pow'r,</br>That savage Wolves might not devour</br>Her Flocks.  She gave him charge great care</br>To take:  But Beasts uncertain are.</br>Now see by these what Troubles rise</br>To those who in their Choice unwise</br>Put trust in such; for he soon join'd</br>With Beasts of Prey the Dog combin'd,</br>Who kill'd the Sheep, and tore the Hind:</br>While he would stand, and grin, and bark,</br>Concealing thus his Dealings dark.</br>A Wolf, or so, sometimes he'd take,</br>And then, O what a Noise he'd make!</br>But with wild Beasts o'er-run yet are</br>The Plains:  Some die for want of Fare,</br>Or torn, or kill'd; the Shepherds find</br>Each day are lost of ev'ry kind.", "Thy silly Sheep lament in vain,</br>Of their hard Fate, not him complain.</br>The Shepherds, and the Servants all,</br>Against the Traitor loudly baul:</br>But there was none that dar'd to tell</br>Their Lady what to them befel;</br>For Puss, a Fox of wondrous Art</br>Brought in to help, and take their part,</br>By whose Assistance to deceive,</br>She made her ev'ry Lye believe.", "One lucky Day, when she was walking</br>In her Woods, with Servants talking,</br>And stop'd to hear how very well</br>A Red-Breast sung, then him to dwell</br>With her she call'd:  He came, and took</br>His place next to a Fav'rite Rook.", "Where Robin soon began to sing</br>Such Songs as made the House to ring;</br>He sung the Loss and Death of Sheep,</br>In Notes that made the Lady weep:</br>How for this Charge the Dog unfit,</br>Took part with Foes, and Shepherds bit;</br>Ev'n from his Birth he did him trace,</br>And shew him Cur of shabby Race;</br>The first by wandring Beggars fed,</br>His Sire advanc'd, turn'd Spit for Bread;</br>Himself each trust had still abus'd;</br>To steal what he should guard, was us'd</br>From Puppy:  known where e'er he came,</br>Both vile and base, and void of Shame.", "The Cat he sung that none could match</br>For venom'd Spite, or cruel Scratch;</br>That from a Witch transform'd she came,</br>Who kitten'd three of equal Fame:</br>This first, one dead, of Tabby Fur</br>The third survives, much noise of her</br>Had been:  A Cat well known, with ease</br>On Errands dark, o'er Land and Seas.</br>She'd Journeys take to Cub of Bear,</br>From these intriguing Beasts, who swear</br>They'll bring him to defend the Wrong</br>That they have done.  Again he sung,</br>How Tabby once, in Moon-light Night,</br>Trotted with Letter Fox did write;</br>In which he sends his best Respects</br>To the She-Bear, and thus directs:</br>\"Madam, said he, your Cub safe send,</br>None shall his Worship soon offend;</br>Its all I can at present do</br>To serve him, as his Friends well know.\"", "At this the Beasts grew in such rage,</br>That none their Fury could assuage;</br>Nay, Puss her Lady would have scratch'd,</br>And tore her Eyes, but she was watch'd;</br>For she'd set up her Back, and mew,</br>And thrice ev'n in her Face she flew.</br>The Dog, like an ungrateful Spark,</br>At her would dare to snarl and bark.</br>Her Tenants wondring stood to hear</br>That she their Insolence would bear;</br>And offer'd their Assistance to</br>Soon make them better manners know:</br>But she, to avoid all farther Rout;</br>Her Window opening, turn'd Bob out;</br>Hoping that then her Beasts would live</br>In Peace, and no Disturbance give.", "Yet nothing She can do avails,</br>Their Rage against her still prevails;</br>Tho' Puss was warn'd to fear their Fate</br>In Lines (by old prophetic Cat,</br>Write before her Transformation,</br>When she was in the Witch's Station)</br>Foretelling thus:  \"When Beasts are grown</br>To certain heights, before unknown</br>Of Human Race, some shall aloud</br>Inflame and arm a dreadful Croud,</br>Who in vast Numbers shall advance,</br>And to new Tunes shall make them dance.</br>When this begins, no longer hope,</br>For all remains is Axe and Rope.\"", "But not deter'd by this they dar'd,</br>With some who of their Plunder shar'd,</br>T' affront their Lady, and conspire</br>To many with her Mony hire,</br>Contemning her, to pay undue</br>Regards unto this Bestial Crew:</br>Tho' these resembled Human Shapes,</br>They were indeed no more than Apes;</br>Who some in House, and some in Wood,</br>And others in high Boxes stood,</br>That chatt'ring made such noise and stir,</br>How all was due to Fox and Cur:</br>Till by their false deluding way,</br>She found her Flocks begin to stray.", "Still Robin does for her his Care</br>And Zeal express, on whom yet are</br>His thoughts all fix'd.  On her he dreams</br>Each Night.  Her Praises are his Themes</br>In Songs all day.  Now pearch'd on Tree,</br>Finding himself secure and free,</br>He pertly shakes his little Wings,</br>Sets up his Throat:  Again she sings,</br>That She had left no other way</br>To save her Flocks, and end this Fray,</br>But soon to her Assistance take</br>One who could make these Monsters shake;</br>A well-known Huntsman who has skill</br>The fiercest Beasts to tame or kill:</br>At her Command he'd come, and he</br>Would make her great, and set them free;</br>That should these Beasts some evil day</br>Bring Cub into her Grounds, she may</br>Depend that not her self they'll spare,</br>Since to insult her now they dare:</br>All she at best can hope for then,</br>Is to be safe shut up in Den;</br>Since by sure signs all these Ingrate</br>Are known to bear her deadly Hate.", "He ends his Song, and prays to Heaven,</br>That She may have the Wisdom given,</br>Before it be too late to take</br>Such Resolutions, as may make</br>Her safe, and that these Beasts no more</br>To ravage in the Plains have pow'r.</br>"]