["How pleas'd the Beau who, dupe to fashion's mode,</br>Disdaining Ridicule, triumphant wears</br>The pretty Shoe-string.  He ne'er views with pain</br>The gaudy buckle, or the clasp antique</br>Erst worn by Miser old, Curmudgeon hight,</br>Affected still by prigs of younger date.</br>Nor cares he for the swagg'ring fop, who weaves,</br>Obedient to his Will the curl, and trims</br>The chin criniferous, or coxcomb youth</br>'Prentice, or Journeyman yclep'd, because</br>Their Calceaments this ornament display,</br>If ornament it can be call'd.  But if</br>Whom cruel Fate hath doom'd to toil severe</br>For pittance small, the stubborn Clay to plow,</br>Almost a stubborn as the master's Heart,</br>Must ne'er expect my instep to adorn</br>With this parade of universal Taste;</br>Nor yet with buckle of Sheffieldian make,</br>Gigantic, fit for Herculean foot,</br>Or fabricated at that Town renown'd</br>In region Warwickshire, smoke-involv'd,</br>Fuligenous &mdash; where thousands ply the tool</br>Ingenious to contrive &mdash; from many a forge</br>Whence issue forth, coal-burnt, at tide of moon</br>A number multitudinous &mdash; nor less,</br>When Night o'er each work-weary, drudging Wretch</br>Her curtain drops opaque.  With leathern throng</br>Tough ligament!  I bind my clouted shoe,</br>That oft hath stood the furious, batt'ring storm,</br>Tho' now some three years wasted, nor the Want</br>Of buckle much regret, since I behold</br>The Man of Mode this ancient fixture wear,</br>Tho' in more costly guise.  The hint from me,</br>Or some laborious Vassal, like to me,</br>He borrow'd, he deriv'd.  The self-same Hint</br>I borrow'd from a Child, when first I ken'd</br>The cottage-living Matron, in sweet terms</br>Of coaxing accent, tie the little shoe</br>Firm on the tender infant's pigmy foot,</br>Mary, or Margaret &mdash; names of humble note,</br>Which in the circle of politer life</br>Had been far more dulcifonous, and chang'd</br>To Margaretta, or Maria, soft.</br>Thus, tho' the tyrant Fashion governs all,</br>And makes absurdity still more absurd,</br>We see the Shoe-string is a childish thing,</br>And he who wears this badge, altho' six feet</br>In Altitude, high-tow'ring 'bove the rest,</br>Is but another child of larger growth.</br>My destiny, alas!  is circumscrib'd</br>By dire-necessity, and not by chance</br>Spontaneous &mdash; gladly else would I adapt</br>The buckle neat, and be the village-beau.</br>Mean time to wishy-washy fops I leave</br>The silken tie, content with leathern thong,</br>Compact, and tough, the manlier of the two.</br>"]