["Our task is ended now, and we may part,</br>As lovers do when Fate and Fortune frown;</br>With some foreboding heaviness of heart,</br>Each struggle quell'd, each stubborn sigh kept down:&mdash;</br>Experience cools \"the fever of renown;\"&mdash;</br>More serious duties claim increasing care;&mdash;</br>Nor glimpse of future fame, nor laurel crown,</br>Can woo me with their soul-seducing snare;</br>Since Prudence bids me shun what Hope once bade me dare.", "And yet, like truant school-boy, I have known</br>The dear delights of stolen liberty;</br>And bow'd at times before thy magic throne,</br>Like one half conscious of idolatry,</br>And half asham'd; &mdash; for thou hast been to me,</br>\"My shame in crowds, my solitary pride;\"</br>'Twas loneliness first led to love of thee;&mdash;</br>Hence, before men though I have oft denied</br>Thy name, in secret still I've call'd thee to my side.", "There is a cause for this: &mdash; thou know'st there is;</br>Ask of thy numerous worshippers, and they</br>Can truly tell what empty meed is his,</br>Who, fondly prompted unto thee to pay</br>His votive vows, and hail thee with his lay,</br>Deems thou wilt grant the barren boon he craves;&mdash;</br>One in a thousand wins a wreath of bay,</br>Which o'er his brow in sterile splendour waves;</br>The rest in mute despair crouch before Mammon's slaves.", "\"Know thine own worth, and reverence the lyre,\"</br>Like many a lofty precept, potent seems,</br>Till prov'd by sage experience: &mdash; but the fire</br>Unfed is soon extinct; and when the dreams</br>Of proud distinction and the fancied gleams</br>Of future fame fade from the mental eye;</br>What wonder if the bright and witching beams</br>Thy brow once wore, when its first majesty</br>Dawn'd on thy votary's view, should seem a dream gone by?", "Happy, if this were all; but worse remains;&mdash;</br>There are who have profess'd themselves to be</br>Thy worshippers, whose souls have worn the chains</br>Of lust, ambition, avarice, sophistry;</br>Who, mindless of the homage sworn to thee,</br>Have basely bow'd to idols, pomp and power;</br>Or in false glory's fane have bent the knee:</br>And thereby forfeited the deathless dower</br>They might have shar'd with thee in lone sequester'd bower.", "Thus hath apostasy, from that pure spirit</br>Befitting thee, and those who use thy name,</br>Made it a dubious gift for man to inherit</br>A bard's desires, or seek a poet's fame:&mdash;</br>Yet, fickle as thou art, not thine the shame</br>Of this degeneracy; &mdash; when man shall learn</br>His real interest, and his noblest aim,</br>With genuine love to thee shall thousands turn,</br>And pure and hallow'd fires shall on thy altar burn.", "When man shall know the real worth of wealth,</br>And prize it for that worth; &mdash; when truth shall keep</br>The heart, and heart's affections, in sound health</br>By love's unerring law; &mdash; when man shall weep</br>To see the murdering sword its lustre steep</br>In human blood, and shun false glory's fane:&mdash;</br>Then shall thy songs of triumph proudly sweep</br>From realm to realm, from billowy main to main,</br>And freedom, peace, and love, with thee for ever reign!</br>"]