["SYLVIA.</br>Come, my gentle RUSLAND, come, forsake the barren Mountain,</br>Lead for me my thirsty flocks to yon refreshing fountain:</br>Weary, love, I really am, and sick at heart with sorrow&mdash;</br>For I have been a slave all day, and must be so tomorrow.", "Scorch'd with heat, or pinch'd with cold, what serves to say I'm weary?</br>Ten long lonely miles must I the fowls to market carry:</br>I must early rise to lead the cattle forth at morning,</br>Mine the task to count them too, and fold them at returning.", "All the houshold cares are mine; &mdash; I glean in harvest weather;</br>At Christmas fetch in wood for fire, and spin whole nights together:</br>Ah!  but were my Lover by, how easy were my labour!</br>Not so light the village dance, nor half so brisk the tabor!", "Lack-a-day, the moments creep, or RUSLAND loiters sadly;</br>Mournful does his absence seem &mdash; but then we meet more gladly!</br>Have I miss'd the leafy shade that screens us from intrusion?</br>Oh, no, the spot that Lovers choose admits of no delusion!", "Didst thou not, young hunter, say, provided I came hither,</br>We should talk of fairy feats, or sit and sing together?</br>Wherefore dost thou tarry then? &mdash; To judge by my emotion,</br>Swifter than an arrow's flight should be a Lover's motion.", "Say, can any artful Nymph, more fair or more prevailing,</br>Bid thee disannul thy vows, nor heed my sad bewailing?</br>Had thy love been as true as mine, the Nymph had been rejected;</br>RUSLAND had not linger'd thus, nor SYLVIA thus expected.", "Oft have I hear wise ones say, \"Ye beautiful, believe us,</br>Men by nature faithless are, and study to deceive us.\"</br>Tell me, RUSLAND, is it true &mdash; can I no more delight thee?</br>Indeed, no, no, it is not so; &mdash; yet why then do you slight me?", "Surely such a gallant youth can never mean to leave me;</br>Truth ripen'd on his ruddy lips unfashion'd to deceive me:</br>What so long detains him then? &mdash; May no mishap betide him!</br>An hour's tedious as a year if I am not beside him.", "This playful Kid the Hunter saw, full well do I remember,</br>Shivering, wet, half-starved, and cold, a victim to December:</br>Up the dangerous steep he climbed most hazardly to save it,</br>Pitied it, and nourished it, and to his Mistress gave it.", "Go, thou little wanton, go, inform him by thy bleating</br>How often I have sigh'd in vain, how long have here sat waiting:</br>Tell him I weave flowery wreathes to chain my fickle rover,</br>What my fearful blushes hide these tell-tale wreaths discover!", "Tell him how the roses weep, like me with heads reclining,</br>Paler all their colour fades, they sicken too with pining;</br>Tell him though, if he return, his presence will revive them,</br>Make their bloom more vivid glow, and sweeter fragrance give them.", "Say for him alone I stay, for him shall I be scolded,</br>Soon must all the goats be milk'd, at dusk the sheep be folded;</br>Else silently my father frowns, my cruel step-dame chides me,</br>And peevishly her fretful son with scoffing taunts derides me.", "My love is wise, and, so belike, disdains a simple creature;</br>If so, why did he kiss her cheek, or why so fondly treat her?</br>Why carve her name on rinds of trees, why comfort her when weeping?</br>Why tune for her his beechen flute, or watch beside him sleeping?", "Soon the nightly dews will fall, the sun is fast descending,</br>And see along the watery moor the mountain shades extending;</br>Did he come, the time were short to relish mutual pleasure,</br>Oh would the chace were earlier done, or I had longer leisure!", "Hereafter I will love no more; &mdash; hence, hence capricious passion;</br>RUSLAND'S false, and so will I, for falsehood is the fashion:</br>Methought I heard his distant horn &mdash; my resolution's broken;</br>And that I love my RUSLAND still this beating heart's the token.</br>"]