["The twilight curtains round the busy day,</br>The sliding shutters close the tradesman's shop,</br>The street lamp now emits its useful ray,</br>And homeward speeds the bustling Doctor Slop.", "Now more assails the fever's burning rage,</br>And all the symptoms greater strength acquire;</br>Save their remission haply may presage</br>Alleviation, while the pores perspire.", "Save that, from such a \"well cramm'd magazine,\"</br>Of nauseous draught, or jalap that is sent,</br>The counteracting pow'r shall intervene,</br>And second Nature's salutary bent.", "Within these polish'd jars, these bottles scroll'd,</br>Where meets the eye full many a mystic word:</br>Each in good time its virtues to unfold,</br>Galenic compounds of the shop are stored.", "The hasty call of cholic-writhing man;</br>The woman struggling in hysteric fit;</br>The gout fierce-racking every joint it can,</br>Soon, soon shall move them from their shelfy seat.", "For these again the 'prentice shall commix,</br>Or half-bred shopman \"secund. art.\" combine;</br>No \"data\" given how this or that may fix</br>On nerve, or brain, or marrow of the spine.", "Oft to their potency diseases yield,</br>Their failure oft is harbinger of death:</br>How weakly proof the doctor's sev'n-fold shield!</br>How weak the patient almost out of breath!", "Let not derision mock their useful toil,</br>The mighty vigils frequent they endure:</br>Nor snug in bed, let other men revile</br>Their star-light visits, while they lie and snore.", "The glare of pharmacy, the M.D. name,</br>And all that learning, all that study gives</br>Inhale alike the balmy breath of fame,</br>On this alone the bold empiric lives.", "Nor you, ye sick, impute to these the fault,</br>If drugs intestinal commotion raise,</br>When perching oft o'er Cloacina's vault,</br>Loud burst of crepitance your state betrays.", "Can opening draught, or analectic pill</br>Act to the occasion, and without a noise?</br>Can any one dispute the doctor's skill,</br>Or controvert the means which he employs?", "Perhaps, in some lone village shop is train'd</br>Some youth all pregnant with the healing art;</br>Swoll'n with th' incipient knowledge he has gain'd,</br>And all impatient when to play his part.", "But dulness thro' his brain her misty steams,</br>Wrapt in a muddy chaos has diffus'd;</br>Curs'd ignorance dissolves his airy dreams,</br>And pulls the fabric down that so amus'd.", "Full many a dunce of highest air and strut,</br>Divine Hygeia in her pasture feeds;</br>Full many a soul is prevalent to put</br>A faith in physic which he never needs.", "Some numps' Sangrado, whom with utmost care</br>The teacher's knowledge never could inform;</br>Some embryo Brodum may initiate there</br>Some Ching the enemy of every worm.", "Th' applause of credulous boobies to command</br>The coins of gold and silver to receive,</br>To scatter poison o'er the British land,</br>And make the vulgar what they will believe,", "Their lot may be, nor circumscrib'd alone</br>Their growing riches to the flaunting gig:</br>In splendid chariot soon they may be known,</br>And shave their heads forsooth to wear a wig.", "The struggling pangs of conscience to restrain,</br>To shoot the well-mark'd folly as it flies,</br>And still to advertise again, again</br>May be the \"ne plus ultra\" they devise.", "Close on the Opifer's quick posting heels,</br>The fatal Sisters often seem to tread;</br>Amid the mortar's ringing sonorous peals,</br>The Tyro counts the many patients dead.", "Yet' e'en these boys in practice to advance</br>Some showy letter'd board fix'd on high,</br>With threefold epithet their claim t' enhance,</br>Attracts the notice of the passer by.", "Their name, their occupation thus inscrib'd,</br>The place of long experience do supply;</br>And many a technic phrase they have imbib'd,</br>Console survivors when their kindred die.", "For who so callous to consanguine calls,</br>Their dearest friends without a pang resign:</br>See them enclos'd within their wooden walls,</br>Nor shed one briny tear, nor aught repine.", "On some fam'd recipe the sick rely,</br>Some aid medicinal they're wont to crave;</br>E'en to the last, still circulates their cry,</br>O, give my physic, physic I must have!", "For thee, who mindful of thy own estate,</br>Dost in these lines thy cogitations trace,</br>If chance, in self-sufficiency elate,</br>Some wounded spirit threaten thy disgrace", "Haply some animated friend may say,</br>\"Oft have I seen him in this playful mood</br>Dashing from out his pen the ink away,</br>To blot the unworthy name, and gloze the good.", "\"There in his parlour have I seen him sit,</br>Where clam'rous brats in confluence swarm around;</br>Gaily abstracted in poetic fit,</br>Nor voice has reach'd him of tumultuous sound.", "\"Clos'd in a room, from all access secur'd,</br>Pacing its floor I have seen him walk about;</br>Now culling from his pate th' ideas stor'd,</br>At ev'ry turn intent to call them out.\"", "One day I miss'd him when I gave a call,</br>Nor in the parlour, nor at home was he:</br>I saw his wife, nor did she know at all</br>Or how engag'd, or where her spouse might be.", "The next, with book in hand, in elbow-chair,</br>Twing'd with incipient gout, I saw his sit;</br>A table spread with manuscript stood near,</br>Observe what follows, which he said he writ:", "EULOGY.</br>Hail to the science, fraught with heav'n born lore,</br>Which combats ugly shapes of dire disease:</br>Fair science emanating more and more,</br>And still expanding strength to health and ease.", "Large is the blessing that her sons diffuse;</br>A recompense to some is largely given,</br>The deeds of some ingratitude pursues,</br>Or stinted fee from forth the fist is driv'n.", "No higher praise to any art applies,</br>Than praise to this so eminently due:</br>What Cicero advanc'd I deem most wise,</br>I mean to place it now before your view.", "\"Nulla in re homines proprius ad Deos accedunt quam salutem hominibus dando.\"</br>In nothing to the Gods so near approach we mortals,</br>As when by giving physic, we blockade Death's portals.</br>"]