["OYSTERIA.</br>Ho!  Nan, whose Fish are those that look so dry?", "WELFLETA.</br>Young Polly Melton gave 'em me to cry.", "OYSTERIA.</br>Unhappy Polly, who thy Stand can leave,</br>And with vain Hopes of Love thyself deceive!</br>While you Jack Tar will court, but court in vain,</br>Fearing that I your Sailor shall obtain,</br>Here, Poll, another will thy Gains devour,</br>Nor turn a lucky Penny in an Hour;</br>Thy Tubs unwash'd, thy Mackarel forsook,</br>And Two-pence sunk in ev'ry Groat that's took.", "WELFLETA.</br>No Scandal, Madam, if you come to that,</br>Some may be told of you. &mdash; We know what's what.&mdash;</br>When Billy's Boat came floating down the Tide</br>You with him at the Bottom was espy'd</br>To kiss and toy, and something else beside;</br>Till the neglected Boat ran close to Shore,</br>And to some laughing Maids discover'd your Amour.", "OYSTERIA.</br>'Twas at that Time, since Follies you rehearse,</br>When you, in Heighth of kissing, stole a Purse.", "WELFLETA.</br>No; when beneath a Tree in Greenwich Park,</br>You was with Jenny's Husband, in the Dark,</br>Tore her lac'd Coif, then raving, stampt and cryd:&mdash;</br>But for the Mischief you for Spight had dy'd.", "OYSTERIA.</br>What Lies your Mistress, Impudence, wou'd prate,</br>When you can tell 'em at so round a Rate?</br>Did not I see you, Madam, watchful stand</br>To steal a Ring from sleeping Peggy's Hand,</br>Stroaking her Finger with your utmost Care&mdash;</br>But I came in, and rous'd the sleeping Fair?</br>Thieves, Thieves, I cry'd; defeated of your Prey,</br>Like Dog that's burnt his Tail, you stole away.", "WELFLETA.</br>Where're we find it, we may take our own;</br>The Ring was mine, by singing fairly won;</br>But she would never give me up the Prize,</br>Nor yet the Truth of what I say denies.", "OYSTERIA:</br>You sing with her!  who are at best but fit</br>To squawl a wretched Ballad thro' the Street:</br>With me you dare not sing:  A Match I'll make</br>And boldly back my Wager with a Stake;</br>These golden Beads with which myself I deck,</br>Which in three Rounds hang pendant on my Neck:</br>Do you stake aught of equal Value down,</br>The Necklace win and wear it as your own.", "WELFLETA.</br>Of equal Value I can nothing boast,</br>At home a cunning Step-dame rules the Roast,</br>Who tells each Morn my Fish into my Tray,</br>And to a Farthing counts the Profits of the Day:</br>Yet this I pledge, to me of more Esteem,</br>Than any polish'd Gold, or sparkling Gem,</br>This silver Thimble, this my will shall prove</br>The latest Token of my parting Love,</br>Which Johnny gave me 'fore he last Voyage made,</br>And which as yet was ne'er to Needle laid.", "OYSTERIA.</br>To match your Pledge, this silver Seal I stake,</br>Which much I value for my Tommy's Sake,</br>Who parting gave it, sighing on my Breast,</br>And which as yet was ne'er on Letter prest.</br>&mdash;But haste, begin, nor thus the Time prolong;</br>Let Maccarella judge of either's Song.", "MACCARELLA.</br>Sing then, my Fair Ones, for the Coast is clear,</br>And all is Peace, as much as can be here;</br>The Market's o'er, then let your Songs begin,</br>And I'll decide with Justice who shall win;</br>By turns let each some tuneful Ditty chime,</br>You'll please the more, the more ye change your Rhime.", "WELFLETA.</br>From Cupid, ruler of the Gods above,</br>My Song begins, for all are rul'd by Love;</br>To him the care of Maids and Swains belongs,</br>He hears their Pray'ers, and he applauds their Songs.", "OYSTERIA.</br>I seek no God, my Tommy me inspires</br>With as much Love, and with as happy Fires;</br>To him, sweet Youth, as ever cross'd the Sea,</br>To him, as due, my Songs shall ever be.", "WELFLETA.</br>My Johnny taps my Neck in wanton Play,</br>Then wishing to be seen, he trips away.", "OYSTERIA.</br>My Tommy flies not, but upon my Knee,</br>Swears he ne'r saw a Maid so fair as me.", "WELFLETA.</br>This crooked Groat, I'll send my Swain to prove</br>My Heart is bent like this to him and love.", "OYSTERIA.</br>But for my Sweetheart I this Ring design'd,</br>The truest Emblem of a faithful Mind:</br>This Circle has no Ending, this I send</br>To tell my love my Passion ne'er shall end.", "WELFLETA.</br>How oft has mine in fondest Rapture swore,</br>He never chang'd his Mistress with his Shore:</br>Gods, hear the Sound, and bless the constant Man:</br>Shew such another Sailor, if you can.", "OYSTERIA.</br>But mine with more Inconstancy will court,</br>And gain new Mistresses at ev'ry Port;</br>Fond tho' inconstant, pleasing tho' he's free;</br>Yet none can keep the Rover's Heart but me.", "WELFLETA.</br>I keep me Birth-day, from the Coast of France</br>Sweet William come, and grace it with a Dance.", "OYSTERIA.</br>I'm with sweet William more in Grace than you,</br>To me he swore at Wapping to be true:</br>Hoisting the Sails, when he on Deck did stand,</br>To me Adieu he cry'd, and wav'd his Lilly Hand.", "WELFLETA.</br>If you can tell, say in what Foreign Land,</br>The Golden Oar lies sparking in the Sand;</br>Where, as one River flows with with comely Pride,</br>It bears the Wealth of Europe in its Tide.", "OYSTERIA.</br>Nay, tell me first, on what rich Coasts are found</br>Spices that breathe their fragrant Odours round;</br>Where Nutmegs will their fragrant Scents dispense,</br>And in their balmy Gales can ravish ev'ry Sense.", "MACCARELLA.</br>Hold, Maidens, hold; for I shall never tell</br>Who sings the best, when both can sing so well</br>Both ever happy be, and all who prove</br>By Turns the various Sweets and Pains of Love.</br>"]