["Now will I raise fair Alma's stately tower,</br>On Temperance her strong and soundest frame;</br>And goodly deck Dame Bounty's dainty bower,</br>Whereby all Princes gain immortall fame:</br>Some call her Alma, some her Bounty name,</br>The trusty Almner of Loves Royall Court;</br>Who bears the bag to give to blinde and lame,</br>And Suitors all that thither do resort</br>Rewards most bounteously, and feeds in seemly sort.", "For on this heav'nly Dame the eyes of all</br>Looke up, that of her liberalitie</br>They may receive, and shee againe lets fall,</br>Upon them needfull things most plenteously,</br>Her bounteous hand shee opens willingly,</br>With blessings every creature full to fill,</br>To those that Knowledge seeke, abundantly,</br>Shee giveth Wisedome, Understanding, Skill,</br>To know their Makers Bountie, Majestie, and Will.", "Most glorious Alma!  whenas Temperance</br>Controlls the noble Plentie of her Hall,</br>And with her Staffe keepes out Intemperance,</br>Which doth abuse her Grace and Bountie all;</br>For where most Plentie is, there most doth fall</br>By want of Temperance to Lust and Sin,</br>Till they be brought low as the Prodigall,</br>For he that will true Praise by Bountie win,</br>Must first of all at home with Temperance begin.", "For Temperance with watchfull diligence,</br>Are like two springs which waters doe supply,</br>To open-handed free Beneficence,</br>And her discernes from Prodigalitie,</br>By Diligence we get sufficiencie,</br>By Temperance, what we have gotten, spare</br>To minister to Liberalitie,</br>For these two, Lady-Bounty's handmaids are,</br>And for her, just, and truly, store of wealth prepare.", "But they that live in sloth and foule excesse,</br>Though they they may seeme to be most liberall,</br>Oppression, and Extortion mercilesse,</br>Are Lakes, from whence their Bounty's streamed doe fall,</br>And thus they rob the poore, that therewithall</br>They may themselves, rich friends, and children feast,</br>Blaspheming their great Maker, Lord of all,</br>And imitating basest savage beast,</br>Which fawnes upon the great, But doth devoure the least.", "God of all Bountie, King most Liberall,</br>Who to thy vassall Man at his Creation,</br>Didst subject make, Fish, Fowl, Beasts, creatures all,</br>And of thine handy works gav'st domination;</br>Who by thy providence and ordination</br>Him needfull things not onely dost provide,</br>But for his health, delight and contentation,</br>That he may plentie to the poore divide,</br>My Muse to sing, heart, hands, to practise Bountie guide.", "Bountie, Beneficence, Benignitie,</br>In name though divers, one in substance be,</br>Benevolence and Liberalitie,</br>Make actions, and affections agree,</br>If as they are, in God you wish to see,</br>They like his Goodnesse are unlimited,</br>And as his Mercy, Love, and Grace are free,</br>Which on his Creatures are abundant shed,</br>But by my shallow Muse their depth cannot be read.", "They are too high to reach, too deepe to sound,</br>For all the earth is filled therewithall:</br>In heav'n above Gods Goodnesse doth abound,</br>The Bountie of his Grace is over all;</br>Of all the Meditations which call</br>My mind, to holy Joy and admiration,</br>None lets more comfort then Gods Bountie fall,</br>Both for my being and my preservation,</br>But most in that he shed his bloud for my Salvation.", "Here could I wish my Muse might ever dwell,</br>In viewing Gods great Goodnesse, Bountie, Love,</br>Which three to th' holy Trinity I well</br>May here ascribe; For Goodness first doth move</br>The Father, to beget Eternall Love,</br>From Love and Goodnesse, Bountie doth proceed;</br>Yet all these three, as one in God doe prove,</br>In substance one, although distinguished</br>In working!  But this height my reach doth far exceed.", "And therefore ravish't now with contemplation,</br>Beyond the compasse of my feeble eye,</br>My soule amaz'd falls downe to adoration</br>Of this misterious holy Trinitie,</br>And from divine come to benignitie,</br>And Bountie which should be in men below,</br>A habit wee of liberalitie,</br>Her call, and good affection we should show</br>In thought, heart, word, and deed, to ev'ry one we know.", "And must from goodnesse and true love proceed,</br>The onely cause of true benignitie;</br>Wherefore, except these be in us indeed,</br>Our bounty is but prodigalitie:</br>Or some like froth of superfluitie.</br>The crums and leavings of Intemperance,</br>Which oft are dealt out with an evill eye,</br>More for vain credit or base circumstance,</br>Then for goodwill, or care Gods glory to advance.", "For ev'ry act hath then her true effect,</br>Which from true ground right aymeth at her end,</br>As when both love and goodnesse doth direct</br>What bounty truly gets, aright to spend:</br>Loe thus doth heav'nly grace and bounty send</br>Her blessings temporall alike to all;</br>But doth far greater benefits intend,</br>To those that on Gods name aright doe call,</br>And in this heav'nly sort, ought we be liberall.", "Oh!  then th' effects of bounty glorious are,</br>When Providence with true Frugality,</br>Doe seek by Justice to provide and spare</br>Fit sustenance for liberality;</br>Behold that heav'nly bounteous Majesty,</br>Sends raine and fruitfull seasons, whereby store</br>Of Blessings, th' earth may to his hand supply,</br>And many hidden Treasures up doth store</br>For to exalt the rich, and to refresh the pore.", "Then humane bounty like her Makers is,</br>Whenas she labours to doe good to all;</br>But most of all to bring poore souls to blisse,</br>And fill their hearts with food spirituall;</br>Oh Grace Divine?  Bounty Angelicall;</br>With spirituall loaves in Wildernesse to feed</br>Gods Saints, when spirituall hunger them doth gal,</br>The ignorant which pine with inward need,</br>Divine sweet comforts to their fainting soules to reade.", "True Bounty's knowne, best by her company,</br>For shee in Truth and Mercy takes delight;</br>Faith Justice, Temperance, Humility,</br>And is withall Loves graces richly dight,</br>Herein appeares her glorious heav'nly Sp'rite:</br>Shewing that shee of seed divine is borne,</br>Of Love and Goodnesse, not of Vaine delight,</br>Of Fame and Praise of men, when she doth scorne</br>To seeke feign'd bounteous shews, her goodnes to adorn.", "For thus th' ambitious man is bountifull,</br>Thus belly-gods in plenty take delight,</br>Deceit with gifts his neighbour seeks to gull,</br>The covetous bribe large to conquer right;</br>From such false Bounty, Truth is banisht quite,</br>Humility, Fath, Knowledge, Temperance,</br>Nor any of Loves Graces in her sight,</br>May suffered be their ensignes to advance,</br>There dwells Contention, Pride, Oppression, Ignorance.", "As daughters of the horse-leech, still doe cry,</br>Give, give:  as Grave and Hell be never full,</br>So nought the covetous eye can satisfie,</br>But he that's liberall and bountifull</br>Is like full clouds, which doe most plentifull</br>Water the earth, and pour down store of rain,</br>Yet are not empty; for the mercifull</br>And liberall shall greater plentie gaine,</br>And he that scattereth shall finde encrease againe.", "That hand is never emptie of reward,</br>Whereas goodwill the hearts chest filleth full,</br>And bountie never is so much afeard,</br>Causless to give, As not be bountifull</br>Where need requires; His face is beautifull</br>Where sweet Goodwill both heart and looks have Joyn'd;</br>But th' envious and malicious doe pull,</br>On wrinkles:  And a man shall ever find,</br>The beautie of the face to alter with the mind.", "Bountie is like unto the glorious Sun,</br>Which as a Bridegroome doth from chamber glide,</br>And as a Gyant joy's his course to run</br>From East to West, most swiftly he doth ride,</br>Nothing from's fertile heat it selfe can hide;</br>He doth not looke that one him up should call:</br>So Bountie deals her Graces far and wide,</br>And Blessings without asking sends to all;</br>Expecting not vaine praise where shee lets graces fall.", "As some faire glorious garment, which we weare</br>Upon our shoulders, reaching to the ground,</br>Covers all spots, and Naeves that on us are:</br>So where this noble bounty doth abound,</br>It covereth all faults that can be found,</br>For as Love covers, so doth Bounty hide</br>A multitude of sins, and doth confound,</br>By her bright Beames, Detraction, Envy, Pride;</br>Alas these are too weake where Bounty's on our side.", "Shee's like unto the Lamp of glorious day,</br>Which doth divide the darknesse from the light,</br>For whereas Bountie doth her beames display,</br>Behold bright day:  without them there is night;</br>The King that by his bountie doth invite,</br>His Subjects hearts to Love and Honour due,</br>Sleepes more secure, than he that doth by might</br>And feare, strong forts and walled townes subdue,</br>And for his guard's encompassed with armed crue.", "Bountie and Benefits are ev'n the Bands,</br>Of Concord, and as fire doth quickly dye,</br>That is not fostered with coles or brands;</br>So dies true Love with men:  Except supply</br>Be made by gifts and liberalitie:</br>Who doth the wandring soule direct aright,</br>Though with him he doth deale most bounteously;</br>Yet doth he but his fellowes candle light;</br>And to another gives, yet loseth self no light.", "True Bounty seekes high God to imitate,</br>Who to the most unthankfull is most free,</br>Sol doth his light to Theeves participate</br>And without tempests, Pirates saile on Sea,</br>The Heav'ns of all good things the Authours bee,</br>Faire fortunes to ungratefull fooles doe send,</br>As onely seeking to do good:  so we</br>(Though oft in vain our bounty we do spend)</br>To the unthankfull must, as to the thankfull lend.", "Gods bounty's like to incense and perfume,</br>Cast on an heart inflam'd with holy zeale,</br>Which praises up, like clouds of smoake doth fume,</br>And sweetest odours round about doth deale:</br>Mans bounty is like widowes cruse or meale,</br>Which spent upon the Prophet growes to more,</br>Like Surgeons skill, which as more doth heale,</br>Doth grow more cunning then he was before,</br>The diligent and bounteous hand want never store.", "As many fruits do faire encrease and grow,</br>Not so much by the nature of the ground,</br>As by the bounty, which from Heav'n doth flow,</br>And temperate aire that is above them found,</br>So all good Arts in noblest wits abound,</br>More by some Princes liberalitie,</br>And high regard they have of Muses sound,</br>That their owne nature, strength, and industry,</br>Best friends to Arts are Bounty and Humanity.", "Should I but here recount the names of all,</br>Whom bountfull in holy Writ I find,</br>I of your patience should be prodigall,</br>And my short time for this discourse assign'd,</br>Let me their names up in a bundle binde;</br>Which if you please to ope as sweetly smell,</br>As Camphires Bush:  my Muse is now inclin'd,</br>Of some prophane examples here to tell,</br>Which seeme in noble Bounty others to excell.", "Then treasure Cyrus more his friends esteem'd,</br>Whereof he multitudes by bounty won:</br>And Alexander greatest glory deem'd,</br>By bounty never to be overcome;</br>A King of Egypt thought it better done,</br>His subjects coffers, then his owne to fill:</br>Whenas Alphonsus heard Titus Vespasians sonne,</br>Accounted that day lost, when for good will</br>He had giv'n nought; said, I ne're spent a day so ill.", "Behold!  these five examples live in one,</br>The bounteous Monarch, that our Scepter sways,</br>Esteems his friends 'bove gold, or precious stone,</br>And overcomes ev'n all that him obay's,</br>By soveraigne Bounty, to's immortall praise,</br>No King so fills his Subjects chests with gold,</br>His bounteous deeds in number passe his day's:</br>Ah!  how then dare my niggard rimes be bold,</br>The sacred bounty of my Soveraigne to unfold.", "Who hoards not up his wealth in Cave or Tower,</br>Nor into prisons darke condemnes his gold:</br>But as on him from Heav'n all Blessings shower,</br>So are his to us Subjects manifold:</br>As from thicke clouds we numberlesse behold,</br>Large streames of fruitfull raine on earth to fall;</br>So is his largenesse to his servants told,</br>Who entring poore, rich returne from his hall,</br>Like Tagus golden sands, his hands are liberall.", "Vouchsafe, O bounteous Soveraigne!  heare thy thrall,</br>After thy cloud, a subjects drop'd to sing;</br>Whom thou didst to deserved honour call,</br>And was in name and bountie as a King:</br>Who in thy bounteous steps thee following,</br>Did from obscurity my Fortunes raise,</br>Without desert of my least offering,</br>He now in Heav'n his bounteous King doth praise,</br>As he with bounty honour'd him here all his day's.", "And let us all his bounteous praises sing,</br>Whose bounty us from Hell and Death doth raise,</br>Our blessed Saviour, Prophet, Priest, and King,</br>Who here in bounteous deeds spent all his day's;</br>Casting out devills, saving soules alway's,</br>Healing the sicke, giving the blind their sight,</br>Mournes for our sins, for enemies he prays,</br>Comforts the rich, and feeds the hungry wight,</br>And still in doing good, doth set his whole delight.", "How could malicious heart of envious man,</br>Consent to murther such a bounteous King?</br>Scourge, scorne, deride, despight him what they can,</br>Still in his bounteous deeds persevering;</br>Yea when unto the Crosse they him doe bring,</br>Father they know not what they doe, he cry's;</br>And when his body hangs their torturing,</br>He to the Thiefe not Paradise denyes;</br>Thus doing good he lives:  Thus doing good he dyes.", "What, doth the Lord of Life eternall dye?</br>Which unto us eternall life doth give;</br>See his large bounty and benignity?</br>Hee gave his life for us that we might live.</br>What heart of stone doth not here melt, or rive</br>But with his Life, his Bounty doth not end,</br>He by his Will, and Testament doth give</br>Us Heav'n, yea, more the Comforter doth send,</br>With millions of Angells on us to attend.", "Who can of this his Saviours Bountie tast?</br>And to his members not be bountifull,</br>If thou want wealth, and coine give what thou hast,</br>And let our hearts be alwaies mercifull,</br>And like the fertile ground yeeld plentifull</br>Encrease, of all the seeds which thereon grow,</br>'Tis Bountie that doth fill our garner's full,</br>He sparing reapes that sparingly doth sowe,</br>True Bounty's noble hand no want did ever know.", "But ah too many covetous of Praise</br>And Glory doe by fraud and rapine spoile;</br>Others, that they thereby their names may raise,</br>And some goods gotten by much care and toil,</br>Spend on their pleasures, and thereby beguile,</br>Their poore and needy Neighbour of his right,</br>Drinking and surfetting in ease the while,</br>And spending frankly on some base delight,</br>Like Brutes are bountifull to their owne appetite.", "Some onely by their Bountie seeke for fame,</br>And these are onely to Ambition free,</br>Some Patrons now aday's such Shepheards name,</br>To feed the Flocke, as loose and Idle Bee,</br>Wealth unto wealth to adde they all agree:</br>No man respects the needy and the poore.</br>The emptie vessels, emptie still we see;</br>They that are full, to them is added more,</br>Dry hills want water, when the valley's swim with store.", "As Knights which of the noble Order are</br>Of Garter, that they better may be knowne,</br>A golden George about their necke do wear,</br>Nor doe the same at any time lay downe,</br>Whereby their noblenesse should be unknowne:</br>So Nobles alwaies wear Benignitie,</br>Whereby whose Sonnes you are yee may be showne,</br>For nothing proves you Sonnes of the most High,</br>More then your Bountie and true Liberalitie.", "But of false Bountie you do vainely boast,</br>Delighting in vaine pastime, oyle and Wine,</br>And gluttons feed for glory to your cost;</br>Whilst at your doores the poore may sterve and pine.</br>You welcone such as you invite to dine;</br>But scarce afford the poore scraps at your gate;</br>Which shew that all your bountie is to Joyn</br>Credit and Glory to your great estate,</br>And but for Crowes and Kites, or Daw's do lay a Baite.", "You for a million at a cast will play,</br>And hazard all your fortunes at a game,</br>And grudge not for one dainty bit to pay</br>A thousand, and then glory in the same,</br>With gold you tricke and trim up some loose Dame,</br>The sinke that sucks up all your Liberalitie,</br>Thus lavish you to your eternall shame,</br>All that your Fathers got by their Frugalitie,</br>And left to you to spend in bounteous hospitalitie.", "Brave Alexanders deeds for ay commends</br>His wondrous confidence and bountie rare,</br>Who dealing out amongst his faithfull friends,</br>Lands, houses, townes, he gold and all did share,</br>When one befought him wisely to forbeare,</br>For what, said he, alas!  is left the King?</br>New hopes of gaining more, said he, there are,</br>Thus on his fate and fortunes venturing</br>The Heav'ns propitious seem'd, to him, in ev'ry thing.", "But ah!  poor Prince!  thy hopes are all but vaine,</br>As were the Benefits thou didst expose;</br>But we are certaine of eternall gaine,</br>If bounteously Gods blessings we dispose:</br>Ah!  what is it if worldly things we loose!</br>And thereby gain us an Eternall Crowne,</br>Which heav'nly Bountie laieth up for those,</br>That their owne glory willingly lay downe,</br>And what they reape by Bountie bounteously have sown.", "Such all within most gloriously shall shine,</br>Their vestiments shall be of twined Gold;</br>They shall of Hony tast, and spiced Wine;</br>And all the Bridegroomes fruits both new and old,</br>He gently will such in his armes infold;</br>And satifie their sense with pleasing smell,</br>No eare hath heard, no tongue hath ever told,</br>The Joy and Bounty that with him do dwell,</br>But more of these, where next of heav'nly Joy I tell.</br>"]