["On the Remains of an old blasted Oak,</br>Unmindful of himself, Menalcas lean'd;</br>He sought not now in heat the shade of Trees,</br>But shun'd the flowing Rivers pleasing Bank.</br>His Pipe, and Hook lay scatter'd on the Grass,</br>Nor fed his Sheep together on the Plain,</br>Left to themselves they wander'd out at large.</br>In this lamenting state young Corydon</br>(His friend and dear Companion of his hour)</br>Finding Menalcas, asks him thus the Cause.", "CORYDON.</br>Thee have I sought in every shady Grove,</br>By purling Streams, and in each private place</br>Where we have us'd to (it and talk of Love.</br>Why do I find thee leaning on an Oak,</br>By Lightning blasted, and by Thunder rent?</br>What cursed chance has turn'd thy chearful mind,</br>And why wilt thou have woes unknown to me?</br>But I would comfort, and not chicle my Friend,</br>Tell me thy grief, and let me bear a part.", "MENALCAS.</br>Young Astrophell is dead, Dear Astrophell,</br>He that cou'd tune so well his charming Pipe,</br>To hear whose Lays, Nymphs left their cristal spring,</br>The Fawns, and Dryades forsook the Woods,</br>And hearing, all were ravish'd &mdash; swiftest streams</br>With held their course to hear the Heavenly sound,</br>And murmur'd, when by following Waves prest on,</br>The following Waves forcing their way to hear.</br>Oft the fierce Wolf pursuing of the Lamb,</br>Hungry and wildly certain of his Prey,</br>Left the pursuit rather than loose the sound</br>Of his alluring Pipe.  The harmless Lamb</br>Forgot his Nature, and forsook his Fear,</br>Stood by the Wolf, and listned to the sound.</br>He could command a general peace, and nature wou'd obey.</br>This Youth, this Youth is dead, The same disease</br>That carry'd sweet Orinda from the world,</br>Seiz'd upon Astrophell &mdash; Oh let these Tears</br>Be offer'd to the Memory of my Friend,</br>And let my Speech give way a while to Sighs.", "CORYDON.</br>Weep on Menalcas, for his Fate requires</br>The Tears of all Mankind, General the lot;</br>And General be the Grief.  Except by Fame</br>I knew him not, but surely this is he.</br>Who Sung Learn'd Colin's, and great Aegon's Praise,</br>Dead e're be liv'd, yet have new Life from him.</br>Did he not mourn lamented Byon's Death,</br>In Verses equal to what Byon wrote?", "MENALCAS.</br>Yes this was he (oh that I say he was)</br>He that cou'd sing the Shepherds deeds so well,</br>Whether to praise the good he turn'd his Pen,</br>Or lashed th egregious follies of the bad,</br>In both he did excell&mdash;</br>His happy Genius bid him take the Pen,</br>And dictated more fast than he cou'd write:</br>Sometimes becoming negligence adorn'd</br>His Verse, and nature shew'd they were her own,</br>Yet Art he us'd, where Art cou'd useful be,</br>But sweated not to be correctly dull.", "CORYDON.</br>Had Fate allow'd his Life a longer thread,</br>Adding experience to that wondrous fraught</br>Of Youthful vigour, how wou'd he have wrote!</br>Equal to mighty Pan's Immortal Verse,</br>He that now rules with undisputed sway,</br>Guide of our Pens, Crown'd with eternal Bays.", "MENALCAS.</br>We wish for Life, not thinking of its Cares;</br>I mourn His Death, the loss of such a Friend,</br>But for himself the dy'd in the best hour,</br>And carry'd with him every Mans applause;</br>Youth meets not with detractions blotting hand,</br>Nor suffers ought from Envies canker'd mind.</br>Had he known Age, he wou'd have seen the World</br>Put on its ugliest, but its truest Face,</br>Malice had watch'd the droppings of his Pen,</br>And Ignorant Youths who wou'd for Criticks pass,</br>Had thrown their scornful Jests upon his Verse,</br>And censur'd what they did not understand.</br>Such was not my Dear Astrophell:  He's dead,</br>And I shall quickly follow him, what's Death,</br>But an eternal sleep without a Dream?</br>Wrapt in a lasting darkness, and exempt</br>From hope and fear, and every idle passion.", "CORYDON.</br>See thy complaints have mov'd the pittying Skies,</br>They mourn the death of Astrophell in Tears.</br>Thy Sheep return'd from straying, round they gaze,</br>And wonder at thy mourning.  Drive 'em home,</br>And tempt thy troubled mind with easing sleep,</br>To morrows chearful Light may give thee comfort.</br>"]