["Omnific Fancy!  I invoke thy power;</br>Oh, bear me hence away to the dear home</br>I loved so well in childhood's happy hour;</br>And still must love through each dark year to come.</br>It was not one the proud admire, a dome</br>Which wealth and art had reared; but a rude cot,</br>Deep, deep in woods, where wild deer love to roam.</br>Yet did I wish no other home, and thought</br>That none had ever known a dearer, lovelier spot.", "Or do I dream?  or does it meet my sight,</br>The elm, that wont to shade that simple dwelling?</br>It blooms as fair, as when, in young delight,</br>I sported 'neath its shade.  My heart is swelling,</br>And from my eye tears fast, but still are welling;</br>For, of the humble cot, that erst did guard</br>My infancy, remains no token, telling</br>Where once it stood:  and where are they who shared</br>My childish gaieties, and all their charms endeared?", "Some, far away &mdash; some, to the dust gone down!</br>And I alone am here.  But where is she,</br>My more than mother?  she, who ne'er did frown</br>Upon my frowardness, but strove to be</br>My guardian, and my guide; she was to me</br>The kindest, dearest &mdash; she did love me well&mdash;</br>None since have loved me so.  Oh, memory!</br>How lovely thou dost show her, as I dwell</br>Upon her kindness!  Where is she? &mdash; the grave can tell.", "Yes, Amaryllis, thou did'st love me much,</br>When the cold dew of death was on thy brow,</br>And life was withering from his icy touch&mdash;</br>Even then thy love to me was warm, and thou</br>Did'st call upon my name.  Well may ye flow,</br>My tears; she called me, but I was not near&mdash;</br>My name died on her lips; a gasp, a throe,</br>And all was still.  And now, lone, lingering here,</br>Where oft I met her love, the very earth how dear!", "How quick, how wonderful thy power, O Death!</br>One moment the heart glows with tenderness,</br>Which flows forth warmly on each breath,</br>And strives, in broken accents, still to bless:</br>But words are failing fast &mdash; and less and less</br>The quivering lips obey &mdash; they move no more!</br>Yet the dim eye demands the wish'd caress</br>Of the eternal parting:  fondly, as before,</br>It turns on each lov'd face &mdash; ah!  that deep groan! &mdash; 'tis o'er!", "What hast thou done, grim Death!  Say, what the pow'r</br>By which thou did'st, even in a moment, still</br>The throbbing of that heart?  One little hour</br>Has scarce gone by &mdash; the form which lies so chill,</br>Was quick with life and health &mdash; the vital thrill</br>Shot gaily through it &mdash; but thy viewless dart</br>Hath touched it.  Yet, go on, dread power!  thy will</br>Has baffled, and shall baffle, human art.</br>We cannot know thy ways, though we must feel thy smart.</br>"]