["A Silver-winged cygnet brusling swame</br>In glorious pride upon the brest of Thame:</br>His yvorie wings he churcking did display</br>And ebon-eybrees as he made his way.</br>Mongst all th' aeriall choristers, more sightly</br>Was none, with strains divine ne sang more sweetly.</br>Nature, Art, Grace, disputing strived</br>Which of them had him more embellished.</br>At length admiring all they leave to strive,</br>For him in whom all Excellence did hive.</br>For like to Sol he shone when bravely girt</br>He strips the mountaines of their snowie shirt.</br>Me thought I saw a princely majestie</br>Ingraven in his portly physnomie.</br>Heaven envy'd earth that it should one immure</br>Who rob'd the heaven of so much ornament.</br>While that our He with pride for him gan swell,</br>A lofty Falcon with her jingling bell</br>Did stouping seaze on him with talons keen,</br>And hent away this bird, which bred our teen.</br>The birth of Night is death of splendent day,</br>His night beeing borne, our day is borne away.</br>When as God Hymen was about That mariage,</br>Pilfring Death trust up This golden cariage.</br>O that Law had graunt a prohibition,</br>T' have hindered Death of this possession.</br>Yet has he onely tooke (Tenant for a day,)</br>Liverie and season of his house of clay.</br>T'was well for's soule this earthen soyle to misse,</br>It's now infeoft in all the land of promisse.</br>But say, &mdash; Natur's a biting Usurer,</br>That baser coine disburses everywhere,</br>And for retailing of his silver mould</br>Must have his Int'rest payd in such fine gold.</br>From his exchequer tells he summes of men,</br>But for his hundred takes he more than ten.</br>From him, one in a hundred goeth forth</br>Which one outstrips a hundred in his worth:</br>Yet Niggard he can never be at rest</br>(Thus Sol exhales sweet vapours from the brine,</br>And leaveth much more brackishnesse behind.)</br>Aye me, his bud is blasted by the Fates,</br>His death heavens Secretarie antedates,</br>Who was the rarest simple of high prize,</br>If that one word fit one that was so wise:</br>Who was the beameling of that sacred Sunne</br>Whose lustring day let it be never done.</br>I'le ere adorne thy herse, the more thy praise,</br>Not with sad cypresse, but immortall bayes.", "COLUMNA.</br>What vertues one by one, each one may blis,</br>Each one may say, not one, but all, were his.", "INCIPPUM.</br>The duller earth will tell thee if thou aske it,</br>That here's interd faire Vertues golden casket.", "ALIUD.</br>Aske not why so small Grace ith' world is found,</br>Here lie almost the Graces all intomb'd.", "LECTORI SICCOCULO SI USPIAM SIT.</br>If thou a banquerout beest of grace and sorrowe,</br>Of them that thrill downe teares then so much borrow;</br>Disburse thy pearling drops, here Caesar lyes,</br>To whom thou owest the tribute of thine eyes</br>When thou art dead thy selfe, looke for this gaine</br>Some will for thee shed many teares againe.</br>Adieu deare Prince, &c.</br>With a far more threneticall Aposiopesis of</br>Th. Walkington.</br>"]