["Awake my lyre at Friendship's sacred shrine!</br>And thou, my Anderson, the lay attend;</br>If one whose barren brow no wreathes entwine,</br>May call the sage whom Percy lov'd, \"his Friend:\"</br>If he who listen'd to hope's song may bend,</br>A feeble minstrel's wayward strain to hear:&mdash;</br>Yes!  well I know thou wilt attention lend;</br>Thou ever lov'st the song to virtue dear,</br>And every moral lay, has music to thine ear.", "The air was balmy, and the breeze was still;</br>A lovely evening clos'd a fervid day;</br>And bright behind each distant western hill,</br>The skies reflected the departing ray,</br>When down her garden Stella bent her way;</br>Gladly I flew to seek her converse there,</br>And try her patience with an uncouth lay:</br>I pluck'd two Roses, in my hand to bear,&mdash;</br>One, like her cheek's fresh bloom &mdash; one, as her bosom fair!", "I made the off'ring, and look'd round to gain</br>Some other tribute to her virtues due;</br>When the lov'd nymph exclaim'd in playful strain,</br>\"Tell me what gave this crimson Rose its hue?</br>In the same soil their parent bushes grew;</br>Entwin'd their branches in the sunbeam hung;</br>Alike they shar'd the tempest, shower, and dew,</br>Declare from whence their different colours sprung;</br>Or when my judgment fails, restrain thy flippant tongue.\"", "Smiling I turn'd, but backward shrunk amaz'd,</br>Pale terror seiz'd me, as mine eye survey'd,</br>The flood of bright effulgency, that blaz'd</br>On all the features of the lovely maid;</br>I felt a rich perfume the air pervade,</br>More sweet than ever came from Syrian strand;</br>I turn'd my sight towards a myrtle shade,</br>And saw an angel 'midst the foliage stand,</br>His shining wings half clos'd; &mdash; to heav'n he rais'd his hand.", "A radiant crown of glory grac'd his head,&mdash;</br>The myrtle wav'd his form aerial through;</br>The frail mimosa bent not with his tread,</br>And still beneath the violet sipp'd the dew;</br>Prostrate on earth my trembling frame I threw;</br>But Stella with a smile &mdash; to guilt unknown&mdash;</br>Advancing, knelt, and paid the homage due;&mdash;</br>On her the angel deign'd to gaze alone,</br>And thus address'd the maid, in music's sweetest tone.", "\"Daughter of earth, behold thy guardian here!</br>Till now attendant on thy steps, unseen;</br>Thy paths, thy couch, I ever hover near,</br>And blest and happy has my labour been!</br>For seldom mortal through this earthly scene,</br>So pure and spotless, has an angel led;</br>Had Eve possess'd thy dread of sin, I ween,</br>Never from earth had angels mournful fled;</br>Eden had not been lost, &mdash; nor had that rose been red.\"", "\"When into being the Almighty Power</br>Spoke the dry land, the sea, the azure height,&mdash;</br>Array'd the earth with every herb and flower,&mdash;</br>Fill'd it with life, and rob'd it round with light,&mdash;</br>When Man rose perfect in his Maker's sight,</br>And round Heaven's gate the hosts seraphic press'd,</br>To view the new-born world with rapt delight,&mdash;</br>I flew to Eden, at the Lord's behest,</br>To guard, of all his works, the fairest and the best.", "\"While yet the morning stars together sung,</br>Our heav'nly legion gain'd the favour'd place,</br>As from the ground the waking Adam sprung,</br>And saw the Mother of the human race,</br>As yet a stranger to his pure embrace;&mdash;</br>Then first his eye an Angel's form espied,&mdash;</br>But most he lov'd the woman's charms to trace!</br>We saw him gaze &mdash; and, drawing to his side,</br>Gave to the first of men the fairest earthly bride.", "\"For ever happy are the hosts above:</br>But height'ned rapture beam'd in heavenly eyes</br>When first &mdash; to share the fellowship of love&mdash;</br>We saw on earth two lovely beings rise,</br>Pure as the holiest seraphs of the skies!</br>With them we hop'd for evermore to stay!</br>But, ah!  they list'ned to the Sire of lies&mdash;</br>Hapless they went from Wisdom's path astray,</br>And fell to every woe, to every want, a prey.", "\"Ah!  need I tell what Man has lost by sin,</br>When God's own likeness once his frame impress'd?</br>When all was joy without, and peace within,</br>And angels join'd the praise his tongue express'd?</br>Ah!  need I tell how Paradise was bless'd</br>When from its bow'rs th' eternal throne was seen?</br>When there Archangel came, a frequent guest,</br>To gaze delightful o'er the enchanting scene,</br>Not Heav'n itself more pure, more verdant, or serene!", "\"Then peerless Queen of all the beauteous Flow'rs,</br>The Rose, beside the Tree of Knowledge grew,</br>And oft we wand'red from th' immortal flow'rs,</br>To mark its stately stem and lovely hue,</br>Its tender buds unfolding to the view.</br>Ah!  never more shall flow'r so fair adorn</br>An earthly scene, or sip its tainted dew;</br>Through all the air its fragrant breath was borne,</br>Its leaves were spotless white, its stem without a thorn.", "\"But when with fatal hand the Woman took</br>The deathful fruit, and pain her guilt reveal'd,&mdash;</br>When sudden pangs the womb of Nature shook,</br>And first in Heav'n the awful thunder peal'd,</br>The sun was dark'ned, and the streams congeal'd,&mdash;</br>When trees and rocks were first by tempests riv'n,&mdash;</br>When all proclaim'd the doom of mortals seal'd,</br>When sighing Angels from the world were driv'n,</br>And woe began on earth, and grief was known in Heav'n:&mdash;", "\"Then, from the stem of which the fruit had grown,</br>Hot tears of blood gush'd on the rose amain;</br>Instant the whiteness of the flow'r was flown,</br>And still it bears the monitory stain.\"</br>Then ceas'd the gracious angel's dulcet strain;</br>I saw him take the red rose in his hand,</br>And breath upon its folds, nor breathe in vain,</br>For straight I mark'd its fragrant leaves expand,</br>It grew a snow-white flow'r, magnificently grand.", "The vision fled; and darkness for awhile</br>Seem'd to succeed the glorious blaze of light;</br>Yet soon I saw my Stella with a smile,</br>Gaze on that rose, and grasp it with delight;</br>But at her touch it grew less purely white,</br>For o'er its leaves a blush like Stella's spread:&mdash;</br>I took the flow'r &mdash; its whiteness vanish'd quite,</br>It felt my guiltier hand, and hung its head,&mdash;</br>It lessen'd on my eye, and grew a crimson red.</br>"]