["They now went sayling in the OCEAN vast,</br>Parting the snarling Waves with crooked Bills:</br>The whispring Zephyre breath'd a gentle Blast,</br>Which stealingly she spreading Canvas fills:</br>With a white foam the Seas were overcast,</br>The dancing Vessels cutting with their Keels</br>The Waters of the Consecrated DEEP,</br>Where PROTHEUS'S Flocks their Rendezvouses keep.", "When in the HEAV'N OF HEAV'NS the Deities,</br>That have of humane things the Government,</br>Convene in glorious Councel, to advise</br>On future matters of the ORIENT.</br>Treading in Clusters the Diaphane skyes</br>Thorough the Milky way their course they bent,</br>Assembled at the THUNDERER'S command</br>By Him That bears the Caduceian Wand.", "They leave the patronage of the Seav'n spheres</br>Which by the HIGHEST POW'R to them was giv'n:</br>The HIGHEST POW'R, who with an eye-brow steers</br>The Earth, the raging Ocean, and the Heav'n.</br>There, in a moment, every one appears;</br>Those, where BOOTES'S waine is slowly driv'n,</br>Those, who inhabit South, and where the Sun</br>Is born, and where his golden Race is don.", "With an austere and high Majestick grace</br>Upon a Christal Throne, with stars imbost,</br>Sublime THE FATHER sate (worthy that place)</br>By whom the Bolts, dire VULCAN forg'd, are tost.</br>An Oderiferous Ayre blew from his face,</br>Able to breathe new life in a pale Ghost:</br>A Scepter in his Hand, and his Head crown'd</br>With one stone, brighter then a Diamownd.", "On glitt'ring chairs (imbroyd'red richly o're</br>With infinite of Pearles and finest Gould)</br>The other Deities were placed low'r,</br>As Reason and the Herald Order would:</br>The Seniours first, to honor them the more,</br>And after them those who were not so ould:</br>When thus the most high JOVE the silence brake,</br>With such a voice as made OLYMPUS shake.", "Eternal dwellers of the Tow'r divine,</br>And Impirean-Hall with starred Vault;</br>If the much Vertue of the valiant Line,</br>Of LUTUS be not worn out of your Thought;</br>You needs must know what the great FATES design</br>To crown the former Wonders Those have wrought,</br>That they shall darken with their evening-Glory</br>Th' Assyrian, Persian, Greek, and Roman story.", "Your selves were witnesses, with what a poor</br>And naked Army it was giv'n to Them</br>To take from the well-fix't, and num'rous MOOR</br>All that sweet TAGUS waters with his stream.</br>Then 'gainst the stout Castilian-Warriour</br>Heav'n still beheld them with a fav'ring beam:</br>And still in fine with glory and Renown</br>The hanging Trophies did their Churches crown.", "I speak not (Gods) of that more ancient name</br>Which with the Queen of Nations they did get</br>When (led by VIRIATUS) so great fame</br>They wan, whilst They and hostile ROME were met.</br>I pass their other Clash with that proud Dame</br>(Which 'tis impossible you should forget)</br>When a Bandito did their Truncheon bear,</br>Who feign'd himself inspir'd by a tame Deare:", "See now, how trusting to uncertain Waves</br>In a fraile Barke, through ways untrod before</br>(Fearless of horrid Boreas, and the Braves</br>Of the fierce Southern wind) they throw at more!</br>How (having yoak't before that Sea which laves</br>AFFRICK'S North-side, and yoakt her Southern-shore)</br>They bend their purpose and their forces turn</br>To win the Cradle of the budding MORN.", "To Them is promis'd by eternal FATE</br>(Whose high decrees no Power can ere revoke)</br>To be perpetual Porters of that Gate</br>Through which the Sun first guides his silver spoke.</br>They've spent at Sea the bitter Winter's date;</br>The men are harast, and with Travaile broke.</br>'Tis now high time (as it appears to me)</br>To shew them that new Land where they would be.</br>"]