["As on a verdant bank I slumb'ring lay,</br>Retir'd to shun the fervid solar ray,</br>A vision, charg'd with many a form that glows</br>With Fancy's richest tints, before me rose.", "Methought I view'd a wide-extended plain,</br>Whose pleasing site confess'd bright summer's golden reign:</br>And soon, in various guise, a motley throng</br>Came tripping on, with frolic, dance, and song.</br>From east, from west, from south they came,</br>As all were youthful candidates for fame:</br>Though here not all youths lively liv'ry wore;</br>The locks of some by age were silver'd o'er,</br>But all alike with eagerness press'd on,</br>Whilst in their looks fond expectation shone.</br>And now in view a pleasant path was seen,</br>With blushing roses drest, and myrtles green:</br>Here as they pass'd, each plucks some fav'rite flower,</br>While glow the skies, and smiles the vernal hour.</br>Before them, on a gently swelling height,</br>Fantastic domes and turrets rose in sight;</br>Nor rugged rocks obstruct the smooth ascent,</br>Nor clouds obscure, nor watchful guards prevent,</br>But gaudy scenes on ev'ry side are found,</br>And birds of various plumage flutter round;</br>Each warbler of the year perpetual sings,</br>And painted butterflies expand their wings.", "Unknown, unknowing through the croud I pass'd,</br>And gain'd the portal of the fane at last.</br>Within, their heads an hundred columns rear,</br>High rose the roof, the walls as mirrors clear;</br>Where various shapes each magic glass displays,</br>Illum'd and gilt by Fancy's flatt'ring rays;</br>Where each, by turns, some fav'rite beauty takes,</br>Caught and enchanted by the form it makes.", "High on a seat, adorn'd with jewels bright,</br>Which, while they drink, reflect the glowing light,</br>A goddess shone. &mdash; Her form what pen can trace,</br>What tongue describe each true or fancy'd grace?</br>Superior and unrivall'd there she sate,</br>Yet on eternal changes built her state.</br>Glitters her veil sometimes with gems and gold,</br>And sometimes sable robes her limbs enfold;</br>Her form uncertain as her garb still prov'd,</br>Fashion by thousands in all shapes belov'd;</br>For whatsoe'er the dictates of her reign,</br>Still will her arts perpetual sway maintain.</br>Low at her shrine each age, each sex we find,</br>But most the young, the gay, and woman kind.</br>For these a thousand golden nets are spread,</br>In flow'ry bonds we see them captives led.</br>Though not to all alike she gives her aid,</br>Yet still to all is Fancy's glass display'd;</br>Still draws them on, till some their footsteps bend</br>To Folly's banners, and her call attend.</br>Then the prevailing pow'r her influence sheds,</br>Her wand unseen, high waving o'er their heads;</br>While they press on, regardless of their fame,</br>Lost in the maze of ridicule or shame.", "I look'd, and saw a fair and order'd band,</br>Who in the temple wait the pow'r's command,</br>With watchful eyes attendant on her shrine,</br>Who still her gifts with those of Taste combin'd.</br>Those who with elegance join'd graceful ease,</br>And learn with native excellence to please;</br>There saw I D&mdash;re, that led the throng,</br>The patroness of all the fair and young;</br>With G&mdash;ns, 'mong more in Pleasure's band,</br>That could, resistless, ev'ry heart command.", "Nor were there wanting of our sex select,</br>Those who could ev'ry meaner thought neglect,</br>Fashion with judgment and true taste pursu'd,</br>And drew examples from the wise and good;</br>Who left the noisy sons of Comus' court,</br>To other scenes and pleasure to resort:</br>Such as in fighting fields had gain'd a name,</br>Yet here put in an unresisted claim,</br>A happy change:  another throne appear'd,</br>The base of gold, on iv'ry columns rear'd.</br>Three sister Graces here were seen divine,</br>Whose radiant brows fresh blooming laurels twine;</br>Hither the well-directed train repair,</br>And here prefer their just-accepted pray'r;</br>While from the altar grateful fumes arise,</br>In curling spires ascending to the skies.</br>A thousand tow'ring pow'rs their influence lend,</br>A thousand Cupids on the fair attend,</br>While guardian sylphs conduct the beauteous train,</br>And Harmony exerts her potent strain.", "Here did I pause &mdash; nor Fashion could invite,</br>Nor all her gaudy trappings give delight;</br>But where the Graces all display their charms,</br>What bosom but such pow'rful influence warms!</br>I felt their force &mdash; when lo!  a blooming maid</br>Stood at my side, and, smiling, thus she said:</br>\"And can such charms their influence impart,</br>(To other thoughts devote) to touch thy heart!</br>If those thou woo'st to thy fond suit give place,</br>Science is beauty, ev'ry muse a grace;</br>Failing in that, what can these pow'rs dispense,</br>To soothe the mind, or captivate the sense?\"</br>\"'Tis true, (I said) yet where such charms inspire</br>I bow at distance, pleas'd whilst I admire&mdash;</br>This and no more\" &mdash; I ceas'd, while from the train</br>The voice of melody high-swell'd the strain;</br>And as my ear drank deep the grateful sound,</br>The shrine enlarg'd, the temple brighten'd round,</br>And all the vot'ries shone with flowrets crown'd.", "But turning strait where I first fix'd my view,</br>No scenes my admiration could renew;</br>For none but those who sought the Graces' fane,</br>Appear'd within the structure to remain.</br>As fair Simplicity, enchanting maid,</br>Truth's mirror o'er the wond'ring croud display'd,</br>The temple shook, the motley idol throne,</br>Seem'd, \"like a baseless fabric,\" chang'd and gone;</br>No more the object of their toil and care;</br>Vanish'd the gaudy aisles; the roof was lost in air.", "The maid advancing with a chosen band,</br>Straight near the Graces took her modest stand;</br>Nor these the vanish'd beauties did deplore,</br>Nor sigh'd for gaudy scenes now view'd no more.</br>The sisters smil'd &mdash; smil'd all the train of love,</br>And heav'n itself seem'd ready to approve,</br>While the loud pealing notes so frequent rose,</br>As broke the silken bonds of sweet repose;</br>Sudden I wak'd, while fading to decay,</br>All the resplendent vision dy'd away.</br>"]