["How still the woods!  save when the cheering voice</br>Of the gay redbreast from his fading tree</br>Bids the lone wanderer's pensive heart rejoice,</br>Who marks the forest's varying canopy!</br>How bright the noonday's mild serenity,</br>Beneath whose reign the sparkling currents dance;</br>While, as my heart renews its vernal glee,</br>And roams mine eye the lanscape's fair expanse,</br>Straight has my fancy fallen in visionary trance.", "For now, I view once more the valley drear</br>Where lone Moneira wakes his sullen moan,</br>And straight revives the \"supernatural cheer\"</br>Which to my ravished fancy there was shewn,</br>When I had wandered through the woods alone,</br>O'er cliff and moor, one clear autumnal day,</br>Till evening's shadows o'er the scenes were thrown:</br>Then from the Heavens appeared in bright array</br>The Genius of the Land, and woke the mighty Lay.", "Then seemed departed monarchs there to wake</br>Echoes anew from wood and rocky vale,</br>As through Glenfinlas' copse and tangled brake</br>The stag, new roused, fled, swift and morning gale;</br>And as from far the notes were heard to sail</br>Of merry horn that calls the reaper crew,&mdash;</br>Wild-echoing through the copse and mountain dale,</br>Seemed as the hunter gay his bugle blew,</br>And urged the jovial chace the lonely forests through.", "Then, called from old traditionary lore,</br>Strange legends did that lofty Muse impart;</br>At morn, I saw the prancing steed that bore</br>The hunter from the mistress of his heart,</br>I marked her ominous dread and inward smart.</br>At eve, I saw here lover stretched afar,</br>And each fond hope from that fair Maid depart,</br>As now she heard the rallying shout of war,</br>And saw the watch fire gleam on silvery Vennachar.", "Then too I marked, on Lubnaig's lonely stand,</br>The maid, of lovely form and laughing eye,</br>At evening hour, unconscious idly stand</br>To mark the sunset's purple brilliancy;</br>While the fell Kelpie took his station nigh,</br>And, as the twilight splendour died away,</br>Woke duclet strains of magic harmony;&mdash;</br>Then, as she listened, seized his hapless prey:&mdash;</br>Nor ever more that maiden met the light of day.", "But ever as through haunted wood and moor,</br>At morn or soothing eve, I bent my way,</br>His strains deep graven in my heart I bore,</br>Who woke the \"Northern Harp\" and \"Border Lay,\"</br>And decked with flowers full many a legend grey,</br>That else had slept in dark neglect forlorn;</br>But now shall flourish in unfading day,</br>And brighten, like the glories of the morn,</br>To renovate its hues in \"ages yet unborn.\"", "Here, as in these lone woodlands I devote</br>The day to floating dreams and careless rhyme,</br>Each object thus to Fancy's eye is brought,&mdash;</br>Each form of ragged oak or cliff sublime,&mdash;</br>Each feature wild that marks that magic clime</br>Where Superstition holds her ancient reign!</br>I hear Inchmahon's sacred vespers chime,</br>I see that Goddess of the cliffs again,</br>And hail the spreading lake far gleaming on the plain!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Oh might the heaven-born influence that inspired</br>The soul of Cona's deathless bard of old</br>Illume once more those scenes beloved, admired,</br>So might I their enchanting grace unfold!</br>But, ah!  my touch is weak, my fancy cold!</br>Dark clouds e'en now have veil'd each floating dream;</br>Vainly I strive high colloquy to hold</br>With wandering Muses by the mountain stream:</br>Gone are my rising hopes!  decayed each dazzling gleam!", "Yet leave me not!  Oh, do not all depart!</br>Seems as the world, with its detested crew,</br>Each warm emotion freezing in my heart,</br>Their darkening influence on my senses threw,</br>And dashed each beauteous image from my view.&mdash;</br>O, dreams beloved!  solace of many a day,</br>Once more dark Melancholy's clouds subdue;</br>Brighten once more my path with magic ray,</br>And drive the spectre forms of real life away!</br>"]