["I.</br>Twas in the silent Hour of Eve,</br>When gently pensive Visions roll,</br>When Joys, which Thought alone can give,</br>Spread their Dominion o'er the Soul,</br>A Youth, who oft was wont to rove,</br>And woo the Dryads of the Grove,</br>Aloft, from Richmond's wood-crown'd Height,</br>Beheld the Day's descending Light,</br>Beheld the Verdure of the Vale,</br>The tufted Bank where Thamis glides,</br>The green-rob'd Grove, the opening Dale,</br>Where every gentler Grace presides;</br>Where, o'er the Face of all the varied Ground,</br>The Power of Beauty reigns, and pours her Blessings round.", "\"And O!  (he cry d) thou lovely Maid,</br>Fair Fancy, grant thy genial Fire,</br>If e'er by native Hill, or Shade,</br>I wak'd in Youth the rural Lyre!</br>If e'er, along the lonely Shore,</br>Where loud the Atlantic Surges roar,</br>Or where Leana's Waters spread,</br>And Turk  erects his fir-clad Head,</br>Thus oft invok'd at early Day,</br>Thou hast listen'd to thy Suppliant's Prayer,</br>Thou hast deign'd to raise his lowly Lay,</br>Or deign'd his vacant Hours to share,</br>Now on this Summit take thy silent Stand,</br>And throw thine Eyes around BRITANNIA'S happy Land!", "\"In yonder Wood, where darkening Gloom</br>Bids Horror every Form assume,</br>Bids awe-struck Contemplation soar,</br>Lo!  Altars rise disdain'd with Gore</br>The Victim bleeds! &mdash; Thence o'er his Soul</br>The Druid feels the sacred Phrenzy roll:</br>\"Hence &mdash; to your Arms! &mdash; your Gods maintain!&mdash;</br>Lo!  riding o'er the billowy Main,</br>A mighty Hero, from afar,</br>Provokes you to the Rage of War!&mdash;</br>Andate, hear! &mdash; May Julius feel</br>Cassibelan's avengeful Steel!</br>And may thy suppliant Cumri still maintain</br>Their Fathers' hallow'd Faith, their ancient freeborn Reign!\"", "II.</br>\"In vain the Prayer &mdash; Behold the Gleam</br>Of Arms shines terrible from far!</br>Behold, thick plunging in the Stream,</br>The Romans sound the Din of War!</br>They yield &mdash; the painted Squadrons yield&mdash;</br>The Eagle fans the conquer'd Field;</br>And Rome, exulting from her Throne,</br>Beholds another World her own:</br>Vain is each Hero's bold Essay,</br>And vain the female Warrior's Arms;</br>Still Time confirms the Victor's Sway,</br>Though FREEDOM rouse to loud Alarms</br>And vain, Caractacus, thy patriot Flame,</br>Theme of a future Bard who well shall raise thy Fame.", "\"Say, who is he, aloft in Air,</br>Sublime upon his iron Car,</br>Who bids the trembling World prepare</br>For Hardihood, and Deeds of War?&mdash;</br>Stern Odin: &mdash; At his bold Command,</br>O'er Albion's wave-encircled Land,</br>From snow-clad Scarsfield issuing forth,</br>Flies the dread Spirit of the North.</br>Again a Pause &mdash; Behold, along</br>Where o'er yon widely-spreading Plain</br>The Raven  leads her hardy Throng,</br>Fierce Plunderers of the freighted Main!</br>They meet; the Battle bleeds; and all around</br>Echo the Shrieks of Woe, the Victors' Shouts resound.", "\"Thou seest beneath these Clouds above,</br>Avenging, fly the Bird of Jove,</br>Thence, swift-descending on his Foe,</br>He strikes the lordly Falcon low;</br>So Rollo's Son &mdash; What Woes succeed!</br>Again shall Tyrants rule, and Britons bleed!</br>O!  if, in Arthur's earliest Times,</br>From lilly'd Vales, and gentler Clime,</br>Fair LIBERTY to Albion's Shore</br>Her unsubmitting Standard bore,</br>Arouze again!  &mdash; They hear!  they hear!</br>Again' behold the uplifted Spear!</br>In yonder Mead the Sons of Glory rise;</br>And FREEDOM'S Banner waves amid BRITANNIA'S Skies!", "III.</br>\"From Hour to Hour, from Age to Age,</br>Again shall Desolation spread,</br>Shall deadly Feuds, and civil Rage,</br>Pile Thames's Shores with Heaps of Dead?</br>Shall tame Submission still remain?</br>Shall Britons hug the servile Chain</br>And o'er a free-born Native's Head</br>Shall foreign mitred Tyrants tread?</br>Forbid it, Heaven!  &mdash; A BRIGHTER RAY</br>Now strikes athwart the dusky Gloom,</br>And, glancing o'er the Verge of Day,</br>Dispells the illusive Charms of Rome:</br>Far nobler Prospects gild the opening Skies,</br>RELIGION, ARTS, and LAWS, COMMERCE, and GLORY rise.", "\"Now, FREEDOM, bid thy vestal Flame</br>To Spires of purer Radiance blaze;</br>Bid patriot Souls afire to Fame,</br>To happier Deeds, and happier Days;</br>Bid o'er the white Rocks of thine Isle</br>Each open Grace, each Virtue smile;</br>And bid on Milton's honour'd Brow</br>Fair Wreaths of every Laurel blow:</br>O bid each Hero, in thy Cause,</br>Exert each active Power of Soul,</br>To guard thy Rights, assert thy Laws,</br>To raise thy Friends, thy Foes controul!</br>And, when Oppression lifts her iron Hand,</br>O bid thy Hambden rise, and rouze the sinking Land.", "\"One Effort more: &mdash; In other Skies</br>What Sons of virtuous Glory rise,</br>Who to fair Albion's frighted Shore</br>Her Laws, her sacred Laws restore!&mdash;</br>Fled is the Tyrant! &mdash; Turn thine Eyes</br>To where Augusta's lessening Turrets rise:</br>Succeeding Years now give Command</br>To Kings, the Fathers of the Land;</br>To Kings, whose delegated Throne</br>Establish'd FREEDOM calls her own;</br>Whose Thoughts, whose throbbing Wishes feel</br>That Godlike End, the general Weal;</br>Whose patriot Souls adopt the liberal Plan</br>Of Nature's hallow'd Gift, the FREEBORN STATE OF MAN.", "IV.</br>\"Yet may, at length, the lowly Muse</br>Indulge one Wish, nor with in vain!&mdash;</br>Far hence, O far be partial Views,</br>Mistaken Wisdom's selfish Train!</br>Wide as extends Britannia's Sway,</br>Where yonder Sun now slopes his Way,</br>O'er every Land, o'er every Isle,</br>May rising Arts and Commerce smile!</br>May Laws in equal Tenor flow!</br>May FREEDOM gild each sea-beat Shore!</br>No longer heard the Voice of Woe!</br>And dread Oppression seen no more!</br>And may Ierne praise a GEORGE'S Name,</br>For COMMERCE, ARTS, and LAWS, and FREEDOM's sacred Flame!", "\"Then, Albion, o'er the subject Main</br>Thy Fleets with bolder Wing shall fly;</br>Nor Gallia's Threats thy Course restrain;</br>Nor Gallia's Arms thy Sons defy:</br>Around, o'er many a distant Shore,</br>Where, yet, no Raleighs dare explore,</br>Where, yet, no human Footsteps tread,</br>Thy strengthen'd Industry shall spread;</br>Thy Arts of cultur'd Peace shall rise;</br>Thy Trade extend her boundless Sway;</br>In Western Wilds, and Southern Skies,</br>Each British Muse shall tune her Lay;</br>And, o'er each Tenant of thy wide Domain,</br>When FREEDOM waves her Wand, fair HAPPINESS shall reign.\"", "Thus, on thy Brow, delightful Shene,</br>At Eve the stripling Swain was seen,</br>To breathe his patriot Sighs along,</br>His Heart according to the Song;&mdash;</br>Now o'er the darkly glimmering View</br>The gradual Night her fleecy Mantle threw;</br>The Stream, the Lawn, the lofty Spire,</br>The Groves, the Palaces, retire;</br>In every Shade is heard around</br>The nightly Warbler's solemn Sound,</br>Which, mild as Zephyr's whispering Gale,</br>Soft steals through Ham's Arcadian Vale;</br>Well pleas'd, he listens to the plaintive Lay;</br>Then homeward, calm and slow, he hies his lonely Way.</br>"]