["In Volta's flood the British bark was moor'd;</br>Th' unfeeling traders thought their prey secur'd;</br>What time the watch proclaim'd the midnight sound,</br>The sickly crew in flatt'ring slumbers bound:</br>When o'er the poop two sable lovers glide,</br>And pant for freedom on the swelling tide.", "The beach now gain'd, they joyful, hand in hand,</br>With glowing souls salute their native strand;</br>In mutual raptures on each other gaze;</br>Till Bura thus began with words of praise.", "BURA.</br>Hail, heav'nly orb!  blest be thy gen'rous beam,</br>Whose living light play'd o'er the peaceful stream:</br>And thou, O spirit of the liquid plain!</br>At whose command the monsters of the main</br>Obedient wait &mdash; blest be thy strength that bore</br>Thine humble votaries to their shrubby shore.</br>Now, Zelma, rise, and, ere this light's withdrawn,</br>We'll o'er the uplands pass the verdant lawn,</br>Far from the haunts of ruffian beach-men stray,</br>Or where the Whites with blood have mark'd their way.&mdash;</br>The Gods survey us, and 'tis meet we share</br>In pain and peril if we claim their care.", "ZELMA.</br>Much Bura saw; yet, heaven!  thou more didst see,</br>Of what I dar'd for liberty and thee.</br>Support me, love!  support my feeble frame,</br>Nor let a woman's weakness meet thy blame.</br>Think how against the tyrant's wiles I strove,</br>Us'd every art t' evade his lawless love.&mdash;</br>Now all is hush'd, our weary'd limbs we'll rest,</br>My soul I'll pour into thy constant breast.</br>Yon verdant bank near that palmetto's shade</br>Invites our stay.", "BURA.</br>&mdash;Come, then, thou lovely maid;</br>And now the wand'ring moon glides thro' the trees,</br>And sultry plains enjoy this cooling breeze,</br>We'll all our sufferings, all our woes relate,</br>The captive's thraldom and our country's fate.</br>Once happy land!  where all were free and blest,</br>And love and friendship sooth'd each care to rest:</br>Where age rejoic'd to see his offspring take</br>The quaint meander through the limpid lake;</br>Where nightly sports regal'd the sprightly throng,</br>And Plenty smil'd at cheerful Labour's song.</br>To ruthless strangers now an easy prey,</br>And native ruffians far more fierce than they.", "ZELMA.</br>Once happy land!  blest were thy blooming bowers,</br>Where youthful virgins pass'd their pleasing hours;</br>Where thou, impatient, sought'st the cooling grove,</br>And brought'st each eve the tokens of thy love.</br>Now in that grove the uncouth stranger's seen,</br>Frightful his arms, ghastly his threatening mien.", "BURA.</br>Deceitful men!  when first our flocks they view'd,</br>With plaintive tales they sued for needful food;</br>Their artful guides, from ANTE'S faithless strand,</br>With proffer'd friendship hail'd our happy land;</br>But in the silent hour of peaceful night,</br>Consuming fires th' unwary hamlets fright,</br>When, like a lion eager for his prey,</br>Amongst the bloody throng I forc'd my way:</br>My strength full well their haughy leader knew,</br>When from my single arm the dastards slew.</br>Why need I say what swarms from ambush rose?</br>How dragg'd in chains by these unfeeling foes</br>O'er trackless sands, till on the Volta's tide</br>Thou blest my sight, my life, my better guide.", "ZELMA.</br>Fast by the rock from whence our riv'let flows,</br>My pensive sire that eve had sought repose,</br>Where pendent shrubs entwine their balmy sweets,</br>Upon that bank whose flowers the margin meets.</br>My custom late his aged steps to tend,</br>When harsh uproars the vales and woodlands rend.</br>Struck dumb with fear, I saw their strange attire,</br>When high in air they wav'd the dreadful fire.</br>Thus down the steep the foaming floods appear,</br>When sudden storms destroy the plenteous year.</br>With tottering steps, by dire distraction led,</br>Thro' tangling woods and dreary dells we fled;</br>Nor aught avail'd &mdash; beset by fresh alarms,</br>They tore me fainting from a father's arms.</br>Nor need I now my sorrows here disclose,</br>Since blest with thee I shall forget my woes.", "BURA.</br>Speak ever thus, and ever thus appear;</br>No trader's taunts nor shipmen's threats we fear;</br>Such rugged souls no sweet sensations prove,</br>Who spoils his country ne'er can taste of love.</br>Alas!  what horrors fill'd my sinking soul,</br>To see such monsters rais'd above controul!</br>Unheard-of crimes and tortures met mine eyes,</br>That call'd for vengeance from th' impartial skies.</br>O, think what troubles tore my throbbing breast,</br>When thou, my Zelma, pin'd and sat distrest.", "ZELMA.</br>My frantic throughts oft sunk me in despair;</br>Blown by the winds thro' seas we knew not where;</br>And, worse than all, to be their passion's slave;</br>T' avoid such lust I brav'd the dashing wave.</br>But know, ere morn, a warlike chief's prepar'd</br>With engines meet &mdash; he'll seize the drowsy guard,</br>And plunge him headlong in the gloomy deep,</br>Then free our friends, while yet the ruffians sleep.</br>My love-fraught bosom, ever prone to fear,</br>Still kept the precious secret from thine ear.", "BURA.</br>Too timid maid, &mdash; when could I better die,</br>Than thus for friendship, love, and liberty?</br>In all his aims still may that chief succeed!</br>Methinks I see the cruel tyrants bleed.</br>What!  tho' unus'd to war, inspir'd I feel</br>My strength revive.  O!  for the pointed steel,</br>To hurl swift vengeance on the pallid foe!", "ZELMA.</br>Hark, Bura!  heard'st thou not the scream of woe,</br>Where sinks the moon beneath yon dusky hill?</br>Behold the bark! &mdash; what fears my bosom fill!</br>What moving fires around the decks now gleam,</br>And gain reflected horror from the stream!</br>This way they float; mark!  how the flames ascend:</br>Just heaven, the old and innocent defend!", "BURA.</br>The Gods are rous'd &mdash; hark!  now their thunders roll,</br>And now shall shrink each trembling tyrant's soul.</br>O friends!  O countrymen!  be greatly bold,</br>For justice strike, nor thus be tamely sold;</br>You fight for heaven, the CAUSE that gave you breath;</br>Brave every fear, and challenge manly death.</br>Would I were there! &mdash; to clasp me thus forbear.&mdash;", "ZELMA.</br>Why shook the earth?  behold the darken'd air!", "BURA.</br>Thus, rapt in clouds, the lofty mountain shakes</br>When from the skies the vivid lightning breaks.</br>Tremendous thus rebounds the thunder's roar,</br>When rueful swains their fields and flocks deplore.</br>The Whites no more at suffering wretches smile,</br>No more majestic floats their lofty pile.", "ZELMA.</br>Now all their fears, and tears, and sufferings cease;</br>The Gods are good, and take their souls to peace.</br>Guilty and guiltless now are seen no more:</br>Alas!  my love, we'll fly this deathful shore.", "BURA.</br>The barren beach, ye sons of rapine, prize.</br>Yes, fertile fields and groves shall meet our eyes.</br>Say, what are all your treasures, brought from far,</br>But vice, intemperance, and a rage for war?</br>Then, Zelma, haste, to distant wilds we'll bend;</br>Content and Peace shall on our steps attend.</br>See ruddy clouds o'ertop the mountain's height,</br>The sun, now glorious, bursts the cave of night.</br>"]