["What?  Are at length the doubtful Nations freed?</br>Does Britain smile again, and GEORGE Succeed?</br>And no new SPENCER touch the silent String;</br>No HALIFAX Inspire, nor CONGREVE Sing?</br>Not thus Ye promis'd, O!  Ye Sons of Fame,</br>Pleas'd with the distant Glories of his Name,</br>With num'rous Monarchs in Successive Train,</br>And Sons of Heroes down from Reign to Reign,</br>Celestial Progeny &mdash; And now Ye view</br>In your own GEORGE, that Scene of Wonders true.</br>&mdash;Begin then, Muse, to these auspicious Days</br>Assert thy Right, and pay thy Votive Lays.", "Queen of the Ocean, fair Britannia rise;</br>From leaden bands of Sleep unseal thy Eyes.</br>Awake to Glory:  Be as once before,</br>When WILLIAM stretch'd thy Fame from Shore to Shore,</br>And taught thy Foes to fear no greater Name,</br>'Till in accomplish'd Time a BRUNSWICK came.</br>O!  True Descendant of a Royal Line,</br>In whom at once the Saint and Hero join;</br>Born to retrieve a sinking Nation's Fate,</br>And raise her high in Virtue, as in State;</br>To urge her Conquests in a Righteous Cause,</br>And give eternal Sanction to her Laws.", "Blest be the Guardian Angel of the Isle!</br>That this fair Branch transplanted from the Soil</br>That nurtur'd it with Care in Foreign Climes,</br>Free from the sickly Taint of British Crimes,</br>To re-translate it to the Land at length,</br>In fuller Honours, and maturer Strength.</br>So (for tho' different our Sense they strike,</br>The Works of Providence are still alike)</br>When swelling Ocean above Ocean rose,</br>To purge the Guilty World of all her Woes,</br>One chosen House, by Miracles immur'd,</br>The Great Rewarder of their Faith secur'd;</br>From whom a better Race of Men should spring,</br>The Holy Patriarch, and the Scepter'd King.", "Just Heaven!  we now forgive thy vengeful Hand,</br>For all the Plagues that scourg'd an impious Land;</br>For all she felt in long Inglorious Reigns,</br>Oppress'd with Rebels Arms, and Tyrants Chains;</br>Since from their Errors we are taught to know</br>What Duty Subjects, and what Princes owe:</br>And Britain can with equal Pleasure see</br>Her Monarch Glorious, and her People Free.", "Dear Spot of Liberty!  Fair Virtue's Seat!</br>On this Foundation thou art truly Great;</br>Thus safe at Home, thy Pow'rs encrease Abroad;</br>The Main is Freed, the Continent is Aw'd.", "See!  See already how thy swelling Fame</br>Spreads thro' the World in this Auspicious Name;</br>See how the Nations gather round, and own</br>The Rising Terrours of thy GEORGE'S Throne.</br>Contending Monarchs their Debates suspend,</br>To court His Friendship, and His Smile attend;</br>So early in their Praises they appear,</br>As they would emulate his Britains Care;</br>States adverse to the Name such Honours bring,</br>As if They wish'd at least for such a KING.", "How chang'd the Scene!  how different is the View</br>From what of late our doubtful Country knew!</br>When, sick and wanton with successful Pride,</br>Ungratefully Her Blessings she denied:</br>Amidst Her Glories at her self repin'd,</br>And the dear Purchase of her Blood declin'd;</br>Beheld the Waste of Providence with Pain,</br>And flung all back upon its Hands again.", "Then all her Warriours Hearts at once grew cold,</br>Full in the Heat of Victories controul'd;</br>Then, at the Momentary Point of Fate,</br>When Tyranny was nodding to its Date,</br>A sudden Sickness seiz'd the trembling Land,</br>Envy prevail'd, and shorten'd MARLBRO'S Hand.", "He went, the Voluntary Exile went,</br>And left th' Ungrateful Island to repent;</br>While Factious Statesmen, careless of her Grief,</br>Indulg'd their Feuds, and brought her no Relief;</br>Till He, like some bright Star, appear'd again,</br>The Glorious Harbinger of GEORGE'S Reign.", "Forgive, Great Sir, the Muse, that dares allay</br>With any backward Gloom this brighter Day:</br>Perhaps the Work, for MARLBRO'S Arm too Great,</br>Was kept for You by a peculiar Fate:</br>And sure Heav'n seem'd of old design'd to grace</br>With some such signal Act thy Favourite Race;</br>Which early in its own Defence it chose,</br>To Purge its Altars, and Reform its Foes.", "They soonest pierc'd the Church's darksome Gloom,</br>And snatch'd Religion from the Chains of Rome;</br>Taught Bright-ey'd Faith to soar above the Skies,</br>And leave her Legends, Venerable Lies;</br>Then Superstition of a motley Hue,</br>With all her Idol Saints and Gods withdrew;</br>While hood-wink'd Ignorance her Reign resign'd;</br>Reason resum'd her Empire o're the Mind.", "Thus They:  And still amid Thy Generous Line,</br>New Heroes flourish, and new Patriots shine.</br>Successive Scenes of Glory strike our Eyes,</br>For Greater Actions Greater Spirits rise;</br>'Till Providence, collecting all its Might,</br>Bid You go forth, and Conquer in its Right;</br>Snatch Hosts of Martyrs from the Threatning Grave,</br>And from the Flames a thousand Temples save.</br>The Barbarous Infidel with Rage beheld</br>The Cross Triumphant, and the Crescent Quell'd.", "Then Just Presages Thy Germania drew</br>Of future Wonders to be Done by You;</br>And soon whate'er Her boldest Hopes conceiv'd,</br>Thy Counsels acted, or thy Arms atchiev'd.", "Behold!  how Gallia, Formidable Name!</br>Revives Her ancient Arbitrary Claim:</br>That Tide, by NASSAU check'd, with greater Force</br>Rolls back, and covers Nations in its Course:</br>Again his sinking Country calls his Sword;</br>Again She calls, and is again Restor'd.", "Enough, Great Prince, is given thy Native Land;</br>Twice Sav'd and Rescu'd by thy Powerful Hand.</br>Now to the Voice of other Nations bend,</br>Wide as the World thy Saving Aid extend:</br>In Britain's Kings all Countries claim a Share,</br>For so before they bless'd Her WILLIAM'S Care:</br>And now His Kingdoms, and His Virtues too,</br>(The Best Succession) are devolv'd on You.</br>O!  may the Land, all Storms of Envy past,</br>Be Just unto that Hero's Shade at last;</br>Pay ev'ry Honour to His Ashes due,</br>While we with Joy and Admiration view</br>How much He lov'd Us by His Choice of You.", "Thee, Great Reformer of a Vicious Age,</br>Healer of Discord, and of Civil Rage,</br>All Tongues with emulating Pride confess,</br>Divided Nations own, and Factions Bless.</br>Monarchs long seated on a Peaceful Throne,</br>By Acts of Mercy and Indulgence known,</br>Scarce such Affection from their People gain,</br>As You possess, now You Begin to Reign.</br>Safe in our Prince's Piety we scorn</br>To make our Duty wait the slow Return</br>Till Time and Gratitude shall bid it burn:</br>Their Zeal can never rise too fast who know</br>They cannot Pay so much, as they shall Owe.", "No more, Britannia, shall thy Scepter stand</br>Doubtful of each succeeding Master's Hand;</br>No Gallic Idol raise unmanly Fears,</br>For lo!  thy Other Hope, a Prince appears,</br>Sufficient Guardian to secure his own,</br>And to Posterity confirm his Throne;</br>While the Young Hero forms our Gen'rous Youth,</br>To British Valour, and to German Truth.</br>"]