["Thou wert a monarch once, no doubt, but now</br>Thy reign is o'er, thy day of strength hath fled;</br>For thou hast, long since, lost each verdant bough</br>That lifted to the sky its lofty head:</br>Yet art thou, lacerated tree instead</br>More honour'd far, than in thy living hour,</br>For nations gaze upon thee, and they read</br>A wond'rous tale of nature's plastic power,</br>Display'd in thee, great tree, tho' shown in humblest flower.", "An hundred lustres since, perchance, or more,</br>Heaven sent on thee its vivifying dew:</br>Long ere Columbus sought the western shore</br>With crazy vessel, and with trembling crew,</br>Thy trunk, ungazed upon by white man, grew;</br>And dingy hunter, when the day was past,</br>Beneath thy spreading limbs his gaunt form threw,</br>In confidence he there his body cast,</br>Unfear'd the white man's arts, unfelt the wintry blast.", "Perchance a wond'rous tree, thou then wert named,</br>And copper men assembled 'neath thy boughs;</br>And thou wert, in their recollections, famed</br>For rites nocturnal, or for gay carouse,</br>Or council fire, or interchange of vows</br>'Tween rival tribes, or famed for loud applause</br>Bestow'd on \"talking\" chief, who dared espouse</br>The cry of \"war,\" and, 'neath thy limbs, to cause</br>Ten thousand whoops to rise from warriors and their squaws.", "For many a circling year thou might'st have thriven</br>In all thy native majesty, alone,</br>Thy top might yet aspiring point to heaven,</br>And thou for coming ages be unknown,</br>But enterprise, of late, hath wanton grown,</br>New rivers rise beneath her magic wand,</br>Rocks melt away, and failing forests own</br>Her power that blesses all the teeming land,</br>And thou, huge tree, thy soil did'st leave, at her command.", "And thou wilt go to Europe, and wilt tell</br>That thou, to freedom's soil, thy birth dost owe;</br>Thou wilt not fail to bear thine honours well,</br>And shame the shrubs that in the old world grow.</br>To Albion's isle, to Gallia's coast thou'lt go,</br>And royalty will doubtless gaze on thee,</br>And thou, if tongue thou had'st, might let it know</br>That nature revels in the land that's free,</br>And there her greatness shows, in man, or stream, or tree.</br>"]