["O'er Spenser's Monument we pitying stand,</br>When we reflect upon his ill-paid rhymes,</br>And sigh to think he felt the chilling hand</br>Of cold Indifference, in ungrateful Times.", "In moving strains he tells his plaintive tale,</br>Warm from the head, and from a feeling heart</br>He little knows the world, who hopes to sail</br>With prosp'rous winds by mere poetic art.", "To other arts must Poets have recourse,</br>Than those they learn in Colleges and Schools,</br>Or they will, arm'd with all Apollo's fire,</br>Afford, in want, but merriment for fools.", "Rarely to riches rise the tuneful Train;</br>E'en those whose verses gain the most renown:</br>Wealth with their Wit they rarely can obtain,</br>For Wit too oft keeps shining Poets down.", "\"Spenser was created Poet-Laureat to Queen Elizabeth, but for some time he bore a barren Laurel, and professed only the place without the pension.  The Lord Treasurer Burleigh had not, it seems, the same taste of Spenser's merit with Sir Philip Sidney; and, whether out of neglect, or any particular resentment, or from whatever cause, he is said to have intercepted the Queen's favour to this unfortunate and ingenious man.  As the most elegant mind, have the quickest sense of (resentment) repulses from the great and powerful, who should countenance and protect them, it is no wonder this misfortune sunk deep into our Author's spirit, and seems to have dwelt upon him for a great space of his life.  Accordingly we find him, in many parts of his works, pouring forth his heart in complaints of so hard and undeserved a treatment; which, probably, would have been less unfortunate to him, if his noble patron Sir Philip Sidney had not been so much absent from Court, as he was obliged to be by his employment abroad, and by the share he had in the Low Country Wars.</br>\"In the Poem called The Ruins of Time, which was written some time after Sidney's death, the Author seems to allude to the discouragement I have mentioned, in the following stanza:", "O grief of griefs!  O gall of all good hearts</br>To see that Virtue should despised be;</br>Of such as first were rais'd for Virtue's parts,</br>And now broad spreading, like an aged tree,</br>Let none shoot up that nigh them planted be.</br>O let not those of whom the Muse is scorn'd</br>Alive or dead, be by the Muse adorn'd.", "\"And in the Poem called The Tears of the Muses, in the speech of Calliope, these lines are applied to persons of quality and estates, who are reproached for their total disregard for learning:", "Their great revenues all in sumptuous pride</br>They spend, that nought to Learning they may spare;</br>And the rich see which Poets wont divide,</br>Now parasites and sycophants do share.", "\"But it is said that the Lord Treasurer, who, perhaps, at first only neglected Spenser, conceived afterwards a hatred of him, for some reflections which were made on him in Mother Hubbard's Tale.  In this Poem the Author has, indeed, in the most lively manner, painted out the misfortune of dependence on Court-favour.  The lines which follow are, among others, very remarkable:", "Full little knowest thou, that haft not try'd</br>What hell it is in suing long to bide;</br>To lose good days, that might be better spent;</br>To waste long nights on pensive discontent;</br>To speed to-day, to be put back to-morrow,</br>To feed on Hope, to pine with Fear and Sorrow;</br>To have thy Prince's grace, yet want her Peers';</br>To have thy asking, yet wait many years;</br>To fret thy soul with crosses and with cares,</br>To eat thy heart through comfortless despairs;</br>To fawn, to crouch, to wait, to ride, to run,</br>To spend, to give, to want, to he undone.", "\"This, as it was very much the Author's case, might probably be the particular passage in that Poem which gave offence:  for even the sighs of a miserable man are sometimes resented as an affront by him that is the occasion of them.\"</br>HUGHES.</br>With regard to our Author's poetical character, the following observations on it must it be acceptable to every Reader of judgement and taste.</br>\"We who live in the days of writing by rule, are apt to try every composition by those laws which we have been taught to think the sole criterion of excellence.  Critical taste is universally diffused, and we require the same order and design which every modern performance is expected to have, in poems where they never were regarded or intended.  Spenser did not live in an age of planning.  His poetry is the careless exuberance of a warm imagination, and a strong sensibility.  It was his business (in his Faery Queen), to engage the fancy, and to interest the attention by bold and striking images, in the formation and the disposition of which little labour or art was applied.  The various and the marvellous were the chief sources of delight.  Hence we find our Author ransacking alike the regions of reality and romance, of truth and fiction, to find the proper decorations and furniture for his fairy structure.  Born in such an age, Spenser wrote rapidly from his own feelings, which were naturally noble.  Exactness in his poem would have been like the cornice which a painter introduced into the Grotto of Calypso.  Spenser's beauties are like the flowers in Paradise.", "&mdash;Which not nice Art</br>In beds and curious knots, but Nature born</br>Pour'd forth profuse, on hill, and dale, and plain;</br>Both where the morning sun first warmly smote</br>The open field, or where the unpierc'd shade</br>Imbrown'd the noon-tide bowers.</br>Parad. Lost, B. IV. v. 241.", "\"If the Faery Queen he destitute of that arrangement and oeconomy which epic severity requires, yet we scarcely regret the loss of these, while their place is so amply supplied by something which more powerfully attracts us; something which engages.  the affections, the feelings of the heart, rather than the cold approbation of the head.  If there be any poem, whose graces please, because they are situated beyond the reach of art, and where the force and faculties of creative imagination delight, because they are unassisted and unrestrained by those of deliberate judgment, it is this.  In reading Spenser, if the Critic is not satisfied, yet the Reader is transported.</br>Warton's \"Observations on the Faery Queen of Spenser,\" Vol. I. 12mo. p. 16.</br>"]