["How shall I woo thee, lovely maid!</br>Of pensive air, in dusky stole array'd,</br>With flowing train that graceful sweeps the ground,</br>Thy brow with wreath of cypress bound,</br>And with a veil of sable lawn</br>O'er thy expressive features drawn,</br>How shall I hail, and call thee to mine aid?</br>Shall th' obedient lyre prolong</br>With solemn cadence th' elegiac song,</br>That slowly moves with unaffected grace?</br>O Melancholy, such thy thoughtful pace:</br>Or rather shall my numbers rise</br>Various, as from the venerable fane,</br>The holy, sacerdotal train</br>With transporting ecstasies,</br>Invoke the sacred powers that dwell</br>In fragrant fields of asphodel.", "Now leave me, Mirth!  nor with alluring leer</br>To me thy gaudy form present:</br>Nor in my lonely path appear</br>With flaunting air, and soothing blandishment;</br>Nor trimly twin'd with flowerets gay,</br>Cast thy chaplet in my way.</br>Thy boasted joys are not divine;</br>For tho' with brilliancy they shine,</br>At once they vanish; as 'mid evening skies</br>The flashing meteor glows, and dies.&mdash;</br>Lead me, meek-ey'd Melancholy!</br>Far from the resort of folly;</br>Oft at twilight's sober hour</br>Lur'd by Fancy's charming power,</br>Let my duteous steps, and slow</br>To silent shades and lone recesses go!", "Fancy listens to my lay;</br>Shrouds, in her dusky pall, th' expiring day!</br>Anon, athwart the lurid skies,</br>Slowly the deep, congenial glooms arise;</br>The lonely moan of the forlorn</br>On the slow, pausing breath of midnight borne,</br>Flows from the visionary vale!</br>Seen by the livid gleam of fear,</br>Dimly-featur'd shapes appear,</br>And Melancholy's slow-puls'd heart assail.</br>Glaring Fiends!  and spectres gaunt!</br>That from the gulf of horror rise, avaunt!</br>No, not to such terrific forms as these!</br>But to thoughts that sadly please;</br>To such I yield, as to consenting hearts</br>Soft-ey'd Sympathy imparts.", "Here a lofty castle rose!</br>Court and hall and turret rung</br>Loud with merriment and song.</br>From the sparkling chalice flows</br>The flood of care-dispelling wine.</br>Lo!  the gilded ceilings shine</br>With many a taper blazing bright,</br>While the gorgeous train advance,</br>Mingling in the measur'd dance,</br>And mirth, and laughter, and delight</br>Bid the festal bliss abound,</br>And the joyous song resound.</br>But, unforeseen, in evil hour,</br>Mischance with overwhelming power,</br>Frown'd! &mdash; The pleasures haste away!</br>Dance and song and pastime gay</br>Quit the desolated hall.</br>In ruins now the fractur'd columns fall;</br>Now where the storied tap'stry hung;</br>The rank weed waves, and ivy creeps along;</br>And from the rampires thro' the starless sky</br>The screech-owl frightens night with her bewailing cry.", "Tall by that river rose an oak,</br>And gave his branches to the buxom air;</br>And many a feather'd warbler there,</br>At rising or declining day,</br>Carrol'd the melodious lay.</br>But lo!  the shelt'ring boughs are broke,</br>No more beneath their hospitable shade,</br>The rural train securely laid,</br>Avoid the sun's meridian flame;</br>On furious wing the whirlwind came;</br>And rag'd, and with tremendous sound,</br>Hurl'd the lamented ruin to the ground.</br>\"Meet emblem!\"  will the minstrel say,</br>Who sighs and pours the plaintive lay;</br>And bending o'er the sculptur'd urn,</br>Invokes the tuneful Nine to mourn;</br>\"Meet emblem!\"  will the minstrel say,</br>And sigh and pour the plaintive lay;</br>And grieve that merit cannot save</br>From dire disease and an untimely grave.", "Now I tread, or seem to tread</br>The dreary mansions of the dead!</br>Silent and still the sleeper lies;</br>Clos'd, for ever clos'd his eyes!</br>Moulders here the lovely face,</br>Erewhile array'd with winning grace;</br>The powerful limb, the stately form,</br>The prey, ah me!  of the devouring worm.</br>Hither turn thee, lofty Pride!</br>Turn, and for a moment deign</br>To lay thy witless scorn aside,</br>And glance oblique of insolent disdain.</br>Here the high-born and the brave</br>The wise, the beauteous, and the strong,</br>An undistinguish'd throng,</br>Are laid together in the wasteful grave:</br>Clos'd for ever clos'd their eyes!&mdash;</br>Till the day spring shall arise,</br>Till the final morn unfold</br>Her orient portal bright with gold;</br>Usher the beams of everlasting light;</br>Annihilate the powers of night;</br>Burst the fetters of the tomb;</br>And summon all that sleep to their eternal doom.", "Melancholy, ever mild,</br>Reflection's sober-minded child!</br>Nor the fell power on deeds of frenzy bent,</br>Th' offspring of pride and discontent,</br>Of louring brow and haggard mien,</br>Whose dire suggestion would controul</br>The prowess of th' aspiring soul;</br>Whose witching eye and mutter'd spell</br>Can in her chain ev'n reason's might compel;</br>And often to the grasp of wild despair,</br>Commits with ranc'rous smile, the blood-stain'd dagger bare!&mdash;</br>O Melancholy!  ever mild,</br>Reflection's sober-minded child,</br>By Tenderness his gentle spouse,</br>To whom he breath'd his faithful vows;</br>Fair Virgin!  that in early youth</br>Devoted to the love of truth,</br>With thoughtful zeal, would often climb</br>The hermit Contemplation's height sublime,</br>And thence with calm discerning eye,</br>The various paths of life descry,</br>As in the mazy vale below</br>They led to happiness or woe;</br>Then would with native diffidence retire</br>To the deep sequester'd dells,</br>Where in Elysian calm, Reflection dwells,</br>And explanation ask of thine enlighten'd Sire:</br>The other parent all the while</br>Dispensing with a lenient smile,</br>Sweet dispositions to thy heart:</br>Untill she bade thee, soft-ey'd angel, go,</br>And mingle in the scenes of human woe;</br>And wisdom to th' ingenuous mind impart.", "Gentle spirit!  if to thee</br>I rightly pour my votive minstrelsy,</br>Whene'er within my beating breast,</br>Unruly passions would disturb my rest,</br>Chiefly when my feet resort</br>To lively Mirth's alluring court,</br>Let thy secret influence find</br>My bosom to thy lore inclin'd:</br>Teach me how to prize aright</br>The fleeting objects of delight:</br>Counsel of thee my conscious heart inquires:</br>Quench not, but duly temper my desires.</br>"]