["Once more, O ye Muses, my song</br>To Daphne directs the love-strain:</br>Come help me, dear virgins, along;</br>And your Colin shall sweetly complain.</br>Now the winter is past, and the spring</br>Adorns with new beauties the grove;</br>And ev'ry blyth bird on the wing,</br>Proclaims tis the season of love.", "Thro' the meadows and groves as I stray,</br>What verdure, what blossoms appear!</br>Yet these have their seasons in May,</br>But Daphne's all charms thro' the year.</br>Every flower that enamels the mead,</br>Every bird of the musical kind;</br>Nay the innocent lambs as they feed,</br>Bring something of Daphne to mind.", "While I view the lambs harmlessly play,</br>Or attend to the warb'ling throng,</br>I think, how good humour'd and gay</br>She sings or smiles all the day long.</br>Yet the turtle's soft voice when I hear,</br>So sweetly bemoaning his state,</br>The mournful sound thrills thro' my ear,</br>And I think on my own cruel fate.", "But hark &mdash; from a neighbouring spray,</br>The mocking bird raises his strains;</br>He bids me chear up and be gay,</br>To forget, for a while, my love-pains.</br>As he swells his melodious throat,</br>Far beyond every songster with wings,</br>So my muse shall excel her own note,</br>When of Love and of Daphne she sings.", "For the violets perfuming the field,</br>And the daisies that blush thro' the grove,</br>In beauty and fragrance must yield,</br>To the breath, and the blush of my love.</br>With her bosom the lilly compare;</br>Happy flower there devoted to rest!</br>But it quickly wou'd die in despair,</br>Were it not for the Mole on her breast.", "Foolish flow'r!  still your triumph is vain;</br>For the Spot on that ravishing part,</br>Discovers the whiteness more plain,</br>And there Cupid stands shaking his dart.</br>There, in waving deportment he stands,</br>Like a champion to guard the dear prize;</br>And love's poison he holds in his hands,</br>For his arrows he dips in her eyes.", "From her eyes once an arrow there flew,</br>And it pierc'd to my tenderest part;</br>For believe me, dear shepherds, tis true,</br>It remains still fast fix'd in my heart.</br>I have try'd to remove it in vain,</br>But it bleeds, and remains as before;</br>Then to Daphne, I still must complain,</br>I dare venture to move it no more.", "Other beautiful Nymphs there are found,</br>Who have tried Colin's heart to allure;</br>But the eyes that inflicted the wound,</br>Can alone give the balsam to cure.</br>Other shepherds, fair Daphne may find,</br>With more riches, more art and design,</br>Who will flatter her person and mind,</br>But their love is not equal to mine.</br>"]