["On Redburn's bank two pining matrons sat,</br>Their tears fast dripping in the waters clear,</br>Each much lamenting for her absent mate,</br>Who at St. Alban's shook the warlike spear.</br>The nut-brown Eleanor to Juga fair</br>Did faintly speak, with languishment of eyn,</br>Like drops of pearly dew descending from the sky.", "ELEANOR.</br>O gentle Juga!  hear my sad complaint,</br>To fight for York my love is drest in steel;</br>Oh!  may no bloody stain the White Rose paint,</br>May good old Cuthbert watch Sir Robert well:</br>Much more than death I in my fancy feel;</br>See, see!  upon the ground he bleeding lies;</br>Infuse some healing juice of life, or else my dear  love dies.", "JUGA.</br>Sisters in sorrow, on this daisy ground,</br>Where melancholy reigns, we will lament:</br>Where ev'ning rains, and morning dews abound,</br>Like blighted myrtles to this ground we're bent,</br>Or like forsaken halls of merriment,</br>Whose horrid ruins are an awful sight,</br>Where the hoarse Raven croaks, and Owls disturb the night.", "ELEANOR.</br>No more the sprightly fife shall wake the morn,</br>The minstrel dance, good cheer, and social play;</br>No more the huntsman's shout, nor ecchoing horn,</br>Shall from the cover rouse the fox away.</br>Pensive I'll rove the woods the live-long day:</br>All night among the church-yard graves I'll go,</br>And to the flitting sprights will tell my tale of woe.", "JUGA.</br>When the black clouds hang round the silver gleam</br>Of slow-descending moon, in beauty bright,</br>The tripping fairies weave the golden dream</br>Of Happiness &mdash; which endeth with the night.</br>Then (but the Saints forbid!)  if to a sprite</br>Sir Richard's form is chang'd, &mdash; instant I'll fly,</br>And clasp his clay-cold heart, and daily will I die.", "ELEANOR.</br>Ah woe-betiding words!  what words can shew!</br>\"Thou sacred stream, on thy fair banks may bleed</br>Heroes, whose blood will with thy waters flow,</br>And Redburne's stream be Redburne stream indeed;\"</br>Haste, gentle Juga, trip it o'er the mead,</br>To know, or whether we must 'wail again,</br>Or with  our fallen knights be mingled on the plain.", "So saying, like two light'ning-blasted trees,</br>Or like two clouds, replete with loaded rain,</br>They both were wafted by a fatal breeze</br>To where St. Alban's holy shrines remain;</br>There did they find that both their knights were slain.</br>Distracted, wand'ring to swol'n Redburn's side,</br>Screaming they plunged in, sunk in the wave, and died.</br>"]