["Muse, descend, and with thee bring</br>All the colours of the spring,</br>All the dyes that pleasures yield</br>To poet's eye, in fancy's field;</br>And when nicely mix'd are these</br>In thy landscape, form'd to please,</br>Let fair Quantock's tow'ring brow</br>Overlook the vales below;</br>Vales where strong-nerv'd labour treads,</br>With sturdy step, the green-clad meads,</br>And views, delighted, by his side</br>His flocks, in all their snowy pride.", "Now, methinks, with eye intent</br>On the scene, I climb th' ascent,</br>And survey, with studious care,</br>Nature's works, divinely fair,</br>That to my raptur'd mind impart</br>More delight than those of art.", "Let Tempe boast her pleasant shades,</br>And Pindus the Aonian maids,</br>Ida her stately groves of pine,</br>And nymphs and heroes half divine;</br>Yet what fair Quantock's fate denies</br>To her in fame, her site supplies.", "Here, from the breezy ridge, we view</br>The Cambrian mountains ting'd with blue,</br>Which seem, at distance vast, to shroud</br>Their heads within some hov'ring cloud.</br>Here too the Severn's briny wave</br>Is seen the neighb'ring strand to lave,</br>Where commerce sits, with anxious mien,</br>And, thoughtful, eyes the wat'ry scene,</br>Till, pleas'd, at distance she espies</br>Some vessel's bellying canvass rise.", "Oh!  how delightful 'tis t' explore</br>The distant meadow's purple shore!</br>Or orchards, by Pomona blest,</br>That bend, with ripen'd fruit opprest,</br>And to the lab'ring hand afford</br>Fit liquor for his homely board!", "Indulge me, ye propitious powers,</br>Who oft frequent the shady bowers;</br>Indulge me here, devoid of care,</br>To breathe the health-inspiring air,</br>Soon as the morn, with saffron dyes</br>Has streak'd th' extent of human skies,</br>And, gayly rising from her nest,</br>The lark her homage has exprest,</br>In notes that wildly warbled slow,</br>And nature's untaught music show.", "O Quantock, while thy views I trace,</br>And, pleas'd, describe each rural grace</br>That round thy beauteous hill is seen,</br>Of seats imbower'd, and wood-lands green,</br>Was Dyer's descriptive muse but mine,</br>To make my thoughts as theme divine,</br>Then should thy hill, like Grongar, claim,</br>From poetry, a deathless name.</br>"]