["The wight I sing who thro' Protean changes</br>The course of brazen pedantry pursues;</br>Thro' quibbles, puns, and motley bon-mots, ranges,</br>(Bon-mots, sage elfs, who con all wayward news,</br>Subject perdye right arduous to the muse!)</br>The wight who quite from mortal ken estranges</br>To study Plato and the Stagyrite,</br>Ye sprites Batavian, critics deep, avenge his</br>Dispraises vile; and while all proud I write,</br>Dub me (illustrious meed!)  great \"sooterkin of wit.\"", "First in the musty cloisters of a college,</br>Poor servitor (a hapless state, I ween),</br>He dives expert in metaphysic knowledge,</br>And sees (what only by his eye is seen)</br>Myst'ries of awful depth; dulness their queen;</br>Like the vain dreams that crown'd the murky foliage</br>Of Morpheus tree, erst view'd by Venus' sun,</br>Darkling he ponders on a chair whose two legs</br>Down topple soon; bereft of sprightly fun,</br>Bereft of beef and ale, &mdash; but not bereft of dun.", "Eftsoons the brother-wizards spy his lore,</br>A scholarship his golden branch appears;</br>Fine branch, that gives him, ale unquaff'd before,</br>October cognamed, hid full many a year.</br>Now deep Smiglecius, wet with nut-brown cheer,</br>Doth pose his pate, and bid the sluggard snore:</br>'Mongst holy fathers spends he the long night,</br>And livelong day, while others rant and roar.</br>His tassel'd square cap, comely to the sight,</br>Doth make him seem like man that necromancer hight.", "At last, old pedantry's anointed heir,</br>The Antichrist of learning, he doth rise</br>Despotic fellow of Miss Alma's chair.</br>Exub'rant ignorance doth glaze his eyes:</br>Ignorance that makes a turtle a lord may'r.</br>With frowzy beard, black mouth, and haggard hair,</br>The goblin meagre utters maxims wise;</br>Through logic, physic flounders in despair,</br>Or tumbles in the depth where error lies:</br>Awful profound!  where dash'd in woeful guise</br>With cobwebs blind he sleeps; till, miscreant vile!  he dies.</br>"]