["Hark!  the light bell from yonder turret sings</br>Its wildest music o'er the listening lea!</br>The dell resounds: &mdash; the cloud-capt mountain rings,</br>And Echo trills the joyous symphony!</br>All nature smiles around in noontide glee,&mdash;</br>But why thus sad the literary weal?</br>Why sinks the wild note of their revelry?</br>Ah!  well they ween, as bursts each echoing peal,</br>Nearer and nearer hies the terrible ordeal.", "Sullen and slow the book-encumbered crowd</br>Straight wend their way where opes the fated hall:</br>While each wry brow and visage pale speaks loud,</br>What inward griefs and fitful passions gall,&mdash;</br>Wounding the peace and happiness of all.</br>There pants Ambition for a mightier name&mdash;</br>There pale-faced Fear sits quivering lest he fall;</br>While, yon, base Envy darts her secret flame</br>On all who swifter climb the ragged steep of Fame.", "Instant fell Discord hovers o'er the dome,</br>And fierce Bellona waves her horrid thong:&mdash;</br>From every quarter book-worm missiles come,</br>In plenteous showers, upon the crouching throng,&mdash;</br>Pattering, like hail, the echoing hall along.</br>Hush'd is the storm; &mdash; with measur'd pace stalk in</br>Momus and suit and names unknown to song;</br>A solemn pause succeeds the frightful din,</br>Until is heard pronounc'd that hateful word \"begin.\"", "Happy the youth whose scientific pate</br>Now teems with funds of mathematic lore:</br>Who, with a grace, can Greek and Latin prate,</br>And Gods yclep and stalworth men of yore,</br>What tho' he know not who, 'mid floods of gore,</br>To win his freedom and his country's peace,</br>Breasted the shock and brav'd the cannon's roar;&mdash;</br>Yet names, with ease, the worthies of old Greece,</br>And tells of him who gain'd the famous golden fleece.", "But luckless he, who, like a Chatham shines,</br>In peerless splendor 'mid the Collge gyre;</br>Or pants for laurels which the Muse entwines,</br>And, with bold hand, awakes the sounding lyre,&mdash;</br>Mingling the grace of Pope with Dryden's fire:</br>Save some stale gas or mathematic toy,</br>Or scatter'd fragment of Urania's tires,</br>On Learning's sea, his hopes of safety buoy;</br>He sinks forever, lost among the \"hoi polloi.\"", "The ordeal o'er; &mdash; in awful council meet</br>The learned umpires of Minerva's state&mdash;</br>Canvass the rolls; &mdash; then with a hand discreet,</br>Like Stygian Minos, shake the urn of fate.&mdash;</br>Still holds it true that evil actions bate</br>Day's garish eye and it's close scrutiny;</br>For not till Darkness spreads her shadows late,</br>Full in the ears of Glory's devotee,</br>Is Hermes sent to broach the Synod's dread decree.", "Heavens!  what loud clamours pierce the midnight air!</br>The gowned weal what sudden frenzies seize!</br>Frantic with rage and malice and despair,</br>They rave and stamp and curse the dread decrees.</br>Silence affrighted from the prospect flies&mdash;</br>Pale Dian slinks behind her cloud attire;</br>And shrieking infants climb their parents' knees,</br>As this mad crew, like Bacchanalians dire,</br>Or Lapland night-hags, howl their melancholy quire.", "Guardians of youth!  whom church and state behold</br>As the proud Atlas of their destinies;&mdash;</br>And whom, as Science, with her plastic Mould,</br>Unveils young Genius bursting from his ties,</br>Each parent begs to point him to the skies!</br>Oh!  is it thus, with that with approving nod,</br>Ye sanction passions of such hellish guise!</br>Oh!  is it thus, with studious zeal, ye plod</br>Your Country's lasting peace and glory of your God?</br>"]