["I look upon a noble tomb!  Lo, here,</br>The fine remains of all antiquity,</br>The rich works of the resting dead appear,</br>Clothed with a glory, ages hence to die!</br>Heroes of art!  Around, their labours lie,</br>Like spell-bound fragments of their vanish'd lives&mdash;</br>Moments immortal made whilst fleeting by,</br>Treasur'd by Fame, whose power old age survives,</br>And from the lapse of years a reverend strength derives.", "The place is hallowed by its solemn trust,</br>Bequeath'd us by the fallen great and wise;</br>Whose frames, dissolved, are mingling with the dust,</br>And their wing'd souls escap'd into the skies!</br>With how much state these buildings seem to rise,</br>When looked on as the consecrated halls,</br>Where Science, resting from her labour lies,</br>With Memory by her side on whom she calls,</br>And Art to range her spoils around the sacred walls!", "Are there no heav'nly visitants, that leave</br>The gates of their celestial realms, what time</br>Pale Venus sits upon the throne of eve,</br>To listen to the plaintive vesper's chime?</br>Are there no spirits from some far-off clime,</br>Up in the fair spheres of eternal day,</br>Loving to linger o'er these wrecks sublime,</br>Of Genius, parted from the earth away,</br>And minds, that sever'd are, from homes of crumbling clay?", "Are there no secret, silent, visits paid,</br>At midnight, and by moonlight, to this spot,</br>By souls of ancient men, whose bones were laid,</br>Long ages since, within their tombs to rot?</br>Their memories, likewise, many an age forgot!</br>The people in the nether world that dwell,</br>Though once the denizens of this, do not</br>Their pondering ghosts o'erstep death's narrow spell,</br>And meet within this place, of former times to tell?", "Some might look in their emptied urns, design'd,</br>The ashes of their clay-built home to hold,</br>Which thousand years ago they left behind,</br>To enter upon myst'ries still untold&mdash;</br>Death and the grave alone can them unfold!</br>Some to dark Egypt's treasures might repair,</br>And see the coffins of gigantic mould,</br>Which it was meant their kings, when dead, should share,</br>Though centuries have elaps'd since they were slumb'ring there!", "O could we meet the spirits of the past!</br>If ever in this temple they are seen;</br>What floods of knowledge might their legends cast</br>Over these shades of glory which hath been!</br>How might we, from their tales of sorrow, glean,</br>Hints of lost truths which learning seeks in vain!</br>Discover what those mystic writings mean,</br>Engraven deeply in the granite's grain,</br>Yet, wrapp'd in grave-like gloom, secure, from light remain!", "Perchance, if we could join such ghostly throng,</br>Their thrilling whispers might in part make known,</br>To whom the embalmed effigies belong,</br>O'er which the pall of silence hath been thrown,</br>Whilst years and ages o'er the world have flown,</br>And look'd on empires, into deserts made,</br>And deserts into mighty empires grown,</br>All since those bodies were in shrouds array'd,</br>Still standing on the earth, though dead, yet undecay'd!", "But these are fancies, and this ward of art,</br>May never boast of an untombed guest,</br>Wand'ring amidst these ruins, to impart</br>The secrets of the grave!  Let the dead rest!</br>And, ah!  that all their souls with peace were blest!</br>Turn we to muse on those whose living feet,</br>The hallowed pavement of these halls have prest;</br>For this is Learning's, Science', Art's retreat,</br>And, for immortal ends, within these walls they meet!", "Here may you see, full oft, with brow serene,</br>Philosophy, her fine and pensive eye,</br>Roving in silence round the solemn scene,</br>Which rich food doth unto her soul supply,</br>And seeds of giant thought, whose fruit shall vie</br>With the productions of the mighty dead;</br>They, whose remains in great profusion lie,</br>Over this splendid mausoleum spread;</br>Strewing with time-wreck'd skill the ground whereon we tread.", "Here Meditation, too, is oft beheld,</br>Slow walking, grave Philosophy beside;</br>And you may see that her chaste bosom's swell'd,</br>With feelings strong, to mournfulness allied,</br>And large ideas that stretch their pinions wide,</br>Far spreading o'er the shadowy past, and o'er</br>The still more ample future, dim descried,</br>Like to some distant visionary shore,</br>Where temples built by Hope, crumble to dust no more!", "Some Muse, not seldom, bears them company,</br>Whose brilliant eye with heav'nly light is fill'd,</br>Rolling with sweet poetic majesty;</br>And whose most intellectual glances, gild</br>The works whereon they rest; for she is skill'd,</br>To gather living beauties from the grave,</br>And with the fragments she obtains, to build</br>A fairy structure, beautiful and brave,</br>Sweet as an Iris' bower, arch'd o'er an evening wave!", "Sometimes, perchance, though not so oft we fear,</br>Soul-royal Piety adorns their train;</br>Whom vilest minds, in their worst moods, revere,</br>And in her presence feel instinctive pain!</br>So fair is she, all beauty seemeth vain,</br>Which her sweet smile doth not illuminate;</br>And ev'n Philosophy may not obtain,</br>Such awe-struck fame as on her steps await,</br>But veil'd is by the light of her celestial state!", "And there is active Knowledge with them found,</br>A gay-born nymph, yet not devoid of grace</br>Viewing with curious eye the scene around,</br>Perusing well the wonders of the place,</br>And searching every record there, to trace,</br>What truths may lie conceal'd from casual sight;</br>Long buried in oblivion's cold embrace,</br>Slumb'ring with Time through his perpetual night,</br>Which Knowledge, like a star, illumines with her light!", "And Wisdom, her preceptress, near her stands,</br>With brow most like to Piety divine!</br>The gifts of Knowledge, fill her seraph hands,</br>Who doth to her, those varied works consign;</br>Well doth she ponder each elaborate line,</br>Casting the worthless from the good away;</br>And Knowledge, though full oft she may repine,</br>The laws severe of Wisdom to obey,</br>Yet doth she flourish best beneath her virgin sway.", "These all most unobtrusive seem, and walk</br>The marble halls about, with silent feet;</br>And in low whispers of those wonders talk,</br>That in these dwellings of the ancient meet!</br>And students to this tomb of art retreat,</br>Seeking to catch the spirit of the past;</br>Here, day by day, they thoughtful take their seat,</br>A resurrection to effect at last,</br>Of all those master-works, by Death's shade overcast.", "But others of a less ennobled class,</br>Within these awful precincts will intrude:</br>Dull-featured Ignorance is seen to pass</br>Through these free portals, with a footstep rude,</br>Marring the stillness of a solitude,</br>Whereon with silent awe the wisest gaze&mdash;</br>And there she makes her observations crude,</br>Looking along the walls with void amaze,</br>Or loading what she sees with most unwelcome praise.", "And to this birth-place of the future wise,</br>Will Folly come, that most unthoughtful maid!</br>With Vanity, of fashionable guise,</br>All in gay garments, childishly display'd,</br>Around these halls of greatness to parade</br>And, worse than all, accompanied by Mirth,</br>Whose hollow peals the vaulted roofs invade,</br>As if light laughter, meteor of the earth,</br>Rose from amidst the wrecks of minds of heav'nly birth.", "'Twere endless labour to enumerate</br>The motley tribes, their way that hither wend;</br>Coming to look upon the lofty state,</br>Of other lands and ages, and to spend</br>A vacant hour among their dead, that lend,</br>In the great glory of their mental might,</br>A lustre to the world, till time shall blend</br>With the new rising of eternal light,</br>Over the star-lit gloom of this life's lingering night!", "Alas, for man!  His triumphs are but vain,</br>When 'neath the yoke of death his neck is bow'd!</br>Lo, then, the meanest living may profane,</br>The works of which his soul was once so proud!</br>Here we behold his glory in her shroud,</br>And see the brow of genius, cold yet fair,</br>Stain'd by the rude touch of the vulgar crowd;</br>All heedless of the beauty slumb'ring there,</br>In which their souls can have no shadow of a share!", "But let the Muse a theme more grateful seek,</br>And tell how virtuous Beauty here is found;</br>Smiling, yet modest &mdash; lively, yet most meek,</br>Her head, perchance, with regal honours crown'd!</br>For know ye not, that this art-hallowed ground</br>Oft echoes to the tread of princely feet,</br>Whose natal halls our English homes surround,</br>Where patriot hearts with loyal freedom beat,</br>Ready, for England's weal, to man her guardian fleet!", "This is Art's tomb, but still the monument</br>Of a great nation's gratitude, to those,</br>Whose labouring lives were in the service spent,</br>Of a far-fallen world, and who thus chose,</br>In lieu of calm and ignoble repose,</br>To lift on high their country's prostrate name,</br>And leave, until the book of time shall close,</br>Some few memorials of their noble aim,</br>To be revered by all the future sons of fame!", "I love to seat me on some mouldering stone,</br>Some relic of the mighty days of yore:</br>There to recline and meditate alone,</br>Upon the grandeur of the dead, and pore</br>Over their giant memories, and o'er</br>Those soul-enshrining works which still remain,</br>Reminding us that now we may deplore,</br>The fall of many in the Muses' train,</br>Whose absence leaves a void, time scarce shall fill again.", "Here the soul stands, and ponders on the past,</br>Held by the spirit of another clime,</br>And of an age long since from life outcast,</br>Lost mid the multiplying wrecks of Time!</br>Here she exults in visions most sublime,</br>Or looks in sadness on the mighty's fate,</br>Whose lives were seal'd up in their very prime,</br>Or whilst the plaudits of a world might wait</br>Upon the brightening march of their protracted state!", "Egypt, Greece, Rome, whose thrones have been the world,</br>Hither the relics of their greatness send;</br>To tell, their towering fame is not yet hurl'd</br>From life's domains, but that they still contend</br>With the usurping throng, that fain would rend</br>Their glory from their stiffen'd grasp, and rive</br>The rev'rend honours from their brows, to lend</br>Their own a graceful lustre, and to give</br>Their names a place with those that shall hereafter live.", "This is a chamber to the soul, wherein</br>Solemn she muses, from the world retired,</br>And from Time's eye; and shut out from the din</br>Of present things, until she hath acquired</br>Acquaintance with the dead who once aspired,</br>As men do now, to an immortal fame,</br>And with the frenzy of ambition fired,</br>Fought for the little triumph of a name,</br>And sacrificed their souls, such vague reward to claim!", "But, hush &mdash; all were not so:  for there were some,</br>That bled in Liberty's thrice noble cause;</br>And these shall live for many an age to come,</br>The guardian names of truthful Freedom's laws!</br>Time, o'er their faults, a veil in silence draws,</br>But brings their brilliant virtues forth to view,</br>With a majestic force, which overawes</br>The soul that would their sun-like track pursue&mdash;</br>These were Earth's noble sons!  Of such, alas!  how few!", "With sad memorials this temple teems,</br>Relics of glory falling to decay!</br>Rich as the fragments of those broken dreams,</br>Which, when the soul of youth hath pass'd away,</br>Do still about the halls of Memory lay,</br>Dear to the labouring heart!  Like these they flee,</br>Becoming fainter still from day to day,</br>Till, in the lapse of years, the world may see</br>No more of these, perchance, than those which are to be!", "For future things, and past, shall into one</br>Hereafter mingle, and a later age,</br>Though still enlightened by yon lasting sun,</br>Shall read of those whose labours now engage</br>Our thought-engend'ring souls, upon the page</br>Of mutilated legends; and the young</br>Shall sweetly listen, while some hoary sage</br>Tells them of long-lost works, their praises sung,</br>By bards, with whose renown age after age hath rung.", "Oh, what a fruitful subject have we found;</br>Germe of a thousand tales!  For there doth dwell,</br>With every fragment on this haunted ground,</br>Shadows of many spirits, like a spell,</br>Working on kindred souls; and they compel</br>The living to revere the fame-clothed dead,</br>Whilst of the triumphs of their minds they tell;</br>Illustrious as the light, now sweetly shed</br>Over their lofty works, in ruins here outspread.", "Turn in and speak not, for the dead reside</br>Shrined in their own bright works, within this place!</br>Embalm'd with honours, here they still abide,</br>Lying in endless state!  And you may trace</br>The mental features of a mighty race,</br>By looking on the relics of their skill,</br>Which the strong arms of this great fane embrace;</br>Whose ancient halls such gems of science fill</br>As might adorn a temple on Parnassus' hill!", "Nature and art their treasures here combine;</br>And marbles, and sepulchral vases, meet,</br>Beneath this roof, with fruits of many a mine&mdash;</br>Jewels, and minerals, that grace the feet</br>Of monarch mountains &mdash; and those insects sweet,</br>That wing the sun-beams of each orient vale&mdash;</br>And reptiles strange &mdash; and beasts, whose wild retreat</br>Is where the morn no human eye doth hail&mdash;</br>And birds of alien plume, 'neath foreign skies that sail!", "Monarchs, and more illustrious bards, have here</br>Their marble representatives; admired,</br>As they themselves were, when, in this our sphere,</br>Their bright souls dwelt, in mortal flesh attired&mdash;</br>The beauteous shrine from whence their minds inspired,</br>Like oracles, the listening world, and gain'd</br>The ear of proudest nations, and acquired</br>A lordly name, which o'er the earth long reign'd&mdash;</br>Behold the small remains of what such power obtain'd!", "The world is but a haunted sepulchre,</br>Where men like spirits dwell, and rove among</br>The graves of those, whose energies might stir,</br>In times by-gone, with eloquence of song,</br>Or noble deeds, or arguments more strong,</br>Whole nations up to glorious works!  And they</br>Glide off into their waiting tombs, ere long,</br>For others, in their turn, thus making way&mdash;</br>So phantom forms retire before the advancing day!", "And life is like a star-lit night, which sin,</br>At oft returning intervals, doth shroud;</br>Leaving us, as with prison'd time, shut in,</br>Whelm'd by the darkness of a moral cloud;</br>The which, those minds with brightest thoughts endow'd,</br>Hardly with one lone ray illuminate,</br>Ere they themselves beneath Death's power have bow'd,</br>And tearful honours on their urns await&mdash;</br>Ere those that drank their light, regret their timeless fate!", "What then are all the galleries of art&mdash;</br>The treasuries of knowledge?  Are they not</br>The tombs of vanish'd genius, where a part</br>Of her embodied thoughts repose?  And what</br>Are all the riches of this hallowed spot&mdash;</br>This temple, on whose threshold now we tread?&mdash;</br>Fragments of many a nation's fame, whose lot</br>Is now to be with barbarous hosts o'erspread,</br>Though sons they had, whose names reign o'er the ancient dead!", "Here, let ambition pause, that blazing star,</br>Whose fervent path with quenchless heat doth burn;</br>As when hot Noon, upon her sultry car,</br>Rides o'er the panting world!  Here let her learn,</br>To drink cool wisdom from the dead man's urn&mdash;</br>That marble cup which Nature fills with tears,</br>As her sweet children to the dust return;</br>Struck down in youth, or from the mount of years,</br>Where, full of fame, they stood beside their brave compeers!", "Our mourning thoughts, when on these works we gaze,</br>Beget rich fruits of wisdom; and the tears,</br>Dropt o'er the vanities of other days,</br>Are gracious as the dew of twilight spheres,</br>Which, though in darkness horn, the soul it cheers!</br>From solemn meditation joy doth grow,</br>Maturing, like the oak, with length of years;</br>And, if the love of heav'n therewith we know,</br>Then, though Death cut it down, it ceaseth not to blow.", "'Tis not time lost, to talk with antique lore,</br>And all the labours of the dead:  for thence</br>The musing mind may bring an ample store</br>Of thoughts, that will her labours recompense.</br>The dead hold converse with the soul, and hence,</br>He that communeth with them, doth obtain</br>A partial conquest over time, from whence</br>The soul departs, for ever to remain,</br>Where life, with all its pomp, appeareth worse than vain.", "Turn, turn, from earth to heav'n, for here we find</br>That all is vanity:  and we are taught,</br>By these best treasures of the world, to bind,</br>With everlasting truth, each new-born, thought;</br>That, when the glories of this life are nought,</br>As now in Wisdom's eye they all appear,</br>With wealth divine our spirits way be fraught,</br>Then resident in some yet unknown sphere&mdash;</br>The praise of living men, no more to heed or hear.", "There is a better hope than mortal gain,</br>To which immortal spirits may aspire,</br>Whose substance all, if willing, may obtain,</br>Whose help each soul hereafter will require:</br>For Justice, armed with a sword of fire,</br>In judgment on this crime-heap'd world shall rise;</br>And myriads, in that dread hour, shall desire,</br>When waked from death, to look on flaming skies,</br>That they in life had fled to Christ, their sacrifice.", ""]