["THE ARGUMENT.</br>WILLY incites his friend to write</br>Things of a higher fame</br>Then silly Shephards use endite</br>Vaild in a Shepheards name.", "WILLIE.  CUTTIE.", "Morne had got the start of night,</br>Lab'ring men were ready dight</br>With their shovels and their spades</br>For the field, and (as their trades)</br>Or at hedging wrought or ditching</br>For their food more then enriching.</br>When the shepheards from the fold</br>All their bleating charges told,</br>And (full carefull) search'd if one</br>Of all their flocke were hurt or gone,</br>Or (if in the night-time cul'd)</br>Any had their fleeces pul'd;</br>'Mongst the rest (not least in care)</br>CUTTY to his fold 'gan fare,</br>And young WILLY (that had given</br>To his flocke the latest even</br>Neighbourhood with CUTTY'S sheep)</br>Shaking off refreshing sleepe,</br>Hy'd him to his charge that blet;</br>Where he (busied) CUTTY met.</br>Both their sheep told, and none miss'd</br>Of their number; then they bliss'd</br>PAN and all the gods of plaines</br>For respecting of their traines</br>Of silly sheepe, and in a song</br>Praise gave to that holy throng.</br>Thus they drave their flockes to graze,</br>Whose white fleeces did amaze</br>All the Lillies, as they pass</br>Where their usuall feeding was.</br>Lillies angry that a creature</br>Of no more eye-pleasing feature</br>Then a sheepe, by natures duty</br>Should be crown'd with far more beauty</br>Then a Lilly, and the powre</br>Of white in sheepe, outgoe a flowre:</br>From the middle of their sprout</br>(Like a Furies sting) thrust out</br>Dart-like forks in death to steep them;</br>But great PAN did safely keepe them,</br>And afforded kinde repaire</br>To their dry and wonted laire,</br>Where their maisters (that did eye them)</br>Underneath a Haw-thorne by them,</br>On their pipes thus gan to play,</br>And with rimes weare out the day.", "WILLIE.</br>Cease, CUTTY, cease, to feed these simple Flockes,</br>And for a Trumpet change thine Oaten-reeds;</br>Ore-looke the vallies as aspiring rockes,</br>And rather march in steele, then shepheards weeds.</br>Beleeve me, CUTTY!  for heroicke deeds</br>Thy verse is fit, not for the lives of Swaines,</br>(Though both thou canst do well) and none proceeds</br>To leave high pitches for the lowly plaines:</br>Take thou a Harpe in hand, strive with APOLLO;</br>Thy Muse was made to lead, then scorne to follow.", "CUTTIE.</br>WILLY:  to follow sheepe I ne're shall scorne;</br>Much lesse to follow any Deity;</br>Who 'gainst the Sun (though weakned by the morne)</br>Would vie with lookes, needeth an Eagles eye,</br>I dare not search the hidden mistery</br>Of tragicke Scenes; nor in a buskin'd stile</br>Through death and horror march, nor their height fly</br>Whose pens were fed with blood of this faire Ile.</br>It shall content me, on these happy downes</br>To sing the strife for garlands, not for crownes.", "WILLIE.</br>O who would not aspire, and by his wing</br>Keep stroke with Fame, and of an earthly jarre</br>Another lesson teach the Spheres to sing?</br>Who would a shepheard that might be a star?</br>See, learned Cutty, on yond mountaines are</br>Cleere springs, arising, and the climbing goat</br>That can get up, hath water cleerer farre</br>Than when the streames do in the vallies float.</br>What mad-man would a race by torch-light run</br>That might his steps have usher'd by the Sunne?", "We Shepheards tune our layes of Shepheards loves,</br>Or in the praise of shady groves, or springs;</br>We seldom hear of CITHEREA'S Doves,</br>Except when some more learned Shepheard sings;</br>And equall meed have to our sonnetings:</br>A Belt, a sheep-hooke, or a wreath of flowres,</br>Is all we seeke, and all our versing brings,</br>And more deserts then these are seldome ours.</br>But thou whose muse a falcons pitch can sore,</br>Must share the bayes even with a Conqueror.", "CUTTIE.</br>Why doth not WILLY then produce such lines</br>Of men and armes as might accord with these?", "WILLIE.</br>'Cause Cutties spirit not in Willy shines,</br>Pan cannot weild the Club of Hercules,</br>Nor dare a Merlin on a heron seise.</br>Scarce know I how to fit a shepheards eare;</br>Farre more unable shall I be to please</br>In ought, which none but semi-gods must heare;</br>When by thy verse (more able) time shall see,</br>Thou canst give more to kings then kings to thee.", "CUTTIE.</br>But (wel-a-day) who loves the muses now?</br>Or helpes the climber of the sacred hill?</br>None leane to them:  but strive to disalow</br>All heavenly dewes the goddesses distill.", "WILLIE.</br>Let earthly mindes base mucke for ever fill,</br>Whose musicke onely is the chime of gold,</br>Deafe be their eares to each harmonious quil!</br>As they of learning thinke, so of them hold.</br>And if ther's none deserves what thou canst doe,</br>Be then the Poet and the Patron too.", "I tell thee Cuttie, had I all the sheepe,</br>With thrice as many moe, as on these plaines</br>Or shepheard or faire maiden sits to keepe,</br>I would them all forgoe, so I thy straines</br>Could equalize:  O how our neatest swaines</br>Do trim themselves, when on a holy-day</br>They hast to heare thee sing, knowing the traines</br>Of fairest Nymphs wil come to learn thy lay.</br>Well may they run and wish a parting never,</br>So thy sweet tongue might charme their eares for ever.", "CUTTIE.</br>These attributes (my lad) are not for me,</br>Bestow them where true merit hath assign'd;", "WILLIE.</br>And do I not?  bestowing them on thee:</br>Believe me, Cuttie, I doe bear this minde,</br>That whereso'ere we true deserving finde,</br>To give a silent praise is to detract;</br>Obscure thy verses (more then most refin'd)</br>From any one, of dulness to compact.</br>And rather sing to trees then to such men,</br>Who know not how to crowne a Poets pen.", "CUTTIE.</br>WILLY, by thy incitement I'le assay</br>To raise my subject higher than tofore,</br>And sing it to our Swaines next holy-day,</br>Which (as approv'd) shall fill them with the store</br>Of such rare accents; if dislik'd, no more</br>Will I a higher straine then shepheards use,</br>But sing of Woods and Rivers as before.", "WILLIE.</br>Thou wilt be ever happy in thy Muse.</br>But see, the radiant Sun is gotten high;</br>Let's seeke for shadow in the grove here by.</br>"]