["Young Corydon with hopeless love ador'd</br>The fair Alexis, fav'rite of his lord.</br>Mid' shades of thickest beech he pin'd alone,</br>To the wild woods and mountains made his moan,</br>Still day by day, in incoherent strains,</br>'Twas all he could, despairing told his pains.", "Wilt thou ne'er pity me, thou cruel youth,</br>Unmindful of my verse, my vows, and truth?</br>Still dear Alexis, from my passion fly?</br>Unheard and unregarded must I die?</br>Now flocks in cooling shades avoid the heats,</br>And the green lizard to his brake retreats,</br>Now Thestylis the thyme and garlick pounds,</br>And weary reapers leave the sultry grounds,</br>Thee still I follow o'er the burning plains</br>And join the shrill Cicada's plaintive strains:</br>Were it not better calmly to have borne</br>Proud Amaryllis' or Menalcas' scorn?</br>Tho' he was black, and thou art heav'nly fair?</br>Too much to trust thy beauteous hue beware!</br>The privet's silver flow'rs we still neglect,</br>But dusky hyacinths with care collect.</br>Thou know'st not whom thou scorn'st &mdash; what snowy kine,</br>What luscious milk, what rural stores are mine!</br>Mine are a thousand lambs in yonder vales,</br>My milk in summer's drought, nor winter fails;</br>Nor sweeter to his herds Amphion sung,</br>While with his voice Boeotia's mountains rung;</br>Nor am I so deform'd!  myself I view'd</br>On the smooth surface of the glassy flood,</br>By winds unmov'd, and be that image true,</br>I dread not Daphnis' charms, tho' judg'd by you.", "O that you lov'd the fields and shady grots,</br>To dwell with me in bowers, and lowly cots,</br>To drive the kids to fold, the stags to pierce;</br>Then should'st thou emulate Pan's skilful verse,</br>Warbling with me in woods; 'twas mighty Pan</br>To join with wax the various reeds began;</br>Pan, the great god of all our subject plains,</br>Protects and loves the cattle and the swains;</br>Nor thou disdain, thy tender rosy lip</br>Deep to indent with such a master's pipe.</br>To gain that art how much Amyntas try'd!</br>This pipe Damoetas gave me as he dy'd;&mdash;</br>Seven joints it boasts &mdash; Be thine this gift, he said&mdash;</br>Amyntas envious sigh'd, and hung the head&mdash;</br>Besides, two dappled kids, which late I found</br>Deep in a dale with dangerous rocks around,</br>For thee I nurse; with these, O come and play!</br>They drain two swelling udders every day.</br>These Thestylis hath begg'd, but begg'd in vain;</br>Now be they her's, since you my gifts disdain.</br>Come, beauteous boy!  the nymphs in baskets bring</br>For thee the loveliest lillies of the spring;</br>Behold for thee the neighb'ring Naiad crops</br>The violet pale, and poppy's fragrant tops,</br>Narcissus' buds she joins with sweet jonquils,</br>And mingles cinnamon with daffodils;</br>With tender hyacinths of darker dyes,</br>The yellow marigold diversifies.</br>Thee, with the downy quince, and chesnuts sweet,</br>Which once my Amaryllis lov'd, I'll greet;</br>To gather plumbs of glossy hue, will toil;</br>These shall be honour'd if they gain thy smile.</br>Ye myrtles too I'll crop and verdant bays,</br>For each, so plac'd, a richer scent conveys.</br>O Corydon, a rustic hind thou art!</br>Thy presents ne'er will touch Alexis' heart!</br>Give all thou canst, exhaust thy rural store,</br>Iolas, thy rich rival offers more;</br>What have I spoke?  betray'd by heedless thought,</br>The boar into my crystal springs have brought!</br>Wretch that I am!  to the tempestuous blast</br>O I have given my blooming flowers to waste!", "Whom dost thou fly?  the gods of heav'n above,</br>And Trojan Paris deign'd in woods to rove;</br>Let Pallas build, and dwell in lofty towers,</br>Be our delight the fields and shady bowers:</br>Lions the wolves, and wolves the kids pursue,</br>The kids sweet thyme &mdash; and I still follow you.</br>Lo!  labouring oxen spent with toil and heat,</br>In loosen'd traces from the plough retreat,</br>The sun is scarce above the mountains seen,</br>Lengthening the shadows o'er the dusky green;</br>But still my bosom feels not evening cool,</br>Love reigns uncheck'd by time, or bounds, or rule.</br>What frenzy, Corydon, invades thy breast?</br>Thy elms grow wild, thy vineyard lies undrest;</br>No more thy necessary labours leave,</br>Renew thy works, and osier-baskets weave:</br>If this Alexis treat thee with disdain,</br>Thoul't find another, and a kinder swain.</br>"]