["Within a spacious chamber, fair and high,</br>Prone on a couch, all rich and gorgeous wrought,</br>A Knight was laid, as there at length to die,</br>For his pale face had death's expression caught,</br>And with remorse did seem his features fraught;</br>While by his side, in holy vestures clad,</br>An aged father him with zeal besought</br>Sincere, to tell each crime and error sad,</br>That with polluting blot had stained his life-time bad.", "He dared not kiss the blessed crucifix,</br>Which heavenly mercy proffer'd him withal;</br>But on the monk a ghastly stare did fix,</br>Nor seem'd to hear or heed his pious call;</br>Feebly at length he motion'd from the hall</br>His trembling menials, and the Sire alone</br>Remain'd to hear a dread confession fall</br>From his white lips surcharg'd with many a groan,</br>For many a fearful deed thro' life's long lapse unknown.", "\"O holy father,\" &mdash; thus the dying man,</br>As ebb'd his parting spirit slow away,</br>In accents weak and faultering, began:</br>\"Talk not to me of hope or mercy!  nay&mdash;</br>I have not learnt &mdash; or hoped &mdash; or dared to pray;</br>For mine are crimes beyond forgiveness' reach,</br>For which no pray'rs or penitence may pay&mdash;</br>I tell thee, Friar, thou dost vainly preach&mdash;</br>To me an angel's voice no hope of bliss could teach:", "\"Yet could thy dread persuasion aught avail,</br>To bid me yield confession of the past,</br>There is a guilty, long-unutter'd tale</br>Would paint thy pallid features more aghast&mdash;</br>And oh!  if life's dim taper yet would last,</br>And thou could'st bear to hear what I could tell&mdash;</br>&mdash;No matter &mdash; list &mdash; if pity yet thou hast</br>For one whose heart hath found in life its hell,</br>List to a tale of blood &mdash; and sound a murderer's knell!", "\"Start not!  In this but half my guilt is shewn&mdash;</br>In other years the halls of lone St. Clair</br>Were grac'd by one whose charms had soften'd stone</br>Or sooth'd the hungry tiger in his lair&mdash;</br>Oh holy father!  she was wondrous fair;</br>And I was then in youth's impatient prime&mdash;</br>Full well my lips the sequel dark may spare,</br>I lov'd &mdash; that love hath prov'd the parent crime</br>Of many a fouler one, from guilty time to time.", "\"She was another's own betroth'd! &mdash; I see</br>Thine eye looks horror!  yet awhile forbear&mdash;</br>Thou canst not guess how vile I learnt to be,</br>Nor half the errors I must now declare&mdash;</br>Still had they been a blest and noble pair,</br>But he departed for a distant field,</br>And left a treacherous protector there,</br>The wife he lov'd from injury to shield,</br>I was his bosom-friend! . . . . Is now my heart reveal'd?", "\"One night &mdash; Oh father!  be my feelings now</br>Whate'er thy may &mdash; deep penitence or dread&mdash;</br>I cannot that dark crime in words avow&mdash;</br>Suffice to say &mdash; a deed of horror sped&mdash;</br>Shrieks echoed from a violated bed</br>Wildly and vain! &mdash; unheard and unredress'd</br>My victim fell &mdash; but soon the spirit fled.\"</br>Then spoke the monk:  \"How pass'd she to the blest?\"</br>\"Friar!\"  he madly cried &mdash; \"This poignard found her breast!\"", "Then came the death-pang o'er him &mdash; on the monk</br>His eye glar'd dimly horrible &mdash; as slow</br>And faint within his trembling arms he sunk;</br>But ere they yielded to the final throe,</br>Awhile life's embers seem'd again to glow,</br>And from his lips these last dread accents fell&mdash;</br>\"'Twas injur'd Hubert's bride that perish'd so&mdash;</br>Her bleeding frame, without a mass or knell,</br>Beneath St. Clair's we laid &mdash; deep in a charnel cell.\"", "With that, a mist slow gather'd o'er the bed,</br>Such as at morn o'erhangs the summer lake;</br>And ere the parting sinner's spirit fled,</br>It seem'd a dim and dubious form to take,</br>But ah!  what dread the dreamer's heart did shake!</br>And what strange pangs oppress'd!  when as it grew</br>More palpably distinct in look and make,</br>(Tho' still of faint and spiritual hue)</br>In that unearthly form, his long lost bride he knew.", "There needed not this last appalling sight,</br>To flash conviction on his burning brain;</br>Too well remember'd then that guilty Knight,</br>And she whom he had mourn'd so long in vain.</br>To yield the dying murderer keener pain</br>\"Monster!\"  he shriek'd aloud &mdash; but as he spoke</br>The visionary beings seem'd to wane,</br>A thunder peal the strange illusion broke,</br>And from his dream of dread the hapless chief awoke.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Yet fair and high the sculptur'd tomb he gave</br>The sad remains of her he held so dear;</br>And never yet o'er beauty's timeless grave</br>Might conscious grief more fitly pour the tear,</br>She left no lovelier and no gentler here:</br>And many a mass and midnight requiem rose</br>To soothe her blessed spirit in its sphere,</br>'Till ceas'd at once her mourner's life and woes,</br>And in one mutual tomb their ashes found repose.</br>"]