["I sing the Oven &mdash; glowing, fruitful theme,</br>Happy for me, that mad Achilles found,</br>And weak Ulysses erst, a servile bard,</br>That deign'd their puny feats, else lost, to sing.</br>And happy that Aeneas, feeble man!</br>Fell into hands of less emprise than mine,</br>Too mean the subject for a bard so high.</br>Not Dante, Ariosto, Tasso, dar'd</br>Task their gross minds with theme so sublimate,</br>Nor he, Dame Nature's master-journeyman,</br>Who nimbly wrought a comic tragedy,</br>As poet woos a muse, one Shakspeare call'd;</br>Nor Milton, who embattled Devils sung;</br>Nor bold Sir Blackmore, who an Epic built,</br>Quick as can mason rear a chimney-stack;</br>Nor later these, Klopstock and Wieland fam'd,</br>Who sung, this King of Elves &mdash; that King of Kings,</br>Dar'd the prolific Oven blaze in song.", "Expect not now of Furnaces to hear,</br>Where Aeolus dilates the liquid glass;</br>Nor where the THREE, testing their God could save,</br>Walk'd barefoot through the lambent heat, unsing'd:</br>Nor where the Hollanders, in nests of tow,</br>With mimic nature incubate their eggs;</br>For the Domestic Oven claims my powers.", "Come then, from kilns of flame, and tropic suns</br>Each salamander Muse, and warm my brain.", "Need I describe? &mdash; Who hath a kitchen seen,</br>And not an arch'd concavity call'd Oven?</br>Grand farinaceous nourisher of life!</br>See hungry gape its broad mouth for its food,</br>And hear the faggots crackling in its jaws,</br>Its palate glowing red with burning breath.</br>Do not approach too near; the ingulphing draught</br>Will drink your respiration ere you list.", "Glance now the fire-jambs round, and there observe</br>Utensils form'd for culinary use,</br>Shovel and tongs, like ancient man and wife,</br>He, with his arms a-kim, and she, in hoops.</br>There, dangling sausages in chains hang down;</br>As Sciences and Arts, distinct, allied;</br>Or, as in Union bound our sister States.</br>Here, flayed eels, strung pendant by the waist;</br>So swing aloof victims in heathen climes;</br>O Algier hearts, to mock at writhing pain!</br>And, high on lug-bar, ponderous ham to smoke;</br>So may each Traitor to his Country hang!</br>And, thick on nails, the housewife's herbs to dry;</br>Coltsfoot for pipe, and spearmint for a tea.</br>Upon the hearth, the shrill-lung'd cricket chirps</br>Her serenade, not waiting to be prest</br>And Sue, poking the cinders, smiles to point</br>A billet, ring, or gallant, fashion'd there,</br>For fond associations cross the mind.</br>And purring puss, her pied-coat licked sleek,</br>Sits mousing for the crumbs, beside black Jack.</br>He, curious drone, with eyes and teeth of white,</br>And natural curl, who eighteen Falls has seen,</br>And cannot yet count four!  nor ever can,</br>Though task'd to learn until his nose be sharp.</br>'Tis marvel, if he thinks, but when he speaks;</br>Else, to himself, why mutter loud, and strange,</br>And scold, and laugh, as half a score were by?</br>In shape, and parts, a seed of Caliban!</br>He now is roasting earth-nuts by the coals,</br>And hissing clams, like martyrs mocking pain,</br>And sizzing apples, puctur'd with a pin,</br>While in the embers hops the parching maize,</br>Crack &mdash; crack &mdash; disrupting with the heat, like bombs</br>Craunching, he squats, and grins, and gulps his mug,</br>And shows his pompion-shell, with eyes and mouth,</br>And candle fitted for the tail of kite,</br>To scare the lasses in their evening walk&mdash;</br>For, one day, and Thanksgiving-Eve will come.", "Now turn we to the teeming Oven; while,</br>A skilful midwife, comes the aged Dame,</br>Her apron clean, and nice white cap of lawn,</br>With long, lean arm, she lifts the griding slice,</br>And inward slides it, drawing slowly out.</br>In semi-globes, and frustrums of the cone,</br>Tann'd brown with heat, come, smoaking, broad high loaves;</br>And drop-cakes, rang'd like cocks round stack of hay;</br>Circles, and segments, pies and turn-overs,</br>For children's children, who stand teazing round,</br>Scorching their mouths, and dance like juggler's apes,</br>Wishing the pie more cool, or they less keen.</br>Next, brown and wrinkled like the good dame's brow,</br>Come russet-coated sweetings, pulp for milk;</br>A luscious dish &mdash; would one were brought me now!</br>And kisses, made by Sue, for suitor's pun.</br>And when the morrow greets each smiling face,</br>And from the church, where grateful hearts have pour'd</br>Led by the man of God, their thanks and prayers,</br>To Him, who fills their granaries with good,</br>They hurry home, snuffing the spicy steams,</br>The pious matron, with full heart, draws forth</br>The spare-rib crisp &mdash; more savoury from the spit!</br>Tall pots of pease and beans &mdash; vile flatulents;</br>And puddings, steaming to the rafter'd wall;</br>And sweet cup-custards, part of the dessert.</br>These all, amalgamated, subtilized,</br>And by the generative heat matur'd,</br>A goodly birth, brought forth in welcome time.", "Illustrious Oven, warmest, heartiest friend!</br>Destroy but thee, and where were cookery then?</br>We, cannibals, might torrify and seethe,</br>On dry blood-reeking flesh in the cold sun;</br>Or, like the Arab, on his racing horse,</br>Beneath the saddle swelter it for food.", "And, yet, ere thou give us, we must give thee.</br>Thus, many an Oven barren is for life.</br>O Poverty!  how oft thy wishful eye</br>Rests on thine Oven, hungry as thyself!</br>Would I might load each Oven of the Poor,</br>With food each palate craves &mdash; a fruitless wish!</br>Yet seldom hear we Industry complain,</br>And no one should complain, who hath two eyes,</br>Two hands, and mind and body, sound and free.</br>And such, their powers to worthy ends applied,</br>Be pleas'd, indulgent Patroness, to feed.</br>"]