["Say tender partner of my piercing woes,</br>Dear, ever honour'd Auth'ress of my birth;</br>Whose heart too frequent fill'd with painful throes,</br>On my account is seldom us'd to mirth.</br>Say, why when all false hearted friends are gone,</br>Do you alone regard your poor ill fated son?", "Say when with riches and the sweets of peace,</br>Your ev'ry want might well have been supply'd,</br>Why did you turn aside from wealth and ease;</br>Why were those precious gifts by you deny'd?</br>While rather than enjoy them far from me,</br>You chose to share my woes involv'd in penury.", "'Twas sure because your spirit could disdain,</br>Those gilded baits which venal souls entice,</br>You rather chose to act aright with pain,</br>Than live tho' rich a slave to pride and vice.</br>For this you fled with your ill fated son,</br>To save with kind advice his virtues near undone.", "To chear in want my poor desponding heart,</br>In sickness to support my drooping head,</br>In straits a real friend to share a part,</br>In health a scanty meal with joy to spread.</br>Those cares you chose &mdash; instead of fading toys,</br>And you for those at last will reap immortal joys.", "Here too on earth some blessings you may prove,</br>For virtue can the place of wealth supply;</br>Blest with my grateful thanks and duteous love:</br>Your age on my fond care may safe rely.</br>And if kind providence should bless my ways,</br>Your latter shall outshine by far your earlier days.", "But can I e'er for learning you repay,</br>Which aids the muse to chear my lonesome hours,</br>The muse that makes gaunt penury look gay;</br>That fires to extacy my drooping powr's,</br>Blest parent!  that so wisely could provide,</br>For that which comforts me whatever ills betide.", "Spirits divine!  Protectors of the just,</br>For this and ev'ry gift my parent guard;</br>To your strict care her footsteps I entrust:</br>Oh guide her safely to a bright reward.</br>Where sad affliction can no longer sway,</br>But where all woes are lost in everlasting day!</br>"]