["On a wild Heath long stood a sturdy Oak,</br>Expos'd to raging Winds, and Thunder's stroke;</br>Much Damage this from adverse Skies had born;</br>Its Verdure blasted, and its Branches torn;</br>Yet, was it not so much by Ills consum'd,</br>But that in Part, it flourish'd still, and bloom'd.", "Here chearful Birds a free Reception found,</br>Diffusing hence a choice harmonious Sound;</br>Here, grazing Cattle often, Tempest-driv'n,</br>Had Shelter from th' Inclemency of Heav'n;</br>And here cou'd resting Passengers allay</br>Their Journey's Toil, and Rigour of the Day:", "Hard by a Myrtle, pleasing to the View,</br>Arose, and quickly to Perfection grew;</br>This feeble Plant, in Youth's and Beauty's Pride,</br>(As yet by any adverse Ills untry'd)</br>It self regarding, scorn'd the gen'rous Oak,</br>And pertly thus, and arrogantly spoke.", "\"Art thou, whom Mortals stil'd the Choice of Jove!</br>Grace of the Plain, and Monarch of the Grove!</br>How art thou, falsely venerable Tree!</br>In sweet and blooming Grace surpass'd by me?</br>When Men (thus prone to gross Mistakes) compare</br>Our Glories, as they here apparent are,</br>Thy long-held Honour thou shall'st soon resign,</br>And all thy vast Preheminence be mine.\"", "Thus the low gaudy Shrub, elate with Pride,</br>Presum'd, and thus the Reverend Oak reply'd.", "\"What Good can any of the living Kind,</br>What Use of thee, thou poor Pretender!  find?</br>Thou can'st, at most, but yield a vain Delight,</br>But slightly gratify the Smell and Sight;</br>Thy blooming Grace, that is regarded most,</br>And where are plac'd thy Confidence and Boast;</br>How soon wou'd that, and how intirely fly</br>The bloist'rous Horror of a Winter's Sky!</br>Nor cou'd by thee thy Glory be secur'd,</br>At one of all those Ills that I've endur'd.\"", "THE MORAL.</br>Who Reason or themselves but slightly know,</br>Suppose all Value is compriz'd in Show;</br>But real Worth is prov'd and justify'd,</br>In being fully and severely try'd;</br>Worst Judges of themselves, of others too,</br>Are they who never Opposition knew.</br>"]