["Chaste Cloris doth disclose the shames</br>Of the Felician frantique Dames,</br>Mertilla strives t' apease her woe,</br>To golden wishes then they goe.", "CLORIS.  MERTILLA.", "MERTILLA.</br>Why how now Cloris, what, thy head</br>Bound with forsaken Willow?</br>Is the cold ground become thy bed?</br>The grasse become thy pillow?</br>O let not those life-lightning eyes</br>In this sad vayle be shrowded,</br>Which into mourning puts the Skyes,</br>To see them over clowded.", "CLORIS.</br>O my Mertilla doe not praise</br>These Lampes so dimly burning,</br>Such sad and sullen lights as these</br>Were onely made for mourning:</br>Their objects are the barren Rocks</br>With aged Mosse o'r shaded;</br>Now whilst the Spring layes forth her Locks</br>With blossomes bravely braded.", "MERTILLA.</br>O Cloris, Can there be a Spring,</br>O my deare Nimph, there may not,</br>Wanting thine eyes it forth to bring,</br>Without which Nature cannot:</br>Say what it is that troubleth thee</br>Encreast by thy concealing,</br>Speake; sorrowes many times we see</br>Are lesned by revealing.", "CLORIS.</br>Being of late too vainely bent</br>And but at too much leasure;</br>Not with our Groves and Downes content,</br>But surfetting in pleasure;</br>Felicia's Fields I would goe see,</br>Where fame to me reported,</br>The choyce Nimphes of the world to be</br>From meaner beauties sorted;</br>Hoping that I from them might draw</br>Some graces to delight me,</br>But there such monstrous shapes I saw,</br>That to this houre affright me.</br>Throw the thick Hayre, that thatch'd their Browes</br>Their eyes upon me stared,</br>Like to those raging frantique Froes</br>For Bacchus Feasts prepared:</br>Their Bodies, although straight by kinde,</br>Yet they so monstrous make them,</br>That for huge Bags blowne up with wind,</br>You very well may take them.</br>Their Bowels in their Elbowes are,</br>Whereon depend their Panches,</br>And their deformed Armes by farre</br>Made larger then their Hanches:</br>For their behaviour and their grace,</br>Which likewise should have priz'd them,</br>Their manners were as beastly base</br>As th' rags that so disguisd them;</br>All Anticks, all so impudent,</br>So fashon'd out of fashion,</br>As blacke Cocytus up had sent</br>Her Fry into this nation,</br>Whose monstrousnesse doth so perplex,</br>Of Reason and deprives me,</br>That for their sakes I loath my sex,</br>Which to this sadnesse drives me.", "MERTILLA.</br>O my deare Cloris be not sad,</br>Nor with these Furies danted,</br>But let these female fooles be mad,</br>With Hellish pride inchanted;</br>Let not thy noble thoughts descend</br>So low as their affections;</br>Whom neither counsell can amend,</br>Nor yet the Gods corrections:</br>Such mad folks ne'r let us bemoane,</br>But rather scorne their folly,</br>And since we two are here alone,</br>To banish melancholly,</br>Leave we this lowly creeping vayne</br>Not worthy admiration,</br>And in a brave and lofty strayne,</br>Lets exercise our passion,</br>With wishes of each others good,</br>From our abundant treasures,</br>And in this jocond sprightly mood</br>Thus alter we our measures.", "MERTILLA.</br>O I could wish this place were strewd with Roses,</br>And that this Banck were thickly thrumd with Grasse</br>As soft as Sleave, or Sarcenet ever was,</br>Whereon my Cloris her sweet selfe reposes.", "CLORIS.</br>O that these Dewes Rosewater were for thee,</br>These Mists Perfumes that hang upon these thicks,</br>And that the Winds were All Aromaticks,</br>Which if my wish could make them, they should bee.", "MERTILLA.</br>O that my Bottle one whole Diamond were,</br>So fild with Nectar that a Flye might sup,</br>And at one draught that thou mightst drinke it up,</br>Yet a Carouse not good enough I feare.", "CLORIS.</br>That all the Pearle, the Seas, or Indias have</br>Were well dissolv'd, and thereof made a Lake,</br>Thou there in bathing, and I by to take</br>Pleasure to see thee cleerer then the Wave.", "MERTILLA.</br>O that the hornes of all the Heards we see</br>Were of fine gold, or else that every horne</br>Were like to that one of the Unicorne,</br>And of all these, not one but were thy Fee.", "CLORIS.</br>O that their Hooves were Ivory, or some thing,</br>Then the pur'st Ivory farre more Christalline,</br>Fild with the food wherewith the Gods doe dine,</br>To keepe thy Youth in a continuall Spring.", "MERTILLA.</br>O that the sweets of all the Flowers that grow,</br>The labouring ayre would gather into one,</br>In Gardens, Fields, nor Meadowes leaving none,</br>And all their Sweetnesse upon thee would throw.", "CLORIS.</br>Nay that those sweet harmonious straines we heare,</br>Amongst the lively Birds melodious Layes,</br>As they recording sit upon the Sprayes,</br>Were hovering still for Musick at thine eare.", "MERTILLA.</br>O that thy name were carv'd on every Tree,</br>That as these plants, still great, and greater grow,</br>Thy name deare Nimph might be enlarged so,</br>That every Grove and Coppis might speake thee.", "CLORIS.</br>Nay would thy name upon their Rynds were set,</br>And by the Nimphes so oft and lowdly spoken,</br>As that the Ecchoes to that language broken</br>Thy happy name might hourely counterfet.", "MERTILLA.</br>O let the Spring still put sterne winter by,</br>And in rich Damaske let her Revell still,</br>As it should doe if I might have my will,</br>That thou mightst still walke on her Tapistry;</br>And thus since Fate no longer time alowes</br>Under this broad and shady Sicamore,</br>Where now we sit, as we have oft before,</br>Those yet unborne shall offer up their Vowes.</br>"]