["The Dawn steals on, with tardy pace,</br>All silver'd o'er with WINTER'S breath;</br>While NATURE hides her icy face,</br>And sleeps in temporary death!</br>The SUN with humid veil peeps forth,</br>Chill'd by the black tempestuous North;</br>The battlements, that clasp our shore,</br>Rock with wild OCEAN'S dreadful roar!</br>The sweeping WHIRLWIND comes on viewless wings,</br>While, with its deaf'ning howl, HEAVEN'S STARRY TEMPLE RINGS!", "Bleak blows the petrifying gale</br>Upon the PEASANT'S rushy roof!</br>His breast a thousand pangs assail,</br>As though his HEART were tempest-proof!</br>His shiv'ring infants round him mourn;</br>And cry, \"Ah!  when will SPRING return?</br>Do all like us distress endure?&mdash;</br>So cold!  So wretched!  and so poor?\"</br>Yet, when the day is past, stern Fate bestows</br>The balmy hour of rest, that greatness seldom knows!", "Ye threat'ning storms malignant fly!</br>Cloud not this fair, this festive day;</br>Burst forth to splendour, lowring sky,</br>And flash around a vivid ray!</br>Swiftly, ye whispering Zephyrs, chase</br>The drops that bathe Compassion's face!</br>Bid mournful Memory cease to gaze</br>On livelier scenes of peaceful days!</br>When ev'ry morning breeze, that fann'd our Isle,</br>Awoke her hardy sons to labour &mdash; and to smile!", "No more Reflection, sorrowing Maid;</br>O'er Reason cast thy awful veil!</br>Where Mirth, in careless garb array'd,</br>And Smiles, and thoughtless Jest prevail!</br>For should'st thou trace, with pensive mien,</br>The fatal, agonizing scene!</br>Where legions wade through human gore!</br>And DEATH shoots swift from shore to shore!</br>The splendid glare of revelry would fade,</br>And all its phantoms sink in Sorrow's whelming shade!", "For FANCY might, per chance, descry</br>The woe which PLEASURE'S TRIBE ne'er saw!</br>The bleeding breast!  the phrenzied eye!</br>That chill the soul with dreadful awe!</br>FANCY might paint th' embattl'd plain!</br>The shrieking wife!  the breathless swain!</br>The blazing cot!  the houseless child,</br>Driv'n on misfortune's rugged wild!</br>And Truth might whisper to the sensate mind&mdash;</br>Such is the chequer'd lot of hapless Human Kind!", "Now let the happier tribe advance&mdash;</br>Let only present joys be known!</br>And let blithe BEAUTY'S light'ning glance</br>Dart lustre round BRITANNIA'S Throne!</br>Yet, if amidst the gaudy sight,</br>A sparkling tear of liquid light,</br>Caught be a sigh from PITY'S breast,</br>Should fall, to gem the regal crest!</br>Oh!  let it shine, with Heaven's approving blaze,</br>An attribute sublime, to mock inferior rays!", "The MUSE, who pours the votive strain,</br>Weeps o'er each tributary line;</br>And grieves to know that conscious pain</br>Perverts her glorious, great design!</br>For ah!  in vain of Joy she sings,</br>While PITY shackles rapture's wings!</br>And meek Dejection's trickling tear</br>Responsive flows to sight sincere!</br>While MEDITATION, fraught with rending woes,</br>To every feeling mind a scene of misery shows!", "Come, soft-eyed HOPE, in spotless vest,</br>Come, and our brows with olive deck!</br>Bathe, with thy balm, the human breast,</br>And rear new charms on NATURE'S wreck!</br>Bid drooping COMMERCE thrive again!</br>Spread rapture o'er the rustic plain!</br>Wash, with the spring from MERCY'S eye,</br>The blood that bids the laurel die!</br>And spread, once more, about this favour'd Isle,</br>The fost'ring rays of PEACE!  that bid fair Freedom smile.</br>"]