["Ye green-rob'd Dryads, oft' at dusky Eve</br>By wondering Shepherds seen, to Forests brown,</br>To unfrequented Meads, and pathless Wilds,</br>Lead me from Gardens deckt with Art's vain Pomps.</br>Can gilt Alcoves, can Marble-mimic Gods,</br>Parterres embroider'd, Obelisks, and Urns,</br>Of high Relief; can the long, spreading Lake,</br>Or Vista lessening to the Sight; can Stow,</br>With all her Attic Fanes, such Raptures raise,</br>As the Thrush-haunted Copse, where lightly leaps</br>The fearful Fawn the rustling Leaves along,</br>And the brisk Squirrel sports from Bough to Bough,</br>While from an hollow Oak the busy Bees</br>Hum drowsy Lullabies?  The Bards of old,</br>Fair Nature's Friends, sought such Retreats, to charm</br>Sweet Echo with their Songs; oft' too they met</br>In Summer Evenings, near sequester'd Bow'rs,</br>Or Mountain-Nymph, or Muse, and eager learnt</br>The moral Strains she taught to mend Mankind.</br>As in a secret Grot Aegeria stole</br>With Patriot Numa, and in silent Night</br>Whisper'd him sacred Laws, he list'ning sat</br>Rapt with her virtuous Voice, old Tyber leant</br>Attentive on his Urn, and husht his Waves.", "Rich in her weeping Country's spoils Versailles</br>May boast a thousand Fountains, that can cast</br>The tortur'd Waters to the distant Heav'ns;</br>Yet let me choose some Pine-topt Precipice</br>Abrupt and shaggy, whence a foamy Stream,</br>Like Anio, tumbling roars; or some bleak Heath,</br>Where straggling stand the mournful Juniper,</br>Or Yew-tree scath'd; while in clear Prospect round,</br>From the Grove's Bosom Spires emerge, and Smoak</br>In bluish Wreaths ascends, ripe Harvests wave,</br>Herds low, and Straw-rooft Cotts appear, and Streams</br>Beneath the Sun-beams twinkle. &mdash; The shrill Lark,</br>That wakes the Wood-man to his early Task,</br>Or love-sick Philomel, whose luscious Lays</br>Sooth lone Night-wanderers, the moaning Dove</br>Pitied by list'ning Milkmaid, far excell</br>The deep-mouth'd Viol, the Soul-lulling Lute,</br>And Battle-breathing Trumpet.  Artful sounds!</br>That please not like the Choristers of Air,</br>When first they hail th' Approach of laughing May.", "Creative Titian, can thy vivid Strokes,</br>Or thine, O graceful Raphael, dare to vie</br>With the rich Tints that paint the breathing Mead?</br>The thousand-colour'd Tulip, Violet's Bell</br>Snow-clad and meek, the Vermil-tinctur'd Rose,</br>And golden Crocus? &mdash; Yet with these the Maid,</br>Phillis or Phoebe, at a Feast or Wake</br>Her jetty Locks enamels; fairer she,</br>In Innocence and home-spun Vestments drest,</br>Than if caerulean Sapphires at her Ears</br>Shone pendant, or a precious Diamond-Cross</br>Heav'd gently on her panting Bosom white.", "Yon' shepherd idly stretcht on the rude Rock,</br>Listening to dashing Waves, and Sea-Mews Clang</br>High-hovering o'er his Head, who views beneath</br>The Dolphin dancing o'er the level Brine,</br>Feels more true Bliss than the proud Ammiral,</br>Amid his Vessels bright with burnish'd Gold</br>And silken Streamers, tho' his lordly Nod</br>Ten thousand War-worn Mariners revere.</br>And great Aeneas gaz'd with more Delight</br>On the rough Mountain shagg'd with horrid Shades,</br>(Where Cloud-compelling Jove, as Fancy dream'd,</br>Descending shook his direful Aegis black)</br>Than if he enter'd the high Capitol</br>On golden Columns rear'd, a conquer'd World</br>Contributing to deck its stately Head:</br>More pleas'd he slept in poor Evander's Cot</br>On shaggy Skins, lull'd by sweet Nightingales,</br>Than if a Nero, in an Age refin'd,</br>Beneath a gorgeous Canopy had plac'd</br>His royal Guest, and bade his Minstrels sound</br>Soft slumb'rous Lydian Airs, to sooth his Rest.", "Happy the first of Men, ere yet confin'd</br>To smoaky Cities; who in sheltering Groves,</br>Warm Caves, and deep-sunk Vallies liv'd and lov'd,</br>By Cares unwounded; what the Sun and Showers,</br>And genial Earth untillag'd, could produce,</br>They gather'd grateful, or the Acorn brown,</br>Or blushing Berry; by the liquid Lapse</br>Of murm'ring Waters call'd to slake their Thirst,</br>Or with fair Nymphs their Sun-brown Limbs to bathe;</br>With Nymphs who fondly clasp'd their fav'rite Youths,</br>Unaw'd by Shame, beneath the Beechen Shade,</br>Nor Wiles, nor artificial Coyness knew.</br>Then Doors and Walls were not; the melting Maid</br>Nor Frowns of Parents fear'd, nor Husband's Threats;</br>Nor had curs'd Gold their tender Hearts allur'd;</br>Then Beauty was not venal.  Injur'd Love,</br>O whither, God of Raptures, art thou fled?</br>While Avarice waves his golden Wand around,</br>Abhorr'd Magician, and his costly Cup</br>Prepares with baneful Drugs, t' enchant the Souls</br>Of each low-thoughted Fair to wed for Gain.", "What tho' unknown to those primaeval Sires</br>The well-arch'd Dome, peopled with breathing Forms</br>By fair Italia's skilful Hand, unknown</br>The shapely Column, and the crumbling Busts</br>Of awful Ancestors in long Descent?</br>Yet why should Man mistaken deem it nobler</br>To dwell in Palaces, and high-rooft Halls,</br>Than in God's Forests, Architect supreme!</br>Say, is the Persian Carpet, than the Field's</br>Or Meadow's Mantle gay, more richly wov'n;</br>Or softer to the Votaries of Ease</br>Than bladed Grass, perfum'd with dew-dropt Flow'rs?</br>O Taste corrupt!  that Luxury and Pomp</br>In specious Names of polish'd Manners veil'd,</br>Should proudly banish Nature's simple Charms.</br>Tho' the fierce North oft smote with Iron Whip</br>Their shiv'ring Limbs, tho' oft the bristly Boar</br>Or hungry Lion 'woke them with their Howls,</br>And scar'd them from their Moss-grown Caves to rove,</br>Houseless and cold in dark, tempestuous Nights;</br>Yet were not Myriads in embattel'd Fields</br>Swept off at once, nor had the raging Seas</br>O'erwhelm'd the foundering Bark, and helpless Crew;</br>In vain the glassy Ocean smil'd to tempt</br>The jolly Sailor, unsuspecting Harm,</br>For Commerce was unknown.  Then Want and Pine</br>Sunk to the Grave their fainting Limbs; but Us</br>Excess and endless Riot doom to die.</br>They cropt the poisonous Herb unweetingly,</br>But wiser we spontaneously provide</br>Rare powerful Roots, to quench Life's chearful Lamp.", "What are the Lays of artful Addison,</br>Coldly correct, to Shakespear's Warblings wild?</br>Whom on the winding Avon's willow'd Banks</br>Fair Fancy found, and bore the smiling Babe</br>To a close Cavern:  (still the Shepherds shew</br>The sacred Place, whence with religious Awe</br>They hear, returning from the Field at Eve,</br>Strange Whisperings of sweet Music thro' the Air)</br>Here, as with Honey gather'd from the Rock,</br>She fed the little Prattler, and with Songs</br>Oft' sooth'd his wondering Ears, with deep Delight</br>On her soft Lap he sat, and caught the Sounds.", "Oft' near some crowded City would I walk,</br>Listening the far-off Noises, rattling Carrs,</br>Loud Shouts of Joy, sad Shrieks of Sorrow, Knells</br>Full slowly tolling, Instruments of Trade,</br>Striking mine Ears with one deep-swelling Hum.</br>Or wandering near the Sea, attend the Sounds</br>Of hollow Winds, and ever-beating Waves.</br>Ev'n when wild Tempests swallow up the Plains,</br>And Boreas' Blasts, big Hail, and Rains combine</br>To shake the Groves and Mountains, would I sit,</br>Pensively musing on th' outrageous Crimes</br>That wake Heav'n's Vengeance:  at such solemn Hours,</br>Daemons and Goblins through the dark Air shriek,</br>While Hecat with her black-brow'd Sisters nine,</br>Rides o'er the Earth, and scatters Woes and Deaths.</br>Then too, they say, in drear Aegyptian Wilds</br>The Lion and the Tiger prowl for Prey</br>With Roarings loud!  the list'ning Traveller</br>Starts Fear-struck, while the hollow-echoing Vaults</br>Of Pyramids encrease the deathful Sounds.", "But let me never fail in cloudless Nights,</br>When silent Cynthia in her silver Car</br>Thro' the blue Concave slides, when shine the Hills,</br>Twinkle the Streams, and Woods look tipt with Gold,</br>To seek some level Mead, and there invoke</br>Old Midnight's Sister Contemplation sage,</br>(Queen of the rugged Brow and stern-fixt Eye)</br>To lift my Soul above this little Earth,</br>This Folly-fetter'd World; to purge my Ears,</br>That I may hear the rolling Planets Song,</br>And tuneful turning Spheres:  If this debarr'd,</br>The little Fayes that dance in neighbouring Dales,</br>Sipping the Night-dew, while they laugh and love,</br>Shall charm me with aerial Notes. &mdash; As thus</br>I wander musing, lo, what awful Forms</br>Yonder appear!  sharp-ey'd Philosophy</br>Clad in dun Robes, an Eagle on his Wrist,</br>First meets my Eye; next, Virgin Solitude</br>Serene, who blushes at each Gazer's Sight;</br>Then Wisdom's hoary Head, with Crutch in Hand,</br>Trembling, and bent with Age; last Virtue's self</br>Smiling, in White arrayed, who with her leads</br>Fair Innocence, that prattles by her Side,</br>A naked Boy! &mdash; Harass'd with fear I stop,</br>I gaze, when Virtue thus &mdash; \"Whoe'er thou art,</br>Mortal, by whom I deign to be beheld</br>In these my Midnight-Walks; depart, and say</br>That henceforth I and my immortal Train</br>Forsake Britannia's Isle; who fondly stoops</br>To Vice, her favourite Paramour.\" &mdash; She spoke,</br>And as she turn'd, her round and rosy Neck,</br>Her flowing Train, and long, ambrosial Hair,</br>Breathing rich Odours, I enamour'd view.", "O who will bear me then to Western Climes,</br>(Since Virtue leaves our wretched Land) to Shades</br>Yet unpolluted with Iberian Swords;</br>With simple Indian Swains, that I may hunt</br>The Boar and Tiger thro' Savannah's wild?</br>Through fragrant deserts, and through citron groves?</br>There fed on Dates and Herbs, would I despise</br>The far-fetch'd Cates of Luxury, and Hoards</br>Of narrow-hearted Avarice; nor heed</br>The distant Din of the tumultuous World.</br>So when rude Whirlwinds rouze the roaring Main,</br>Beneath fair Thetis sits, in coral Caves,</br>Serenely gay, nor sinking Sailors Cries</br>Disturb her sportive Nymphs, who round her form</br>The light fantastic Dance, or for her Hair</br>Weave rosy Crowns, or with according Lutes</br>Grace the soft Warbles of her honied Voice.</br>"]