["The all-devouring Unitie</br>Of Souls I here disprove;</br>Show how they bear their memorie</br>With them when they remove.", "Who yields himself to learning and the Muse,</br>Is like a man that leaves the steady shore,</br>And skims the Sea.  He nought then can refuse</br>Whatever is design'd by Neptunes power,</br>Is fiercely drove in every stormy stoure,</br>Slave to the water and the whistling wind:</br>Even so am I, that whylom meant recover</br>The wished land, but now against my mind</br>Am driven fiercely back, and so new work do find.", "What though the Rationall soul immortall be,</br>And safely doth exist, this body gone,</br>And lies broad wake in her existency;</br>If all souls that exist do prove but one.</br>Or, though a number, if oblivion</br>Of all things past, put them in such a state</br>That they can no-wise guesse that ere upon</br>This earth they bode; even this seems to abate</br>Their happinesse.  They'll deem themselves then first create.", "Wherefore to ease us of this double doubt,</br>With mighty force great Phoebus doth inspire</br>My raving mind.  He'll bear me strongly out,</br>Till I have perfected his own desire;</br>Nor will he suffer me once to respire</br>Till I have brought this song unto an end.</br>O may it be but short though a quick fire!</br>Such rage and rapture makes the body bend,</br>Doth waste its fading strength and fainting spirits spend.", "Now comes the story of Praxiteles</br>Into my mind, whom looking in a glasse,</br>With surly countenance, it did much displease,</br>That any should so sourely him outface;</br>Yet whom he saw his dogged self it was:</br>Tho he with angry fist struck his own shade.</br>Thus he the harmlesse mirior shattered has</br>To many shivers; the same shapes invade</br>Each piece, so numbers he of surly vizards made.", "These shapes appeard from the division</br>Of the broke glasse:  so rasher phansies deem</br>That Rationall souls (whom they suppose but one)</br>By the divided matter many seem:</br>Bodies disjoind, broke glasses they esteem:</br>Which if they did into one substance flow,</br>One single soul in that one glasse would shine;</br>If that one substance also were ygo,</br>One onely soul is left, the rest were but a show.", "Well is their mind by this similitude</br>Explaind.  But now lets sift the verity</br>Of this opinion, and with reason rude</br>Rub, crush, touse, rifle this fine phantasie,</br>As light and thin as cobwebs that do fly</br>In the blew air, caus'd by th' Autumnall sun,</br>That boils the dew that on the earth doth lie,</br>May seem this whitish rag then is the scum,</br>Unlesse that wiser men make't the field-spiders loom.", "But such deep secrets willingly I leave</br>To grand Philosophers.  I'll forward go</br>In my proposed way.  If they conceive</br>There's but one soul (though many seem in show)</br>Which in these living bodies here below</br>Doth operate (some such opinion</br>That learned Arab held, hight Aven-Roe)</br>How comes's to passe that she's so seldome known</br>In her own self?  In few she thinks her self but one.", "Seems not this Soul or Intellect very dull,</br>That in so few she can her self discover</br>To he but one in all, though all be full</br>Of her alone?  Besides, no soul doth love her</br>Because she sucks up all:  but what should move her</br>Thus to detest her self, if so that she's</br>But one in all?  right reason surely drove her</br>Thus to condemne this lonesome Unitie</br>Of soul:  which reasons her own operations be.", "Thoughts good and bad that Universall mind</br>Must take upon itself; and every ill,</br>That is committed by all humane kind,</br>They are that souls.  Alas, we have no will,</br>No free election, nor yet any skill,</br>But are a number of dull stalking trees</br>That th' universall Intellect doth fill</br>With its own life and motion:  what it please</br>That there it acts.  What strange absurdities are these?", "All plotted mischief that sly reason wrought,</br>All subtill falsities that nimbly fly</br>About the world, that soul them all hath brought;</br>Then upon better thoughts with penalty</br>Doth sore afflict her self, doth laugh and cry</br>At the same time.  Here Aristophanes</br>Doth maken sport with some spruse Comedy;</br>There with some Tragick strain sad Sophocles</br>Strikes the Spectatours hearts, makes many weeping eyes.", "Such grief this soul must in her self conceive</br>And pleasure at one time.  But nere you'll say</br>We ought not griefe or pleasure for to give</br>Unto the soul.  To what then?  This live clay?</br>It feels no grief if she were gone away:</br>Therefore the soul at once doth laugh and cry.</br>But in this Argument I'll no longer stay,</br>But forward on with swifter course wit hie,</br>And finden out some grosser incongruity.", "Let now two men conceiven any form</br>Within their selves, suppose of flaming fire;</br>If but one soul doth both their corpse inform,</br>There's but one onely species intire.</br>For what should make it two?  The Idee of fire</br>That is but one, the subject is but one,</br>One onely soul that all men doth inspire.</br>Let one man quench that form he thought upon,</br>That form is now extinct and utterly ygone;", "So that the other man can think no longer,</br>Which all experience doth prove untrue.</br>But yet I'll further urge with reason stronger,</br>And still more clearly this fond falshood shew.</br>Can contraries the same subject imbew?</br>Yes; black and white, heat, cold may both possesse</br>The mind at once but they a nature new</br>Do there obtain, they're not grosse qualities,</br>But subtill sprights that mutually themselves no'te presse.", "But contradiction, can that have place</br>In any soul?  Plato affirms Idees;</br>But Aristotle with his pugnacious race</br>As idle figments stifly them denies.</br>One soul in both doth thus Philosophise,</br>Concludes at once contradictoriously</br>To her own self.  What man can here devise</br>A fit escape, if (what's sure verity)</br>He grant but the souls indivisibility?", "Which stifly is maintaind in that same song</br>Which is ycleeped Psychathanasie,</br>And safely well confirm'd by reasons strong:</br>Wherefore I list not here the truth to try,</br>But wish the Reader to turn back his eye,</br>And view what there was faithfully displaid.</br>Now if there be but one centrality</br>Of th' Universall soul which doth invade</br>All humane shapes; how come these contradictions made?", "For that one soul is judge of every thing,</br>And heareth all Philosophers dispute;</br>Herself disputes in all that jangling,</br>In reasoning fiercely doth her self confute,</br>And contradictions confidently conclude:</br>That is so monstrous that no man can think</br>To have least shew of truth.  So this pursuit</br>I well might now leave off:  what need I swink</br>To prove whets clearly true, and force out needlesse ink.", "Again, she would the same thing will and nill</br>At the same time.  Besides, all men would have</br>The self-same knowledge, art, experience, skill;</br>The frugall parent might his money save,</br>The Pedagoge his pains:  If he engrave</br>His Grammer precepts but in one boyes mind,</br>Or decent manners.  He doth thus embrave</br>With single labour all the youth you'll find</br>Under the hollow Heavens, they'll be alike inclin'd.", "And every man is skill'd in every trade,</br>And every silent thought that up doth spring</br>In one mans brest, doth every man invade;</br>No counsel-keeper, nor no secret thing</br>Will then be found; They'll need no whispering</br>Nor louder voice.  Let Orators he dumb,</br>Nor need the eager auditours make a ring;</br>Though every one keep himself close at home.</br>The silent Preachers thoughts through all the world will roam.", "Find each man out, and in a moment hit</br>With unavoided force:  Or sooth to sain</br>They all begin at once to think what's fit,</br>And all at once anon leave off again.</br>A thousand such incongruities vain</br>Will follow from the first absurdity,</br>Which doth all souls into one centre strain,</br>And make them void of self-centrality.</br>Strange soul from whence first sprong so uncouth falsity.", "Now all the arguments that I have brought</br>For to disprove the souls strange solitude,</br>That there is not one onely soul, well mought</br>Be urg'd (and will with equall strength conclude)</br>To prove that God his creature hath indew'd</br>With a self-centrall essence, which from his</br>Doth issue forth, with proper rates embew'd,</br>And that not all the very Godhead is:</br>For that would straight beget the like absurdities.", "For he is indivisibly one being,</br>At once in every place and knoweth all;</br>He is omnipotent, infinite in seeing;</br>Wherefore if Creatures intellectuall</br>(And in that order humane souls will fall)</br>Were God himself, they would be alike wise,</br>Know one anothers thoughts imaginall,</br>Which no man doth:  such falshoods would arise</br>With many more, which an idiot might well despise.", "Nor will mens souls that now be different</br>Be God himself hereafter, and all one:</br>For thus they were quite lost; their life ylent</br>And subtill being quite away are flone.</br>This is a perfect contradiction,</br>They are all one with God, and yet they are.</br>If they be one with God, then they alone</br>Did make themselves, and every rolling starre:</br>For God alone made these, and God himself they are.", "Before the Sun and all the host of heaven,</br>The earth, the sea, and mans deep centrall spright;</br>Before all these were made, was not God even</br>With his own self?  what then him moven might</br>To waste his words and say, Let there be light.</br>If the accomplishment of all things be,</br>That all be God himself.  This is not right.</br>No more perfection, no more Entity</br>There's then, then was in that eternall Silency.", "Or will you say, that God himself delights</br>To do and undo?  But how can this stand</br>With self-sufficiency?  There's nought that might</br>Adde to his happinesse (if I understand</br>His nature right.)  But He with open hand</br>Doth easly feed the Creature that he made</br>As easly.  Wherefore if the truth be scand</br>This Goodnesse would that nought should be decay'd;</br>His mind is all should live; no life he would should fade.", "But if the finall consummation</br>Of all things make the Creature Deiform,</br>As Plato's school doth phrase it; there is non</br>That thence need fear to come to any harm:</br>For God himself will then inact, inform,</br>And quicken humane souls at the last day;</br>And though the Devil rore, and rage, and storm,</br>Yet Deaths drad power shall be done away,</br>Nor living Night on men her poysonous beams shall ray.", "He hasten it that makes that glorious day!</br>For certainly it is no fearfull thing</br>But unto pride, and love of this base clay:</br>Its their destruction, but the perfecting</br>Of the just souls.  It unto them doth bring</br>Their full desire, to be more close unite</br>With God, and utter cleans'd from all their sin.</br>Long was the world involv'd in cloudy Night,</br>But at the last will shine the perfect Christian light.", "Thus the souls numerous plurality</br>I've prov'd, and shew'd she is not very God;</br>But yet a decent Deiformity</br>Have given her:  thus in the middle trod</br>I safely went, and fairly well have row'd</br>As yet.  Part of my voyage is to come,</br>Which is to prove that the souls new aboad</br>In heaven or hell (what ever is her doom)</br>Nought hinders but past forms even there again may bloom.", "Which if they did not, she could never tell</br>Why she were thus rewarded, wherefore ill</br>Or good she doth enjoy, whether ill or well</br>She lived here.  Remembrance death did spill.</br>But otherwise it fares; as was her will</br>And inclination of her thirsty spright,</br>Impressions of like nature then doth fill</br>Her lively mind, whether with sad affright</br>Disturb'd, which she long fear'd; or in hop'd-for delight.", "The life that here most strongly kindled was</br>(Sith she awakes in death) must needs betray</br>The soul to what nearest affinity has</br>With her own self, and likenesses do sway</br>The mind to think of what ever did play</br>In her own self with a like shape or form;</br>And contraries do help the memory:</br>So if the soul be left in case forlorn,</br>Remembrance of past joy makes her more deeply mourn.", "'Tis also worth our observation,</br>That higher life doth ever comprehend</br>The lower vitall acts:  sensation</br>The soul some fitten hint doth promptly lend</br>To find out plantall life; sense is retaind</br>In subtiller manner in the phantasie;</br>Als reason phantasies doth well perpend:</br>Then must the souls highest capacity</br>Contain all under life.  Thus is their Memory.", "This faculty is very intimate</br>And near the Centre, very large and free,</br>Extends itself to whatsoever that</br>The soul peracts.  There is no subtilty</br>Of Intellect, of Will, nor Phantasie,</br>No Sense, nor uncouth strange impression</br>From damned Night, or the blest Deity,</br>But of all these she hath retention,</br>And at their fresh approach their former shapes can own.", "This memorie the very bond of life</br>You may well deem.  If it were cut away</br>Our being truly then you might contrive</br>Into a point of time.  The former day</br>Were nought at all to us:  when once we lay</br>Our selves to sleep, we should not know at morn</br>That e're we were before; nor could we say</br>A whit of sense:  so soon as off we turn</br>One word, that's quite forgot, Coherence thus is torn.", "Now sith it is of such necessitie,</br>And is the bundle of the souls duration,</br>The watchman of the soul, lest she should flie</br>Or steal from her own self, a sure fixation</br>And Centrall depth it hath, and free dilation,</br>That it takes notice of each energie</br>Of Phansie, Sense, or any Cogitation.</br>Wherefore this virtue no dependencie</br>Hath of this body, must be safe when it doth die.", "But if dispersed lifes collection,</br>Which is our memory, safely survive</br>(Which well it may, sith it depends not on</br>The Mundane spirit) what can fitly drive</br>It into action.  In heaven she doth live</br>So full of one great light, she hath no time</br>To such low trifles, as past sights, to dive,</br>Such as she gathered up in earthly slime:  </br>Foreknowledge of herself is lost in light divine.", "But can she here forget our radiant Sunne?</br>Of which its maker is the bright Idee,</br>This is His shadow; or what she hath done</br>Now she's rewarded with the Deitie?</br>Suppose it:  Yet her hid Centralitie</br>So sprightly's quickned with near Union</br>With God, that now lifes wished liberty</br>Is so encreas'd, that infinitely sh' has fun</br>Herself, her deep'st desire unspeakably hath wonne.", "And deep desire is the deepest act,</br>The most profound and centrall energie,</br>The very selfnesse of the soul, which backs</br>With piercing might, she breaks out, forth doth flie</br>From dark contracting death, and doth descry</br>Herself unto herself; so thus unfold</br>That actuall life she straightwayes saith, is I.</br>Thus while she in the body was infold,</br>Of this low life, as of herself oft tales she told.", "In dangerous sicknesse often saith, I die,</br>When nought doth die but the low plantall man,</br>That falls asleep:  and while Nature doth tie</br>The soul unto the body; she nere can</br>Avoid it, but must feel the self-same pain,</br>The same decay, if hereto she her mind</br>Do bend.  When stupid cold her corse oreran,</br>She felt that cold; but when death quite doth bind</br>The sense, then she herself doth dead and senselesse find.", "Or else at least just at the entrance</br>Of death she feels that slie privation,</br>How now it spreads ore all:  so living sense</br>Perceives how sleep creeps on, till quite o'recome</br>With drousinesse, animadversion</br>Doth cease:  but (lower sense then fast ybound)</br>The soul bestoweth her adversion.</br>On something else:  So oft strange things hath found</br>In sleep, from this dull carcase while she was unbound.", "So though the soul, the time she doth advert</br>The bodies passions takes her self to die:</br>Yet death now finish'd, she can well convert</br>Herself to other thoughts.  And if the eye</br>Of her adversion were fast fixt on high,</br>In midst of death 'twere no more fear or pain,</br>Then 'twas unto Elias to let flie</br>His uselesse mantle to that Hebrew Swain,</br>While he rode up to heaven in a bright fiery wain.", "Thus have I stoutly rescued the soul</br>From centrall death or pure mortalitie,</br>And from the listlesse flouds of Lethe dull,</br>And from the swallow of drad Unitie.</br>And from an all-consuming Deitie.</br>What now remains, but since we are so sure</br>Of endlesse life, that to true pietie</br>We bend our minds, and make our conscience pure,</br>Lest living Night in bitter darknesse us immure.</br>"]