["In Lothian's fields, whose ev'ry plain</br>Luxuriant smiles o'erspread with golden grain,</br>Built by the ancient Picts, Edina stands;</br>Rear'd high in air above the level lands,</br>It emulates the rocks that round it rise,</br>And seems like them to mingle with the skies.</br>Nay, at a distance, it requires much skill</br>To know the city from the tow'ring hill.</br>But you'll be weary of description grown,</br>Come on then, reader, we'll walk in to town:</br>Fierce summer-suns had now dry'd up each street,</br>And for a wonder all the town smelt sweet;</br>The late o'erflowings of the peaceful night</br>Were robb'd of smell by the great source of light;</br>The southern gale impregnated with life,</br>Pours the full stink upon the coast of Fife;</br>And country-ladies, as they snuff the wind,</br>Sigh for the joys that they have left behind:</br>Now sounding bells had, with repeated stroke,</br>Proclaim'd aloud that it was twelve o'clock,</br>When two young chairmen, famous for their vigour,</br>This one Macewen call'd, and that Macgregor,</br>Began, oh sad and rueful was their tone!</br>Their first mournful griefs alternately to moan.</br>First then Macewen spoke; his face all pale,</br>His mouth all clammy for the want of ale.", "MACEWEN.</br>The gods, my friend, reject our humble pray'rs,</br>And laugh at chairmen, and their empty chairs:</br>Last night my knees, I'm sure, were bent an hour,</br>The deities beseeching for a show'r.</br>'Tis, let me see, a fortnight since it rain'd,</br>And all my pockets are of halfpence drain'd;</br>The cellars where I cramm'd till like to burst,</br>Are shut against me, and refuse to trust;</br>Nay, what's most cruel, even mutton-pye,</br>Delicious dish!  hard fate!  denies supply.", "MACGREGOR.</br>Your case is surely bad; but yet I think,</br>That want of meat is light to want of drink:</br>Oh say, what direful pangs the man assail,</br>Who for a fortnight has not tasted ale!</br>Full fourteen days, the mighty gods can tell,</br>My drink has been the water from the well.</br>How often have I curs'd the cloudless sky!</br>How long shall both the streets and me be dry?</br>Behold the bones just starting from my skin,</br>Alas!  the mournful cause is want of gin.", "MACEWEN.</br>Should this fine weather last, for my own part,</br>I'll carry chairs no more, but drive a cart;</br>And still to keep my body with my soul,</br>Instead of carrying men, I'll carry coal;</br>I'll change the town for some fair rural scene,</br>Where never chairman or his chair was seen.</br>Ye footmen, chimney-sweeps of blackest hue,</br>Ye dear companions of my youth, adieu!</br>Farewell, ye blythsome games, I'll grieve your loss;</br>Farewell Catch-honours, farewell Pitch and toss!</br>Behold yon beau array'd in chearful green,</br>Lo on his stockings not a speck is seen;</br>Where now he walks, I've view'd the filth so thick,</br>That there almost his spindle shanks would stick.</br>Ye chambermaids from highest windows pour,</br>Ye gods, o'erwhelm him in a saline show'r.</br>Alas!  I fondly rave, what have I spoke?</br>These things are all reserv'd for ten o'clock.", "MACGREGOR.</br>Nay, don't despond, my friend, there's rain in store;</br>Again we'll hear the foaming kennels roar;</br>Adown the street they shall impetuous flow,</br>Too mighty to be stepp'd by belle or beau:</br>For trav'lers say, and trav'lers seldom lie,</br>That, search the globe all o'er, this town's least dry.", "MACEWEN.</br>Your kind reproaches, pray, Macgregor, spare;</br>Like a Macewen I'll my sorrows bear;</br>With you, my friend, I'll hope for better days,</br>For great assemblies, crouded routs, and plays:</br>What transport when the great folks trip down stairs,</br>And screaming beaux, like eunuchs, squeak for chairs!</br>\"Come, Lady Betty's chair!  Miss Susan's here!</br>Where are thy fellows?  sure they'll stay a year.\"</br>When once they've handed in the little souls,</br>Away we run, regardless of our poles;</br>Of the fatigue we surely can't complain,</br>When the white sixpence well repays our pain.", "MACGREGOR.</br>When Digges did Mr. Hamlet in the play,</br>Dress'd like a provost on a king's holiday,</br>That very night five sixpences I got,</br>Which mended well my breeches and my coat.", "MACEWEN.</br>The thoughts of those dear times my heart revive,</br>The cart was never made that I will drive.", "So ends their speech; when, lo, a sudden blast</br>Of wind and rain the beauteous skies o'ercast:</br>A chair is call'd; in haste away they trudge,</br>And bend and sweat beneath a heavy judge.</br>"]