["Know ye the charms of Summer's evening sky</br>When day's bright monarch is gone down to rest;</br>When Tempest sleeps, and Zephyrs whispering sigh</br>Reposing on the ocean's heaving breast?</br>The moon, in her full glory, rises o'er</br>The waves, that seem to us her bosom near;</br>She proudly smiles upon the winding shore&mdash;</br>The woods and rocks, to Contemplation dear,</br>That all in silence gaze upon her golden sphere.", "Such was the scene when they of Babylon,</br>The sage Chaldees, loving to contemplate</br>Each rolling planet and resplendent sun</br>That yonder keeps on high its rival state,</br>In fancy saw \"Arcturus and his sons,\"</br>And Pleiades, that charm admiring lands,</br>While urging on the chase Orion runs,</br>Adorned with his silver studded bands,</br>That none know how to bind except Almighty hands.", "Hail to thee LINDISFARNE!  whose mouldering walls</br>Are faithful monuments of human pride,</br>That raises for itself high domes and halls,</br>Nor wastes a passing thought on wind or tide!</br>But soon Destruction's mighty tempest blows&mdash;</br>Time undermines the walls, and where are then</br>The pageants of the world, its masques and shows,</br>The toys and puppets of short-sighted men?</br>All buried, sunk, and lost, never to rise again!", "Sleep ye, ye peaceful dead who there repose!</br>Oft have ye seen the winds their battle wage;</br>But now no more the fiercest wind that blows</br>Shall drive you from so safe an anchorage:</br>And if, as in their lays fond minstrels dream,</br>The spirit in the grave remembers there</br>What part he played on earth, and loves the scene,</br>You love a night like this, so bright and fair,</br>When all is calm and still in ocean, earth, and air.", "Yon island, which the enamoured waves enfold,</br>Was, like those isles known but to minstrel's eye,</br>Peopled with beings of celestial mould,</br>Saint Hilda's daughters, born to bloom and die!</br>Bloom'd have they?  Yes; and faded here unseen,</br>As flowers beneath the chilling breezes die,</br>Though some were fair as Lacedaemon's Queen</br>While joys of youth yet sparkled in her eye,</br>Before the fiend of Troy had planned his perfidy.", "And some there were, perchance, as fair as one</br>Whom I did know, while yet in early days,</br>Before the passing dreams of youth were gone,</br>(Hope spread before me her deluding maze!)</br>Whose eyes were bright as the lone evening star</br>That, when Hyperion gilds the western main,</br>Shines in the new-made track of his bright car,</br>And proudly asks when he can find again</br>A star so bright as she through all his wide domain?", "In whom Diana's dignity was blended</br>With all the winning smiles that did betray</br>Fair Venus to her son when she descended</br>To show through Lybian woods the pathless way!</br>No fairer form than hers the plaintive lyre,</br>Claimed by Erin with exulting glee,</br>Hath yet portrayed to kindle soft desire:&mdash;</br>I would have wish'd for her to sail with me</br>If mine had been like this &mdash; a calm unruffled sea.", "Here dwelt the sisters, as in glittering state</br>Lie sparkling crystals of most lovely dyes</br>In mines, where man no more may penetrate.&mdash;</br>No eyes admire, no hand may win the prize:</br>But did the Power who bade all things to be,</br>Who rais'd the firmament, and made to shine</br>Sun, moon, and stars; who fill'd the mighty sea;</br>Who last created man in form divine,</br>And with paternal voice pronounced \"ALL THESE ARE THINE.\"", "Intend that aught beyond the reach of man</br>Should lie for ever in the thankless ground?</br>But hold! &mdash; I fear such mighty themes to scan,</br>To venture into depths of thought profound,</br>That claim the meditating sage's pen;&mdash;</br>An idle task when each man loves to prize</br>His judgment over that of other men;</br>And to determine what is good and wise,</br>As if no beam of light had shone on other eyes!", "And in that isle, when vesper bells were tolling,</br>The fathers numbered o'er their holy beads;</br>Unmoved by the waves around them rolling,</br>And unallured by flowery woods and meads:&mdash;</br>Some whose fond hopes were blighted in their spring;</br>Some who had borne the warrior's glittering mail;</br>And some whose first delight it was to fling</br>Their minstrelsy along the summer gale,</br>And sing to maiden's ear a soft and amorous tale.", "One sire, who dwelt beneath these holy aisles,</br>Had loved, in that happiest time of life,</br>While yet no viler sentiment defiles</br>The mind unpractised in worldly strife.</br>But in those days of chivalry no dame</br>Would give her hand to one unknown in arms;</br>\"Amid the ranks of war go seek thee fame;</br>First court and win the battle's fierce alarms,</br>And then adventure hopes to win a maiden's charms.\"", "So spake the maiden when great Coeur de Lion</br>Led forth his heroes to the Holy land:</br>Soon in the battle's rage their lances shone&mdash;</br>Among the first the lance of ETHELBRAND:</br>But when the remnant of that puissance came,&mdash;</br>Their arms and banners red with hostile gore,</br>Preceded by the swelling trump of Fame,</br>All hopes now resting  on their native shore,&mdash;</br>How vain were all his hopes &mdash; ROWENA was no more!", "Ye walls that bear alike the threatening storm</br>And summer's gentle breeze that lingers nigh,&mdash;</br>What though ye be neglected and forlorn,</br>And claim no tribute but the poet's sigh?</br>What though Time's annals dread assurance give</br>That works of men must surely all decay?</br>Mourn not, but still remember that you live</br>In memory beyond the passing day:</br>A happier fate, I ween, than waits this humble lay.</br>"]