["SCENE, the Desart.  TIME, MID-DAY.", "In silent Horror o'er the Desart-Waste</br>The Driver Hassan with his Camels past.</br>One Cruise of Water on his Back he bore,</br>And his light Scrip contain'd a scanty Store:</br>A Fan of painted Feathers in his Hand,</br>To guard his shaded Face from scorching Sand.</br>The sultry Sun had gain'd the middle Sky,</br>And not a Tree, and not an Herb was nigh.</br>The Beasts, with Pain, their dusty Way pursue,</br>Shrill roar'd the Winds, and dreary was the View!</br>With desp'rate Sorrow wild th' affrighted Man</br>Thrice sigh'd, thrice strook his Breast, and thus began:</br>Sad was the Hour, and luckless was the Day,</br>When first from Schiraz' Walls I bent my Way.", "Ah!  little thought I of the blasting Wind,</br>The Thirst or pinching Hunger that I find!</br>Rethink thee, Hassan, where shall Thirst assuage,</br>When fails this Cruise, his unrelenting Rage?</br>Soon shall this Scrip its precious Load resign,</br>Then what but Tears and Hunger shall be thine?", "Ye mute Companions of my Toils, that bear</br>In all my Griefs a more than equal Share!</br>Here, where no Springs in Murmurs break away,</br>Or Moss-crown'd Fountains mitigate the Day:</br>In vain ye hope the green Delights to know,</br>Which Plains more blest, or verdant Vales bestow,</br>Here Rocks alone, and tasteless Sands are found,</br>And faint and sickly Winds for ever howl around.</br>Sad was the Hour, &c.", "Curst be the Gold and Silver which persuade</br>Weak Men to follow far-fatiguing Trade.</br>The Lilly-Peace outshines the silver Store,</br>And Life is dearer than the golden Ore.</br>Yet Money tempts us o'er the Desart brown,</br>To ev'ry distant Mart, and wealthy Town:</br>Full oft we tempt the Land, and oft the Sea,</br>And are we only yet repay'd by Thee?</br>Ah!  why was Ruin so attractive made,</br>Or why fond Man so easily betray'd?</br>Why heed we not, whilst mad we haste along,</br>The gentle Voice of Peace, or Pleasure's Song?</br>Or wherefore think the flow'ry Mountain's Side,</br>The Fountain's Murmurs, and the Valley's Pride,</br>Why think we these less pleasing to behold,</br>Than dreary Desarts, if they lead to Gold?</br>Sad was the Hour, &c.", "O cease, my Fears!  all frantic as I go,</br>When Thought creates unnumber'd Scenes of Woe,</br>What if the Lion in his Rage I meet!</br>Oft in the Dust I view his printed Feet:</br>And fearful!  oft, when Day's declining Light</br>Yields her pale Empire to the Mourner Night,</br>By Hunger rous'd, he scours the groaning Plain,</br>Gaunt Wolves and sullen Tygers in his Train:</br>Before them Death with Shrieks directs their Way,</br>Fills the wild Yell, and leads them to their Prey.</br>Sad was the Hour, &c.", "At that dead Hour the silent Asp shall creep,</br>If ought of rest I find, upon my Sleep:</br>Or some swoln Serpent twist his Scales around,</br>And wake to Anguish with a burning Wound.</br>Thrice happy they, the wise contented Poor,</br>From Lust of Wealth, and Dread of Death secure;</br>They tempt no Desarts, and no Griefs they find;</br>Peace rules the Day, where Reason rules the Mind.</br>Sad was the Hour, &c.", "O hapless Youth!  for she thy Love hath won,</br>The tender Zara, will be most undone!</br>Big swell'd my Heart, and own'd the pow'rful Maid,</br>When fast she dropt her Tears, as thus she said;</br>\"Farewel the Youth whom Sighs could not detain,</br>Whom Zara's breaking Heart implor'd in vain;</br>Yet as thou go'st, may ev'ry Blast arise,</br>Weak and unfelt as these rejected Sighs!</br>Safe o'er the Wild, no Perils mayst thou see,</br>No Griefs endure, nor weep, false Youth, like me.\"</br>O let me safely to the Fair return,</br>Say with a Kiss, she must not, shall not mourn.</br>Go teach my Heart to lose its painful Tears,</br>Recall'd by Wisdom's Voice, and Zara's Tears.", "He said, and call'd on Heav'n to bless the Day,</br>When back to Schiraz' Walls he bent his Way.</br>"]