["Now morn, ascending from the sparkling main,</br>Unlock'd her golden magazines of light,</br>And on the seas and heav'ns cerulean plain</br>Shower'd liquid rubies; while retreating night,</br>Far westward wheeling her umbrageous flight,</br>In other climes her starr'd pavillion spread;</br>When they descried (O, joy-inspiring sight!)</br>The Mermaid-Isle, slumb'ring on ocean's bed,</br>With rosy canopy of low-hung clouds o'erspread.", "The marble cliffs, with orange-groves embower'd,</br>And sunny peaks, and gilded steeples, tower'd</br>Above the sea &mdash; and now the mingled sound</br>Of lowing herds; shrill horn by shepherd wound;</br>The bark of watch-dog, and the whistle shrill</br>Of plough-boy busy on the sloping hill;</br>The milk-maid chanting o'er her foamy pail,</br>The bird's sweet carols from each hill and dale,</br>Seem'd the blest pair to welcome and to hail.</br>Th' extatic virgin hurried to the prow,</br>And towards the island stretch'd her arms of snow,</br>As if to embrace that dear, that natal land&mdash;</br>And now they now walk'd the golden strand:</br>Now kneel'd for joy, and worshipp'd hand in hand.</br>From hills and dales the neighbouring shepherds flew,</br>The unknown travellers of the deep to view;</br>And when the princess and the much lov'd Knight.</br>Upon the shore, salute their wond'ring sight,</br>With joyful shouts they rend the echoing air,</br>And crowd around to hail the happy pair;</br>Some climb the masts; some climb the neighbouring tree,</br>And some the rocks, the long lost maid to see&mdash;</br>\"No more!\" they cried &mdash; \"no more ye shepherds mourn,</br>But bless your monarch's and your queen's return.\"</br>With joy serene the hoary headed Seer,</br>Survey'd the throng; and while the blissful tear </br>O'er his wan cheek unfelt, unheeded fell,</br>He bless'd the hour he left his lonely cell&mdash;</br>They climb the banks, and view with happy eye,</br>Through tow'ring trees, the palace huge and high.</br>Forward they haste, while each glad shepherd show'rs</br>Along their path-way odoriferous flow'rs,</br>And, o'er their heads, green myrtle branches bear,</br>And leafy palms to shade the princely pair.</br>Soon as the open palace gate they gain,</br>The royal parents hear the loud acclaim,</br>Of joyful swains &mdash; they seek the door amaz'd&mdash;</br>But when on long-lost Crystaline they gaz'd.</br>Amid the thronging, shouting multitude,</br>Transfix'd with glad astonishment they stood.</br>Their quiv'ring lips, fix'd eyes, and struggling breast,</br>The pangs of speechless ecstacy express'd.</br>The Knight and Virgin ran with speechless haste,</br>And kiss'd their joy-struck parents, and embrac'd.</br>Mean time the Hermit gaz'd, a he drew nigh,</br>Upon the king, and traced with happy eye,</br>Of his old friend the features in his face;</br>Tho' Time and Care, those features to deface,</br>His check had furrow'd; kill'd the roses there,</br>Bow'd his tall frame and bleach'd his auburn hair.</br>The monarch view'd him, but remember'd not;</br>Yet as he gaz'd, he felt &mdash; he knew not what</br>Sensation strange, of rapture and amaze,</br>Seize on his soul and fix his wond'ring gaze.</br>His bosom throbb'd, tears gush'd, he knew not why,</br>And years forgotten fill'd his memory.</br>With eager looks he grasp'd the Hermit's hand,</br>And thus saluted happy Altagrand&mdash;</br>\"Welcome!  old man, thrice welcome!  for thou art</br>Some friend, some old acquaintance, if my heart</br>Deceive  me not &mdash; O!  say from whence you came?</br>Say what your native country, and your name?\"</br>\"You once did know, once love old Altagrand?\"</br>The Seer replied, and press'd the monarch's hand&mdash;</br>\"Lo!  I am he! &mdash; doubts Armigrand my word?</br>Does not thus scar, and this &mdash; and this, afford</br>Unerring proof that I am he, whose shield</br>Preserv'd thy life on Palestine's hot field?\"</br>\"I know thee well!\" the king with rapture spoke,</br>As from the trance of ecstacy he broke&mdash;</br>\"I know thee well!  the bravest Knight thou art</br>That ever fought, and dearest to my heart.</br>Just God!  how have I blasphemously blam'd</br>Your high decree!  how impiously complain'd,</br>That you had robb'd me of the only gem</br>That made life precious!  O!  I knew not then</br>This gem, so precious, was preserv'd, not lost;</br>Preserv'd mid dangers, an unnumber'd host,</br>To be restor'd when wish'd and needed most!</br>But say my friend!  know'st thou this gallant knight,</br>This lamb in peace, this lion in the fight?\"&mdash;</br>The Seer replied &mdash; \"'O!  is he not my son?</br>Or said he falsely, and am I undone?</br>If it be false, the previous falsehood hide,</br>More dear to me than all that's true beside.</br>If it be false, henceforth let falsehood be</br>My truth, and truth be falsehood unto me.</br>A world!  a world to him who shall but prove</br>This youth the offspring of my wedded love!\"&mdash;</br>The king replied &mdash; \"He is!  by earth and hell.</br>He is thy son, the child of Cristabelle!</br>From Scotia's realms the gallant boy I bore,</br>And made him great in council and in war.</br>Another time, not now, I will relate,</br>Of thy brave soldier the achievements great;</br>Then shalt thou sit and drink with eager ear,</br>Tales of thy son that kings with envy hear;</br>Yea, thou shalt be more wakeful than the moon,</br>To hear the warlike actions of thy son;</br>And, not the wand of Hermes, which could seal</br>The hundred eyes of Argus, shall prevail</br>To weary thine &mdash; and thou shalt weep for joy,</br>And thank the heavens that gave thee such a boy!\"", "Thus spake the monarch to the anxious Seer,</br>Confirm'd his hopes and banish'd doubt and fear;</br>Then all was joy &mdash; promiscuously they greet,</br>And o'er and o'er, with idle joy, repeat</br>Glad salutations and embraces sweet.</br>O!  what a scene of happiness was there</br>How great a change to transport from despair!</br>Did not my reader chide my ling'ring muse,</br>And bid her haste the tedious tale to close,</br>O!  I could sit from dawn till starry night,</br>To paint this scene of rapturous delight!</br>Then ev'n the swains ecstatic joy display'd,</br>And bless'd aloud the fair angelic maid;</br>To please her, some their sprightly pipes employ,</br>Some with glad shouts her tender ears annoy,</br>Some laugh aloud, and others weep for joy!</br>But see!  the monarch waves aloft his hand</br>In sign of silence &mdash; all in silence stand,</br>While thus (with voice to which unwonted bliss</br>Gives energy and godlike emphasis,)</br>He speaks aloud &mdash; \"Attend!  ye shepherds all.</br>Hither in haste my happy subjects call;</br>Bid rich and poor, (ask not if foe or friend,)</br>Bid lords and peasants on their king attend;</br>Bid them bring all their music, and proclaim,</br>With sound of clarions, in your monarch's name,</br>To youths and virgins, men and matrons old,</br>This night a happy festival I hold,</br>This night resign my daughter and my crown</br>To brave Rinaldo, knight of high renown.</br>Fill ye the trumpets with your joy, and shake</br>The merry church-bells till the isle doth quake;</br>Let every street with cheerful bonfires gleam,</br>And every window a constellation seem;</br>Yea, let it seem (for so your king desires)</br>That, from heav'ns arch the firmamental fires</br>Have all descended &mdash; haste ye, haste away,</br>The king rejoices, let the world be gay.\"", "The crowd, obsequious to his high command,</br>Spread the glad tidings o'er the happy land;</br>Some fill'd the trump with clam'rous joy; some shak'd</br>The merry church-bells till the island quaked;</br>And scarce had Phoebus from the lovely isle,</br>Withdrawn, reluctantly, his radiant smile,</br>And chang'd the billows into molten gold,</br>Ere you might hear and joyfully behold</br>Resplendent chariots to the palace roll'd,</br>In gorgeous state; and pompously array'd,</br>High blooded dames arriv'd, in grand parade;</br>While many an amorous, many a martial Knight.</br>Graceful in hall and terrible in fight,</br>On foamy steeds that toss'd their manes on high,</br>Beside them rode with princely gallantry.", "Now shone the halls, magnificently shone,</br>With star-like tapers.  On his ivory throne,</br>The king was seated by his beauteous queen&mdash;</br>Conspicuous there, yet blushing to be seen,</br>With sweet embarrassment and changeful mien.</br>Beside Rinaldo Crystalina sate,</br>Pre-eminent in beauty as in state;</br>And much the hero strove the maid to cheer,</br>But, whispering pleasant flatteries in her ear,</br>And tales of love, that best in secret tell,</br>Increas'd the blush he labour'd to dispel.</br>Meanwhile the palace and the court resound,</br>With frantic joy; the foamy bowls go round,</br>The music wakens, and each youth and maid,</br>Joins the gay dance and merry masquerade.</br>But why their vain and idle sports rehearse?</br>Let loftier themes exalt my humble verse.", "Behold!  Rinaldo and the princess stand</br>Before the white rob'd bishop hand hand!</br>Their vows exchang'd; the ceremonies</br>The rapturous Knight the blushing maid embrac'd.</br>Then Armigrand descending from his throne,</br>Gave crown and sceptre to his gallant son,</br>And hail'd him king!  The clam'rous crowd replies,</br>\"Hail!  king Rinaldo!  virtuous, brave, and wise.\"</br>While haughty lords and barons crowd his throne,</br>Salute him monarch and allegiance own.", "But Lo!  the Knight in mute abstraction stood,</br>And now the crown, and now th' assembly view'd;</br>Then back return'd the sceptre and the crown,</br>And spake abrupt, with dark portentous frown&mdash;</br>\"Of my adored Crystaline possess'd,</br>Me you behold with all my wishes blest!</br>But that it seems the universal voice</br>Approves, confirms our much lov'd monarch's choice;</br>But that I deem the public peace demands,</br>And justice seconds what the king commands,</br>This crown and sceptre freely I'd resign,</br>To worthier heads and abler hands than mine&mdash;</br>Lords!  and ye Knights renown'd in arms, attend,</br>If my proud honours any here offend;</br>If there be any by ambition fir'd,</br>Who to this throne aspire or have aspir'd;</br>If any here whom hate, or envy moves,</br>To doubt the ruler whom the King approves,</br>Or deem my right not lawful; not divine;</br>Behold!  the regal sceptre I resign,</br>Till I shall add, by force, in single fight,</br>The right of conquest to my present right&mdash;</br>If any, speak!  and let that champion know,</br>He shall be honour'd as an equal foe&mdash;</br>Whoever then in combat is o'ercome,</br>Shall yield the victor the disputed throne,</br>And civil hosts shall not have bled to gain</br>For him or me, a brief inglorious reign.\"", "Thus spoke the Knight, with visage stern and bold,</br>And look'd around some champion to behold,</br>Who durst adventure for so great a prize:</br>But all at once applausive shouts arise,</br>\"Long live our king!\" (the throng transported cried)</br>Our king Rinaldo and his royal bride.\"</br>The hoary Hermit heard his godlike boy,</br>With admiration and paternal joy,</br>And turn'd away to hide his gushing eye.</br>And now the Hero fill'd his glittering throne,</br>And took the sceptre and the royal crown:</br>His happy parents and his well-won bride,</br>Smiling serene, were seated by his side.</br>Old Armigrand, inspir'd with  joy and wine,</br>From his loose locks shook off the snows of time,</br>Then rose rejoic'd, and thus with boisterous glee.</br>Broke forth the swelling tide of ectacy.</br>\"Is no one happy here but me?  or whence</br>This cheerless silence and staid temperance?</br>Pair, lords and ladies!  wake the drowsy night,</br>With song and dance, and revels that delight</br>And stir the youthful spirits; but for me,</br>Unfit for feats of young activity,</br>I'll sit me down with Altagrand, and frame</br>A song of transport; a tumultuous strain.\"</br>Thus spoke the King, and seiz'd the Hermit's lyre;</br>Smil'd on the throng, and struck the thrilling wire.", "THE ECSTACY.</br>I.</br>Blest be this day above all other days!</br>Let no dark mist obscure the hills and dales,</br>Nor cloud the sky's serenity deface;</br>But softly blow ye aromatic gales!</br>Ye rolling streams make liquid melody,</br>And dance into the sea.</br>Let not rude Boreas, on this halcyon day,</br>Forth, in his stormy chariot, be whirl'd;</br>Let not a cloud his raven wings display,</br>Nor shoot th' oakrending lightnings at the world.</br>Let Jove, auspicious, from his red right-hand,</br>Lay down his thunder-brand!  A child</br>I lost, but two this day have found,</br>Let the earth shout, and let the skies resound.", "II.</br>Let hoary Time throw down his scythe to-day;</br>Let him his work of desolation cease,</br>And on the earth's reviving lace look gay:</br>Let sea, and air, and earth, repose in peace,</br>Save when the sounds of universal glee,</br>Disturb their deep tranquillity.</br>Let Atropos forego her dismal trade,</br>And cast her fatal, horrid shears away.</br>While Lachesis spins out a firmer thread.</br>Let hostile armies hold a truce to-day,</br>And grim-fac'd War wash white his gory hand,</br>And smile around the land.</br>A child I lost, but two this day have found,</br>Let the earth shout, and let the skies resound.", "III.</br>Let this day's Night be less like night than day&mdash;</br>Let it like day in darker dress appear;</br>Let Venus fair her of Love display</br>On Jove's blue altar, and let Cynthia fair:</br>Ride in her silver chariot round the sky,</br>Leaving Endymion alone to lie.</br>Let all the stars of influence benign,</br>This sacred night in heavenly synod meet;</br>Let Mars and Venus be in happy trine,</br>And on the wide world look with aspect sweet;</br>And let the mystic music of the spheres</br>Be audible to mortal ears.</br>A child I lost, but two this day I've found,</br>Then shout, O earth, and thou O sea, resound!</br>"]