["That fate how hard where genius is depress'd</br>By poverty, and hid in shades obscure;</br>The ardent flame that would with lustre shine</br>Bright and effulgent, as the solar beam,</br>Is stifl'd and but shows a glimm'ring ray,</br>The patriotic mind, the hero's flame,</br>The deeply searching philosophic sage,</br>And they who might have tun'd the Muses' lyre</br>To strains seraphic, that would raise the heart</br>To heav'nly transports  and celestial joys,</br>Lie hid, obscure among the vulgar throng,</br>And waste their days in ignorant disguise.", "Where rural TIVIOT rolls his silver waves</br>The verdant woods and rocky hills among,</br>Whose airy summits crown'd with tufted groves,</br>The half embrown'd and half in mantle green,</br>O'er-arch the rills that from their fountains flow</br>And murmur smoothly through the grassy dale,</br>T' adorn the wild sequester'd fairy scene.</br>There old Palemon dwelt, a simple swain,</br>Such as Arcadians were in golden times,</br>Of venerable aspect, sweet and mild;</br>Gray were the locks that round his temples flow'd,</br>And wanton'd graceful in the passing gale.</br>The darling of his youth, and staff of age,</br>Was virtuous Emma whom he fondly lov'd</br>In youth, and friendship sweet'ned all their days;</br>Bless'd with one pledge of soft connubial love,</br>They pass'd their time, the happiest pair that liv'd.", "Fair, as the morning, smil'd the lovely boy</br>Yclep'd SILVANUS, in the forests bred;</br>As some fair tree beside the river's brink</br>Grows green and stately, lovely to behold,</br>So grew Silvanus, in the bloom of youth,</br>His cheeks were tinged with the rosy dye,</br>His waving locks adown his shoulders fell</br>In beauteous ringlets:  such, as Poets tell,</br>Was young Adonis, or the Phrygian boy,</br>Whom rival goddesses did once surround,</br>And made him umpire of the golden prize.", "All saw and lov'd Silvanus, yet an air</br>Of pensive thoughtful melancholy sat</br>Strongly depainted on his youthful brow,</br>And downcast eyes, that ever lov'd the ground:</br>Nor would he mingle in the rural sports,</br>Or join the revels of the youthful train;</br>Deep in his heart the inward pleasure glow'd</br>For solitude and joy to them unknown.", "Soon as Aurora ting'd the blue serene,</br>And orient skies with ruddy lustre shone,</br>Companion of the lark, he bent his way</br>Along the lawns, and brush'd the dews of morn;</br>And, as the landscape brightned all around,</br>He gaz'd enraptur'd on the lovely scene:</br>From hill to hill his eyes excursive rov'd,</br>O'er waving forests and the barren wilds,</br>Or reach'd the summit of an airy hill,</br>Or trac'd the gloomy thickets of the grove;</br>Pleas'd with the sound of woodland melody,</br>The bleat of flocks, the tuneful shepherd's pipe,</br>The falling waters and the murm'ring breeze.", "Far from the sight of the incurious eye,</br>And only to the lonely shepherd known,</br>Among the heath-clad hills and vales obscure,</br>A rapid current roll'd its foamy wave,</br>O'er precipices of stupendous height,</br>And rous'd the echoes, with the thund'ring noise,</br>Where fractur'd rocks, and old fantastic oaks</br>Nodded impending o'er the hoary steep:</br>There would he sit, beneath some aged tree,</br>And view the rudely wild romantic scene;</br>Pleas'd all alone, the livelong summer day,</br>T' indulge the sweet enthusiastic joy.", "When the bright Sun descended in the west,</br>And modest Cynthia shed her silver light,</br>Then would he listen to the mournful song</br>Of am'rous philomela, in the bow'r,</br>Or, where some ruin'd castle's tott'ring walls,</br>O'ergrown with ivy, nodded to the moon,</br>Where oft, as superstitious peasants tell,</br>Grim ghosts of murther'd Warriors stalk'd around,</br>He wander'd, and in rapt attention, heard</br>The night owl, and the boding raven's voice</br>Sound sad and solemn in the lonely halls.", "Nor were the spring and summer months less dear,</br>Or less amusing to the wondrous youth</br>Than when the earth was clad in ermine robe,</br>And gurgling streams, in icy fetters bound;</br>Or when the wind and stormy tempests roar'd,</br>And warring elements, in dire affray,</br>Thunder'd terrific, still he felt a joy</br>That rais'd ideas dreadfully sublime.", "Fain would he try'd, in language fit, to paint</br>The sweets of spring, the summers gaudy pride,</br>The wealth of autumn, and in strains sublime,</br>To sing the horrors of a wintry storm;</br>And oft, in artless lays, and numbers wild</br>He bravely try'd the great advent'rous theme.</br>"]