["The day had been a day of wind and storm;&mdash;</br>The wind was laid, the storm was overpast,&mdash;</br>And stooping from the zenith, bright and warm,</br>Shone the great sun on the wide earth at last.</br>I stood upon the upland slope and cast</br>My eye upon a broad and beauteous scene,</br>Where the vast plain lay girt by mountains vast,</br>And hills o'er hills lifted their heads of green,</br>With pleasant vales scooped out and villages between.", "The rain-drops glistened on the trees around,</br>Whose shadows on the tall grass were not stirred,</br>Save when a shower of diamonds, to the ground,</br>Was shaken by the flight of startled bird;</br>For birds were warbling round, and bees were heard</br>About the flowers; the cheerful rivulet sung</br>And gossiped, as he hastened ocean-ward;</br>To the gray oak the squirrel, chiding, clung,</br>And chirping from the ground the grasshopper upsprung.", "And from beneath the leaves that kept them dry</br>Flew many a glittering insect here and there,</br>And darted up and down the butterfly,</br>That seemed a living blossom of the air.</br>The flocks came scattering from the thicket where</br>The violent rain had pent them, in the way</br>Strolled groups of damsels frolicksome and fair,</br>The farmer swung the scythe or turned the hay,</br>And 'twixt the heavy swaths his children were at play.", "It was a scene of peace &mdash; and, like a spell,</br>Did that serene and golden sunlight fall</br>Upon the motionless wood that clothed the fell,</br>And precipice upspringing like a wall,</br>And glassy river and white waterfall,</br>And happy living things that trod the bright</br>And beauteous scene; while, far beyond them all,</br>On many a lovely valley, out of sight,</br>Was poured from the blue heavens the same soft golden light.", "I looked, and thought the quiet of the scene</br>An emblem of the peace that yet shall be,</br>When, o'er earth's continents and isles between,</br>The noise of war shall cease from sea to sea,</br>And married nations dwell in harmony.</br>When millions, crouching in the dust to one,</br>No more shall beg their lives on bended knee,</br>Nor the black stake be dressed, nor in the sun</br>The o'er laboured captive toil, and wish his life were done.", "Too long at clash of arms amid her bowers</br>And pools of blood, the earth has stood aghast,</br>The fair earth, that should only blush with flowers</br>And ruddy fruits; but not for aye can last</br>The storm, and sweet the sunshine when 'tis past;</br>Lo, the clouds roll away &mdash; they break &mdash; they fly,</br>And, like the glorious light of summer, cast</br>O'er the wide landscape from the embracing sky,</br>On all the peaceful world the smile of heaven shall lie.</br>"]