["Awful the hand of Fate, whose ruthless power</br>With bitterest pangs the human heart can rend;</br>Most awful at that melancholy hour,</br>When, o'er the bed of a departing friend,</br>Speechless, in agonizing grief we bend,</br>Observe the quivering lip, the languid eye,</br>And throbbing breast, which the last groans distend;</br>Wipe the cold dew, and catch the parting sigh</br>That wafts the immortal soul into eternity.", "But why o'er dying Virtue do we weep?</br>Does the free spirit share our life's decay,</br>(Lost in the gloom of everlasting sleep)</br>Or wait the dawning of a better day?</br>Tho' fearful be the solitary way</br>From this perplext and feverish mortal clime,</br>Yet, cheer'd by Faith, and Hope's celestial ray,</br>Soon shall our wanderings cease in realms where Time</br>And \"Chance and Change\" no more shall blast our deathless prime.", "Tho' all day long the fast descending rain</br>Have bathed in tears the lovely landscape round,</br>While the sad woods were silent, and the plain</br>No more reechoed every rural sound,</br>The tempest knows its heaven-appointed bound,</br>Sunshine again may cheer the evening's close,</br>And Nature's form be with fresh beauty crown'd;</br>When the swoln stream that from the mountain flows,</br>Will, with its distant roar, but soothe us to repose.", "So I, erewhile whose unavailing woe</br>Deplored the best of friends \"for ever fled,\"</br>Now bid my feeble sorrows cease to flow,</br>While, by strong Faith to happier regions led,</br>I hold imagined converse with the dead;</br>And if my brow be sometimes overcast,</br>Or if mine eye a tear unbidden shed,</br>It flows from memory of affections past,</br>Mixt with a sigh for those which shall for ever last.", "For, tho' a stern philosophy reprove</br>The tender tribute on the grave bestow'd,</br>Whoe'er has felt the sacred flame of love,</br>Whose animated heart has ever glow'd</br>With sense of Nature's charms, or Nature's God,</br>Knows well the soothing power of Melancholy,</br>By whose mild guidance led, the rude abode</br>I pleased forsook of Ignorance and Folly,</br>And consolation found in solitude most holy.", "Thou too, whose strains my bitter cares allay'd,</br>First-born of Heaven, celestial Music, hail!</br>For, well I ween, thy visionary aid</br>Can sweetly soothe, when strength and reason fail,</br>The ills that this distracted life assail;</br>Our miseries can charm, our toils repay,</br>Can guide our progress through the dreary vale,</br>Break with a gleam of light the o'erclouded day,</br>And bid the storms of grief in zephyrs die away.", "Guided by thee, thro' woods whose hollow sound</br>Responsive murmur'd to thy plaintive strain,</br>Or 'mid dark-cavern'd rocks with ivy crown'd</br>Where Echo still possess'd her ancient reign,</br>Or where the gray stream glided through the plain,</br>How oft his steps the young Enthusiast bent,</br>To wander free o'er Fancy's airy reign,</br>Or \"ruin'd man and virtue lost\" lament:</br>For yet no nearer cares his simple heart had rent.", "But ah!  too soon the waves of sorrow roll</br>In gloomy turbulence around, and pour</br>Their gather'd forces on his yielding soul.</br>His native vale (abode of joy before)</br>Reechoes to the song of health no more.</br>The pale destruction hovers o'er his sire;</br>And, while to heaven his soul prepares to soar,</br>His breast no longer glows with vital fire,</br>His boasted vigour fails, his mental powers expire.", "No more, upon the mountain's craggy steep,</br>His flocks bleat, answering the well-known horn;</br>On the wild cliff that overhangs the deep,</br>No more he hails the glad approach of morn;</br>No more, as eve on dusky pinions borne,</br>Recalls his fleecy wanderers to their fold,</br>His tender PHOEBE welcomes his return,</br>Nor on the hearth the blazing faggots roll'd</br>Drive from his hardy limbs the nipping winter's cold.", "In vain his EDWIN'S pious cares relieve</br>By one last gleam of joy his closing day;</br>In vain his friends around in silence grieve,</br>Moistening with tears of love his senseless clay:</br>But yesternight, in robes of shadowy gray,</br>Moved o'er the heath the slow funereal train</br>(Mark'd by prophetic sight) in long array;</br>The torch of death glared horrid on the plain,</br>And streaks of bloody red illumed the swelling main.", "For when, in earlier years, the dismal power</br>Of Superstition o'er the nations spread</br>Her fearful banner, every lonely tower,</br>And glade that human footsteps seldom tread,</br>And pathless heath, and storm-beat mountain's head,</br>Became the imagined haunt of witch or sprite,</br>Or peopled by the spectres of the dead</br>Who walk'd the melancholy round of night,</br>Till to their graves dispersed by the fresh morning's light.", "E'en now, when Reason, like the lovely dawn,</br>Has chased those strange fantastic dreams away,</br>Far in the bleak ungenial North withdrawn</br>The tyrant holds her solitary sway:</br>But ah!  unhappy thou, her destined prey,</br>Whom ardent fancy hurried to the snare!</br>For thee shall joyless pass the summer day,</br>And, when dark winter hurtles in the air,</br>Thy life shall be a blank of comfortless despair.", "At length when, heated by the wizard fire,</br>\"The extravagant and erring spirit\" glows</br>Uncheck'd within; and baleful fiends inspire</br>(Last curse of Heaven) the sense of future woes;</br>When every wave that roars and wind that blows</br>Comes charged with prescience of impending fate;</br>How will thy soul, in agonizing throes,</br>Strive to shake off the hated gift too late,</br>And sink again, oppress'd with more than mortal weight!", "EDWIN, whose soul the Hermit's pious lore</br>Had clear'd from error's stain and thoughts untrue,</br>Yet strong imagination often bore</br>Beyond the limits that his reason drew,</br>How vain the dreams of ignorance he knew,</br>Yet trembled at the voice he scorn'd to fear:</br>His sense revolted from the hideous crew</br>Of phantoms imaged by the gifted seer;</br>Yet each new portent fell like death upon his ear.", "Beneath an oak whose antique branches shade</br>A bank with moss and fragrant flowers o'ergrown,</br>Low in the earth the hoary sire is laid,</br>The place unmark'd by fence or sculptured stone;</br>No angels there in polish'd marble moan,</br>Nor pompous epitaph bespeaks his worth;</br>For such befit the proud and great alone</br>Who boast their hoarded wealth or noble birth,</br>Kings, statesmen, conquerors, and tyrants of the earth.", "Not so the shepherd:  near the rising ground</br>Where low at peace his mouldering bones were laid,</br>A rustic cross was fix'd, and, all around,</br>Fresh flowers were strown, and verdant holly made</br>About the sacred spot a grateful shade.</br>In a lone dell o'ergrown with tangled wood</br>These last sad obsequies his EDWIN paid,</br>Where never foot profane had dared intrude,</br>Nor sound of mirth disturb'd the silent solitude.", "Thither the melancholy youth would hie,</br>Oft as the sun's last ray illumed the plain,</br>And watch the spot the whole night long, and sigh,</br>Till sank the morning-planet in the main:</br>At length his long-forsaken lyre again</br>Becomes the gentle solace of his care;</br>Again he wakes the sweetly solemn strain,</br>The listening woods again his wild notes bear</br>To the lone echoing hills, and waft along the air.", "\"O shades beloved!\"  (thus flow'd his plaintive song)</br>\"Where he I weep in vain was wont to stray,</br>When your rude rocks and wizard streams among</br>I with him plied, untired, the toilsome day,</br>Where now is he whose presence cheer'd the way,</br>Whose eyes beam'd gladness o'er the blest abode?</br>That form revered is now unfeeling clay,</br>Silent that tongue whence mild instruction flow'd,</br>And cold the generous breast where love and pity glow'd.", "\"Yet still the immortal spirit lives and moves:</br>Perhaps, beyond this dark terrestrial bourn,</br>Sometimes the memory of departed loves</br>May upward to the heaven of heavens be borne,</br>And guide him to the once beloved sojourn,</br>His favourite haunts, in life so sweet and fair,</br>Where, in the company of those who mourn,</br>Unseen he oft may hover in the air,</br>Join in the choral hymn, or aid the fervent prayer.\"", "And now sweet sleep his weary eyelids press'd,</br>As stretch'd he lay the flowery grave beside;</br>No hideous dreams disturb his balmy rest;</br>But o'er his head strange music seems to glide,</br>Mix'd with the murmurs of the distant tide;</br>Such strains as might to heaven itself aspire,</br>Purer than ought to earthly sounds allied,</br>Wild as the breathings of the Aeolian lyre,</br>Full as the organ's swell, and loud responsive choir.", "Raptured he cast around his wondering sight,</br>And saw, far stretching o'er the Atlantic main,</br>An airy cloud, with silver radiance bright,</br>Which half involved the spangled azure plain:</br>There, clad in robes of mist, a shadowy train</br>Of spirits seem'd their nightly watch to keep;</br>There stood the honour'd chief, the humble swain,</br>And there the hoary Bard appear'd to sweep</br>His harp, whose solemn notes soft floated o'er the deep.", "\"O'er him whose fate, O pious youth!  you grieve,</br>No longer mourn,\" aerial voices cried.</br>\"That he yet lives, and lives most blest, believe,</br>And that, no more to earthly dross allied,</br>His pure celestial soul is still thy guide.\"</br>He gazed, and saw enthroned among the rest</br>His much-loved sire:  and now the ocean-tide</br>Was in the morning's loveliest colours drest,</br>And all the vision died into the kindling West.", "EDWIN awoke.  Light, cheerful, and serene,</br>He felt at once from all his woe released,</br>And saw, unclouded, the surrounding scene.</br>Tho' tasteless long Creation's noblest feast,</br>Tho' long the joyous woodland song had ceased,</br>The groves were tuned anew to harmony;</br>Again the day-star blazing in the East,</br>With no dark vapours clouded, deck'd the sky;</br>All nature's charms again lay open to his eye.", "Oh, could I aught of that celestial flame</br>Acquire, which glow'd in SPENSER'S holy breast,</br>How small would be on Fortune's gifts my claim,</br>Of Nature's stores and Nature's love possest!</br>He whom the Muse has favour'd is most blest:</br>For him the forest spreads a broader shield;</br>The shades of summer give securer rest;</br>The beauteous vales a livelier verdure yield;</br>And purer flows the stream, and fairer smiles the field.", "He envies not the rich imperial board,</br>Or downy couch for pamper'd Luxury spread:</br>The simple feast that woods and fields afford,</br>The canopy of trees, the natural bed</br>Of moss by murmuring streams perennial fed,</br>In him more genuine heart's content excite:</br>The dazzling rays by brightest diamonds shed</br>Yield to the fairer glories of the Night</br>That circle round his head in order infinite.", "Such were thy joys, sweet Bard, when stretch'd along</br>By Mulla's fountain-head thy limbs reclined,</br>Where Fancy, parent of enchanted song,</br>Pour'd the full tide of Poesy, refined</br>From stain of earthly dross, upon thy mind.</br>Thine was the holy dream when, pure and free,</br>Imagination left the world behind</br>\"In that delightful land of Faerie\"</br>Alone to wander, rapt in heavenly minstrelsy.", "Oh who, so dull of sense, in heart so lost</br>To Nature's charms and every pure delight,</br>Would rather lie, on the wild billows tost</br>Of vain Ambition, with eternal night</br>Surrounded, and obscured his mental sight</br>By mists of Avarice, Passion, and Deceit?</br>Not he whose spirit clear, whose genius bright,</br>The Muse has ever led, in converse sweet,</br>Within the hallowed glades of her divine retreat.", "Not EDWIN in whose infant breast, I ween,</br>From childish cares and little passions free,</br>Tho' long in shades retired, unmark'd, unseen,</br>Had blown the fairest flower of Poesy.</br>That lovely promise of a vigorous tree</br>Instructed Genius found:  each straggling shoot</br>He wisely pruned of its wild liberty,</br>Turn'd the rich streams of Science round the root,</br>And view'd with warm delight the fair and grateful fruit.", "The animating tales of former days,</br>'Wakening the patriot's warm heroic fire;</br>The strains of old traditionary praise,</br>That bid the soul to noblest deeds aspire;</br>All swell'd the raptures of his kindling lyre:</br>His native vales resounded with the song,</br>And rustic bosoms glow'd with new desire</br>To raise the oppress'd, to quell the proud and strong,</br>And in the poet's lays their glorious names prolong.", "Nor chain'd for ever to unbending truth</br>Did EDWIN'S active spirit deign to dwell,</br>But oft, transported by the fire of youth,</br>Was borne away to Fancy's airy cell.</br>Then would his harp more rapturously swell,</br>And all that's great, or beautiful, or wild</br>Awake his soul to joys that none can tell</br>But he on whom the power of Song has smiled,</br>Nature's inspired priest, Imagination's child.", "Oft, at the close of eve, assembled round</br>The youthful minstrel village groups were seen,</br>Regardless of the distant tabor's sound</br>And peals of noisy mirth that burst between;</br>Whiles in some glen remote or shelter'd green,</br>He sang the strains his brethren loved to hear;</br>Full to their view he brought each fabled scene</br>Of war or peace, the banquet or the bier,</br>And hardy deeds of arms, and sorceries dark and drear:", "Of Fingal, victor in the bloody field</br>O'er prostrate tribes of ERIN'S faithless coast;</br>Or dreadful blazing with his sun-like shield,</br>An angry meteor thro' the affrighted host;</br>Or, half beheld and half in shadows lost,</br>Sailing in mist above the towering head</br>Of some gigantic hill with clouds emboss'd,</br>Encircled by the spirits of the dead,</br>Who walk the moonlight maze, or in the tempest tread:", "Of MORNA, looking for her lord's return,</br>Her lovely hunter, who returns no more;</br>Of LODA'S vengeful spirit, dark and stern,</br>Haunting the wizard rocks of INISTORE:</br>But EDWIN'S soul was never known to pour</br>So sweet, so sadly musical, a strain,</br>As when, deep pondering on the deeds of yore,</br>He seem'd with mournful OSSIAN to complain,</br>The last of all his race, alone on MORVEN'S plain.", "By Fancy's sweet but strong attraction caught,</br>The swains delighted hung upon his lays;</br>Nor ceased to listen when their EDWIN taught</br>With graver minstrelsy the wondrous ways</br>Of Nature, or ascended to the praise</br>Of that Almighty Power who sits on high,</br>Who mark'd the eternal course of circling days,</br>Who made, from nothing, Man, and fix'd his eye</br>Full on the empyreal heaven, and bade him read the sky.", "Yet not at once could EDWIN'S mystic lore</br>Complete the wonders by his lays begun:</br>\"What could the Muse herself that Orpheus bore,</br>The Muse herself for her enchanted son?\"</br>Not till maturing years had slowly run</br>Their destined course, coeval with the strain,</br>Could the whole animating task be done.</br>Then universal music fill'd the plain,</br>While listening oaks and rocks obey'd the mighty swain.", "And now the \"subtle thief of youth\" has borne</br>Whole years of life away on silent wing,</br>Mingling the riper grace by summer worn</br>With the fair bloom of EDWIN'S vigorous spring.</br>Now o'er his tuneful harp's responsive string</br>With nervous firmness sweeps his manly hand;</br>Years o'er his cheek their mellowing shadows fling;</br>His modest grandeur and demeanor bland</br>Bespeak him form'd alike for love and high command.", "Unpractised in the chase, untaught to know</br>The rustic sports his fellow-swains pursued,</br>His powerful arm ne'er bent the twanging bow,</br>Nor dipp'd the knotty spear in savage blood:</br>His dextrous feet stemm'd not the eddying flood,</br>Nor scaled the lofty precipice whene'er</br>The echoing horn from distant glen or wood</br>Call'd round the wandering huntsmen to the lair</br>Where lay some noble beast unconscious of the snare.", "Yet was his frame to early toil enured,</br>His noble soul in fears and dangers tried;</br>Hunger, and thirst, and watchings, he endured,</br>The fearful turbulence of storms defied;</br>And, as advancing manhood's lofty pride</br>Mark'd with determined lines his sun-burnt face,</br>His sinewy limbs, firm grasp, and active stride,</br>Raised him, in deeds of strength and matchless grace,</br>Above his rude compeers, the heroes of the chase.", "Nor yet, tho' EDWIN'S noble spirit glow'd,</br>With every generous wish and feeling fraught,</br>Had Hope survey'd Ambition's wider road,</br>Or love of fame his young idea caught.</br>Still home was ever nearest to his thought,</br>His native mountains, his paternal shed:</br>Or, worlds untried if fancy ever sought,</br>His sage instructor's words again he read,</br>\"Ambition's slippery verge oh why should mortals tread?\"", "And tho' for love his warm and feeling breast</br>Full surely was by Heaven itself design'd,</br>That heavenly love, the noblest and the best,</br>That seeks the union of a kindred mind;</br>The fairest virgin yet had fail'd to bind</br>His gentle soul, or amorous thoughts impart.</br>Constant in friendship, generous, just, and kind,</br>With him who sought, he shared a brother's part,</br>But still preserved untouch'd the freedom of his heart.", "Soothed by the magic of his earliest song,</br>The infant MALCOLM had his steps pursued,</br>Oft as by haunted springs he lay along,</br>Or in the deep recesses of the wood;</br>And, ever as the sun his course renew'd,</br>Closer and closer still the knot he drew,</br>Alike the sharer of each various mood</br>When the whole world assumed its gayest hue,</br>Or her dark veil o'er all black Melancholy threw.", "Yet many a moment of the live-long day</br>(But chief what time descend the evening dews)</br>Nor village converse, nor the pleasing lay</br>Of his loved friend, could aught of joy diffuse:</br>Oft at that solemn hour would EDWIN choose,</br>All lonely, to the sea-beat shore to go,</br>Holding celestial converse with the Muse,</br>Who to her genuine sons alone will show</br>The ways of Heaven above, the path of life below.", "'Twas on a night most suited to his soul,</br>Silent and dark, save when the moon appear'd</br>Thro' shadowy clouds at intervals to roll,</br>And half the scene with partial lustre clear'd;</br>Save that the stillness of the air was cheer'd</br>By waters pouring from the heights above;</br>Save that by fits the ocean's voice was heard,</br>With sudden gusts of wind that stirr'd the grove,</br>And rose and fell again like tender sighs of love.", "Soothed by the scene, he traced the straggling course</br>Of a small stream, which, from the distant steep</br>Of hills descending, pour'd its rocky force,</br>With many an eddying whirl and foamy leap,</br>Through a dark narrow valley, to the deep.</br>Shunn'd was the dell by every earthly wight,</br>Where ghosts and wicked elves were said to keep:</br>True 'twas a haunted spot; for Edwin's sprite</br>Oft loved to linger there, and there the Muse invite.", "But wider did this gloomy vale expand,</br>As nearer roar'd the ocean's awful sound;</br>Till, sudden opening on the sea-beat strand,</br>The unbounded main appear'd; and, wide around,</br>An amphitheatre of granite, crown'd</br>With mountains piled on mountains to the sky.</br>And now the moon had reach'd her western bound,</br>When the long shades extending from on high</br>Veil'd half the face of things in deep obscurity.", "A feeble ray, still rescued from the dark,</br>The furthest eastern billows glimmer'd o'er,</br>Illumining a distant bounding bark,</br>That drove with swelling sails the wind before:</br>The Minstrel mark'd the course that vessel bore,</br>And watch'd, until the breeze had shaped its way</br>To where, beyond a northern point, the shore</br>Narrow'd into a safe and quiet bay,</br>Hard by the woody glen in which the hamlet lay.", "That distant point the Minstrel also gain'd</br>As night withdrew her veil of sable lawn;</br>Just when the sky with earliest light was stain'd,</br>And ocean's distant outline faintly drawn</br>By the uncertain pencil of the dawn.</br>And now the vessel safely moor'd he view'd,</br>And, at a distance from the shore withdrawn,</br>Two men of warlike port, and aspect rude,</br>Who lay apart reclined in sad and thoughtful mood.", "The warlike helmet shadow'd o'er each face,</br>Frowning with sable plumes in gloomy pride;</br>The spear, alike for battle and the chase,</br>Before them lay; and naked at their side</br>The broad claymore with leathern thongs was tied;</br>Thro' the thick cloak that wrapp'd their limbs in shade</br>The burnish'd cuirass, which it seem'd to hide</br>In its capacious folds, was half display'd,</br>Mark'd with the deep indent of many a hostile blade.", "Fired with the sudden sight, so new and strange,</br>A momentary flash of glad surprise</br>Kindled in EDWIN's cheeks a glowing change:</br>Onward he press'd, and ever fix'd his eyes</br>On one, the first in noble port and size,</br>Of the mysterious strangers; and, as near</br>His footsteps drew, he saw the warrior rise,</br>As if the approaching sound had struck his ear&mdash;</br>But EDWIN'S generous soul was ignorant of fear.", "Stern was the warrior's brow &mdash; his eye of fire</br>Temper'd by Melancholy's chastening hand;</br>His looks at once might awe and love inspire,</br>Inexorably firm, sublimely grand,</br>Yet mingling soft persuasion with command;</br>Furrow'd his front with sorrows, toils, and cares,</br>Like some lone exile's in an unknown land;</br>His grisly beard and thinly scatter'd hairs</br>Proclaim'd him somewhat sunk into the vale of years.", "\"Peasant,\" he said, \"if aught of human woes</br>E'er melt the natives of this lonely place,</br>Here let our tempest-beaten bark repose</br>From Fate's unpitying storms a little space!</br>Used are we to hard fare &mdash; the perilous chase</br>Hath yielded, day and night, our doubtful food:</br>Tho' from the South we come, our hardy race</br>Can boast the untainted channel of their blood,</br>Flowing from sire to son in no degenerate flood.", "\"Nor had we wander'd from our quiet home,</br>The much-loved hamlet where our fathers lie;</br>But fell Ambition, ever wont to roam,</br>Left her own fruitful plains and sunny sky</br>To rob us of our cherish'd liberty.</br>Detested king!  what mighty prize is thine;</br>That haughty England lifts her head so high?</br>A barren rock encircled by the brine,</br>Stain'd with the streaming blood of thousands of thy line.", "\"But while I speak, perchance my life is sold,</br>And EDWARD'S spies hang eager o'er their prey;</br>Perchance my narrow sum of days is told,</br>And night already closes round my way.</br>If thus, I am prepared, nor wish to stay</br>The heavy hand of death, however near.</br>Are then these deserts free, O stranger, say?</br>'Twill gild with joy my parting hour to hear</br>That yet a Scot survives unawed by EDWARD's spear.\"", "\"Yet free\" the youth replied, \"from blood and crimes,</br>From the rude tyranny of foreign powers,</br>And 'all the misery of these iron times,'</br>Our peaceful shepherds pass their harmless hours;</br>Nor battle rages, nor the sword devours:</br>Not e'en the distant sound of war's alarms</br>Has ever reach'd these calm sequester'd bowers;</br>But the old Minstrel's song of knights and arms</br>Seems like some fairy-tale that by its wonders charms.", "\"The constant practice of the chase affords</br>A feeble mimicry of war alone;</br>And to our rudely taught but free-born hordes</br>The Name of Liberty is scarcely known,</br>Altho' her real Substance is our own.</br>Yet, strong and zealous to defend our right,</br>If tyrant-force in our loved vale were shown,</br>Soon should we, equal to the best in fight,</br>Assert fair Freedom's cause, and prove our native might.", "\"But tho' from our rude mountain's rocky side</br>The blast of distant war rolls off unheard,</br>Yet are we not to savage beasts allied,</br>Nor slow to pity woes we never fear'd:</br>All human-kind is to our souls endear'd;</br>The wretched to our special care belong:</br>But, most of all, if their bold arms they rear'd</br>In Virtue's cause against tyrannic wrong,</br>Still unsubdued in soul, unconquerably strong.\"", "The warrior-chief on EDWIN while he spoke</br>Fix'd his firm eye, and long deep-musing sate;</br>Then, rising, thus the awful silence broke:</br>\"Youth, I accept thy love, thy guidance wait;</br>Enough for me, if EDWARD's lawless hate</br>Hath left this little nook of Scotland free.</br>Enough for thee, that I'm the sport of Fate,</br>Driven from my home, a wanderer on the sea,</br>And all for ardent love of sacred Liberty!\"</br>"]