["FIRST MINSTREL.</br>The budding flow'ret blushes at the light,</br>The meads are sprinkled with the yellow hue;</br>In daisied mantle is the mountain dight;</br>The tender Cowslip bendeth with the dew;</br>Through leafy trees, whose green tops touch the skies,</br>Wak'd by the gentle wind, soft whispering sounds arise.", "The evening comes, and brings the dew along;</br>The western sky with golden radiance shines;</br>Sweet Minstrels tune the cheerful village song;</br>Young ivy round the cottage door-post 'twines;</br>I lay me on the grass; yet, to my will,</br>Through all is fair around, there wanteth something still.", "SECOND MINSTREL.</br>So our first father thought in Paradise,</br>Where heav'n and earth did homage to his mind;</br>In woman man's supremest pleasure lies,</br>Man's first and best delight is woman-kind.</br>Go; take a wife unto thine arms, and see,</br>Winter, and russet hills will have a charm for thee.", "THIRD MINSTREL.</br>When Autumn bare and sun-burnt doth appear,</br>With golden hand gilding the falling leaf,</br>Bringing up Winter to fulfil the year,</br>And bears upon his back the ripen'd sheaf;</br>With forest-seed when all the hills are white,</br>And thro' the blazing sky oft' gleams the northern light:", "When the fair apple, red as evening sky,</br>Doth bend the tree unto the fruitful ground;</br>When juicy pears, and berries of black die,</br>Dance in the air, and all is glad around;</br>Then, be the evening foul, or evening fair,</br>Methinks my heart's delight is mingled with some care.", "SECOND MINSTREL.</br>Angels are painted as of neither kind,</br>And angels only from desire have rest;</br>There is somewhat in the human mind</br>That without woman never can be blest.</br>There is not sainted hermit, but the sight</br>Of lovely woman fires, and \"cheers his dulled spright.\"", "Woman for man, not for herself, was made,</br>Bone of his bone, and child of his desire;</br>To him from whom she sprang, she flies for aid,</br>Her gentle frame less mix'd with native fire;</br>Therefore the fire of love is giv'n, to heat</br>Her milkiness of kind, and make herself compleat.", "So, without woman, man yet kindred were</br>To savage beasts, and war his sole employ;</br>But woman bade the spirit of Peace appear,</br>And won the brutal mind to love and joy:</br>Then let a wife be to thy bosom prest!</br>In marriage-life alone can man be highly blest.</br>"]