["Love, mighty spirit!  thou reign'st paramount,</br>Proudly dispensing hopes and anxious fears;</br>Thy thronging suppliants, who, alas!  shall count?</br>Breathed on by thee, the fading cheek appears</br>Radiant with laughter, and the soft smile cheers,</br>Like fairy-spell, the whilome scorner:  thou</br>Fillest young Beauty's eye with flowing tears</br>Of slighted fondness; and the lover's brow,</br>Sunned by thy morning ray, is all o'erclouded now!", "Joy's shout was wafted on the charmed air,</br>While the broad moon her Silver light was lending,</br>And midnight revelry was holding there</br>Her wanton court, whilst gayest songs ascending</br>Floated like genii-strains; and flowers were blending</br>Their perfumes with the panting breeze; and eyes,</br>As darted stars, were rapid glances sending</br>On passioned lovers, whose half-breathed sighs,</br>Full well confess'd the sway of young Love's witcheries.", "And at this hour, at this enchanted hour,</br>When all around is work of faerie,</br>Deep in his dungeon lies the Troubadour</br>The young Macias.  He hath bent to thee,</br>Proud God in mute and deep idolatry;</br>But thou, hard-hearted, long hast mock'd his groan,</br>And his sole food is bitter memory!</br>For lost, rash youth, &mdash; to beauty's honied tone</br>His willing ear he lent &mdash; he fell &mdash; and is alone!", "Alone, and in a dungeon dark confined!</br>But yet the form whose rosy smile once shone</br>And sunned his brow, is now deep, deep enshrined</br>Within his heart of hearts; the smile is gone,</br>Swift as a falling star:  but yet upon</br>Those lips full fraught with poisoned sorceries</br>He maddening, fed &mdash; till charmed, enthralled, undone,</br>He felt that though bright beauty of the skies</br>The radiant semblance show, it mocks, and, mocking flies.", "And there he lies!  In many a bloody field</br>Once he shone forth, the choicest cavalier,</br>Known by his morion plume and moony shield,</br>Whilst graceful bearing of his ashen spear</br>Ne'er knew his manly heart the taint of fear;</br>And he hath proved to gathered foes a rock,</br>Proud in its lofty might:  'tis nought:  appear,</br>Thou Loveliness, and he, who erst could mock</br>The battle's turbid waves, quick yieldeth to thy shock!", "Oh!  that the shrine all consecrate to love</br>Should by a worthless wretch, devoid of heart</br>Be e'er polluted; or the gentle dove,</br>Rife with affection, feel the poisoned smart</br>(Incurable) of cold desertion's dart!</br>Oh!  that stern fate a blooming form beneath</br>A loathsome corpse should bind &mdash; which can impart</br>Nought but rank pestilence &mdash; so that the breath</br>Ev'n now all fragrance, be impregnated with death!", "Such was the being who her heart &mdash; her all,</br>That Woman hath of treasure, freely gave</br>To one that in despite of marriage thrall</br>Sighed his soft tale, and knelt her lowly slave.</br>And that same form, that in the darksome grave</br>Of ill-requited love had slumbered long,</br>Uprose, a fresh-plumed phoenix, and could brave</br>The eye of guilt, and dare the barrier strong</br>Of duty, when she heard the young Macias' song.", "They saw &mdash; they loved &mdash; they were beloved &mdash; on mute</br>And silent wings their deep-felt rapture flew;</br>And oft the Knight would wake his joyous lute,</br>And, as his fingers o'er the chords he drew,</br>Would utter spells; whilst her soft eyes of blue</br>Shot forth bright beams, responsive to his kiss,</br>In silent eloquence:  but fleeting-few</br>Are pleasure's moments and, alas!  to this</br>Ages of pain succeed and such is human bliss!", "For he, the heartless reptile!  who had run</br>His course thro' lust's defilement &mdash; folly's maze,</br>And left the flower which turned to him &mdash; her sun</br>Of earthly hope &mdash; to waste its youthful days</br>In deep despair, the while his fevered gaze</br>He fed on objects of depraved desire:&mdash;</br>This wretch, the lord of that young form, whose rays</br>Might fondest love in coldest breasts inspire,</br>Heard of his lady's fall, and burned with vengeful ire.", "On him affix of that dread crime the stain;</br>His &mdash; his, the deed; had he with pious care</br>Fond cherished her, the costly gem, whose gain</br>Princes might proudly boast, nor in despair</br>(Tho' offered oft to him, affection's pray'r)</br>Have left her long to mourn, in widowhood,</br>She ne'er had fallen into guilt's dark snare,</br>But for thee, &mdash; wretch accurst! &mdash; would she have stood</br>The essence, heavenly bright, of all that's fair and good!", "Thus is it oft:  the form that in the track</br>Of heaven high soars &mdash; oh!  pity tho' ye blame&mdash;</br>Neglect ungrateful, quickly turneth back;&mdash;</br>And he, her marriage-lord, with soul as tame</br>As warms the abject slave, would not the shame,</br>Blistering his honour, keen avenge, but sought</br>His prince's ear, base miscreant!  and came</br>To tell his tale &mdash; a tale with falsehood fraught,&mdash;</br>Of treachery, carnage, blood &mdash; ev'n so his vengeance wrought.", "What his right arm refused, his tongue, with lies</br>All specious, soon achieved &mdash; wind trembling Fear,</br>How oft thou stalkest under Manhood's guise!</br>The name of him who in the bold career</br>Of noble daring shone so great, is sear</br>And tarnished as a traitor's.  Ah!  fond Knight,</br>Deep, deep thou liest in a dungeon drear;</br>That form thou lov'st &mdash; so fair! &mdash; those eyes, so bright!</br>No longer now appear, to thrill thee with delight!", "But still hath dungeon, absence, gyves no change</br>Brought to that heart; still, still with passion's fire</br>That heart is fever'd, and in gladsome range</br>O'er Memory's bowers, with wings that never tire,</br>His Fancy strays, and Feeling doth acquire</br>Fresh impulse from restraint: &mdash; the farther flies</br>That object which on earth we most desire,</br>The more we seek it with o'er-anxious eyes,</br>The more its distant beauties do we wishful prize.", "And she, &mdash; the lov'd, the lost, defil'd, undone,&mdash;</br>Wept life away in secret agony.&mdash;</br>That trances blissful, which, yet scarce begun,</br>By Fate should be destroyed thus ruthlessly!</br>Fond Woman loves, &mdash; ah!  how devotedly!</br>Oh, that her breast, the purest, fairest shrine</br>For heavenly, pure, angelic chastity,</br>Should e'er be sullied by a stain, or pine</br>With fond desire, poor guilty fair one, like to thine!", "High in his dungeon-vault full high was set</br>A narrow casement, which the blessed rays</br>Of orient morn let in; a parapet</br>Extended wide beyond; there day by day,</br>The husband of his love would wend his way,</br>That chasing down the captive's cheek the tear</br>He might behold, or mark him wildly pray,</br>Brain-stung with madness, or his curses hear;</br>Foil'd in his fiend-like wish, these lute-strains meet his ear.", "I.</br>Lord Roland came to his lady's bower,</br>Where oft he had whisper'd his fondest sighs;</br>And his young love crept in that moonlight hour</br>To gaze on the youth with her star-bright eyes.</br>Oh!  soft maiden's eyes to her own lover's suit</br>Will utter deep vows, tho' her rose-lips be mute</br>And oh!  the deep magic of soft maiden's kiss</br>Gives a lover the foretaste of Eden's bliss.", "II.</br>Lord Roland came to the bower, but where</br>Is she of that bower, the gay, fairy queen?</br>Dissolved is the deep spell if she be not there&mdash;</br>Aye, she, the young Peri, to gladden the scene!</br>Come, come then, thou beauty, thy true love is here,</br>But his bosom is troubled with hope and with fear;</br>Without thee would moments like dull ages feel,</br>But with thee long ages like spell-moments steal!", "The warrior minstrel thus was gladly singing</br>The lay, which he enraptur'd breathed of late</br>To her, whose laughter-loving eyes were flinging </br>Delicious rapture o'er her soul, and Hate,</br>Deep Hate, athirst for blood &mdash; insatiate,</br>To that high casement led her lord, &mdash; apart,</br>As was his wont, in wrath he listening sate:&mdash;</br>He heard the song; with madness stung, a dart</br>Well-poised and sure he hurl'd, and pierced the Poet's heart!</br>"]