["O'er hill, o'er dale, o'er mountains wide extent,</br>In quest of Liberty I fondly stray'd;</br>Still wander'd on, unknowing where I went;</br>Charm'd by report alone I lov'd the maid.</br>For oft in senates had I heard her name;</br>In pop'lous meetings oft applauded high;</br>And sometimes, speaking through the trump of fame,</br>Patriots had claim'd her for their near ally.</br>O tell me where's this wonder to be found?</br>Or lives she in the air?  or dwells on fairy ground?", "As late I sought her in a verdant grove,</br>A nymph approach'd and whisper'd in my ear,</br>\"Give o'er thy search; see Liberty in love;</br>Give o'er thy search; the ready nymph is here!</br>By these distinguish'd names I'm far ador'd;</br>And all the gay, and all the young, are mine;</br>No rude restraint my spacious courts afford;</br>No peevish laws the loosen'd will confine.</br>Yet some, or dull of taste, or over-nice,</br>Spurn all these proffer'd goods, and madly call me vice.\"", "She spoke; and now, presenting (as in play)</br>A fillet, fain she would have bound my eyes;</br>But I, impatient of secluded day,</br>Resisted warmly, for I scorn'd surprize.</br>When lo!  three galling chains, before conceal'd,</br>Drop'd from her side, and, rattling, fell to ground:</br>Lust, Death, and Misery, on the fetters seal'd;</br>And each had fretted deep a ghastly wound.</br>And art thou Liberty?  I, smiling said:</br>The sorc'ress, sore dismay'd, with conscious horror fled.", "At court I ask'd, if Liberty were there?</br>The courtiers laugh'd, and ridicul'd her name:</br>Yet some had lov'd the visionary fair;</br>But solid gold had wak'd them from their dream,</br>In vain I sought her in the soldier's tent;</br>The slave of glory knew not where she dwelt:</br>Under her banners to the wars he went;</br>But ne'er her sacred influence had felt.</br>In cities much she's talk'd of, never found:</br>For av'rice drove her thence, and still maintains her ground.", "In rural sports I pass'd a weary day;</br>Each jocund youth pretended she was there:</br>But cruelty, and noise, and wild despair,</br>Could ne'er prevail, if Liberty were near.</br>But oft Licentiousness her name assumes;</br>Her easy gesture, and her light attire:</br>And, mingling with the riotous, presumes</br>Lawless to sanctify her baleful fire.</br>Oft blazing forth amidst the giddy croud,</br>Treason she lead in hand, and ruin threatens loud.", "A school-master I met, of brow severe,</br>Who held an ancient book he call'd the law:</br>Aloud he read with accent full and clear;</br>Prostrate I bow'd with reverential awe.</br>\"All this, says he, you strictly must obey;</br>Nor dream of Liberty this side the grave.</br>Then, sternly viewing me, he went his way;</br>And left me, doom'd an everlasting slave.</br>How should I dare to disobey his will?</br>Or how should I, alas!  such strict commands fulfil?", "Bound by this law, I labour'd, wept, and pray'd</br>And tedious thought the day, and long the night:</br>Works left undone my conscience did upbraid;</br>And all was ill perform'd, and nothing right.</br>All weary and athirst I press'd the ground;</br>And almost wish'd life's fretful fever o'er:</br>When, to my ears, a more than mortal sound,</br>Soft, still, and sweet, this heav'nly message bore.</br>\"Here lab'rer, here for ever quench thy thirst;</br>No second draught you need; sufficient is the first.\"", "Erect I stood, and strait a rock I view'd,</br>From whence a stream translucid seem'd to leap:</br>Already were my spirits half renew'd;</br>And deep I drank, for oh!  my thirst was deep.</br>What joy!  what bliss, the potent draught convey'd!</br>No tongue can utter, and no heart conceive:</br>Light felt my bosom, and, as man new-made,</br>From this bless'd hour I but began to live.</br>All former years I wish'd to be forgot,</br>For all my former acts were one continu'd blot.", "Now, from a neighb'ring mount, descending down,</br>Of angel form, I saw a smiling maid:</br>One hand a spunge, the other held a crown:</br>\"And now behold true Liberty,\" she said.</br>\"All your transgressions thus are wip'd away;</br>And this your growing faith shall well reward;</br>The genius of this rock thus bade me say,</br>The Saviour of my life, my mighty lord.</br>He gave me free to rove along the plains:</br>When death, and hell, my foes, he bound in lasting chains.\"", "Then to my task, with giant strength, I flew;</br>And liberty my sweet companion went;</br>Care fled my breast, and toil a pleasure grew;</br>Light was the burden, and the yoke unbent.</br>From liberty I learnt due songs of praise;</br>From her each blissful moment to employ:</br>Loud to the west, my voice she bade me raise;</br>And wretches call to quaff immortal joy.</br>\"Here, lab'rer, here for ever quench your thirst;</br>No second draught you need; sufficient is the first.\"</br>"]