["In trellis'd shed with clustering roses gay,</br>And, MARY!  oft beside our blazing fire,</br>When years of wedded life were as a day</br>Whose current answers to the heart's desire,</br>Did we together read in Spenser's Lay</br>How Una, sad of soul &mdash; in sad attire,</br>The gentle Una, born of heavenly birth,</br>To seek her Knight went wandering o'er the earth.", "Ah, then, Beloved!  pleasing was the smart,</br>And the tear precious in compassion shed</br>For Her, who, pierced by sorrow's thrilling dart,</br>Did meekly bear the pang unmerited;</br>Meek as that emblem of her lowly heart</br>The milk-white Lamb which in a line she led,&mdash;</br>And faithful, loyal in her innocence,</br>Like the brave Lion slain in her defence.", "Notes could we hear as of a faery shell</br>Attuned to words with sacred wisdom fraught;</br>Free Fancy prized each specious miracle,</br>And all its finer inspiration caught;</br>'Till, in the bosom of our rustic Cell,</br>We by a lamentable change were taught</br>That \"bliss with mortal Man may not abide:\"&mdash;</br>How nearly joy and sorrow are allied!", "For us the stream of fiction ceased to flow,</br>For us the voice of melody was mute.</br>&mdash;But, as soft gales dissolve the dreary snow</br>And give the timid herbage leave to shoot,</br>Heaven's breathing influence failed not to bestow</br>A timely promise of unlooked-for fruit,</br>Fair fruit of pleasure and serene content</br>From blossoms wild of fancies innocent.", "It soothed us &mdash; it beguiled us &mdash; then, to hear</br>Once more of troubles wrought by magic spell;</br>And griefs whose aery motion comes not near</br>The pangs that tempt the Spirit to rebel;</br>Then, with mild Una in her sober chear,</br>High over hill and low adown the dell</br>Again we wandered, willing to partake</br>All that she suffered for her dear Lord's sake.", "Then, too, this Song of mine once more could please,</br>Where, anguish, strange as dreams of restless sleep,</br>Is tempered and allayed by sympathies</br>Aloft ascending, and descending deep,</br>Even to the inferior Kinds; whom forest trees</br>Protect from beating sunbeams, and the sweep</br>Of the sharp winds; &mdash; fair Creatures! &mdash; to whom Heaven</br>A calm and sinless life, with love, hath given.", "This tragic Story cheared us; for it speaks</br>Of female patience winning firm repose;</br>And of the recompense which conscience seeks</br>A bright, encouraging example shows;</br>Needful when o'er wide realms the tempest breaks,</br>Needful amid life's ordinary woes;&mdash;</br>Hence, not for them unfitted who would bless</br>A happy hour with holier happiness.", "He serves the Muses erringly and ill,</br>Whose aim is pleasure light and fugitive:</br>O, that my mind were equal to fufill</br>The comprehensive mandate which they give&mdash;</br>Vain aspiration of an earnest will!</br>Yet in this moral Strain a power may live,</br>Beloved Wife!  such solace to impart</br>As it hath yielded to thy tender heart.</br>"]