["T' other day as Apollo sat pitching his darts,</br>Through the clouds of November by fits and by starts,</br>He began to consider how long it had been,</br>Since the bards of Old England a session had seen.</br>\"I think,\" said the God recollecting, (and then</br>He fell twiddling a sunbeam, as I may my pen),</br>\"I think &mdash; let me, see &mdash; yes, it was, I declare,&mdash;</br>As far back as the time of that Buckingham there.</br>And yet I can't see why I've been so remiss,</br>Unless it may be &mdash; and it certainly is&mdash;</br>That since Dryden's true, English and Milton's sublime,</br>I have fairly been sick of their reason and rhyme.</br>There was Collins, 'tis true, had a good deal to say,</br>But the dog had no industry &mdash; neither had Gray:</br>And Thomson, though best in his indolent fits,</br>Either slept himself stupid, or bloated his wits.</br>But ever since Pope, spoil'd the ears of the town,</br>With his cuckoo-song verses, one up and one down,</br>There has been such a whining, or prosing, &mdash; by Jove,</br>I'd as soon have gone down to see Kemble in love.</br>However, of late as they've rous'd them anew,</br>I'll e'en go and give them a lesson or two,</br>And as nothing's done there now-a-days without eating,</br>See how many souls I can muster worth treating.\"</br>So saying, the God bade his horses walk for'ard,</br>And leaving them, took a long dive to the nor'ard;</br>Tow'rds the Shakspeare he shot; and, as nothing could hinder,</br>Came smack on his legs through the drawing-room window.", "And here I could tell, if it was'nt for stopping,</br>How all the town shook as the godhead went pop in,</br>How the poets' eyes sparkled, and brisk blew the airs,</br>And  the laurels shot up in the gardens and squares.</br>But fancies so grave, &mdash; though I've stories to supply me&mdash;</br>I'd better keep back for a poem I've by me;</br>And shall merely observe, that the girls look'd divine,</br>And the old folks in-doors exclaim'd, \"Bless us, how fine!\"", "Apollo no sooner had taken a chair,</br>And rung for the landlord to order the fare,</br>Than he heard a strange noise, and a knock from without,</br>And scraping and bowing, came in such a rout!</br>There was Reynolds, and Arnold, Hook, Dibdin and Cherry,</br>All grinning as who should say \"Shan't we be merry?\"</br>And mighty dull Cobb, lumb'ring just like a bear up,</br>And sweet Billy Dimond, a patting his hair up.</br>The God, for an instant, sat fix'd as a stone,</br>'Till recov'ring, he said in a good natur'd tone,</br>\"Oh, the waiters, I see &mdash; ah, it's all very well;&mdash;</br>Only, one of you'll do Just to answer the bell.\"</br>But lord!  to see all the great dramatists' faces!</br>They look'd at each other and made such grimaces!</br>Then turning about, left the room in vexation;</br>And one, I'm told, couldn't help mutt'ring \"Damnation!\"</br>'Twas lucky for Colman he wasn't there too,</br>For his pranks would have certainly met with their due;</br>And Sheridan's also, that finish'd old tricker;</br>But one was in prison, and both were in liquor.", "The God fell a laughing to see his mistake,</br>But stopp'd with a sigh for poor Comedy's sake;</br>Then gave mine host orders, who bow'd to the floor,</br>And presented three cards that were brought to the door.</br>Apollo just gave them a glance with his eye &mdash;</br>\"Spencer, &mdash; Rogers, &mdash; Montgom'ry\" &mdash; and putting them by,</br>Begg'd the landlord to give his respects to all three,</br>And say he'd be happy to see them to tea.", "\"Your Majesty then,\" said the Gaius, \"don't know</br>That a person nam'd Crabbe has been waiting below;</br>He's been looking about him this hour, I dare say.\"</br>\"Indeed!\"  said Apollo:  \"Oh, pray let him stay:</br>He'll  be much better pleas'd to be with 'em down stairs,</br>And will find ye all out with your cookings and cares;&mdash;</br>But mind that you treat him as well as you're able,</br>And let him have part of what goes from the table.\"", "A hem was then heard, consequential and snapping,</br>And a sour little gentleman walk'd with a rap in;</br>He bow'd, look'd about him, seem'd cold, and sat down;</br>And said, \"I'm surpris'd that you'll visit this town;</br>To be sure, there are two or three of us who know you,</br>But as for the rest, they are all much below you:</br>So stupid in gen'ral the natives are grown,</br>They really prefer Scotch reviews to their own;</br>So that what with their taste, their reformers, and stuff,</br>They have sicken'd myself and my friends long enough.\"</br>\"Yourself and your friends!\"  cried the God, in high glee;</br>\"And pray, my frank visitor, who may you be?\"</br>\"Who he!\"  cried the other; &mdash; \"why really &mdash; this tone&mdash;</br>William Gifford's a name, I think, pretty well known.\"</br>\"Oh, now I remember,\" said Pheebus &mdash; \"ah, true&mdash;</br>My thanks to that name are undoubtedly due:</br>The rod that got rid of the Cruscas and Lauras&mdash;</br>That plague of the butterflies &mdash; sav'd me the horrors;</br>The Juvenal too stops a gap in one's shelf,</br>At least, in what Dryden has not done himself;</br>And there's something, which even distaste must respect,</br>In the self-taught example that conquer'd neglect.</br>But not to insist on the recommendations</br>Of modesty, wit, and a small stock of patience,</br>My visit, just now, is to poets alone,</br>And not to small critics, however well known.\"</br>So saying, he rang, to leave nothing in doubt;</br>And the sour little gentleman bless'd himself out.", "Next came Walter Scott, with a look of high meaning,</br>For soon as his visage the tavern was seen in, </br>The diners and bar-maids all crowded to know him,</br>And thank him, with smiles, for \"that sweet pretty poem!\"</br>However the moment his senses he found,</br>He look'd adoration, and bow'd to the ground;</br>For his host was a God, &mdash; what a very great thing!</br>And what was still greater in his eyes, &mdash; a King!</br>Apollo smil'd shrewdly, and bade him sit down,</br>With, \"Well, Mr. Scott; &mdash; you have manag'd the town;</br>Now, pray, copy less &mdash; have a little temerity;</br>&mdash;Try, if you can't also manage posterity.</br>&mdash;All you add now only lessens your credit;</br>And how could you think too of taking to edite?</br>A great deal's endur'd where there's measure and rhyme;</br>But prose such as your's, is a pure waste of time,&mdash;</br>A singer of ballads subdu'd by a cough,</br>Who fairly talks on, till his hearers walk off.</br>Be original, man; study more, scribble less;</br>Nor mistake present favour for lasting success;</br>And, remember, if laurels are what you would find,</br>The crown of all effort is freedom of mind.&mdash;", "\"And here\" cried Apollo, is one at the door,</br>Who shall prove what I say, or I'm prophet no more.</br>Ah, Campbell, you're welcome; well, how have you been</br>Since the last time I saw you on Sydenham Green?</br>I need not ask after the plans you've in view;</br>'Twould be odd, I believe, if I had'nt 'em too.</br>But there's one thing I've always forgotten to mention;</br>Your versification &mdash; pray give it invention;</br>A talent, like your's, to create or combine,</br>The Goldsmiths and others, at least, should decline;</br>Their streamlets are sweet; but the true liquid fire</br>And depth of our English runs backward much higher.\"", "The poet to this was about to reply,</br>When Moore, coming in, caught the Deity's eye,</br>Who gave him his hand, and said, \"Shew me a sight</br>That can give a divinity sounder delight,</br>Or that earth should more prize, from its core to the poles,</br>Than the self-improv'd morals of elegant souls.</br>Repentant I speak it, &mdash; though when I was wild,</br>My friends should remember, the world was a child,&mdash;</br>That customs were diff'rent, &mdash; and young people's eyes,</br>Had no better examples than those in the skies.</br>But soon as I learnt how to value these doings,</br>I've never much favour'd your billings and cooings;</br>They only make idle the best of my race;</br>And since my poor Daphne turn'd tree in my face,</br>There are very few poets, whose caps or whose curls</br>Have obtain'd such a laurel by hunting the girls.</br>So it gives me, dear Tom a delight beyond measure</br>To find how you've mended your notions of pleasure;</br>For never was poet, whose fanciful hours</br>Could bask in a richer abstraction of bowers,</br>With sounds and with spirits, of charm to detain</br>The wonder-eyed soul in their magic domain:</br>And never should poet, so gifted and rare,</br>Pollute the bright Eden Jove gives to his care,</br>But love the fair Virtue that with it is given,</br>And keep the spot pure for the visits of heaven.\"", "He spoke with a warmth, but his accent was bland;</br>And the poet bow'd down with a blush to his hand;</br>When all on a sudden there rose on the stairs</br>A noise as of persons with singular airs;</br>You'd have thought 'twas the Bishops or Judges a coming,</br>Or the whole court of Aldermen, hawing and humming,</br>Or at least my Lord Colley with all his grand brothers,&mdash;</br>But 'twas only Bob Southey and three or four others.</br>As soon as he, saw him, Apollo seem'd pleas'd:</br>But as he had settled it not to be, teaz'd</br>By all the vain rhymers from bed-room and brook,</br>He turn'd from the rest without even a look;</br>For Coleridge, had vex'd him long since, I suppose,</br>By his idling, and gabbling, and muddling in prose;</br>And as to  that Wordsworth!  he'd been so benurst,</br>Second childhood with him had come close on the first.</br>These worthies, however, long us'd to attack,</br>Were not by contempt to be so driven back,</br>But follow'd the God up, and shifting their place,</br>Stood full in his presence, and look'd in his face,</br>When one began spouting the cream of orations,</br>In praise of bombarding one's friends and relations,</br>And t'other some lines he had made on a straw,</br>Shewing how he had found it, and what it was for,</br>And how when 'twas balanc'd, it stood like a spell,&mdash;</br>And how when 'twas balanc'd no longer, it fell!</br>A wild thing of scorn, he describ'd, it to be&mdash;</br>But said it was patient to heaven's decree:</br>Then he gaz'd upon nothing, and looking forlorn,</br>Dropt a natural tear for that wild thing of scorn!</br>Apollo half laugh'd betwixt anger and mirth,</br>And cried, \"Were there ever such asses on earth?\"</br>It is not enough that this nonsense, I fear,</br>Has half turn'd the fine head of my friend Robert here,</br>But another bright promise must fairly be lost,</br>And the gifts of a God by this madman be crost.</br>What!  think ye a bard's a mere gossip who tells</br>Of the ev'ry-day feelings of ev'ry one else;</br>And that poetry lies, not in something select,</br>But in gath'ring the refuse that others reject?</br>Depart and be modest, ye driv'llers of pen,</br>My feasts are for masculine tastes, and for men.\"</br>Then turning to Bob, he said, \"Sit down, I beg;\"</br>But Billy grew sulky and stirr'd not a peg;</br>While Sam, looking soft and politely dejected,</br>Confess'd with a tear, that \"'twas what he expected,</br>Since Phoebus had fatally learnt to confide in</br>Such prosers as Johnson and rhymers as Dryden.\"</br>But wrath seiz'd Apollo, and turning again,</br>\"Whatever,\" he cried were the faults of such men,</br>Ye shall try, wretched mortals, how well ye can bear </br>What Dryden has witness'd, unsmote with despair.\"", "He said; and the place all seem'd swelling with light,</br>While his locks and his visage grew awfully bright;</br>And clouds, burning inward. roll'd round on each side</br>To encircle his state as he stood in his pride;</br>Till at last the full Deity put on his rays,</br>And burst on the sight in the pomp of his blaze!</br>Then a glory beam'd round as of fiery rods,</br>With the sound of deep organs and chorister gods;</br>And the faces of bards, glowing fresh from their skies,</br>Came thronging, about with intentness of eyes;</br>And the Nine were all heard, as the harmony swell'd;</br>And the spheres pealing in, the long rapture upheld;</br>And all things, above, and beneath, and around,</br>Seem'd a world of bright vision, set floating in sound.", "That sight and that music might not be sustain'd</br>But by those, who a glory like Dryden's had gain'd;</br>And even the four, who had graciousness found,</br>After gazing a while, bow'd them down to the ground.</br>What then could remain for that feeble-ey'd crew?</br>Through the door in an instant they rush'd and they flew,</br>They rush'd and they dash'd, and they scrambled and stumbled,</br>And down the round staircase like lunatics tumbled,</br>And never once thought which was head or was feet,</br>And slid through the hall, and fell plump in the street.</br>So great was the panic they struck with their fright,</br>That of all who had come to be feasted that night,</br>Not one ventur'd up, or would stay near the place;</br>Even Croker declin'd, notwithstanding his face;</br>And old Peter Pindar turn'd pale, and suppress'd,</br>With a death-bed sensation, a blasphemous jest.</br>But Wordsworth can scarcely yet manage to speak;</br>And Coleridge, they say, is excessively weak;</br>Indeed he has fits of the painfulest kind:</br>He stares at himself and his friends, till he's blind;</br>Then describes his own legs, and claps a long stilt on;</br>And this he calls lect'ring on \"Shakspeare and Milton.\"</br>But Phoebus no sooner had gain'd his good ends,</br>Than he put of his terrors, and rais'd up his friends,</br>Who stood for a moment, entranc'd to behold</br>The glories subside, and the, dim-rolling gold;</br>And listen'd to sounds, that with ecstacy burning</br>Seem'd dying far upward, like heaven returning.</br>Then \"Come,\" cried the God in his elegant mirth,</br>Let us make us a heav'n of our own upon earth,</br>And wake with the lips that we dip in our bowls</br>That divinest  of music, &mdash;  congenial souls.\"</br>So saying, he led through the dining-room door,</br>And, seating the poets, cried, \"Laurels for four!\"</br>No sooner demanded, than lo!  they were there;</br>And each of the bards had a wreath in his hair.</br>Tom Campbell's with willow and poplar was twin'd,</br>And Southey's with mountain-ash, pluck'd in the wind;</br>And Scott's with a heath from his old garden stores,</br>And with vine-leaves and Jump-up-and-kiss-me, Tom Moore's.</br>Then Apollo put his on, that sparkled with beams;</br>And rich rose the feast as an epicure's dreams;</br>Not epicure civic, or grossly inclin'd,</br>But such as a poet might dream as  he din'd;</br>For the God had no sooner determin'd the fare,</br>Than it turn'd to whatever was racy and rare.</br>The fish and the flesh, for example, were done,</br>On account of their fineness, in flame from the sun;</br>The wines were all nectar of different smack,</br>To which Muskat was nothing, nor Virginis Lac;</br>No, nor Lachryma Christi, though clearly divine,</br>Nor Montepulcilano, though king of all wine.</br>Then, as for the fruits, you might garden for ages,</br>Before you could raise me such apples and gages;</br>And all on the table no sooner were spread,</br>Than their cheeks next the God blush'd a beautiful red.</br>'Twas magic in short and deliciousness all&mdash;</br>The very men-servants grew handsome and tall;</br>To velvet-hung iv'ry the furniture turn'd;</br>The service with opal and adamant burn'd;</br>Each candlestick chang'd to a pillar of gold,</br>While a bundle of beams took the place of the mould;</br>The decanters and glasses pure diamond became,</br>And the corkscrew ran solidly round into flame.</br>In a word, so completely forestall'd, were the wishes,</br>Ev'n harmony struck from the noise of the dishes.", "It can't be suppos'd I should think of repeating</br>The fancies that flow'd at this laureat meeting;</br>I haven't the brains, and besides was not there;</br>But the wit may  be easily guess'd, by the chair.</br>Suffice it to say that 'twas keen as could be;</br>Though it soften'd to prettiness rather at tea.</br>I must mention, however, that during the wine,</br>The mem'ry of Shakspeare was toasted with nine;</br>To Chaucer were five, and to Spenser one more,</br>And Milton had seven, and Dryden had four;</br>Then follow'd, the names, in a cursory way,</br>Of Fletcher, of Otway, of Collins, and Gray,</br>Of Cowley, Pope, Thomson and Cowper, and Prior,</br>And  one or two wore of a genuine fire.</br>Then says Bob, \"If the chair will not think me a gander,</br>I'll give a great genius &mdash; one Mr. Landor;\"</br>And Walter look'd up too, and begg'd to propose</br>A particular friend of his &mdash; one Mr. Rose;</br>But the God look'd at Southey, and clapping his shoulder,</br>Cried, \"When, my good friend, will you try to grow older?\"</br>Then nodding to Scott, he said, \"Pray be as portly,</br>And rich as you please, but a little less courtly!\"</br>So, changing the subject, he call'd upon Moore,</br>Who sung such a song, that they shouted, \"Encore!\"</br>And the God was so pleas'd with his taste and his tone,</br>He obey'd the next call, and gave one of his own,</br>At which you'd have thought, &mdash; 'twas so witching a warble,&mdash;</br>The guests had all turn'd into listening marble;</br>The wreaths on their temples grew brighter of bloom,</br>As the breath of the Deity circled the room,</br>And the wine in the glasses went rippling in rounds,</br>As if follow'd and fann'd by the soft-winged sounds.", "Thus in wit and in singing they sat till eleven,</br>When Phoebus shook hands, and departed for heaven;</br>\"For poets\" he said, \"who would cherish their powers,</br>And hop'd to be deathless, must keep to good hours.\"</br>So off he betook him the way that he came,</br>And shot up the north like an arrow of flame:</br>For the Bear was his inn; and the comet, they say,</br>Was his tandem in waiting to fetch him away.</br>The others then parted, all highly delighted;</br>And, so shall I be, when you find me invited.</br>"]