["Star of the dawn, fair harbinger of day!</br>With joy I view thy brightly-beaming eye,</br>Dart thro' the foggy clouds</br>That shade yon eastern hill;", "While darkness rolling up her sable robe,</br>Slow to the west flies the approach of night,</br>O'er other realms to spread</br>Her beauty-sadd'ning veil.", "Now a soft radiance steals along the sky,</br>By slow degrees; wide spreads the gather'd mist;</br>The broad horizon glows</br>With tints of lovelier hue.", "And see!  emerging from the glowing wave</br>The sun advances; hence, ye fiends of night!</br>Ye shades of darkness, hence!</br>Make way for his approach.", "And now, while seated on the mountain's brow,</br>I see him dart his all-reviving rays</br>Along the cottag'd plains,</br>Fresh meads and chrystal rills,", "Permit me, morning meek, in artless strains,</br>Raptur'd, to hail thy lov'd return, and join</br>The sky-lark's early song,</br>In warbling forth thy praise.", "At thy approach the vallies smile, the hills</br>Lift their green heads in light; the craggy cliffs</br>Erewhile so dark and drear,</br>And hung with gloomy mists,", "Shine by thy magic influ'nce; ev'ry stream,</br>That rolls its wild waves down the heathy hills,</br>Glows bright beneath the ray</br>That morning darts around.", "Now sounds the grove with music wildly sweet;</br>The blackbird deep retir'd in woodland shades,</br>Pours her clear warbled notes</br>In lonely ecstacy;", "The linnet, charming songster, trills her lays</br>Of gratitude and love; fair morning!  all</br>The tenants of the grove</br>Thy much-lov'd presence hail!", "On thee attend the Muses' sprightly train,</br>Fancy's young eye of transport; smiling hope</br>With dewy rose-buds wreath'd,</br>And love and genial joy:", "With all the fairy forms the young bard views,</br>As haply thro' the dusky wood he roves,</br>Deep rapt in thought sublime,</br>And meditations high.", "Nurse of each joy!  while Spring bedews thy locks</br>With vernal show'rs; while Summer decks thy brows</br>With ev'ry flow'ret sweet</br>That blooms beneath her care;", "While ardent Autumn paints thy glowing cheek</br>With deeper blushes; and while winter wild</br>Surrounds thy rising head</br>With clouds and howling storms;", "So long shall health at thy first call appear,</br>To range the mountains round, so long shall peace</br>Within thy low'ring groves</br>Delighted love to dwell.", "And ev'ry youthful bard that tunes the lyre</br>To nature's charms shall oft be seen with thee</br>In contemplation's guise</br>Ranging the landscape o'er.</br>"]