["Happy the youth, on whom dame fortune smiles,</br>And gives him wealth, his wishes to pursue;</br>The jocund hours he easily beguiles,</br>Still steering on to pleasures ever new.</br>And if fair Science can attract his view,</br>Enamour'd of the worthy Bards of old,</br>He knows not the distresses of the crew,</br>On whom the beldam ne'er her favours roll'd,</br>Or him whose hapless fate I purpose to unfold.", "O thou, who from the pleasant banks of Ayr</br>Thy merit summon'd to Edina's walls,</br>Whose songs delight her sons and daughters fair,</br>And loudly echo through her splendid balls.</br>On thee a simple Poet humbly calls,</br>A simple Poet who obscur'd the while,</br>The fear of scornful critic sore appals,</br>On whom, if COILA'S BARD vouchsafe to smile,</br>His name shall spread abroad thro' Albion's sea-girt Isle.", "There whilom ligd, ypent in garret high,</br>A tuneful Bard, who well could touch the lyre,</br>Who often sung so soot, and witchingly</br>As made the crowds, in silent gaze, admire,</br>Ymolten with the wild seraphic fire</br>Which his sweet sonnets eathly could impart,</br>They list'ning stood, ne never did they tire,</br>So steal'd his soft persuasion on the heart,</br>So smooth his numbers flow'd, all unrestrain'd by art.", "Sometimes, as fancy prompt him, he would sing</br>The charms of nature at the morning's dawn,</br>Or paint the beauties of the blooming spring,</br>The shady forest, and the flow'ry lawn,</br>The whitened thorn and roses newly blawn,</br>Or mazy rills, that wildly devious flow,</br>Or pensive shepherd, from the crowd withdrawn,</br>Sore pin'd with luckless love and mochel wo,</br>Design'd from tow'ring cliff his wretched self to throw.", "Eftsoons he changed quite the veering strain,</br>To winter shrouded in her mantle hoar,</br>The boreal blast, the bitter driving rain,</br>The swelling torrent's loud resounding roar,</br>Which down the steep, the groaning forest bore,</br>And delug'd all the swimming plains below;</br>Then sung the lake with ice ycover'd o'er,</br>The nimble youngsters, hurling to and fro,</br>And mountain's heaving head yclad in virgin snow.", "\"Now shut the pond'rous gate, and rouse the fire,</br>Produce the flask, and fill the massy bowl;</br>To gloomy haunt let wrinkl'd care retire,</br>Let joy abound possessing ev'ry soul,</br>Let Boreas bluster, and the tempest howl;</br>'Tis ours to snatch the pleasures, as they fly,</br>Now up the lofty Diapason rowl,</br>'Tis music gives the purest extacy,</br>And lifts the soul from earth exalted to the sky.", "\"See where the miser, brooding o'er his gear,</br>Sits sad and sullen, in his dreary cell,</br>No glowing fire, the sable walls to cheer,</br>With him pale want and timid fancy dwell.</br>O!  tell us true, ye wretched miscreants tell,</br>Why all this caution to secure your gold,</br>Will it appease the ruthless King of hell,</br>Or help to make the burning climate cold,</br>Ah!  vain your hope, for there no joy is bought or sold.", "\"Let the dull Cynic preach his musty rules,</br>No son of Bacchus will attend his lore;</br>Let him hold forth to children and to fools,</br>And turn, and turn his lifeless lectures o'er;</br>And cite old Plato, and ilk sage of yore,</br>And beat his breast, and grin and look awry,</br>Down with the pedant, let us sing and roar:</br>Behold the festive moments dancing by,</br>'Tis ours in joy to live, and catch them as they fly.\"", "Thus flow'd his numbers, to the jolly train,</br>While buoyant spirits kept his soul above,</br>Then grief would interfere, and damp his strain,</br>And gloomy thoughts and sad ideas move;</br>Then like a weary wight enthrall'd in love,</br>Of flames and chains, and arrows would he tell,</br>And, sadly sighing, seek the gloomy grove,</br>Or ruin, seated in a dreary dell,</br>Whence oft, at dead of night, grim ghosts terrific yell.", "Whate'er he sung, or pleasing or sublime,</br>The placid verses always run the same;</br>Did love or friendship e'er demand his rhyme,</br>Or wight grotesque his meditation claim,</br>With equal force and energy they came,</br>And pity or loud laughter could ymove,</br>So eath he trode the arduous path of fame,</br>And so engross'd the tuneful sisters' love,</br>None rival could his lays, so far less reach above.", "Now Fame, with brazen tromp, proclaimed loud</br>His name, which through all Caledonia rung,</br>The busy murmur spread along the crowd,</br>In ev'ry place, his roundelays are sung,</br>Improven much, by ev'ry female tongue,</br>To whom the songs of love are ever dear,</br>The grave, the gay, the am'rous and the young,</br>All crowd around the wondrous Bard to hear,</br>For ne'er did Scottish Bard so much enchant the ear.", "But, will the sweet delusion ever last?</br>Will ay his reputation firm remain?</br>Ah me!  I fear misfortune's ruthless blast,</br>That still o'ertakes the Muses' gentle train,</br>Expos'd to poverty, and cold disdain</br>Of witless louts, who see them passen by,</br>And eke the beau, of gaudy trappings vain,</br>Who on their tatter'd vestments cast an eye,</br>Gods!  what a silly soul, the witless creatures cry.", "She next display'd, before his wondring eyes,</br>A laurel crown, and thus her speech begun,</br>\"The youth who hopes to gain the mighty prize,</br>The busy ways of avarice must shun,</br>And from the haunts of low ambition run,</br>Accurs'd is he who sings for worthless ore,</br>Such of Apollo never favour won;</br>The most illustrious of the Bards of yore,</br>Pale poverty, and want, and mighty sorrows bore.\"", "Admonish'd thus, he never crept abroad,</br>Nor long'd to mingle in the busy coil,</br>Though others idoliz'd the aureat God,</br>He never longs to share the filthy spoil,</br>Ne fit for hurry, and disdaining toil,</br>Assiduously, he turns the classic page,</br>Which treats of war and many a bloody broil,</br>How rival Gods in Ilium's cause engage,</br>And seem's inspir'd with all Dan Homer's Epic rage.", "How good Aeneas from the fatal shore,</br>Convey'd his household Gods and aged Sire,</br>The mournful fate of murder'd Polydore,</br>Poor Dido flaming on the funeral pire,</br>When she beheld the Trojan fleet retire;</br>The Cumaean oracle, the branch of gold,</br>The reign of Pluto, and his mansion dire,</br>What wondrous things Anchises did unfold,</br>And all that e'er the charming Bard of Mantua told.", "Sometimes the past'ral numbers he would read,</br>Where is depainted many a simple swain,</br>Supinely piping on the flow'ry mead,</br>Sicilian valley or Arcadian plain,</br>Where pass their golden days withouten pain:</br>Or trace the am'rous Ovid's witching lay,</br>Or smooth Tibullus' soft pathetic strain,</br>Sharp Juvenal, and Horace ever gay,</br>Bards who the utmost pow'r of human wit display.", "On wooden shelves were fav'rite authors plac'd,</br>Gilt on the backs, and rang'd in seemly row;</br>The Bard and Sage, his ample study grac'd,</br>Historians wise, and many authors moe;</br>There painted maps enhanc'd the learned show,</br>Where all the world in miniature was seen,</br>The landscape did with gaudy colours glow;</br>The airy mountain, and the forest green,</br>Which all yblent produc'd a goodly scene I ween.", "The floor with scrolls of paper was besprent,</br>And musty pamphlets, which disorder'd lay,</br>An Epic Poem, here in pieces rent,</br>And there appear'd the fragments of a Play,</br>Which was to be revis'd some other day,</br>And gain a crowded Theatre's applause;</br>And here an Ode a mouse had stolen away,</br>A mouse as learn'd as Shenstone's rottan was,</br>But thoughtlessly enthrall'd in fell grimalkin's claws.", "Now would he quickly take a volume down,</br>And read, with face demure, a page or twain,</br>Catch at a hint, and mark it for his own,</br>And place his benefactor right again,</br>Then, with the thought, the marble paper stain,</br>And gaze upon it, with enraptur'd look,</br>Ay walking to and fro, nae little vain;</br>Encourag'd thus, he reassumes the book,</br>To seek for more from whence the other hint he took.", "Thus spent he many a long and dreary day,</br>With lean repast, not over merrily,</br>For all unkempt he never lov'd to stray,</br>Save when the gleaming moon illum'd the sky,</br>When none his tatter'd liv'ry mote espy;</br>Then would he stolen softly from his dome,</br>And to some haunted stream's meanders hy,</br>And sullen, stalking through the solemn gloom,</br>Some sadly plaintive strain or Elegy resume.", "But O!  what pen his terror can describe,</br>When to his lofty mansion slow ascends,</br>A caitiff, dreadful to the tuneful tribe,</br>Yclep'd a dun, a catchpoll him attends,</br>And in his fist a magic wand extends,</br>Thund'ring they bawl, he trembles at the roar,</br>His breath he stifles, and his voice suspends,</br>And lies entranc'd, like Mahomet of yore,</br>Ne offers he to stir till all the siege is o'er.", "So crafty Reynard, that nocturnal pest,</br>Descends, in silence, from the cloudy hill;</br>When all the village curs and mastiffs rest,</br>The roost to pillage, and the geese to kill,</br>Which having done, and eat and drunk his fill,</br>Prepar'd for flight, the trap blockades the way,</br>The farmer comes, and finds him lying still,</br>Stretch'd on the ground, a lump of breathless clay</br>But soon as he is gone, the villain sneaks away.</br>"]