["Tis paper (being printed) doth reveale</br>Th' Eternall testament of all our weale:</br>In paper is recorded the records</br>Of the Great all-Creating Lord of Lords.</br>Upon this weake ground, strongly is engran'd</br>The meanes how man was made, and lost, and sav'd,</br>Bookes Patriarchall, and Prophetical,</br>Historicall, or heav'nly Mystical,</br>Evangelicke, and Apostolical,</br>Writ in the sacred Text, in general.</br>Much hath the Church (our mother) propagated</br>By venerable Fathers workes translated</br>Saint Jerome, Gregory, Ambrose, Augustine,</br>Saint Basill, Bernard, Cyprian, Constantine:</br>Eusebius, Epiphanius, Origen,</br>Ignatius, and Lactantius (reverend men)</br>Good Luther, Calvine, learned Zwinglius,</br>Melancton, Beza, Oecolampadius,</br>These, and a world more then I can recite</br>Their labours would have slept in endlesse night,</br>But that in paper they preserv'd have bin</br>T' instruct us how to shun death, hell, and sin.</br>How should we know the change of monarchies,</br>Th' Assyrian, and the Persian Emperies,</br>Great Alexanders, large, smal lasting glory</br>Or Romes high Caesars often changing story?</br>How should Chronologies of Kings be knowne</br>Of either other countryes, or our owne?</br>But that Josephus, and Suetanius</br>Pollidore, Virgil, and Oretlius,</br>Seneca, and Cornelius Tacitus</br>With Scaliger, and Quintus Curtius;</br>Plutarch, Guichiardine, Gallobelgicus</br>Thomasio, and Hector Boetius;</br>Fox, Copper, Froysard, Grafton, Fabian,</br>Hall, Hove'den, Lanquet, Sleiden, Buchanan,</br>The Reverend learned Cambden, Selden, Stowe,</br>With Polychronicon, and Speed, and Howe,</br>With Parris, Malmsbury, and many more</br>Whose workes in paper are yet extant store.", "Philemon Holland (famous for translation)</br>Hath (with our owne tongue) well inricht our nation.</br>Esope, and Aristotle, Pliny, Plato,</br>Pithagoras, and Cicero, and Cato,</br>Du Bartas, Ariosto, Martial, Tasso,</br>Plantus, and Homer, Terence, Virgill, Naso,</br>Fraunciscus Petrark, Horace, Juvenal,</br>Philosophers, and ex'lent Poets all.", "Or Orators, historians, every one</br>In paper made their worthy studies knowne.", "Who ever went beyond our learned King,</br>Whose Art throughout the spacious world doth ring:</br>Such a Divine, and Poet, that each State</br>Admires him, whom they cannot imitate,", "In Paper, many a Poet now survives</br>Or else their lines had perish'd with their lives.</br>Old Chaucer, Gower, and Sir Thomas More,</br>Sir Philip Sidney who the Lawrell wore,</br>Spencer, and Shakespeare did in Art excell,</br>Sir Edward Dyer, Greene, Nash, Daniell.</br>Silvester, Beaumont, Sir John Harrington,</br>Forgetfulnesse their workes would overrun</br>But that in paper they immortally</br>Do live in spight of death, and cannot die.", "And many there are living at this day</br>Which do in paper their true worth display:</br>As Davis, Drayton, and the learned Dun,</br>Jonson, and Chapman, Marston, Middleton,</br>With Rowyle, Fletcher, Withers, Messenger,</br>Heywood, and all the rest where e're they are,</br>Must say their lines, but for the paper she ete</br>Had scarcely ground whereon to set their feete.", "Acts, Statues, Lawes, would be consum'd and lost</br>All right and order, topsy-turvy tost:</br>Oppression, wrong, destruction and confusion,</br>We'rt not for paper, were the worlds conclusion.</br>Negotiations, and Embassages</br>Maps, Cartes, discoveries of strange passages:</br>Leagues, truces, combinations, and contracts,</br>Lawes, Nat'rall, Morall, Civill and Divine,</br>T' instruct, reprove, correct, inlarge, confine.", "All Memorandums of forepassed ages,</br>Sayings and sentences of auncient Sages,</br>Astronomy, and Phisick much renownd,</br>The Liberall Arts rules, maxiomes, or ground,</br>The glory of Apolloes Radient shine,</br>Supporter of the Sacred sisters Nine,</br>The Atlas, that all histories doth beare</br>Throughout the world, here, there, and every where.", "All this and more is paper, and all this,</br>From fruitfull Hempseed still produced is. . . .</br>"]