["And does my friend again demand the strain,</br>Still seek to list the sorrow-soothing lay?</br>Still would he hear the woe-worn heart complain,</br>When melancholy loads the lingering day?</br>Shall partial friendship turn the favouring eye,</br>No fault behold, but every charm descry;</br>And shall the thankless bard his honour'd strain deny?", "\"No single pleasure shall your pen bestow:\"</br>Ah, LYCON!  'tis that thought affords delight;</br>'Tis that can soothe the wearying weight of woe,</br>When memory reigns amid the gloom of night:</br>For fancy loves the distant scene to see,</br>Far from the gloom of solitude to flee,</br>And think that absent friends may sometimes think of me.", "Oft when my steps have trac'd the secret glade,</br>What time the pale moon glimmering on the plain</br>Just mark'd where deeper darkness dyed the shade,</br>Has contemplation lov'd the night-bird's strain:</br>Still have I stood, or silent mov'd and slow,</br>Whilst o'er the copse the thrilling accents flow,</br>Nor deem'd the pensive bird might pour the notes of woe.", "Yet sweet and lovely is the night-bird's lay,</br>The passing pilgrim loves her notes to hear,</br>When mirth's rude reign is sunk with parted day,</br>And silence sleeps upon the vacant ear;</br>For staid reflection loves the doubtful light,</br>When sleep and stillness lull the noiseless night,</br>And breathes the pensive song a soothing sad delight.", "Fearful the blast, and loud the torrent's roar,</br>And sharp and piercing drove the pelting rain,</br>When wildly wandering on the Volga's shore,</br>The exil'd OVID pour'd his plaintive strain;</br>He mourn'd for ever lost the joys of Rome,</br>He mourn'd his widow'd wife, his distant home,</br>And all the weight of woe that load the exile's doom.", "Oh!  could my lays, like SULMO'S minstrel, flow,</br>Eternity might love her BION'S name;</br>The muse might give a dignity to woe,</br>And grief's steep path should prove the path to fame:</br>But I have pluck'd no bays from PHOEBUS' bower,</br>My fading garland, form'd of many a flower,</br>May haply smile and bloom to last one little hour.", "To please that little hour is all I crave,</br>Lov'd by my friends, I spurn the love of fame;</br>High let the grass o'erspread my lonely grave,</br>Let cankering moss obscure the rough-hewn name:</br>There never may the pensive pilgrim go,</br>Nor future minstrel drop the tear of woe,</br>For all would fail to wake the slumbering earth below.", "Be mine, whilst journeying life's rough road along</br>O'er hill and dale the wandering bard shall go,</br>To hail the hour of pleasure with the song,</br>Or soothe with sorrowing strains the hour of woe;</br>The song each passing moment shall beguile,</br>Perchance too, partial friendship deigns to smile,</br>Let fame reject the lay, I sleep secure the while.", "Be mine to taste the humbler joys of life,</br>Lull'd in oblivion's lap to wear away,</br>And flee from grandeur's scenes of vice and strife,</br>And flee from fickle fashion's empty sway:</br>Be mine, in age's drooping hour, to see</br>The lisping children climb their grandsire's knee,</br>And train the future race to live and act like me.", "Then, when the inexorable hour shall come</br>To tell my death, let no deep requiem toll,</br>No hireling sexton dig the venal tomb,</br>Nor priest be paid to hymn my parted soul;</br>But let my children, near their little cot,</br>Lay my old bones beneath the turfy spot:</br>So let me live unknown, so let me die forgot.</br>"]