["When the great fiat was issued out,</br>And man created from a mass chaotic,</br>By that Almighty hand who merely said</br>\"Light let there be,\" and light that instant shone,</br>He lived an unlov'd solitary thing:</br>But when that Pow'r divine, which gave him breath,</br>A consort form'd, and planted by his side,</br>The joy of sociality began.</br>But, reader, tremble at the dire event!</br>And contemplate, alas!  the sad result&mdash;</br>The fall, which Milton beautifully sang</br>In numbers soft, engaging and sublime.", "Thus, then, my pen, endeavour to portray,</br>With unaffected warmth and zeal sincere,</br>The charms of Solitude.", "At summer eve, when Sol, who all the day</br>In cloudless skies with radiance bright had shone,</br>Was reaching fast his western destiny,</br>I oft, in contemplation deep, have roam'd&mdash;</br>Sought some sequester'd shade, some fav'rite bank,</br>And there, in solitude, with real delight</br>Have watch'd him till he sank,</br>Nor would I leave this charming quiet scene</br>Till the nocturnal shades began to close</br>Upon my ravish'd sight.  Then would I rise,</br>Leaving my mossy seat with pensive steps,</br>And homeward bend my solitary way;</br>And to this undisturb'd resort again</br>At break of day I'd joyfully repair,</br>And see the customary toil began</br>Of daily occupation; ere employ'd</br>Commercially in lucrative pursuits,</br>I'd oft beguile a silent hour with thee,</br>Primeval Solitude!  for thou art still</br>Unchangeably the same.", "Can there exist on Terra's vast domain</br>\"One dismal, dark, idolater of Chance\"&mdash;</br>One who unmov'd, with unenraptur'd mind,</br>Such scenes, such lovely scenes, as these can view&mdash;</br>When ev'ry shrub and ev'ry dewy pearl</br>Teems, as it were, with life and animation;</br>When Nature, clad in most superb attire,</br>To secret adoration lulls the mind.</br>Can such an infidel, I say, declare</br>These works of wisdom makerless remain?</br>O dark delusion!  horrid defamation!</br>Two-fold depravity! &mdash; May such as these</br>Oft seek retirement, and in solitude</br>Reflect and be convinc'd their creed's fallacious;</br>Then mark attentively the wondrous works</br>And ways of Him they own not:  surely then</br>That veil of darkness which expels the rays</br>Of spiritual light would be remov'd,</br>And to conviction bow; thus then expands</br>His humble soul in secret gratitude</br>To Him who gave it all:  and, as he acts</br>In due submission to his holy will,</br>And faithfully performs his high behest</br>Will, thro' the mercy of redeeming love,</br>Secure him from destruction.", "But not to rural scenes,</br>To sylvan bow'rs or shady cool retreats,</br>Where on some hawthorn-top harmoniously</br>Sweet Philomela chants her ev'ning lay</br>In melody sublime, are all thy charms,</br>O Solitude!  confin'd.  At midnight hour,</br>When all enjoy tranquility serene,</br>Oft would I gladly 'scape the drowsy god,</br>And shun his poppy wreath.  When all is still,</br>And Silence, solemn silence, reigns around,</br>Save the soft rustling of some poplars tall,</br>Contending with the breeze, I love to turn</br>My soaring thoughts to subjects far remote&mdash;</br>To much-lov'd friends and relatives so dear,</br>From whom, though far away, kind Fancy brings</br>Her golden train of genial recollections;</br>Veil'd in soft visions of serene delight,</br>And fost'ring ideas ne'er to be fulfilled,</br>From dreams awake to dream asleep at last</br>Insensibly would fall, and close</br>The meditative scene.", "Come, lovely Solitude!  for thou art mine:</br>I love thee; and I love, when all is still,</br>Thy charms to contemplate, thy praise to sing&mdash;</br>To feel how man thy pruning influ'nce needs,</br>To rob his passions of their headstrong force&mdash;</br>To curb his inclinations &mdash; and confine</br>Within its proper bounds his vicious will;</br>A will, which by thy pow'r, if uncontrolled,</br>Itself to see, its rashness to perceive,</br>Reflection knows not, and subjection scorns.</br>Oh!  how much more commendable to tread</br>The flow'ry paths of Science fair; to cull</br>A crown of laurels from Parnassian heights,</br>And eagerly imbibe the limpid streams</br>That Helicon affords; the fertile mind</br>With knowledge pure and choicest arts to store;</br>Then all the morn and sunshine of our days</br>In Dissipation's train to pass away:  and thus,</br>'Midst all the bustle of the busy world,</br>To kill our precious time, and quite destroy</br>The heav'nly prospect of our future bliss.", "Behold the citizen,</br>Immur'd in wealth, whose life a shocking scene</br>Of rioting displays.  One single hour</br>Of solitude to him would far exceed,</br>In real utility, whole weeks beside,</br>If idly spent in Dissipation's train</br>Of sensual pleasures eagerly pursu'd,</br>Or bacchanalian joys, whose seeming charms</br>Are but of short duration, leaving then</br>The hapless vot'ry plung'd in deep distress,</br>And whose polluted breast a victim falls</br>To all the lashes of severe remorse.", "Not so the man, who mindful of his end,</br>Stands well prepar'd to meet the awful stroke</br>Of grisly Death, and leaves this idle world</br>(Conscious of having clos'd a well-spent life)</br>With all the calmness of a mind at ease,</br>Waiting the passport to those realms of bliss</br>Where one eternal spring encircles all.</br>But still this sweet serenity, this peace,</br>Is not an earthly gift; then whence obtain'd?", "Go seek retirement; and, when thus engag'd,</br>Reflect and meditate upon the past;</br>Strive, if you can, the future to improve;</br>Be e'er attentive to that still small voice,</br>Which in the secret of the soul exhorts,</br>Advises, and forewarns; points what to do,</br>And what to leave undone:  thus, reader,</br>Wilt thou lead a happy life, and thus enjoy</br>That calm serenity and heartfelt peace</br>Of which the good man boasts; and thus wilt find</br>That Solitude has charms.</br>"]