["Thus, then, the plastic mind my muse surveys</br>With forms by each external scene imprest;</br>As Memory, more or less, her power displays,</br>Or Fancy, brooking not a moment's rest,</br>Or those prime movers of the generous breast</br>The Passions:  stealing sweets from all around,</br>They to our being give a keener zest;</br>While, as we wander on our native ground,</br>We call back former years at every sight and sound!", "Behold, on beasts this fondness habit graves</br>Deep as the chissel'd figure grav'd on stone:</br>And, from the rocks where ice-clad Hecla raves</br>To where swart Afric pants beneath the zone,</br>All feel their nerves with energetic tone</br>Vibrate to some congenial soil, and strung</br>For a peculiar air.  Yet, we disown</br>Incredulous, the storied beasts that sprung,</br>Each to his kindred earth, and o'er his parent hung.", "Nor less, from use, the sons of reason mark</br>Their native skies, their heart-responding home;</br>Whether those skies be azure-bright, or dark</br>With sullen tempest; whether lordly dome</br>Or shed be theirs.  Still, sighing deep, they roam</br>Far from the umbrageous grove, or village green;</br>Nor wander over Ocean's angry foam,</br>Without a hope once more to trace serene</br>Where peace hath smooth'd her wing, the dear familiar scene.", "Here, where, descending from the sea-worn cliffs</br>In his own heavy cloud of darkness clad,</br>Full oft his watery pennons Auster lifts</br>And wraps the extensive isle in sudden shade,</br>Tho' vernal sunbeams were effus'd, to glad</br>Our landscapes, from Cornubia vein'd with ore</br>To Scotia's heaths that triumph in the plaid;</br>The Briton still prefers the changeful shore</br>To Egypt's cloudless plains where no rude tempests roar.", "Yes!  o'er his acres the green barley-blade</br>He values more than fields of clustering rice;</br>And rather shapes his way thro' plashy glade</br>Where crackles, at each step, the sheeted ice,</br>Than mid gay groves of cassia, that entice</br>The soul to pleasure, far diffusing balm:</br>To him more dear the oak-crown'd precipice,</br>Than the deep verdure of date-crested palm,</br>Where all is lap'd in ease, one languor-breathing calm.", "To him more sweet thro' ashen woods to rove,</br>As eddying winds the foliage round him whirl,</br>Than cull the blossoms of an orange-grove</br>Skirted by rose-tree bowers, where rivulets purl</br>Mid basil tufts, and odorous breezes curl</br>The dream besprent with many a silver lote;</br>While, on the smooth canal, light ships unfurl</br>Their sportive sails, and gently as they float,</br>Flutter the billing doves, and croud the neighbouring cote;", "While the gay-gilded mosque shines, half-conceal'd</br>By tamarinds and the broad-leav'd sycamore,</br>And, as beneath their trembling verdure veil'd,</br>Airs, Eden-born, delicious incense pour</br>Softening the fervors of the summer-hour;</br>While rich pomegranates bid their cooling seeds</br>To the parcht palate a keen sense restore,</br>And, round each whispering islet of cane reeds,</br>Its melon's grateful pulp the tepid water feeds.", "Not ivory palaces, their roofs inlaid</br>With massy gold, where thrones of coral glow</br>Starr'd with the gems of Ormuz; not the shade</br>Ambrosial, waving its peach-flowers that blow</br>To pearly grapes, and kiss the turf below.</br>The genuine son of Albion could induce</br>His dairy-meads, his fallows to forego:</br>Not all the fruits, that bloom o'er every sluice,</br>Would, in his mind, outvie the redstreak's vermeil juice.", "Nor, if to innocence a gentle smile</br>Beam, placid as the May's mild morning-break;</br>If, with a modest blush, to mark our isle,</br>Mantle to veins of azure the fair cheek;</br>Are not the charms of foreign beauty weak,</br>Beauty, that wantons with voluptuous air?</br>Can jetty ringlets that adorn the neck,</br>Sleek as they glisten to the sunny glare,</br>Rival, O Albion's dames, your amber-brightening hair?", "Yet pleasure views and trembles at the gaze,</br>Those glossy tresses their luxuriance spread</br>To roseate essences; the diamond-blaze</br>Of many a crescent on the turban'd head,</br>Or the pearl-lustre as by rainbows fed;</br>The full dark eye; the panting of the breast</br>Thro' gauze that seems to kindle; limbs that shed</br>Purpureal light by silken folds carest,</br>And the rich zone that checks the thin transparent vest.", "See as the rose-lipt Alme weave the dance,</br>To melting airs they move, in amorous play;</br>Or, arch with nods and wreathed smiles, they glance</br>Their nimble feet to frolic measures gay:</br>The cymbal's notes to love new warmth convey:</br>The burning aloe breathes its fragrance round.</br>O'er all the light saloon with sparkling ray</br>The diamond trembles to the dancer's bound,</br>While with fantastic mirth the dizzy roofs resound.", "See glowing virgins lave the polisht limb,</br>What time they bid the musky bath exhale</br>Its steaming odors, and along the brim</br>The dalliance of the loves lascivious hail:</br>Or, when the clear night wafts her cooling gale,</br>See their fine forms, as eve's last colours die,</br>Slow on the flower-embroider'd terrace sail;</br>While, glittering thro' its whole expanse, the sky</br>With its deep azure shade relieves the wearied eye.", "Yes! &mdash; Home still charms:  and he, who, clad in fur,</br>His rapid rein-deer drives o'er plains of snow,</br>Would rather to the same wild tracts recur</br>That various life had mark'd with joy or woe,</br>Than wander, where the spicy breezes blow</br>To kiss the hyacinths of Azza's hair&mdash;</br>Rather, than where luxuriant summers glow,</br>To the white mosses of his hills repair</br>And bid his antler-train the simple banquet share.", "All love their native spot; whether beside</br>Their ice-ribb'd mountains thro' a waste of night,</br>They catch the frost gales from the stormy tide,</br>And shiver to the boreal flashes bright;</br>Or, if the sun vouchsafe a noonday light,</br>Hail, from the crags, his faint reflected beams,</br>And slide o'er mouldering bridge, from height to height,</br>Where pine or ebony, or benreed gleams,</br>To float their huge-hewn planks, along the gulphy streams:", "Or, whether blinded by the solar glare</br>The moon-ey'd Indian amid poison'd dews</br>Tainting the breeze, to balsam groves repair,</br>And sleep, tho' venom many a plant diffuse:</br>Or whether he who journeys o'er Peru's</br>Re-echoing caverns, heap his gold, to pave</br>The streets with ingots, oft as he pursues</br>His burthen'd beast, to where the boiling wave</br>Once swallow'd Lima's walls, a universal grave.", "E'en now where rages red Vesuvio's flame,</br>Scarce from the fluid rocks his offspring fly;</br>Tho' cities, strown around, of ancient name,</br>The monuments of former vengeance lie.</br>And we have mark'd the indissoluble tie</br>By which a myriad down the yawning gloom</br>Descended erst, as Etna fir'd the Sky&mdash;</br>By which a myriad that escap'd the doom,</br>Cling to the sulphur'd spot, and clasp their comrade's tomb.", "No country, then, is fair to all alike;</br>No landscape with inherent beauty glows:</br>But different objects different creatures strike,</br>Whether Peruvian suns, or Greenland snows.</br>The mind alone, from habitude, bestows</br>On each familiar form its shadowy grace:</br>Thus a sweet spring of satisfaction flows,</br>Or to the human or the bestial race,</br>From that ideal source &mdash; the charm attacht to place.", ""]