["Where Erin ramparts out the western deep</br>With Kerry's mountain realm and rocky shore,</br>Dismay and solitude their vigil keep,</br>'Mid darkness, hurricane, and thunder's roar.</br>In vision round them throng the days of yore,</br>Departed saints and heroes they behold,</br>And shudder at traditionary lore,</br>By unimaginable heralds told,</br>Who deeds of other years and other worlds unfold.", "Such the stern mood of thunder and of night,</br>Where Brandon Hill frowns awful on Tralee,</br>Or Kerry Head uprears his cloudy height,</br>And in defiance breasts the raging sea.</br>But atmospheres serene have charms for me,</br>And daylight sparkling on the Emerald Isle,</br>Where Nature in her bounty wantons free,</br>Till all Elysium springing at her smile,</br>O'er cliff, o'er mead, o'er dell the lengthened march beguile.", "Awake, young pilgrim, mark, how paints the dawn</br>With varied hues Killarney's fairy reign,</br>Where castellated rock and abbeyed lawn,</br>And island groves adorn the liquid plain;</br>While margining the triple lake's domain,</br>Far as the southward gazer can descry,</br>Forests and towering steeps in far-drawn train</br>Mingle their vastness with the clouds on high,</br>Like steps by which the soul ascends into the sky.", "What shade, what coolness, in the embowering wood,</br>Around Bellevue, beneath the templed brow</br>Of Aghadoe; where ages long hath stood</br>The round-tower's mystery.  Mark the ruddy glow</br>Of youth and age, in never ending flow,</br>That to the eventful contest wend their way,</br>Where fate, and judges of the field, must shew</br>If England or Hibernia win the day:</br>Sure prelude to carouse, to song, debate and fray.", "They start, they fly, they come  &mdash; the course is done:</br>The chorus of wild triumph rides the air</br>In uproar:  the Milesian steed hath won;</br>And even the loser hath a heart to share</br>That universal joy; &mdash; but, O, beware</br>The witchery of the turf &mdash; the mirth it brings</br>Is harbinger to ruin and despair,</br>Bears off estate and fame on harpy wings,</br>And like all adder bites, and like a scorpion stings.", "Escaped from such Charybdis, by the bridge</br>Of Scarvagh-Killin speed we to the stream</br>Of Lein, while gathering storms from Toomies' ridge</br>Roll downward (murky as the night-mare's dream)</br>With here and there a brief and doubtful gleam.</br>Even so unlooked-for sorrows oft deface</br>The morn of youth, and dim its orient beam;</br>For not on earth hath man his resting-place;</br>Where wanderers are we all, and all must run the race,", "Through time and death's dominion, to the close</br>Of nature, when the trumpet calls to doom.</br>But much awry our speculation goes</br>If present need we miss:  the tempest's womb</br>Is bursting on the mountains, and the gloom</br>Dissolves in smoking deluges around,</br>That heaven and earth in one vast night entomb:</br>And cleft of rock, or cavern under ground,</br>Must be our shelter now, if shelter may he found.", "Thus halting, look to where Macarthy More,</br>With arm unconquerable, upheld his reign,</br>And welcoming the battle's fierce uproar,</br>Stood like a lonely island of the main,</br>Whose adamantine boundaries disdain</br>The billow and the blast For never quailed</br>The heart of Erin; never shall a train</br>Of gallant sons he wanting, robed or mailed,</br>To grace her in repose, or guard her if assailed.", "O, my loved Erin couldst thou brook the curl,</br>Of order and of law, how blest wert thou:</br>For then should no intestine broil disturb</br>Thy peace; nor vain repining cloud thy brow.</br>Theirs the reproach and guilt who better know,</br>Yet false alarums ring to party rage;</br>And bid thee with unhallowed ardour glow,</br>Sully with deeds of blood thine history's page,</br>And for imagined wrongs eternal warfare wage.", "The sun returns; haste on, my friend; behold,</br>Where yawns Dunlow's abyss the crags between.</br>Well may the bosom heave, the blood run cold,</br>And the knee tremble.  'Mid this gulf hath been</br>The hand, the visitation of the Unseen,</br>In majesty of horror &mdash; list! &mdash; no sound;</br>Look up &mdash; no life, no vestiges of green.</br>Solitude, desolation all around,</br>And cloud-capt peaks that gird the unfathomable profound.", "Yet terror call it not, but stern delight,</br>To gaze upon such chaos:  while the mind</br>Apart from her inthralling clay takes flight,</br>In adoration soaring unconfined.</br>What error theirs, to happiness how blind,</br>Who measure all by sense, reserve no room</br>Within the heart for thought of loftier kind,</br>But slumber in forgetfulness and gloom,</br>Till bursts upon their heads the thunder-peal of doom.", "A wilderness like this, the Tishbite seer</br>Explored in Horeb, when Jehovah sent,</br>Before his mercy-seat, the dread career</br>Of whirlwind, that the rocks and mountains rent.</br>Then quivered earth, then blazed the firmament:</br>But wind, nor fire, nor earthquake was the shrine</br>That veiled the glory of the Omnipotent.</br>For, hark!  the still small voice, mysterious sign</br>Of God within the breast, and colloquy divine.", "Genius of Contemplation!  not in scorn</br>Do we adventure, nor with breath profane,</br>To pour a soul into the mellow horn,</br>And wake the marvels of thy lonely reign.</br>A voice, we know not whence, repeats the strain;</br>A thousand tongues, invisible, reply</br>In mimic note again, and yet again;</br>Till faint in distance the sweet echoes die,</br>Like reascending choirs of angels to the sky.", "They are but sounds; yet not in vain we lend</br>To sounds so worthy paradise an ear:</br>We catch their inspiration, and ascend</br>In fantasy's immeasurable career,</br>Beyond the lunar ball and starry sphere,</br>To where the cherubim and seraphim</br>Hold jubilee throughout the eternal year,</br>In choral ecstasies of praise to Him</br>Before whose sight the heaven and all their hosts are dim.", "O might it be for ever thus! &mdash; too soon</br>The bond of sense corporeal checks our flight</br>And drags us down, to climb, in blaze of noon,</br>The vast abrupt of wonder and affright,</br>By lake, by stream, or buried under height</br>Of rocks that nod, impending to their fall.</br>Unmingled good is not for mortal wight:</br>Toil, pain, vicissitude, must come to all</br>Who on terrestrial orb, poor feeble emmets crawl.", "And is there not a cause? &mdash; Think how began</br>The world's first pilgrimage of youth and joy,</br>When frailty-free arose imperial man,</br>God's image, heir of peace without alloy.</br>Alas!  that sin should enter, and annoy</br>The bliss of Eden, troubling the serene,</br>With hopes that cheat, and pleasures that destroy.</br>Sithence hard task for discipline hath been,</br>From transitory toys the unwilling soul to wean.", "Clambering aloft, we bound we walk, we creep,</br>Mile after mile, from rocky stair to stair;</br>Till now advancing toward the topmost steep,</br>And elevate beyond the reach of care,</br>Heaven's vestibule we tread.  Yet signs there are</br>Even here of habitation:  smoke-wreaths blue,</br>Beneath yon rock denote some uncouth lair;</br>Perchance of one who wealth and grandeur knew,</br>Yet voluntary thence to holy rest withdrew.", "Ah, no a sorceress here (so rumour tells)</br>Whose alchemies the bearded grain transmute,</br>In limbec and retort concocts the spells,</br>That travesty the human to the brute:</br>Yet such the gust of interdicted fruit,</br>That though her victims dwindle and wax pale,</br>Day after day, her threshold they salute,</br>To quaff her mountain-dew's insidious bale,</br>Whereof, who deeply drinks, the draught shall sorely wail.", "For think not this the pearly moisture cool,</br>Ambrosial, dropping from the wheels of morn:</br>It is a wicked dew, that will befool</br>And send thee forth, of strength and reason shorn,</br>A dolt, an ape, the laughing-stock of scorn!</br>Be not enamoured of contempt and blame,</br>Pluck not the rose that bears so sharp a thorn;</br>Touch not &mdash; or if thou hast, thy grasp reclaim,</br>Nor thus for poison truck, health, competence and fame.", "She comes &mdash; in semblance of a withered crone,</br>Goblet in hand.  \"Tired stranger, drink,\" she cries;</br>\"Unhappy he, who on himself alone,</br>\"Oblivious of elixir's aid, relies:\"</br>But heed her not; be temperate, and be wise;</br>Yet courteous in thy wisdom, lightly taste:</br>A sparing use exhilarates, fortifies,</br>And dancing in the veins, repairs the waste</br>Of stumble, stride, and leap, strained sinew, heat and haste.", "At length, upon the summit ridge we stand,</br>Whence vision strains to search the depth below:</br>Before, behind us, and on either band,</br>Are valley, tarn and cliff &mdash; the torrent's flow&mdash;</br>And mountains over-arched with pluvial bow.</br>These are the temple:  here, to swell the song</br>Of Nature, thunders roar and tempests blow,</br>Till from mortality's self-blinded throng</br>The summoned spirit soar, and heaven-ward sail along.", "\"Good is it to be here;\" the Apostle cried,</br>Who on the mount Messiah's glory saw:</br>And good it were that we too should abide</br>Sequestered thus, if in religious awe,</br>We could from guilt as from the world withdraw,</br>No duty shunned, no sacrifice unpaid</br>To social good, to Gospel, or to Law.</br>But flowers of amaranth spring not in the shade,</br>And Faith, Hope, Charity, are but a vain parade", "In him, whose sour abstraction to the cell</br>Of malcontent misanthropy retires,</br>Forgetting and forgotten, there to dwell,</br>Cumbering the ground.  Far other thought inspires</br>High heaven, far other holocaust desires;</br>And the prime record of Redemption's plan</br>Gave oracle what service he requires:</br>For thus in Bethlehem fields the hymn began&mdash;</br>\"Glory to God on high, good-will and peace to man!\"", "Descend we to the world again &mdash; a fall,</br>Precipitate; save here and there between,</br>A marshy ledge, besprent with rushes tall,</br>Gave change of peril.  Frequent might be seen</br>The myrtle of the bog, whose foliage green</br>Steams on the grasp a cloud of fragrance rare:</br>So virtue when opprest hath ever been</br>In sight of heaven, the more approved and fair;</br>A balsam beyond price, a pearl above compare.", "Our boat was ready on the wild lake's shore,</br>Manned with a courteous and a gallant crew</br>Young Leary, skilful at the feathering oar,</br>And Darby Connor, trowsered spruce in blue;</br>The heart into the sinews Roberts threw,</br>And Tehan stoutly tugged the boat along,</br>Though on his forehead time some furrows drew.</br>Cheered with the bugle, repartee and song,</br>Together all they pulled, a lengthened stroke and strong.", "Safely we steered with Fleming at the helm:</br>Foul shame it were, had Fleming past unsung,</br>The pride, the phoenix of Killarney's realm,</br>Cool, temperate, watchful; on whose lips, though young,</br>Authority, and mingled kindness, hung.</br>Connal our minstrel was, a peerless guide,</br>Though law's rough saddle once his withers wrung</br>For hasty speech: &mdash; can ever good betide,</br>When passion and poteen in reason's room preside?", "What amplitude of mountains circling round,</br>How sleeps the lake beneath yon rocky wall!</br>Speak not; nor breathe &mdash; let no unhallowed sound</br>The consecrated solitude appal:</br>For what though every where and over all</br>Omnific presence rule, unheard, unseen?&mdash;</br>A sterner voice and a diviner call,</br>In crag and wilderness hath ever been;</br>Rebuking the gay stir of vanities terrene.", "Condensed around the upland of the Boar,</br>The vapours blacken, and the winds pipe loud:</br>And shagged with storm, 'mid elemental roar,</br>The mountain, like a giant in his shroud,</br>Scowls through the veil of darkness and of cloud.</br>Poor mortal!  wilt thou dream of pomp and power&mdash;</br>Has glory charms?  are earth and ashes proud?</br>Look round thee, shrink from the wide-wasting shower;</br>And own thyself at most, the pageant of an hour.", "Along the current, that meandering steals</br>Into the lake of Lein, we wound our way</br>Through grim defile, to where the eagle wheels</br>Round the rock-cradled mansion of his sway,</br>Or sun-ward culminates.  In elfin play</br>The many-throated echoes there repeat,</br>From east and west, from high and low, the lay;</br>Swell in advance, or languish in retreat:</br>Sweet beyond art, beyond imagination sweet.", "But if a bold adventurer provoke</br>The paterero's thunderbolt of sound,</br>It flames &mdash; it blasts; &mdash; recoiling from the stroke,</br>Earth reels &mdash; the aerial ridge, the chasm profound,</br>Long peal of dread artillery rebound.</br>Turk calls on Mangerton; and o'er the height</br>Of Cromagloun the battle-roar flies round,</br>Recedes, returns, redoubles left and right,</br>And all things are confusion, uproar, and affright.", "Scared by the deafening turbulence, we fled</br>The demons of the wild, with mop and moe,</br>And hideous hubbub, scoffing at our dread,</br>And hanging on our rear.  At length the foe,</br>Relenting into silence, let us go;</br>Nor dragged us backward to their goblin den,</br>In that deep world of wonder and of woe;</br>Where once immured in cavern or in fen,</br>We never more had known sun, moon, or face of men.", "Beneath the bridge, and by the pleasant coast</br>Of Dinas isle, the rapids bore us down;</br>The while our navigators made their boast</br>Of Boatman's-Hall, and fair Killarney town;</br>And how, amid the pendent groves that crown</br>Turk's northern side, the giants dwelt of old;</br>And how strange misadventure foiled the clown,</br>Who rashly dived to that subaqueous hold,</br>Where snarls the spectre hound to guard the crocks of gold.", "But now, without dimension, without form,</br>A dark confusion overspread the day;</br>Conglomeration huge of cloud and storm,</br>That on us pounced, like leopard on his prey,</br>And like a debtor dunned we scoured away.</br>Yet, sudden though the flurry, fierce its power,</br>The timely refuge of a sheltered bay</br>Glena bestowed; where in umbrageous bower</br>Securely we contemned the pelting of the shower.", "Looking to where Lough Lein's thick-clustering isles</br>In labyrinth of loveliness are spread,</br>We little dreamed of fortune's wanton wiles,</br>Or diadem impending o'er our head.</br>Such the career of life so are we led,</br>Unknowing wherefore, when, or whither bound,</br>On what new errand, what new clime to tread.</br>In truth and virtue certainty is found;</br>All mention of it else were but an empty sound.", "Among our company was one, whose name</br>Maternal marked him of a lineage rare,</br>Erst in Ierna, of toparchal fame,</br>Whose antique appellation to declare</br>Orthography and verse at variance are;</br>Though once (unless tradition fable be)</br>They conquered from Killarney to Kenmare:</br>Whence vests in him, from that high pedigree,</br>Of six-and-thirty isles, the principality.", "But what avail us arable or down,</br>Till on them drop the fatness of the shower</br>Or toil and talent, till occasion crown</br>Their energies, and fortune grant the dower?</br>The ascendant must be waited, and the hour,</br>Ere astrolabe detect the favouring sign;</br>And even of genealogy and power,</br>What deem we, till their bounties warm and shine?</br>Mere pearls within the shell, mere diamonds in the mine!", "Such thought revolving, thus the prince began.</br>Strangers of England whose far-searching mind</br>Hath sent you to survey the modes of man,</br>What passions prompt him, and what sanctions bind</br>In these rude wilds &mdash; reception shall ye find,</br>Such as the wanderer and the guest may crave:</br>For we avouch, and ever have opined,</br>That honour is the birth-right of the brave,</br>And gifts distinguish best the sovereign from the slave!", "Ye both are welcome, and ye both employ</br>Alike our care:  yet let not age think blame,</br>If youth (for youth has longer to enjoy)</br>Be chosen to taste our bounty, and proclaim</br>To the four winds our hospitable fame.</br>An isle of yonder archipelago</br>His sceptre shall receive, and bear his name:</br>That we and all our ancestors may show</br>How well to win allies, and grace desert we know.", "He added not:  and as his words had end,</br>The brightening aether gave auspicious sign;</br>And the young chief-elect prepared to bend</br>His cares on royalty, and how to shine</br>The founder of a long imperial line.</br>Straight we embarked; while the subsiding breeze,</br>The emerging sun, the temperature benign,</br>Foreboded quiet rule, unbroken ease;</br>Invaders none without, within no rapparees.", "The destined appanage (like modest worth)</br>Was little known; untilled as yet and bare,</br>Save where the red-stemmed arbutus hung forth,</br>Fruitage and flower at once, adorning fair</br>Each limestone crevice.  How shall art compare</br>Her fading hues to that perennial green!</br>As well might vice and ignorance hope to share</br>With wisdom in the happiness serene,</br>That converse holds in heaven, and looks to things unseen.", "Anon we landed; and the unconscious isle</br>Received its future lord, and took his name</br>With ceremonial given and mingled stile</br>Of Erse and Latian tongue, as well became</br>Killarney's lettered sept, and classic fame.</br>Then was libation made:  and three times three,</br>The cheers of loyalty and loud acclame,</br>Taught lake and mountain to repeat with glee,</br>Prosperity and peace to that new dynasty!", "The investiture, in record duly penned,</br>That night the donor's coronal must grace;</br>And each a twig of arbutus must bend,</br>And on his brow the verdant chaplet place,</br>In reverence and memorial.  Erin's race</br>With fanciful fond pastime thus recal,</br>Of domination past each fleeting trace,</br>That in secluded walk, or crowded hall,</br>May soothe their solitude, or glad their carnival.", "A lofty race they are, of kindred soul</br>To the hot sun; yet listening in delight,</br>And homage, to persuasion's mild control:</br>But he who thwarts them, or invades their right,</br>Had better beard a lion in his might.</br>Strong as the bison, agile as the roe,</br>Prompt in the gibe, and prompter in the fight;</br>To benefit a friend, or quell a foe,</br>Through pain, toil, peril, fire, and water will they go.", "The day declines:  a lengthening dusk is thrown</br>Along the lake, on castle, rock, and glade,</br>Saddening the hue of Rabbit Island brown,</br>And Inisfallen's wilderness of shade;</br>And where the truant imp, the frolic blade,</br>Whom 'Paddy Blake' the men of Kerry call,</br>Lurks by the tower of Ross in ambuscade,</br>Mocks instrument of speech, song, laughter, brawl,</br>Gives audience day and night, and challenges from all", "Accepts; and, after grave deliberate pause,</br>Each inarticulate or articulate sound</br>Rehearses, note by note, or clause by clause;</br>And laughs to hear philosophy profound</br>The causes of his merriment expound.</br>Yet is he but an atom of the chain,</br>In which the circling elements are bound</br>By Him whose fiat framed, whose hands sustain</br>Earth and the firmament, and multitudinous main.", "Our voyage done, awhile upon the strand</br>In meditation mark we the serene</br>Of soft religious twilight, mantling land</br>And water, the gray cliff, the forest green,</br>In melancholy and gloom, till all between</br>Be mingled with the horizon towering high,</br>Save (where the lake's dark windings intervene)</br>In rude inverted grandeur we espy</br>The solemn mountain-wall reflected to the sky.", "Meantime, in majesty from pole to pole</br>Progressing, the magnificence of night</br>Illumines one by one, and bids to roll</br>From orient to the west, the infinite</br>Of stellar fires.  So, when all earth's delight</br>Is darkened and withdrawn, Faith lends her wing,</br>New worlds, new paradises bless the sight,</br>And angel hierarchies are heard to sing,</br>Where lamps in emblem burn before the Eternal King.", "Nor angels only; every orb a voice</br>Re-echoes:  ocean, air, and the dry ground,</br>The sun and moon, the day and night rejoice;</br>Wind, storm, and time, and seasons in their round</br>Fulfil his bidding, and his praise resound.</br>And if, beneath the shadow of death, where pine</br>Sorrow and sin, if thus, even there, be found</br>A glimpse, an image of the bliss divine;</br>If through mortality's thick cloud such radiance shine.", "What then shall be the glory when the alloy</br>Of sense and appetite, of guilt and fear,</br>At once dissolving into life and joy,</br>Lets in the vision of the empyreal sphere,</br>The blaze of heaven's irrevoluble year?</br>Such on the banks of Jordan was the flight</br>Of fiery steeds and chariot, the career</br>Of whirlwind bearing from Elisha's sight</br>His master, to the throne of inexpressive light.", "Perchance we murmur at our scanty dole</br>Of knowledge, and would foreign climes explore;</br>Invade the frozen desert of the pole,</br>Or breath the fragrance of Arabia's shore;</br>Or search the sculptured mountains of Ellore;</br>On Himalaya tempt the secret hall</br>Of Typhon, and the death-winged thunder's roar,</br>With summer fly round this terraqueous hall,</br>And keep each month alike the sun's bright festival.", "But nobler were it, from Jove's moons to view</br>His huge circumference filling all the sky,</br>The darkling flight of Uranus pursue,</br>And if above such height ascending high,</br>Some exiled planet undiscovered lie,</br>On that strange watch-tower to sit specular,</br>Or on the comet ride infinity,</br>And wandering o'er creation, see from far</br>The glorious orb of day diminished to a star.", "Even this were little &mdash; to the just is given</br>A loftier range, a kingdom more sublime;</br>The inviolable sanctuary of heaven,</br>Where never doubt, nor ignorance, nor crime,</br>Where never sorrow or dismay can climb.</br>Transfigured into light, they leave below</br>The narrow boundaries of space and time,</br>And up the everlasting mountains go,</br>Where bliss unutterable, nor pause, nor end shall know.</br>"]