["Refulgent from his zenith'd height,</br>The vast orb show'rs the living light,</br>While roseate Beauty hails the bounteous stream;</br>Gigantic Ocean drinks the blaze,</br>Wild on his boundless billows plays,</br>And shakes his glitt'ring tresses to the beam.", "But see, engender'd in the gloom</br>Of sullen Night's unhallow'd womb,</br>Dim clouds arise, and vapours fell;</br>Onward they speed their baneful flight,</br>Spread o'er the Heav'ns their shadowy spell,</br>Deform the promis'd day, and veil the glorious light.", "Ah!  now far off the tim'rous Pleasures haste,</br>Sad Silence slumbers in the list'ning waste;</br>From her lorn cave pale Melancholy steals,</br>And scarce a sigh her secret pang reveals;</br>Hush'd are the Zephyrs, mute the tuneful grove,</br>The notes that wak'd to joy, the gales that whisper'd love.", "But short the mournful change &mdash; behold</br>Again from high the radiant splendour roll'd;</br>See, the fresh flow'rs with brighter tints are spread,</br>And richer colours paint the mountain's head;</br>The wanton river more luxurious leads</br>His silv'ry current through the laughing meads;</br>A sweeter song the feather'd minstrel tries,</br>Far sweeter perfumes from the blossoms rise;</br>'Tis Nature's incense fills the bright'ning skies.", "So when thy lustre, GEORGE, awhile</br>Was lost to Britain's sorrowing isle,</br>Appall'd, we shrunk beneath the blow;</br>The boldest heart confest dismay,</br>Despair o'ercast our Glory's day,</br>Witness'd a Sov'reign's worth, and spoke a nation's woe.", "But rising now to transport from her fears,</br>Health be to GEORGE, our King!  Britannia cries;</br>Waft the warm wish, ye gales that rise,</br>Spread the glad sound ye ecchoing spheres,</br>Where'er Britannia proud her victor-sceptre rears:</br>Let distant CONTINENTS declare,</br>The glorious CAUSE that wakes a nation's care,</br>When in disaster's heavy hour,</br>Dire sickness clouds the Monarch's brow&mdash;</br>'Tis that unshrinking from his hallow'd vow,</br>That Monarch, to his free-born people just,</br>Reigns but for those who gave him power,</br>And makes it glory to deserve the trust.</br>Long rest the sceptre in his equal hand,</br>And to his sway may Heav'n propitious be,</br>Long may he rule a willing land,</br>But oh!  FOR EVER MAY THAT LAND BE FREE!", "Have we not seen a threat'ning world combine</br>To tear the laurels from Britannia's shrine;</br>Seen countless navies load the weary main,</br>Legions on legions swell th' embattl'd plain?</br>Yes, with disdain have seen them, and they know</br>How quick the bold presumption ends in woe:</br>As when of yore, on Poictiers' purple field,</br>Gaul's regal lord resign'd his lillied shield,</br>When CRESSY'S troops the sable Chief rever'd,</br>And first ICH DIEN on his plumes appear'd.</br>So STILL, the vanquish'd foes of Albion find</br>Nought can resist th' unconquerable mind;</br>From Elliot's thunder, Rodney's rage, they fly,</br>Fate gives th' inspiring word &mdash; 'Tis GEORGE and LIBERTY.", "Fairy people!  ye who dwell</br>In fragrant ev'ning's vap'ry cell,</br>To the clear moon oft repair,</br>And quaff the spirit of the air!</br>Bear Britannia's votive wreath,</br>Where the gentlest zephyrs breathe:</br>Lave it in the saphire tides,</br>Where immortal Fame resides;</br>Mark the leaves which valour wove,</br>Gather'd by the hand of Love;</br>Virtue bless'd them as she view'd&mdash;</br>'Tis the wreath of gratitude!", "Yet still a nobler palm to Britain's heir</br>Let the fond ardour of affection bear;</br>Just so the favour'd PRINCE, in whom we trace,</br>The brightest glories of the Brunswick race,</br>Unfeign'd benevolence, grace void of art,</br>The mildest nature, and the firmest heart;</br>Feelings, that share the grateful bliss they give,</br>When blushing beauty bids the suff'rer live;</br>The pride of gen'rous worth which pants to prove</br>His dearest birth-right is the people's love;</br>His best ambition to revere that law,</br>Which holds the free-born heart in willing awe.</br>Such are the virtues happy Britons own,</br>Diffuse reflected lustre on a throne.</br>And, lo!  HIBERNIA, from her fertile coast,</br>Leans o'er the lucid waves to hear the boast;</br>Then gaily strikes her harp's melodious string,</br>And with the fond applauses greet the spring,</br>Greets the light blast which jocund speeds away,</br>To where th' Atlantic clasps the sinking day.</br>Speed ye soft gales, our nation's honour raise,</br>And blend in kindred fame fraternal praise;</br>To' thou, ingenuous YORK, all praise disclaim,</br>And in a brother's glory seek thy fame,</br>Howe'er with conscious worth thy bosom glows,</br>Blest be those youths whose love and duty wait,</br>To guard the public Parent of the state&mdash;</br>And blest the Father, who when ills invade,</br>From Heav'n and nature claims the surest aid?", "Sullen Hate and Party spleen,</br>Pride and Envy quit the scene!</br>Friendship here, and Pleasure bind</br>Flow'ry fetters on the mind,</br>Female charms around conspire&mdash;</br>Beaming love and soft desire;</br>Forms celestial, that surpass</br>Those beheld in Fancy's glass,</br>When the youthful Poet's eye</br>Meets the vision'd extasy</br>Sons of Freedom hither haste,</br>Only you the bliss can taste.</br>Only you have pow'r to prove</br>What is Beauty, what is Love,</br>Sons of Freedom hither throng,</br>Join with us the loyal song,</br>'Till in glad concord ev'ry heart agree,</br>BRUNSWICK'S blest line &mdash; BRITANNIA'S liberty.</br>"]