["CUDDY.", "In Rural Strains we first our Musick try,</br>And bashful into Woods and Thickets fly,</br>Mistrusting then our Skill.  Yet, if thro' Time</br>Our Voice improving gains a Pitch sublime;</br>Thy growing Virtues, Sackvil, shall engage</br>My riper Verse, and more settled Age.", "The Sun, now mounted to the Noon of Day,</br>Began to shoot direct his burning Ray,</br>When, with the Flocks, their Feeders sought the Shade,</br>A venerable Oak, wide-spreading made.</br>What should they do to pass the loit'ring Time?</br>As Fancy led, each form'd his Tale in Rhyme:</br>And some the Joys, and some the Pains of Love,</br>And some to set out strange Adventures strove;</br>The Trade of Wizards some, and Merlin's skill,</br>And whence to Charms such Empire o'er the Will.</br>Then Cuddy last (who Cuddy can excell</br>In neat Device?)  his Tale began to tell.", "When Shepherds flourish'd in Eliza's Reign,</br>There liv'd in great Esteem a jolly Swain,</br>Young Colin Clout; who well could pipe and sing,</br>And by his Notes invite the lagging Spring.</br>He, as his Custom was, at Leisure laid</br>In silent Shade, without a Rival plaid.</br>Drawn by the Magick of th' inticing Sound,</br>What Crouds of mute Admirers flock'd around!</br>The Steerlings left their Food; and Creatures, wild</br>By Nature form'd, insensibly grew mild.</br>He makes the Birds in Troops about him throng,</br>And loads the neighb'ring Branches with his Song.", "Among the rest, a Nightingale of Fame,</br>Jealous, and fond of Praise, to listen came.</br>She turn'd her Ear, and emulous, with Pride,</br>Like Echo to the Shepherd's Pipe reply'd.</br>The Shepherd heard with Wonder; and again,</br>To try her more, renew'd his various Strain.</br>To all the various Strain she shapes her Throat,</br>And adds peculiar Grace to ev'ry Note.</br>If Colin, in complaining Accent grieves,</br>Or brisker Motion to his Measure gives,</br>If gentle Sounds he modulates, or strong,</br>She, not a little vain, repeats the Song:</br>But so repeats, that Colin half despis'd</br>His Pipe and Skill, so much by others priz'd.</br>And, sweetest Songster of the winged Kind,</br>What Thanks, said he, what Praises can I find</br>To equal thy melodious Voice?  In thee</br>The Rudeness of my rural Fife I see;</br>From thee I learn no more to vaunt my skill.", "Aloft in Air she sate, provoking still</br>The vanquish'd Swain.  Provok'd at last, he strove</br>To shew the little Minstrel of the Grove</br>His utmost Art; if so some small Esteem</br>He might obtain, and Credit lost, redeem.</br>He draws in Breath, his rising Breast to fill;</br>Thro' all the Wood his Pipe is hear'd to shrill.</br>From Note to Note in haste his Fingers fly;</br>Still more and more his Numbers multiply;</br>And now they trill, and now they fall and rise,</br>And swift and slow they change, with sweet Surprize.", "Attentive she doth scarce the Sounds retain,</br>But to herself first conns the puzzling Strain;</br>And tracing careful, Note by Note, repays</br>The Shepherd, in his own harmonious Lays;</br>Thro' ev'ry changing Cadence runs at length,</br>And adds in Sweetness, what she wants in Strength.", "Then Colin threw his Fife disgrac'd aside;</br>While she loud Triumph sings, proclaiming wide</br>Her mighty Conquest.  What could Colin more?</br>A little Harp, of Maple Ware, he bore:</br>The Harp it self was old, but newly strung,</br>Which usual he a-cross his Shoulders hung.</br>Now take, delightful Bird, my last Farewel,</br>He said; and learn from hence, thou dost excel</br>No trivial Artist.  And at last he wound</br>The murm'ring Strings, and order'd ev'ry Sound.</br>Then earnest to his Instrument he bends,</br>And both his Hands upon the Strings extends.</br>The strings obey his Touch, and various move,</br>The lower, answ'ring still to those above.</br>His restless Fingers traverse to and fro,</br>And in Pursuit of Harmony they go;</br>Now, lightly skimming, o'er the Strings they pass,</br>Like Winds, that gently brush the plying Grass,</br>And melting Airs arise at their Command:</br>And now, laborious, with a weighty Hand</br>He sinks into the Cords with solemn Pace,</br>And gives the swelling Tones a bolder Grace:</br>Then, intricate he blends agreeing Sounds,</br>While Musick thro' the trembling Harp adounds.", "The double Sounds the Nightingale perplex,</br>And pos'd, she does her troubled Spirit vex.</br>She warbles diffident, 'twixt Hope and Fear,</br>And hits imperfect Accents here and there.</br>Then Colin play'd again, and playing Sung.</br>She, with the fatal Love of Glory stung,</br>Hears all in Pain:  Her Heart begins to swell;</br>In piteous Notes she sighs, in Notes which tell</br>Her bitter Anguish.  He, still singing, plies</br>His limber Joints:  her Sorrows higher rise.</br>How shall she bear a Conqu'ror, who before</br>No equal, thro' the Grove, in Musick bore?</br>She droops, she hangs her flagging Wings, she moans,</br>And fetches from her Breast melodious Groans.</br>Oppress'd with Grief at last, too great to quell,</br>Down breathless on the guilty Harp she fell.", "Then Colin loud lamented o'er the Dead,</br>And unavailing Tears profusely shed,</br>And broke his wicked Strings, and curs'd his Skill;</br>And, best to make Atonement for the Ill,</br>(If for such Ill Atonement might be made)</br>He builds her Tomb beneath a Laurel Shade:</br>Then adds a Verse, and sets with Flow'rs the Ground,</br>And makes a Fence of winding Osiers round:</br>A Verse and Tomb is all I now can give,</br>And here thy Name at least, he said, shall live.", "Thus ended Cuddy with the setting Sun,</br>And by his Tale unenvy'd Praises won.</br>"]