["As wise experienc'd, valiant Generall,</br>When's Souldier armed is from Foot to Head,</br>And hath at hand his Shield and Sword, and all</br>His Armour, with his Belt fast buckeled;</br>Yet him into the Battell will not lead,</br>Till he be taught his Sword aright to wield,</br>To take Advantages, if offered,</br>And to defend his Body with his Shield:</br>Then him thus taught and train'd he leads into the Field.", "So wee, that in these spirituall Battells fight,</br>Not with frail Flesh, but Principality's;</br>And powers of exceeding force and might,</br>Besides their treason, plots, and policies,</br>Must first be taught in Armes to exercise;</br>That all in complete Armour ordered</br>And taught how to assault our enemy's,</br>They with our Sword may be discomfited,</br>And we from Hell and Bondage safe delivered,", "I of this Military Art doe know</br>No Tutor like to holy supplication;</br>Prayer who use of all our Armes doth show,</br>The Serjeant Major of our Militation:</br>Divinest Prayer, holy Meditation,</br>Whereby with God we have sweet conference</br>About the Mysteries of Mans Salvation;</br>And call the Angells downe for our defence</br>'Gainst Flesh's, Worlds and Devils hostile violence.", "Prayer, who though her knees bow in the dust,</br>Yet are her upper parts above the sky;</br>And do into th' Almighty's presence thrust,</br>To crave of all we want a new supply:</br>Which like to clouds of incense up doe fly,</br>If offered by his Sonnes sweet mediation;</br>Whose just requests, no Father, can deny:</br>Oh offer mine then, That this Meditation</br>May be directed by thy Spirits illumination.", "True Prayer is the opening the desire</br>Ev'n of our Heart and Soule to God aright;</br>Them powring out to him, that doth require</br>We should lay open all before his sight:</br>The Sacrifice wherein he doth delight,</br>A sure defence to him that right doth pray;</br>The Scourge, wherewith we Sin and Satan smite,</br>And powers all and policies gainsay,</br>Our surest Refuge in each dangerous Affray.", "For Christian souldier never kneeleth downe,</br>And lifts his heart up towards Heav'n to pray,</br>But all his Foes spirituall, him arowne</br>Assault and labour him herein to stay:</br>Then is it time for him about to lay,</br>With his sharp Sword to put them all to flight,</br>And for to arme each part lest they him slay,</br>With Greaves, Belt, Brestplate, Shield and Helmet bright,</br>In Faith, Hope, Patience, Truth and Righteousnesse to fight.", "By Rules of Art, I Prayer may divide</br>To these two Heads, Thanksgiving, Invocation;</br>The second I in three doe subdivide,</br>Petition, Intercession, Deprecation;</br>First seekes Gods Glory and our owne Salvation;</br>The second doth for others make petition,</br>(So Christ doth intercede by mediation)</br>By last we do entreat for sins remission,</br>And be deliver'd from all ill, and superstition.", "But as the Souldier, be he ne're so strong,</br>Well arm'd, and skil'd in points of Schoole-defence,</br>If that his spirit faint is laid along:</br>So if we in our Armes have confidence,</br>And not relye on Gods sole Providence;</br>His Spirit which helpeth our infirmities,</br>And doth instruct to pray with reverence,</br>Sending up heart and soul by sighs and cry's,</br>For all our Armes and strength our Foes will us surprise", "For Spirit is the cause efficient,</br>Of all our prayers that to Heav'n ascend;</br>Though Faith be the Internall Instrument,</br>By which we all things aske, doe apprehend:</br>With Faith and Spirit, Prayer Heav'n doth rend,</br>And whatsoever shee in Christ his Name</br>Doth aske, the Father downe to us will send:</br>This Pagans saw (though otherwise too blame)</br>That Christians nothing beg, but they obtaine the same.", "All Blessings spirituall, and temporall</br>Publike and private, for our selves and Friends;</br>All that in this life, or a better fall</br>To us almighty God for Prayer sends:</br>When Heav'n is shut up that no dew descends,</br>If we forsake our sins, and pray for raine,</br>The Heav'n on us abundant showers spends:</br>Though Foes us captive from our City's traine,</br>Yet Prayer makes us Free, and brings us home againe.", "If Dearth, Drowth, Pestilence be in the Land,</br>Or City's be besieg'd by enemies,</br>Then if the cause thereof, we understand</br>Our sins, And seeke by Prayer remedy,</br>God will be mercifull accordingly:</br>Yea, if a Stranger, of an Heathen Nation,</br>Doe call on God by Prayer heartily;</br>And of his life do seeke a Reformation,</br>His Prayer shall be heard, by Christ his mediation.", "Thus Prayer is for all things profitable,</br>If her true object she do never misse;</br>One God, who gracious, willing is and able,</br>And of our Heart the only Searcher is:</br>All things that are in Heav'n and Earth are his,</br>We must, no person in the Deity </br>Omit, when as we pray to him for Blisse:</br>All works externall, in the Trinity</br>Are one, though their internall have variety.", "Divinest Pater-noster!  whose one Word,</br>In it more heav'nly matter doth containe;</br>Then one whole hours babling can afford,</br>Suddaine abortives of an idle braine:</br>With tedious turnings, repetitions vaine;</br>Out tumbling all that in their stomack lies,</br>Which often goe beyond this Prayers straine,</br>As if they were more fervent or more wise,</br>Then he that for our patterne did it first devise.", "Pure Prayer made by serious meditation,</br>Or by this holy patterne rightly pend;</br>Brief spirituall, sublime ejaculation,</br>With fervent Fury doth to Heav'n ascend,</br>And to the mark like swiftest arrow tend:</br>God is in Heav'n, thou kneelest on the ground,</br>To him therefore no rash petitions send;</br>Therein let matter more then words abound,</br>And inward sighs and groanes, then outward plaints and sound.", "But Prayer; though by thy two mighty wings</br>Of Love, and Meeknesse, thou to Heav'n canst sore,</br>And come in presence of the King of Kings,</br>By pard'ning wrongs, and giving to the poore;</br>Presume not on thy merits ere the more</br>That Brightnesse who doth sit upon the Throne,</br>Angells not able are to stand before;</br>Alas how dar'st thou them there stand alone,</br>Without the mediation of the Holy One?", "Like birdlime merits, so thy wings besmeare,</br>That thou not able art to take thy flight</br>Above the Firmament, or to come neere</br>That ever-shining Lamp of Heav'nly Light;</br>Which ought thy Prayers to direct aright</br>In Knowledge, Meeknesse, and Humility,</br>By which we feele and have an inward sight</br>Of our unworthinesse and misery,</br>And seeke else where, for worth and true felicity.", "Ev'n to that lively Fountaine of the Lamb,</br>Which is a deepe Well, wondrously profound,</br>From which, by Prayer, breaking up the dam,</br>We draw up waters which doe there abound:</br>The depth of this rich Well, no Grace can sound,</br>But fervent Prayer, whenas She doth desire</br>To coole her thirst with waters therein sound,</br>Wherewith if once we coole our thirst, like Fire,</br>The more we drinke thereof, the hotter's our desire.", "An Oxes lowing, barking of a Dog,</br>Grunting of Swine, doth more the Lord delight;</br>Then Prayers which the world and Flesh so clog,</br>They come not from us with an Heart and Sprite,</br>And as no salve or medicine hath might,</br>To heale the wound which Iron doth containe:</br>So Prayer never profiteth that wight,</br>In whom Hypocrisie or guile remaine;</br>For these still fester deeper to the Patients paine.", "God is our Soules Physician, and know's best</br>What for her sicknesse is best remedy;</br>And therefore when we needfull things request</br>Of him for this our lives necessity,</br>He, better then his Patient, can descry</br>What is most fit to keepe him from the grave,</br>And cure him of his spirituall malady,</br>Wherefore when we receive not what we crave,</br>We know Christ better know's, then we what need we have.", "Gods Word's the Sword, whereby our Lord doth sway</br>And rules his Church here as he is a King,</br>As Priest, he offers praises, and doth pray;</br>As Prophet he glad tidings us doth bring,</br>Most wisely teaching and admonishing:</br>Thus Aaron-like to God he doth present</br>Our prayers, praises, tythes and offering,</br>(For Aarons Office Christs did represent)</br>And makes them give to God an acceptable sent.", "Prayer is mans best fence, the Angells joy,</br>The devils torture, Gods sweet sacrifice,</br>We by her meanes all blessings here enjoy,</br>By prayer we obtaine here to be wise;</br>By prayer with th' Almighty we advise,</br>By reading he doth answere us again;</br>But our Lip-labour he doth all despise,</br>Ah what doe then those simple people gain?</br>Which in a tongue unknown doe mutter praiers vain?", "Oh!  when the Spirit with understanding pray's,</br>And ev'n the Heart with sighs and groanes up sends</br>To him that willing, able is alway's</br>Us from Hell, Death and danger to defend:</br>Then, as a Bullet doth the welkin rend,</br>Blowne with the force of Powder and of Fire;</br>So doe our Prayers up to Heav'n ascend,</br>By Zeale and Force of spirituall desire,</br>Where they of God obtaine all things they can require.", "Moses gainst Amalec doth more prevaile</br>By Prayer, and by holding up his hands,</br>Then mighty Josuah, though he doth assaile</br>Them with his strong and most selected bands:</br>At Josuahs short sweet prayer the Sun still stands,</br>Till he's avenged of his enemy's;</br>Elisha all the Host of God commands</br>Him to relieve in his necessities,</br>Ev'n Fiery Horse and Charrets keep him where he lies.", "Prayer is able by plaine strength to wring</br>From hand-breadth Cloud, an Ocean of Raine;</br>And Captives out of Babylon to bring,</br>To worship in Hierusalem againe.</br>The Angell striv'd with Jacob but in vaine;</br>Without a Blessing he will not unloose;</br>Zenacharibs whole Host was spoyl'd and slaine,</br>By Hezekias Prayer:  when we close</br>With God by Prayer, we our holds must never loose.", "The Rams-horns, Trumpets, which seven Priests did blow,</br>Most lively doe strong Prayer represent;</br>Which with the peoples shout did overthrow</br>Proud wals of Jericho, to astonishment</br>Of all the wicked, that therein are pent:</br>This was the Musick Aarons sonnes did sound</br>With Trumpets, when to warre the people went;</br>When Daniel in Lyons Den was found,</br>True Prayer from their jawes him kept both safe and sound.", "Tis not our words God lookes on, but the mind;</br>Not to the place, but to the true intent,</br>In dungeon Jeremy did comfort find;</br>And Job upon the dunghill takes content;</br>Three Children in the fiery Fornace pent,</br>Are heard, when Praises they to God doe sing:</br>The Thiefe from Crosse as gratefull Prayers sent,</br>As from his Temple Solomon the King,</br>The Hermits Cell may oft as loud as Steeple ring.", "Not that from publike prayer I purloine,</br>Of which Gods house hath her denomination;</br>Where Priests and peoples hearts and voices joyn,</br>To teare the skies with cries and supplication:</br>Oh Force united of a Congregation!</br>In Gods owne house of Prayer gathered,</br>For Praise, Petition, or for Deprecation,</br>God nought denyeth so petitioned,</br>And wee thus from all evil are delivered.", "When Peter slept with chaines in prison bound,</br>On each side Souldiers, Keepers at the doore,</br>The Church doth pray, though hee sleepe fast and sound,</br>And God him loosed from his chaines therefore:</br>And when the Angell lighteth him before,</br>The Iron Gate opes of his own accord:</br>Pauls, Davids, Samuells, a thousand more</br>Of Prayers, you may finde upon record,</br>All which may seem to bind to th' Peace our angry Lord.", "I all conclude with his most heav'nly one,</br>Who did in day's of his Humility,</br>With loudest cries in spirit sigh and groane,</br>For Freedom of that dire calamity,</br>Which came on him for our Iniquitie:</br>And though he Legions could of Angells call,</br>To save him from inhumane cruelty,</br>Yet Lamb-like did before his Shearer fall,</br>Submitting to his Fathers will and pleasure all.", "Without us, God will nothing for us doe,</br>We therefore must prepare to fight alway;</br>And without God we cannot stand nor goe,</br>And therefore must be alwaies swift to pray;</br>If these so pray'd when Foes did them assay,</br>When Flesh and Bloud with Flesh and Bloud did fight;</br>What shall we in this dangerous great affray,</br>When we encounter with spirituall might,</br>Which in his Agony did Christ our Head affright.", "But ah!  we at our first conversion pray</br>Most fervently oft for the novelty,</br>But after negligent, cold sleeping say</br>Our Pater-noster in security:</br>Thou sleep'st secure, but ah!  thine Enemy</br>Doth watch thee then ev'n napping to surprise,</br>We then to God with all our hearts doe cry,</br>When as no thoughts withdraw us otherwise;</br>Alas!  but few or none pray often in this wise.", "Oh!  that a man of base and filthy mold,</br>Should dare fall downe before Gods glorious Throne,</br>His wants and imperfections to unfold,</br>And have his heart like Nabals dead as stone;</br>When Angells that come neere that Holy One,</br>Are faine their face to cover with their wings;</br>So bright his glorious Majesty hath showne,</br>Who is the Lord of Lords, and King of Kings,</br>The searcher of our reines and tryer of all things.", "When I no longer able am to fight,</br>Like Moses let me lift up hands and pray</br>Against the invisible Amalekite,</br>That spiritually doth seeke my soul to slay:</br>When I with Faith, two words, Our Father, say;</br>I pardon beg for Sin, Freedome from paine;</br>Gods Heyre and Sonne, Christs Brother, I that day</br>Am made, and gifts of Holy Ghost do gaine,</br>Then let me never mumble over words in vaine.", "But I confesse, though I doe often prove,</br>There is no comfort like this one, to pray,</br>That is bestow'd on man from Heav'n above,</br>Yet finde I Satan prest and busie ay,</br>Mee in this holy duty to assay,</br>By wandring Thoughts, and vaine imaginations,</br>Which oft do leade my Mind so far astray,</br>I am bereav'd of Heav'nly cogitations,</br>And change for idle fancy's, holy meditations.", "But Prayer doth so please my Muses straine,</br>That I omitted have of Praise to sing,</br>The Sacrifice we offer here againe,</br>For all the Bounty of our heav'nly King:</br>I liken her to Prayers either wing,</br>Forgiving wrongs, and Almes unto the poore</br>Our holy lively spirituall Offering,</br>Of Body, Soule, Heart, Tongue, and all our store,</br>With true Obedience to God for evermore.", "Whilst here of Benefits no end we finde,</br>How should we ever make an end of praise;</br>Oh happy Bands!  that us for ever binde,</br>Ev'n when our Soules and Body's Christ shall raise,</br>Our praise shall be eternall like our day's:</br>He that his time in praise and hymns would spend,</br>I him refer to Davids heav'nly Layes,</br>Divinely by the holy Spirit, pend,</br>My Muse now out of Breath, cannot this Mount ascend.", "Oh let my voyce and heart together joyne!</br>God of the lips accepts not, but the heart;</br>Grant that my life in Holinesse may shine,</br>That Conscience may ever beare a part;</br>Presumptuous man!  that dar'st thy Maker thwart,</br>To pour out fond petitions base and vaine,</br>When thou consid'rest before whom thou art,</br>Him that doth all leud lying lips disdaine,</br>And Hypocrites rewardeth with infernall paine.", "If prayer be right, pure, sincere and meek;</br>It never empty shall returne again;</br>For God will either grant us what we seeke,</br>Or give us that shall be our greater gaine:</br>Mine heart, mine heart Lord!  doth rejoyce amaine,</br>Ay in thine House of Prayer to abide;</br>Where Swallow's build, and Sparrow's are full faine</br>To lay their young ones by thine Altars side:</br>Me never let the Spirit of Prayer be deni'd!", "But since I ought to pray continually,</br>How should my Pen of Prayer make an end;</br>My Saviour praying on the Crosse did dye;</br>With Prayer Steven his Soule to Heav'n did send,</br>But I began with Prayer, let mee end</br>With Praises to the Horne of my Salvation,</br>Who sure I hope his blessed Spirit did send,</br>To guide mee in this holy Meditation,</br>Which fills my Tongue with Praise, and Heart with Admiration.</br>"]