["'Twas when the Sun had bid our Fields Adieu,</br>And thirsty Flowers sip the rising Dew;</br>That ruddy Joan (a sprightly Dame, I ween)</br>Walk'd forth to visit Cicely o' th' Green.</br>All sadly dight the hapless Maid she found</br>In sable Night-cap, and in Sorrows drown'd,</br>With Eyes cast downward, and dishevel'd Hair;</br>Till thus her Neighbour greets the mourning Fair.", "JOAN.</br>Why how now, Cicely? &mdash; What's the Matter now?</br>What a cold Sweat hangs dropping on thy Brow!</br>Thy Eyes brim-full &mdash; Why how thou look'st To-day!</br>Like Verjuice sowre, and as pale as Whey!", "CICELY.</br>For what I weep, Ah!  Joan, didst thou but know,</br>Thou'dst pity (sure) not wonder at my Woe.</br>Ah wretched Maid!  thus ever let me cry,</br>From Morn till Night; then lay me down, and die.", "JOAN.</br>Ah!  tell me, Cicely &mdash; tho' to ask I dread;</br>Yet, pr'ythee, tell me; Is old Brindle dead?</br>(Since yester Morn I have not heard her lowe)</br>If so &mdash; who would not weep for such a Cow?", "CICELY.</br>'Tis not for her I shed this scalding Tear:</br>Ah!  not &mdash; old Brindle is not half so dear!</br>I've lost &mdash; But who &mdash; for Sobs I cannot tell;</br>And his last Word was &mdash; Cicely farewel.", "JOAN.</br>O how I tremble! &mdash; pr'ythee, tell me who?", "CICELY.</br>Young Colin Clumsey &mdash; He was known to you.</br>For ever curs'd be that same Market-day,</br>When a vile Serjeant led my Youth astray!</br>Far from his Home my Colin's doom'd to die,</br>My lovely Colin with the rolling Eye.", "JOAN.</br>Yet bear thy Sorrow with a patient Mind:</br>They say the DUKE is to his Soldiers kind.</br>So may he thrive, and all Rebellions quell,</br>As he shall use thy much-lov'd Colin well!", "CICELY.</br>Ah!  sooth me not &mdash; There's nothing left for me,</br>But the clear Fountain, and the Willow Tree.</br>Since Colin's fled, no more I turn the Wheel:</br>There lies the Spindle, and the useless Reel.", "JOAN.</br>Be patient Girl; and stop that falling Tear:</br>For here comes Deb'rah with a Quart of Beer.</br>So, Neighbour, so; we've special News To-day,</br>Or else Dame Deb'rah wou'd not look so gay.", "DEBORAH.</br>We've kill'd two thousand of the Rogues (d' ye mind?)</br>Egad, their Gen'ral durst not look behind;</br>Tho' Gaffer Doubt-man (with the blinking Eye)</br>Says, 'tis but Fifty &mdash; and that's pretty nigh.", "JOAN.</br>Then let us Drink &mdash; Come, Cicely, to thy Dear!</br>We'll have no Whining nor no Sniv'ling here.</br>Health to the DUKE, and all that do him Aid!</br>How Cicely drinks! &mdash; but Cicely is a Maid.", "DEBORAH.</br>'Tis a brave Man, and has a lucky Hand,</br>This DUKE of what d' ye call it &mdash; Cumberland.</br>Heav'n bless this DUKE, and all his Train!  say I.</br>Let's pledge thee, Cicely; for I'm deadly dry.", "JOAN.</br>My Husband lost his Purse at Cheatham Fair.</br>Last Night a Beam broke down, and kill'd the Mare.</br>These Things are hard to such as thee and I:</br>But yet we'll drink, because the Rebels fly.", "DEBORAH.</br>This Beer is good &mdash; Say, how d' ye like it?  ho!</br>And shall I fetch the other Pot, or no?</br>Hark, the Men shout, and Bonfires light the Plain:</br>Then shall we sit, and lick our Lips in vain?", "JOAN.</br>Troth, Goody Deb'rah, troth, it is a Crime</br>To drink so much &mdash; but only for the Time.</br>Bring t' other Quart, although there is no need:</br>But one Draught more, and I have done indeed.</br>"]