["What cheering glance of heavenly light,</br>What joyous sound from CALPE'S height</br>Through nations, waken'd to new virtue, runs?</br>The flash of Freedom's lifted spear!</br>Her voice, that Nature leaps to hear,</br>Since brutal force her sense no longer stuns,</br>But all her spirit glows in her Iberian sons!", "Parent of Truth!  and Glory's nurse!</br>Honour'd by foil'd Oppression's curse!</br>On CALPE'S Rock exulting Freedom stands:</br>Her spear, like just Ithuriel's lance,</br>Touches the couching Fiend of France;</br>He starts, amaz'd at Freedom's circling bands,</br>And to Satanic size his lurking guilt expands.", "Behold!  th' Imperial Fiend recoils;</br>Though snar'd within his treacherous toils</br>Entranc'd, o'erwhelm'd, the race of Bourbon lay:</br>For, kindling into brave disdain,</br>The noble pride of loyal Spain,</br>Bursting from darkness to the blaze of day,</br>Abjures the ruffian's guile, and scorns to be his prey!", "Hail to you!  brave, and patriot host!</br>Who, on GALLICIA'S hardy coast,</br>Rush from your rocks, in adamantine swarms!</br>The adamant for your defence</br>Is injur'd Worth's indignant sense;</br>Your panoply, that decks, and guards, and warms,</br>No rust of sloth corrodes, no mist of doubt deforms.", "Loud as the billows of your Bay,</br>With thund'ring voice, in firm array,</br>You, bold Biscayans!  to the world appeal:</br>Ye nations of the earth give ear!</br>Now shaking off all servile fear,</br>And shewing how for man, as men, ye feel,</br>Embrace IBERIA'S cause with sympathetic zeal!", "For never, since despotic Guilt</br>First trembled at the blood he spilt;</br>Since outrag'd earth the powers of Heav'n implor'd;</br>Ne'er did a people, wise, and bold,</br>A cause of higher claims uphold;</br>Or draw, to juster energy restor'd,</br>Stern Retribution's steel, the crime-avenging sword.", "Never did blind despotic rage,</br>Upon Ambition's earthly stage</br>Inebriate with power, with blood defil'd,</br>So outrage, with a ruffian's art,</br>The feelings of a nation's heart,</br>Bidding their Queen, with abject passion wild,</br>Dishonouring her sex, unroyalize her child.", "Honour, who, as his throne, possest</br>The truly brave Castilian breast,</br>Thus waken'd from a long, lethargic trance,</br>Now through the kindred realms of SPAIN,</br>Through every warm Iberian vein,</br>Darts the pure force that lifts a patriot lance,</br>And animates the world against the guilt of France.", "IBERIA!  noble-minded clime!</br>Whose genius, on thy rocks sublime,</br>Has oft o'ercome Invasion's savage force!</br>Howe'er insulted, and betray'd,</br>Thou canst not call in vain for aid</br>To those, whom Freedom owns her sure resource</br>To foil oppressive Power, in his infuriate course.", "BRITAIN, in brave compassion blest,</br>To succour fortitude opprest,</br>Her strength, her blood, with generous ardour, yields:</br>She views thee, SPAIN, with proud applause,</br>Kindles to rapture in thy cause,</br>And while thy shores her guardian navy shields,</br>Her sons would usher thine to Fame's sublimest fields.", "To keep the brittle gift of life,</br>And conquer in the noblest strife,</br>Heaven to the brave, and virtuous, may deny:</br>Yet, if his duty be fulfill'd,</br>A Briton's heart is never chill'd:</br>Though on a foreign soil his limbs may lie,</br>Dying in Freedom's cause, he still exults to die.", "Yet deeply, deeply Nature sighs,</br>While now to her prophetic eyes</br>Fate shews the fall of many a warrior brave;</br>True sons of BRITAIN, and of SPAIN!</br>Who in their arms fraternal slain</br>Shall, as they pant to share a mutual grave,</br>Bless, with their dying breath, the land they die to save.", "When, with the vulture's rav'ning flight,</br>Imperial force, and fraud, excite</br>Their plund'ring hordes to seize a fancied prey,</br>Though quick to train a guardian band,</br>Valour, and Truth, and Freedom, stand,</br>Rapine's new swarms may shake their firm array,</br>And purest blood will flow, in many a hasty fray.", "Yet, Spain!  howe'er assail'd by foes,</br>Of rightful warfare's happy close</br>Thy fervid heart can never feel despair,</br>While Britons with new light inspire</br>Thy spirit, rich in native fire!</br>With virtuous Amity's undaunted air</br>Sharing thy scorn of guilt, they in thy glory share.", "And thou hast seen, in days of old,</br>Our favourite chiefs with thine enroll'd,</br>In fields of chivalry their lances join'd;</br>When Edward, of the sable helm,</br>Display'd his virtues in thy realm,</br>And shew'd thy warriors, in his frame combin'd</br>Humanity of heart, and royalty of mind.", "An English chief of later time,</br>Of fancy wild, and soul sublime,</br>Bright as a comet shot athwart thy sphere;</br>Mordaunt!  the sprightly friend of Pope!</br>With giant-perils pleas'd to cope!</br>Ambition's soldier!  yet of heart sincere,</br>He smil'd at every dupe in Vanity's career.", "Splendidly brave, with English zeal,</br>From them Iberians learnt to feel</br>England's frank spirit friendly to her power;</br>But though alert to yield relief,</br>Slight was the good each conquering chief</br>On Spain's vext land from Vict'ry's lap could shower,</br>While claims of rival kings perplex'd their passing hour.", "They both for worthless princes fought,</br>Unmeriting the aid they brought!</br>A generous people weigh'd not in the cause:</br>But in our clearer, brighter days,</br>A motive of superior praise</br>England's free succour to IBERIA draws,</br>A motive of the heart!  that wins the world's applause.", "Her noble friendship would unbind</br>A people of heroic mind,</br>Who deem'd by upstart Arrogance his prey,</br>Wake from a trance of fetter'd sleep,</br>Their wrongs in tears of blood to weep,</br>To hurl the manacles of Fraud away,</br>And shield their dearest rights from Usurpation's sway.", "Blest be kind Heaven, whose gifts impart</br>No common warmth to Britain's heart,</br>Her lowliest children feel a Hero's might</br>If injur'd Nature claims their aid;</br>By no injurious power dismay'd,</br>In Freedom's cause they brave the sharpest fight,</br>Unshakeable by fear!  inflexible in right!", "Subjects and Sovereigns!  who frame</br>Your hallow'd bond for mutual fame,</br>And arms for mutual preservation yield!</br>Religiously on every breast</br>Be this eternal truth impress'd,</br>\"The people's love (pure ore from Virtue's field!)</br>Forms Honour's highest crown and Power's securest shield.\"", "The base of amity sublime,</br>From man to man, or clime to clime,</br>Virtue alone can prove by Heaven's decree;</br>For such the nations of the earth</br>Are fashion'd by congenial worth;</br>When each in each may kindred spirit see,</br>And realms in freedom blest prompt others to be free.", "Of old we saw misguided SPAIN</br>Launch in a gloomy tyrant's reign</br>Her vast Armada to enslave this isle.</br>Now (blessed contrast!)  we behold</br>Her sons, more honourably bold,</br>With thankful pride on Britain's Navy smile,</br>That brings them friendly arms against usurping guile.", "Ye hosts of Heaven, whose piercing ken</br>Pervades embattled ranks of men,</br>Guarding the birthrights that to man belong;</br>Can Nature shew, in trials hard,</br>A scene more worthy your regard,</br>Than noblest nations, theme of Glory's song,</br>Confederate to defend the ravag'd globe from wrong?", "And not with Freedom's arms alone,</br>Does liberal SPAIN with transport own</br>She emulates the warmth of Britain's heart:</br>In mild Humanity's exploit</br>Bravely, and tenderly, adroit,</br>She follows England's life-preserving art,</br>And bids from rescu'd earth one loathsome pest depart.", "Honour, with shouts of praise, will mark</br>The course of that Iberian bark,</br>That round the globe spread Vaccination's name;</br>O'er every clime, to which she flew,</br>She shed the blessing, hail'd as new,</br>And with Philanthropy's and Friendship's aim,</br>On JENNER fix'd the crown of medicinal fame.", "Angelic friends to Nature's weal!</br>Progressive science!  truth!  and zeal!</br>We hail your progress with a grateful mind:</br>Though Rapine's dark, and rapid, storm</br>May many an injur'd land deform,</br>Yet Heaven, in mercy with its wrath combin'd,</br>Still bids your influence grow, to meliorate mankind.", "By your blest impulse we admire</br>Allies of sympathetic fire,</br>Nations forbid by Nature to be foes!</br>Of honourable union proud,</br>BRITAIN!  and SPAIN!  proclaim aloud</br>Your hopes the direful scene of blood to close!</br>Establish and protect the rescu'd world's repose!", "Celestial guardians of our race!</br>Freedom's and Fortitude's embrace</br>Your aid will prosper as your eyes approve:</br>Ye form'd this ISLE, to grace the main,</br>Of Liberty a lucid fane!</br>Diffusing wide her gifts from power above,</br>The light of sacred truth!  the warmth of virtuous love!</br>"]