["When mournful evening's gradual vapors spread</br>O'er the dim plain, and veil the river's bed;</br>While her own star with dull and wat'ry eye</br>Peeps through the sev'ring darkness of the sky;</br>While the mute birds to lonely coverts haste,</br>And silence listens on the slumb'rous waste:</br>When tyrant frost his strong dominion holds,</br>And not a blade expands, a bud unfolds,</br>But nature dead, divested of her green,</br>Cloath'd in a solemn pallid shroud is seen:</br>When gather'd thunders burst, abrupt, and loud,</br>And midnight lightning leaps from cloud to cloud,</br>Or rends, with forceful, momentary stroke,</br>The ivied turret, and the giant oak;</br>Can faint remembrance of meridian mirth,</br>Bedeck with visionary charms the earth;</br>Renew the season when each wak'ning flow'r</br>Lifted its leaves to drink the morning show'r;</br>Dispel the gloom, the fi'ry storm remove,</br>Gem the wide vault and animate the grove?</br>The fond illusions could but feebly shew,</br>The colours scarce appear, or faintly glow,</br>Fix'd would the sad realities remain,</br>And memory waste her vaunted stores in vain.</br>Alas!  all inefficient is her pow'r,</br>To cheer, by what is past, the present hour,</br>For ev'ry good gone by, each transport o'er,</br>She may regret, but never can restore.</br>Yet shall her fest'ring touch corrode the heart,</br>Compel the subjugated tear to start:</br>She calls grim phantoms from the shad'wy deep,</br>And sends her furies forth to torture sleep:</br>The lapse of time, the strength of reason dares,</br>And with fresh rage her straining rack prepares.", "Say, can the man oppressed by grief, review</br>With tranquil eye the pleasures that he knew,</br>When in content with love and friendship blest,</br>Their soft emotions charmed his youthful breast;</br>And as he gave each wild idea scope,</br>Look'd to new joy with renovated hope?</br>Ah, no!  his thought with melancholy range,</br>Traces the progress of the afflictive change,</br>Adds to the immediate evil he endures,</br>By strong controul each struggling pang secures;</br>Till tir'd, and shock'd, he turns him in despair,</br>From things that have been, to the things that are.</br>For what avails it now that once his mind</br>Was light as air, and frolic as the wind,</br>Alike to sorrow or to vice unknown,</br>That ev'ry moral solace was his own,</br>Since, at an alter'd season, mis'ry gave</br>Sighs for the past, and wishes for the grave?", "How swiftly fly the raptures of our prime,</br>Swept by the tempest of destroying time,</br>Whose whirlwind lays the pride of empire low,</br>And mingles nature in a wild of woe!</br>Shall we then pond'ring on its varied rage,</br>By recollected bliss our cares assuage,</br>Expatiate freely on the ravag'd plain,</br>Where flow'd the stream, and wav'd the golden grain,</br>Where fountains cool refresh'd the summer shade,</br>And hamlets gay diversified the glade,</br>Where show'd the sculptur'd fane its splendid site,</br>And groves, the grandeur of diurnal night?</br>Shall we not view the alter'd prospect rude,</br>With deep dismay, or chill solicitude,</br>And can the mind the sad reverse efface,</br>By fondly musing on each former grace?</br>Where'er we cast our retrospective eyes,</br>A waste of rocks, a dreary desert lies,</br>Here desolation's grasp has rent the flow'rs</br>That scatter'd fragrance round our infant bow'rs,</br>There the wide ruin of our hopes extends,</br>Mark'd with memorials of departed friends.</br>So the poor trav'ller from some alpine height,</br>Looks backward on his journey with affright,</br>For still the dangers past his thoughts confound,</br>And other dangers threaten still around;</br>The headlong precipice, the icy pass,</br>The whelming avalanche's monstrous mass,</br>The tumbling cliff, the torrents sudden rise,</br>The tangled forest reaching to the skies,</br>The clust'ring clouds that wrap the mountain's side,</br>The frozen mists that o'er the valley glide,</br>These all in dread confusion strike his heart,</br>He fears to stay, nor ventures to depart.", "Down in yon glade, beside that glassy pool,</br>There stands, and long has stood, the village school;</br>Hark!  the gay murm'rings of the sportive train,</br>Free'd from restraint that gambol o'er the plain;</br>List their shrill voices, and their bursts of glee,</br>Will future years recall their extacy?</br>Perchance some one, hereafter of the band,</br>From the brown summit of that jutting land,</br>Shall eye the well-known spot, the self same scene,</br>And the thin spire that peeps those groves between;</br>Shall mark the peasant plodding as before,</br>And the trim housewife at the cottage door;</br>Shall hear the pausing bell's pathetic toll,</br>Borne on the gale, announce the parting soul&mdash;</br>Of some old friend, who to his childhood kind,</br>Prepar'd the kite and stream'd it to the wind;</br>Some busy dame, for cakes and custards known,</br>Who gave him credit when his pence were gone;</br>Some truant ploughboy, who, neglecting toil,</br>Joined him to seize the tempting orchard's spoil,</br>Or in despite of peril, spread the snare,</br>As thro' the thicket pass'd the nightly hare;</br>Then shall he think on all the woes of life,</br>His thankless children, or his faithless wife,</br>His fortune wasted, or his wishes crost,</br>His tender brother, sister, parents lost,</br>Till ev'ry object sinking into shade,</br>He sigh, and call oblivion to his aid.", "The buxom lass who late secure from harm,</br>With gay importance bustled thro' the farm;</br>Tended her dairy at the break of dawn,</br>Or fed her circling poultry on the lawn;</br>O'er the washed floor, the cleanly sand let fall,</br>And brush'd the unseemly cobweb from the wall:</br>Who in the hay-time met the lusty throng,</br>And with her share of labor join'd her song,</br>To the faint reapers bore the humming ale,</br>Or jok'd the thrasher leaning on his flail;</br>By vain ambition led at length to town,</br>In quest of fortune, and suppos'd renown,</br>If there, the victim of some worthless rake,</br>She chance its sickly pleasures to partake,</br>Mix'd with the pamper'd crowds, whose looks disclaim</br>The smile of virtue and the blush of shame;</br>Will she not oft regret the chearful day,</br>When sport and freedom hail'd the approach of May,</br>And many a rural pair beguil'd the hour,</br>With evening dance beneath the moonlight bow'r.</br>Or to her sad fate left, condemn'd to rove</br>The lawless paths of desultory love;</br>Will not her tortured bosom throb the more,</br>Whene'er she thinks on what she was before,</br>And finds, recoiling from the insidious joy,</br>A secret canker ev'ry rose destroy,</br>While all that memory's sorcery can dispense,</br>Shall add new pangs to loss of innocence.", "From the dark east the yelling blasts arise,</br>And clouds on clouds roll dreadful thro' the skies,</br>With sweeping fury the impetuous rain,</br>Bursts on the hills and murmurs o'er the main;</br>Then to some promontory, bleak and bare,</br>Fierce as distraction, reckless as despair,</br>At night's cold noon, a tortur'd wretch retires,</br>Consum'd by memory's unrelenting fires;</br>With smiling horror meets the piercing gale,</br>Waits the barb'd flash, and breasts the driving hail;</br>While in his bosom with resistless force,</br>Rages the direr tempest of remorse.</br>And did'st thou, babarous monster!  did'st thou dare</br>Consign to shame the violated fair;</br>To loathsome penury and death consign,</br>Her, whom thy flatt'ring tongue had call'd, divine?</br>Did'st thou not skill and artifice employ,</br>To lure the hapless maid, and then destroy?</br>What kind persuasion woo'd her soften'd sense,</br>What cunning falsehood, and what fair pretence,</br>What fond endearments, mingled with the kiss,</br>That promis'd constancy and nuptial bliss!</br>And she did perish &mdash; yes, in yonder grove,</br>Seduced to vice, the sacrifice of love,</br>There on the chilly grass the babe was born,</br>Beneath that bending solitary thorn;</br>And there the infant's transient spirit fled,</br>And there the mother mingled with the dead.&mdash;</br>Then howl thy sorrows forth, unpitied rave,</br>Groan on the beach, or headlong seek the wave;</br>For never shall her wrongs from thee depart,</br>But thought revenge thy cruelty of heart.", "The slave of guilt no cordial ever found</br>To dull the throbbings of her cureless wound,</br>The impressive contrast of anterior joys</br>With actual evils, ev'ry bliss destroys,</br>He now no more, as once, delighted views</br>Declining twilight melt in silv'ry dews;</br>No more the moon a soothing lustre throws,</br>To calm his care, and cheat him of his woes,</br>But winnow'd anguish drops from zephyr's wing,</br>Veil'd is the sun, and desolate the spring,</br>The glitt'ring rivers sadly seem to glide,</br>And mental darkness shrouds creation's pride.", "Nor vice alone, remembrance!  dreads thy reign,</br>Virtue at times can sicken at thy pain.</br>Why does that drooping youth, with footsteps slow,</br>Pace the dark desert, or the vale of snow;</br>Why hold fantastic converse with the wind?</br>'Tis thou art with him, tyrant of the mind!</br>Lo!  at thy call a beauteous nymph appears,</br>Trickt out in flow'rs, yet fainting with her fears;</br>A robe of white her polish'd limbs conceals,</br>A burning blush her secret woe reveals&mdash;</br>Again he views the gay procession move,</br>In all the mimic pageantry of love;</br>Again beholds her at the altar's side,</br>Of age and avarice, the destin'd bride;</br>Marks the grey spoiler smile with joy elate,</br>Hears the cold priest reratify her fate;</br>Forc'd by a parent's harsh decree to wed,</br>And bathe with endless tears the marriage bed.</br>Then, then thy scorching fires convulse his veins,</br>Her image settled on his thought remains;</br>In ev'ry shade her pensive form he sees,</br>Her wailing voice is heard in ev'ry breeze;</br>He feels the pressure of her circling arms,</br>Traces her sweet redundancy of charms,</br>And still revolving on the dear display,</br>Sinks to the earth, in desolate dismay.", "Long on those spreading hills, a rustic strove,</br>The wants of life, industrious to remove;</br>Now bow'd the forest with continued toil,</br>Now forc'd the ploughshare thro' the obstructive soil;</br>Or in his cottage plied some useful trade,</br>The hamlet's boast, the glory of the glade;</br>And fondly hop'd a competence to raise,</br>The well-earn'd solace of his latter days.</br>But times of hard mishap, and wide distress,</br>Baffle his schemes, and make his little less,</br>Till driv'n at last from home, in want of bread,</br>On the damp sod he lays his aged head,</br>And as the cherish'd, vain ideas rise,</br>Shrinks from the gale, and in rememb'ring, dies.", "But most to him shall memory prove a curse,</br>Who meets capricious fortune's hard reverse;</br>Who once in wealth, indulg'd each gay desire,</br>While to possess, was only to require:</br>Who scatter'd bounty with a lib'ral hand,</br>And rov'd at will thro' pleasure's flow'ry land.</br>By ruin cast amongst the lowly crew,</br>What doleful visions pass before his view!</br>His taste, his worth, his wisdom disappear,</br>His virtues too, none notice, none revere:</br>Cold is the summer friend, who lov'd to trace</br>His playful fancy's ever-varying grace;</br>E'en nature's self a different aspect wears,</br>Dimm'd by the mists of slow-consuming cares.</br>Glows not a flow'r, nor pants a vernal breeze,</br>As in his hour of affluence and ease,</br>While ev'ry luxury that the world displays,</br>Wounds him afresh, and tells of better days.", "Oft, when the moonbeam penetrates the gloom</br>Of midnight, to the solitary tomb</br>That holds the relics of a wife ador'd,</br>And his beloved children, all deplor'd,</br>A mourner hies, there desolately cast,</br>Woo's to his burning breast the hollow blast,</br>Welcomes the screech-owl's dirge, and rends his hair,</br>Or half devout, half murm'ring, breathes a prayer.</br>Then recollection to his eager sight</br>Conjures the shadowy semblance of delight,</br>Shows the fond partner of his blissful hour,</br>His infants sporting in the noontide bow'r;</br>By her again his social board is grac'd,</br>Upon his knees, the smiling cherubs plac'd;</br>O'er his charm'd ear again her accents creep,</br>To sooth his heart and tell him not to weep:</br>Her pitying gaze his deep despair reproves,</br>Fondly she counsels him who fondly loves,</br>And waves her snowy hand with tend'rest care,</br>Points his abode, and seeks to lead him there:</br>Till in a moment, the delusion fled,</br>He drops a living corse upon the dead.", "As the proud vessel o'er the ocean glides,</br>And seems to scorn the winds, and mock the tides;</br>The jocund mariners expand the sail,</br>To seize the vigor of the viewless gale;</br>From the high shrouds their carol'd ditties raise</br>To many a fav'rite maid, in notes of praise.</br>But now more sullen blows the perilous blast,</br>And the strong tempest works the struggling mast;</br>A moment lulls, and from the treach'rous pause,</br>Fresh horror gains, and fiercer fury draws;</br>In vain the pilot shuns the o'erwhelming wave,</br>Useless the caution, for no skill can save;</br>The timbers crack, the rudder quits its hold,</br>At random here and there the ship is roll'd.</br>Then comes the fiend of mem'ry to dispense</br>Amongst the crew, affliction's keener sense;</br>Dwells on each tender tie they left behind,</br>Grapples the soul, and preys upon the mind;</br>Shows the lorn wife distracted at their fate,</br>The weeping orphan's unprotected state,</br>Tells of the plighted virgin's ceaseless moan,</br>The faithful friend's dismay, the parent's groan,</br>And, as to endless darkness down they go,</br>Clings to the last, and leaves the latest woe.", "Observe yon structure stretching o'er the plain,</br>Sad habitation of the lost, insane!</br>Ha!  at the grates what grisly forms appear,</br>What dismal shrieks of laughter wound the ear!</br>Heart-broken love the tenderest measure pours,</br>Sighs, and laments, incessantly adores;</br>Insatiate fury clanks his pond'rous chains:</br>Suspicious av'rice counts ideal gains;</br>Bewilder'd pride the swelling crest uprears,</br>And causeless penitence is drowned in tears:</br>Wan jealousy, with scrutinizing glance,</br>On ev'ry side sees rival youths advance;</br>While maddest murder waits the sword to draw,</br>And ostentation flaunts in robes of straw:</br>Pale, piteous melancholy clasps her hands,</br>Sunk in deep thought, and as a statue stands;</br>Convulsive joy, imaginary state,</br>Low envy, ghastly fear, determin'd hate,</br>Loud agonizing horror, dumb despair,</br>And all the passions are distorted there.</br>Amidst those gall'ries drear, those doleful cells,</br>The unrelenting despot, mem'ry, dwells.</br>Fix'd on the burning brain, she urges still</br>Her ruthless pow'r, in mock'ry of the will;</br>Regretted raptures, long remember'd woes,</br>And ev'ry varying anguish, she bestows!</br>This is her sumptuous palace, these her slaves,</br>She reigns triumphant when the maniac raves.</br>But O!  her victims feel the heaviest stroke,</br>Whene'er at intervals the spell is broke;</br>When casual reason is a while restor'd,</br>And they themselves are by themselves deplor'd.", "Behold the wretch, who from that cavern flies,</br>Hell in his heart, destruction in his eyes;</br>His bosom burns, his aggregated grief</br>Feeds on his being, and disdains relief;</br>Around he throws his solitary gaze,</br>Already dead to hope, and love, and praise;</br>By sharp sensation wounded to the soul,</br>He ponders on the world, &mdash; abhors the whole;</br>While black as night, his gloomy thought expands</br>O'er life's perplexing paths, and barren sands:</br>In the dire workings of his wakeful dreams,</br>The human race a race of demons seems,</br>All is unjust, discordant and severe,</br>He asks not mercy's smiles, or pity's tear:</br>Guilt, hate, and horror drives him to the steep,</br>Furious and wild, he plunges in the deep;</br>Breathes his rash spirit on the roaring tide,</br>And glories that he dies a suicide.</br>Alas!  he only strove to set him free</br>From thy abhorred dominion, memory!", "Where are the bounteous blessings, do they flow</br>On the blank current of preceding woe,</br>Or on a halcyon sea allure the sight,</br>In distant, floating bubbles of delight?</br>Small consolation from past ills we gain,</br>And comforts vanish'd, leave the sharpest pain.</br>From thee does gratitude forever find</br>A settled bliss, a lasting ease of mind?</br>Dost thou not come, to dull it's sick'ning sense,</br>And many a secret murmur to dispense;</br>To trace the benefactor's true intent,</br>And urge his selfish pride of sentiment,</br>Recal the gracious nod that follow'd soon,</br>The pitying smile as conscious of the boon,</br>Or bid it all at once indignant fly</br>From the keen sneer, the cold averted eye?</br>For heart-felt wrongs thy stimulative force</br>Oft wakens vengeance, and impels its course;</br>Thy fev'rish hand lays bare each wound to view,</br>That it may throb, and rage, and bleed anew;</br>While all, perhaps, the injured can acquire,</br>Is, not to pardon &mdash; but forget it's ire.", "Ask the meek nun, who fled from worldly care,</br>Is doom'd to long involuntary pray'r;</br>To meagre fasts, and nights of broken rest,</br>With busy nature struggling in her breast:</br>Ask, if she deem in her forlorn abode,</br>That sad seclusion is the will of God,</br>That her blue eyes so languishingly sweet,</br>Were meant to hide their lustre in retreat,</br>And, dimmed with tears, eternally to trace</br>The dull, the holy horrors of the place:</br>Those glowing lips, with vermil dews o'erspread,</br>To kiss the mould'ring relics of the dead;</br>The ear's vibration but to catch the swell</br>Nocturnal, of some melancholy bell;</br>Unknown the thrilling extacies, that move</br>In the soft whisp'rings of the voice of love;</br>The sense of feeling drawn o'er every part,</br>And all the fine emotions of the heart,</br>Were they bestow'd, a mournful wreck to lie</br>In the oblivious gulph of bigotry?</br>Her trembling tongue the motive would explain,</br>That fixed her thus, alas, to live in vain.</br>Some dread remembrance of departed joy,</br>Beguiled her reason, pow'rful to destroy!</br>Left her like yonder leafless shrub to fade,</br>Hid from the light, and with'ring in the glade.", "Thro' life's mysterious vale, from day to day,</br>Man, wretched pilgrim!  journeys on his way;</br>Here tow'ring palaces attract his view,</br>There the lorn hovel shews it's tatter'd crew;</br>And if some casual flow'rs his senses greet,</br>Still rending brambles cling around his feet;</br>While, but a little onward, hangs the gloom</br>That hides the solemn precincts of the tomb:</br>Yet, lur'd by hope, a forward course he steers,</br>And shuns the painful retrospect of years.</br>For who, amongst the lowly, or the high,</br>His travers'd path with rapture can descry?</br>Some wild desire, some sad mistake has cast</br>Severe remorse, or sorrow on the past;</br>Some former fault shall present solace curb,</br>Or fair occasion lost, his peace disturb;</br>Some fatal chance has ruin'd ev'ry scheme,</br>And prov'd his brightest prospects, but a dream.</br>E'en those, who, by the million, are confest</br>The noblest, truest, wisest, and the best,</br>Shall in repining thanklessness declare,</br>They might have been far happier than they are;</br>And oft exclaim, \"if time would but renew,</br>How diff'rent were the system to pursue!\"", "Come then, creative fancy!  hither bend</br>Thy sportive flight, and prove thyself a friend;</br>Raise by thy potent spells the castles fair,</br>Which charm the eye, though built but in the air;</br>Console the poor with visionary wealth,</br>And lure the sick man to the bow'rs of health;</br>To myrtle groves the panting lover bring,</br>And scatter roses from thy fairy wing;</br>The maid ador'd, though faithless as the wind,</br>Shall there be ever constant, ever kind,</br>With fond approval listen to his tale,</br>Melt on his sighs, and let his vows prevail.</br>Thou bidst the soldier win, with proud delight,</br>The deathless laurel of imagin'd fight,</br>Spur his bold steed, the routed foe to reach,</br>Or foremost, sword in hand, ascend the breach.</br>Thy magic influence makes the coward brave,</br>Gives ease to anguish, freedom to the slave:</br>Yes, he, alas!  condemn'd for evermore,</br>To tug with hopeless toil the heavy oar,</br>To guide the galley thro' the boist'rous sea,</br>In ev'ry hour of respite, flies to thee:</br>On the cold pallet stretch'd, his pangs subside,</br>O'er his rapt thought thy pageant pleasures glide,</br>Bright views entrance him, soft illusions rise,</br>Dissolve his chains, and lift him to the skies.</br>The niggard wretch at thy benign command,</br>Feels with new tenderness his soul expand,</br>Wakens to charity, and grants relief,</br>At least in thought, to ev'ry human grief;</br>Then, to reward his sympathetic tears,</br>Invokes prosperity, and length of years.</br>View'd thro' the medium of thy magic glass,</br>The loveliest scenes in gay succession pass,</br>Each virtue glows in purest tints array'd,</br>In native ugliness is vice display'd;</br>For never yet has mortal predesign'd</br>Himself unjust, deceitful, or unkind,</br>To gain the prize on which he loves to brood,</br>The means are proper, and the end is good.</br>Where'er then deignst thy cheering glance to throw,</br>Full harvests bend, salubrious rivers flow,</br>Long lakes their glossy surfaces unfold,</br>And heaven is deck'd with more resplendent gold.</br>Spontaneous forests cloathe the lonely heath,</br>And all creation brightens at thy breath.</br>Then, fancy, hither come, exert thy sway,</br>And chase the demon mem'ry far away!", "Thou too, forgetfulness!  whose opiate charm</br>Can hush the passions, and their rage disarm;</br>Approach, O, kindly grant thy suppliant, aid!</br>Wrap him in sweet oblivion's placid shade;</br>Veil the gay, transitory scenes that fled,</br>Like gleamy sunshine o'er the mountain head;</br>Sink in the dark abyss of endless night;</br>The artificial phantoms of delight;</br>Nor let his early ign'rance, and mistake,</br>The sober bliss of age and reason shake:</br>Hide from his heart each suff'ring country's woe,</br>And o'er its chains thy covering mantle throw;</br>Hide yon deluded agonizing train,</br>Who bleed by thousands on the purple plain;</br>Their piercing cries, their dying groans controul,</br>And lock up all the feelings of his soul.</br>Shield him from slander's persecuting race,</br>Who seek to wound, and labour to disgrace,</br>Who view the humblest worth with jealous eye,</br>The viper brood of black malignity!</br>So shall, perhaps, content with thee return,</br>'Mongst vernal sweets to raise his wintry urn;</br>To his retreat tranquillity repair,</br>\"And freedom dwell a pensive hermit there.\"</br>O!  in retirement, may he rest at last,</br>The present, calm, forgotten all the past;</br>Beside the babling brook at twilight's close,</br>Taste the soft solace of the mind's repose;</br>List the lorn nightingale's impressive lay,</br>That soothes the evening of retiring May,</br>When the young moon her paly flag displays,</br>And o'er the stream the panting zephyr strays;</br>No heedless hours recall'd, no festive roar,</br>That once deluded, but can please no more;</br>No wild emotions bid his comforts cease,</br>Or from his cottage drive the angel peace;</br>Nor vain ambition tempt his thoughts anew,</br>But still preserve the friendship of the few;</br>Still, still preserve the fond domestic smile,</br>Of her, whose voice can ev'ry care beguile;</br>With meek philosophy his hours employ,</br>Or thrilling poetry's delicious joy;</br>And from the faded promises of youth,</br>Retain the love of liberty and truth.</br>"]