["COLIN.</br>The tuneful black-bird from yon fragrant thorn,</br>With chearful notes salutes the crimson morn;</br>Sweet music warbles from each vocal spray;</br>The sportive lambs thro' verdant meadows play;</br>All nature smiles, and why should Damon grieve?</br>Say, swain, what comfort can thy Colin give?", "DAMON.</br>Can Damon smile, when to the distant town</br>Fair Dora (Damon's better half) is flown?</br>In vain the black-birds sing, the lambkins play,</br>Dull are their charms when Dora is away.</br>No comfort can assuage fond Damon's pain,</br>'Till Dora's eye revive her dying swain.", "COLIN.</br>Ah, Damon!  how thy sorrows pierce my heart!</br>Glad would thy Colin kind relief impart.</br>For Colin too has felt the pow'r of love,</br>And Damon's woes must Colin's pity move.", "DAMON.</br>Cease, gentle swain, for Damon cease to mourn!</br>My trembling heart forebodes she'll ne'er return:</br>As yester morn beneath yon spreading oak,</br>Her praise to sing, my oaten pipe I took,</br>Three drops of blood (I shudder at the tale)</br>Gush'd from my nose; my reed in pieces fell;</br>A croaking raven hover'd o'er my head,</br>And in my arms my fav'rite lamb dropt dead!</br>These dreadful omens threaten not in vain,</br>Ne'er, ne'er will Dora tread our fields again.", "COLIN.</br>A hoary sage in yonder hamlet dwells,</br>Moeris, for wisdom fam'd, and magic spells;</br>His art the secrets of the sky explores;</br>Foretells when wrecks shall strew the sea-beat shores,</br>When nipping frosts await our tender corn,</br>When plenteous harvests shall our fields adorn,</br>Omens and dreams none can like him explain,</br>From Moeris learn what these dire omens mean.", "DAMON.</br>But, lo!  the shepherds run; what joy appears</br>In ev'ry face, while mine's bedew'd with tears!</br>Yet, hark! &mdash; they sing &mdash; and Dora's name I hear!</br>How sweet the sound to longing Damon's ear!</br>Here, Colin, here, array'd in all her charms,</br>Fair Dora comes to bless my eager arms,</br>Lo!  where she treads, the purple vi'lets spring;</br>On ev'ry spray the tuneful warblers sing:</br>In joyous notes will Damon join their song,</br>To Dora's charms her Damon's strains belong.", "SONG.  TUNE &mdash; YOUNG JOCKEY TO THE FAIR.</br>With Damon sing, ye jovial swains,</br>Salute the day with cheerful strains,</br>Which brings fair Dora to our plains,</br>And ends a lover's care.</br>How bloom the fields where Dora treads!</br>Kind nature all her fragrance sheds;</br>The feather'd choir in warb'ling lay</br>Hails beauteous Dora from each spray,</br>And sings the happy pair.", "Now fonder grown, the am'rous dove</br>In warmer transports bills his love;</br>New raptures ev'ry bosom move,</br>While charming Dora's near.</br>E'en monarch's of the purpled east,</br>Such joys as mine can never taste;</br>Through all the world's wide circuit round,</br>No charms of mind and form are found</br>With Dora's to compare.</br>"]