["\"It was a day that sent into the heart</br>A summer feeling!\" &mdash; May its memory, now,</br>Its own inspiring influence so impart</br>Unto  my fancy, as to teach me how</br>To give it fitting utterance:  aid me, thou</br>Delightfullest season of the circling year!</br>Before my leaf of life upon its bough,</br>In the chill blasts of age shall rustle sere,</br>To frame a votive song to hours so justly dear.", "Autumn!  soul-soothing season, thou who spreadest</br>Thy lavish feast for every living thing,</br>Around whose leaf-strew'd path, as on thou treadest,</br>The year its dying odours loves to fling,</br>Their last faint fragrance sweetly scattering;</br>O!  let thy influence, meek, majestic, holy,</br>So consciously around my spirit cling,</br>That its fix'd frame may be, remote from folly,</br>Of sober thought combin'd with gentle melancholy.", "If, in the morning of my life, to Spring</br>I paid my homage with a heart elate;</br>And with each fluttering insect on the wing,</br>Or small bird, singing to his happy mate,</br>And Flora's festival, then held in state;</br>If joyous sympathy with these was mine,</br>O still allow me now to dedicate</br>To Thee a loftier song: &mdash; that tone assign</br>Unto my murmuring lyre, which Nature gives to thine.", "A tone of thrilling softness, now, as caught</br>From light winds sweeping o'er a stubble field;&mdash;</br>And, now and then, be with those breezes brought</br>A murmur musical, of winds conceal'd</br>In coy recesses, by escape reveal'd:&mdash;</br>And, ever and anon, still deeper tone</br>Of winter's gathering dirge, at distance peal'd,</br>By harps and hands unseen; and only known</br>To some enthusiast's ear when worshipping alone.", "No more of invocation!  Bright the day</br>Arose; as if the glorious sun were bent,</br>(Like some proud monarch, whose declining sway</br>Is still majestic and magnificent,)</br>On once more filling his own firmament</br>With undiminish'd splendour: &mdash; if, at first,</br>His beams, 'mid clouds where richest hues were blent,</br>Shone struggling, soon those clouds his rays dispers'd,</br>And from heaven's eastern gate in royal pride he burst&mdash;", "Upon a smiling world!  It seem'd a day</br>Might \"send into the heart a summer thrill;\"</br>For, as its visible ruler held his way</br>Up the vast concave of the sky, at will</br>Exhaling morning's mists; and bright'ning still</br>Garden, and lawn, and trees, no longer green;&mdash;</br>The atmosphere itself, now scarcely chill,</br>Was such as suited well that lovely scene</br>Of blue sky, auburn woods, and waters' glittering sheen.", "And now upon the encircl'd board was set</br>The matin meal; and round the steaming urn</br>Youth, manhood, infancy &mdash; with pleasure met,</br>While social greetings all exchang'd in turn:</br>And well might stranger from those greetings learn</br>That visitors were there, from distant home,</br>Who now no longer might as guests sojourn</br>Beneath that happy, hospitable dome,</br>Prepar'd this beauteous day still further on to roam.", "But though some natural regret might be</br>Attendant on knowledge, yet it threw</br>No gloom upon the calm festivity</br>The friendly circle, thus collected, knew.</br>No!  the last hour, spent ere we bid adieu</br>To those united by pure Friendship's tie,</br>Possesses witchery, more tender, &mdash; true,</br>In its brief sweetness, as it hurries by,</br>Than hours of previous converse often may supply.", "It is not when we meet, &mdash; with gratulation,</br>And eager question, glance encountering glance,</br>Tongues tun'd, to welcome, and anticipation</br>Chang'd to reality of circumstance;&mdash;</br>It is not then, although the spirits dance;</br>As if inspir'd by some resistless spell;&mdash;</br>We feel those purer pleasures that enhance,</br>Beyond the power of even verse to tell,</br>The moments which precede that simple word \"farewell!\"", "For in them we call'd forth the truest, best,</br>And tenderest feelings of our nature; &mdash; those</br>Which give to joy its most delightful zest,</br>And no less soften sorrows keenest throes.</br>I speak not now of agonies and woes</br>By guilt inflicted; nor of that deep pain</br>Affection feels at nature's solemn close,</br>When tears seem life-drops  from a staunchless vein;</br>I speak of Friends who part &mdash; on earth to meet again.", "And in such parting hours I do contend</br>More sweetness may, exist, than in the flush</br>Of eager joy that our first meetings lend;&mdash;</br>Aye!  far beyond it &mdash; as the tranquil hush</br>Of eve, gives bliss, awoke not by the blush</br>Of morning's beauty; or the dying fall</br>Of music's melting close outvies the gush </br>Of its first prelude, as it seems to call</br>On echo to prolong its soul-subduing thrall.", "But, wherefore dwell on parting's dear delights?</br>Our circle is not doom'd to sever yet:&mdash;</br>I left it sharing in the festive rites</br>Of morning's meal; unconscious of regret,</br>And only happy to have once more met.</br>That meal is past; &mdash; the Christian Volume now</br>Is open'd, and we hear how CHRIST was set,</br>A mark for impious scoffers, wondering how</br>To gentleness like his knees could in mockery bow.", "It was a solemn chapter, and was grac'd</br>By one good action left upon record; </br>That Woman's pious deed, whose seeming waste</br>By those around was thoughtlessly deplor'd:&mdash;</br>She who upon her Saviour's head outpour'd</br>The box of ointment; &mdash; doing all she could</br>Against the burial of her gracious Lord,</br>And winning that pure fame which virtue should,</br>From Him whose lips pronounced the work she wrought was GOOD!", "O!  how that action, 'mid the chronicle</br>Of darkest crimes, with which the chapter teems,</br>Shines forth, with lustre inexpressible,</br>Unearthly brightness shedding from its beams,</br>All uneclips'd its gentle glory seems</br>By the dense clouds that wrap our lower sphere;</br>We turn to it, from those more painful themes,</br>ISCARIOT'S treachery, and PETER'S fear,</br>The Priest's hypocrisy, the Soldiers' cruel sneer;&mdash;", "From such we turn to it &mdash; as to a thing</br>Gentle, compassionate, pure, holy, good!</br>And the heart's better feelings, as they cling</br>Unto its memory, lead us, as they should,</br>To genuine virtue's most congenial mood;</br>Not taught by speculative creeds, which draw</br>The mind's attention from its heavenly food;&mdash;</br>We feel this truth impress'd, with holy awe,</br>That LOVE is in itself fulfilment of GOD'S law!", "Tell me, thou strenuous advocate of creeds,</br>Dogmas, and systems; overlooking still</br>Those milder charities, and christian deeds</br>Without which faith is dead: &mdash; with all thy skill</br>Know'st thou not this &mdash; the LETTER can but kill,</br>The SPIRIT giveth life? &mdash; O!  far above</br>The proudest theorists, does he fulfil</br>The precepts of our faith, whose actions prove</br>That he has learnt aright this truth &mdash; that GOD is Love!", "Return we to our theme.  The Book is clos'd;</br>A pause of silence, eloquent appeal</br>To hearts awake, affections well-dispos'd.</br>Upon that record stamps its solemn seal.</br>And now, dispatch'd that social, temp'rate meal,</br>They who partook of it obey the call</br>Duty or inclination may reveal.</br>The younger urchins, eager, joyous all,</br>Begin their morning sports, delights that seldom pall.", "He who now traces by his tapers' light,</br>Ris'n long ere dawn of day, this simple page;</br>Upon that well-remember'd morning, might</br>To wealth or rank have proudly thrown his gage,</br>And challeng'd, any on life's pilgrimage</br>To show more joyous company than he;&mdash;</br>An hypochondriac's mood it might assuage</br>To have look'd round upon that scene of glee,</br>Of smiles devoid of care, and brows from sorrow free.", "The bright sun threw his glory all around,</br>And then the balmy, mild, autumnal breeze</br>Swept, with a musical, and fitful sound,</br>Among the fading foliage of the trees;</br>And, now and then, a playful gust would seize</br>Some falling leaf, and, like a living thing</br>Which flits about wherever it may please,</br>It floated round in many an airy ring,</br>'Till on the dewy grass it lost its transient wing.", "We wander'd on, for I was not alone,</br>Though such a scene, and such a morning might</br>Have suited well the contemplative tone</br>Of some secluded, saintly, anchorite,</br>Whose dreams had peopl'd it with phantoms bright:</br>I could not wish them, for around me were</br>Beings more real; who, in my delight,</br>Appreciating its source, were pleas'd to share,</br>When we stood still to gaze, or held high converse there.", "\"High converse\" &mdash; gentle reader!  dost thou ask,</br>With scornful doubt, what mighty themes were ours?</br>Thy scorn I heed not; 'tis a grateful task,</br>Spite of the frown which on thy forehead lowers, </br>For me to tax my memory's  willing powers,</br>And tell of themes &mdash; that freshly summon nigh.</br>Past pleasures: &mdash; we convers'd of donjons, towers,</br>Hid in St. John's vale from Sir Roland's eye.</br>Or melting, soon as seen, into the vapoury sky.", "We talk'd of Byron's vagrant, lawless \"Childe\";</br>Of Moore's enchanting lovely Nourmahal;</br>Or of that other tale so sweetly wild,</br>Of what the gentle Peri did befall,</br>Who told, so tenderly; that over all.</br>The flowers of Eden which on earth can bloom,</br>An heavenly eye can pensively recal</br>That \"Serpent's trail,\" who sipp'd their first perfume,</br>And left their tainted charms to wreathe his victims' tomb.", "We talk'd of Wordsworth, whose unequall'd skill,</br>In loftier moods, no critic dares deride;</br>And I avow'd my admiration still</br>Of his more lowly songs; though at my side</br>Were pouting lips prepar'd my taste to chide;</br>And laughing eyes, which spake of \"Peter Bell:\"&mdash;</br>Had such spok'n out, I had perchance replied</br>\"Rail at my taste; I like the story well,</br>And should be passing proud just such an one to tell.\" ", "\"And this is converse high!\" &mdash; exclaims some reader,</br>Whose heart, perhaps, has never known its charm;</br>Fling down thy gauntlet!  I will be the pleader </br>For Poesy, and in its cause will arm,</br>Meeting thee in mid lists without alarm:</br>I re-assert, and fearlessly contend,</br>That in such themes, ennobling, pure, and calm,</br>Are germs of lofty thought, which well may lend</br>Access to prouder heights than vulgar steps ascend.", "To prouder heights!  but O!  let man beware</br>To walk their summits without humble dread;</br>For scatter'd round is many an hidden snare,</br>By mans unwearied adversary spread;</br>And \"fools rush in where angels fear to tread;\"&mdash;</br>That he who climbs Parnassus' lofty hill,</br>Should ponder well his steps, nor there be led</br>By spurious taste, or vanity's fond thrill;</br>But, having gain'd its top, look up to CALVARY still!", "The Muses are not innately oppos'd</br>To pure religion: &mdash; witness Cowper's lyre;</br>And those more awful visions once disclos'd</br>To Him, the loftiest oft our tuneful choir,</br>Seraphic Milton, whose lips felt the fire</br>Caught from the altar's live coal; prompted whence,</br>In verse which, although numerous, could not tire,</br>He sang of themes beyond our finite sense,</br>And pour'd his heavenly song with holy eloquence.", "Not that a Poet by his craft is bound</br>To be for ever harping heavenly themes;</br>Though palms unfading grow on holy ground,</br>And at their feet are everlasting streams.</br>And many a spot with holiest vision  teems,</br>Replete with inspiration:  still, we way</br>Be more familiar with them than beseems</br>True reverence; and unguardedly betray</br>The cause we wish to serve by our unworthy lay.", "Yet he who scans aright the end for which</br>The gift of song, if genuine, was bestow'd,</br>Will ever strain its most commanding pitch</br>In virtue's praise; and seek to strew the road</br>That leads to her immortal, blest abode;</br>With amaranthine flowers: &mdash; even when he plays</br>With lighter theme, in seeming mirthful mode,</br>Or nature's loveliness in song pourtrays,</br>His end and aim through all should be the Giver's praise.", "And inexhaustible the beauties are</br>Of this fair universe. &mdash; The boundless main;</br>Heaven's out-stretch'd cope, begemm'd with many a star;</br>And earth's rich loveliness, &mdash; the ample plain,</br>And stream which marks it like a silver vein;</br>Mountain, and forest, lake, and water-fall:&mdash;</br>Can minstrel e'er want subject for his strain,</br>While such display their charms so prodigal:</br>Or how, while singing them, forget who form'd them all?", "O Poesy!  thou dear delightful art!</br>Of sciences &mdash; by far the most sublime;</br>Who, acting rightly thy immortal part,</br>Art virtue's handmaid, censor stern of crime,</br>Nature's high priest, and chronicler of time;</br>The nurse of feeling; the interpreter</br>Of purest passion: &mdash; who, in manhood's prime,</br>In age, or infancy, alike can'st stir</br>The heart's most secret thoughts: &mdash; to Thee I now prefer&mdash;", "My aspirations. &mdash; Unto thee I owe</br>Nor wealth, nor fame; yet hast thou given to me</br>Some secret joys the world can ill bestow,</br>Delights which ope not to its golden key,</br>And wait not on its pride and pageantry:</br>For thou hast nourish'd, in those lonely hours</br>That have been spent in intercourse with thee,</br>Kind feelings, chasten'd passions, mental powers,</br>And hopes which look through time.  These are not worldly dowers.", "For such I thank thee!  Thou hast granted all</br>I could expect in life; yet, when I must</br>Return to nature's chill original</br>That portion of me which is form'd of dust,</br>When I go down to darkness!  take in trust</br>Some scatter'd fragments of my transient Name!</br>I ask no storied urn, no marble bust,</br>These move me not; yet could I wish to claim</br>From some few left behind a dearer meed than fame.", "I mean that tender feeling, which outlives,</br>In the survivor's heart, the silent grave,</br>And such as slumber in it; that which gives</br>To those it mourns for all their hearts would crave.</br>I ask no laurels o'er my turf to wave,</br>But, when the sun of my brief day be set,</br>I would not so all softer ties out-brave</br>As not to wish, when those I love be met,</br>For me that cheeks be wan, and eyes with sorrow wet.", "And should some portion of my song survive</br>The death of who frames it; may it be</br>Such only as may keep his name alive</br>In hearts of spotless moral purity,&mdash;</br>Of virtuous feeling, gentle sympathy,</br>And elevated thoughts; &mdash; such have I known:&mdash;</br>May these but cherish, my lov'd memory</br>In some few silent hours, when left alone,</br>And \"fame's obstreperous trump\" I willingly disown.", "Of minstrel aspirations now no more;&mdash;</br>Yet &mdash; ere, sweet Poesy!  from thee I turn,</br>While the fond love of thy delightful lore</br>Bids in my breast thy blameless ardors burn</br>With gentle fires; such as illume the urn</br>Of Hesper, shining in eve's cloudless sky;</br>Fain would I sing, how, unto those who learn,</br>To love thee truly, thou canst bliss supply,</br>Though such have never dar'd their skill in song to try.", "\"Fain would I sing, much yet unsung remains,\"</br>How thy pure influence is not all confin'd</br>To such as, hymning thy enchanting strains,</br>Have round their harps undying wreaths entwin'd,</br>Scattering their sweets unto the vagrant wind,</br>Music and odour wafting all abroad;&mdash;</br>Until, surcharg'd with raptures so combin'd,</br>Soul, sense, and passion, spell-bound, overaw'd,</br>We venture not to praise, but silently applaud.", "But there be many who have never strove</br>To tune their harps, nor had a harp to tune;</br>Who, notwithstanding, show their genuine lover</br>Of thee, by reverencing each tender boon</br>Thy impulses confer.  These, when the moon</br>Unveils her cloudless glory to the sea,</br>Or, on a still and lovely night in June,</br>Shoots her soft radiance through some leafy tree,</br>These at such moments turn instinctively to thee.", "Conscious, while soft emotions round them throng,</br>Of more than language ever can convey;</br>Their thoughts are poetry!  their feelings &mdash; song!</br>As if they dwelt not in these forms of clay,</br>But walk'd with spirits. &mdash; Or if such should stray,</br>As I did in the hours which now I sing,</br>When nature's beauties yield to calm decay,</br>With chosen friends among them loitering,</br>To such an Autumn day no transient joy may bring.", "\"A day in Autumn!\" &mdash; Turn we, it is time,</br>(The words may well re-call me back to it)</br>Unto the theme with which began my rhyme:&mdash;</br>Nor lavish on me thy ungentle wit,</br>My patient reader, if what I have writ</br>Appear to thee devoid of well form'd plan.</br>I took my pen up, in no formal fit,</br>The feelings of a few bright hours to scan;</br>And as they rise I trace their course as best I can.", "I must not linger, though well pleas'd I might,</br>(And memory would enjoy the dear delay)</br>Upon each hour that wing'd its noiseless flight</br>Over my head on that delightful day.</br>Yet would I not, in this my faint essay</br>To register its pleasures, wrong it so,</br>As not endeavour briefly to pourtray</br>Our morning's ride; though lacking power to shew</br>The lovely scenes spread round in Autumn's richest glow.", "For they indeed were beautiful!  we drove</br>Through bowering lanes; their lofty trees between,</br>Whose leaves were ting'd with beauty far above</br>Spring's gayest hues, or brightest freshest green:</br>Their blending shades of every tint were seen;</br>Pale amber, half transparent in the ray</br>Of the bright sun; while others, in his sheen,</br>Assum'd more gorgeous colours; others &mdash; grey,</br>Wither'd, and lifeless now, bestrew'd our narrow way.", "Nor was the distant scenery aught surpass'd</br>By nearer objects; there, expanding wide,</br>And by unclouded sunshine brightly glass'd,</br>Flow'd, ORWELL!  thy serenely rippling tide:</br>Hemm'd in by hilly slopes on every side,</br>Whose tufted woods upon its margin break,</br>It more resembl'd, as by us descried,</br>Some quietly reposing inland lake,</br>Than ocean's briny branch, which ebb and flow o'ertake.", "Yet on its bosom, mark'd by vivid gleam</br>Of sunny glory, peacefully did sleep</br>A puny vessel, whose white sail might seem</br>The lonely monarch of its little deep:</br>And where its banks arose abruptly steep,</br>Though cliffs it boasts not, lines of lengthen'd shade</br>Over its silvery breast appear'd to creep;</br>Yet even those shadowy lines but lovelier made</br>Its sparkling radiance seem, by contrast's height'ning aid.", "Orwell!  lov'd stream; may I not fitly pause,</br>And pay the tribute thou from me must claim?</br>Scene of my boyish pleasures!  for that cause</br>Worthy such song as muse of mine can frame.</br>Not mine the power to bid thy humble name</br>To aught of classic dignity aspire;</br>Yet all I can bestow of fleeting fame</br>Thy sweet recesses from my song require,</br>And well might these demand a worthier, louder lyre.", "England may boast of streams more beautiful,</br>More boldly grand, romantically wild;</br>From whose enchanting banks a bard might cull</br>Rich flowers of fancy as he rov'd beguil'd,</br>With rocks on rocks around him rudely pil'd,</br>Whose clustering pinnacles half hid the sky:&mdash;</br>But seldom has storm lower'd, or sunshine smil'd,</br>Upon a stream whose features could supply</br>With harvests passing thine a poet's a quiet eve.", "The bolder charms of savage scenery may,</br>Auspiciously beheld, demand delight,</br>Enforcing admiration, and delay,</br>Which thy weak charms more winningly invite:</br>But though the former fill the roving sight</br>With mute astonishment; yet soon it grows</br>Sated with wonder, and, bewilder'd quite,</br>Longs for some scene on which it may repose,</br>Such scenes as thy sweet banks so lavishly disclose.", "Thus in the deepest, strongest facination</br>Beauty can boast, in woman's lovely face;&mdash;</br>Charms there may be that waken admiration,</br>When first beheld, that have no dwelling-place</br>On memory's tablet; while on it we trace</br>Features less perfect, and less mark'd at first,</br>But made indelible by softer grace;&mdash;</br>Too unobtrusive all at once to burst</br>Upon the gazer's soul: &mdash; once known, for ever nurs'd,", "With cherish'd fondness; &mdash; for the much lov'd sake</br>Of purest happiness, which these alone</br>Have had the power within our hearts to wake,</br>By witchery peculiarly their own.</br>Such faces live; even when the life is flown</br>Which made their smiles so truly eloquent,</br>And gave such harmony to every tone,</br>And accent that, united with them, lent</br>Unto their passing spell an influence permanent.", "They rise upon us in our sweetest dreams</br>By night; they break on sorrow's cloudiest day;</br>And on the mind such more than sunshine gleams</br>From their blest smiles, it seems a heavenly ray</br>Vouchsaf'd to dash the darkness all away,</br>And let in glorious light upon the soul:&mdash;</br>But, all too rare their visits, brief their stay;</br>Such soothing visions own not our controul,</br>They rise, they shine, they set &mdash; like orbs in heaven that roll.", "But Orwell!  I have wander'd far from thee;</br>And now I turn, 'tis but to say \"Adieu!\"</br>Much might I add, would I set fancy free,</br>And give full scope to faithful memory too,</br>Of many a beautiful peaceful view</br>Upon thy quiet banks; of feelings born,</br>And nourish'd there; of early thoughts that grew</br>Beside thy waters, in life's happy morn;</br>And idle schemes of bliss, which reason now would scorn.", "Farewell!  then, and for ever!  though thou must</br>Be with me as a thing that cannot die,</br>Until my memory shall resign its trust</br>Of what life's brightest moments can supply,</br>Hopes, friendships, love, that charm'd me and pass'd by:</br>Though far apart, perhaps, we may not sever,</br>And sometimes I may gaze, with pensive eye,</br>Upon thy winding shores; yet never, never,</br>Canst thou re-call again enjoyments fled for ever!", "And now our morning's ride is ended; past</br>The hour of dinner; &mdash; round us gathers eve:</br>And he who frames this legend must, at last,</br>Of the kind circle round him take his leave.</br>Nor would he foolishly repine, or grieve,</br>Though some there be whom he may meet no more;</br>Even should it prove so, why should this bereave</br>His breast of some fond thoughts unknown before,</br>Which friends 'till then unmet have added to its store?", "No!  every object worthy of our love,</br>Esteem, or friendship, in a world like this,</br>Where he whose friend it is not, doom'd to rove,</br>Some thorns of anguish scarce can hope to miss,&mdash;</br>Must, when encounter'd, wear the form of bliss;</br>And even confer it: &mdash; through its angel smile</br>May, like a star in night's profound abyss</br>By clouds surrounded, beam but for awhile,</br>Yet when it does break forth the gloom it may beguile.", "And if its loveliness awaken aught</br>Of grateful feeling; if it leave behind</br>Of human nature one relenting thought,</br>Gentle, affectionate, indulgent, kind,</br>Convincing us how closely are entwin'd</br>ALL human hearts whose element is LOVE!</br>O!  doubt not then it boasts a charm refin'd,</br>The momentary joys of sense above,</br>Which He who form'd the heart will graciously approve.", "The day is over: &mdash; it is night, dark night!</br>But such as should succeed a day so fair.</br>Nought is there in its darkness to affright;</br>No gusty winds of rising storms declare,</br>But peaceful silence fills the dewy air.</br>Even such a night as now with voiceless spell</br>Has gather'd round me:  can I then forbear,</br>Ere to my theme I bid a last farewell,</br>The present hour to paint; NIGHT'S calm delights to tell?", "Soul-soothing season!  period of repose!</br>Or introverted thought, which day debars;</br>Can language paint, can poetry disclose,</br>The magic of thy silence, dews, and stars?</br>When the loud mirth of day no longer mars</br>Our better feelings with its empty sound;</br>When we forget, awhile, the cruel jars</br>Our souls in worldly intercourse have found,</br>How welcome are thy shades, with peaceful quiet crown'd!", "They gather round us, from their silent wings</br>Scattering kind blessings; to the wretched &mdash; dear;</br>Prosperity to gaudy day-light clings,</br>But thou art Sorrow's chosen, meek compeer:</br>Thou hid'st her from the cold and heartless sneer</br>Of wealth's sleek minions, pride's contemptuous crew;</br>Hushest her sigh, conceal'st her bitter tear,</br>And, by thy healing influence, dost renew</br>Her fortitude to BEAR!  her courage to SUBDUE!", "And, if thou didst not this, there is in thee</br>Yet ample scope for Poesy's fair themes:&mdash;</br>For thou, O Night!  art guardian of the key</br>That opes the portal of the land of dreams.</br>Touch'd by thy spell our roving fancy teems</br>With things to which Day has no parallel;</br>Beings too beauteous far to brave its beams,</br>Much too ethereal upon earth to dwell;</br>And glories dreams alone render accessible.", "Waving, however, these thy wilder flights,</br>As joys ideal, unsubstantial, vain;</br>And passing o'er thy soothing, calm delights</br>Administer'd to sorrow's pallid train;&mdash;</br>Enough is left to bid us bless thy reign:</br>For thy revolving periods health renew</br>Unto our wearied nature; &mdash; flush again</br>Beauty's wan cheek, curtain her eye of blue,</br>Or with fresh splendours fill its orb of darker hue.", "One topic more, Still Night!  will yet intrude</br>Upon my serious thought, while hymning Thee:&mdash;</br>Thou art the emblem, type, similitude,</br>Of silence yet more awful; although we</br>Are loath the approach of Death's dark night to see!</br>Father of mercies!  THOU whose goodness gave</br>Thy Son Belov'd, man's sacrifice to be,</br>Grant that in life's last hour my soul may crave,</br>Nor crave in vain, His Love to light me through the Grave!</br>"]