["I.</br>Ye Dryads of my grove who tend</br>With plastic hand each drooping spray,</br>And o'er yon trunks with wanton bend</br>Teach the wild woodbine's arms to stray,</br>In pleasing meditation laid</br>Where the thick pine's embowering shade</br>Hangs nodding o'er the lazy stream,</br>If you my artless songs inspire,</br>Joyful I catch the chorded lyre</br>Impatient for the promis'd theme;", "II.</br>And lo!  portray'd in vivid dyes</br>By Fancy's imitative hand</br>The visionary forms arise,</br>And glitter thro' her fairy land:</br>I from the blended lanschape chuse</br>That labyrinth, where in milder hues</br>Glows simple Nature's various green;</br>Can laurell'd Glory's ample field,</br>Can Wisdom's hermitages yield</br>A less exceptionable scene?", "III.</br>The slender pink, whose velvet bloom</br>In tints so delicately pale</br>Scatters around a rich perfume,</br>And gladdens all the neighb'ring vale,</br>Is gather'd by some smiling Maid,</br>Her loosely flowing hair to braid;</br>On the bleak mountain's lonely side</br>While the rude yew's unsightly stem</br>In vain expands it's noxious gem,</br>And boasts it's disregarded pride.", "IV.</br>While thus, ye Nymphs, beneath your shade</br>I tune this inoffensive  lay,</br>Perhaps directed by your aid</br>Thro' Learning's unambitious way</br>Shall I persue my purpos'd road</br>To where in Virtue's calm abode</br>Unruffled by the stormy tides,</br>That bursting on the rocks of strife</br>Assault the foundering bark of life,</br>The philosophic Muse presides.", "V.</br>Impregnating life's mingled bowl</br>With sweetest drugs, serenely gay</br>Ye steal upon the troubled soul.&mdash;</br>In elder times your gentle sway</br>Extended o'er the happy plains</br>Of Arcady; then pastoral strains</br>Echoed from every Shepherd's cot,</br>While o'er the smiling fields He saw</br>Astraea's self dispensing law,</br>And bless'd his favorable lot:", "VI.</br>With nobler fire the Poet glow'd,</br>No interest urg'd his slavish theme,</br>But, as his careless numbers flow'd,</br>Enjoy'd the dear enchanting dream;</br>Oft stretch'd upon the fabled mount,</br>Whence Acidalia's tuneful fount</br>Devolves its waves, intranc'd He lay,</br>There haply view'd the Cyprian Queen,</br>Unknown admir'd her easy mein,</br>And mark'd her negligent array;", "VII.</br>And oft (when thron'd in full-orb'd light</br>Pale Cynthia's gliding chariot seen</br>Dispell'd the vaulted gloom of night</br>And glitter'd thro' the blue serene)</br>While thro' the still and pensive glade</br>In thoughtful attitude he stray'd</br>Heedless of midnight's hovering dews,</br>Beheld your sprightly train advance,</br>And, as Ye join'd the choral dance,</br>Recite your lessons of the Muse.", "VIII.</br>Then unsupported Reason's aid</br>In Athens' venerable grove</br>To learning's Votaries display'd</br>The shrine of universal love,</br>From where the Swan's ambitious flight</br>Soaring a more than usual height</br>Was seen to cleave the liquid sky,</br>Emblem of Plato's lofty soul</br>Expatiating beyond controul</br>In virtue's purer galaxy.", "IX.</br>But where is Tempe's valley now,</br>And where that pleasurable scene</br>Which on aspiring Pindus brow</br>Once flourish'd in eternal green?</br>When hostile inroads and th' alarms</br>Of Macedon's victorious arms</br>Prevail'd; in that ill-fated hour</br>Each mead resign'd its blasted pride,</br>Each laurel shrunk its leaves, and died,</br>And every Nymph forsook her bower.", "X.</br>In better days tho' oft the throng</br>Of Satyrs stung with mad desire</br>By shameful dance, or impious song</br>Invaded your astonish'd choir:</br>Tho' oft, alas!  the ruthless hand</br>Of War with desolating brand</br>Has scath'd the foliage of your oaks,</br>Tho' oft their hoary honours spread</br>O'er the tall mountain's shelter'd head</br>Have sunk beneath the Woodman's strokes:", "XI.</br>Tho' in your holy Grotts retir'd</br>The subtle Priests with venom'd breath</br>The thirst of homicide inspir'd,</br>And wak'd the slumbering coals of death:</br>To their polluted altars led</br>Where erst the captive Youth had bled</br>Victim of hellish cruelty,</br>Devoted Mona's frantic shade</br>In vain implor'd your guardian aid</br>O'erthrown by Roman victory:", "XII.</br>Yet never gave your presence birth</br>To murders fell, to battles rude,</br>To taunting jests, or boisterous mirth</br>Which on your favorite seats intrude;</br>Ye haunt not that licentious grove</br>Where Spenser's desperate Champions rove,</br>Your chaste ear loves not to be told</br>Of blatant beasts, of dread Despair</br>With glaring eyes, with clotted hair,</br>And brutal chivalries of old.", "XIII.</br>In Avignon's delightful shades,</br>Where Petrarch fix'd his lowly cell,</br>Perhaps Ye silver-footed Maids,</br>By cool Valclusa's ebbing well</br>Ye deign to tend the rising flowers</br>And bid the myrtle's shadowy bowers</br>A more enchanting fragrance shed;</br>And there the earliest rose is found,</br>Where on the rude uncultur'd ground</br>Your Bard reclin'd his sinking head;", "XIV.</br>For there engrav'd upon the rind</br>Of every plane, and spreading beach</br>The fond complaints of love Ye find,</br>Which move beyond the power of speech,</br>And where He shed the tender tear</br>O'er his departed Laura's bier,</br>To sooth her hovering shade Ye bring</br>The freshest lilies of the vale,</br>And waft the soft refreshing gale</br>On welcome Zephyrs balmy wing.", "XV.</br>But, O wherever Ye reside,</br>If e'er the Muse's piercing eye</br>Could search the mystic scrolls, which hide</br>The annals of futurity;</br>When Death shall break the scythe of Time</br>Triumphant to some happier clime</br>The Shades of innocence aspire,</br>Where oft amidst his kindred groves</br>The Bard's exulting Spirit roves,</br>And joys to meet your social choir.", "XVI.</br>Yes:  They who erst content to rove</br>Thro' Poesy's sequester'd sphere,</br>Or wak'd the Cyprian lute of love,</br>Or bade mild Pity's starting tear</br>Bedew the couch of Misery, find</br>With strict morality combin'd</br>Sweet pleasure's mediating wiles;</br>There seeking oft the Tuscan bowers</br>Where Horace pass'd his jocund Hours</br>E'en philosophic rigor smiles.</br>"]