["Ah, who can tell how hard it is to write!</br>Particularly if one has no paper,</br>And pens and ink; and then if it be night,</br>One also wants a candlestick, and taper;</br>For all our fine ideas will end in vapour,</br>Unless in black and white they are put down;</br>These things do some perplex, although they may per-</br>Haps, be no source of trouble to a clown,</br>To whom the mystery of Cadmus was unknown.", "For whom in vain old Faustus for a witch</br>Is handed down in history, tale, and song;</br>For whom in vain, with blackball and with pitch,</br>The printers' devils are daubing all day long;</br>Yet such men may be very brave and strong,</br>For all they know not B from a bull's foot;</br>On this account I think it very wrong</br>To blackguard a poor person like a brute,</br>Because he is innocent, and ignorant to boot.", "One Mr. Beattie wrote some doggrel once</br>About a country chap, whose name was Noodle,</br>Or something else &mdash; I think he was a dunce,</br>To make a hero out of such a poodle.</br>I doubt not somebody that's very rude, will</br>Say I am a jackass to insinuate this,</br>And little better than a yankee-doodle.</br>But if one says so, he my foot may kiss,</br>And if Old Nick should take him, it would not be amiss.", "I wonder why the devil is called Old Nick,</br>Seeing that Nicholas is a christian name;</br>Whoever calls him so, should have a kick,</br>And several cobs, for saying of the same.</br>St. Nicholas as the patron saint we claim</br>Of Gotham; and the hero of my strains</br>Was Nicholas hight, by the prolific dame</br>Who bore, when he was born, parturient pains;&mdash;</br>You'll know I mean his mother, if you have any brains.", "Where Hudson's swelling waters lave the shore</br>Of fertile Jersey, opposite New-York,</br>About a mile from Powles-Hook, or more,</br>Considering that the road has got a fork,</br>A city stands, renowned for fattening pork,</br>Skunks, cabbages, and minstrels &mdash; who oft use</br>To take their banjas when they can't get work,</br>And charm such sweeps and vagabonds as choose</br>To crown with sixpences the efforts of their muse.", "When spring returned to deck the vernal year,</br>And eggs were cracked at solemn tide of Paus,</br>These troubadours of old did oft appear,</br>Charming the chimney climber and his boss,</br>Especially if the latter was not cross,&mdash;</br>In the Fly-market; &mdash; there they plied their heels,</br>Nor reck'd of time's irreparable loss,</br>Content to hear the loud applauding peals,</br>While generous fishermen oft gave them shad and eels.", "Long vanish'd days, farewell!  the voice of song</br>Is mute; the banja's note is heard no more;</br>No bard to distant ages shall prolong</br>Romantic Jersey's legendary lore,</br>Or chaunt thy fame, beloved Communipaw!</br>Except when crazy G&mdash; or little S&mdash;,</br>Smit with the prospect of the distant shore,</br>Seen from the ferry, shall indite their lays,</br>For whom the Milliner's girls wreathe artificial bays.", "Within thy walls, renowned Communipaw!</br>On a wet Friday, was my hero born;</br>He was named Nicholas, as I said before,</br>For parson Vreeland christened him one morn,</br>The Hackinsackus Domine, most forlorn;</br>Seeing a \"je ne sais quoi\" in his face,</br>As he was sitting up against a barn,</br>He took compassion on his heathen case,</br>Saying, Nicholas, my boy, don't turn out a scrape grace!", "If blacks are pearls in beauteous ladies' eyes,</br>Then was our Nicholas an orient gem;</br>And if in bodies black no colour lies,</br>Then Nicholas was as colourless as them:&mdash;</br>And yet he sprang from no ignoble stem;</br>For his grandfather by the mother's side,</br>Although he came not from the stock of Shem,</br>Once ruled o'er fertile regions fair and wide,</br>Where rolls o'er golden sands broad Niger's ample tide.", "This wight [not white, for, as I said before,</br>Nicholas was black as darkness visible,]</br>Of reading and of writing knew no more</br>Than William Deloraine or Peter Bell;</br>[Not Bell the sheriff, but the man so well</br>By Wordsworth sung] [Not Woodworth &mdash; for there be</br>Some stupid individuals, who can't tell</br>The difference 'twixt the Englishman, and he</br>Who wrote Mysterious Chiefs, and other poetry.]", "And yet poor Nicholas was no vulgar chap,</br>Tho' in his time there were no Sunday schools;</br>A child of Nature, such as she doth shape</br>Occasionally &mdash; contrary to rules;</br>When tired of manufacturing knaves and fools,</br>Where wealth, and power, in gorgeous pomp parade;</br>She bundles up her implements and tools,</br>And seeks out modest merit in the shade,</br>Where it is like to wither, as has oft been said.", "Alas, for worth unfriended, which the clog</br>Of poverty to earth resistless weighs;</br>And like a toadstool underneath a log,</br>Which ends, where it began, its scanty days;</br>So blooms the violet hidden from the blaze</br>Of garish sunshine; &mdash; so the modest toad</br>Lives for a century hid from mortal gaze;</br>So Cincinnatus, near his small abode,</br>Was found at the plough-tail, flourishing an ox-goad.", "Tho' learning never to our hero's eyes,</br>Rich with the spoils of time, unrolled her page,</br>He made on outward things reflections wise,</br>Which would not have disgraced an ancient sage;</br>For even in his childhood's earliest age,</br>The folly of the creed by Pyrrho taught,</br>And David Hume, his thoughts did much engage;</br>He sorely bruised his shins, and dearly bought</br>The indisputable truth, that matter is not nought.", "And often would he silent meditate,</br>Behind the barn, when nobody was nigh,</br>Why, when his master smote him on the pate,</br>It hurt him sadly, and it made him cry;</br>And wise conclusions he came to thereby,</br>On causes and effects, on moral wo,</br>Physical pain, power, and dependency,</br>And gathered soon, that man is born to know</br>Much misery, and ill, while sojourning below.", "The agony of hope deferred he felt,</br>When he was hungry before dinner time;</br>And keener disappointment, when he smelt</br>The food prepared for stomachs more sublime</br>Than his, &mdash; and here, to spin my weary rhyme,</br>I might illustrate this by many a case,</br>Of people who to offices would climb,</br>In doing which they fell upon their face,</br>And suffered from the mob bad usage, and disgrace.", "Through tenderness this subject I'll not handle,</br>There are such shoals of people here who think</br>Nobody is good enough to hold a candle</br>Before them, &mdash; from their multitude I shrink,</br>I am aware, to a blind horse, a wink</br>Is good as is a nod; &mdash; or I would say,</br>Since all the cup of fortune cannot drink,</br>Content yourself, my friend, with what you may,</br>And do as Nicholas did on many a mournful day.", "Although you are neither governor nor mayor,</br>And, ten to one, the same you'll never be,</br>(For of the fact you may not be aware,</br>That none beside yourself your worth may see,)</br>Stick to your business with integrity,</br>Ambition leave to lawyers without fees;</br>Alas that many such alive should be!&mdash;</br>And do like Nicholas without bread and cheese,</br>Who sadly suck'd his thumbs, with elbows on his knees.", "And many other truths did Nicholas learn,</br>Abroad into the fields whene'er he strayed;</br>All tribes gregarious, there he did discern,</br>The imitative principle obeyed;</br>He always marked that when a jackass brayed,</br>The other donkies all took up the strain;</br>And when one goose its guttural gobbling made,</br>The other geese to gobble all were fain,</br>The reason of which fact he could not well explain.", "This truth we daily see exemplified;</br>Monkeys and men are prone to imitate&mdash;</br>Thus Mr. Croaker with much labour tried</br>A poem like Lord Byron's to create,</br>With Mr. Colman's eulogies elate.</br>And then a man of Boston thought he too,</br>Would scratch some doggrel couplets from his pate,</br>To cut out both; &mdash; but SUKEY would not do,</br>Tho' peppered with notes of ex-clamation not a few.", "One morning, Nicholas sat upon the shore,</br>Seeing the sun-beams in the waters twinkle,</br>Hearing the sounds that came from distance o'er</br>The glassy wave, or cow-bell's lonely tinkle;</br>Seeing the porpoises jump up and sprinkle</br>The glittering spray in their unwieldy gambols.</br>Or the small barks that left their transient wrinkle,</br>Bearing the market people on their rambles,</br>Carrying their vegetables and poultry to the shambles.", "And by and bye, in solitary pride,</br>In a small shallop came Nick's uncle Sam;</br>[Sam was his uncle by the mother's side&mdash;</br>Now he for Nicholas cared not a d&mdash;n;]</br>But when he called out, \"Uncle, here I am,\"</br>Thinking he might be useful in the boat,</br>Strait to the stump where Nicholas sat he came,</br>And cried out, \"jump aboard, pull off your coat,</br>And take hold of the oar and row, you young black goat.\"", "Then in got Nicholas, with fear and dread;</br>Now Sam the day before had stolen a sail,</br>And rigged it with old ropes to make it spread,</br>And off they went before the prosperous gale;</br>Of what was in the boat to give the tale,</br>I think it fitting; there were turkeys two,</br>Six geese, some fowls, an old tin pot to bale,</br>For the boat leaked whenever the wind blew,</br>Besides, were turnips, carrots, and cabbages, not a few.", "Now all these articles, it may be proper</br>To state, were stolen, for it was Sam's plan,</br>Never, for what he bought, to pay a copper,</br>But sell them higher than any other man.</br>First from his master, when away he ran,</br>He stole himself; and then a boat he took</br>Clandestinely; then, by degrees, began</br>About him for a cargo fit to look;</br>And last, for supercargo, young Nicholas did book.", "Right glad was Nicholas to behold the bark</br>Furrow the waters, which did homage pay,</br>As she shot through them gayly as the lark,</br>That soars, and sings, and shakes the dew away</br>From her fleet wings &mdash; and with their crested spray,</br>They curled before; while far behind the foam</br>In a bright line of silver glory lay&mdash;</br>He saw the birds in many circles roam,</br>Skim, dip, or soar aloft into the heavens their home.", "Balmy and fresh the morning air was breathing,</br>From Governor's isle the drums beat reveille,</br>Up from the city the night mists were wreathing,</br>Each spire was glittering in the early ray.</br>And calm and lovely, from the expanded bay,</br>Each fort-crowned island rose, and without doubt,</br>Young Nick was thinking something fine to say,</br>When Uncle Sam fetched him a grievous clout,</br>Exclaiming, in rough tones, \"you hell-hound, what are you 'bout.\"", "And then he bade him take hold of the rope,</br>Because the sail had gotten all awry;</br>Also he wished to give his humour scope,</br>For he was very passionate, and dry;</br>So after he made his nephew cry,</br>He took a swinging swig of cider whiskey,</br>And when he got a drop within his eye,</br>He grew less choleric, and rather frisky,</br>And so began to sing an ancient rhyme, in this key.", "UNCLE SAM'S SONG.</br>1.</br>My name is Uncle Sam, down below, down below,</br>My name is Uncle Sam, down below, down below&mdash;</br>I don't care for riches,</br>I wear corduroy britches,</br>And my wife mends the stitches,</br>Down below.", "2.</br>I stole a keg of rum, down below, down below,</br>I stole a keg of rum, down below&mdash;</br>My old massa nick'd me,</br>The old rascal lick'd me,</br>My eyes!  how he kick'd me,</br>Down below.", "3.</br>Then I ran away, down below, down below,</br>Then I ran away, down below&mdash;</br>I got into a clam boat,</br>Says I, \"its Uncle Sam's boat,\"</br>And now, by jinks, I am 'float,</br>Down below.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]