["Oh!  how I love to stand on some high rock,</br>And gaze upon the foaming wild abyss</br>Of Ocean &mdash; all unshaken by the shock</br>Of billows beating 'gainst the precipice!&mdash;</br>To gaze upon the whirl, and hear the hiss</br>Of thousand surges bursting at its base!&mdash;</br>To me there is a horrid charm in this&mdash;</br>A charm to see the white foam run its race,</br>And, as one wave dissolves, another take its place.", "Unbounded Ocean!  many a ship o'er thee</br>Hath swept, &mdash; and many another still shall sweep:</br>Yet of their track no traces can we see;</br>Still wildly o'er thy breast the billows leap&mdash;</br>Still over thee, unfathomable deep!</br>The surges lift their foaming crests in scorn&mdash;</br>Still over thee, the winds their revels keep;</br>And, as the gallant bark along is borne,</br>Thou closest o'er its way untrodden and untorn.", "I oft have seen thee when the deep red West</br>Was mirror'd in thee, &mdash; and a glossy lake,</br>Calm and unruffled, seem'd thy peaceful breast,</br>And not an angry billow was awake,&mdash;</br>When not a breath of air was felt to shake</br>Thy quiet surface, &mdash; and the view on shore</br>Seem'd of thy gentle beauty to partake,&mdash;</br>While the serene blue sky smiled sweetly o'er,</br>And the whole scene around a heavenly aspect wore.", "And I have gazed upon thee when thy waves</br>Rose up tumultously, to try their might</br>With winds and storms, &mdash; when billows left their caves</br>To swell the noises of that dreadful fight;&mdash;</br>E'en 'midst the horrors of a stormy night,</br>When surges roar'd, and the winds wildly blew,</br>I have gazed on thee with a stern delight,</br>And felt as if a part of thee, &mdash; and drew</br>More pleasure from thee as the tempest louder grew.", "And I have seen thy billows madly foam,</br>And chase upon thy breast in hideous throng,</br>As if they left for ever their deep home,</br>Thy sunken rocks and hidden caves among;</br>While, as the wind wax'd stronger and more strong,</br>The roaring surges, like wild horses, rose</br>To whirl the chariot of the storm along,&mdash;</br>To deal around them shipwreck, death, and woes,</br>And rise to Heaven itself, as if its deadliest foes.", "By Man the earthly wild may be reclaim'd:</br>Unmeasur'd Ocean!  who can rule o'er thee?</br>Thy waves still roll &mdash; untameable &mdash; untam'd:</br>None can control thee; &mdash; thou art wild and free:</br>No earthly power can calm thee; &mdash; thou must be</br>Kept in subjection but by One alone:&mdash;</br>HE, who once calm'd the raging of the sea,</br>And still to thee, proud Ocean!  will be known;&mdash;</br>HE holds thee in His hand, &mdash; thy might is all His own.", "Thou hast thy creatures too, &mdash; a populous world</br>Of uncouth beings &mdash; monsters of the Deep,</br>That are born there and die:  thy billows curl'd,</br>Mount over caverns where the white pearls sleep;</br>And, hid within thy depths, the sea-weeds creep,</br>And grow beneath the surf that wildly raves,</br>Unmindful of the storms that o'er them leap,</br>And the rude winds that lash the dreadful waves,</br>Until, like beaten bounds, they howling seek thy caves.", "Above thee glides the happy mariner,&mdash;</br>All health and life; &mdash; beneath thee is his tomb:</br>He rides upon thy waters' angry stir,</br>And little thinks of what shall be his doom:&mdash;</br>He knows not of the dreadful death to come;</br>Nor thinks, perchance, the next returning wave</br>Shall sweep him from the deck and bear him home</br>To the recesses of some coral cave,</br>That serves at once for winding-sheet, and hearse, and grave.", "GOD is in every thing; &mdash; HIS voice is heard</br>In the light murmur of the water-fall&mdash;</br>In the gay music of each singing bird,</br>That tells there is a Providence o'er all;</br>But most from thee, oh Ocean!  does HE call,</br>And in thy wonders admiration claim;&mdash;</br>And where 'twixt nations stands thy liquid wall,</br>HE builds the lasting altar of his fame,</br>And writes on thee in waves His Everlasting Name.", "Farewell, vast Ocean! &mdash; beautiful art thou</br>In calm and tempest: &mdash; now Calm reigns o'er thee:</br>Serene and quiet is thy glossy brow,</br>Thou glorious mirror of the Deity!</br>And how sublimely grand art thou, when HE,</br>In foaming characters, upon thy face</br>Writes His almighty anger!  Thou, proud Sea!</br>Art the wide page &mdash; the chosen tablet-place&mdash;</br>On which HE chooses His tremendous wrath to trace.", "Oh Ocean!  it is o'er thy trackless way,</br>HE shews himself most mighty: &mdash; there HE wields</br>The sceptre that the winds and waves obey:&mdash;</br>HE rides in storms above thy watry fields.</br>Thou seemest most His own; &mdash; to Man HE yields</br>Part of the rule o'er earth, &mdash; but over thee</br>HE shows His anger, &mdash; and His mercy shields</br>The seaman over many a stormy sea,</br>And there sweeps many a one into Eternity.", "Farewell, vast Ocean! &mdash; thou hast borne me home:&mdash;</br>Now, not a wave disturbs thy quiet breast;</br>But o'er that breast I never more shall roam,</br>For now my weary wanderings shall find rest;</br>I go to meet the beings I love best&mdash;</br>Beings from whom I've long been torn apart.</br>Yes; &mdash; I again shall see them and be blest;</br>And they shall heal the wounds of this worn heart:</br>I ne'er shall tempt thee more &mdash; tho' beautiful thou art.", "Farewell! &mdash; perchance full many a year will pass,</br>Before I shall look on thy face again:&mdash;</br>Say, wilt thou be the clear pellucid glass</br>That now I leave thee? &mdash; wilt thou be so then?&mdash;</br>Or wilt thou, in thine anger and disdain,</br>Throw thy white foam upon this very spot,&mdash;</br>While o'er thee tempests shall assert their reign?</br>Thou art all silent &mdash; and thou answerest not.</br>Farewell, wide Sea! &mdash; this eve will long be unforgot.", "I am not young; &mdash; my life has pass'd its prime.</br>Perhaps I ne'er again shall tread this shore.</br>Life is a billow on the sea of time</br>That, once burst, foams and rises never more:&mdash;</br>Perchance mine soon may melt amid the roar</br>Of tempests rising on that boundless sea;</br>Then will my grief and sorrow all give o'er;&mdash;</br>Then shall Life's joy or misery cease to be,</br>And I shall be resolv'd in vast Eternity.</br>"]