["Now seated on a promontory's steep,</br>To catch the fragrance of the winnowing wind,</br>The eye delighted takes a boundless sweep,</br>And feeds with nature's charms th' insatiate mind.", "The clouds revolving in their airy sphere,</br>With whose soft tints no tint of Art can vie,</br>To the rapt sight in checquer'd folds appear,</br>Like marble rocks suspended from the sky.", "The Tame, slow winding in its devious way,</br>Glides emblematic of the life of man;</br>And calm, or ruffled, hastens ev'ry day</br>To end precisely where it first began.", "Yon hoary pile, with mantling ivy crown'd,</br>Indented deeply with the tooth of time,</br>Shews, whilst it flings a gloomy grandeur round,</br>Full many a vestige of the true sublime.", "Rear'd on a rugged rock, its tow'ring walls</br>From the barb'd arrow once were wont to screen;</br>Now round them night's unsocial herald squalls,</br>And many a hero's spectre stalks unseen.", "Some lonely wight, whilst idly rambling round</br>The crumbling ruins on the craggy hill,</br>Full many a mould'ring relick may have found,</br>That pos'd the deep-read antiquarian's skill.", "Here Royalty, in faction's early day,</br>Awhile was shrouded from the public view;</br>And the rapt Poet fram'd his sweetest lay</br>To laughing Comus and his sprightly crew.", "There, oft unseen, at eventide he stray'd,</br>And inspiration's holy fervor caught;</br>And fancied forms of fairy tribes pourtray'd</br>In all the splendour of poetic thought.", "There, too, a Bard of bold satyric vein,</br>And the rich hoard of comic wit possest,</br>To curb fanatics wove the motley strain,</br>And urg'd successfully the biting jest.", "But niggard penury obscur'd his days,</br>From life's first dawning to its last sad stage;</br>Yet pleas'd, to antedate posthumous praise,</br>He sweetly warbled to a listless age.", "Ah me!  that men of genius and of worth,</br>Watch'd by the Muses at their natal hour,</br>Should find, whilst wand'ring o'er their native earth,</br>Contempt and poverty their only dow'r!", "Yet, tho' but few those suff'rings may regard,</br>Which well might cause the feeling heart to bleed,</br>If ever merit meets a just reward,</br>The man of genius will be blest indeed!</br>"]