["Since hir'd for Life, thy Servile Muse must sing</br>Successive Conquests, and a glorious King;</br>Must of a Man Immortal vainly boast;</br>And bring him Lawrels, whatsoe'er they cost:</br>What Turn wilt thou employ, what Colours lay</br>On the Event of that Superior Day,</br>In which one English Subject's prosp'rous Hand,</br>(So Jove did will; so Anna did command;)</br>Broke the proud Column of thy Master's Praise,</br>Which sixty Winters had conspir'd to raise?", "From the lost Field a hundred Standards brought</br>Must be the Work of Chance, and Fortune's Fault.</br>Bavaria's Stars must be accus'd, which shone,</br>That fatal Day the mighty Work was done,</br>With Rays oblique upon the Gallic Sun.</br>Some Daemon envying France mis-led the Fight;</br>And Mars mistook, tho' Louis order'd right.", "When thy young Muse invok'd the tuneful Nine</br>To say how Louis did not pass the Rhine,</br>What Work had we with Wageninghen, Arnheim,</br>Places that could not be reduc'd to Rhime?</br>And tho' the Poet made his last Efforts,</br>Wurts &mdash; who could mention in Heroic &mdash; Wurts?</br>But, tell me, hast thou reason to complain</br>Of the rough Triumphs of the last Campaign?</br>The Danube rescu'd, and the Empire sav'd;</br>Say, is the Majesty of Verse retriev'd?</br>And would it prejudice thy softer Vein,</br>To sing the Princes, Louis and Eugene?</br>Is it too hard in happy Verse to place</br>The Vans and Vanders of the Rhine and Maes?</br>Her Warriors Anna sends from Tweed and Thames,</br>That France may fall by more harmonious Names.</br>Can'st thou not Hamilton or Lumly bear?</br>Would Ingoldsby or Palmes offend thy Ear?</br>And is there not a Sound in Marlbro's Name,</br>Which thou and all thy Brethren ought to claim,</br>Sacred to Verse, and sure of endless Fame?", "Cutts is in Meeter something harsh to read,</br>Place me the Valiant Gouram in his stead:</br>Let the Intention make the Number good,</br>Let generous Sylvius speak for honest Wood.</br>And tho' rough Churchill scarce in Verse will stand,</br>So as to have one Rhime at his Command,</br>With Ease the Bard reciting Blenheim's Plain</br>May close the Verse, rememb'ring but the Dane.", "I grant, old Friend, old Foe, (for such we are</br>Alternate, as the Chance of Peace and War,)</br>That we Poetic Folks, who must restrain</br>Our measur'd Sayings in an equal Chain,</br>Have Troubles utterly unknown to Those,</br>Who let their Fancy loose in rambling Prose.", "For Instance now, how hard it is for Me</br>To make my Matter and my Verse agree?</br>In one great Day on Hochstet's fatal Plain</br>French and Bavarians twenty thousand slain;</br>Push'd thro' the Danube to the Shoars of Styx</br>Squadrons eighteen, Battalions twenty six:</br>Officers Captive made and private Men,</br>Of these twelve hundred, of those thousands ten.</br>Tents, Ammunition, Colours, Carriages,</br>Cannons, and Kettle-Drums &mdash; sweet Numbers these.</br>But is it thus you English Bards compose?</br>With Runick Lays thus tag insipid Prose?</br>And when you should your Heroes Deeds rehearse,</br>Give us a Commissary's List in Verse?", "Why Faith, Depreaux, there's Sense in what you say:</br>I told you where my Difficulty lay:</br>So vast, so numerous were great Blenheim's Spoils;</br>They scorn the Bounds of Verse, and mock the Muse's Toils.</br>To make the rough Recital aptly chime,</br>Or bring the Sum of Louis' Loss to Rhime,</br>'Tis mighty hard:  What Poet would essay</br>To count the Streamers of my Lord Mayor's Day?</br>To number all the several Dishes drest</br>By honest Lamb, last Coronation Feast?</br>Or make Arithmetic and Epic meet,</br>And Newton's Thoughts in Dryden's Stile repeat?", "O Poet, had it been Apollo's Will,</br>That I had shar'd a Portion of thy Skill,</br>Had this poor Breast receiv'd the Heav'nly Beam,</br>Or could I hope my Verse might reach my Theam,</br>Yet, Boileau, yet the lab'ring Muse should strive,</br>Beneath the Shades of Marlbro's Wreaths to live:</br>Should call aspiring Gods to bless her Choice,</br>And to their Fav'rite's Strain exalt her Voice,</br>Arms and a Queen to Sing; who, Great and Good,</br>From peaceful Thames to Danube's wond'ring Flood</br>Sent forth the Terror of her high Commands,</br>To save the Nations from invading Hands;</br>To prop fair Liberty's declining Cause,</br>And fix the jarring World with equal Laws.", "The Queen should sit in Windsor's sacred Grove,</br>Attended by the Gods of War, and Love;</br>Both should with equal Zeal her Smiles implore,</br>To fix her Joys, or to extend her Pow'r.", "Sudden, the Nymphs and Tritons should appear;</br>And as great Anna's Smiles dispel their Fear,</br>With active Dance should her Observance claim;</br>With vocal Shell should sound her happy Name.</br>Their Master Thames should leave the neighb'ring Shoar,</br>By his strong Anchor known, and Silver Oar;</br>Should lay his Ensigns at his Sov'raign's Feet,</br>And Audience mild with humble Grace intreat.", "To Her his dear Defence he should complain,</br>That whilst he blesses Her indulgent Reign,</br>Whilst furthest Seas are by his Fleets survey'd,</br>And on his happy Banks each India laid,</br>His Breth'ren Maes, and Waal, and Rhine, and Saar</br>Feel the hard Burthen of oppressive War;</br>That Danube scarce retains his rightful Course</br>Against two Rebel Armies neighb'ring Force:</br>And all must weep sad Captives to the Sein,</br>Unless unchain'd and freed by Britain's Queen.", "The valiant Sov'raign calls Her Gen'ral forth,</br>Neither recites Her Bounty, nor his Worth.</br>She tells him he must Europe's Fate redeem,</br>And by that Labour merit Her Esteem:</br>She bids him wait Her to the Sacred Hall,</br>Shows him Prince Edward, and the conquer'd Gaul.</br>Fixing the bloody Cross upon his Breast,</br>Says he must Die, or succour the Distress'd;</br>Placing the Saint an Emblem by his Side,</br>She tells him Virtue arm'd must conquer lawless Pride.", "The Hero bows obedient, and retires;</br>The Queen's Commands exalt the Warrior's Fires.</br>His Steps are to the silent Woods inclin'd,</br>The great Design revolving in his Mind:</br>When to his Sight a Heav'nly Form appears,</br>Her Hand a Palm, her Head a Lawrel wears.", "Me, she begins, the fairest Child of Jove,</br>Below for ever sought, and bless'd above;</br>Me, the bright Source of Wealth, and Power, and Fame;</br>(Nor need I say, Victoria is my Name)</br>Me, the great Father down to Thee has sent,</br>He bids me wait at Thy distinguish'd Tent,</br>To execute what Anna's Wish would have:</br>Her Subject Thou, I only am Her Slave.", "Dare then, thou much belov'd by smiling Fate;</br>For Anna's Sake, and in her Name, be Great:</br>Go forth, and be to distant Nations known,</br>My future Fav'rite, and my darling Son.</br>At Schellenberg I'll manifest sustain</br>Thy glorious Cause; and spread my Wings again</br>Conspicuous o'er thy Helm, in Blenheim's Plain.", "The Goddess said, nor would admit Reply,</br>But cut the liquid Air, and gain'd the Sky.", "His high Commission is thro' Britain known,</br>And thronging Armies to his Standard run.</br>He marches thoughtful, and He speedy sails;</br>(Bless him, ye Seas!  and prosper him, ye Gales!)</br>Belgia receives him welcome to her Shores,</br>And William's Death with lessen'd Grief deplores.</br>His Presence only must retrieve that Loss:</br>Marlbro to her must be what William was.</br>So when great Atlas, from these low Aboads</br>Recall'd, was gather'd to his Kindred Gods,</br>Alcides respited by prudent Fate,</br>Sustain'd the Ball, nor droop'd beneath the Weight.", "Secret and swift behold the Chief advance,</br>Sees half the Empire join'd and Friend to France;</br>The British General dooms the Fight:  His Sword</br>Dreadful he draws:  The Captains wait the Word:</br>Anne and St. George, the charging Hero cries;</br>Shrill Echo from the neighb'ring Wood replies</br>Anne and St. George. &mdash; at that auspicious Sign</br>The Standards move; the adverse Armies join.</br>Of eight great Hours Time measures out the Sands,</br>And Europe's Fate in doubtful Ballance stands;</br>The ninth Victoria comes &mdash; o'er Marlbro's Head</br>Confess'd she sits:  the Hostile Troops recede&mdash;</br>Triumphs the Goddess, from her Promise free'd.", "The Eagle, by the British Lions Might</br>Unchain'd and free, directs her upward Flight;</br>Nor did she e'er with stronger Pinions soar</br>From Tyber's Banks, than now from Danube's Shoar.", "Fir'd with the Thoughts which these Idea's raise,</br>And great Ambition of my Country's Praise,</br>The English Muse should like the Mantuan rise,</br>Scornful of Earth and Clouds, should reach the Skies,</br>With Wonder (tho' with Envy still) pursu'd by human Eyes.", "But we must change the Stile &mdash; just now I said,</br>I ne'er was Master of the tuneful Trade,</br>Or the small Genius which my Youth could boast</br>In Prose and Business lyes extinct and lost;</br>Bless'd, if I may some younger Muse excite,</br>Point out the Game, and animate the Flight:</br>That from Marseilles to Calais France may know</br>As we have Conqu'rors we have Poets too;</br>And either Laurel does in Britain grow.</br>That, tho' amongst our selves, with too much Heat,</br>We sometimes wrangle when we should debate;</br>(A consequential Ill which Freedom draws;</br>A bad Effect, but from a Noble Cause:)</br>We can with universal Zeal advance,</br>To curb the faithless Arrogance of France.</br>Nor ever shall Britannia's Sons refuse</br>To answer to thy Master, or thy Muse;</br>Nor want just Subject for victorious Strains,</br>While Marlbro's Arm eternal Laurel gains,</br>And where old Spencer sung, a new Elisa reigns.</br>"]