["WILLIE.</br>Come tell me, Jamie, what's the wyte ye mourn?</br>Why ha'e your thoughts tain sic' a doolsom' turn?</br>That us'd to be sae fu' o' spunk an' glee,</br>An' lang sae sweet, sae blyth an' cantilie;</br>I canna thole to see ye look sae wae;</br>Lilt up a sang to chace your grief away.", "JAMIE.</br>To tak' my reed, or mint to play a spring,</br>Or yet to try to whistle or to sing,</br>Is baith aboon my bind an' 'yont my art,</br>An' wou'd be mair nar fit to break my heart:</br>Sae Willie say nae mair. &mdash; This monie a day</br>I mak' ye sure I'll neither sing nor play.", "WILLIE.</br>I ferlie man what mak's your heart to dunt!</br>Has Mainie turn'd her back, an' taen the strunt?</br>Or ha'e the blastin' winds come o'er your fields?</br>Or are your ouffen elf-shot i' their bields?</br>Or are your kye gaen yiel' to gar you weep?</br>Or has Tod Lowrie worri'd a' your sheep?", "JAMIE.</br>Sic things as thae, though weightie they would be,</br>Wou'd no' be have's gien siccan grief to me;</br>Nor Mainie, nor my ouffen wou'd I mind,</br>Nor sheep, nor kye, nor tods, nor blightin' wind.&mdash;</br>Far war nor that's faun' out!  O wae's me!</br>For Rob, our hind, that sang sae cheerullie,</br>Wha's charmin' music drave awa' our pain,</br>An' cheer'd our hearts, alake!  is dead an' gane.", "WILLIE.</br>Is Robie dead?  Weel may we a' be wae,</br>An' dowie too, for year an' month an' day!</br>An' is he gaen indeed?  the blythest he</br>That ever plew'd or whissl'd o'er the lee.&mdash;</br>Sair fair we'll miss him an' his cantie springs,</br>Nae mair he he whissles now, alake!  nor sings:</br>Sae sweetlie did his cheerie music's cling,</br>His meltin' notes made a' the vallies ring.</br>Lang days an' nights we'll ha'e o' grief an' care,</br>For cantie Robin plays an' sings nae mair.", "JAMIE.</br>I ferlie muckle what can be the wyte,</br>That Heav'n sae aften shortens our delight?</br>Is our north clime sae dour an' sae severe,</br>That charmin' fingers mak' nae thriven here?</br>We anes had Allan, cantie blyth an' gay,</br>That wi' sweet singin' bore the gree away;</br>At last he fell. &mdash; Rob Fergusson appear'd,</br>Whase thrillin' music hills and valley cheer'd,</br>Death tuik him too. &mdash; Then ilka glen was sad,</br>Till Robin cam' an' made our shielins glad;</br>Sae sweet he sang, wi' sic melodious air,</br>But now, alake!  he'll sing an' play nae mair.", "WILLIE.</br>Had I no' been a stupit doitit ass,</br>I might hae lear'd frae what has come to pass;</br>For but the other ouk' nae farder gaen,</br>I thought the vera brutes did a' complain,</br>The corbies croupit, an' the dogs did yowl,</br>Hail nights I sleptna' for the skirling owl.</br>Loud at the door cam' monie fearsom' raps,</br>The vera pyets raive our shielin' taps:</br>Thae a' might stood for warnins sad an' fair,</br>That daintie Robin was to sing nae mair.", "JAMIE.</br>O me!  may never ane get sic a fright,</br>As I gat wi' a dream that awfu' night.</br>What think ye did I see? &mdash; Wi' fearsom' glow,</br>I saw my house a' bleezin' in a low!</br>I raiz I thaught, an' try'd to get it smoor'd,</br>An' muckle pain an' trouble I endur'd:</br>Till wi' a waff a reek, whan gaun about,</br>I thought indeed I gat an eye dung out.</br>An' whan I waken'd, troth to tell ye now,</br>I thought for lang that a' I saw was true.</br>I lay a while, an' swatt wi' perfect fright,</br>But glad was I to see the mornin' light.</br>I saddlie find my dream true and read to me:</br>For I wi' him hae lost my best tae eye.</br>I might hae thaught be this, had I ta'en care,</br>That daintie Rob was ne'er to whissle mair.", "WILLIE.</br>We poor short-sightit mortals canna see</br>A single inch into futurity.&mdash;</br>What can we do but wi' fell grief be tosst,</br>An' mourn baith night an' day for him we've lost.</br>How cantie ha'e I been, on our sheep-gangs,</br>To lean me down an' read his bonnie sangs;</br>How he had simple dogs to crack sae nice,</br>An' wi' their crackin' crub the ways o' vice.</br>It would gar simple fokes, o' little wight,</br>A maist believe he had the secon' sight&mdash;</br>Now may we count our haudins toom and bare,</br>Whan he that us'd to cheer them sings nae mair.", "JAMIE.</br>To see I've monie a time been blyth enough,</br>His horse an' ouffen drawin' i' the pleugh;</br>An' then he whissl'd ay' wi' sic a glee,</br>As gart them rock an' row alang the lee.</br>Mong sweepin' rigs o' corn, I can declare,</br>I've seen i' hairst our wenches shearin' fair,</br>Aftimes, for a' their brulziein kemps an' bangs,</br>Haud still their hooks an' lissen till his sangs;</br>At which he had sae nice a gait an' knack</br>As made the vera Briggs o' Ayr to crack.</br>An' argue steevely, opnin' to our view</br>Auld warld things, as weel as things that's new.</br>Mourn Coila, mourn!  let sons an' daughters share,</br>For Rob your darling ne'er will whissle mair.</br>"]