["Lo!  I, the man whose Muse did whilom mask</br>(So FREEDOM taught) in high-voic'd Minstrel's weeds,</br>Am now enforced &mdash; a far unfitter task,</br>For Cap and Gown to leave the Patriot's meeds,</br>For yon dull noise, that tinkles thro' the air,</br>Bids me lay by the Lyre, and go to Matin Pray'r.", "O, how I hate the sound! &mdash; It is the knell,</br>That still a requiem tolls to Comfort's hour;</br>And loth am I, at SUPERSTITION'S Bell,</br>To quit or MORPHEUS' or the MUSE'S Bower.</br>Better to lie and dose, than gape amain,</br>Hearing still mumbled o'er the same eternal strain!", "Thou tedious Herald of more tedious Pray'rs,</br>Say, hast thou ever summon'd from his rest</br>One Being wak'ning to Religious cares,</br>Or rous'd one pious transport in the breast?</br>Or rather, do not all reluctant creep&mdash;</br>To linger out the hour, in listlessness or sleep?", "I love the Bell that calls the Poor to pray,</br>Chiming, from Village Church its cheerful sound,</br>When the Sun smiles on LABOUR'S Holiday,</br>And all the Rustic train are gather'd round&mdash;</br>Each deftly dizen'd in his Sunday's best,</br>And pleas'd to hail the day of Piety and Rest.", "And when, dim-shadowing o'er the face of day,</br>The mantling mists of even-tide rise slow,</br>As thro' the forest gloom I wend my way,</br>The Minster Curfew's sullen roar I know:&mdash;</br>I pause; and love its solemn toll to hear,</br>As, made by distance soft, it dies upon the ear!", "Nor not to me th' unfrequent midnight knell</br>Tolls sternly-harmonising:  on mine ear</br>As the deep death-fraught sounds long ling'ring dwell,</br>Sick to the heart of Hope, and Love, and Fear,</br>Soul-jaundic'd, I do loathe Life's upland steep,</br>And with strange envy muse the Deadman's dreamless sleep!", "But thou, memorial of Monastic Gaul!</br>What fancy, sad or lightsome, hast thou given?</br>Thy vision-scaring sounds alone recal</br>The Pray'r that trembles on a yawn to Heaven;</br>And this Dean's gape, and that Dean's nasal tone,</br>And Roman Rites retain'd, tho' Roman Faith be flown!</br>"]