["In all their pride still wave the Wharncliffe's woods,</br>Still o'er their bowers the summer dews descend,</br>In freshness flow the Don's translucent floods</br>High o'er whose banks the rifted rocks ascend;</br>Still all his hidden brooklets rippling wend</br>Through mossy banks, and murmur as they flow</br>Where pensile flowers like bashful virgins bend</br>To see their beauties, in the waves below,</br>That kiss their perfumed lips, and in their blushes glow.", "But in the Riveling's solitary vale</br>Where all seems dead and silent save the stream,</br>Where no tree waves its branches in the gale,</br>Nor scarce a blossom woos the summer beam;</br>The pilgrim pauses, as the wandering dream</br>Of time-sepulchred years o'er memory's plain</br>Slowly returns .... Pursuing still the theme,</br>He marks the spot where once in grandeur stood</br>The lordly Oak, sole monarch of the solitude.", "Amidst the silence and the loneliness</br>Of that dark valley where no leaf appears,</br>He stood the sovereign of the wilderness,</br>And flourish'd greenly, and without compeers</br>In strength and beauty, and adorn'd by years:</br>The earth his footstool &mdash; Heaven his canopy&mdash;</br>No Druid's rites he saw, no victim's tears;</br>But widely there his giant arm unfurl'd</br>His green and bloodless banner o'er a peaceful world.", "Planted by him who waved the vengeful sword</br>Of Conquering William's desolating ire,</br>A wrath the Saxon long in vain deplored,</br>Amidst thy city's ruins, HALLAMSHIRE.</br>And so it grew unseathed by wind or fire,</br>The red deer's shelter, and the falcon's nest</br>Long wav'd it there, ev'n when the hoary sire</br>Told how the hand for ages had been blent</br>With kindred dust that rear'd that sylvan monument.", "Where roll'd the confluent rivers at their base</br>Frowning and dark that chieftain's towers arose,</br>Th' embattled strength of SHEFFIELD'S earlier days,</br>Pride of his friends and terror of his foes:</br>Through many a summer's sun and winter's snows</br>There waved his banner ... Long those towers withstood</br>All that time, war, or tempest could oppose;</br>Till red Rebellion rear'd his standard there,</br>Then desolation follow'd through each future year.", "In later times rose those baronial Halls</br>Where once the lights of feudal grandeur shone;</br>Amidst whose courts the winding serpent crawls,</br>And makes her nest within the broken throne</br>Where lordlings sat. &mdash; Those bowers are now o'erthrown</br>Where gentle hands once gather'd freshest flowers</br>To garland brows that should have worn a crown.</br>Vanish'd are these, the victims of decay,</br>His Oak alone remain'd, when they were pass'd away.", "Ask ye what fell'd the pride of Riveling's vale?</br>Ask ye what laid its leafy monarch low?</br>'Twas not the angry spirit of the gale&mdash;</br>'Twas not the bolt of Heaven that dealt the blow&mdash;</br>Nor slow decay (though full of years) &mdash; ah no!</br>There is a power more fatal far than these&mdash;</br>See where the vale's sad Genius striking low</br>His viewless harp mourns its dark loneliness&mdash;</br>Ask there that power's fell name, &mdash; he'll say 'twas Avarice.", "Peace to his shade who rear'd that goodly tree,</br>The once proud Castle, and the mouldering Hall&mdash;</br>Green let the memory of the chieftain be.</br>And honour'd still the name of FURNIVAL,</br>Let History's faithful hand withdraw the pall</br>That time has thrown upon the good and brave&mdash;</br>And let the Muse that still deplores its fall</br>The sacred page exultingly invoke</br>That bids it flourish still, the Lord's majestic Oak.</br>"]