["Vain were the thought to ask th' Aonian maids,</br>With sacred rapture to exalt my song;</br>Since ne'er on Pindus' flow'ry turf I trod,</br>Nor tasted Helicon's transporting spring,</br>In sober strain, salubrious truth I write,</br>Unbless'd, unaided by the muse I love.", "Lo!  to the place where Comus, jolly God,</br>His revels kept, my steps blind Fortune led:</br>Joyous was all the croud, sounded the roof</br>With instrumental harmony, and song;</br>Flow'd the full goblet, smoak'd the Indian weed,</br>And wanton joy sat smiling in each face:</br>When, by the pow'r of Bacchus overcome,</br>Sleep with kind hand reliev'd my lab'ring brain,</br>Sleeping my comrades left me: &mdash; Gracious heav'n!</br>What pen can write, or how shall tongue declare,</br>Or thought imagine the disgusting scene</br>That met my waking eye!  Crack'd bowls, and pipes,</br>Obscene (the trophies of the reeling god!)</br>Myself all sick and languishing, my pulse</br>Beat various &mdash; slowly now, as death</br>Throughout had chill'd me with his icy hand;</br>&mdash;Now with a fev'rish force impetuous mov'd.</br>When strait the room with light unwelcome shone.</br>\"O light!  how I detest thy piercing beam,</br>Dispelling friendly shades!  foul deeds like these</br>Should lurk in darkness, from all conceal'd.\"", "Behold a miracle (attend with awe,</br>Couch'd in rough phrase believe the museless song)</br>Before me stood a venerable man,</br>Old, but not bending with the weight of years;</br>His face was ruddy, and he smil'd benign,</br>As if nor sickness had his form impair'd,</br>Nor anxious cares his soul:  his silver'd head</br>Was bound with wreaths of salutary flow'rs,</br>Call'd HOPE by man, but Panace by gods.</br>\"My son, he said (and at his voice divine</br>New life beat vig'rous in each throbbing vein)</br>Long has my friendly influence mov'd the scorn,</br>My name the laughter of the sons of men,</br>The sons of men, regardless of their weal</br>And health, the greatest sublunary good!</br>The genius I of liquor call'd below</br>SMALL-BEER, and doubtless you have heard me damn'd</br>Full oft, by Belials rude, outrageous sons:</br>But yet, were honour due, to Temp'rance giv'n,</br>Mine were the favours of th' applauding croud,</br>But wine, luxuriant wine, usurps my throne,</br>And like a tyrant, first enslaves, then kills.</br>In order, all the virtues should I name</br>That call me sire, too soon the rising sun</br>Would break the thread of my unfinish'd tale,</br>(For unembody'd sprights walk not by day)</br>Joy I impart to all, &mdash; not that false glee,</br>Shortliv'd, which measures but from glass to glass,</br>But constant health, and pleasure unalloy'd:</br>&mdash;Here, taste and live, live soberly and well.\"</br>This said, a vase with steady hand he gave,</br>Full to the brim, I quaff'd the tender'd draught;</br>Swift the cool stream refresh'd my burning throat,</br>And thus with low obeysance, I return'd:</br>\"Father!  I thank thee for thy visit kind,</br>And for thy welcome gift\" &mdash; I would have said&mdash;</br>But the lark whistled at th' approach of morn,</br>Which ting'd the glowing east with rosy hue,</br>In haste my visionary guest retir'd,</br>And left me deep in contemplation drown'd,</br>Resolving reason never more to quench</br>In floods Lethean of deceitful wine;</br>Deceitful wine!  embrew'd with mixtures dire,</br>By the curs'd vintner's art for sordid pelf.</br>O!  grant me, heav'n, to live with health, and ease,</br>My books, a sober friend, Small-beer, and sense:</br>So shall my years the smiling fates prolong,</br>And each auspicious morn shall see me happy.</br>"]