["When not a breath hath heav'd thy gentle breast,</br>How oft I've sought thee at the break of day,</br>Ere lazy man would spurn his downy rest,</br>Or linnet rise to chant her morning lay,&mdash;</br>To catch the first glance of Phoebus' golden ray</br>Shot lightly o'er thy mead's empurpled vest,</br>And mark how, while it drank morn's misty grey,</br>'Twould wake the hum of life from east to west:</br>And oh!  'twas sweet to read this title-page of day.", "Pleas'd have I trod thy softly swelling hills,</br>Where yellow Ceres and sweet Flora meet,</br>Throwing betwixt thy tributary rills</br>Rich floods of living gems and golden wheat;</br>And eke thy plains, where noisily do beat</br>The dusty clappers of thy busy mills,</br>To muse me where some broadly dashing sheet</br>The gauzy cloud of humid mist distills:</br>But ah, I traverse now Augusta's crowded street.", "Oft have I sported on thy level side,</br>Where the fleet racer shoots across the green;</br>Oft have I laved me in thy glassy tide</br>In boyhood's days, all spotless and serene,</br>Or, buoyant, scudded up thy banks between:</br>But ah, those days are gone, and I must chide,</br>For memory will betray that I have been</br>Where tow'ring Hinchingbrooke's old gothic pride</br>Peeps thro' the wood, and smiles o'er all the scene.", "Oft have I, hid in hedge or leafy nook,</br>Sat by thee, shaded from noon's parching gleam,</br>To watch the patient angler with his hook,</br>Dancing and eddying down the purple stream,</br>Beguile the simple roach: &mdash; or skim the cream,</br>Delightful task!  of some poetic book,</br>Where useful lore and pleasant fancies beam,</br>When all around me seem'd as 'twere but shook</br>From Heav'n for mortal weal!  all life a pleasant dream!", "At eve I muse me oft and deeply, Ouse,</br>How pleas'd I've rambled by the side of thee,</br>When weary labour quits the glitt'ring dews</br>That gem the dark green carpet of the  lea,</br>Listening the shepherd whistling angrily</br>His lazy sheep, that cunningly would lose</br>Themselves behind or spreading bush or tree</br>That fringe thy verdant banks, delightful Ouse,</br>Loth, loth to leave thy peaceful haunts, like me!", "Oh!  and I've rambled up thy banks at night,</br>When man was mute, and clos'd was every door,</br>To see, beneath the moon-beam's misty light,</br>The little boat go gliding up the shore;&mdash;</br>To hear the music of the splashing oar;&mdash;</br>Perchance some flute, as sweet as Stephens quite,</br>Whose silver notes did float along before,</br>Trilling with melody the meadows bright:</br>But ah, those nights are gone!  I will not muse them more.", "Farewell, sweet Ouse! &mdash; thy image may I keep</br>For ever.  O Fancy, let me, when my brain</br>Doth gamble on my pillow, let me leap</br>Again in Ouse's bosom!  and again</br>Broil on his banks with Pleasure's giggling train</br>In boyish frisk! &mdash; Farewell!  oh, I could weep</br>To think thou hast no turn, life's sullen lane,</br>To point us back, for aye, youth's sweet, sweet days again.</br>"]