["Tell me O Muse, and tell me Spencers ghost,</br>What may have bred in knowledge such decay</br>Since ancient times, that wee can hardly boast</br>We understand those grounds they then did lay?</br>Much I impute to th' shortning of the day,</br>(Our life, which was a stride, being shrunck t' a spanne)</br>Yet sure there are besides some rubbs i'th way.</br>Say then how Learnings Sunne to shine began?</br>And by what darke degrees it did goe backe in man?", "Then thus when seeds of all things (from the wombe</br>Of pregnant Chaos sprung) were perfected,</br>Another Chaos (yet to be orecome)</br>Out of the Reliques of the former bred,</br>With ignorance this infant world orespred,</br>And having drown'd Reasons deviner Ray</br>In the dull lumpe of flesh, made men (the head)</br>Companions of their slaves:  The Beasts and they</br>Promiscuously fed, Promiscuously lay.", "As now they are, things were not sorted then;</br>Nor by division of the parts did breed</br>The publique harmony.  For how should men</br>Manure the ground, their minds being choakt with weed?</br>Or adde the last hand, which themselves did need?</br>Woods yet unto the Mountaines did not passe,</br>Nor Heards beneath ill grassy Meadowes feed,</br>Nor Corne inrich the middle Grounds; but Grasse,</br>And woods, and stifled Corne, were shuffled in one Masse.", "When thus sad Nature did her case deplore;</br>Why is the best of Creatures poore whilst I</br>Abound in wealth:  or what availes my store</br>Heapt in a common field?  O Jove deny</br>Thy fruitlesse gifts, or else cleare reasons eye:</br>And grant that they possesse those gifts alone</br>In whom that Reason most shall fructifie</br>For till for worth some difference be showne</br>Twixt man and man, twixt man and beast there will be none.", "Jove heard:  Nor chose to blame her murm'ring Pray'r,</br>But remedy the cause, by sending Wit</br>(Which is the use of Reason.)  To his Care</br>Th' unpollisht minde of man he did commit,</br>As with a Diamonds point to fashion it,</br>Bidding him gently glyde into his Heart</br>By such convenient meanes as he could get,</br>And that as Soveraigne Lord he should impart</br>Kingdomes and Provinces to them that tooke his part.", "\"A pregnant spirit short instructions serve.\"</br>So buckling to his taske he did survey</br>All Creatures in this world, and might observe</br>To breake from Womans eye a brighter day</br>Than that which rising Phoebus did display.</br>On this fraile Basis the great worke begun:</br>The lesser World which yet in darkenesse lay,</br>With Weeds and Brambles wildly over-run,</br>To purge that second Chaos found this second Sunne.", "For whil'st Man gaz'd on the bewitching light,</br>An unknowne Passion entred at his Eye,</br>Which, strugling with his Reason, did exite</br>Her languisht spark through secret sympathy</br>Of flames that were ingendred mutually.</br>His narrow soule grew larger with her Guest,</br>And furnisht to enshrine a Deity:</br>Who now with Language his new love express,</br>And now with Thousand Tropes his smoother Language drest.", "\"Love is that fire which wise Prometheus caught</br>From Heav'n it selfe to forge mans soule anew,</br>(Which Feavours with it, and dead Palenesse brought</br>Instead of Health, Repose, and Lively Hiew).</br>When all these goods out of the Basket flew,</br>Hope only to the bottome did remove.</br>Yet had wee rather this sweet Hope pursue</br>Than have our former State.  And some approve</br>With Losse of all those goods even a hopelesse Love.\"", "Say you by whom this kindly flame's reprov'd,</br>Who layd the first stone of civilitie?</br>Whilst men sought sweet converse with them they lov'd,</br>And for advice in the New Malady,</br>With others too; which let in Amitie?</br>Who did the Organs first for Reason fit,</br>As by experience to this day wee see?</br>\"For properly Love ripens the Fooles wit;</br>But turnes some wise men Fooles by over rip'ning it.\"", "Men thus conversing, soone the Arts were made,</br>And, that which all included, Poetry:</br>Under whose veyle were mystickly convey'd</br>The solid Grounds of all Phylosophy,</br>Ev'n to the homely Rules of Husbandry,</br>Which with such sugred Eloquence were drest,</br>And Coucht in such Delightfull Harmony,</br>That they who could not crabbed Texts disgest,</br>To heare those flowing numbers, without number prest.", "And now had Wit his noble taske perform'd;</br>For what could more for Mortalls be desir'd</br>Than to be decently susteyn'd, and form'd</br>With all the Ornaments their minds requir'd!</br>So to his Contemplations he retir'd,</br>Leaving the Countryes in propriety</br>To such as were by him for Rule inspir'd,</br>Who us'd them with a Liberality</br>That little differ'd from the old community.", "But Nature was not so content, whose thought</br>Is vast and ever Covetous of more:</br>For though to such a rare perfection brought,</br>She held all nothing that was done before.</br>And therefore farther to improve her store,</br>Her wily head a counterfeit did frame,</br>Who in his lookes Wits perfect likenesse bore,</br>And by that stollen tytle dar'd to clayme</br>The Government of things.  But Craft was his right name.", "So well could he his subtile picklocks file</br>That in most minds his entrance he had made,</br>Partly deceiv'd with his pretended style,</br>And partly from their due Allegiance swayd</br>With Guifts of a strange force before them layd,</br>Which in the Oceans unknowne waves did lye,</br>(Now Sayl'd and div'd into) which Earth display'd</br>Forc't by a thousand tortures to discry</br>Where her bright Gold was hid from Phoebus's envyous eye.", "His precepts art; From every thing to get:</br>And each from other.  But with legall show.</br>(For that, he sayth, is liveing by his wit.)</br>But the true Wit which all these things did owe,</br>From his just right he wrongfully did throw.</br>That only Title hath a solid Plea</br>Which he confirmes, if he did not bestow.</br>He is Lord Paramount of Land and Sea,</br>And all the world is held of Craft in Capite.", "O Witt!  next Jove Creator of Mankind,</br>Where dost thou now in secret corner sit,</br>Counting the Starrs with avaricious mind</br>Or brooding some immortall worke of wit</br>Whereby thou maist affected glory get,</br>Whilst thy poore Clients, outed of their right,</br>For nobler Sciences are made unfit,</br>\"Since Lamps that have no Oyle can give no light,</br>And folly twere to shine when men have lost their sight?\"", "Thus some:  who well affected did remaine,</br>To the old learned Age.  Yet each of these</br>Had learn't a Craft his livelyhood to gaine;</br>And learnt withall the Liberall Sciences,</br>Forc't to give halfe obedience for his ease</br>To the new Government.  But if his soule</br>(Not needing the dull world) her selfe might please,</br>She then would passe directly to her Gole,</br>And spurne the Golden Apples that before her rowle.", "These Cryes fetcht Wit from the retyred shade</br>Of a delightfull  Solitary Grove;</br>Who (wondring) saw what spoil his Foe had made</br>Of the most precious goods.  He cry'd to Jove,</br>On Nature cry'd, that could such Change approve.</br>Then learnt he first to be Satyricall,</br>(Whose bitter'st Argument before was Love)</br>And let some words of hard Construction fall,</br>And ev'ry drop of inke was mingled with some Gall.", "At last demands the Law.  And he will try</br>By publique Justice before Natures Barre</br>To whom the World perteynes most rightfully.</br>Craft, (though possession were his surer farre)</br>His Plea of merit would not seeme to marre,</br>But nam'd a day his Title to abet;</br>On it the Creatures all assembled are,</br>Raunged by Natures Marshall as they met,</br>And all on the Successe their expectation set.", "First Wit with copious Language did dilate</br>Those benefits which Man to him did owe,</br>Whom from a poore dishonourable state,</br>He made with blessings of all sorts to Bow.</br>He said, whom he made Rulers first did know</br>To rule themselves.  And if the World new Clad</br>With a few glitt'ring Trifles, (but for show)</br>Which Craft with dammage of true Goods did adde,</br>Seem'd now to have more wealth, it then more honor had.", "Here ceas'd his speech.  Then Craft reply'd to all</br>With Such a boldnesse as not blusht to slight</br>Th' immortall workes of Wit, which he did call</br>Chymera's of the Fancy, vaine and light,</br>And urg'd the Learned had renounc't their right</br>In Earthly things, as he could represent</br>By diverse Instruments themselves did write,</br>Knowing they were unfit for Government,</br>As wholly unto idle Contemplations bent.", "But that they did not truely Gold contemne</br>(Which all that have their Eyes must needs admire),</br>Only in boasting writings did Condemne</br>The thing which in their hearts they most desire.</br>Nor could the World his perfect State acquire,</br>Whilst not a Mettall was in Earth suppress</br>But a Fifth Element more bright than fire,</br>Which Poets ev'n denying had confest,</br>Styling the Golden Age what they would have The best.", "That he found out; And Gemms of wond'rous price</br>Like which their Mistresse Eyes, Teeth, Lipps, they feign,</br>As things which have most vertue to entice.</br>And last, said he; 'Tis hamm'ring in this brayne</br>To turne all things I touch to golden veyne.</br>This clos'd his speech; But left such stings behind</br>In Nature, biteing greedily at gaine,</br>That (seeming first to spoyle it in her minde)</br>She judg'd the World to Craft, which Wisedome she defin'd.", "Her overpartiall Doome, she colour'd ore</br>With this pretext, that the worlds Rule (now growne</br>More intricate through its increased store)</br>Requir'd a Drudge to tend that worke alone,</br>But Wit had many things to study on.</br>Then ended with a smooth-fac'd Complement,</br>How Him she held in high opinion,</br>Whom breaking up the Court, she from her sent</br>As infinitly prais'd, as not a jot content.", "For his stout heart felt deepe disgraces wound,</br>And hardly could dissemble Injury,</br>Who, having long survey'd the Creatures round,</br>Leapt lightly on an Eagle perching by,</br>And Cry'd; The Earth to me she may deny,</br>But not the Heav'n.  So, without making playne,</br>Directs his Flight to fair Eternity.</br>(The Muses horse his nimble joynts doth strayne</br>When he is spurr'd with Love, or nettled with disdaine.)", "His active Circles Crowne Sols glorious Spheare:</br>Heav'n op'ning still new Beauties to his Eye</br>As he gets up, whilst Earth doth lesse appeare,</br>Where some presage his fall to Poverty,</br>The heighth will turne his braine, some others cry;</br>Some few in judging Eares his raptures poise,</br>(Who like a Larke doth singing mount the Skyes).</br>They beare him up with their applausive noise,</br>At which in secret heart he not a little joyes.", "But the faint Bird is not releeved so</br>Although her Rider cheer'd her what he might,</br>To whom the whole Terrestriall Globe below</br>Seem'd a meane Quarry to debase his flight,</br>Yet forc't ere long for a small bait to light,</br>The hunger of his Animall to stay,</br>Though oft he cuffs it first, and oft doth slight.</br>But need Commands, and Flesh must needs obey,</br>So at the last he stoops and seazes the skorn'd prey.", "As in a Torch wee see the bating flame</br>Unto its heav'nly country doth aspire,</br>But the wax softly shrinking from the same</br>Makes it for food from Heaven to retire,</br>And tend to Earthward with descending fire:</br>So Wit is forc't (some Maintenance to get)</br>To stoop to Earth against his owne desire;</br>But soone againe the fruitfull Earth doth quit,</br>To soare in Empty Ayre:  (Heav'n send me better wit!)", "Yet when this Eagle shall have cast her Bill,</br>And mew'd her mortall plumes, some thinke that he</br>Shall then attaine the topp of Heavens hill,</br>And Coeternall with his writings be,</br>Taking peculiar felicitie</br>In penning Hymnes of His Creators praise;</br>(That is the genuine use of Poetry)</br>And for reward of those Coelestiall Layes</br>That hov'ring Cherubins shall Crowne him with fresh Bayes.</br>"]