["From Nile's hot regions, by the viewless gale</br>Of warm imagination borne along,</br>And the resistless power of wizard song,</br>Turn, gentle muse!  to Tempe's flowery vale&mdash;</br>Delicious Tempe &mdash; where the Thracian bard</br>Of old amid the echoing caves was heard</br>By stones and trees, that, waken'd by his lyre,</br>Felt the soft breathings of poetic fire,</br>And, bounding to the strain, their new-born joys declared.", "Yet not of Greece or Rome's enchanting lore,</br>The Mantuan flute or Syracusan reed&mdash;</br>More barbarous times &mdash; an iron age &mdash; succeed,</br>And darken all the Muses' favour'd shore.</br>Not now of swains who, with alternate song,</br>Bad Phoebus linger, whilst his journey long</br>He sought to finish at his western gate;</br>While Nymphs applauded, and in rustic state</br>Time-honour'd judges sat the rival bards among.", "Still rugged Oeta lifts his cloudy head,</br>And high Olympus with eternal snows;</br>Still through his valleys pure Enipeus flows,</br>And their old woods o'er Haemus' cliffs are spread:</br>But Love and Music there no longer dwell;</br>Foul monsters lurk in every savage dell;</br>The clank of arms the sovereign wood-nymphs frights;</br>Wild Fauns sit trembling on their ancient heights,</br>No more secure, and Pan has left his royal cell.", "Oh yet revisit thy once loved domain,</br>Immortal Muse!  and tune the Gothic lyre,</br>And with the breath of wild romance inspire</br>The shores once echoing to a classic strain.</br>Not inharmonious through the pastoral shade</br>Where Thyrsis erst, and Meliboeus play'd,</br>Shall sound the lay of arms, and steed, and knight,</br>(Fancy's creation) nor without delight</br>Oh let me in the lap of Faerie be laid!", "For who, to please a cold, fastidious age,</br>Would lop each wilding shoot that nature gave,</br>Banish the clowns that dig Ophelia's grave,</br>Or chase Lear's simple follower from the stage?</br>Shall yonder tower be of its ivy spoil'd,</br>Or brushwood from the cavern's mouth exiled?</br>Tasteless Reformer! &mdash; thy \"sublime\" and \"fair:</br>May form a thesis for the pedant's chair;</br>But thee the Muse ne'er loved, nor Fancy call'd her child.", "To me more dear are Nature's strangest forms,</br>The rudest structures of the Poet's hand,</br>Than palaces with art Palladian plann'd,</br>Though placed secure from reach of Critic storms.</br>I hail the giant oak's fantastic boughs,</br>The huge misshapen mountain's shaggy brows;</br>Nor less the wanton windings of the brook,</br>The streams that gush from every wayward nook,</br>And, roaring through the vale, far mountain echoes rouse.", "But chiefly you, great masters of the lyre!</br>Who struck as nature moved, as fancy reign'd;</br>Whom no cold rules of modern art restrain'd</br>But the great Muse herself exalted higher.</br>For one bright hue from Shakspeare's magic loom,</br>For one stray feather cast from Spenser's plume,</br>Say, would I not each courtlier grace resign?</br>&mdash;Immortal Muse!  Then never more be mine</br>Enjoyment's rapturous trance, or Awe's ecstatic gloom!", "'Twas thus, beneath a hawthorn's snowy bower</br>Reclining laid, lull'd by the ceaseless noise</br>Of summer flies, I dream'd of former joys,</br>And felt again the soft poetic power,</br>Long absent; for below the open sky,</br>She dwells, and shuns the confined paths where I</br>Must the sweet season spend, until the days</br>Slow rolling bring me back where Isca strays</br>Thro' my loved native fields, land of my minstrelsy.", "Nor Isca only wakes my slumbering lyre,</br>Ah no!  Love strung it on the banks of Thames:</br>Her image mingles with the noon-tide flames,</br>Whose morning smiles engender'd first the fire.</br>Hers is the spell that sped my tuneful vein;</br>And of her beauties and my love I feign</br>Would only sing; but the great Muse denies:</br>Yet, &mdash; wilt thou take the unworthy sacrifice?</br>To thee and Richmond will I dedicate my strain.", "Again from Thames to old Enipeus borne</br>In Fancy's airy barque, I see a knight</br>Thro' the deep valley ride in armour bright:</br>The fleurs de lys his azure coat adorn;</br>From his proud helm three waving feathers fall;</br>The white cross glitters on his velvet pall:</br>His courteous airs a noble race bespeak;</br>By his sweet tongue ye might have deem'd him Greek;</br>But his embroider'd arms bespeak a knight of Gaul.", "And who is he, the youth so fresh and fair,</br>With sparkling crest and dancing plumage gay?</br>And on what bold adventure does he stray</br>So far from his loved Seine's maternal care?</br>To exalt in distant regions Gallia's fame,</br>And spread Religion's empery his aim,</br>Long had he lain enslaved to Grammarye;</br>And now but late from Khalyb's spells set free</br>By Britain's Champion bold; and Denis is his name.", "Ah why has Beauty so confined a date?</br>Why bow the brave to Time's all-conquering power?</br>The violet droops beneath the thunder shower,</br>And lightning rends the Oak's majestic state.</br>So mighty man to Time and Chance must yield;</br>A stranger doom, by history unreveal'd,</br>Untold before in song, must Denis prove,</br>And, ere he win a matchless virgin's love,</br>Roam thro' Thessalian shades a savage of the field.", "And must that noble front wide antlers bear?&mdash;</br>That form, which stands erect, and braves the sky,</br>Descend, and prone on earth's mean bosom lie?</br>That gentle skin be cased in horrid hair?</br>Yes.  On Enipeus' banks there stood a tree,</br>From whose rich boughs the tempting mulberry</br>In luscious clusters lured the hungry knight&mdash;</br>(Ah luckless hour that e'er they met his sight!&mdash;)</br>He rends the loaded branch &mdash; the life blood follows free.", "The warm stream gushing from the wounded plant</br>Not long the knight in silent wonder view'd,</br>Ere a faint shriek sent forth the labouring wood</br>That seem'd thro' every shoot to shrink and pant.</br>At length a female voice pursued the sound,</br>Sweet, though disturb'd and plaintive from the wound.</br>\"Tear not my tender flesh! &mdash; kind youth, forbear!</br>Ah re-unite the branch with generous care,</br>Nor leave me thus to pour my life out on the ground!\"", "As when some swain, with pleasing cares of love,</br>Tends his bright mistress thro' embowerÈd meads,</br>Perchance a straggling rose his path impedes,</br>Or tangled wood-bine pendant from above,</br>Sportive he leaps the tempting flower to tear,</br>To deck her bonnet or entwine her hair;</br>If from the leaves a lurking adder dart,</br>He drops the prize; strange horrors chill his heart,</br>All motionless he stands, nor flies the deadly snare.", "So stood the knight as from that injured wood</br>(Unfeeling deem'd) he heard the voice of woe</br>&mdash;A virgin's voice &mdash; in plaintive accents flow.</br>At length her suit the Mulberry thus renew'd:</br>\"What lust of blood, O cruel knight, detains</br>Thy ruthless hand, and wantons in thy veins?</br>O stain to arms! &mdash; I ask no mighty boon&mdash;</br>Repair the ills those torturing hands have done!</br>To bind the sever'd shoot requires no wondrous pains.", "\"Or does the dread of magic spell control?</br>Fear not, Sir knight! &mdash; no wizard here you see;</br>And of what sorceries animate this tree</br>My hand is guiltless, though I reek the dole.\"</br>As thus she sued, the champion heard, ashamed,</br>His courage question'd, and his knighthood blamed;</br>Compassion sway'd his courteous mind no less;</br>For well he ween'd some damsel in distress</br>Spake from that Mulberry stem, and knightly succour claim'd.", "Yet, ere his hands the reeking members close,</br>The afflicted trunk proclaim'd a sudden fear,</br>And thus exclaim'd:  \"Ah, yet the warning hear,</br>Which my strange fate compels me to disclose.</br>And Oh, may Heaven thy noble breast inspire</br>With dauntless valour's never-dying fire!</br>Nor be my wishes vain, which points to thee,</br>The Saviour promised by that dark decree,</br>Whose star and mine in Heaven eternally conspire.", "\"Thus then the power that fix'd me in this rind,</br>Compels me, trembling, hoping, to declare.</br>If to my earnest suit you bend an ear,</br>And the lopp'd branch again by thee be join'd,</br>From prison worse than death you free a maid,</br>Than whom a fairer graced not Tempe's shade;</br>A fiendish Sorcerer's spell you overthrow,</br>Bid a great monarch's heart with joy o'erflow,</br>And with his daughter's love the deed shall be repaid.", "\"Yet, ere the spell be broke, and damsel freed,</br>Seven tedious years the wizard uncontroll'd</br>Must o'er this vale unquestion'd empire hold.</br>Seven tedious years, ('tis so by fate decreed,)</br>If to thy knighthood true, by pity sway'd,</br>By dark Satanic engines undismay'd,</br>Thou dare achieve this feat-seven tedious years,</br>Thyself, amid perpetual griefs and fears,</br>Must linger out a hopeless life in Tempe's shade.", "\"More that stern power forbids me to declare,</br>What torments wait thee, and what toils beset:</br>If, darkly told, they fright, avoid them yet!</br>Leave me to bleed, and shun the fearful snare.</br>Still may'st thou safe from Tempe's vale retire,</br>New glories wait thee, other loves inspire;</br>From these deep shades no tongue can e'er repeat</br>To scandal's ear the shame of base retreat;</br>Thine honour still may shine with undiminish'd fire.\"", "\"O gentle Knight!\". . . . but here her accents fail;</br>For now the hardening fibres choke her breath,</br>And heavier fall the thickening drops of death.</br>Who but may guess the sequel of my tale?</br>Who doubts if Denis, true to knightly vow,</br>With tender care restored the sever'd bough;</br>Seven years content his alter'd form to keep,</br>In faith assured the bright reward to reap,</br>And pay for future bliss the fine of suffering now?", "'Twas faith like this, in Nature's virgin prime,</br>Ere all of good, or great, or fair, or just,</br>Lay in the scale like grains of worthless dust,</br>Against successful fraud, and purpled crime;</br>Ere Truth was forced the sceptre to resign,</br>And blasts of Mammon banish'd airs divine;</br>'Twas faith like this, ensuring power to save,</br>To English George his rescued Sabra gave,</br>And noble Denis crown'd with love of Eglantine.</br>"]