["\"Life is a dream,\" and \"rounded by a sleep,\"</br>A heavy sleep, and oh!  a sorrowing dream,</br>And wild, and fever'd:  be its closing deep&mdash;</br>Oblivions as Lethe's fabled stream,</br>Untroubled by one soul-reviving beam,</br>Lest I should wake again to some new race,</br>Vext as the past:  of which I well might deem</br>'Twas as Night's broken minutes, through whose space</br>Things hideous, fearful, agonizing, all held place.", "Yet innocent and beautiful the forms</br>In opening vision o'er my senses play:</br>Serene the Heav'ns, as if there ne'er were storms,</br>And bright, as if eternal were the day.</br>With my companions, how I bound away,</br>Rude-laughing at each freak, careless and free.</br>Ah!  merry little fools, in frolic gay</br>How we disport, brimful of nature's glee:</br>I wake, 'tis past &mdash; 'tis gone &mdash; the dream of Infancy.", "Arcadian bowers!  were ever bowers so fair</br>As these I thread?  was ever painted mead</br>Like this I move upon?  whose flowerets rare,</br>All that the earth e'er perfected exceed!</br>Such gorgeous colours, and such shapes indeed,</br>As win the eye to gaze, as if delight</br>Would ceaseless on the dazzling wonder feed</br>Increasing; while to spoil this scene so bright,</br>Is near nor sting, nor thorn, nor snake, nor envious blight.", "And on my arm She leans, who fairer still</br>Makes all this paradise; my promis'd bride!</br>Soul-join'd, of love, and joy, we prate our fill,</br>As wandering all adown that river's side,</br>Years coming, like its pure waves, placid glide,</br>Ah, faithless bank!  why tempted I thy brink?</br>Precipitate, and plunging in the tide,</br>Love's dream is o'er!  I struggle, gasp, and sink,</br>And she her troth and fate doth with another link!", "A shadowy Spectre, of tremendous power,</br>Approaches dimly, stretching forth an arm</br>Impalpable, its finger points an hour&mdash;</br>It drags me on resistless; magic's charm</br>Hath not, nor ever had, such gift of harm.</br>That hour is death, and all between is pain,</br>Racking the joints, freezing the life-blood warm.</br>Thou art Disease, thou spectre of the brain,</br>Night's grimly visitant &mdash; in life man's direst bane.", "Horror!  'tis on my limbs, my breast, my soul,</br>The fell Hag rides, nor motion, breath, nor life</br>Are mine &mdash; so dead, and heavy her control,</br>I cannot even groan for help:  her knife</br>Is in my heart &mdash; pangs through each nerve are rife.&mdash;</br>Exulting see the demon bloat and swell</br>O'er the poor victim's faint and dying strife:</br>Her name the Night-mare, as weak dreamers tell,</br>But Poverty it is:  which makes the world a hell.", "Were not that power to shriek for help denied,</br>How friends would rush to chase the fiend afar!</br>With such I converse hold, though yet untried,</br>Whose sympathies congenial, know no jar,</br>But, born beneath one influencing star,</br>Admiring, hating, loving, each the same;</br>Fixed in esteem, no accident can mar,</br>Ready to aid, as either aid may claim,</br>All human parallels, and differing but in frame.", "From books, from social bliss, to Nature's store</br>We range together &mdash; Now the bright orb'd sky</br>We scan with wonder, and its Lord adore;</br>Now earth we meditate &mdash; now ocean eye,</br>In all its grandeur from this rock on high,</br>Whence to the shore dare scarcely Fancy creep&mdash;</br>Yet down the impaling precipices I</br>Am hurl'd &mdash; Friends help!  they dash'd me o'er the steep&mdash;</br>And mock these dreams &mdash; thank Heaven, all rounded by a sleep.</br>"]