["ELEG. 1.</br>Now that beloved Henries glasse is runne,</br>And the last duties to his body showne,</br>Now that his sad-sad Obsequies be done,</br>And publicke sorowes well-nigh over-blowne:</br>Now give me leave to leave all Joyes at one,</br>For a dull Melancholy loneliness;</br>To pine my selfe with a selfe-pining mone,</br>And fat my greefe with solitarines.</br>For if it be a comfort in distresse,</br>(As some thinke) to have sharers in our woes,</br>Then I desire to be comfortles.</br>My Soule in publicke greefe no pleasure knowes.</br>Yea, I could wish, and for that wish would die,</br>That there were none had cause to greeve, but I.", "ELEG. 2.</br>For were there none had cause to greeve but I,</br>Twoul'd from my Sorrowes, many sorrowes take;</br>And I should moane but for ones misery,</br>Where now for thousands, my poore heart doth ake.</br>Bide from me Joy then, that still from me bid'st,</br>Be present Care, that ever present art.</br>Hide from me Comfort, that at all times hid'st,</br>For I will greeve, with a true-greeving heart.</br>Ile glut my selfe with Sorrow for the nonce,</br>What though my Muse against it once did say</br>Oh beare with my unbridled Passion once,</br>I hope it shall not yet from vertue stray,</br>Since greefe for such a losse, at such a season;</br>May be past measure, but not out of Reason.", "ELEG. 3.</br>Why should I for th' infernall Furies hallo?</br>Call upon darkenes, and the lonely night?</br>Or summon up Minerva, or Apollo?</br>To help me dolefull Elegies endite?</br>Here needs no mention of the feares of Stix,</br>Of black Cocitus, or such fained stuffe:</br>Those may paint out their greefes, with forc't tricks,</br>That have not in them reall cause enough;</br>I neede it not, yet for no private Crosse,</br>Droopes my sad soule, nor doe I mourne for fashion.</br>For why?  A generall a publike losse.</br>Kindles within me, a right wofull Passion.</br>Then (oh alas) what neede hath he to borrow,</br>That's pinch't already with a feeling sorrowe.", "ELEG. 4.</br>First, for thy losse, poore world-divided Ile,</br>My eyes pay greefes drink-offering of teares:</br>And I set by all other thoughts a while,</br>To feede my minde the better on thy cares.</br>I saw, how happie thou wert but of late</br>In thy sweet Henries hopes, yea I saw too,</br>How thou didst glory in thy blessed state:</br>Which thou indeed hadst cause enough to doe.</br>But, when I saw thee place all thy delight</br>Upon his worth; and then, when thou didst place it,</br>(And thy Joy almost mounted to her height)</br>His haples end so suddainely deface it;</br>Me thought, I felt it goe so neere thy heart,</br>Mine ake't too, with a sympathizing smart.", "ELEG. 5.</br>For thee, great James, my spouts of sorrow runne,</br>For thee my Muse a heavy song doth sing;</br>That hast lost more, in loosing of thy Sonne,</br>Then the Greeke Monarckes conquered Persian King.</br>Needes must the paines, that doe disturb the head,</br>Disease the body throughout every part;</br>And therefore I might have bene lopt as dead,</br>If I had had no feeling of this smart;</br>But oh I greeve:  and yet I greeve the lesse,</br>Thy Kingly Guift so well prevail'd to make him</br>Fit for a Crowne of endles happines;</br>And that it was Jehovah's hand did take him.</br>Who was himself a booke for Kings to pore on:</br>And might have been thy Basilikon Doron.", "ELEG. 6.</br>For our faire Queene, my greefe is no lesse moving,</br>There's none could ere more justly boast of childe:</br>For he was kinde, most dutifull, and loving,</br>Most full of manly courage, and yet milde.</br>Me thinkes I see what heavy discontent,</br>Beclowdes her brow, and over-shades her eyne:</br>Yea I doe feele her loving heart lament,</br>An earnest thought conveyes the greefe to mine.</br>I see shee notes the sadnes of the Court,</br>Thinks how that here, or there, she saw him last:</br>Remembers his sweet speech, his graceful sport,</br>And such like things to make her Passions last:</br>But what meane I?  Let greefe my speeches smother,</br>No tongue can tell the Sorrowes of the Mother.", "ELEG. 7.</br>Nor thine sweet Charles, nor thine Elizabeth,</br>Though one of you have gaind a Princedome by't:</br>The greefe he hath to have it by the death</br>Of his sole brother, makes his heart deny't.</br>Yet let not sorrowes black obscuring cloud</br>Quite cover and eclipse all comforts light:</br>Though one faire starre above the Spheare doth shrowd</br>Let not the earth be left in darknes quite.</br>Thou Charles art now our Hope, God grant it be</br>More certaine then our last; we trust it will:</br>Yet we shall have a loving feare of thee;</br>The burned childe we see, ev'r dreads fire still.</br>But God loves his; And Rome although thou threat'st</br>He's like enough for to be Charles the great'st.", "ELEG. 8.</br>Then droope not Charles to make our greefes the more;</br>God that to scourge us, tooke away thy brother,</br>To comfort us againe, kept thee in store:</br>And now I thinke on't, Fate could doe no other.</br>Thy Father both a Sonne, and Phoenix is,</br>Prince Henry was a Sunne and Phoenix too,</br>And if his Orbe had bene as high as his,</br>His beames had shone as bright's his fathers doe.</br>Nature saw this and tooke him quite away,</br>And now dost thou to be a Phoenix trye;</br>Well, so thou maist (no doubt) another day,</br>But then thy father (Charles) or thou must die.</br>For 'twas decreed when first the world begunne,</br>Earth should have but one Phoenix, heaven one Sun.", "ELEG. 9.</br>But shall I not bemoane the sad Elector?</br>Yes, Frederick, I needs must greeve for thee:</br>Thou wooest with woe now, but our best protector</br>Gives joyfull ends where hard beginings be.</br>Had we no showes to welcome thee to Court,</br>No solemne sight, but a sad Funerall?</br>Is all our former Masking and our sport,</br>Transform'd to sighes?  are all things tragicall.</br>Had'st thou bene here at Sommer; or at Spring,</br>Thou should'st not then have seene us drooping thus.</br>But now tis Autumne, that spoiles ev'ry thing:</br>Vulgarly term'd the Fall oth' leafe, with us.</br>And not amisse; for well may't be the Fall,</br>That brings downe blossoms, Fruit, leaves, tree, and all.", "ELEG. 10.</br>Then, Stranger Prince, if thou neglected seeme,</br>And hast not entertainement to thy state:</br>Our loves yee doe not therefore miss-esteeme;</br>But lay the fault upon unhappy Fate.</br>Thou found'st us glad of thy arrivall here,</br>And saw'st him, whom we lov'd, (poore wretched Elves)</br>Say:  didst thou ere of one more worthy heare?</br>No, no, and therefore now we hate our selves.</br>We being then of such a gem bereft,</br>Beare with our passions, and since one is gone,</br>And thou must have the halfe of what is left;</br>Oh thinke on us for good, when you are gone,</br>And as thou now do'st beare one halfe of's name;</br>Help beare our greefe, and share thou all his fame.", "ELEG. 11.</br>See, see, faire Princesse, I but nam'd thee yet,</br>Meaning thy woes within my brest to smother:</br>But on my thoughts they doe so lively beat,</br>As if I heard thee sighing, Oh my Brother:</br>Me thinkes I heare thee calling on his name,</br>With plaining on his too ungentle Fate:</br>And sure, the Sisters were well worthy blame,</br>To shew such spight to one that none did hate.</br>I know thou sometime musest on his face,</br>(Faire as a womans; but more manly faire)</br>Sometime upon his shape, his speech, and pase,</br>A thousand wayes thy greefes themselves repaire.</br>And oh!  no marvaile, since your sure-pure loves</br>Were neerer dearer then the Turtle Doves.", "ELEG. 12.</br>How often, oh how often did he vowe</br>To grace thy joyfull lookt-for Nuptialls:</br>But oh how wofull, oh how wofull now</br>Will thy be made through thy sad Funerals!</br>All pleasing parlees that betwixt you two,</br>Publike, or private, have exchanged beene,</br>All thou hast heard him promise for to doe,</br>Or by him in his life performed seene,</br>Calls on remembrance:  the sweet name of Sister</br>So oft pronounc'd by him seemes to take place,</br>Of Queene and Empresse:  now my thoughts doe whisper,</br>Those titles one day shall thy vertues grace.</br>If I speake true, for his sweet sake that's dead,</br>Seeke how to raise dejected Brittaines head.", "ELEG. 13.</br>Seeke how to raise dejected Brittaines head,</br>So shee shall study how to raise up thine:</br>And now leave off thy teares in vaine to shed,</br>For why?  to spare them I have powr'd out mine.</br>Pitty thy selfe, and us, and mournefull Rhine,</br>That hides his faire banke under flouds of griefe,</br>Thy Prince, thy Duke, thy brave Count Palatine:</br>Tis time his sorrowes should have some reliefe.</br>He's come to be another brother to thee,</br>And helpe thy father to another sonne:</br>He vowes thee all the service love can doe thee;</br>And though acquaintance hath with griefe begunne,</br>Tis but to make you have the better tast</br>Of the true blisse you shall enjoy at last.", "ELEG. 14.</br>Thy brother's well and would not change estates,</br>With any Prince that raignes beneath the Skie:</br>No, not with all the worlds great Potentates,</br>His Plumes have borne him to eternitie.</br>He raignes o're Saturne now, that raign'd o're him;</br>He feares no Planets dangerous aspect:</br>But doth above their constellations clime,</br>And earthly joyes, and sorrowes both neglect.</br>We saw he had his Spring amongst us here,</br>He saw his Summer, but he skipt it over:</br>And Autumne now hath tane away our deare.</br>The reason's this, which we may plaine discover,</br>He shall escape, (for so Jehovah wils)</br>The stormy Winter of ensuing ils.", "ELEG. 15.</br>I greeve to see the woefull face oth' Court,</br>And for each grieved member of the land;</br>I greive for those that make these greifes their sport,</br>And cannot their owne evill understand.</br>I also greive, to see how vices swarme,</br>And Vertue as despis'd, grow out of date:</br>How they receive most hurt, that doe least harme,</br>And how poore honest Truth incurreth hate.</br>But more, much more, I grieve that we doe misse</br>The joy we lately had; and that he's gone,</br>Whose living presence might have helpt all this:</br>His everlasting Absence makes me mone.</br>Yea most I grieve, that Brittans hope is fled,</br>And that her darling, brave Prince Henrie's dead.", "ELEG. 16.</br>Prince Henri's dead!  What voice is that we heare?</br>Am I awake, or dreame I, tell me whether?</br>If this be true; if this be true, my deare,</br>Why doe I stay behind thee, to doe either?</br>Alas my Fate compels me, I must bide</br>To share the mischiefes of this present age,</br>I am ordain'd to live, till I have tride</br>The very worst, and utmost of their rage.</br>But then why mourne I not to open view,</br>In sable robes according to the Rites?</br>Why is my hat, without a branche of yeugh?</br>Alas my mind, no complement delights,</br>Because my griefe that Ceremonie lothes,</br>Had rather be sad in heart, then seeme in clothes.", "ELEG. 17.</br>Thrise happy had I bene, if I had kept</br>Within the circuit of some little village,</br>In ignorance of Courts and Princes slept,</br>Manuring of an honest halfe-plough tillage:</br>Or else I would I were young agen,</br>As when Eliza our last Phoenix dide:</br>My childish yeares had not conceiv'd as then,</br>What t'was to loose a Prince so dignifide.</br>But now I know:  and what now doth't availe?</br>Alas, whilst others merry, feele no paine,</br>I melancholy, sit alone and waile:</br>Thus sweetest profit, yeelds the bitterest gaine.</br>Why?  'cause it came by the forbidden tree:</br>And good things prove not, that till gotten be.", "ELG. 18.</br>When as the first sad rumour fil'd my eare</br>Of Henries sicknes:  an amazing terror</br>Struck through my body, with a shuddring feare,</br>Which I expounded but my frailties error.</br>For though a quicke-misdoubting of the worst,</br>Seem'd to fore-tell my soule, what would ensue:</br>God will forbid, thought I, that such a curst</br>Or ill-presaging thought should fall out true:</br>It cannot sinke into imagination,</br>That He, whose future glories we may see</br>To be at least all Europe's expectation,</br>Should in the prime of age dispoiled be;</br>For if a hope so likely nought availe us,</br>It is no wonder if all other faile us.", "ELEG. 19.</br>Againe, when one had forc't unto my eare,</br>My Prince was dead:  although he much protested,</br>I could not with beleefe his sad newes heare:</br>But would have sworne, and sworne againe, he jested.</br>At such a word, me thought, the towne should sinke,</br>The earth should downe unto the Center cleave,</br>Swallowing all in her hell-gaping chincke,</br>And not so much at Sea or Iland leave,</br>Some Comet, or some monstrous blazing Starre,</br>Should have appear'd, or some strange prodigie,</br>Death might have shownt' us through't had been a farre</br>That he intended some such tyranny.</br>But God, (it seemeth) did thereof dislike,</br>To shew that he will on a sudden strike.", "ELEG. 20.</br>Thus unbeleeving; I did oft enquire</br>Of one, of two, of three, and so of many:</br>And still I heard what I did least desire,</br>Yet grounded Hope, would give no faith to any.</br>Then at the last my heart began to feare,</br>But as I credence to my feares was giving</br>A voyce of comfort I began to heare:</br>Which to my fruitles Joy said Henrie's living,</br>At that same word, my Hope that was forsaking</br>My heart, and yeilding wholy to despaire;</br>Revived streight, and better courage taking,</br>Her crazed parts, so strongly did repaire,</br>I thought she would have held it out, but vaine:</br>For oh, ere long, she lost it quite againe.", "ELEG. 21.</br>But now my tongue can never make relation,</br>What I sustain'd in my last soughten field;</br>My minde assailed with a three-fold passion,</br>Hope, Feare, Dispaire, could unto neither yeeld.</br>Feare wil'd me, for to vew the skies blacke colour,</br>Hope said; Upon his hopefull vertues looke:</br>Dispaire shew'd me an universall dolour,</br>Yet fruitless Doubt, my hearts possession tooke.</br>But when I saw the Hearse, then I beleev'd,</br>And taking breath, thus fell to vowelling,</br>Beside, to show I had not causeless greev'd,</br>I saw a note of his embowelling.</br>There 'twas subscrib'd, they found he had no gall,</br>And like enough, for he was sweetnes all.", "ELEG. 22.</br>Oh cruell, and insatiable Death!</br>Would none suffice, would none suffice but he?</br>What pleasure was it more to stop his breath,</br>Then for to choke, or kill, or poyson me?</br>My life for his, with thrice three millions more,</br>We would have given as a ransome to thee;</br>But since thou in his losse hast made us pore,</br>Foule Tyrant, it shall never honor do thee:</br>For thou hast showne thy selfe a spightfull fiend,</br>Yea Death thou didst envie his happie state,</br>And therefore thoughtst to bring it to an end;</br>But see, see whereto God hath turnd thy hate.</br>Thou mean'st to marre the blisse he had before:</br>And by thy spight:  hast made it ten times more.", "ELEG. 23.</br>Tis true I know, Death with an equall spurne,</br>The lofty turret, and lowe Cottage beats:</br>And takes impartiall each one in his turne,</br>Yea though he bribes, prayes, promises or threats.</br>Neither Man, bruite, plant, sex, age nor degree</br>Prevailes against his dead-sure striking hand:</br>For then, ere we would thus dispoiled be,</br>All these conjoyn'd his fury should withstand.</br>But oh!  unseene he strikes at unaware,</br>Disguised like a murthering Jesuite:</br>Friends cannot stop him that in presence are;</br>And which is worse, when he hath done his spight,</br>He carryes them, so farre away from hence,</br>None lives, that's able for to fetch him thence.", "ELEG. 24.</br>Nor would we now, because we do beleeve</br>His God, to whome indeede he did belong;</br>To crowne him, where he hath no cause to greeve:</br>Tooke him from death, that fought to do him wrong.</br>But were this deare beloved Prince of ours</br>Living in any corner of this All,</br>Though kept by Romes, and Mahomets cheefe powers;</br>They would not long detaine him there in thrall:</br>We would rake Europe rather, plaine the East,</br>Dispeople the whole Earth before the doome:</br>Stampe halfe to pouder, and fier all the rest;</br>But for to help up proud aspiring Rome,</br>Spight of her powder, with our counter-mines,</br>Blowe her above the Alpes, or Appenines.", "ELEG. 25.</br>But what?  shall we goe now dispute with God,</br>And in our heart upbraid him that's so just?</br>Let's pray him rather, to withdrawe his rod,</br>Least in his wrath he bruise us unto dust.</br>Why should we lay his death to Fate, or times?</br>I know there hath no second causes bin,</br>But our high-flying-crying-dying crimes,</br>Nay, I can name the chiefest murth'ring sinne:</br>And this it was, how ere it hath bin hid.</br>Trust not (saith David) trust not in a Prince:</br>Yet we hope't lesse, in God Ile sweare we did,</br>In jelousie he therefore tooke him hence.</br>Thus we abuse good things, and through our blindnes</br>Have hurt our selves, and kild our Prince with kindnes.", "ELEG. 26.</br>Let all the world come now and share our lot,</br>Come Europe, Asia, Affrica, come all:</br>Mourne English, Irish, Brittish, and mourne Scot,</br>For his, (no I mistake it) for our fall.</br>The proppe of Vertue and mankinds delight,</br>Hath fled the earth and quite forsaken us:</br>We had but of his excellence a sight,</br>To make our longings like to Tantalus.</br>What seeke you in a Man that he enjoy'd not?</br>Wer't either gift of body or of spirit;</br>Nay, which is more, what had he, he employ'd not</br>To help his Country, and her love to merrit?</br>But see what high perferment Vertues bring,</br>He's of a servant now become a King.", "ELEG. 27.</br>But soft, I meane not here to blaze his praise,</br>It is a worke too mighty, and requires</br>Many a Pen, and many yeares of daies:</br>My humble quill, to no such taske aspires,</br>Onely I mourne, with deep-deep-sighing grones,</br>Yet could I wish the other might be done;</br>Though all the Muses were imploy'd at once,</br>And write as long as Helicon would runne,</br>But oh, I feare the Spring's already drie,</br>Or else why flagges my lazy Muse so lowe?</br>Why vent I such dull-sprighted Poesy,</br>Surely 'tis sunke; I lye, it is not so:</br>For how its likely that should want supplies,</br>When all we feed it with our weeping eyes.", "ELEG. 28.</br>May not I liken London now to Troy,</br>As she was that same day she lost her Hector?</br>When proud Achilles spoil'd her of her joy</br>(And triumph't on her losses) being victor?</br>May not I liken Henrie to that Greeke,</br>That having a whole world unto his share,</br>Entended other worlds to goe and seeke,</br>Oh no; I may not, they unworthy are.</br>Say, whereto London?  Whereto then shall I</br>Compare that sweet departed Prince, and thee?</br>Of him the King bewail'd by Jeremie,</br>And sad Megiddon shall thy patterne be.</br>Megiddon said I?  rather no Gehinnon,</br>For thy greefe's more then that of Hadadrinon.", "ELEG. 29.</br>You that beheld it, when the mornfull traine</br>Past by the wall of his forsaken Parke,</br>Did not the very grove seeme to complaine,</br>With a still murmure, and to looke more darke?</br>Did not those pleasant wals (oh pleasing then</br>Whilst there he (healthfull) used to resort)</br>Looke like the shades of Death, nere some foule den?</br>And that place there, where once he kept his Court,</br>Did it not at his parting seeme to sinke?</br>And all forsake it like a cave of sprights?</br>Did not the earth beneath his Chariot shrinke,</br>As grieved for the losse of our delights?</br>Yea his dumb Steed, that erst for none would tary,</br>Pac'd slow, as if he scarce himselfe could cary.", "ELEG. 30.</br>But oh!  when it approach't the 'mpaled Court,</br>Where Mars himselfe envid'e his future glory,</br>And whither he in armes did oft resort,</br>My heart conceived a right tragick story.</br>Whither great Prince, oh whither doest thou goe!</br>(Me thought the very place thus seem'd to say)</br>Why in black roabes art thou attended so?</br>Doe not, (oh doe not) make such hast away.</br>But art thou Captive, and in tryumph too?</br>Oh me!  and worse too, live-les, breath-lesse, dead.</br>How could the monster death this mischiefe do?</br>Surely the coward took thee in thy bed,</br>For whil'st that thou wert arm'd within my list,</br>He dar'd not meet thee like a Martialist.", "ELEG. 31.</br>Alas, who now shall grace my turnaments:</br>Or honor me with deeds of chivalrie?</br>What shall become of all my merriments,</br>My ceremonies, showes of Heraldry</br>And other Rites?  Who, who shall now adorne</br>Thy Sisters Nuptials with so sweet a presence?</br>Wilt thou forsake us, leave us quite forlorne,</br>And of all joy at once make a defeasance?</br>Was this the time pickt out by destinie?</br>Farewell deare Prince then, since thou wilt be gone,</br>In spight of death goe live eternally,</br>Exempt from sorrow, whilst we mortalls mone:</br>But this ill happe shall teach me for to feare</br>When wee are joyfull'st, there's most sorrow nere.", "ELEG. 32.</br>Then, as he past along you might espie</br>How the griev'd vulgar shed many a teare,</br>Cast after, an unwilling parting eye,</br>As loth to loose the sight they held so deare;</br>When they had lost the figure of thy face</br>They then beheld his robes; his Chariot then;</br>Which being hid, their looke aim'd at the place</br>Still longing to behold him once agen,</br>But when he was quite past, and they could find</br>No object to employ their sight upon,</br>Sorrow became more busie with the mind,</br>And drew an Armie of sad passions on;</br>Which made them so particularly mone,</br>Each amongst thousands seem'd as if alone.", "ELEG. 33.</br>And well might wee of weakest substance melt,</br>With tender passion for his timeles end,</br>Since (as it seem'd) the purer bodies felt</br>Some griefe, for this their sweet departed friend;</br>The Sunne wrapt up in clouds of mournfull black,</br>Frown'd as displeas'd, with such a hainous deed,</br>And would have staid, or turn'd his horses back,</br>If Nature had not forc't him on with speed:</br>Yea and the Heavens wept a pearly dewe,</br>Like very teares, not so as if it rain'd.</br>His Grand-sires tombes as if the stones did rue</br>Our wofull losses; were with moisture stain'd:</br>Yea (either 'twas my easie mind's beliefe)</br>Or all things were disposed unto griefe.", "ELEG. 34.</br>Blacke was White-hall.  The windowes that did shine</br>And double-glazed were with beauties bright,</br>Which Sun-like erst did dimme the gazers eyne,</br>As if that from within them came the light.</br>Those to my thinking seemed nothing faire,</br>And were obscur'd with woe, as they had beene</br>Hung with all sacke or sable-cloth of haire,</br>Griefe was without, and so't appear'd within,</br>Great was the multitude, yet quiet tho</br>As if they were attentive unto sorrow:</br>The very winds did then forbeare to blowe,</br>The time of night her stilnes seem'd to borrow,</br>Yea all the troupe past flow, as loth to rend</br>The earth that should embrace their Lord and friend.", "ELEG. 35.</br>Me thought er'e while I sawe Prince Henries armes,</br>Advanc't above the Capitoll of Rome,</br>And his keine blade, in spight of steele or charmes,</br>Give many mighty enemies their doome,</br>Yea I had many Hopes, but now I see</br>They are ordain'd to be another taske:</br>Yet of the Stewards line a branche shall be</br>T' advance beyond the Alpes his plumed caske,</br>Then I perhaps, that now tune dole-full layes:</br>Amongst their zealous triumphs may presume</br>For to endite some petty Captaines praise,</br>Meane while I will some other worke assume,</br>Or rather since my hope-full patron's dead,</br>Goe to some desert and there hide my head.", "ELEG. 36.</br>Had he bene but my Prince and wanted all</br>Those ornaments of Vertue that so grac'd him,</br>My love and life had both bene at his call,</br>For that his Fortune had above us plac'd him:</br>But his rare hopefulnes, his flying Fame,</br>His knowledge, and his honest pollicie,</br>His courage much admir'd, his very name,</br>His publicke love, and private curtesie:</br>Joyn'd with religious firmnes, might have mov'd</br>Pale Envy to have prais'd him, and sure he,</br>Had he bene of meane birth; had bin belov'd:</br>For trust me, his sweet parts so ravish't me,</br>That (if I erre, yet pardon me therefore)</br>I lov'd him as my Prince:  as Henry more.", "ELEG. 37.</br>Me thought his Royall person did fore tell,</br>A Kingly statelines, from all pride cleare:</br>His looke magestick, seemed to compell</br>All men to love him rather then to feare.</br>And yet though he were ev'ry good mans joy,</br>And the alonely comfort of his owne,</br>His very name with terror did annoy,</br>His forraigne foes so farre as he was knowne.</br>Hell droupt for feare, the turkie Mone look't pale,</br>Spaine trembled, and the most temptestious sea</br>(Where Behemoth the Babylonish Whale,</br>Keepes all his bloudy and imperious plea)</br>Was swolne with rage, for feare he'd stop the tide,</br>Of her ore-daring and insulting pride.", "ELEG. 38.</br>For amongst divers Vertues rare to finde,</br>Though many I observ'd, I markt none more</br>Then in Religion his firme constant minde;</br>Which I notcht deeply on Remembrance score.</br>And that made Romists for his fortunes sory:</br>When therefore they shall heare of this ill hap,</br>Those Mints of mischiefes will extreamely glory,</br>And it may be 'twas by a Popish trap.</br>Yet boast not Babel; thou insultst in vaine,</br>Thou hast not yet obtain'd the victory;</br>We have a Prince still, and our King doth raigne,</br>So shall his seede, and their posterity.</br>For know; God that that loves his, and their good tenders</br>Wil never leave his faith, without defenders.", "ELEG. 39.</br>Amidst our sacred sports, that very season,</br>Whilst our Country and beloved James:</br>Preserved from that hell-bred powder-treason;</br>We rung and sung with showtes, and joyfull flames:</br>Me thought upon the suddaine I espide</br>Romes damned fiends, an antique dance beginne:</br>The Furies led it that our blisse envi'de,</br>And at our rites the hell-hounds seem'd to grinne</br>How now thought I!  more plots!  And with that thought</br>Prince Henry; dead, I plainely hear'd one cry:</br>O Lord (quoth I) now they have that they sought,</br>Yet let not our gladst-day, our sadst-day die.</br>God seem'd to heare, for he to ease our sorrow,</br>Reviv'd that day, to die againe the morrow.", "ELEG. 40.</br>But Brittaine, Brittaine, tell me, O tell me this,</br>What was the reason thy chiefe curse befell</br>So just upon the time of thy chiefe blisse?</br>Dost thou not know it?  heare me then, Ile tell:</br>Thou wert not halfe-halfe thankefull for his care</br>And mercy that so well preserved thee,</br>His owne he never did so often spare:</br>Yea he the Lord, himselfe hath served thee,</br>Yet Laodicea thou, nor hot nor cold</br>Secure, and careles dost not yet repent,</br>Thou wilt be ever over-daring bold:</br>Till thou hast vengeance, upon vengeance hent,</br>But (oh) see how Hipocrisie doth raigne:</br>I villaine, that am worst, doe first complaine.", "ELEG. 41.</br>A foule consuming Pestilence did waste,</br>And lately spoil'd thee England to thy terror;</br>But now alas, a greater plague thou hast,</br>Because in time thou could'st not see thy error.</br>Hard Frosts thy fields and Gardens have deflowred,</br>Hot Summers hath thy fruits Consumption bin,</br>Fier many places of thee hath devowred,</br>And all fore-warnings to repent thy sinne.</br>Yet still thou didst defer't and careles sleepe,</br>Which heav'n perceaving with black clouds did frown,</br>And into flouds for very anger weepe,</br>Yet the salt Sea, a part of thee did drowne.</br>Shee drown'd a part (but oh that part was small)</br>No teares more salt, have over-whelm'd us all.", "ELEG. 42.</br>Say why was Henryes Herse so glorious?</br>And his sad Funerall so full of state?</br>Why went he to his Tombe as one victorious:</br>Seeming as blith, as when he liv'd of late?</br>What needed all that Cerimonious show?</br>And that dead-living Image which they bare?</br>Could not Remembrance make us smart enough,</br>Unles we did a fresh renew it there?</br>What was it, but some antique curious rite,</br>Only to feede the vaine beholders eyes</br>To make men in their sorrowes more delight,</br>Or may we rather on it moralize?</br>Yes, yes, it shew'd that though he wanted breath,</br>Yet he should ride in tryumph over death.", "ELEG. 43.</br>How welcome now would our deare Henry be,</br>After these greefes were he now more then straid;</br>And thus deem'd dead, but fye what Fantasie,</br>Feedes my vaine thought on?  Fate hath that denai'd.</br>But since he's gone, we now can call to minde,</br>His latest words, and where to they did tend:</br>Ye now our blunt capacities can finde,</br>They plainely did prognosticate his end.</br>Beside, we finde out Prophesies of old,</br>And would perswade our selves twas knowne of yore</br>By skilfull Wyzards:  and by them fore-told,</br>But then why found we not so much before?</br>Oh marke this ever, we ne're know our state,</br>Nor see our losse befor it be too late.", "ELEG. 44.</br>From passion thus, to passion could I runne,</br>Till I had over-runne a world of words,</br>My Muse might she be heard would nere have done,</br>The subject, matter infinit affords.</br>But ther's a meane in all; with too much grieving</br>We must not of Gods providence despaire</br>Like cursed Pagans, or men unbeleeving,</br>Tis true, the Hopes that we have lost were faire:</br>But we beheld him with an outward eye,</br>And though he in our sight most worthy seem'd,</br>Yet God saw more, whose secrets none can spye,</br>And finds another whome we lesse esteem'd:</br>So Jesses eldest Sonnes had most renowne,</br>But little David did obtaine the Crowne.", "ELEG. 45.</br>Let us our trust alone in Gods repose,</br>Since Princes faile, and maugre Turke or Pope,</br>He will provide one that shall quaile our foes,</br>We sawe he did it, when we had lesse hope:</br>Let's place our Joyes in him and weepe for sinne,</br>Yea let's in him amend it, and foresee,</br>(If losse of earthly Hope hath grievous beene)</br>How great the losse of heavens true Joyes may be:</br>This if we doe God will stretch forth his hand,</br>To stop these plagues he did intend to bring,</br>And powre such blessings on this mournfull Land,</br>We shall for IO, Haleluiah sing,</br>And our deare JAMES, if we here in persever,</br>Shall have a Sonne to grace his throane for ever.</br>"]