["Ne wealth had I; ne garland of renown;</br>Slow pass'd the minutes through the livelong day,</br>Till from the upland mead, and thistled down,</br>I watch'd the sun's last lustre steal away.</br>And if perchance my little heart was gay,</br>It beat to hear some merry minstrel's note,</br>Or goat herd, carolling his roundelay</br>On craggy cliff; while, from the linnet's throat,</br>Full many a winding hill on airy wings would float.", "For oft, upon the brow of mountain steep,</br>As slow the landscape faded from my view,</br>With devious step I wander'd far to weep,</br>While all around the sultry vapours flew,</br>Heedless of with'ring bolt, or drizzly dew,</br>And, as the giant shadows vanquish'd day,</br>Veiling the woodland dell in dusky hue,</br>By the small tinkling sheep-bell would I stray,</br>And, like to Elfin ghost, bemoan the hours away.", "Or, when the wint'ry moon, with crystal eye,</br>Above the promontory bleak 'gan sail,</br>Shrouding her modest brow in amber sky,</br>While shrill the night-breeze whistl'd o'er the vale;</br>Oft did I pour my melancholy tale,</br>By some clear shallow stream, that wander'd slow,</br>Listless and weary, indolent and pale,</br>My bosom swelling high with bitter woe;</br>Which none but luckless wight with tender heart can know.", "And oft to other's plaints did I give heed,</br>For all that griev'd my bosom learnt to sigh;</br>I could not see the fleecy victim bleed,</br>Ne snare the freeborn tenant of the sky;</br>Nor lesser wight should fall when I stood by;</br>For vile oppression rous'd my little rage;</br>In combat fierce the younker to defy,</br>I would with breathless ire my limbs engage,</br>While neither threats nor pain my anger could assuage.", "With ebon locks unkempt and mean attire,</br>A mountain weather-beaten wight was I;</br>And passing meek, save when resentful ire</br>Bade from my glance the living light'nings fly,</br>To think that vice should virtue's place supply:</br>For though no classic knowledge grac'd my mind,</br>From legends old, or feats of chivalry,</br>Still round my heart, the wond'rous instinct twin'd,</br>Which throbb'd thro' ev'ry vein, the love of human kind.</br>"]