["When Israel's ruler on the royal bed</br>In anguish and in perturbation lay,</br>The down reliev'd not his anointed head,</br>And rest gave place to horror and dismay.</br>Fast flow'd the tears, high heav'd each gasping sigh,</br>When God's own prophet thunder'd &mdash; MONARCH, THOU MUST DIE.", "And must I go, th' illustrious mourner cry'd,</br>I who have serv'd thee still in faith and truth,</br>Whose snow-white conscience no foul crime has died</br>From youth to manhood, infancy to youth,</br>Like David, who have still rever'd thy word</br>The sovereign of myself and servant of the Lord!", "The judge Almighty heard his suppliant's moan,</br>Repeal'd his sentence, and his health restor'd;</br>The beams of mercy on his temples shone,</br>Shot from that heaven to which his sighs had soar'd;</br>The sun retreated at his maker's nod</br>And miracles confirm the genuine work of God.", "But, O immortals!  What had I to plead</br>When death stood o'er me with his threat'ning lance,</br>When reason left me in the time of need,</br>And sense was lost in terror or in trance,</br>My sick'ning soul was with my blood inflam'd,</br>And the celestial image sunk, defac'd and maim'd.", "I sent back memory, in heedful guise,</br>To search the records of preceding years;</br>Home, like the raven to the ark, she flies,</br>Croaking bad tidings to my trembling ears.</br>O Sun, again that thy retreat was made,</br>And threw my follies back into the friendly shade!", "But who are they, that bid affliction cease!&mdash;</br>Redemption and forgiveness, heavenly sounds!</br>Behold the dove that brings the branch of peace,</br>Behold the balm that heals the gaping wounds&mdash;</br>Vengeance divine's by penitence supprest&mdash;</br>She struggles with the angel, conquers, and is blest.", "Yet hold, presumption, nor too fondly climb,</br>And thou too bold, O horrible despair!</br>In man's humility's alone sublime,</br>Who diffidently hopes he's Christ's own care&mdash;</br>O all sufficient Lamb!  in death's dread hour</br>Thy merits who shall slight, or who can doubt thy power?", "But soul-rejoicing health again returns,</br>The blood meanders gently in each vein,</br>The lamp of life renew'd with vigour burns,</br>And exil'd reason takes her seat again&mdash;</br>Brisk leaps the heart, the mind's at large once more,</br>To love, to praise, to bless, to wonder and adore.", "The virtuous partner of my nuptial bands,</br>Appear'd a widow to my frantic sight;</br>My little prattlers lifting up their hands,</br>Beckon me back to them, to life, and light;</br>I come, ye spotless sweets!  I come again,</br>Nor have your tears been shed, nor have ye knelt in vain.", "All glory to th' ETERNAL, to th' IMMENSE,</br>All glory to th' OMNISCIENT and GOOD,</br>Whose power's uncircumscrib'd, whose love's intense;</br>But yet whose justice ne'er could be withstood,</br>Except thro' him &mdash; thro' him, who stands alone,</br>Of worth, of weight allow'd for all Mankind t' atone!", "He rais'd the lame, the lepers he made whole,</br>He fix'd the palsied nerve of weak decay,</br>He drove out Satan from the tortur'd soul,</br>And to the blind gave or restor'd the day,&mdash;</br>Nay more, &mdash; far more unequal'd pangs sustain'd,</br>Till his lost fallen flock his taintless blood regain'd.", "My feeble feet refus'd my body's weight,</br>Nor wou'd my eyes admit the glorious light,</br>My nerves convuls'd shook fearful of their fate,</br>My mind lay open to the powers of night.</br>He pitying did a second birth bestow</br>A birth of joy &mdash; not like the first of tears and woe.", "Ye strengthen'd feet, forth to his altar move;</br>Quicken, ye new-strung nerve, th' enraptur'd lyre;</br>Ye heav'n-directed eyes, o'erflow with love;</br>Glow, glow, my soul, with pure seraphic fire;</br>Deeds, thoughts, and words no more his mandates break,</br>But to his endless glory work, conceive, and speak.", "O!  penitence, to virtue near allied,</br>Thou can'st new joys e'en to the blest impart;</br>The list'ning angels lay their harps aside</br>To hear the music of thy contrite heart;</br>And heav'n itself wears a more radiant face,</br>When charity presents  thee to the throne of grace.", "Chief of metallic forms is regal gold;</br>Of elements, the limpid fount that flows;</br>Give me 'mongst the brilliant to behold;</br>O'er Flora's flock imperial is the rose:</br>Above all birds the sov'reign eagle soars;</br>And monarch of the field the lordly lion roars.", "What can with great Leviathan compare,</br>Who takes his pastime in the mighty main?</br>What, like the Sun, shines thro' the realms of air,</br>And gilds and glorifies th' ethereal plain&mdash;</br>Yet what are these to man, who bears the sway?</br>For all was made for him &mdash; to serve and to obey.", "Thus in high heaven charity is great,</br>Faith, hope, devotion hold a lower place;</br>On her the cherubs and the seraphs wait,</br>Her, every virtue courts, and every grace;</br>See!  on the right, close by th' Almighty's throne,</br>In him she shines confest, who came to make her known.", "Deep-rooted in my heart then let her grow,</br>That for the past the future may atone;</br>That I may act what thou hast giv'n to know,</br>That I may live for THEE and THEE alone,</br>And justify those sweetest words from heav'n,</br>\"THAT HE SHALL LOVE THEE MOST TO WHOM THOU'ST MOST FORGIVEN.</br>"]