["DAMAETAS.  SILENUS.", "DAMAETAS.</br>Of all the trees in heav'nly Sivan's guard,</br>(Wherewith the worthiest brow's were crown'd of yore)</br>There is but one, or few (O reverend Barde)</br>Amid whose vertues maze I would require</br>A line of any learned wiserds lore:</br>The Plante of Genest chiefly I admire,</br>Whose humble highnes makes me oft surmise,</br>That lowly steps be ladders to the ski's.", "For well I wist though Genest doth not dwell</br>In proudest soile, nor tops of mountaines hye,</br>She shews by this, that she foreseeth well</br>The perils, which doe all extreames impend.</br>Th' aspiring pine (whose top doth threat thy sky)</br>Divine Revenge doth headlongs oft downe send,</br>When this is safe upon her humble hill,</br>Not thrall to any proud Superiors will.", "Againe I know her gentle property</br>To yeeld, and bowe, as reason shall advise:</br>Loe here a type of true humility,</br>And therefore hath by kind the soveraine pow'r</br>Of parts of man, which onely duty tyes</br>To bowe the Kings, and to their Creatour.</br>O just respects, who can so well deserve</br>For to commaund, as one that knows to serve?", "And that the Genest doth by nature holde</br>A speciall honour of aeternall green:</br>And that hir boughs be charg'd with flowr's of gold:</br>And many such like graces more I wot:</br>But in my minde long this conceit hath been,</br>That yet the greatest wonders I weet not.</br>And I am wont this tree oft to compare</br>To that, which is in all the world most rare.", "Now good Silenus, as you are a man</br>Endew'd with passing skill, and mystick art,</br>Enforme me rightly, (for I know you can)</br>What be the other mysteries of this tree:</br>And by the way I pray you to impart</br>Both which, and what those other flowers be,</br>Whereof (they say) the praesident of light</br>Hath made a garland for his favorite.", "SILENUS.</br>Thou hast long liv'd (Damaetas) in the woods,</br>And there for Woodman hast Genista served,</br>To prune her plants, and save her tender buds,</br>As seasons did the charge to thee commend:</br>And many of her vertues hast observed,</br>Which use, or common mought apprehend,</br>But for to deem the doubt thou stick'st upon,</br>Would aske some time bestow'd in Helicon.", "When first I went those sacred wells to see,</br>My will to good was harsh, benumm'd and cold:</br>My head now white, was then like eben-tree</br>Dy'de in the sensuall fumes of youthfull will.</br>Loe now of each the contraries I hold,</br>For Time, and travaile, and those springs of skill</br>Of frost, and snow have made my sculls attire,</br>And warm'd my spirits with their holy fire.", "Now of these flames I will impart to thee,</br>And happily perhaps thou hast refer'd</br>The resolution of this doubt to me:</br>For why this case was argued long-agone,</br>In Helicon, and I my selfe it heard,</br>Where Phoeb (amid the Muses) on his throne,</br>Establish'd by those sacred maides advise,</br>What Ghirlands should be ech acchivements price.", "The question grew because Apollos suite,</br>Praefer'd a plant against such as praesumed</br>To weare a garland of his holy fruite,</br>Without desert of speciall grace divine.</br>Apollo was much mov'd, and chaf'd, and fumed,</br>And went anone to counsaile with the Nine.</br>And when he had a leafe of Laurell eat,</br>Thus spake, as I his speeches can repeat.", "The Laurel-crowne was giv'n, and shall be still</br>To peereless men, to Clarks, and Emperours,</br>And such as in a mood of metrik skill,</br>Could of my favours make their vants at large.</br>And then that long-enduring Palme of yours,</br>Was due (my sisters, and my sacred charge)</br>To such, as worthily to gaine the price,</br>Had suffer'd watching, famine, fire, and Ice.", "And he, which had with valiant hand preserved</br>A citizen, receiv'd a crowne of Oke.</br>But he a wreath of Olive-leaves deserved,</br>Who had with Arts, and plea's of peace beguiled</br>The bitter times, which discord had forspoke,</br>Or els some dangerous foe had reconciled.</br>And he, who long had flam'd in true loves fire,</br>Receiv'd a crowne of Mirtle for his hire.", "I meane whose amorous flame is fed by grace,</br>By grace of hir, who doth his deare persever.</br>I meane not one forlorne, and in disgrace:</br>He must a wreath of bitter Willow weare:</br>For as that tree by buds doth promise ever,</br>A hope of fruite, yet fruite doth never beare,</br>So vaine, and fruitlesse is his, hope and love,</br>Who an inconstant womans love doth prove.", "Of all the most authentik is of Grasse,</br>That crowne (before I had my Bayes) was used.</br>And with those words his colour alter'd was,</br>And fetch'd a sigh, which would have rent a rock.</br>So much his guilty conscience him accused,</br>Whose rape to scape a Maide was made a stock.</br>In briefe remorse did so with him prevale,</br>That he had much adoo to end his tale.", "Yet what he could his passions he subdu'de</br>What could he not, who was a wight divine?</br>And for that he his purpose would conclude,</br>The Garland of the Grasse did serve (quoth he)</br>For some such politik, or Paladine,</br>Who from a seege should set a city free.</br>And then the hood of Cypresse-leaves was woorne</br>Of such, as had (as I have) cause to moorne.", "For safe convoy is borne the Vervain wreath</br>Of foecials, and Mars his oratours.</br>To Tuscons race the Ivy I bequeath.</br>Lillis, Chardons, and sweets of Erycine,</br>Of severall Empires be the signall floures,</br>Symboles of beautie, power, and grace divine:</br>And now I doe employ them to adorne</br>The crowne, which of my Daphnis shall be worne.", "The Pine is Pan's, and hee bestoweth that</br>Of herds, which best can skill to tune an Ote,</br>Or wist to make their cattell soonest fat.</br>But more from this, and from the rest I hast</br>To speake more large of ONE (as you may note)</br>The first in honour, though in order last:</br>As it befalls with gold which is refin'de,</br>The worst comes first, the best remaines behind.", "There is an Island Leuceessa calld,</br>And in that Isle there growes a gentile tree,</br>Whose bough's hee all of carved Emerald,</br>And for hir flowrs my Raies I did employ.</br>For her abode she listeth not to be</br>Where either heat, or cold, can hir annoy.</br>Whether the Bee of homages most true</br>Comes oft to yeeld his sute, and service due.", "Upon this tree is set my chiefest care.</br>Now thou faire Genest art my dearest tree.</br>Thy ghirlands now of all shalbe most rare.</br>And I pronounce, and make a solemne vow,</br>(Sisters accord for so it must needs bee)</br>None shall presume to were hereof one bough</br>But such as standing high in vertues grace,</br>Shalbe advanc'd to honours highest place.", "But to put on my new composed crowne</br>It shall not fall to any but to ONE.</br>And such an one, as merit, and renowne</br>Shall recommend unto the supreme good.</br>Ev'n such a one as shall deserve alone</br>To weare a wreath of ech tree in the wood,</br>Wise valiant, just in briefe indued with all</br>Vertues Christian, and heroicall.", "To him his neighbour potentat's shall bend,</br>The Polare princes shall his vassalls bee,</br>Afrik, and Inde, to him shall presents send,</br>Aesteeming those the happiest wights alone,</br>Which league contract with him or amitte,</br>Fortunes dearling, Pieties champion,</br>Successor and heire in all by right</br>To great King Artur Jesu's faithfull knight.", "Thus said the King, the Prophet, and the God,</br>(Which I must credit as my blest beleefe)</br>And here he made his parting Period.</br>But that thou may'st the better bear away</br>This Oracle, I will declare in briefe</br>What worthies have bene grac'd unto this day,</br>By bearing branches of this happy tree,</br>As divers have, and hearken now to mee.", "You see (Damaetas) that the Gods decree</br>Admitts but one to weare the complex ghirland.</br>But some, whose fame hath scal'd a high degree</br>May bear a branch, and some a chappelet.</br>Th' Empress Matilda's sonne, who conquer'd Irland:</br>(The greatest Britanne King, which hath been yet)</br>Must by good right now lead this royall band</br>Of the triumphant worthies of this land.", "A prince form'd of the true imperiall mould,</br>Hee was a valorous, as politike;</br>Hee could well win, and what he wan could hould,</br>And fortune follows such men in their traine.</br>Westnia was his, he rul'd in Armorike:</br>And raignd in Albion, and in Aquitaine.</br>In breefe a soveraign hee did raigne, and rule</br>From Pyren mountaines to the frozen Thule.", "With slipps of Broome he deck'd next his cap,</br>Whose valiant zeale, whose chivalry divine</br>Made in the pagan kingdomes such a gapp,</br>As all the Christian hosts mought enter in.</br>He tooke Acon, and Joppe in Palestine,</br>And did besides, the realme of Cyprus win.</br>He warr'd with men, and slew the Austriak Lyon,</br>And made a peace with GOD, and went to Zion.", "Next rides king Jon, to whom stout Caledoun</br>Solemly vow'd to be loyall leege-man</br>To him the King, and heyrs of his Crowne.</br>And by his auspices the Brabant Knight</br>From rebell Lords their ile of refuge wan.</br>By him great Themses bridge so exquisite,</br>(Which did before in woodden modells lurke)</br>Became of Europe the most stately woorke.", "Then comes his sonne with other architects</br>(Not to build Babels and Castles in the ayre)</br>But hee a holy house for GOD projects,</br>The which he doth at Westminster performe.</br>A temple high, magnificent, and faire,</br>A princely pile as well for use, as forme,</br>And shall remaine to all posterity,</br>A glorious trophee of his piety.", "Now add the foremost two which bore his name,</br>(Who of the faint disguis'd a ring receaved)</br>To th' one some give a Hammer for surname,</br>Bycause he bruis'd Gaiothel in his wroth,</br>And him of Jacobs stone, and chaire bereaved.</br>But Jacob soone shall repossesse them both.</br>Th' other Edward the templars did expell.</br>Of whom I can no more say, to say well.", "Behold him next who in a doome supreme</br>Pouvoir above an Estre did advance,</br>For he was offred Caesars diademe.</br>But follow'd boons forbod, and downe anon</br>Cuts with his mothers sword the flowrs of France,</br>And plants them in his fields of Albion</br>And puts them in his royall Lions guard,</br>For so (quoth he) Dieu &amp; mon droit award.", "Right gentile too was that conceit of his,</br>When hee the Garters order did ordaine,</br>A noble pledge of princely grace it is:</br>Happy are they which therewith gird their knee.</br>Thrise happy hee, and ay so may remaine</br>Who doth protect both that, and them, and hee,</br>Which saith not so, ill come to him and worse,</br>Then Honi soit, qui mal y pense's curse.", "Philipp the famous Macedonian</br>Had not a sonne of higher worth then hee,</br>For where the prince black Edward went hee wann.</br>This honors comete first did faire appeare</br>At Crecy-field, which Nanaret did see</br>After more bright then Manors in his sphere,</br>But Poitiers chiefely, where hee tooke King Jean,</br>For there a double victory he wann.", "Two Richards more succeed, the one a Prince,</br>Whose goodly presence men to woonder moved,</br>And was as bountifull as any since.</br>Fame hath been sharp to th' other, yet bicause</br>All accusations of him are not proved:</br>And hee built Churches, and made good law's,</br>And all men held him wise, and valiant,</br>Who may deny him then his Genest plante?", "But Henry Bolinbrook (me thinks dooth frowne,)</br>That Glo'ster here should next to Burdeaux come,</br>Bycause he from his cousin tooke the crowne.</br>Mistake not Henry, for by right for neither</br>Of yee, in these triumphall car's is toome:</br>But best of all ye may be match'd together.</br>Yet doo I grant thou wert a princely Knight,</br>And patrone of the bloody rose by right.", "But to thy sonne the Dolphins strange repeyre</br>(Swimming in post up to the royall port)</br>Foretold that hee was born the Lillies heire.</br>This signe was soon by sequels verified:</br>Dolphin hee was by right, or swords effort.</br>And he in France victorious liv'd and died.</br>Whom Azincourt so nobly did receave,</br>At Vincienne parke of all he takes his leave.", "Henry his sonne surnamed of Windlesore</br>(Who was in London and in Paris crowned)</br>Most worthily a Plant of Genest bore.</br>But not by scepters sole his praise began:</br>His christian vertues sole his praise began:</br>For he was deem'd a very holy man,</br>And had been made a Saint, and long since shrined,</br>But that the vice-saint maker was unkind.", "I must omitt that proud Plantagenet,</br>Who in high parlament the king defi'de.</br>But I may not his gallant sonne forget,</br>Who twice did winne the royall gole by armes:</br>And was the father of the happiest bride,</br>That ever Camber compassd in his armes:</br>She made the losse the lighter of that sonne,</br>Whose raigne then ended as it was begonne.", "She, and her Richmont (on'd by sacrament)</br>Refus'd the golden offer of Colone,</br>Foreseeing that the riches and the rent</br>Would hardly countervaile the keepers care:</br>And had besid's a secret reed that one,</br>(Who should hereafter set in Arturs chaire)</br>Should fetch the fleece when he occasion saw,</br>And hold the golden monark in his awe.", "This Richmont was a very prudent prince</br>And therefore was surnamed Solomon.</br>The world hath seen great works accomplish'd since,</br>Which were projected by this Theodore.</br>This man of GOD did happily atone</br>The civil feud, which long had been before,</br>Betwixt the Rose, which first grew in the wood</br>And that which Venus colour'd in hir blood.", "These happy Plants have overspread this Ile</br>By Henry, and more fruitfull Margaret.</br>(But Henry's branches florish'd but a while)</br>She is the roote of the immortall seed,</br>Whence James the wise a new Plantagent</br>Did spring, and was hir father who did breed</br>The great Polystephane, as shall appeere</br>When they are past, which come triumphing here.", "That Henry with his broome attempted first</br>To sweep out of this land the drosse of Roome;</br>A worke of worth, which els no monarke durst.</br>And made a Bal when hee had doon this deed</br>In triumph of the flowers of the Broome.</br>Yet see how duly vertue hath hir meed,</br>For the Pope himselfe as (the Bishop saith)</br>First stiled him Defender of the faith.", "His hopefull sonne brought happily to passe</br>What was attempted by that hardy King.</br>For hee abollished the Romish Masse:</br>Timely resolv'd to maintaine christian troth.</br>And as his yeeres, so did his vertues spring,</br>But envious fates untimely cropt them both.</br>Then let this serve to make complete his praise,</br>Whom Gods do love, he dies in tender dayes.", "This is king Henries eldest daughters place,</br>A dame endewd with hev'nly vertues many:</br>Devout sans dout, a MARY full of grace,</br>Just of hir word as ever any Queene:</br>Hir liberall hand was never clos'd to any,</br>Whose need requir'd.  This maks her plant stil green,</br>For what somever piously is geven,</br>Is with great usury restor'd in heaven.", "Hir younger sister next to hir doth set,</br>Who was in acts, and age the happier much?</br>And therefore weares the braver chappelet.</br>A Queene, whose state so happily did stand,</br>That men did say (seeing hir greatnesse such)</br>This Lady leadeth fortune in hir hand:</br>A virgin which did keep hir lamp still light</br>And eke for rarenes was a Phoenix hight:", "For weigh hir peace established at home,</br>And next hir victories acheev'd abrode</br>As well in th' Indies as in christendome.</br>Then hir fate garding hir confederates,</br>Hir zeale to the true worshipping of GOD,</br>Hir wisely moderating hir three estates,</br>These say she was a glorious Amazone,</br>As ever any was:  but fates spare none.", "Add more, which joyned strange scepters to their plant,</br>As Cornwall did the scepter of Almain,</br>And that of Castile royall Jon of Gant,</br>Progenitor by sonnes, and either daughter</br>Of all the kings of Britain, and of Spain:</br>Without sir Bolinbrook, who for the slaughter</br>Of a king inunct ashamed hid his eyes</br>Long-sithence with a hood of strange desguise.", "But Bedford shall his fathers  place supply,</br>Who though no King, yet was a great vice-roy,</br>And in his place behav'd him royally.</br>Th' arm'd sorceresse committed to the flame,</br>Narbone, Alanson, and their petty roy</br>Vanquish'd at Vernueil witnesse well the same,</br>Who while he liv'd preserv'd th' inheritance</br>Of his drad leege, and kept in awe all France.", "Some more great Genesters recount I may,</br>Whose fronts should with this crowne have circled been,</br>But they were absent at their facting day:</br>As Artur, heire unto the greatest King:</br>And she, that was of France and Scotland Queene,</br>Whose vertues praises all the muses sing,</br>And weares in sted of chappelet of Plantes</br>In hev'n a diademe of Amarants.", "And divers other sett on fortunes knee,</br>Highly advanc'd for vertues rare respects</br>Have worne a branch of this imperiall tree.</br>Farther they neither did presume nor might,</br>For they were men, and had somelight defects:</br>But yet they pass'd as far ech other wight,</br>As he (that peerlesse hee) eclipseth them,</br>Who is of all the world the rarest gemm.", "Defects empesche'd they were not absolute,</br>And fates conspir'd to keepe them in their wants:</br>But GOD, and fates desert and publicke brute</br>Have all pronounc'd him sole the worthy ONE</br>To weare the ghirland made of many plants.</br>Th' high Seneschall (I meane) of Albion,</br>Of whom Apollo in his holy rage,</br>Did as you heard such wond'rous goods presage.", "And this is hee, for whom by desteny</br>The complet ghirland was reserv'd so long:</br>Of whom to say in sooth my fantasie,</br>It were in vaine for any man alive,</br>With flatering hopes to doo himselfe that wrong,</br>To thinke his stile mought at his praise arrive.</br>But true that is which erst thy Muse did sing,</br>Hee is the true Beau-clerc, and the best King.", "This is that Olive-bearer of this Ile,</br>Who shall by high preordinance divine</br>That great intestine quarell reconcile,</br>Which so unnaturally so long hath been</br>Betwixt Brutes sonnes Albanact, and Locrine:</br>As Theodore did that, which was betweene</br>The bloody brothers Lancaster and Yorke,</br>And was a figure of this greater worke.", "To this his reuninted Albion</br>Hee shall annex the crowne of Pharamound,</br>And fayre Hibernia's Joyning three in one.</br>Still Victory shall follow his ensigne.</br>He shall in treasure, peace, and yeeres abound.</br>Aequity, Clemency, and lore divine</br>In all causes, and of all opinions</br>Shall be his judges in his dominions.", "And to accomplish this his happinesse</br>Heav'ns doo to him a princely spouse decree:</br>All those fraile faints, those gentile goddesses</br>Shall kneel to hir:  so wise, so chast, so loyall,</br>So faire, so good, so goodly she shalbe.</br>And both thrise blessed in their issue royall.</br>For hee, and they which from them shall descend,</br>Shall raigne in Britaine, till the world have end.", "And Britain had no sooner faith and force</br>Combin'd, but hir DOLPHIN in tender age</br>Vowes to redeem from Gallik bands the cors</br>Of his grand-sire the great Plantagent,</br>And seize upon his Southern heritage,</br>And bounds, and trophees in the Pyrens sett.</br>Soft Muse:  but prospect GOD, and native right</br>This flowre of flowers, this sweet S. Georges knight.", "What doost thou now (Damaetas) more command,</br>Lo here discuss'd the mysteries of thy tree,</br>Thy doubts dissolv'd, assoiled thy demand,</br>And ev'n thy thoughts (I thinke) descyphred are.</br>And if that rarest thing great DAPHNIS bee,</br>To whom thou didst some time those plants compare,</br>Then lo at length the white is striken pat,</br>Which thy conceits so long have aymed at.", "DAMAETAS.</br>O blessed Prophet hallow'd bee thy art,</br>Which hast discharg'd in faith a friendly part:</br>My thoughts, and doubts are ridled every-on.</br>And I confesse his name thou hast divin'd,</br>To whose high worth the plants were paragon.</br>Silenus live, and so naught resteth now,</br>But to his service all my life to vow.", "Wherefore I wish I wist to bring to passe,</br>To have a Penn plucked from Angels wings:</br>And then to bee as high as Atlas was,</br>Who on his shoulders did support the skies.</br>(O King of flours, O fairest floure of Kings)</br>Thus would I write in starry Paradise,</br>DAPHNIS a loy le chappeau roialest,</br>De Roses, chardone, lis, &amp; de Genest.", "Triumph yee trees, which had so high a hap</br>To beare the flowers of this royall Hat:</br>Florish yee flowers lul'd in Flora's lap,</br>Wherof Apollo did his ghirland make,</br>Ghirland in honour aequall bee to that,</br>Which shines in hev'n for Ariadne's sake,</br>And may his state, for terme with starrs contend,</br>To whom the hev'ns this Garland recommend.", "L'ENVOY AU ROY.</br>Lo now (great BRITON) by decree divine,</br>This fowre-fold Diademe devolv'd to thee,</br>Great Aedgar's heyre by fortunes, and by line.</br>But greater by thy wisdome, and thy witt,</br>Thy minde invict, thy bountee, pietee,</br>And all the vertues for a Caesar fit.</br>Wherefore on thee all happines attend,</br>Whom heav'ns to us so happily did send.</br>"]