["Thy verse hath been to me, thyself unknown,</br>Like a delightful breeze with healing fraught,</br>Which to some wanderer in the torrid zone</br>Hath over burning sands its blessings brought;</br>Freshening the thirsty spirit with a thought</br>Of verdant meads which gushing streamlets lave,</br>'Till Hope's reviving energies have caught</br>From its glad influence added powers to brave</br>The desert's cheerless waste, which else had prov'd its grave.", "And much I owe thee for the passing gleams</br>Of sunny brightness o'er my pathway thrown;</br>Much for those soothing strains, which came like streams</br>At distance heard, in whose soft, silv'ry tone</br>My spirit's ear the melodies could own</br>Which gladden'd childhood's hours; &mdash; the whisp'ring breeze,</br>The song of birds in leafy copses lone,</br>The lapse of murmuring brooks, the hum of bees,</br>With deeper notes between, like sounds of mighty seas.", "Can it be strange, then, when I hear that Thou</br>Hast shadows round thee which are not of night,</br>Shadows which chill the heart and dim the brow</br>Because affection's cherish'd flowers they blight,</br>That thus my humbler muse would fain requite</br>The debt long ow'd thee in past hours of gloom?</br>Nor boasts my present path such cloudless light</br>That I should feel not for a mourner's doom;&mdash;</br>Oh!  most of all for her's who sorrows o'er the tomb.", "But not to thee, my friend, Oh!  not to thee</br>Should death seem mournful, or the grave look dark;</br>Thou art not one of those who plough life's sea</br>Careless what pilot guides the fragile bark:</br>Hast thou no dove of promise in thine ark</br>With whose return reviving hope may rise?</br>Oh!  doubt it not, press forward tow'rd the mark,</br>The glorious mark, the everlasting prize</br>Of joy earth cannot give, eternal in the skies.", "For, like the Patriarch's dove, the Christian's prayer</br>In hours of doubt and anguish wins its way;</br>What though at first but heavily it fare,</br>Coming back wearily at close of day</br>Without one hopeful sign to chide dismay,</br>As if the floods of sorrow knew no shore</br>Whereon the spirit's better hopes might stay,</br>And find safe footing 'mid the tempest's roar;</br>Yet faith will like the Seer, send forth her hopes once more.", "The bird went forth again; went forth to bring</br>The joyful olive-branch at fall of eve;&mdash;</br>And thus will faith, if unto prayer it cling,</br>An earnest of its hopes in time receive:&mdash;</br>Oh!  suffer not, then, grief or doubt to weave</br>Such meshes round thee as may check the flight</br>Of prayer's strong pinions; in His power believe,</br>Whose will is ever merciful and right,</br>And Hope's bright olive-bough shall once more greet thy sight.", "I could not to the worldling's wounded heart</br>Apply this balsam; but thy pages tell</br>Of thoughts and hopes that choose the better part;</br>Of faith, the mourner's only citadel,</br>Where even grief can own that all is well:</br>The source of all true consolation lies</br>Down in the heart's most hidden, holiest cell;</br>Dig deep and doubt not that it will arise</br>To animate thy hopes, and hush thy struggling sighs.", "Then lift thy head in hope, and in the rod</br>The hidden mercy of a Father trace;</br>With meek submission put thy trust in God,</br>Thy hopes in his sustaining Spirit place:</br>Continue still, through His assisting grace,</br>To dedicate to Him thy gifts and powers;</br>That so, when clos'd on earth thy honor'd race,</br>The meed be thine in heaven's unfading bowers</br>To strike a golden harp wreath'd by immortal flowers.</br>"]