["THE ARGUMENT.</br>ROGET set with his three Friends,</br>Heere his hunting story ends;</br>Kind Alexis with much ruth</br>Wayles the banish'd Shepheards youth:</br>But he slighteth Fortunes stings,</br>And in spite of Thraldome, sings.", "ROGET.  CUDDY.  ALEXIS.  WILLY.", "ROGET.</br>So, now I see y' are Shepheards of your word,</br>Thus were you wont to promise, and to do.", "CUDDY.</br>More then our promise is, we can afford,</br>We come our selves, and bring another to:</br>Alexis whom thou know'st well is no foe,</br>Who loves thee much; and I doe know that he</br>Would faine a hearer of thy Hunting bee.", "ROGET.</br>Alexis you are welcome, for you know</br>You cannot be but welcome where I am,</br>You ever were a friend of mine in show:</br>And I have found you are indeed the same,</br>Upon my first restraint you hither came,</br>And proffered me more tokens of your love,</br>Then it were fit my smal deserts should prove.", "ALEXIS.</br>T'is still your use to underprise your merit,</br>Be not so coy to take my proffered love,</br>T'will neither unbeseeme your worth nor spirit.</br>To offer court'sie doth thy friend behove:</br>And which are so, this is a place to prove.</br>Then once againe I say, if cause there be,</br>First make a tryall, if thou please, of me.", "ROGET.</br>Thankes good Alexis; sit downe by me heere,</br>I have a taske, these Shepheards know, to doe;</br>A Tale already told this Morne well neere.</br>With which I very fayne would forward go,</br>And am as willing thou shouldst heare it to:</br>But thou canst never understand this last,</br>Till I have also tolde thee what is past.", "WILLY.</br>Roget it shall not need, for I presum'd,</br>Your loves to each were firme, and was so bold,</br>That so much on my selfe I have assum'd</br>To make him know what is already told:</br>If I have done amisse then you may scolde.</br>But in my telling I prevised this,</br>He knowes not whose, nor to what end it is:", "ROGET.</br>Well, now he may, for heere my Tale goes on,</br>My eager Dogges and I to Wood are gon,</br>Wher, beating through the Coverts, every Hound</br>A several Game had in a moment found:</br>I rated them, but they pursu'd their pray,</br>And as it fell (by hap) tooke all one way.</br>Then I began with quicker speed to follow.</br>And teaz'd them on with a more cheareful hallow</br>That soone we passed many weary miles,</br>Tracing the subtile game through all their wiles.</br>These doubled, those redoubled on the scent,</br>Still keeping in full chase where'er they went:</br>Up Hils, down Cliffes, through Bogs, and over Plaines</br>Stretching their Musicke to the highest straines,</br>That when some Thicket hid them from mine eye,</br>My eare was ravish'd with their melody.</br>Nor crost we onely Ditches, Hedges, Furrowes,</br>But Hamlets, Tithings, Parishes, and Borrowes:</br>They followed wheresoe'er the game did goe,</br>Through Kitchin, Parler, Hall, and Chamber too</br>And as they pass'd the City and the Court,</br>My Prince look'd out, and daign'd to view my sport</br>Which then (although I suffer for it now)</br>(If some say true) hee liking did allow;</br>And so much (had I had but wit to stay)</br>I might my selfe (perhaps) have heard him say,</br>But I that time, as much as any daring,</br>More for my pleasure than my safetie caring;</br>Seeing fresh game from every loope-hole rise,</br>Crossing by thousands still before their eyes,</br>After I rush'd, and following close my Hounds,</br>Some beasts I found lye dead, some ful of wounds;</br>Among the willows, scarce with strength to move</br>One I found here, another there, whom Love</br>Had grip'd to death:  and, in the selfe-same state,</br>Lay one devour'd by Envy, one by Hate,</br>Lust had bit some, but I soone passed beside them,</br>Their fester'd wounds so stunck, none could abide [them].</br>Choller hurt divers, but Revenge kilde more,</br>Feare frightened all, behind him and before?</br>Despaire drave on a huge and mightie heape,</br>Forcing some downe from Rocks and Hils to leap:</br>Some into water, some into the fire,</br>So on themselves he made them wreake his ire:</br>But I remember as I pass'd that way,</br>Where the great King and Prince of Shepheards lay,</br>About the wals were hid some once more known</br>That my fell Curre Ambition had o'erthrown:</br>Many I heard pursu'd by Pitty cry;</br>And oft I saw my Bloud-Hound, Crueltie,</br>Eating her passage even to the hart,</br>Whither once gotten, shee is loth to part.</br>All pli'd it well, and made so loude a plea,</br>T'was heard through Britan, an beyond the Sea;</br>Some rated them, some storm'd some lik'd the game,</br>Some thought me worthy praise, some worthy blame.</br>But I not fearing th' one, misteeming t' other,</br>Both, in shrill hallows and loud yernings smother:</br>Yea, the strong mettled and my long-breath'd crew,</br>Seeing the game increasing in their view,</br>Grew the more frolicke, and the courses length</br>Gave better breath, and added to their strength;</br>Which Jove perceiving, for Jove heard their cryes</br>Rumbling amongst the Spheares concavities:</br>He mark'd their course, and courages increase,</br>Saying, t'were pitty such a chase should cease;</br>And therewith swore their mouths should never wast</br>But hunt as long's mortalitie did last.</br>Soone did they feele the power of his great gift,</br>And I began to finde their pace more swift:</br>I follow'd, and I rated but in vaine</br>Striv'd to o'ertake, or take them up againe;</br>They never stay'd since, nor nights nor dayes,</br>But to and fro still runne a thousand wayes:</br>Yea often to this place where now I lye,</br>They'l wheel about to cheere me with their cry;</br>And one day in good time will vengeance take</br>On some offenders, for their Masters sake:</br>For know, my Friends, my freedome in this sort</br>For them I lose, and making my selfe sport.", "WILLY.</br>Why Roget, was there any harme in this?", "ROGET.</br>No Willy, and I hope yet none there is.", "WILLY.</br>How comes this then?", "ROGET.</br>Note and I'le tell thee how.</br>Thou know'st that Trueth and Innocencie now,</br>If placed with meanneses, suffers more despite</br>Than Villainies accompanied with [might].</br>But thus it fell, while that my Hounds pursu'd</br>Their noysome pray, and every field lay strew'd</br>With Monsters, hurt and slain mongst many a beast</br>Some viler, and more subtile then the rest,</br>On whom the Bitch cal'd Envy, hap't to light:</br>And as her wont is, did so surely bite,</br>That though she left behind small outward smarts</br>The wounds were deepe and wrankled to their harts.</br>This, joining to some other that of late,</br>Were very eagerly pursu'd by Hate,</br>To fit their purpose having taken leisure,</br>Did thus conspire to worke me a displeasure.</br>For imitation farre surpassing Apes,</br>They layd aside their Foxe and Wolfish shapes,</br>And shrowded in the skinnes of harmlesse sheepe</br>Into by-waies and open pathes did creepe,</br>Where they (as hardly drawing breath) did ly,</br>Shewing their wounds to every passer by;</br>To make them think that they were sheep so foil'd,</br>And by my dogges in their late hunting spoyl'd.</br>Beside some other that envy'd my game,</br>And for their pastime kept such Monsters tame:</br>As you doe know there's many for their pleasure</br>Keep Foxes, Beares, and Wolves, as some great treasure:</br>Yea, many get their living by them too,</br>And so did store of these, I speake of do,</br>Who, seeing that my Kennell had affrighted,</br>Or hurt some Vermine wherein they delighted,</br>And finding their own power by much too weake</br>Their Malice on my Innocence to wreake,</br>Swolne with the deepest rancour of despite,</br>Some of our greatest Shepheards folds by night</br>They closely entered; and there having stain'd</br>Their hands in villainy, of me they plain'd</br>Affirming, without shame or Honesty,</br>I and my Dogges had done it purposely:</br>Whereat they storm'd, and call'd me to a tryall,</br>Where Innocence prevails not, nor denyall:</br>But for that cause heere in this place I ly,</br>Where none so merry as my dogges and I.", "CUDDY.</br>Beleeve it hee'rs a Tale will suten well,</br>For Shepheards in another Age to tell.", "WILLY.</br>And Roget shall be thought on with delight,</br>For this hereafter many a Winters night,</br>For of this sport another Age will ring:</br>Yea, Nymphes unborne now of the same shall sing,</br>When not a Beauty on our Greenes shall play</br>That hath not heard of Rogets hunting day.", "ROGET.</br>It may be so, for if that gentle Swaine,</br>Who wonnes by Tavy, on the Westerne plaine,</br>Would make the Song, such life his Verse can give,</br>Then I doe know my Name might ever live.", "ALEXIS.</br>But tell me; are our Playnes and Nimphes forgot,</br>And canst thou frolicke in thy trouble be?", "ROGET.</br>Can I Alexis say'st thou?  Can I not,</br>That am resolv'd to scorne more misery;", "ALEXIS.</br>Oh, but thy youth's yet greene, and yong blood hot,</br>And libertie must needs bee sweet to thee,</br>But now most sweet, whil'st every bushy Vale,</br>And Grove and Hill, rings of the Nightingale.", "Me thinks when thou remembrest those sweet laies</br>Which thou wol'st lead thy Shepheardesse to heare</br>Each Evening foorth among the Leavy spraies,</br>The thought of that should make thy freedom dear;</br>For now, whil'st every Nymph on Holydayes</br>Sports with some jolly Lad, and maketh cheere,</br>Thine sighes for thee, and mew'd up from resort</br>Will neither play her selfe, nor see their sport.", "There's Shepheards that were many a Morning wont</br>Unto their Boyes to leave the tender Heard.</br>And beare thee company when thou didst hunt,</br>Cannot their songs thou hast so gladly heard,</br>Nor thy mist pleasure make thee think upon't</br>For't seems all vaine, now that was once indeard.</br>It cannot be, for I could make relation</br>How for lesse cause thou hast beene deepe in passion.", "ROGET.</br>Tis true:  my tender heart was ever yet</br>Too capable of such conceits as these;</br>I never saw that Object but from it,</br>The Passions of my Love I could encrease</br>Those things which move not other men a whit,</br>I can, and doe make use of, if I please:</br>When I am sad, to sadnesse I apply,</br>Each Bird, and Rree, and Flower that I passe by.", "So, when I will be merry, I aswell</br>Something for mirth from every thing can draw,</br>From Misery, from Prisons, nay, from Hell:</br>And as when to my minde, griefe gives a flaw,</br>Best comforts doe but make my woes more fell,</br>So when I'me bent to Mirth, from mischiefes paw</br>(Though seized upon me) I would something cull</br>That spite of care, should make my joyes more full.", "I feel those wants Alexis, thou dost name,</br>Which spite of youth's affections I sustaine;</br>Or else, for what is't I have gotten Fame,</br>And am more known than many an elder Swaine?</br>If such desires I had not learn'd to tame,</br>Since many pipe much better on this Plaine:</br>But tune your Reedes, and I will in a Song</br>Expresse my Care, and how I take this Wrong.", "SONNET.</br>I That ere'stwhile the worlds sweet Ayre did draw,</br>(Grac'd by the fairest ever Mortall saw)</br>Now closely pent, with walls of Ruth-lesse stone,</br>Consume my Dayes and Nights, and all alone.", "When I was wont to sing of Shepheards loves,</br>My walkes were Fields, and Downes, and Hills, and Groves:</br>But now (alas) so strict is my hard doome,</br>Fields, Downes, Hils, Groves, and al's but one poore roome.", "Each Morne as soone as Day-light did appeare,</br>With Natures Musicke Birdes would charme mine eare;</br>Which now (instead) of their melodious straines,</br>Heare ratling Shackles, Gyves, and Boults, and Chaines.", "But though that all the world's delight forsake mee,</br>I have a Muse, and she shall Musicke make mee;</br>Whose ayrie Notes in spight of closest cages,</br>Shall give content to mee, and after ages.", "Nor doe I passe for all this outward ill,</br>My hearts the same, and undejected still;</br>And, which is more then some in freedome winne,</br>I have true rest, and peace, and joy within.", "And then my Minde that spite of prison's free,</br>When e're she pleases any where can bee;</br>Shee's in an hour in France, Rome, Turkey, Spaine,</br>In Earth, in Hell, in Heaven, and heere againe.", "Yet there's another comfort in my woe,</br>My cause is spread, and all the world may know,</br>My fault's no more but speaking Truth and Reason,</br>Nor Debt, nor Theft, nor Murder, Rape, or Treason.", "Nor shall my Foes with all their Might and Power,</br>Wipe out their shame, nor yet this fame of our:</br>Which when they finde, they shall my fate envy,</br>Till they grow leane, and sicke, and mad, and dye.", "Then though my Body here in Prison rot,</br>And my poore Satyr's seeme a while forgot:</br>Yet when both Fame and Life hath left those men,</br>My Verse and I'le revive, and live agen.", "So thus enclos'd I beare afflictions load,</br>But with more true content than some abroad;</br>For whilst their thoughts doe feel my scourges sting,</br>In bands Ile leape, and daunce, and laugh, and sing.", "ALEXIS.</br>Why now I see thou droup'st not with thy care,</br>Neither exclaim'st thou on thy hunting day,</br>But dost with unchang'd resolution beare,</br>The heavie burthen of exile away.</br>All that did truely know thee, did conceave</br>Thy actions with thy spirit still agree'd;</br>Their good conceit thou dost no whit bereave,</br>But shewest that thou art still thy selfe indeed.</br>If that thy minde to baseness now descends,</br>Thou'lt injure Vertue, and deceive thy friends.", "WILLY.</br>Alexis, hee will injure Vertue much,</br>But more his friends, and most of all himselfe,</br>If on that common barre his minde but touch,</br>It wrackes his fame upon disgraces shelfe:</br>Yet Roget, if thou stere but on the course,</br>Which in thy just adventure is begunne;</br>No thwarting Tide nor adverse blast shall force</br>Thy Bark without the Channels bounds to runne,</br>Thou art the same thou wert, for ought I see,</br>When thou didst freely on the Mountaines hunt,</br>In nothing changed yet, unlesse it be</br>More merrily dispos'd than thou wert wont.</br>Still keepe thee thus, so other men shall know,</br>Vertue can give content in midst of woe.</br>And he, thogh mightines with frowns doth threat,</br>That, to be Innocent is to be great.</br>Thrive and farewell.", "ALEXIS.</br>In this thy trouble flourish.", "CUDDY.</br>While those that wish thee il, fret, pine, and perish.</br>"]