["\"I am the comforter of them that mourn;</br>My scenes well shadow'd, and my carol sweet,</br>Cheer the poor passengers of life's rude bourne,</br>'Till they are shelter'd in that last retreat,</br>Where human toils and troubles are forgot.\"</br>These sounds I heard amid this mortal road,</br>When I had reach'd with pain one pleasant spot,</br>So that for joy some tears in silence flow'd;</br>I rais'd mine eyes, sickness had long depressed,</br>And felt thy warmth, O sun,  come cheering to my breast.", "The storm of night had ceas'd upon the plain,</br>When thoughtful in the forest-walk I stray'd,</br>To the long hollow murmur of the main</br>List'ning, and to the many leaves that made</br>A drowsy cadence, as the high trees wav'd;</br>When straight a beauteous scene burst on my sight;</br>Smooth were the waters that the lowland lav'd:</br>And lo!  a form, as of some fairy sprite,</br>Who held in her right-hand a budding spray,</br>And like a sea-maid sung her sweetly warbled lay.", "Soothing as steals the summer-wave she sung:</br>\"The grisly phantoms of the night are gone</br>To hear in shades forlorn the death-bell rung;</br>But thou whom sickness hast left weak and wan,</br>Turn from their spectre-terrors; the green sea</br>That whispers at my feet, the matin gale</br>That crisps its shining marge shall solace thee,</br>And thou my long-forgotten voice shalt hail,</br>For I am Hope, whom weary hearts confess</br>The soothest sprite that sings on life's long wilderness.\"", "As slowly ceas'd her tender voice, I stood</br>Delighted:  the hard way, so lately passed,</br>Seem'd smooth; the ocean's bright-extended flood</br>Before me stretch'd; the clouds that overcast</br>Heaven's melancholy vault hurry'd away,</br>Driv'n seaward, and the azure hills appear'd;</br>The sunbeams shone upon their summits gray,</br>Strange saddening sounds no more by fits were heard,</br>But birds, in new leaves shrouded, sung aloft,</br>And o'er the level seas spring's healing airs blew soft.", "As when a traveller, who many days</br>Hath journey'd 'mid Arabian deserts still,</br>A dreary solitude far on surveys,</br>And met, nor flitting bird, nor gushing rill,</br>But near some marble ruin, gleaming pale,</br>Sighs mindful of the haunts of cheerful man,</br>And thinks he hears in every sickly gale</br>The bells of some slowly-wheeling caravan;</br>At length, emerging o'er the dim tract, sees</br>Gay domes, and golden fanes, and minarets, and trees:", "So beat my bosom when my winding way</br>Led through the thickets to a shelter'd vale,</br>Where the sweet minstrel sat; a smooth clear bay</br>Skirted with woods appear'd, where many a sail</br>Went shining o'er the watery surface still,</br>Less'ning at last in the gray ocean flood;</br>And yonder, half-way up the fronting hill,</br>Peeping from forth the trees, a cottage stood,</br>Above whose peaceful umbrage, trailing high,</br>A little smoke went up, and stain'd the cloudless sky.", "I turn'd, and lo, a mountain seem'd to rise,</br>Upon whose top a spiry citadel</br>Lifted its dim-seen turrets to the skies,</br>Where some high lord of the domain might dwell:</br>And onward, where the eye scarce stretch'd its sight,</br>Hills over hills in long succession rose,</br>Touch'd with a softer and yet softer light,</br>And all was blended as in deep repose;</br>The woods, the sea, the hills that shone so fair,</br>'Till woods, and sea, and hills seem'd fading into air.", "At once, methought, I saw a various throng</br>To this enchanting spot their footsteps bend;</br>All drawn, sweet Hope, by thy inspiring song,</br>Which melodies scarce mortal seem to blend.</br>First buxom Youth, with cheeks of glowing red,</br>Came lightly tripping o'er the morning dew,</br>He wore a harebell garland on his head,</br>And stretched his hands at the bright-bursting view:</br>A mountain fawn went bounding by his side,</br>Around whose slender neck a silver bell was tied.", "Then said I:  'Mistress of the magic song,</br>Oh, pity 'twere that hearts that know no guile</br>Should ever feel the pangs of ruth or wrong!'</br>She heeded not, but sang with lovelier smile:</br>\"Enjoy, O youth, the season of thy May;</br>Hark, how the throstles in the hawthorn sing,</br>The hoary Time, that resteth night nor day,</br>O'er the earth's shade may speed with noiseless wing:</br>But heed not thou:  snatch the brief joys that rise,</br>And sport beneath the light of these unclouded skies.\"", "His fine eye flashing an unwonted fire,</br>Then Fancy o'er the glade delighted went;</br>He struck at times a small and silver lyre,</br>Or gaz'd upon the rolling element;</br>Sometimes he took his mirror, which did show</br>The various landscape lovelier than the life;</br>More beamy bright the vivid tints did glow,</br>And so well mingled was the colours' strife,</br>That the fond heart, the beauteous shades once seen,</br>Would sigh for such retreats, for vales and woods so green!", "Gay was his aspect, and his airy vest,</br>As loose it flow'd, such colours did display,</br>As paint the clouds reposing in the west,</br>Or the moist rainbow's radiant arch inlay;</br>And now he tripp'd, like fairy of the wood,</br>And seem'd with dancing spirits to rejoice,</br>And now he hung his head in pensive mood&mdash;</br>Meantime, O Hope, he listen'd to thy voice,</br>And whilst of joy and youth it cheerly sung,</br>Lightly he touch'd his harp, and o'er the valley sprung.", "Pleasure, a frolic nymph, to the glad sound</br>Came dancing, as all tears she might forget;</br>And now she gaz'd with a sweet archness round,</br>And wantonly display'd a silken net:</br>She won her way with fascinating air&mdash;</br>Her eyes illumin'd with a tender light,</br>Her smile's strange blandishment, her shaded hair</br>That length'ning hung, her teeth as ivory white,</br>That peep'd from her moist lip, seemed to inspire</br>Tumultuous wishes warm, and dreams of fond desire.", "What softer passions did thy bosom move,</br>When those melodious measures met thine ear,</br>Child of Sincerity, and virtuous Love?</br>Thine eyes did shine beneath a blissful tear</br>That still were turned towards the tranquil scene,</br>Where the thin smoke rose from th' embowered cot;</br>And thou didst think, that there, with smile serene,</br>In quiet shades, and every pang forgot,</br>Thou mightest sink on pure Affection's breast,</br>And listen to the winds that whisper'd thee to rest.", "I thought, \"O Love, how seldom art thou found</br>Without annoyance in this earthly state!</br>For, haply, thou dost feed some rankling wound,</br>Or on thy youth pale poverty doth wait,</br>'Till years, on heavy wing, have roll'd away;</br>Or where thou most didst hope firm faith to see,</br>Thou meetest fickleness estrang'd and cold;</br>Or if some true and tender heart there be,</br>On which, thro' every change, thy soul might trust,</br>Death comes with his fell dart, and smites it to the dust.\"", "But lusty Enterprize, with looks of glee,</br>Approach'd the drooping youth, as he would say,</br>\"Come to the high woods and the hills with me,</br>And cast thy sullen myrtle-wreath away!\"</br>Upon a neighing courser he did sit,</br>That stretched its arched neck, in conscious pride,</br>And champ'd as with disdain a golden bit,</br>But Hope her animating voice apply'd,</br>And Enterprize with speed impetuous pass'd,</br>Whilst the long vale return'd his wreathed bugle's blast.", "Suddenly, lifting high his pond'rous spear,</br>A mailed man came forth with scornful pride,</br>I saw him, tow'ring in his proud career,</br>Along the valley with a giant stride:</br>Upon his helm, in letters of bright gold,</br>That to the sun's meridian splendour shone,</br>Ambition's name far off I might behold.</br>Meantime from earth there came a hollow moan;</br>But Fame, who follow'd, her loud trumpet blew,</br>And to the murmuring beach with eyes on flame he flew.", "And now already had he gain'd the strand,</br>Where a tall vessel rode with sail unfurl'd,</br>And soon he thought to reach the farther land,</br>Which to his eager eye seem'd like a world</br>That he by strength might win and make his own;</br>And in that citadel, which shone so bright,</br>Seat him, a purple sovereign, on his throne.</br>So he went tilting o'er the waters white,</br>And whilst he oft look'd back with stern disdain,</br>In louder tones, methought, was heard the inspiring strain.", "\"By the shade of cities old,</br>By many a river stain'd with gore,</br>By the sword of Sesac bold,</br>Who smote the nations from the shore</br>Of ancient Nile to India's farthest plain,</br>By Fame's proud pillars, and by Valour's shield</br>By mighty chiefs in glorious battle slain,</br>Assert thy sway; amid the bloody field</br>Pursue thy march, and to the heights sublime</br>Of Honor's glittering cliffs, a mighty conqueror climb.\"", "Then said I, in my heart:  'Man, thou dost rear</br>Thine eye to Heav'n, and vaunt thy lofty worth;</br>The ensign of dominion thou dost bear</br>O'er nature's works; but thou dost oft go forth,</br>Urg'd by proud hopes to ravage and destroy;</br>Thou dost build up a name by cruel deeds,</br>Whilst to the peaceful scenes of Love and Joy,</br>Sorrow, and Crime, and Solitude, succeeds.</br>Hence, when her war-song Victory doth sing,</br>Destruction flaps aloft her iron-hurtling wing?'", "But see, as one awak'd from deadly trance,</br>With hollow and dim eyes and stony stare,</br>Captivity with faltering step advance!</br>Dripping and knotted was her coal-black hair:</br>For she had long been hid, as in the grave;</br>No sounds the silence of her prison broke,</br>Nor one companion had she in her cave,</br>Save Terror's dismal shape, that no word spoke;</br>But to a stony coffin on the floor</br>With lean and hideous finger pointed evermore.", "The lark's shrill song, the early village chime,</br>The upland echo of the winding horn,</br>The far-heard clock that spoke the passing time,</br>Had never pierc'd her solitude forlorn:</br>At length, releas'd from the deep dungeon's gloom,</br>She feels the fragrance of the vernal gale;</br>She sees more sweet the living landscape bloom,</br>And while she listens to Hope's tender tale,</br>She thinks her long-lost friends shall bless her sight,</br>And almost faints with joy amid the broad day-light.", "And near the spot, as with reluctant feet,</br>Slowly desponding Melancholy drew,</br>The wind and rain her naked breast had beat,</br>Sunk was her eye, and sallow was her hue:</br>In the huge forest's unrejoicing shade</br>Bewilder'd had she wandered day by day,</br>And many a grisly fiend her heart dismay'd,</br>And cold and wet upon the ground she lay:</br>But now such sounds with mellow sweetness stole,</br>As lapp'd in dreams of bliss her slow-consenting soul.", "Next to the woody glen, poor Mania stray'd,</br>Most pale and wild, yet gentle was her look;</br>A slender garland she of straw had made,</br>Of flow'rs and rushes from the running brook;</br>But as she sadly pass'd, the tender sound</br>Of its sharp pang her wounded heart beguil'd;</br>She dropp'd her half-made garland on the ground,</br>And then she sigh'd, and then in tears she smil'd:</br>But in such sort, that Pity would have said,</br>\"O God, be merciful to that poor hapless maid!\"", "Now ravingly she cried:  \"The whelming main,</br>The wintry wave rolls over his cold head;</br>I never shall behold his form again&mdash;</br>Hence flattering fancies &mdash; he is dead, is dead!</br>Perhaps on some wild shore he may be cast,</br>Where on their prey barbarians howling rush,</br>Oh, fiercer they, than is the whelming blast!</br>Hush, my poor heart &mdash;  my wakeful sorrows, hush!</br>He lives &mdash; I yet shall press him to my heart,</br>And cry, O no, no, no, &mdash; we never more will part!\"", "So sang she, when despairing, from his cell,</br>Hid furthest in the lone umbrageous wood,</br>Where many a winter he had lov'd to dwell,</br>Came grim Remorse; as fixed in thought he stood,</br>His senses pierc'd by the unwonted tone;</br>He heard &mdash; the blood-drops from his locks he shook;</br>He saw the trees that wav'd, the sun that shone,</br>He cast around an agonised look;</br>Then with a ghastly smile that spoke his pain,</br>He hied him to his cave in thickest shades again.", "And now the sun sank westward, and the sky</br>Was hung with thousand lucid pictures gay;</br>When gazing on the seene with placid eye,</br>An ancient man appear'd in amice gray;</br>His sandal shoes were by long travel worn,</br>O'er hill and valley, many a ling'ring mile,</br>Yet droop'd he not, like one in years forlorn;</br>His pale cheek wore a sad, but tender smile;</br>'Twas sage Experience, by his look confess'd,</br>And white as frost his beard descended to his breast.", "Thus said I, Master, pleasant is this place,</br>And sweet are those melodious notes I hear,</br>And happy they among man's toiling race</br>Who, of their cares forgetful, wander near;</br>Me they delight, whom sickness and slow pain</br>Have bow'd almost to death with heavy hand;</br>The fairy scenes refresh my heart again,</br>And, pleas'd I listen to that musick bland,</br>Which seems to promise hours of joy to come,</br>And bids me tranquil seek my poor but peaceful home.", "He said, \"Alas!  these shadows soon may fly,</br>Like the gay creatures of the element:</br>Yet do poor mortals still with raptur'd eye</br>Behold like thee the pictures they present;</br>And, charm'd by Hope's sweet music, on they fare,</br>And think they soon shall reach that blissful goal,</br>Where never more the sullen knell of Care</br>For buried friends and severed loves shall toll:</br>So on they fare; till all their troubles cease,</br>And on a lap of earth they lay them down in peace.", "\"But not there ceases their immortal claim;</br>(From golden clouds I heard a small voice say)</br>Wisdom rejoiceth in a higher aim,</br>Nor heeds the transient shadows of a day;</br>These earthly sounds may die away, and all</br>These perishable pictures sink in night,</br>But Virtue from the dust her sons shall call,</br>And lead them forth to joy, and life, and light;</br>Tho' from their languid grasp earth's comforts fly,</br>And with the silent worm their bury'd bodies lie.", "\"For other scenes there are, and in a clime</br>Purer, and other strains to earth unknown,</br>Where Heaven's high host, with symphonies sublime,</br>Sing 'unto HIM that sitteth on the throne.'</br>Enough for man, if he the task fulfil</br>Which GOD ordain'd, and to his journey's end</br>Bear him right on, betide him good or ill;</br>Then Hope to soothe his death-bed shall descend,</br>Nor leave him, till in mansions of the blest</br>He gains his destin'd home, his everlasting rest.\"</br>"]