["The Ladies for the Girdle strive</br>Of famous Florimel.</br>Scudamore, coming to Care's House,</br>Doth Sleep from him expel.", "It hath been thro all Ages ever seen,</br>That with the Prize of Arms and Chevalry,</br>The Prize of Beauty still hath joined been;</br>And that for Reasons special Privity:</br>For either doth on other much rely.</br>For he meseems most fit the Fair to serve,</br>That can her best defend from Villany;</br>And she most fit his Service doth deserve,</br>That fairest is, and from her Faith will never swerve.", "So fitly now here cometh next in place,</br>After the Proof of Prowess ended well,</br>The Controverse of Beauty's sovereign Grace;</br>In which to her that doth the most excel,</br>Shall fall the Girdle of fair Florimel:</br>That many wish to win for Glory vain,</br>And not for vertuous Use, which some do tell</br>That glorious Belt did in it self contain,</br>Which Ladies ought to love, and seek for to obtain.", "That Girdle gave the Vertue of chaste Love,</br>And Wivehood true, to all that did it bear;</br>But whosoever contrary doth prove,</br>Might not the same about her Middle wear,</br>But it would loose, or else asunder tear.</br>Whilom it was (as Fairies wont report)</br>Dame Venus' Girdle, by her 'steemed dear,</br>What time she us'd to live in wively sort;</br>But laid aside, when so she us'd her looser Sport.", "Her Husband Vulcan, whilom for her sake,</br>When first he loved her with Heart entire,</br>This precious Ornament they say did make,</br>And wrought in Lemno with unquenched Fire:</br>And afterwards did for her Love's first Hire,</br>Give it to her for ever to remain,</br>Therewith to bind lascivious Desire,</br>And loose Affections streightly to restrain;</br>Which Vertue it for ever after did retain.", "The same one day, when she her self dispos'd</br>To visit her beloved Paramour,</br>The God of War, she from her Middle loos'd,</br>And left behind her in her secret Bower,</br>On Acidalian Mount, where many an hour</br>She with the pleasant Graces wont to play.</br>There Florimel, in her first Age's Flower,</br>Was foster'd by those Graces (as they say)</br>And brought with her from thence that goodly Belt away.", "That goodly Belt was Cestas hight by Name,</br>And as her Life by her esteemed dear.</br>No wonder then, if that to win the same</br>So many Ladies fought, as shall appear;</br>For peerless she was thought, that did it bear.</br>And now by this, their Feast all being ended,</br>The Judges, which thereto selected were,</br>Into the Martian Field adown descended,</br>To deem this doubtful Case, for which they all contended.", "But first was question made, which of those Knights</br>That lately turney'd, had the Wager won:</br>There was it judged by those worthy Wights,</br>That Satyrane the first day best had done:</br>For he last ended, having first begun.</br>The second was to Triamond behight,</br>For that he sav'd the Victor from fordone:</br>For Cambel Victor was in all Mens sight,</br>Till by mishap he in his Foe-mens hand did light.", "The third Day's Prize unto the Stranger Knight,</br>Whom all Men term'd Knight of the Hebene Spear,</br>To Britomart was given by good right;</br>For that with puissant Stroke she down did bear</br>The salvage Knight, that Victor was whileare,</br>And all the rest, which had the best afore</br>And to the last unconquer'd did appear;</br>For last is deemed best.  To her therefore</br>The fairest Lady was adjudg'd for Paramour.", "But thereat greatly grudged Arthegal,</br>And much repin'd, that both of Victor's Meed</br>And eke of Honour she did him forestal.</br>Yet mote he not withstand what was decreed;</br>But inly thought of that despightful Deed</br>Fit time t' await avenged for to be.</br>This being ended thus, and all agreed,</br>The next ensu'd the paragon to see</br>Of Beauty's Praise, and yield the Fairest her due Fee.", "Then first Cambello brought unto their View</br>His fair Cambina, cover'd with a Veil;</br>Which being once withdrawn, most perfect Hue</br>And passing Beauty did eftsoons reveal,</br>That able was weak Hearts away to steal.</br>Next did Sir Triamond, unto their sight,</br>The Face of his dear Canacee unheal;</br>Whose Beauty's Beam eftsoons did shine so bright,</br>That daz'd the Eyes of all, as with exceeding Light.", "And after her did Paridell produce</br>His false Duessa, that she might be seen;</br>Who with her forged Beauty did seduce</br>The Hearts of some, that fairest her did ween;</br>As diverse Wits affected diverse been.</br>Then did Sir Ferramont unto them shew</br>His Lucida, that was full fair and sheen:</br>And after these an hundred Ladies moe</br>Appear'd in place, the which each other did out-go.", "All which who-so dare think for to enchace,</br>Him needeth sure a golden Pen, I ween,</br>To tell the Feature of each goodly Face.</br>For since the Day that they created been,</br>So many heavenly Faces were not seen</br>Assembled in one Place:  ne he that thought</br>For Chian Folk to pourtraict Beauty's Queen,</br>By View of all the fairest to him brought,</br>So many fair did see, as here he might have sought.", "At last, the most redoubled Britoness,</br>Her lovely Amoret did open shew;</br>Whose Face discover'd, plainly did express</br>The heavenly Pourtraict of bright Angels Hue.</br>Well weened all, which her that time did view,</br>That she should surely bear the Bell away,</br>Till Blandamore, who thought he had the true</br>And very Florimel, did her display</br>The Sight of whom once seen, did all the rest dismay.", "For all afore that seemed fair and bright,</br>Now base and contemptible did appear,</br>Compar'd to her, that shone as Phebe's Light</br>Amongst the lesser Stars in Evening clear.</br>All that her saw with Wonder ravish'd were,</br>And ween'd no mortal Creature she should be,</br>But some celestial Shape, that Flesh did bear;</br>Yet all were glad there Florimel to see;</br>Yet thought that Florimel was not so fair as she.", "As guileful Goldsmith, that by secret skill,</br>With golden Foil doth finely o'er-spred</br>Some baser Metal, which commend he will</br>Unto the Vulgar for good Gold insted,</br>He much more goodly Gloss thereon doth shed,</br>To hide his Falshood, than if it were true:</br>So hard this Idol was to be ared,</br>That Florimel her self, in all Mens View,</br>She seem'd to pass; so forged things do fairest shew.", "Then was the golden Belt, by doom of all,</br>Graunted to her, as to the fairest Dame.</br>Which being brought, about her Middle small</br>They thought to gird, as best it her became;</br>But by no means they could it thereto frame.</br>For ever as they fastned it, it loos'd</br>And fell away, as feeling secret blame.</br>Full oft about her Waste she it enclos'd;</br>And it as oft was from about her Waste disclos'd.", "That all Men wondred at the uncouth sight,</br>And each one thought, as to their Fancies came.</br>But she herself did think it done for spight,</br>And touched was with secret Wrath and Shame</br>Therewith, as thing devis'd her to defame.</br>Then many other Ladies likewise try'd,</br>About their tender Loins to knit the same;</br>But it would not on none of them abide,</br>But when they thought it fast, eftsoons it was unty'd.", "Which when that scornful Squire of Dames did view,</br>He loudly 'gan to laugh and thus to jest;</br>Alas!  for pity that so fair a Crew,</br>As like cannot be seen from East to West,</br>Cannot find one this Girdle to invest!</br>Fie on the Man, that did it first invent,</br>To shame us all with this, ungirt, unblest:</br>Let never Lady to his Love assent,</br>That hath this day so many so unmanly shent.", "Thereat all Knights 'gan laugh, and Ladies loure;</br>Till that at last the gentle Amoret</br>Likewise assay'd, to prove that Girdle's Power;</br>And having it about her Middle set,</br>Did find it fit, withouten Breach or Let.</br>Whereat the rest 'gan greatly to envy:</br>But Florimel exceedingly did fret,</br>And snatching from her Hand half angrily</br>The Belt again, about her Body 'gan it tie.", "Yet nathemore would it her Body fit;</br>Yet natheless to her, as her due Right,</br>It yielded was by them, that judged it:</br>And she her self adjudged to the Knight,</br>That bore the Hebene Spear, as won in Fight.</br>But Britomart would not thereto assent,</br>Ne her own Amoret forgo so light</br>For that strange Dame, whose Beauty's Wonderment</br>She less esteem'd, than th' other's vertuous Government.", "Whom when the rest did see her to refuse,</br>They were full glad, in hopes themselves to get her:</br>Yet at her Choice they all did greatly muse.</br>But after that, the Judges did arret her</br>Unto the second best, that lov'd her better;</br>That was the salvage Knight:  but he was gone</br>In great Displeasure, that he could not get her.</br>Then was she judged Triamond his own;</br>But Triamond loved Canacee, and other none.", "Tho unto Satyrane she was adjudg'd,</br>Who was right glad to gain so goodly Meed:</br>But Blandamore thereat full greatly grudg'd,</br>And little prais'd his Labours evil speed,</br>That for to win the Saddle, lost the Steed.</br>Ne less thereat did Paridel complain,</br>And thought t' appear from that which was decreed,</br>To single Combat with Sir Satyrane:</br>Thereto him Ate stir'd, new Discord to maintain.", "And eke with these, full many other Knights</br>She thro her wicked Working did incense,</br>Her to demaund, and challenge as their Rights,</br>Deserved for their Perils Recompence.</br>Amongst the rest, with boastful vain Pretence,</br>Stept Braggadochio forth, and as his Thrall</br>Her claim'd, by him in Battel won long since:</br>Thereto her self he did to witness call;</br>Who being ask'd accordingly, confessed all.", "Thereat exceeding wroth was Satyrane;</br>And wroth with Satyrane was Blandamore;</br>And wroth with Blandamore was Erivan;</br>And at them both Sir Paridel did lour.</br>So all together stir'd up strifeful Stour,</br>And ready were new Battel to darrain.</br>Each one profess'd to be her Paramour,</br>And vow'd with Spear and Shield it to maintain;</br>Ne Judge's Power, ne Reason's Rule mote them restrain.", "Which troublous Stir, when Satyrane aviz'd,</br>He 'gan to cast how so appease the same;</br>And to accord them all, this means deviz'd:</br>First in the midst to set that fairest Dame,</br>To whom each one his Challenge should disclaim,</br>And he himself his Right would eke release:</br>Then look to whom she voluntary came,</br>He should without Disturbance her profess:</br>Sweet is the Love that comes alone with Willingness.", "They all agreed:  and then that snow Maid</br>Was in the middest plac'd among them all;</br>All on her gazing wish'd, and vow'd, and pray'd,</br>And to the Queen of Beauty close did call,</br>That she unto their Portion might befal.</br>Then when she long had look'd upon each one,</br>As tho she wished to have pleas'd them all,</br>At last to Braggadochio' self alone</br>She came of her accord, in spight of all his Fone.", "Which when they all beheld, they chas'd and rag'd,</br>And wox nigh mad for very Heart's Despight,</br>That from Revenge their Wills they scarce assuag'd;</br>Some thought from him her to have reft by Might;</br>Some Proffer made with him for her to fight.</br>But he nought car'd for all that they could say:</br>For he their Words as Wind esteemed light.</br>Yet not fit place he thought it there to stay,</br>But secretly from thence that Night her bore away.", "They which remain'd, so soon as they perceiv'd</br>That she was gone, departed thence with Speed,</br>And follow'd them, in mind her to have reav'd</br>From Wight unworthy of so noble Meed</br>In which Pursuit how each one did succeed,</br>Shall else be told in order, as it fell.</br>But now of Britomart it here doth need</br>The held Adventures and strange Haps to tell;</br>Since with the rest she went not after Florimel.", "For soon as she them saw to Discord set,</br>Her list no longer in that place abide;</br>But taking with her lovely Amoret,</br>Upon her first Adventure forth did ride,</br>To seek her Love, making blind Love her Guide.</br>Unlucky Maid, to seek her Enemy!</br>Unlucky Maid, to seek him far and wide,</br>Whom, when he was unto her self most nigh,</br>She thro his late Disguisement could him not descry.", "So much the more her Grief, the more her Toil:</br>Yet neither Toil nor Grief she once did spare,</br>In seeking him, that should her Pain assoil;</br>Whereto great Comfort in her sad Misfare</br>Was Amoret, Companion of her Care:</br>Who likewise sought her Lover long mis-went,</br>The gentle Scudamore, whose Heart whileare</br>That strifeful Hag with jealous Discontent</br>Had fill'd, that he to fell Revenge was fully bent.", "Bent to revenge on blameless Britomart</br>The Crime, which cursed Ate kindled earst,</br>The which like Thorns did prick his jealous Heart,</br>And thro his Soul like poisoned Arrow pierc'd,</br>That by no Reason it might be revers'd,</br>For ought that Glauce could, or do, or say.</br>For ay, the more that she the same rehears'd,</br>The more it gaul'd, and griev'd him Night and Day,</br>That nought but dire Revenge his Anger mote defray.", "So as they travelled, the drooping Night,</br>Cover'd with cloudy Storm and bitter Shower,</br>That dreadful seem'd to every living Wight,</br>Upon them fell, before her timely Hour;</br>That forced them to seek some covert Bower,</br>Where they might hide their Heads in quiet Rest,</br>And shroud their Persons from that stormy Stour.</br>Not far away, not meet for any Guest,</br>They spy'd a little Cottage, like some poor Man's Nest.", "Under a steep Hill's Side it placed was,</br>There where the moulder'd Earth had cav'd the Bank;</br>And fast beside a little Brook did pass</br>Of muddy Water, that like puddle stank;</br>By which few crooked Sallows grew in rank:</br>Whereto approaching nigh, they heard the Sound</br>Of many iron Hammers beating rank,</br>And answering their weary Turns around,</br>That seemed some Blacksmith dwelt in that desert Ground.", "There entring in, they found the good Man self,</br>Full busily unto his Work ybent;</br>Who was to weet, a wretched wearish Elf,</br>With hollow Eyes and raw-bone Cheeks forspent,</br>As if he had in Prison long been pent:</br>Full black and griesly did his Face appear,</br>Besmear'd with Smoke that nigh his Eye-sight blent;</br>With rugged Beard, and hoary shagged Hair,</br>The which he never wont to comb, or comely shear.", "Rude was his Garment, and to Rags all rent,</br>Ne better had he, ne for better car'd:</br>With blister'd Hands emongst the Cinders brent,</br>And Fingers filthy, with long Nails unpar'd,</br>Right fit to rend the Food, on which he far'd.</br>His Name was Care; a Blacksmith by his Trade,</br>That neither Day nor Night from working spar'd,</br>But to small purpose iron Wedges made;</br>Those be unquiet Thoughts, that careful Minds invade.", "In which his Work he had six Servants press'd,</br>About the Anvil standing evermore,</br>With huge great Hammers, that did never reft</br>From heaping Strokes, which thereon soused sore:</br>All six, strong Grooms, but one than other more;</br>For by degrees they all were disagreed;</br>So likewise did the Hammers which they bore,</br>Like Bells in Greatness orderly succeed,</br>That he which was the last, the first did far exceed.", "He like a monstrous Giant seem'd in sight,</br>Far passing Bronteus, or Pyracmon great,</br>The which in Lipari do day and night</br>Frame Thunderbolts for Jove's avengeful Threat.</br>So dreadfully he did the Anvil beat,</br>That seem'd to Dust he shortly would it drive:</br>So huge his Hammer, and so fierce his Heat,</br>That seem'd a Rock of Diamond it could rive,</br>And rend asunder quite, if he thereto list strive.", "Sir Scudamore there entring, much admir'd</br>The Manner of their Work and weary Pain;</br>And having long beheld, at last enquir'd</br>The Cause and End thereof:  but all in vain;</br>For they for nought would from their Work refrain,</br>He let his Speeches come unto their ear.</br>And eke the breathful Bellows blew amain,</br>Like to the Northern Wind, that none could hear:</br>Those Pensiveness did move; and Sighs the Bellows were.", "Which when that Warrior saw, he said no more,</br>But in his Armour laid him down to rest:</br>To rest, he laid him down upon the Floor,</br>(Whilom for ventrous Knights the Bedding best)</br>And thought his weary Limbs to have redress'd.</br>And that old aged Dame, his faithful Squire,</br>Her feeble Joints laid eke adown to rest;</br>That needed much her weak Age to desire,</br>After so long a Travel, which them both did tire.", "There lay Sir Scudamore, long while expecting</br>When gentle Sleep his heavy Eyes would close;</br>Oft changing sides, and oft new place electing,</br>Where better seem'd he mote himself repose;</br>And oft in Wrath he thence again uprose;</br>And oft in Wrath he laid him down again.</br>But wheresoever he did himself dispose,</br>He by no means could wished Ease obtain:</br>So every Place seem'd painful, and each Changing vain.", "And evermore, when he to sleep did think,</br>The Hammer's sound his Senses did molest;</br>And evermore, when he began to wink,</br>The Bellows Noise disturb'd his quiet Rest,</br>Ne suffred Sleep to settle in his Breast:</br>And all the Night the Dogs did bark and howl</br>About the House, at scent of Stranger Guest:</br>And now the crowing Cock, and now the Owl</br>Loud shrieking, him afflicted to the very Soul.", "And if by Fortune any little Nap</br>Upon his heavy Eye-lids chaunc'd to fall,</br>Eftsoons one of those Villains him did rap</br>Upon his Head-piece with his yron Mall;</br>That he was soon awaked therewithall,</br>And lightly started up as one afraid;</br>Or as if one him suddenly did call.</br>So oftentimes he out of Sleep abray'd,</br>And then lay musing long, on that him ill apay'd.", "So long he mused, and so long he lay,</br>That at the last his weary Sprite oppress'd</br>With fleshly Weakness, which no Creature may</br>Long time resist, gave place to kindly Rest,</br>That all his Senses did full soon arrest:</br>Yet in his soundest Sleep, his daily Fear</br>His idle Brain 'gan busily molest,</br>And made him dream those two disloyal were:</br>The things that Day most minds, at Night do most appear.", "With that, the wicked Carle, the Master Smith,</br>A Pair of red-hot iron Tongs did take</br>Out of the burning Cinders, and therewith</br>Under his Side him nips; that forc'd to wake,</br>He felt his Heart for very Pain to quake,</br>And started up avenged for to be</br>On him, the which his quiet Slumber brake:</br>Yet looking round about him none could see;</br>Yet did the Smart remain, tho he himself did flee.", "In such Disquiet and heart-fretting Pain,</br>He all that Night, that too long Night did pass.</br>And now the Day out of the Ocean Main</br>Began to peep above this earthly Mass,</br>With pearly Dew sprinkling the morning Grass:</br>Then up he rose like heavy Lump of Lead;</br>That in his face, as in a Looking-glass,</br>The Signs of Anguish one mote plainly read,</br>And guess the Man to be dismay'd with jealous Dread.", "Unto his lofty Steed he clombe anone,</br>And forth upon his former Voyage far'd,</br>And with him eke that aged Squire attone;</br>Who, whatsoever Peril was prepar'd,</br>Both equal Pains, and equal Peril shar'd:</br>The End whereof and dangerous Event</br>Shall for another Canticle be spar'd.</br>But here my weary Teem nigh over-spent,</br>Shall breathe it self awhile, after so long a went.", ""]