["On Stella's brow as lately envious Time</br>His crooked lines with iron pencil traced,</br>That brow, erewhile like ivory tablets smooth,</br>With Love's high trophies hung, and victories graced,</br>Digging him little caves in every cell,</br>And every dimple, once where Love was wont to dwell;", "He spied the God:  and wondered still to spy,</br>Who higher held his torch in Time's despite;</br>Nor seemed to care for aught that he could do.</br>Then sternly thus he sought him thence to' affright:</br>The sovereign boy entrenched in a smile,</br>At his sour crabbed speech sat mocking all the while.", "\"What dost thou here, fond boy?  Away, for shame!</br>Mine is this field, by conquest fairly won;</br>Love cannot reap his joys where Time has ploughed,</br>Thou and thy light-winged troop should now begone.</br>Go revel with fresh Youth in scenes of folly,</br>Sage Thought I bring, and Care, and pale-eyed Melancholy.", "\"Thy streams are froze, that once so briskly ran,</br>Thy bough is shaken by the mellow year;</br>Boreas and Zephyr dwell not in one cave,</br>And swallows spread their wings when winter's near;</br>See where Florella's cheeks soft bloom disclose,</br>Go seek the springing bud, and leave the faded rose.\"", "Thus spake old Time, of Love the deadliest foe,&mdash;</br>Ah me, that gentle Love such foes should meet!</br>But nothing daunted he returned again,</br>Tempering with looks austere his native sweet;</br>And, \"Fool!\"  said he, \"to think I e'er shall fly</br>From that rich palace where my choicest treasures lie.", "\"Dost thou not see, &mdash; or art thou blind with age,&mdash;</br>How many Graces on her eyelids sit,</br>Linking those viewless chains that bind the soul,</br>And sharpening smooth discourse with pointed wit;</br>How many where she moves attendant wait,</br>The slow smooth step inspire, or high commanding gait?", "\"Each one a several charm around her throws,</br>Some to attract, some powerful to repell,</br>Some mix the honeyed speech with winning smiles,</br>Or call wild Laughter from his antic cell;</br>Severer some, to strike with awful fear</br>Each rude licentious tongue that wounds the virtuous ear.", "\"Not one of them is of thy scythe in dread,</br>Or for thy cankered malice careth aught,</br>Thy shaking fingers never can untwist</br>The magic caestus by their cunning wrought;</br>And I, their knight, their bidding must obey,</br>For where the Graces are, will Love for ever stay.", "\"In my rich fields now boast the ravage done,</br>Those lesser spoils, &mdash; her brow, her cheek, her hair,</br>All that the touches of decay can feel,&mdash;</br>Take these, she has enough besides to spare;</br>I cannot thee dislodge, nor shalt thou me,</br>So thou and I, old Time, perforce must once agree.", "\"Nor is the boasted ravage all thine own,</br>Nor was the field by conquest fairly gained;</br>For leagued with Sickness, Life and Nature's foe,</br>That fiend accurst thy savage wars maintained;</br>His hand the furrows sunk where thou didst plough,</br>He undermined the tree, where thou didst shake the bough.", "\"But both unite, for both I here defy;</br>Spoil ye have made, but have no triumphs won;</br>And though the daffodil more freshly blooms,</br>Spreading her gay leaves to the morning sun,</br>Yet never will I leave the faded rose,</br>Whilst the pale lovely flower such sweetness still bestows.\"", "This said, exulting Cupid clapped his wings.</br>The sullen power, who found his rage restrained,</br>And felt the strong controul of higher charms,</br>Shaking his glass, vowed while the sands would run</br>For many a year the strife should be maintained:</br>But Jove decreed no force should Love destroy,</br>Nor time should quell the might of that immortal boy.</br>"]