["Prince Arthur, and Sir Arthegal</br>Free Samient from Fear:</br>They slay the Souldan, drive his Wife,</br>Adicia, to Despair.", "Nought under Heaven so strongly doth allure</br>The Sense of Man, and all his Mind possess,</br>As Beauty's lovely Bait, that doth procure</br>Great Warriors oft their Rigour to repress;</br>And mighty Hands forget their Manliness,</br>Drawn with the Pow'r of an heart-robbing Eye,</br>And wrapt in Fetters of a golden Tress,</br>That can with melting Pleasance mollify</br>Their harden'd Hearts, enur'd to Blood and Cruelty.", "So whilom learn'd that mighty Jewish Swain,</br>Each of whose Locks did match a Man in Might,</br>To lay his Spoils before his Leman's Train:</br>So also did that great Oetean Knight</br>For his Love's sake his Lion's Skin undight:</br>And so did warlike Anthony neglect</br>The World's whole Rule, for Cleopatra's sight.</br>Such wondrous Pow'r hath Womens fair Aspect</br>To captive Men, and make them all the World reject.", "Yet could it not stern Arthegal retain,</br>Nor hold from Suit of his avowed Quest,</br>Which he had underta'en to Gloriane;</br>But left his Love (albe her strong Request,</br>Fair Britomart, in Languor and Unrest,</br>And rode himself upon his first Intent:</br>Ne day nor night did ever idly rest;</br>Ne Wight but only Talus with him went,</br>The true Guide of his Way, and vertuous Government.", "So travelling, he chaunc'd far off to heed</br>A Damsel, flying on a Palfry fast</br>Before two Knights, that after her did speed</br>With all their pow'r, and her full fiercely chac'd,</br>In hope to have her overhent at last:</br>Yet fled she fast, and both them far out-went,</br>Carry'd with Wings of Fear, like Fowl aghast,</br>With Locks all loose and Rayment all to rent;</br>And ever as she rode, her Eye was backward bent.", "Soon after these, he saw another Knight</br>That after those two former rode apace,</br>With Spear in Rest, and prick'd with all his Might:</br>So ran they all, as they had been at Base,</br>They being chased, that did others chace.</br>At length, he saw the hindmost overtake</br>One of those two, and force him turn his Face;</br>However loth he were his way to slake,</br>Yet mote be algates now abide, and Answer make.", "But e' other still pursu'd the fearful Maid;</br>Who still from him as fast away did fly,</br>Ne once for ought her speedy Passage staid,</br>Till that at length she did before her spy</br>Sir Arthegal, to whom she straight did hie</br>With gladful Haste, in hope of him to get</br>Succour against her greedy Enemy:</br>Who, seeing her approach, 'gan forward set</br>To save her from her Fear, and him from Force to let.", "But he, like Hound full greedy of his Prey,</br>Being impatient of Impediment,</br>Continu'd still his Course, and by the way</br>Thought with his Spear him quite have over-went:</br>So both together ylike felly bent,</br>Like fiercely met.  But Arthegal was stronger,</br>And better skill'd in Tilt and Turnament,</br>And bore him quite out of his Saddle, longer</br>Than two Spear's length; so Mischief overmatch'd the Wronger.", "And in his Fall, Misfortune him mistook;</br>For on his Head unhappily he pight,</br>That his own Weight his Neck asunder broke,</br>And left there dead.  Mean while, the other Knight</br>Defeated had the other Faytour quite,</br>And all his Bowels in his Body brast:</br>Whom leaving there in that despiteous Plight,</br>He ran still on, thinking to follow fast</br>His other fellow Pagan, which before him past.", "Instead of whom, finding there ready prest</br>Sir Arthegal, without Discretion</br>He at him ran, with ready Spear in Rest:</br>Who, seeing him come still so fiercely on,</br>Against him made again.  So both anon</br>Together met, and strongly either strook</br>And broke their Spears; yet neither has forgon</br>His Horse's Back, yet to and fro long shook,</br>And totter'd like two Tow'rs, which through a Tempest quook.", "But when again they had recover'd Sense,</br>They drew their Swords, in mind to make amends</br>For what their Spears had fail'd of their Pretence.</br>Which when the Damsel, who those deadly Ends</br>Of both her Foes had seen, and now her Friends</br>For her beginning a more fearful Fray;</br>She to them runs in haste, and her Hair rends,</br>Crying to them their cruel Hands to stay,</br>Until they both do hear what she to them will say.", "They stay'd their Hands, when she thus 'gan to speak;</br>Ah!  gentle Knights, what mean ye thus unwise</br>Upon your selves another's Wrong to wreak?</br>I am the wrong'd, whom ye did enterprise</br>Both to redress, and both redress'd likewise:</br>Witness the Paynims both, whom ye may see</br>There dead on ground.  What do ye then devise</br>Of more Revenge?  if more, then I am she,</br>Which was the Root of all:  end your Revenge on me.", "Whom when they heard so say, they look'd about</br>To weet if it were true as she had told;</br>Where, when they saw their Foes dead out of doubt,</br>Eftsoons they gan their wrathful Hands to hold</br>And Ventails rear, each other to behold.</br>Tho, whenas Arthegal did Arthur view,</br>So fair a Creature, and so wondrous bold,</br>He much admired both his Heart and Hue,</br>And touched with intire Affection, nigh him drew:", "Saying, Sir Knight, of Pardon I you pray,</br>That all unweeting have you wrong'd thus sore;</br>Suff'ring my Hand against my Heart to stray:</br>Which if ye please Forgive, I will therefore</br>Yield for amends my self yours evermore,</br>Or what-so Penance shalt by you be red.</br>To whom the Prince; Certes, me needeth more</br>To crave the same, whom Error so misled,</br>As that I did mistake the Living for the Dead.", "But sith ye please, that both our Blames shall die,</br>Amends may for the Trespass soon be made,</br>Sith neither is endamag'd much thereby.</br>So can they both themselves full eath persuade</br>To fair Acccordance, and both Faults to shade,</br>Either embracing other lovingly,</br>And swearing Faith to either on his Blade,</br>Never thenceforth to nourish Enmity,</br>But either other's Cause to maintain mutually.", "Then Arthegal 'gan of the Prince enquire,</br>What were those Knights which there on ground were laid,</br>And had receiv'd their Folly's worthy Hire,</br>And for what cause they chaced so that Maid.</br>Certes, I wote not well, the Prince then said;</br>But by Adventure found them fairing so,</br>As by the way unweetingly I stray'd:</br>And lo!  the Damsel self, whence all did grow</br>Of whom we may at will the whole Occasion know.", "Then they that Damsel called to them nigh,</br>And asked her, what were those two her Fone,</br>From whom she earst so sad away did fly;</br>And what was the her self so woe begon,</br>And for what Cause pursu'd of them attone.</br>To whom she thus; Then wote ye well, that I</br>Do serve a Queen, that not far hence doth wonne,</br>A Princess of great Pow'r and Majesty,</br>Famous through all the World, and honour'd far and nigh.", "Her Name Mercilla most Men use to call;</br>That is a Maiden Queen of high Renown,</br>For her great Bounty knowen over all,</br>And sovereign Grace, with which her Royal Crown</br>She doth support, and strongly beateth down</br>The Malice of her Foes, which her envy,</br>And at her Happiness do fret and frown:</br>Yet she her self the more doth magnify,</br>And even to her Foes her Mercies multiply.", "'Mongst many which malign her happy State,</br>There is a mighty Man, which wonnes hereby,</br>That with most fell Despight and deadly Hate,</br>Seeks to subvert her Crown and Dignity;</br>And all his Pow'r doth thereunto apply:</br>And her good Knights (of which so brave a Band</br>Serves her, as any Princess under Sky)</br>He either spoils, if they against him stand,</br>Or to his part allures, and bribeth under hand.", "Ne him sufficeth all the Wrong and Ill</br>Which he unto her People does each day,</br>But that he seeks by traitrous Trains to spill</br>Her Person, and her sacred self to slay:</br>That O ye Heavens defend, and turn away</br>From her, unto the Miscreant himself,</br>That neither hath Religion nor Fay,</br>But makes his God of his ungodly Pelf,</br>And Idols serves; so let his Idols serve the Elf.", "To all which cruel Tyranny, they say,</br>He is provok'd, and stir'd up day and night</br>By his bad Wife, that hight Adicia,</br>Who counsels him (through Confidence of Might)</br>To break all Bonds of Law, and Rules of Right;</br>For she her self professeth mortal Foe</br>To Justice, and against her still doth fight,</br>Working to all that love her, deadly Woe,</br>And making all her Knights and People to do so.", "Which my Liege Lady seeing, thought it best,</br>With that his Wife in friendly wise to deal,</br>For stint of Strife, and stablishment of Rest</br>Both to her self, and to her Commonweal,</br>And all fore-past Displeasures to repeal.</br>So me in Message unto her she sent,</br>To treat with her by way of Enterdeal,</br>Of final Peace and fair Attonement,</br>Which might concluded be by mutual Consent.", "All times have wont safe Passage to afford</br>To Messengers, that come for Causes just:</br>But this proud Dame, disdaining all Accord,</br>Not only into bitter Terms forth brust,</br>Reviling me, and railing as she lust;</br>But lastly, to make proof of utmost Shame,</br>Me like a Dog she out of doors did thrust,</br>Miscalling me by many a bitter Name,</br>That never did her Ill, ne once deserved Blame.", "And lastly, that no Shame might wanting be,</br>When I was gone, soon after me she sent</br>These two false Knights, whom there ye lying see,</br>To be by them dishonoured and shent:</br>But thank'd be God, and your good Hardiment,</br>They have the Price of their own Folly paid.</br>So said this Damsel, that hight Samient:</br>And to those Knights, for their so noble Aid,</br>Her self most grateful shew'd, and heaped Thanks repaid.", "But they, now having throughly heard and seen</br>All those great Wrongs, the which that Maid complain'd</br>To have been done against her Lady Queen,</br>By that proud Dame, which her so much disdain'd,</br>Were moved much thereat, and 'twixt them feign'd,</br>With all their Force to work Avengement strong</br>Upon the Souldan' self, which it maintain'd;</br>And on his Lady, th' author of that Wrong,</br>And upon all those Knights that did to her belong.", "But thinking best, by counterfeit Disguise,</br>To their Design to make the easier way,</br>They did this Complot 'twixt themselves devise;</br>First, that Sir Arthegal should him array,</br>Like one of those two Knights which dead there lay:</br>And then that Damsel, the sad Samient,</br>Should as his purchas'd Prize with him convey</br>Unto the Souldan's Court, her to present</br>Unto his scornful Lady, that for her had sent.", "So as they had devis'd, Sir Arthegal</br>Him clad in th' Armour of a Pagan Knight,</br>And taking with him, as his vanquish'd Thrall,</br>That Damsel, led her to the Souldan's Right.</br>Where, soon as his proud Wife of her had sight</br>(Forth of her Window as she looking lay)</br>She weened straight it was her Paynim Knight,</br>Which brought that Damsel, as his purchas'd Prey;</br>And sent to him a Page, that mote direct his way.", "Who, bringing them to their appointed Place,</br>Offer'd his Service to disarm the Knight;</br>But he, refusing him to let unlace,</br>For doubt to be discover'd by his Sight,</br>Kept himself still in his strange Armour dight.</br>Soon after whom, the Prince arrived there;</br>And sending to the Souldan in despight</br>A bold Defiance, did of him requere</br>That Damsel, whom he held as wrongful Prisonere.", "Wherewith, the Souldan all with Fury fraught,</br>Swearing and banning most blasphemously,</br>Commanded straight his Armour to be brought;</br>And mounted straight upon a Charet high,</br>With iron Wheels and Hooks arm'd dreadfully,</br>And drawn of cruel Steeds, which he had fed</br>With Flesh of Men, whom through fell Tyranny</br>He slaughter'd had, and e'er they were half dead,</br>Their Bodies to his Beasts for Provender did spred.", "So forth he came all in a Coat of Plate,</br>Burnish'd with bloody Rust; whiles on a Green</br>The Briton Prince him ready did await,</br>In glistring Arms right goodly well beseen,</br>That shone as bright as doth the Heaven sheen;</br>And by his Stirrup Talus did attend,</br>Playing his Page's Part, as he had been</br>Before directed by his Lord; to th' end</br>He should his flail to final Execution bend.", "Thus go they both together to their Gear,</br>With like fierce Minds, but Meanings different:</br>For the proud Souldan with presumptuous Chear,</br>And Countenance sublime and insolent,</br>Sought only Slaughter and Avengement:</br>But the brave Prince for Honour and for Right,</br>'Gainst tortious Pow'r and lawless Regiment,</br>In the behalf of wronged Weak did fight:</br>More in his Cause's Truth he trusted than in Might.", "Like to the Thracian Tyrant, who they say</br>Unto his Horses gave his Guests for Meat,</br>Till he himself was made their greedy Prey,</br>And torn in pieces by Alcides great:</br>So thought the Souldan in his folly's Threat,</br>Either the Prince in pieces to have torn</br>With his sharp Wheels, in his first Rage's Heat,</br>Or under his fierce Horse's Feet have borne</br>And trampled down in Dust his Thoughts disdained Scorn.", "But the bold Child that Peril well espying,</br>If he too rashly to his Charet drew,</br>Gave way unto his Horse's speedy flying,</br>And their resistless Rigour did eschew.</br>Yet as he passed by, the Pagan threw</br>A shivering Dart with so impetuous Force,</br>That had he not it shun'd with heedful View,</br>It had himself transfixed, or his Horse,</br>Or made them both one Mass withouten more remorse.", "Oft drew the Prince unto his Charet nigh,</br>In hope some Stroke to fasten on him near;</br>But he was mounted in his Seat so high,</br>And his wing-footed Coursers him did bear</br>So fast away, that e'er his ready Spear</br>He could advance, he far was gone and past.</br>Yet still he him did follow every where,</br>And follow'd was of him likewise full fast;</br>So long as in his Steeds the flaming Breath did last.", "Again, the Pagan threw another Dart,</br>Of which he had with him abundant Store,</br>On every side of his embattled Cart,</br>And of all other Weapons less or more,</br>Which warlike Uses had devis'd of yore.</br>The wicked Shaft guided through th' airy Wide,</br>By some bad Spirit, that it to Mischief bore,</br>Stay'd not, till through his Curass it did glide,</br>And made a griesly Wound in his enriven Side.", "Much was he grieved with that hapless Throw,</br>That open'd had the Well-spring of his Blood;</br>But much the more that to his hateful Foe</br>He mote not come, to wreak his wrathful Mood:</br>That made him rave, like to a Lion wood,</br>Which being wounded of the Huntsman's Hand</br>Cannot come near him in the covert Wood,</br>Where he with Boughs hath built his shady Stand,</br>And fenc'd himself about with many a flaming Brand.", "Still when he sought t' approach unto him nigh,</br>His Charet Wheels about him whirled round,</br>And made him back again as fast to fly;</br>And eke his Steeds, like to an hungry Hound,</br>That hunting after Game hath Carrion found,</br>So cruelly did him pursue and chace,</br>That his good Steed, all were he much renown'd</br>For noble Courage, and for hardy Race,</br>Durst not endure their Sight, but fled from place to place.", "Thus long they trac'd, and traverst to and fro,</br>Seeking by every way to make some Breach:</br>Yet could the Prince not nigh unto him go,</br>That one sure Stroke he might unto him reach,</br>Whereby his Strength's Assay he might him teach.</br>At last, from his victorious Shield he drew</br>The Veil, which did his pow'rful Light empeach;</br>And coming full before his Horse's View,</br>As they upon him press'd, it plain to them did shew.", "Like Lightning Flash, that hath the Gazer burn'd,</br>So did the Sight thereof their Sense dismay,</br>That back again upon themselves they turn'd,</br>And with their Rider ran perforce away:</br>Ne could the Souldan them from flying stay</br>With Reins, or wonted Rule, as well he knew.</br>Nought feared they what he could do or say,</br>But th' only Fear that was before their View;</br>From which, like mazed Deer, dismayfully they flew.", "Fast did they fly, as them their Feet could bear,</br>High over Hills, and lowly over Dales,</br>As they were follow'd of their former Fear.</br>In vain the Pagan bans, and swears, and rails,</br>And back with both his Hands unto him hails</br>The resty Reins, regarded now no more:</br>He to them calls and speaks, yet nought avails;</br>They hear him not, they have forgot his Lore,</br>But go which way they list, their Guide they have forlore.", "As when the fiery-mouthed Steeds, which drew</br>The Sun's bright Wain to Phaeton's Decay,</br>Soon as they did the monstrous Scorpion view,</br>With ugly Craples crawling in their way,</br>The dreadful Sight did them so sore affray,</br>That their well-knowen Courses they forwent;</br>And leading th' ever-burning Lamp astray,</br>This lower World nigh all to Ashes brent,</br>And left their scorched Path yet in the Firmament.", "Such was the Fury of these head-strong Steeds,</br>Soon as the Infant's Sun-like Shield they saw,</br>That all Obedience both to Words and Deeds</br>They quite forgot, and scorn'd all former Law;</br>Through Woods, and Rocks, and Mountains they did draw</br>The iron Charet, and the Wheels did tear,</br>And toss'd the Paynim without Fear or Awe;</br>From side to side they toss'd him here and there,</br>Crying to them in vain, that n'ould his Crying hear.", "Yet still the Prince pursu'd him close behind,</br>Oft making offer him to smite, but found</br>No easy Means according to his Mind.</br>At last, they have all overthrown to ground</br>Quite topside-turvey, and the Pagan Hound</br>Amongst the iron Hooks and Grapples keen,</br>Torn all to rags, and rent with many a Wound;</br>That no whole piece of him was to be seen,</br>But scatter'd all about, and strow'd upon the Green.", "Like as the cursed Son of Theseus,</br>That following his Chace in dewy Morn,</br>To fly his Stepdame's Love outrageous,</br>Of his own Steeds was all to pieces torn,</br>And his fair Limbs left in the Woods forlorn;</br>That for his sake Diana did lament,</br>And all the woody Nymphs did wail and mourn:</br>So was this Souldan rapt and all to rent,</br>That of his Shape appear'd no little Monument.", "Only his Shield and Armour, which there lay,</br>Though nothing whole, but all so bruis'd and broken,</br>He up did take, and with him brought away,</br>That mote remain for an eternal Token</br>To all, 'mongst whom this Story should be spoken,</br>How worthily, by Heaven's high Decree,</br>Justice that Day of Wrong her self had wroken;</br>That all Men which that Spectacle did see,</br>By like Ensample mote for ever warned be.", "So on a Tree, before the Tyrant's Door,</br>He caused them be hung in all Mens sight;</br>To be a Monument for evermore.</br>Which when his Lady from the Castle's Height</br>Beheld, it much appall'd her troubled Spright:</br>Yet not as Women wont in doleful Fit,</br>She was dismay'd, or fainted through Affright,</br>But gather'd unto her her troubled Wit,</br>And 'gan eftsoons devise to be aveng'd for it.", "Straight down she ran, like an enraged Cow</br>That is berobbed of her Youngling dear,</br>With Knife in hand, and fatally did vow,</br>To wreak her on that Maiden Messenger,</br>Whom she had caus'd be kept as Prisoner</br>By Arthegal, misween'd for her own Knight,</br>That brought her back.  And coming present there,</br>She at her ran with all her Force and Might,</br>All flaming with Revenge and furious Despight.", "Like raging Ino, when with Knife in hand</br>She threw her Husband's murder'd Infant out;</br>Or fell Medea, when on Colchick Strand</br>Her Brother's Bones she scatter'd all about;</br>Or as that madding Mother, 'mongst the Rout</br>Of Bacchus' Priests her own dear Flesh did tear.</br>Yet neither Ino, nor Medea stout,</br>Nor all the Moenades so furious were,</br>As this bold Woman, when she saw that Damsel there.", "But Arthegal, being thereof aware,</br>Did stay her cruel Hand, e'er she her raught;</br>And as she did her self to strike prepare,</br>Out of her Fist the wicked Weapon caught;</br>With that, like one enfelon'd or distraught,</br>She forth did roam, whither her Rage her bore,</br>With frantick Passion, and with Fury fraught;</br>And breaking forth out at a Postern Door,</br>Unto the wild Wood ran, her Dolours to deplore.", "As a mad Bitch, whenas the frantick Fit</br>Her burning Tongue with Rage enflamed hath,</br>Doth run at random, and with furious Bit</br>Snatching at every thing, doth wreak her Wrath</br>On Man and Beast that cometh in her Path.</br>There they do say, that she transformed was</br>Into a Tyger, and that Tyger's Scath</br>In Cruelty and Outrage she did pass,</br>So prove her Sirname true, that she imposed has.", "Then Arthegal, himself discovering plain,</br>Did issue forth 'gainst all that warlike Rout</br>Of Knights and armed Men, which did maintain</br>That Lady's Part, and to the Souldan lout:</br>All which he did assault with Courage stout,</br>All were they nigh an hundred Knights of Name,</br>And like wild Goats them chaced all about,</br>Flying from place to place with coward Shame</br>So that with final Force them all he overcame.", "Then caused he the Gates be open'd wide;</br>And there the Prince, as Victor of that Day,</br>With Triumph entertain'd and glorify'd,</br>Presenting, him with all the rich Array,</br>And Royal Pomp, which there long hidden lay,</br>Purchas'd through lawless Pow'r and tortious Wrong</br>Of that proud Souldan, whom he earst did slay.</br>So both, for Rest there having staid not long,</br>March'd with that Maid, fit Matter for another Song.", ""]