["The knell of death, tremendous, strikes again</br>On aw'd mortality's awaken'd ear!</br>Slow down the village move the sable train,</br>The silent followers of the lifeless bier!", "To day!  perchance, the young with streaming eyes</br>Lament the parent and the guardian dead!</br>To-morrow!  feeble age, with hopeless sighs</br>Upholds expiring manhood's languid head!", "Plead on, ye charmers, with persuasive tongue!</br>Death, the chief adder, will not hear ye pray;</br>Ye sons of music, try the soothing song!</br>He strikes!  tho' angels tuned the pleading lay!", "How dread my song!  thy triumphs, Death, I sing!</br>Since the fierce tyrant ne'er was known to spare,</br>Ere yet my bosom feels the mortal sting,</br>To his Director I'll prefer my prayer.", "My life, the safety of my friends, I owe</br>To heav'n's omniscient providence alone;</br>That buckler warded the impending blow,</br>Or heal'd the sickness, when the shaft was thrown.", "Amid the gen'ral ruin, safe I stand,</br>And breathe uninjur'd, pestilential air!</br>The King of Kings, displays his pow'rful hand,</br>And health and vigor at his word I share.", "In pleasing childhood's inoffensive morn,</br>I saw the playful Mary-Ann decline,</br>Ere keen malevolence, or wounding scorn,</br>Distain'd her robe of innocence divine.", "These hands to dust her kindred relics bore,</br>With flowers adorn'd; herself the sweetest flower!</br>Happy advent'rer!  soon thy task was o'er!</br>Now carol anthems to th' eternal power!", "Calistus next, sunk to the silent tomb!</br>With him, Jemima clos'd her heavy eyes!</br>Within one grave, the kindred forms consume,</br>Beside the youth, the lovely sister lies!", "The vig'rous boast of florid health, how vain!</br>See wasting sickness instantaneous seize!</br>Fast boils the blood in every turgid vein,</br>And tortur'd nature calls on death for ease!", "And now, Sin's offspring with impetuous speed,</br>Enthrones destruction in a livid car;</br>Resolv'd the av'rice of the grave to feed,</br>He spreads the putrid exhalation far.", "A groan succeeds!  ah!  spare the gen'rous friend,</br>In him, the neighbour, husband, father dies!</br>From yon low dwelling, what loud shrieks ascend?</br>There, on his death-bed, good Artemon lies!", "Oft was he wont, the blazing hearth beside,</br>To cheer the social hour with moral lore:</br>His mild benevolence, diffusing wide,</br>To all imparted from his little store.", "Still, as the rustic banquet is prepar'd,</br>His loss, impassion'd mem'ry shall supply;</br>There, his repeated jests shall oft be heard;</br>The tale concluding with a thrilling sigh.", "Not so she wept, when old Eliza paid</br>The debt of death, to time and nature due:</br>See Virtue, crown'd with hoary hairs, we said!</br>So may we die with blessed hope in view!", "Yet cease the song; &mdash; descriptive lays are vain;</br>When heaps on heaps around promiscuous die!</br>Still through the village moves the funeral train,</br>And the hard Sexton learns at last to sigh!", "Nor is the raging fever here confin'd;</br>Through all the realm, the flaming javelin flies;</br>Whilst war its twin destroyer of mankind,</br>Lifts its red banners, waving to the skies.", "Eternal God!  in thee alone we trust!</br>Our foes  discomfit, mitigate our pains!</br>Can thy great acts be chaunted in the dust?</br>Or sounds thy glory where oblivion reigns?</br>"]