["The Shepherds to the woodie mount withdrew,</br>Where th' hillock seats, shades yeeld a canopie;</br>Whose tops with violets di'd all in blue</br>Might seem to make a little azure skie:</br>And that round hill, which their weak heads maintain'd,</br>A lesser Atlas seem'd, whose neck sustain'd</br>The weight of all the heav'ns, which sore his shoulders pain'd.", "And here and there sweet Primrose scattered,</br>Spangling the blue, fit constellations make:</br>Some broadly flaming their fair colours spread;</br>Some other winkt, as yet but half awake:</br>Fit were they plac't, and set in order due:</br>Nature seem'd work by art, so lively true</br>A little heav'n on earth in narrow space she drew.", "Upon this earthly heav'n the shepherds play,</br>The time beguiling, and the parching light;</br>Till the declining Sunne, and elder day</br>Abate their flaming heat, and youthfull might:</br>The sheep had left the shades, to minde their meat;</br>Then all returning to their former seat,</br>Thirsil again began his wearie song repeat.", "Great power of Love!  with what commanding fire</br>Dost thou enflame the worlds wide Regiment,</br>And kindely heat in every heart inspire!</br>Nothing is free from thy sweet government:</br>Fish burn in seas; beasts, birds thy weapons prove;</br>By thee dead elements and heavens move,</br>Which void of sense it self, yet are not void of love.", "But those twinne Loves, which from thy seas of light</br>To us on earth derive their lesser streams,</br>Though in their force they shew thy wondrous might,</br>On thee reflecting back their glorious beams,</br>Yet here encountred with so mightie foe,</br>Had need both arm'd and surely guarded go:</br>But most thy help they need; do not thy help foreslow.", "Next to the younger Love Irenus went,</br>Whose frostie head proclaim'd his winter age:</br>His spring in many battels had he spent,</br>But now all weapons chang'd for counsell sage.</br>His heavie sword (the witnesse of his might)</br>Upon a lopped tree he idlely pight;</br>There hid in quiet sheath, sleeps it in endlesse night.", "Patience his shield had lent to ward his breast,</br>Whose golden plain three Olive-branches dresse:</br>The word in letters large was fair exprest,</br>Thrice happy authour of a happie peace.</br>Rich plenty yeelds him power, power stores his will;</br>Will ends in works, good works his treasures fill:</br>Earths slave, heav'ns heir he is; as God, payes good for ill.", "By him Andreos pac't, of middle age,</br>His minde as farre from rashnesse, as from fears;</br>Hating base thoughts as much as desperate rage:</br>The worlds loud thund'rings he unshaken heares;</br>Nor will he death or life or seek or flie,</br>Readie for both.  He is as cowardly </br>That longer fears to live, as he that fears to die.", "Worst was his civil warre, where deadly fought</br>He with himself, till Passion yeelds, or dies:</br>All heart and hand, no tongue; not grimme, but stout:</br>His flame had counsell in't, his furie eyes;</br>His rage well temper'd is:  no fear can dant</br>His reason; but cold bloud is valiant:</br>Well may he strength in death, but never courage want.", "But like a mighty rock, whose unmov'd sides</br>The hostile sea assaults with furious wave,</br>And 'gainst his head the boist'rous North-winde rides;</br>Both fight, and storm, and swell, and roar, and rave;</br>Hoarse surges drum, loud blasts their trumpets strain:</br>Th' heroick cliffe laughs at their frustrate pain:</br>Waves scatter'd drop in tears, windes broken whining plain:", "Such was this Knights undanted constancie;</br>No mischief weakens his resolved minde:</br>None fiercer to a stubborn enemie,</br>But to the yeelding none more sweetly kinde.</br>His shield an even-ballast ship embraves,</br>Which dances light, while Neptune wildely raves:</br>His word was this, I fear but heav'n, nor windes, nor waves.", "And next, Macrothumus, whose quiet face</br>No cloud of passion ever shadowed;</br>Nor could hot anger Reasons rule displace,</br>Purpling the scarlet cheek with firie red:</br>Nor could revenge, clad in a deadly white,</br>With hidden malice eat his vexed sprite:</br>For ill he good repay'd, and love exchang'd for spite.", "Was never yet a more undanted spirit;</br>Yet most him deem'd a base and tim'rous swain:</br>But he well weighing his own strength and merit,</br>The greatest wrong could wisely entertain.</br>Nothing resisted his commanding spear:</br>Yeelding it self to him a winning were;</br>And though he di'd, yet dead he rose a conquerer.", "His naturall force beyond all nature stretched:</br>Most strong he is, because he will be weak;</br>And happie most, because he can be wretched.</br>Then whole and sound, when he himself doth break;</br>Rejoycing most when most he is tormented:</br>In greatest discontents he rests contented:</br>By conquering himself all conquests he prevented.", "His rockie arms of massie adamant</br>Safely could back rebutt the hardest blade:</br>His skinne it self could any weapon dant,</br>Of such strange mold and temper was he made:</br>Upon his shield a Palm-tree still increased,</br>Though many weights his rising arms depressed:</br>His word was, Rising most, by being most oppressed.", "Next him Androphilus, whose sweetest minde</br>'Twixt mildenesse temper'd, and low courtesie,</br>Could leave as soon to be, as not be kinde:</br>Churlish despite ne're lookt from his calm eye,</br>Much lesse commanded in his gentle heart:</br>To baser men fair looks he would impart;</br>Nor could he cloak ill thoughts in complementall art.", "His enemies knew not how to discommend him,</br>All others dearely lov'd; fell ranc'rous Spite,</br>And vile Detraction fain would reprehend him;</br>And oft in vain his name they closely bite,</br>As popular, and flatterer accusing:</br>But he such slavish office much refusing,</br>Can eas'ly quit his name from their false tongues abusing.", "His arms were fram'd into a glitt'ring night,</br>Whose sable gown with starres all spangled wide</br>Affords the weary traveller cheerfull light,</br>And to his home his erring footsteps guide:</br>Upon his ancient shield the workman fine</br>Had drawn the Sunne, whose eye did ne're repine</br>To look on good, and ill:  his word, To all I shine.", "Fair Vertue, where stay'st thou in poore exile,</br>Leaving the Court from whence thou took'st thy name?</br>While in thy place is stept Disdaining vile,</br>And Flatterie, base sonne of Need and Shame;</br>And with them surly Scorn, and hatefull Pride;</br>Whose artificiall face false colours di'd,</br>Which more display her shame, then loathsome foulnesse hide.", "Late there thou livedst with a gentle Swain,</br>(As gentle Swain as ever lived there)</br>Who lodg'd thee in his heart, and all thy train,</br>Where hundred other Graces quarter'd were:</br>But he (alas!)  untimely dead and gone,</br>Leaves us to rue his death, and thee to mone,</br>That few were ever such, and now those few are none.", "By him the stout Encrates boldly went,</br>Assailed oft by mightie enemies,</br>Which all on him alone their spite misspent;</br>For he whole armies single bold defies:</br>With him nor might, nor cunning slights prevail;</br>All force on him they trie, all forces fail:</br>Yet still assail him fresh, yet vainly still assail.", "His body full of vigour, full of health;</br>His table feeds not lust, but strength, and need:</br>Full stor'd with plenty, not by heaping wealth,</br>But topping rank desires, which vain exceed:</br>On's shield an hand from heav'n an orchyard dressing,</br>Pruning superfluous boughs the trees oppressing,</br>So adding fruit:  his word, By lessening increasing.", "His setled minde was written in his face:</br>For on his forehead cheerfull gravitie</br>False joyes and apish vanities doth chase;</br>And watchfull care did wake in either eye:</br>His heritance he would not lavish sell,</br>Nor yet his treasure hide by neighbouring hell:</br>But well he ever spent, what he had gotten well.", "A lovely pair of twins clos'd either side:</br>Not those in heav'n, the flowrie Geminies,</br>Are half so lovely bright; the one his Bride,</br>Agnia chaste, was joyn'd in Hymens ties,</br>And love, as pure as heav'ns conjunction:</br>Thus she was his, and he her flesh and bone:</br>So were they two in sight, in truth entirely one.", "Upon her arched brow unarmed Love</br>Triumphing sat in peacefull victorie;</br>And in her eyes thousand chaste Graces move,</br>Checking vain thoughts with awfull majestie:</br>Ten thousand moe her fairer breast contains;</br>Where quiet meeknesse every ill restrains,</br>And humbly subject spirit by willing service reignes.", "Her skie-like arms glitter'd in golden beams,</br>And brightly seem'd to flame with burning hearts:</br>The scalding ray with his reflected streams</br>Fire to their flames, but heav'nly fire, imparts:</br>Upon her shield a pair of Turtles shone;</br>A loving pair, still coupled, ne're alone:</br>Her word, Though one when two, yet either two, or none.", "With her, her sister went, a warlike Maid,</br>Parthenia, all in steel, and gilded arms;</br>In needles stead a mighty spear she swayd,</br>With which in bloudy fields and fierce alarms</br>The boldest champion she down would bear,</br>And like a thunderbolt wide passage tear,</br>Flinging all to the earth with her enchanted spear.", "Her goodly armour seem'd a garden green,</br>Where thousand spotlesse lilies freshly blew;</br>And on her shield the 'lone bird might be seen,</br>Th' Arabian bird, shining in colours new:</br>It self unto it self was onely mate;</br>Ever the same, but new in newer date:</br>And underneath was writ, Such is chaste single state.", "Thus hid in arms, she seem'd a goodly Knight,</br>And fit for any warlike exercise:</br>But when she list lay down her armour bright,</br>And back resume her peacefull Maidens guise;</br>The fairest Maid she was, that ever yet</br>Prison'd her locks within a golden net,</br>Or let them waving hang, with roses fair beset.", "Choice Nymph, the crown of chaste Diana's train,</br>Thou beauties lilie, set in heav'nly earth;</br>Thy fairs unpattern'd all perfections stain:</br>Sure heav'n with curious pencil, at thy birth,</br>In thy rare face her own full picture drew:</br>It is a strong verse here to write but true:</br>Hyperboles in others are but half thy due.", "Upon her forehead Love his trophies fits,</br>A thousand spoils in silver arch displaying;</br>And in the midst himself full proudly sits,</br>Himself in awfull majestie araying:</br>Upon her brows lies his bent Ebon bow,</br>And ready shafts:  deadly those weapons show;</br>Yet sweet that death appear'd, lovely that deadly blow.", "And at the foot of this celestiall frame</br>Two radiant starres, then starres yet better being,</br>Endu'd with living fire, and seeing flame;</br>Yet with heav'ns starres in this too neare agreeing;</br>They timely warmth, themselves not warm, inspire;</br>These kindle thousand hearts with hot desire,</br>And burning all they see, feel in themselves no fire.", "Ye matchlesse starres, (yet each the others match)</br>Heav'ns richest diamonds, set on Ammel white,</br>From whose bright spheres all grace the Graces catch,</br>And will not move but by your load-starres bright;</br>How have you stoln, and stor'd your armourie</br>With Loves and deaths strong shafts, and from your skie</br>Poure down thick showers of darts to force whole armies flie?", "Above those Sunnes two Rainbows high aspire,</br>Not in light shews, but sadder liveries drest;</br>Fair Iris seem'd to mourn in sable tire;</br>Yet thus more sweet the greedie eye they feast:</br>And but that wondrous face it well allow'd,</br>Wondrous it seem'd, that two fair Rainbows show'd</br>Above their sparkling Sunnes, without or rain, or cloud.", "A bed of lilies flower upon her cheek,</br>And in the midst was set a circling rose;</br>Whose sweet aspect would force Narcissus seek</br>New liveries, and fresher colours choose</br>To deck his beauteous head in snowie tire;</br>But all in vain:  for who can hope t' aspire</br>To such a fair, which none attain, but all admire?", "Her rubie lips lock up from gazing sight</br>A troop of pearls, which march in goodly row:</br>But when she deignes those precious bones undight,</br>Soon heav'nly notes from those divisions flow,</br>And with rare musick charm the ravisht eares,</br>Danting bold thoughts, but cheering modest fears:</br>The spheres so onely sing, so onely charm the spheres.", "Her daintie breasts, like to an April rose</br>From green-silk fillets yet not all unbound,</br>Began their little rising heads disclose,</br>And fairly spread their silver circlets round:</br>From those two bulwarks Love doth safely fight;</br>Which swelling easily, may seem to sight</br>To be enwombed both of pleasure and delight.", "Yet all these Starres which deck this beauteous skie,</br>By force of th' inward Sunne both shine and move:</br>Thron'd in her heart sits Loves high majestie;</br>In highest majestie the highest Love.</br>As when a taper shines in glassie frame,</br>The sparkling crystall burns in glitt'ring flame:</br>So does that brightest Love brighten this lovely dame.", "Thus, and much fairer, fair Parthenia </br>Glist'ring in arms, her self presents to sight;</br>As when th' Amazon Queen, Hippolyta,</br>With Theseus entred lists in single fight,</br>With equall arms her mighty foe opposing;</br>Till now her bared head her face disclosing,</br>Conquer'd the conquerour, and wan the fight by losing.", "A thousand Knights woo'd her with busie pain,</br>To thousand she her virgin grant deni'd;</br>Although her deare-sought love to entertain</br>They all their wit and all their strength appli'd:</br>Yet in her heart Love close his scepter swayd,</br>That to an heav'nly spouse her thoughts betraid,</br>Where she a maiden wife might live, and wifely maid.", "Upon her steps a virgin Page attended,</br>Fair Erythre, whose often-blushing face</br>Sweetly her in-born shame-fac't thoughts commended;</br>The faces change prov'd th' hearts unchanged grace,</br>Which she a shrine to puritie devotes:</br>So when cleare ivorie vermeil fitly blots,</br>By stains it fairer grows, and lovelier by its spots.", "Her golden hair, her silver forehead high,</br>Her teeth of solid, eyes of liquid pearl;</br>But neck and breast no man might bare descrie,</br>So sweetly modest was this bashfull girle:</br>But that sweet paradise (ah!)  could we see,</br>On these white mountlets daintier apples be,</br>Then those we bought so deare on Edens tempting tree.", "These noble Knights this threatned fort defend;</br>These, and a thousand moe heroick Swains,</br>That to this 'stressed State their service lend,</br>To free from force, and save from captive chains.</br>But now too late the battell to recite;</br>For Hesperus heav'ns tapers 'gins to light,</br>And warns each starre to wait upon their Mistres Night.", ""]