["The golden morn of youth is gone, and man</br>Reaches his noon of life without a plan:</br>As snow falls softly on the mountain's height,</br>Time passes by:  'tis scarcely eve, 'tis night:</br>Though whispers oft the still small voice within,</br>To waste, or misapply thy time, is sin.", "Yet it is pleasant here to gaze away</br>In sweet forgetfulness of cares the day,</br>The long long summer's day; while flowers exhale</br>Their fragrance borne along the western gale,</br>That o'er our Avon's bosom gently breathes,</br>Till in the sun her \"crisped smiles\" she wreathes;</br>Or glory in that sun, till thought elate</br>Would o'er the horizon round its orb dilate;</br>Or trace resemblance to that monarch proud</br>Of Alps, Mont Blanc, in some high-towering cloud;</br>Or wander lonely through the solemn grove</br>With every feeling hush'd, save that of love,</br>Love of a Being who is evermore</br>All that a grateful spirit must adore!</br>As clouds along the stream in varied hues</br>Their lovely shadows rapidly diffuse;</br>So o'er life's current changeful Fancy glides,</br>In shapes as fleet and beautiful besides.", "All the fine plans thy subtle mind hath spun</br>Melt into air, like mists before the sun;</br>Yet why regret?  substantial systems wrought</br>By heads of statesmen crumble into nought.</br>The wings of time, through oft repeated shocks,</br>Beat down opinions strong as granite rocks;</br>Senates have sanction'd schemes they now deride;</br>How mortifying this to human pride!", "Bacon has said, then take it in my rhyme,</br>The slaves of custom are the sport of time;</br>How, as they strive to cheek his onward course,</br>He whirls them round with a resistless force!</br>While knowledge, strong as is the ocean's tide,</br>Scatters opposing errors far and wide:</br>Sweeping away the veil that time has thrown</br>O'er old opinions all must soon disown.</br>Though knowledge be progressive, mystery shrouds</br>The glowing sons of fancy in her clouds;</br>So brilliant they divert aspiring youth</br>From following sober lights hung out by truth.</br>But ah!  from them involved within the mass</br>Too soon away the brilliant colours pass.", "Mystical poetry with wond'rous art</br>Entwines itself around the enthusiast's heart.</br>Alastor gathers images remote</br>From human use, as stimulants to thought.</br>With projects wild his brain distemper'd teems,</br>His world appears impalpable as dreams.</br>Vague phantoms take the place of living forms,</br>And torturing doubt a noble mind deforms.</br>How can a soul which matter clogs, discern</br>Abstraction's shadowy tribe?  their nature learn?</br>Awhile they rush before our mental sight</br>Enlarged, then far recede, and all is night!</br>We shape our projects from a chaos wild</br>Of dreams that ought not to delude a child;</br>Then as our air-built phantasies deceive</br>Hopes that are nursed in spite of reason &mdash; grieve.", "Imagination is to mortals given,</br>That they might sometimes catch a glimpse of heaven,</br>But not to be an erring guide, at strife</br>With all the sober principles of life:</br>To cheat us, as a Prospero with his wand</br>Creates and then dissolves a fairy band.</br>Yet what are all the pleasures as we pass</br>Through life, that cheer our pilgrimage, alas?", "A ballet at the Opera it seems,</br>Is what a poet fancies when he dreams;</br>Oh what a world of poesy is there!</br>What delicate spirits people earth and air!</br>Angels of light, too fine for Man's embrace&mdash;</br>They are, if Angels, then a fallen race.</br>What are these beings of ethereal mould</br>By whom the \"Muses' tales are truly told?\"</br>Young Claudius knows, whose heart such beauty warms,</br>That these all-glorious sprites have venal charms.", "But Freedom here can show a nobler prize</br>Than loveliest nymph, if Claudius will be wise;</br>Fortune and birth, be he but blest with sense,</br>Will give him more than labour'd eloquence!</br>What though deficient he in Grattan's fire,</br>Canning's fine irony, Grey's nobler ire,</br>Let him but heed the People's genuine voice,</br>Their boundless love will make his heart rejoice.</br>Soon will he thank his God that gratitude</br>Can warm a peasant's heart however rude!", "Metella, Fashion's most prevailing star,</br>Brilliant as Venus rising in her car;</br>Metella (scorn sits lovely on her lips)</br>Frowns, can another's radiance her's eclipse?</br>A purse-proud rival, not in loveliness</br>Dares to surpass her, but in wealth's excess.</br>Shall then the Day-God's flower that flaunting shows</br>Its yellow hue, raise envy in the rose?</br>Oh, no!  Metella's splendour far outshines</br>Her rival's grandeur, were she queen of  mines.</br>That unbought grace of life, Taste, waves her wand</br>Through her saloon &mdash; Gold cannot taste command.", "Though timid Cocknies scorn (a nerveless race)</br>That life of life, the madness of the chase:</br>The draw, the find, the soul-exciting burst,</br>The burning emulation to be first;</br>These are delights; but sports must loose their zest,</br>When days are blank, and spirits are deprest.", "Lucilius, burden'd with superfluous coin,</br>Pants the kind sharers in his wealth to join.</br>Where Crockford's palace glares upon his eyes,</br>As a proud harlot sense of shame defies.</br>How true the proverb, \"Cobwebs that enfold</br>The less, on greater reptiles loose their hold.\"</br>Wondering that men can thus their money lose;&mdash;</br>Sons of virtu, a better part you choose.", "Some book, it matters not in prose or rhyme,</br>You buy, &mdash; we'll call it \"Pleasure's rare Passetyme\"</br>Or drag some, dusty picture to the day,&mdash;</br>Cheap, if you have five hundred pounds to pay:</br>The picture, you remove the sacred dust,</br>Had better in its former station rust.&mdash;</br>The book, how vast your agony of grief!</br>More precious than the Sibyl's, wants a leaf!", "Tullius, whose well-stored library's a hive</br>Of sweets the varied flowers of genius give,</br>Is but a drone:  from book to book he flies;</br>Tastes all, contributes nothing, &mdash; useless dies.", "Where to support the poor, Bazaars are graced</br>With high-born dames behind the counter placed:</br>Fair Seraphina studiously displays</br>Her pretty wares for charity, or praise.</br>Works finish'd by her lovely hands attract</br>Attention; here a novel, there a tract:</br>These works her varied inclinations paint;</br>The fair, as fashion wills, is blue, or saint!", "This sickly feeling, that can never thrive,</br>Unless by Pleasure's aid 'tis kept alive&mdash;</br>Call you this Charity, that He approves</br>Who knows the spring that every action moves?</br>This charity, that's borne, as Angels sing</br>To God's eternal mount, on Seraph's wing?", "Though Nature in her noblest mood has made</br>Sydney in camps, and Howard in the shade,</br>Moral phaenomena!  as rare, I fear,</br>As an Iago, or Sir Giles, are here:</br>Benevolence, pure element of good,</br>Is dash'd with grosser matter in our blood.</br>Orfellus gives you feasts, to glut his pride:</br>You ask a loan of him, he turns aside.</br>While Bavius prates of friendship in his verse,</br>Yet from the dearest friend withholds his purse.&mdash;", "Fame cries that Appius, generous wight, but lives,</br>To bless his neighbour:  all he has he gives.</br>Though in subscriptions be his name enroll'd,</br>His virtue glitters &mdash; 'tis not sterling gold:</br>No prayer of those he has relieved by stealth,</br>Consecrates alms that trumpet forth his wealth.", "Croesus for unimagined pleasure pants</br>His very pain is that he nothing wants:</br>His life, a calm so sick'ning to the soul,</br>Were worse to many than the tempest's howl.</br>'Tis the pursuit that cheers us; when attain'd,</br>The object is as speedily disdain'd;</br>Of wealth unbounded, as in rank the first,</br>Croesus with fulness of enjoyment's curst.", "Crassus, rich child of dulness lives among</br>High orators and mighty sons of song:</br>Admitted to the table of the Gods, he's hit,</br>Like Vulcan, by their frequent shafts of wit.</br>Strange are the qualities in Man commixt!</br>Firm in some things, in others how unfixt!</br>Can that Valerius, whose high worth is seen</br>In public actions, be in private mean?</br>Or can Ambrosius point beyond the grave</br>A Hell for sinners, and become a knave?</br>How the arch-tempter loves within his toils</br>To catch reluctant dragons!  they are spoils.</br>The same imaginary sorrows vex</br>Unquiet spirits, the same cares perplex;</br>Go to the Court, what characters are there?</br>The same by Pope described, or La Bruyere.", "Eugenius daily with unwearied zeal</br>Resumes his labours for the common weal;</br>Neglects his fine estate, with study pale</br>O'erworks his brains, and what does this avail?</br>The dullest idler may in public speak</br>Better than him &mdash; our Patriot's nerves are weak.", "Ascanius for his trade to honest dives</br>Into the depths of policy, and strives</br>In sabbathless pursuit of fame to be</br>What never with his nature can agree.</br>Too good, though train'd up in the statesman's school,</br>To see through those whom selfish passions rule.</br>Too sensitive to bear against the blast</br>Of faction till its rage be overpast.", "Each flying shade, each transient light will throw</br>Young Flaccus into fits of joy or woe.&mdash;</br>The breath of censure, frown of scorn, will shake</br>His frame, until his heart-strings almost break.</br>If but a feather's weight oppress his nerves,</br>The mind disjointed from its purpose swerves.", "Scarce on his self-raised eminence appear'd</br>Publius; the harrass'd sons of freedom cheer'd.</br>To him, as to the pillar'd fire that burn'd</br>At night before the Israelites, they turn'd.</br>Struggling 'gainst tyranny's recurring wave</br>They heard his voice, all-powerful to save;</br>(A voice that fulmining o'er Europe shamed</br>Power from attempting schemes that cunning framed,)</br>With energy renew'd then upwards sprung,</br>And firmly to their rock of safety clung.</br>As falls the mighty column in its pride,</br>Publius had reach'd Ambition's height, and died.</br>Perish'd a statesman as erect and great,</br>As from its watch-tower e're o'erlook'd the state.", "Political Economy!  how few</br>Through thy strange labyrinth can find a clue;</br>Soon as he enters it the Tyro's lost,</br>On every side by turns of \"value\" crost.</br>Then let Ricardo, mighty guide, direct</br>His steps, let Malthus shout each different sect.", "Dear is our country to us, dear our law,</br>As perfect as a gem without a flaw:</br>Were he alive the dicast-lashing bard,</br>Whose wit is brilliant, though 'tis somewhat hard,</br>Would Mitchell's great Apollo dart his gibe</br>At virtuous England's fee-receiving tribe?</br>While Justice with her well-poised balance stands,</br>The weights pass slowly through a thousand hands.</br>Since some there are who, menaced with a jail</br>Invent, by conscience unappall'd, a tale;</br>Who join a company whose traffic lies</br>In certain wares, that men call perjuries;</br>Who live begirt by knaves from day to day</br>On alms supplied them by the law's delay.", "Invention comes, unfolding every hour,</br>Of steam the almost preternatural power.</br>What cannot mind achieve whose magic skill</br>Rules this reluctant element at will?</br>It may perchance some mightier power create,</br>That now in depths of night its fiat wait.</br>Improvement points to paths yet unexplored,</br>Where realms of science richest spoils afford.", "Hundreds, where one but formerly essay'd,</br>Attempt through learning's deepest paths to wade:</br>Fame's temple with her thousand portals still</br>Is placed on high; but all ascend the hill.</br>Ye few secure yon heights above to keep</br>Your stations now &mdash; is this a time to sleep?</br>The mild interpreter of Nature now</br>Had been a Faustus centuries ago,</br>Nor God, nor Daemon scarcely prized, no more,</br>He adds his mite unto the common store,</br>The gain of patient thought; meanwhile encrease</br>Through mutual intercourse the gifts of peace.</br>Commerce, the nurse of Freedom, rears afar</br>Her flag triumphant o'er wide-wasting war.</br>Though prejudice still struggles to maintain</br>Her long ascendancy, she strives in vain.", "The \"Georgics of the mind,\" so widely spread</br>Is knowledge, make the rudest hind well-bred.</br>Beggars in metaphor your alms entreat,</br>And low born knaves like Gentlemen can cheat.</br>Milkmaids write flowing lines on purling rills,</br>And Owen's happy children dance quadrilles.</br>Some master minds there are, that still excel</br>The rest, as Davy's vast discoveries tell;</br>Unrivalled in his art, with what success,</br>He bore the Torch through Chemistry's recess!</br>From age to age his deep research shall wake</br>Some genius slumbering else on Lethe's lake,</br>Whose talents in a moment may, by chance,</br>For years the no knowledge of his art advance.", "The sun of science with its noonday blaze</br>Glorious would strike our Bacon with amaze,</br>Were he again revisiting this earth</br>To view its progress, as he hail'd its birth.", "But genius came all-perfect from above,</br>As sprung Minerva from the head of Jove,</br>Play'd in bold lightnings o'er the Theban's lyre,</br>And shone round Homer's head a crown of fire:</br>Fresh as their air, and brilliant as their sky,</br>Flow'd on the deep stream of their Poesy.</br>In lovely Greece, while yet the world was young,</br>Pregnant with intellect such Poets sung;</br>In that fair clime, by subtle Taste refined</br>Came forth the rich creations of the mind.</br>Beauty and wit, bright idols of the crowd,</br>Beneath a veil of allegory glow'd.</br>Are not our Bards of olden times confest</br>By all to be more potent than the rest?", "Shakspeare, whate'er I may presume to call</br>Thee, Moralist, Bard, Sage, or all in all;</br>May I approach thy intellectual throne,</br>While now all spirits are to thee as known</br>As once on earth mankind, and bow the knee,</br>Thou Idol of an English heart, to thee.</br>Compared with thine, the noblest dramas fraught</br>With genius, are but rudiments of thought;</br>And images the bard profusely pours,</br>As if he never could exhaust his stores,</br>On every glowing verse, but give the change</br>Of a few fancies circumscribed in range.</br>Invention's unborn sons might yet produce</br>Works, bending Nature's will to human use;</br>Another Watt may bless mankind; but when</br>Shall Shakspeare's inspiration live again?", "Shakspeare, the glorious morning-star that cheer'd</br>Our dawn of literature, has disappear'd;</br>What light has since uprisen to adorn</br>The noon, as that illumed the purple morn?</br>One like a meteor (Nations gazed, admired,)</br>Rush'd on our sight, blazed momently, expired.</br>Its radiance, flashing on thy memory, warms</br>Thee still; in dreams its noble aspect charms.", "The rage for all that's marvellous and new</br>Pervades the crowd, a love of truth but few.</br>With Shakspeare, and the Northern Seer content</br>Why heed we what inferior minds invent?", "Far as our language spreads, from clime to clime,</br>Is Shakspeare's muse upborne on wings of time:</br>Thousands unborn her glorious flight shall hail</br>Nature is ever felt though customs fail.", "Now Authors come at fashion's call in haste</br>To please with varied food the public taste.</br>Well!  they are idols of the day, and have</br>All that they want &mdash; what's fame beyond the grave?</br>An unsubstantial glare that flickers o'er</br>Ambition's dangerous eminence, no more&mdash;</br>Let Milton wait posterity's award,</br>'Tis present gain that charms the modern bard.", "A bard triumphant, disregarding facts,</br>Some known event from History's page extracts:</br>Drawn from a Poem that just praise hath won,</br>The tale is through a lengthen'd novel spun;</br>Here fiction o'er a wider surface blends</br>Itself with truth, and common sense offends.", "Are not the Novelists whose bright renown</br>Blazed through all Italy &mdash; now scarcely known?</br>Except Boccacio; (He who reads must smile</br>At his fine wit, and love his perfect style.)</br>And yet the gems that from inventions mine</br>They drew, than ours more beautifully shine.", "A tale of real life by fashion wove,</br>Each has its season, high and low approve.</br>Another follows, incidents surprise&mdash;</br>And scenes of woe with tears fill loveliest eyes.", "As a high crested wave o'ertops the rest,</br>Then foaming breaks on Ocean's heaving breast;</br>Thus towers awhile, his Brother Bards among,</br>Some mightier Poet, how sublime in song!</br>Till, on the wide expanse of ages cast,</br>He's caught within oblivion's gulph at last!", "Since thoughts successive in another sphere,</br>Excel those of our brightest moments here;</br>Why should he seek distinction, which acquired,</br>He may hereafter scorn, though now desired!</br>Unless the master- spirits of this earth</br>Then relatively greater shall shine forth.", "How oft in bygone days we loved to quote</br>Each gentle verse that Pope to Harley wrote;</br>Or that sweet lay, in which while he adored</br>\"Mary in Heaven,\" poor Burns his soul outpour'd;</br>To snatch, can words the depth or breadth express</br>Of Wordsworth?  'raptured with their loveliness,</br>The pearls of wisdom, that, beneath his stream</br>Of poetry, as pure as Derwent's, gleam.</br>Oh these are Poets we may call divine;</br>Like Angels standing in the Sun, they shine.</br>Point out to us exultingly the way</br>That leads to Truth's abode as bright as day.</br>They give the freshest hue to every flower</br>Year after year; they waken thoughts that tower</br>Above our sordid schemes on earth; they blend</br>Emotions here, with those which heavenward tend.</br>May we, once having past death's confines, see</br>In their own orbs the great, the good, the free:</br>That \"old man eloquent\" whose mind was stored</br>With ancient, modern lore, a boundless hoard!</br>Whose genius e'en o'er common subjects threw</br>Embroidery of language ever new!", "Newton!  La Place!  what mind can comprehend</br>The worlds through which all-seeing they ascend!</br>While to their gaze as crystal mirrors clear,</br>The wonders of the Universe appear.</br>As knowledge burns within them, on their sight</br>In full perspective burst the realms of light,</br>One blaze, no momentary cloud obscures,</br>Such as the eye of mind alone endures!", "From strength to strength, unclogg'd by grosser sense,</br>Progressive grows each fine intelligence.</br>The shades of mystery vanishing, at last</br>All harmonize &mdash; the present &mdash; future &mdash; past&mdash;</br>Like interchange of sunbeams, thought with thought</br>Has quick communion, &mdash; wisdom comes unsought:</br>And mind with all the sciences instinct</br>That rainbow-like are blended yet distinct,</br>With mind converses; envy never throws</br>One shadow there where Love's pure effluence flows.</br>Oh what ineffable delight above,</br>To know, to feel, that all around is love.", "Though broken be the lute, the magic skill</br>Of the musician lives within him still.</br>Shall not that efflux bright from Heaven, the mind,</br>Survive the ruins of its \"corporal rind\"</br>Crown'd with surpassing beauty far and wide</br>Then range, and Time's decaying touch deride.</br>Drawing by turns into itself whate'er</br>It sees around that's wonderful or fair?</br>Collecting knowledge infinite each hour</br>As the Bee gathers sweets from every flower.</br>Beings we partially imagine now,</br>Gay creatures of our day-dreams, then will glow</br>Star-like in lustre, beauteous as that morn,</br>When above Eden's mount the Day-God rose new-born,</br>Will pass in waves of light the mind before</br>That then may dare their nature to explore:</br>Whatever be its element; or flame,</br>Or finer essence that we cannot name.</br>"]