["Yes!  I had fixed mine eye on that bright star</br>Which lures its votaries to an early grave,</br>Early and glorious &mdash; aye and happier far</br>Than they who live to lose, what fortune gave</br>In fickle mood. &mdash; I rode upon the wave,</br>My bosom swelling like the ocean; &mdash; proud</br>That in the band sent forth to free and save,</br>My name was numbered &mdash; at the fane I bowed</br>Of Honour, &mdash; brilliant star! &mdash; I worshipped with the crowd.", "But not that they did worship; &mdash; from my birth</br>I yielded homage to an unknown shade;</br>It had no semblance to the things of earth;</br>In Truth's white robes the phantom I arrayed,</br>Then knelt before the image I had made:</br>I formed it bold, &mdash; abhorrent of deceit;</br>By aught on earth save baseness undismayed;</br>On every vice it frowned; but loathing hate</br>For one alone reserved &mdash; the sin insatiate.", "Fell Avarice!  that 'midst the lesser crimes</br>Shines like a comet; &mdash; fertile source of woe;</br>Thou, &mdash; vice peculiar to these latter times,</br>Triumphing o'er the hearts of men dost go,</br>Scattering thy poison weeds on all below:</br>Thy marble robes repel the sigh-breathed prayer</br>Whispered by meagre Want. &mdash; Despair's deep throe,</br>The sigh that rives the breast, &mdash; the blood-tinged tear</br>Gushing from blighted hope, &mdash; with thee &mdash; are idle air.", "Thou, like a rock torn from its earth-bound base,</br>And wandering amongst mortals, reckest not</br>The ruin of thy course, and we may trace</br>How thou dost crush, and crumble into nought</br>The human passions that with thee have fought,</br>And fallen. &mdash; Mark the gathering of that brow,</br>That eye earth-fixed in agony of thought;</br>There, once, sat smoothness, brightness, gladness &mdash; now &mdash;</br>Oh!  'neath thy glacial sway, the life-warm feelings bow.", "Poet of broken hearts! &mdash; had I the power</br>That lives, and lightens in thy glowing page,</br>I'd tell how this gigantic vice doth tower</br>Above its compeers &mdash; tearing in its rage</br>The wrung heart piecemeal: &mdash; mortal war doth wage</br>With all of good or beautiful on earth,</br>Mocking at young-eyed hope, and feeble age,</br>All godlike virtues withering in their birth;</br>Leviathan of sin, &mdash; dark sepulchre of worth.", "Moloch of passions! &mdash; thou hast been to me</br>A mountain weight, clogging my upward flight;</br>Oh!  from thy chilling influence were I free,</br>I'd roam and revel in the fields of light,</br>And scale of honour's steep and topmost height,</br>Or perish in the daring: &mdash; I would rend</br>The veil that wraps me in oblivious night,</br>Down glory's stream to after ages send</br>A laurel-circled name, &mdash; that now, alas!  must blend", "With the  ignoble. . . .</br>"]