["My Lyre is tun'd by you ye sisters nine,</br>And in your ring I'll this day merry be;</br>Of your estate, I farm a part as mine,</br>Tenant for life no change, but death can see</br>Happy all such, thrice happy!  happy me!</br>Happy all such, that with your art agree:</br>Bless'd are all those, that for your friends you take,</br>But few there are can such acquaintance make.", "Thus when you led me, to your sacred feast,</br>What store of comfort, offered to my view;</br>I lik'd the relish, and as such ne'er ceas'd,</br>And ev'ry day I found a dish as new,</br>And ev'ry day my relish higher grew,</br>As different thoughts did various fancy brew:</br>Old pindar's rhime did first my soul delight,</br>Juvenal's stile did most attract my sight.", "When mournful lays of death, degenerate age</br>In lamentable accents loud did cry;</br>When grief and sorrow fill'd each anxious page,</br>To see dear England sacrific'd full nigh</br>Then to relax my mind, love songs did try,</br>And found your help as ready to comply:</br>And last, I sung of GEORGE, our virtuous King,</br>When you as readily me help did bring.", "So this my verse is of as great concern,</br>Subject the same their Majesties I sing;</br>Let all the earth stand round, both read and learn,</br>This is the nuptial day of our dear King.</br>And will to England, nuptial blessings bring,</br>By spiritual sacrifice offering:</br>By sacramental vow for Christ!  his sake,</br>Which he first honoured; Christians all to make.", "Ne'er was a day before, of such import,</br>For England's glory!  thro' our gracious King;</br>Whom God has sent, to make the chastest court,</br>By solemn marriage the most sacred thing</br>Then let us praise the Lord our God benign,</br>And fill our mouths, his praises loud to sing:</br>'Tis he has brought us, to this glorious day,</br>And to him e'er is due, a sacred lay.", "He makes and rules, all kingdoms by his choice,</br>And puts them in his paths, that they should walk;</br>And sure will guide them, while they know his voice,</br>And of his mercies while they love to talk:</br>So for our Sovereign, has he blest his folk,</br>And for his righteousness, our cause don't balk:</br>He's chose a Queen, who has a heart the same,</br>Both hand in hand, to raise our country's fame.", "Ne'er was religion, equal match'd before,</br>In royal marriage, for our precious crown;</br>Saving the scepters, which our Georges bore,</br>And now goes popery intirely down,</br>But this we place to George the Third's renown,</br>King of three Kingdoms, with fair London town:</br>Blest GEORGE and CHARLOTTE, protestants at heart,</br>Who from such exercise will ne'er depart.", "See yonder bustle!  how the people run,</br>CHARLOTTE is come, alighting now to walk;</br>All out of breath, the nuptial joys begun,</br>All hail our Queen, is now the general talk</br>Hymen is ready with the bridal folk,</br>And mercury prevents all idle stalk:</br>Our King is here, to straight embrace his Queen,</br>With hearty welcome and majestic mien.", "Ye sacred nine, ye sisters of delight,</br>Each one assist, this happy day to grace;</br>Quick to the royal chamber, take your flight,</br>And at the door await, with this your case:</br>Till time shall have elaps'd a proper space,</br>But first while standing in this very place:</br>With you i'll loud repeat, their nuptial song,</br>That all around us, shall rejoice among.", "By this our Queen has took her royal seat,</br>With her attendants standing round the room;</br>When after ease and some refreshing meat,</br>They ready are to deck her maiden bloom:</br>When each will have their proper tending groom.</br>While you'll away and wait the doom:</br>And i'll go singing this their nuptial song,</br>That all around me shall rejoice among.", "How happily this day goes on to end,</br>Phebus shines bright, but still our Queen more fair;</br>The Lord of Host, has sent him to attend,</br>Great GEORGE and CHARLOTTE, the most happy pair:</br>The gathering throng dance through the serene air,</br>With haste to chapel royal, they repair:</br>Come fellow subjects, hither take your flight,</br>And sit with comfort, for your royal sight.", "Young men and maidens, of ev'ry degree,</br>Hasten to view such sight, that ne'er was seen;</br>This is a day in which all ranks are free,</br>The best example, of our King and Queen:</br>And now but little space remains between,</br>The grand performance, of the royal scene:</br>While i'll sing more of this their nuptial song,</br>That all around me shall rejoice among.", "How fill'd the chapel, not a space is bare,</br>How the soft whispers, show the sacred place;</br>How eagerness does just idea's compare,</br>Our royal marriage, next to angels race:</br>As no preceding likeness we can trace,</br>Nor none such solid virtue, can deface:</br>Still i'll sing more, of this their nuptial song,</br>That all around me, shall rejoice among.", "Hark!  hark, their Majesties, begin to move,</br>The door will open straight, and they'll advance;</br>From their apartment, with conjugal love,</br>O happy Omen, when true complisance:</br>When no deceptions vow, can have entrance,</br>But truth and equity, their maintenance:</br>O happy still to sing their nuptial song,</br>While all around me, so rejoice among.", "Look ye they come, in royal steps of grace,</br>With chearful modesty, with melting hearts;</br>True love and friendship, hangs around each face</br>And wisdom her Sincerity imparts:</br>True wisdom all her faculties exerts,</br>And tells the wicked, dreadful their deserts:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among,", "The well conducted order of the day,</br>Brings joy unparallel'd, in ev'ry breast;</br>Swift expedition, maketh no delay,</br>But orders ev'ry matter, for the best:</br>And ev'ry matter bears a true contest,</br>To end the day in harmony and rest:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "The nobles see precede, the royal pair,</br>The short compact procession, follow close;</br>The six sweet bride maids, blooming young and fair!</br>I hope such happy day, not one will lose:</br>But may some swain, a life companion chuse.</br>Who sacred wedlock never will abuse:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "Within the sacred chapel, now they tread,</br>Attracting ev'ry eye, with dear delight;</br>To see their Majesties, by free choice led,</br>To vow before the sovereign of all might:</br>The great recorder of all wrong and right,</br>Maker of ev'ry season, day and night:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "Here the loud organs, voluntary strains;</br>The softer mingled bands, united found;</br>The plaintiff concord, in your ear remains,</br>And does our monarch's praises, much redound:</br>Whose praise in ev'ry mouth, does much abound,</br>And does the real truth, in one voice expound:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "All hush!  now see them at the altar stand,</br>See sacred Secker!  bless the royal pair;</br>See George the righteous, take fair Charlotte's hand,</br>And with his pledge, his royal troth declare:</br>Unspotted Queen, with whom none can compare,</br>Joins in the sacred vow, with equal care:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "How pleasantly, the ceremony ends,</br>How decently, has each perform'd their part;</br>What blessings rises, from such numerous friends</br>When each rejoices, with a loyal heart:</br>When each will Emulate, to get the start,</br>And chuse fair Marriage, as the best desert:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "Strike up sweet band, another heav'nly strain,</br>For nought but harmony, becomes this day;</br>Becomes this evening, let your merry vein,</br>Run in the channel, of our royal may:</br>For which great blessing, let us every pray,</br>And God forbid, that any should gainsay:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "Join the procession, you that close attend,</br>Have back in triumph, ENGLAND'S matchless pair!</br>By whose examples lewdsters must amend,</br>Or of forgiveness they may quite dispair:</br>For neither King nor Queen, will use their care,</br>Nor none to recommend them will once dare:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "Now all withdraw, the night is just at hand,</br>On which we must intrude, to celebrate;</br>The blessings God, has brought unto our land,</br>In joining George, and Charlotte's bridal state:</br>On whom when e'er you look, new joys create,</br>And still more loth, to leave the present date:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "See the sweet Jessamin, the season flower,</br>All strew'd along, beneath their royal feet;</br>Such grew around, our father Adam's bow'r,</br>But joy ne'er greater, than you now see meet:</br>See Majesty, of Majesty, intreat,</br>To show us love, in them has took his seat:</br>O happy still to sing their nuptial song,</br>While all around me, so rejoice among.", "Look them once more, and take your nights fairwell,</br>Love will in them, his daily warmth renew;</br>Look ye again, their presence does foretell,</br>That from them blessings; will to us acrue:</br>Will daily come, if evil we eschew,</br>And give the Lord our God, his praises due:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "Now safe return'd, within their nuptial pow'r,</br>Where joys unbounded, weary call for rest,</br>But nature first, calls a refreshing hour,</br>And then sweet consummation, Crowns the quest:</br>Hasten the supper, sloth dares not molest,</br>The same extending, North, South, East, and West:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "Now all repair, unto our rendevouz,</br>And there with wondrous mirth, think whats forepast;</br>And think 'tis God, that these great wonders does,</br>And he will fix them, to for ever last:</br>Thus BRITONS free from an unspotted cast,</br>Will ne'er consume, by an untimely blast:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "Think of the month, in which these blessings come,</br>Just at the time, of equal day and night;</br>Think on the day, that brought bright CHARLOTTE home,</br>But more on this, that still adds new delight:</br>O blest September!  bearer of this plight,</br>Where goodness makes the part, of all their might:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "Think of their going to their royal bed,</br>The young fair Virgins, first attend the Queen;</br>The Lords in waiting, lay the Bridegroom's head,</br>And no one order, does the rest demean:</br>Now by themselves, by ev'ry one unseen,</br>Happy their night, for Doves ne'er rest unclean:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "Still is the night too short, to end our joy,</br>To end our wishes, drink our glass around;</br>Then let us all the morrow, well employ,</br>In grateful sense, without the thought unsound:</br>Wishing our monarch, may on earth be found,</br>To live at least, a century around.</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "Then will religion be so fully fix'd,</br>Then will our laws, so well be exercis'd;</br>That ENGLAND ne'er will be so intermix'd,</br>But to our body all will be advis'd.</br>Then how like Angels, shall we live compris'd,</br>Until the general day, by none despis'd:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "And from them may a royal race spring up,</br>To be a blessing, to the best of sires;</br>Who always tasted, of fair virtue's cup,</br>The taste of which, but every heart inspires:</br>And has our sovereign fill'd, with chaste desires,</br>How vice before him minutely expires:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.", "And now I come to a conclusive end,</br>My wishes still the same, employ my pen;</br>While extasy, does ev'ry mind unbend,</br>Nor any cry, how shall I end, or when:</br>But God unite us, till the end and then,</br>The holy Trinity, keeps with us all Amen:</br>O happy still, to sing their nuptial song,</br>While all around me, so rejoice among.</br>"]