["IGNOTO on a grassy hill</br>Meets with a PILGRIM grey,</br>Who from a poet's meedless life</br>To ween him doth essay.", "High in the east the sun of July shone,</br>Upland and valley steaming with the heat:</br>On a hill's grassy side I lay alone,</br>O'ercanopied by elms, while at my feet</br>Well'd ever forth a brooklet, noisy, fleet,</br>That from a fissure in the hill did play,</br>And joy'd from its dark deep the light to greet;</br>Dancing and laughing all its merry way,</br>Like a glad prisoner 'scap'd to freedom and to day.", "A little on it reach'd a precipice&mdash;</br>A precipice to it, so small a brook&mdash;</br>O'er which it fell.  The flowers made haste to kiss</br>The leaping waves, and many kisses took,</br>As if they lov'd upon themselves to look,</br>And own their shadows in the waters fair:</br>Then having kiss'd, tears from their bright eyes shook</br>To see the stream away their beauty bear;</br>Then kiss'd and kiss'd again to see it still was there.", "Often and often have I watch'd this stream,</br>And thought it never could be watch'd too long;</br>Often and often in some sweet day-dream</br>Have thought its murmur its blithe spirit's song:</br>Then fancied it some torrent, bounding strong,</br>And I a pigmy that my stand would take,</br>To mark the cataract that pour'd along</br>Down the steep precipice, and then did make</br>A basin for itself &mdash; a wide swift-eddying lake.", "Beyond this brooklet was the green hill's side,</br>Broken by shrubs thick cluster'd here and there;</br>And further still, a glorious prospect wide</br>Of hill and vale, clad with the browning ear;</br>Set off by darksome wood and waters clear,</br>And tufted hedge-rows crossing the green lea:</br>Onward, more dim through the blue atmosphere,</br>Were swelling downs of high and low degree,</br>And the bright view was ended by the endless sea.", "Yet was not all in equal brightness clad,</br>For morning clouds slow floating o'er the sky,</br>The dazzling sunny ray at times forbad</br>On some broad districts of the plain to lie:</br>Yet was it not less beauteous made thereby,</br>For sun and shade were in fit contrast seen,</br>And mix'd the whole in one wide harmony:</br>Here rose a hill that shone in liveliest green,</br>While moving shades embrown'd the cultured lands between.", "And all was full of joy and vigorous life,</br>For who or what could sorrow at that hour?</br>A beaming pleasure over all was rife,</br>Still pouring down from heaven in a shower.</br>The loftiest forest tree, the lowliest flower</br>Possess, like man, the sense of happiness:</br>The \"builder oak,\" huge type of age and power,</br>Murmurs its pleasure to the breeze; nor less</br>The daisy's eye pays back her infant thankfulness.", "Things merely senseless, or but seeming so,</br>All in their kind the general joy partake:</br>The barren rocks return a ruddier glow,</br>The very stones some sign of gladness make,</br>And all their cheerful varied colours wake:</br>The river dances t'ward the sail-speck'd firth,</br>And sunny smiles play on the dappled lake:</br>Land, water, sky, all join in common mirth,</br>And earth is like to heav'n, and heav'n is like to earth!", "There is a music far beyond the sound</br>Of instruments, though touch'd with featliest skill;</br>Harmony breathing from the heav'n-blest ground,</br>As wavering vapours from the dewy hill:</br>It feeds the heart and eyes when all is still;</br>More felt than seen, and more, I ween, inspires</br>Than sounds that through the moon's blue beams distil</br>On the far ear from high monastic quires,</br>Lighted at midnight's hour with dim religious fires.", "Such music knows he who enjoys a heart</br>Soft to the touch of beauty &mdash; most of all</br>To that which kindly Nature doth impart</br>To all her works, or be they great or small;</br>For Nature's works are ever musical:</br>And while I sat upon the green hill's side,</br>Watching the little brooklet's flow and fall,</br>Or looking on the gladsome prospect wide,</br>To my sight-listening heart that music sweet did glide.", "\"Would that this prospect I might never quit,\"</br>I cried, \"but dream a joyous life away;</br>Marking the flow'rets bloom, the waters flit,</br>And trees to burgeon green from day to day,</br>Until with them I felt myself decay:</br>For what have I to do with worldling's strife?</br>Oh!  let them fade or flourish as they may,</br>I have enough where pleasure is so rife:</br>Here let me spend my days, here let me end my life!\"", "\"And what art thou?  and why in idleness</br>Art thou to live?\"  a hoarse low voice replied.</br>Wond'ring I turn'd, and there in russet dress,</br>I saw an ancient Pilgrim at my side;</br>His figure gaunt &mdash; his shoulders square and wide,</br>That seem'd unbow'd the weight of years to bear;</br>And me with piercing steady gaze he eyed</br>Under his hanging brows, while silver hair</br>Flow'd largely 'neath his hat, and floated on the air.", "There was about his look, although severe,</br>Something that confidence and love invited;</br>Not haughty, nor forbidding, nor austere,</br>Yet most majestical:  as grief had blighted</br>The blossoms of his youth, and thus benighted,</br>In pilgrim's weed he wander'd far and near.</br>In his dark eye there dwelt a fire that lighted</br>His time-worn visage, where deep lines appear</br>Of thought intense, and furrows plough'd by many a tear.", "He seem'd as one that in his youth had past</br>Through all the life of some imperial court,</br>And thus his gallant days had run to waste</br>Mid knightly courtesies and regal sport;</br>'Till in his full career of joy cut short,</br>While favour sought him and bright beauty smil'd,</br>By some calamity that did distort</br>His after life, though borne with firmness mild;</br>A gracious temple hurl'd at once to ruin wild.", "As some fair tree fast by a broad lake's side</br>Uplifts to heav'n its high aspiring head,</br>And throws its grasping arms in vigorous pride</br>Far o'er the land, into the waters' bed,</br>Its dripping branches to their shades to wed,</br>Courting and courted by the breezes bland,</br>Which the jagg'd lightning strikes; and then instead</br>Of lightsome leaves, that gladden water, land,</br>Its scathed trunk and arms a mournful mockery stand.", "Yet still it stands erect, though rent and torn,</br>A monument of majesty and might;</br>And here and there, to make it less forlorn,</br>Its riven trunk is not forsaken quite</br>By lively green; some buds still burgeon bright</br>Where not deserted by the sap and rind;</br>To cheer its woe they take a sad delight:</br>So with this seer, whom age had not inclin'd,</br>Some trace of former state was left, methought, behind.", "Both his broad hands upon his staff did rest,</br>Polish'd by constant use from year to year;</br>So tall, it rose full midway up his breast,</br>Whereon our Saviour's cross did plain appear:</br>His limbs, as I could judge them through his gear,</br>Seem'd fair of mould, but journeying o'er the soil</br>Had squared the joints of graceful turn whilere;</br>His features nobly form'd, though care and toil</br>Had made their early bloom an unresisting spoil.", "\"And what art thou?  and why in idleness</br>Art thou to live?\" &mdash; I heard without a start</br>The sounds that came in such still gentleness,</br>That they sank  warmly to my lowest heart,</br>Nor from my memory will they e'er depart:</br>The voice was musical, yet low and deep&mdash;</br>So low and deep, it seem'd at first a part</br>Of the dull murmur wood and waters keep,</br>When underneath the leaves the amorous zephyrs creep.", "Yet being articulate, I turn'd and saw</br>That Pilgrim grey:  the sight might well astound;</br>Nor could I then my fixed eyes withdraw,</br>Nor lift me prostrate from the clinging ground.</br>There seem'd some strange enchantment in the sound</br>Of his deep voice, that all my senses took:</br>Still on his rev'rend face my eyes were bound,</br>And pored upon it as if it were a book,</br>And he still cast on me a mild upbraiding look.", "And though he silent stood, he seem'd to speak</br>A thousand things my idless to reprove:</br>At length a brighter flush came o'er his cheek,</br>And now I saw his lips begin to move.</br>\"Son,\" said the seer, \"and wherefore dost thou love</br>To linger slothful on this grassy hill?</br>Will watching earth, or sea, or skies above,</br>Perform the task that thou hast to fulfil?</br>Will lying here inert perform of Heav'n the will?\"", "He paus'd, as though he wish'd from me to draw</br>Some answer:  I still gaz'd upon his face</br>With love, with reverence and pious awe,</br>But speak I could not:  twice within that space</br>I strove in vain.  Then sterner looks gave place,</br>And in his eye so bland a smile had birth,</br>That cloudy fears this sunshine put to chase:</br>If erst I deem'd him more than mortal worth,</br>His heav'nly smile confirm'd he could not be mere earth.", "\"Fear not!\"  he cried in mellowest tone, akin</br>To that benignant smile his visage wore,</br>That would dead silence force amid the din</br>Of howling fiends, as Dante told of yore;</br>\"Fear not, my son; &mdash; arise, and look before!\"</br>I rose and look'd; and now the prospect green</br>Of hill and vale and wood was known no more;</br>Black bursting clouds had roll'd themselves between,</br>Threat'ning to deluge deep that once sun-lighted scene.", "The mountain where we stood full high ascended</br>Above the storm, which spread so wide below</br>That o'er the angry ocean is extended:</br>Still upon us the hot sun cast a glow,</br>That made the darken'd vale still darker show.</br>I heard the thunder roll beneath our feet,</br>Then burst in wrath, and murmuring distant low</br>Retire exhaust.  I watch'd in wonder great,</br>Till now the wind compell'd the unwieldy storm retreat.", "And as the clouds grew thinner I could hear</br>The busy hum of some huge peopled town:</br>Now through the mist high gilded vanes appear,</br>And now the domes and spires themselves are shown,</br>As glittering islands on a sea thick-sown;</br>And now the tops of temples and of towers</br>Rise dimly through the air still purer grown;</br>The palaces of kings and lordly bowers,</br>Fill'd all with regal state, and pomp of martial powers.", "And lower still was many a humbler dwelling</br>Of active citizens, a smoking throng;</br>And now I mark'd a noble river swelling;</br>Rolling majestical its tide along,</br>Travers'd by many bridges, wide and strong,</br>Wedding the southern to the northern shore.</br>Thousands of vessels at their anchors swung,</br>Which on his breast this lordly river bore</br>From every distant clime man's voyages explore.", "And now the sun in vivid splendour shone</br>On this proud city &mdash; city proud and fair:</br>The domes and tapering spires, the towers of stone,</br>All glitter'd in the pure transparent air,</br>And seem'd to feel a joy in being there.</br>Was nothing but what was bright in their degrees,</br>The lowliest dwellings the rich sunshine wear,</br>Ships spread their dazzling canvas to the breeze,</br>And sail like lessening stars our on the dark blue seas.", "Methought more glorious sight eye ne'er beheld.</br>The rural scene of water, wood, and plain</br>I late admir'd, from memory was expell'd,</br>Or but dim traces now behind remain:</br>Yet round this city spread a wide champaign</br>Of richly cultivated dale and hill,</br>Sprinkled with dwellings fair.  The frequent wain,</br>The browsing herds, the flocks that roam'd at will,</br>All moving, join'd at once this living scene to fill.", "All we survey'd bespoke activity;</br>Bustle and business reign'd the city through;</br>The streets were crowded, as I well could see</br>Even from that height:  all men intent pursue</br>Some several aim.  In other parts my view</br>Was ta'en by pompous shows and triumphs rare;</br>Levies of horse and foot, as to subdue</br>A haughty foe; while many a palace fair</br>Pour'd forth its glittering dwellers in the sunny air.", "Silent and lost I gaz'd, but soon I turn'd</br>Toward the aged Pilgrim:  he the while</br>Some pleasure-busy younkers had discern'd</br>Joying in meadows green, and with a smile</br>He watch'd their sport through every antic wile.</br>Thus paus'd he long, and sympathetic joy</br>Seem'd of his age and sorrows to beguile:</br>I would not with a word that calm destroy,</br>But fix'd my eyes on that which did his thoughts employ.", "At length he spoke:  \"Mark you those infants blithe;</br>Unthinking sport is both their debt and dower&mdash;</br>Blossoms that dream not of Time's sweeping scythe:</br>'Tis theirs t' enjoy the sunshine of the hour,</br>Yet work unconscious by Almighty power</br>The high decrees: &mdash; each has his task assign'd,</br>And still performs it or in shine or shower,</br>Here on this sward as much as when confin'd</br>To low mechanic art, and by the sick air pin'd.", "\"Then look within this city's lengthen'd wall,</br>And note each man upon his labours bent;</br>You see not their designs, yet busy all:</br>Some lowly aim &mdash; some breathe a high intent,</br>And scorn the works that grov'ling minds invent:</br>Some toil by intellect and some by hand,</br>And unto all a differing mean is lent;</br>But none in sloth and dreaming idless stand&mdash;</br>Wise, ignorant, old, young, fufil high Heav'n's command.", "\"But thou upon the green hill laid supine,</br>What is thy task?  how dost thou it perform?</br>All that thou seest should make this lesson thine,</br>That not in vain created is the worm:</br>All things devoid of instinct to inform</br>Have still their uses &mdash; things devoid of sense;</br>The arching rocks give shelter in the storm,</br>The trees have shade against the heat intense,</br>And living waters flow their freshness to dispense.\"", "I felt his weighty voice, and fix'd my eyes</br>Full on his countenance, and there I saw</br>All that could make me deem him good and wise:</br>Nothing of dread I knew, though silent awe</br>Still kept me gazing, nor could I withdraw</br>My sight, that busy town to look upon;</br>Yet feeling I had form'd myself a law,</br>And had a lofty purpose &mdash; nobler none&mdash;</br>I thus erect replied, though in submissive tone.", "\"Father, I cannot read the will of Heaven</br>As clearly as thou canst, yet still I deem</br>My blameless purpose need not be forgiven.</br>'Tis not that I may life away would dream</br>In uselessness inert &mdash; a nobler scheme</br>I inly frame &mdash; a higher aim I take:</br>And though upon this hill I idle seem,</br>Yet even here my better powers awake,</br>To do the work of Heaven that I will ne'er forsake!\"", "Methought I read compassion in his eye,</br>And in the smile that he upon me cast</br>Much more of pity than contempt.  Thereby</br>Abash'd I stood, and fix'd my eyeballs fast</br>Upon the ground.  A thousand feelings past</br>Across my mind, but this most chilly came&mdash;</br>That he my purpose read from first to last,</br>And thus would check me for my desperate aim</br>Directed at the stars &mdash; a poet's deathless name!", "\"I know thy thoughts, young poet, yet forbear,\"</br>He said, \"and let me warn thee ere too late.</br>Chuse not a life of penury and care;</br>Make not thyself the sport of time and fate.</br>Thou hold'st thy purpose at too high a rate,</br>Ev'n though thy genius could command success:</br>An active life will best become thy state,</br>A life of industry and usefulness,</br>And at thy hands will Heaven expect nor more nor less.\"", "\"Ah!  rev'rend sire,\" I cried, \"full well I know</br>That in this mortal life a poet's meed</br>Is often cold neglect and bitter woe,</br>Contempt, and finger-pointing scorn and need:</br>Yet all these sufferings should ne'er impede</br>My progress to that goal far-glittering bright,</br>Did I but feel that inward strength indeed</br>To reach it at the last:  there with delight</br>I would lay up my soul above the world's despite.", "\"He is not worthy of a poet's name</br>Who cannot scorn and woe and want despise;</br>Who cannot glory in his after fame,</br>And that dear hope above all blessings prize!</br>This is no life where day by day he dies&mdash;</br>This mortal span:  he lives in after times,</br>When fate a bare cold memory denies</br>To all who once contemn'd his powerful rhimes;</br>Unless they live for aye, immortal in their crimes!", "\"And is it come, sweet Poesy, to this,</br>That in our age, and in this happy land,</br>Which to its poets owes its chiefest bliss,</br>Thy usefulness men cannot understand;</br>Foster'd as thou hast been by Heaven's hand!</br>The nurse of heroes, the reward of kings!</br>Art above art &mdash; the example and the band</br>That knits low earthly with celestial things;</br>From whence all virtue, wisdom, honour, freedom springs?\"", "While thus I spoke this wild apostrophy</br>With earnest tone and gesture void of art,</br>And warmth so truly token'd by my eye,</br>The hoary Pilgrim seem'd to feel a part</br>Ev'n of the burning love that from my heart</br>Flow'd in a torrent; for I could behold</br>A light celestial o'er his visage dart,</br>That made him seem no longer grey and old,</br>But features of fresh youth and beauty's beam unfold.", "Whether it were my fancy or the truth</br>I could not tell; he then look'd most divine:</br>If thus he could assume and doff his youth,</br>It was strange proof of power most subtle fine.&mdash;</br>But as I look'd, his youthful charms decline,</br>At least in my weak sight; and now again</br>By slow degrees I mark'd his face resign</br>Its heavenly lustre, and behind remain</br>The deep-indented lines of age, of thought and pain.", "Yet still his look was cheerful, though not bright;</br>But as I watch'd, methought I could discern,</br>Little and little as it lost its light,</br>The cheeful turn'd to grave, the grave to stern:</br>The reason for this change I fear'd to learn.</br>He spoke of idle hopes, of time misspent,</br>Of fruitless works for the gross world to spurn;</br>Of young presumptuousness in high intent,</br>And still to active use his thoughts were ever bent.", "\"What saith that bard,\" he cried, \"for thou canst tell,</br>The first great lustre of a dusky age;</br>Of Purgatory, Paradise, and Hell,</br>Who wrote in fearful, joyful, hopeless page,</br>Whiles he an active warfare long did wage</br>With his friends' foes? &mdash; 'Not upon beds of down,</br>Nor 'neath luxurious canopies to 'suage</br>The noonday heat, is won that bright renown</br>That our brief mortal life to endless date should crown.'\"", "\"But not the strife 'twixt Guelf and Ghibbeline,</br>Nor what he suffer'd by it,\" I replied,</br>Have liv'd coeval with that powerful line,</br>Where 'by his spirit he is deified;'</br>Spreading his fame through all creation wide.</br>That shall survive bright Florence and old Rome,</br>Ravenna's glory, and Venetian pride:</br>All else he shows in his undying tome,</br>'Is but as smoke in air, or as the salt sea foam.'\"", "\"Canst thou forget,\" he answer'd, \"how that bard</br>Was once insulted in Verona's court?</br>A ribald jester met his lord's regard,</br>While the great Dante was his scorn and sport;</br>'For vulgar souls still love the vulgar sort.'</br>Canst thou forget what Tasso long endured,</br>The victim of intrigue and base report,</br>For poesy? &mdash; And all along since allured</br>To yield to that disease that never can be cured?", "\"I go not to days of Greece and Rome,</br>I quote not Aeschylus nor Ovid's fate;</br>Mark but the lot of poets born at home&mdash;</br>Contempt and pity of a world ingrate!</br>See him who could that lofty theme dilate</br>Of our first parents' fall, die poor, unknown:</br>He who of antique knights the fell debate</br>Told in his Faerie Queene, starv'd all alone,</br>While courtly slaves withheld the tribute from a throne!\"", "I answer'd thus:  \"Such men thou need not name,</br>Nor what they suffer'd for the Muses' sake:</br>They died in beggary, but their after fame</br>An ample glorious recompence will make!</br>If me thou wouldst deter, such course forsake,</br>And back recal some miserable wight,</br>Who his ambition did for power mistake;</br>And thought, because he long'd to reach the height,</br>That he had strength of wing for such a perilous flight.", "\"This chilling anxious thought has oft deterr'd</br>Efforts the best resolv'd, the noblest plann'd:</br>Many have heeded not rewards deferr'd</br>If at the last, when run was all life's sand,</br>Mankind would place them mid the glorious band</br>Of poets true.  Few mortal pangs are worse,</br>Than first in hope o'er new-penn'd lines to stand,</br>While blank distrust creeps slowly in to curse</br>The self-deluded wretch, and time misspent in verse!", "\"Yet hope returns, again returns distrust,</br>Alternate spring and winter of the mind.</br>At length the sentence on himself, unjust</br>Th' aspirant deems; &mdash; resolves to leave behind</br>All low pursuits to vulgar souls and blind:</br>Then humbly turns his grateful thoughts to Heaven,</br>Content, that though his brows no wreath may bind,</br>He can procure delights from morn 'till even,</br>Such as to worldly hearts have never yet been given.", "\"Delights of poesy, how true, how pure!</br>What equals the free raptures it bestows?</br>If poet's pains are exquisite, be sure</br>Ev'n then a double recompence he knows.</br>If he succeed in the bright path he chose,</br>He feels deep gratitude for all his pain,</br>And back recals with joy his 'labour'd throes.'</br>Let me be meanest of the Muses' train,</br>I hope &mdash; I ask no more &mdash; I would not ask in vain!", "\"Thus then thou know'st me well! &mdash; Succeed or fail,</br>Here have I fix'd my thoughts, my hope, my heart:</br>Misfortune, poverty, diseases pale,</br>May follow me, and haply ne'er depart;</br>To love the Muse will still relieve the smart;</br>Or if that were not all I dared to ask,</br>It forms of poets' bliss one chiefest part:&mdash;</br>In sunshine of high future fame to bask</br>Is theirs, 'by nature's power drawn to this genial task!'\"", "With strenuous diffidence against the stream</br>Of his tongue-music thus I kept my stand;</br>For sure I knew I had a glorious theme!</br>I cited ancient bards of English land,</br>Who bade the sphere of knowledge wide expand,</br>And gave ensample to our latter day.&mdash;</br>But these are matters now too often scann'd</br>On them to need that I should here delay,</br>Or tell how he essay'd my reasons to gainsay.", "At length when he well saw, that firmly still</br>I would persevere in that best pursuit,</br>And my strong love would urge through good and ill,</br>Against despite, contempt, and foul repute,</br>For a short space he gaz'd upon me mute;</br>Not seeming wrath that his advice had failed,</br>But with a look of love and grief acute,</br>That his divine forewarning nought availed</br>To turn me from that path, which following thousands wailed.", "At last he spoke: &mdash; \"Good son, thy ardent zeal</br>I well perceive; and since by argument</br>I cannot now persuade thee to thy weal,</br>I will essay by sad experiment;</br>That thou by seeing may at length repent.</br>Full many a year have I now journey'd o'er</br>This woful world in lonely dreriment,</br>And, if thou wilt, with me thou shalt explore</br>The truth of all those griefs that I have taught before.", "\"Right well I know the ways of selfish men;</br>Indeed but few are gifted to admire,</br>And fewer still will aid the poet's pen,</br>Though it inscribe in characters of fire:&mdash;</br>I cannot wonder that thou should'st aspire,</br>Ambitious, inexperienced in their ways:</br>But disappointment waits on high desire;</br>Or if thou hast the power high themes to raise,</br>Thy portion will be still cold pity &mdash; colder praise!\"", "\"I fear it not,\" I hastily exclaim;</br>I am prepar'd to dare and bear the worst!</br>Would but endurance make me worthy fame,</br>There is no ill by which our nature's curst,</br>But I to court its suffering would be first!</br>Remember, father, that I bear a breast</br>In the hard school of disappointment nurst,</br>And till I reach the goal 'twill never rest:</br>Till then the worst of fate shall be to me the best!\"", "\"Then follow me, bold youth!\" the Pilgrim said:</br>\"Thy speech is confident, but if thy heart</br>Be not of purest, richest metal made,</br>Thou may'st remain &mdash; 'tis useless to depart.</br>Trials 'twill have made it deeply smart:</br>If thou retreat, better thou'dst ne'er been born;</br>Death cannot aid thee with his mortal dart!</br>Turn back, and thou from every hope art torn&mdash;</br>Living thou meet'st contempt, and dying endless scorn!\"", "\"Lead on!\" I cried. &mdash; He took me by the hand,</br>And we turn'd quickly from the city's sight,</br>And from the mountain whereon we did stand,</br>Towards a wood that lay upon our right.</br>And now the sun declining from his height,</br>On ocean's breast disspread his golden hair;</br>While from the east the car of dusky night</br>Slowly advanc'd o'er every object there,</br>Mingling in one dark mass all that was once so fair.", "Save that the river's course you still could mark,</br>Reflecting back the lustre of the sky,</br>Bearing a tide of light into the dark,</br>Yet still no lighter made the dark  thereby.</br>When from the town we turn'd our parting eye,</br>The sunshine faintly ting'd each gilded vane;</br>The rook belated sail'd with far-heard cry</br>High overhead, crossing the purple plain</br>Of heaven, whereon still clouds in golden streaks remain.", ""]