["Ye nymphs and ye shepherds so gay,</br>Oh!  ask not the cause of my woe,</br>Nor wonder, while Florio's away,</br>My eyes thus incessantly flow.</br>He was surely the pride of the plain,</br>He was all that on earth I desir'd;</br>The envy of ev'ry young swain,</br>And by ev'ry young damsel admir'd.", "When the dearest of shepherds was here,</br>How lovely the sweet rural scene!</br>How gay did the flow'rets appear,</br>And the meads how delightfully green!</br>But verdant no more is the mead,</br>The flow'rets no longer are gay;</br>It seems all a waste as I tread,</br>For, alas!  my dear Florio's away.", "The birds, how melodious their notes,</br>And their plumage how beauteous and gay!</br>What harmony pour'd from their throats,</br>When they hail'd the approach of the May!</br>But their music to Rosabell's vain,</br>Their beauty no longer she sees;</br>For, alas!  when the heart is in pain,</br>Nor music nor beauty can please.", "How happy, when tending my sheep,</br>Have I sat at the foot of the hill;</br>While my lute a just measure would keep</br>To the murmuring sound of the rill!</br>My lambs are no longer my care,</br>Nor with pleasure their pastimes I see;</br>Ye wolves, the sweet innocents spare,</br>As they wander unheeded by me.", "Oh!  tell me, ye sweet rural maids</br>(Whose friendship I gratefully prove)</br>If, amidst all the groves and the shades,</br>You've beheld such a youth as my love?</br>Did you e'er see a form so complete,</br>Such beauty unaided by art?</br>Or did so many virtues e'er meet</br>As at once are combin'd in his heart?", "Ye youths, who have woo'd me in vain,</br>No more at my rigour repine;</br>You are amply reveng'd by my pain,</br>If your flame was as fervent as mine.</br>To nymphs more deserving than me</br>Let now your chaste vows be address'd;</br>And, how wretched soever I be,</br>May you in your wishes be bless'd.", "Now my leave of the plain I will take,</br>To desarts and woods will I fly;</br>But, ah!  can my Florio forsake</br>The maid, who without him must die!</br>Alas!  'tis in vain to depart,</br>No change can alleviate my woe;</br>Since the image I bear in my heart</br>Pursues me wherever I go!", "Cease, Rosabell, cease to pursue</br>A subject that breaks all thy rest;</br>Alas!  thy fond bosom's too true</br>To be wretched, if Florio is blest.</br>If another his heart shall obtain,</br>And thou all thy hopes must resign,</br>May the passion she feels for the swain</br>Be as chaste and as constant as thine.</br>"]