["Whence comes the wavering light which falls</br>On Langdale's lonely Chapel-walls?</br>The noble mother of Christobell</br>Lies in that lone and drear Chapelle;</br>And ev'ry dawn, ere the sun has shone,</br>A tear and a flow'r are on that stone:</br>But the tear is dry, the flower is dead,</br>And the night-wind blows on her silent bed.", "A stranger treads o'er the holy mound:</br>Thrice it has breath'd a moaning sound!</br>He has lifted thrice his mighty wand;</br>He has touch'd the stone with his red-right hand;</br>The light which round the chapel streams,</br>Bright on his beard of silver gleams;</br>But shines not on his muffl'd brow,</br>Which mortal eye must never know!", "The noble mother of Christobell</br>Is waken'd by the mighty spell;</br>She seems but as if a wizard's arms</br>Awhile had wrapp'd her in his cell;</br>As if his cold and earthy touch</br>Had blighted her beauteous lips too much;</br>But now returning beauty warms</br>Her lips, and her kindling cheek so well,</br>She looks like the lovely Christobell.", "\"Lady, lady!  who was she,</br>That met thy child by the old oak-tree?</br>When not a breeze was heard to sigh,</br>And the yellow leaf wav'd not which hung so high?</br>She who told that men of blood</br>Lur'd her to the lonely wood?</br>She who slept by thy daughter's side,</br>While the grey dog moan'd and the owlet cried?</br>Is that lady, of soft and sober mien,</br>Sir Roland's true daughter Geraldine?\"", "The noble mother of Christobell</br>Has open'd her dim and hollow eye:</br>And spirits are thronging from cave and dell</br>To listen to her lips' reply:&mdash;</br>\"Merlin, Merlin!  I know thee well!</br>Tho' a minstrel's cloak is around thee flung,</br>And a holy hood on thy brow is hung!</br>The dead and living obey thy spell;&mdash;</br>But not till the moon has passed away,</br>And the bell has toll'd on her bridal day,</br>Thou wilt know the foe of Christobell!\"", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "The grey dog howls though the moon is bright,&mdash;</br>Why sits the lady alone to-night?</br>Why comes she not at her father's call,</br>While the noble stranger is in his hall?</br>That stranger of soft and sober mien,</br>Sir Roland's fair daughter, Geraldine.", "But Christobell's brow is cold and damp</br>As she sits alone by her sliver lamp;&mdash;</br>(That lamp for a maiden's spousal meet,</br>Which hangs from a smiling angel's feet:)</br>But who comes near with steps so light?</br>And why is her cheek so lilly-white?</br>For, glist'ring in his mail of gold,</br>His azure scarf around him roll'd.</br>She sees her own true knight.", "\"Christobell, my task is done</br>Christobell, my prize is won!</br>The stars are smiling, the moon is bright,</br>The bell of our spousal shall toll to-night!\"</br>She does not smile, &mdash; she does not weep;</br>Her cheek is like the parting snow</br>When early roses bud below,</br>But scarce a blush of crimson keep:</br>Yet she has taken her lover's kiss,</br>And the touch of her melting hand is his.", "But another eye is on her face,&mdash;</br>Another form beside her stands;</br>That form, so ghastly, lean, and tall,</br>Is it Bracy the bard of Langdale Hall?</br>He has touch'd the lamp in its silver vase,</br>And it brighter burns than a thousand brands;</br>He calls on saints in their holy place,</br>The spousal of Christobell to grace,</br>Then joins the plighted lover's hands.", "\"Now follow me, Christobell, with speed!</br>I go at thy lordly father's call</br>To strike the harp in his ancient hall,</br>But thou the mirthful dance shall lead:</br>Thy own true knight shall be near thy side,</br>And the matin bell shall proclaim a bride.\"", "They follow, &mdash; but whence is the taper's glare</br>That leads them down the lonely stair?</br>They look his shadowy face upon&mdash;</br>They look, but his silver beard is gone:</br>His cloak is chang'd to an azure dye,</br>And a mirthful gleam is in his eye.</br>But Christobell's cheek is cold and pale,</br>For she sees not her lover's shining mail;</br>He seems but a stripling soft and young,</br>With a minstrel's harp behind him stung.", "With mutter'd words of gramarye</br>The bard stalks foremost of the three:</br>At ev'ry soundless stride he takes,</br>The base of Langdale's mountain shakes,&mdash;</br>The elf-dog starts as he passes by,</br>But closes again his shrinking eye:</br>The banner falls from the castle-wall</br>As he strikes the porch of its blazing hall!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Lord Leoline sat in chair of pride.&mdash;</br>The white-armed stranger by his side.</br>O bright was the glance she gave to view</br>When back her amaranth locks she threw!</br>It was like the moon's on the fountain's brim</br>When the amber clouds around her skim:</br>The rubies that on her bosom flam'd</br>Seem'd of her richer lips asham'd;</br>There never was lovely lady seen</br>Like the stranger-guest, fair Geraldine!", "\"Now, welcome, welcome, Bracy the bard!</br>Welcome the rites of song to guard!</br>Sit and waken thy warbling string,</br>The legend of love and beauty sing:&mdash;</br>Well hast thou sped since noontide's hour</br>If thou comest from good Sir Roland's tow'r.\"", "\"Sir Roland greets thee, Lord Leoline!</br>He greets thee first for his Geraldine:</br>His heart thy bounty and love receives</br>Like dew that drops upon wither'd leaves;</br>But he asks one pledge thy faith to prove,</br>He asks for his son thy daughter's love;</br>And he sends this goblet of crysolite</br>To grace the feast on their bridal night.\"", "Lord Leoline from his feast rose up</br>And fill'd to the brim the shining cup;</br>He wav'd it high with gesture bland,</br>Then gave it to Geraldine's lily hand,</br>But the crysolite chang'd as she touch'd its brim&mdash;</br>And the gem on its sapphire edge grew dim;</br>The lamps are quench'd in their sockets of gold,</br>The hour is past, and the bell has toll'd!", "Lord Leoline's hail again is bright</br>With a thousand lamps of golden light;</br>And roses, by fairy fingers tied,</br>The banners and shields of knighthood hide;</br>While over the roof and over the walls</br>A curtain of painted vapour falls:</br>Now pillars of jasper seem to grow</br>From the green bright emerald floor below,</br>With garlands of rubies bound;</br>The sky is purple with meteor fires.&mdash;</br>A thousand tongues, and a thousand lyres,</br>Thro' the lone Chapelle resound.", "Where is the white-hair'd bard who spoke</br>With voice so meek, in his azure cloak?</br>The sage of eternal might is there,</br>A meteor wreath'd in his ebon hair!</br>And there in his youthful beauty's pride,</br>The heir of Sir Roland is by his side.</br>Where is she with eyes so fair</br>Who sat and smil'd by the baron's chair?</br>There sits a dame of royal mien,</br>But her lips are pearly, her locks are green;</br>The eyder-down hides her speckled breast,</br>The fangs of the sea-wolf clasp her vest;</br>And those orbs, once bluer than western skies,</br>Are shrunk to the rings of a serpent's eyes!", "\"Witch of the lake, I know thee now!</br>Thrice three hundred years are gone</br>Since beneath my cave,</br>In the western wave,</br>I doom'd thee to rue and weep alone,</br>And writ thy shame on thy breast and brow.\"", "\"But thou and thy envious friends in vain</br>Have risen to mock my power again:&mdash;</br>The spell which in thy bosom worketh,</br>No holy virgin's lip can stain:</br>The spell that in thy false eye lurketh,</br>But for an hour can truth enchain:</br>Not ev'n thy serpent eye could keep</br>Its ire near guiltless beauty's sleep;</br>The Spirit of Evil could not dare</br>To look on heav'n, &mdash; for heav'n is there.</br>Thy hour is past &mdash; thy spells I sever,&mdash;</br>Witch of the lake descend for ever!\"</br>"]