["I sing a song of other times.  Between</br>Two thrones was shared the rule of this broad Isle,</br>And nobles round the cradle of our queen</br>Dealt Scotland 'mongst them like a conqueror's spoil:</br>Corn sown in dread, was reap'd with bloody toil;</br>Fair maidens sat not by the Tweed and flung</br>Their ringlets o'er their white necks with a smile;</br>Nor with bright glances and a witching tongue,</br>Songs steep'd in pastoral love, or chivalrous ardour sung.", "Woe, woe was ours.  Chief drew his sword on chief:</br>Religion with her relique and her brand,</br>Made strife between our bosom-bones, and grief</br>And lawless joy abounded in the land;</br>Our glass of glory sank nigh its last sand:</br>Rank with its treason, priesthood with its craft,</br>Turned Scotland's war-lance to a willow-wand.</br>Knee-deep in Tweed stood England with her shaft,</br>And whiles she menaced war, and whiles in scorn she laught.", "\"Go, go,\" said England's king, &mdash; \"Go, Ralph Latoun,</br>With all thy merry men, and pennon broad,</br>And bill and brand; to Scotland make thee boune:</br>Bow and begone, &mdash; ye know the ready road,</br>Go find a grave beneath the northern sod,</br>Or win an earldom.\"  Swiftly from his knee</br>He rose, and soon his foot, with iron shod,</br>Was in the stirrup:  loudly shouted he,</br>\"Come, England's conquering sons, to Scotland come with me!\"", "They mustered, marched:  in Scotland every tower</br>Sent up a sudden light, on every hill</br>A beacon burned; each glen an armed power</br>Sent gleaming forth as it sends forth its rill:</br>Spears shook, swords flashed, war-axes shone, and still</br>The pipe called loud and louder; all aghast</br>Young mothers started from their slumbers:  shrill</br>They shrieked to hear the war-horse rushing past,</br>And prayed, and wept, and prayed, and clasped their babies fast.", "The invaders came, nor stayed for haunted Dryfe,</br>Nor yet for silver Annan:  through the wood</br>Of fair Dalswinton swift they marched to strife;</br>Short while to gaze on Nith's pure stream they stood;</br>Their barbed steeds went flashing through her flood.</br>First of the foremost shouted Ralph Latoun,</br>\"An English sword ne'er rusts with Scottish blood!&mdash;</br>Tame these proud Maxwells &mdash; on them, by Mahoun</br>We'll break their spears like reeds, and tread their eagles down!\"", "Sternly he spoke, as sternly did he ride</br>O'er Nithsdale's strength, till heap'd like new-mown hay</br>Her Maxwells and Kirkpatricks, side by side,</br>Gory and gashed beneath their coursers lay,</br>Their looks in death wore still the wish to slay:</br>Amidst them stood the victor freshly gilt</br>With warfare's dread emblazonry; full gay</br>He looked around and kissed his falchion's hilt,</br>And said, &mdash; \"Blood has been shed, but more must yet be spilt,", "\"Before I win thee, with thy bowers and halls,</br>Romantic Nithsdale:  every glen and brook,</br>Thy mountains from whose tops the eagle calls,</br>Down to thy deepest dell and fairy nook,</br>Shall taste of blood.\"  His golden casque he took,</br>And waved it glittering; on his brow the steam</br>He gladly fanned, and out his tresses shook,</br>Then eyed his martial shadow in the stream,</br>And looked of Nith's green vale lord in his own esteem.", "He looked a warrior bold and leader free,</br>As e'er drove prey on either side of Sark,</br>For lordly looked and lordly limbed was he,&mdash;</br>A frame of iron, a right arm long and stark,</br>A rough loud voice, a visage somedele dark,</br>A heart which rose as danger rose, and ne'er</br>Sunk save in peace; like to the merry lark</br>He sang when beacons burned, and bugles clear</br>Bade England draw her shaft, for Scotland grasped her spear.", "His soldiers shouted, and then hailed him lord</br>Of Nith's green vale; for lordships then were got,</br>As kingdoms now, by the sharp spear and sword,</br>The bearded arrow and the culver's shot,&mdash;</br>And cities sacked, and limbs stretched out to rot.</br>His soldiers shouted, and then trumpets twain</br>Awoke a blast so thrillingly; I wot</br>The rocky Molach, Creehope's caves were fain,</br>When that dread blast grew dumb and waked them not again.", "By a lone stream which hath from man no name,</br>And joins the Nith where Blackwood stands embower'd</br>In ancient woods, there sat young Eustace Graeme;</br>His grass-green mantle by his mother flower'd,</br>Unclasped was all with night-dews dropt and shower'd;</br>A shining pipe beside him lay, and nigh</br>His hunting-spear leant 'gainst an oak, and cower'd</br>Two chase dogs bloody mouthed, that seemed to eye</br>A dead deer and the burn that ran in silver by.", "They lapt the water, and then couched, while he</br>Took up his pipe, and woke a gladsome air.</br>The bird that slumbered on the greenwood tree,</br>The fox, the wild roe in her secret lair,</br>Were rapt; meanwhile his long and glittering hair</br>Lay on his shoulders like a sunbeam bright;</br>He raised his brow to heaven, the hand of care</br>Had touched it with no sadness, and the light</br>Of his two eyes o'er all shone, as stars shine in night.", "He heard the war note; up his ivory horn</br>He snatched and blew; the sound small, shrill and clear,</br>Up Blackwood brook, up Closeburn glen, was borne;</br>And at the well-known call, with sword and spear</br>A hundred youths came like the bounding deer.</br>\"What wouldst thou, Eustace?\"  asked the eager band.</br>\"He who loves Scotland,\" Eustace said, \"must bear</br>A resolute heart and a determined hand,</br>For Ralph Latoun is come to win and keep the land.\"", "Away they went, the sun had sunk, the moon</br>O'er Tinwald-hill was in her wakening flush;</br>Away they went, to green Dalswinton soon</br>They came; there war had made a bloody crush.</br>O'er slaughter'd men Nith's current with a gush</br>Flowed, crimsoning all her silver.  \"Warily peer,\"</br>Said Eustace, \"through each tangled brake and bush,</br>Bared be each sword, be ready every spear!\"</br>A step or two he took, and whispered, \"He is here!\"", "There like an eagle which upon twin-lambs</br>Had fallen and feasted, grim the victor sate,</br>Bedappled o'er with blood; between his palms</br>He held fruit in his casque and silent ate.</br>His conquering comrades all with mirth elate,</br>Drank to their Earl of Nithsdale; others twined</br>A chaplet for his brow, nor deemed that fate</br>Had in her book a sterner judgment signed;</br>And some sat carolling loud, and gave care to the wind.", "Forth stept young Eustace.  \"Ralph Latoun, if thou</br>Desirest to reign, some blood hast thou to spill,</br>Before the golden honour binds thy brow.\"</br>Rain down the wind, fire on a heathery hill,</br>Or Solway when with man it works its will,</br>Ne'er rushed more fierce, than now with lance and sword,</br>The Scot rushed on the Southron; evening still</br>Woke with the clamour, through the Nith's deep ford,</br>Flew many an English steed that owned no rider lord.", "The ground was mossy, thick and dark the grove</br>Spread wide, with louring boughs and briar and broom;</br>There England's practised squadrons vainly strove</br>To form in line and gain good charging room.</br>To peasant's blows stooped many a knight his plume,</br>Yet in the fray they bore them firm and well,&mdash;</br>Till with their blood the grass began to swoom;</br>Some bled, some sank, some in the gory selle</br>Fought wounded sore; yet one bled not, nor fled, nor fell,&mdash;", "'Twas Ralph Latoun.  With sure hand and quick eye</br>Flew Eustace round him, as the eagle flies</br>Around a wolf; with sharp beak and fierce cry</br>He smites him down, assails him in the rise,</br>Then claps his wings and threats him from the skies.</br>So Eustace fought, nor lacked he of the sleight,</br>Which they have most who are both wight and wise;</br>He added sleight to speed, and both to might,</br>And wheeled and turned, and struck and sorely prest the knight.", "He pressed him sorely.  \"Youth,\" thus said Latoun,</br>\"Thou art a bold and brave one; thou art here</br>Lost unto daring deeds and fame:  yon moon</br>That o'er green Skiddaw hangs so round and clear,</br>Shines on my tower by Solway side, and dear</br>Shalt thou be there to me, while spurs of gold</br>Be sure thou'lt win them in thy first career;</br>And beauteous dames, for beauty loves the bold,</br>Will bless thee with their love.\"  Word neither warm nor cold", "Spake the proud youth; his stature seemed to wax</br>And fiercer grew his mood; he moved not now,</br>As one who shunned by sleight, or spear, or axe,</br>With gleaming eyes, and with a blood flushed brow,</br>Thrust upon thrust he made, and blow on blow:</br>As well against a tower of steel or brass</br>He might have struck; though a red drop or so</br>To his fierce thrusts stained here and there the grass,</br>Sir Ralph turned short his steed, and sought the Nith to pass.", "Full twenty lances met his bosom:  back</br>He turned and waving right and left his blade</br>Spurred and was lost in darkness; evening black</br>Lent him the greenwood and the cloud for shade.</br>He plunged into a long and winding glade</br>With herbs and scented flowers wove green and soft;</br>High verdant walls the polished hollies made;</br>And oaks and elms rich ceilings formed aloft&mdash;</br>Through which a sweet wind came, and glowing stars looked oft.", "Away he rode.  The ring-doves sat in pairs</br>And started when they saw his armour gleam:&mdash;</br>Away he rode, the wild deer from their lairs</br>Sprang up and gazed, while from Dalgonar stream</br>The heron uttered his discordant scream:</br>The maid and lover by the trysting-tree,</br>Saw this armed vision burst upon their dream,</br>And thought of war; morn's light on hill and lea</br>Showed Criffel's cloven crown, and the wide Solway sea.", "Beneath him flowed the deep and swelling sea,</br>Dimpling and glittering like ten thousand glasses;</br>Around him lay tower, town, and stream, and tree,</br>And knolls and woodlands in their bright green masses:</br>The silken canna whitened all the mosses;</br>Men's hoary heads shone in the dewy light;</br>And merry songs from Criffel's lovesome lasses,</br>Filled all the vale and climbed the woody height</br>Where stood Sir Ralph Latoun; his heart swelled with the sight.", "\"All that wide scene of loveliness was mine</br>An hour ago, &mdash; moor, mountain, glen, and brake</br>On which yon sun takes such delight to shine,</br>As if it glittered for the landscape's sake:</br>But let it go, no heavier moan I'll make,</br>The earth hath other earldoms.  My fair steed</br>From battle broil no more thou'lt bring me back,&mdash;</br>There, thou art free, with ragged colts go feed,\"&mdash;</br>Said Ralph Latoun:  away it neighed o'er moor and mead.", "\"And thou good corslet, which my bosom fenced</br>From France's javelin and from Scotland's sword,&mdash;</br>Off which the Genoese cloth-yard arrows glanced,</br>I now unclasp thee, shield some luckier lord:\"&mdash;</br>And leaving thus his mail upon the sward;</br>With helm on head, a steel blade at his thigh,</br>To seek some fishing-skiff and leap on board,</br>And homewards o'er the Solway's waters fly,</br>Was now his wish:  when as he walked 'tween wet and dry,", "He came unto a small and pleasant bay&mdash;</br>A crescent-bay half garlanded with trees,</br>Which scented all the air; whose blossoms gay</br>Were rife with birds, and musical with bees;</br>And danced in beauty in the seaward breeze;</br>While o'er the grove ascended Elvar Tower,</br>A mark by land, a beacon on the seas&mdash;</br>With fruit trees crowned, and gardens hung in flower,</br>Dropt round with fairy knolls and many an elfin bower.", "Even as he stood, there came from Elvar Hall</br>A peerless one, with handmaids hemmed about&mdash;</br>Fair Sybil Lesley, lovesome, straight and tall,</br>Sweet as a lily ere the bloom bursts out:</br>A seaman looked and scarce suppressed a shout&mdash;</br>A shepherd saw her and looked down with awe;</br>Even Ralph Latoun, a warrior tried and stout,</br>Seemed moved somewhat when he this vision saw,</br>Which with the rising sun came down the greenwood shaw.", "Fair Sybil comes:  the flowers which scent her feet</br>Bloom for her sake alone; the polished shells</br>Raise as she touches them a sound as sweet</br>And musical as the breeze breath'd on bells;</br>Her hand waves love, and her dark eyes rain spells,</br>Her mouth, men might mistake it for the rose</br>Whose opening lips afar the wild bee smells:</br>Her hair down gushing in an armful flows,</br>And floods her ivory neck, and glitters as she goes.", "There calmly while the sea-surge at his side</br>Sang 'mid the shells and leaped upon the sands,</br>Dipping his fingers in the swelling tide,</br>And cleansing blood alike from brow and hands,</br>Sir Ralph Latoun before young Sybil stands.</br>\"Stranger,\" she said, \"o'er Solway's dread sand-bars</br>The storm oft drives us men of foreign lands,</br>Who trust in fickle winds and faithless stars&mdash;</br>But we wage war with none on whom the tempest wars.\"", "\"Nor seas nor sands do I blame, gentle one,&mdash;</br>Nor stars nor storms have made me thus bereft;</br>I come from fields where shafts and lances shone,</br>And death his hand glued to his falchion heft,</br>And casques alike of knave and noble cleft&mdash;</br>Steeds of their riders eased ran wild and free,</br>And I sole relic of war's rage am left&mdash;</br>What says the minstrel &mdash; 'Lady rue on me,</br>Thine own poor knight.'\" He bowed, and gave the grass his knee.", "Her colour changed, and with her little foot</br>She stamped the ground, and said, \"False knight, begone,</br>I know thee now.  Thy person and thy suit</br>I scorn as dust doomed to be trampled on&mdash;</br>Away!\"  A horn hung at her golden zone,</br>She wound it thrice, and all the sounds which slept</br>In cliff and cavern answered every one&mdash;</br>Away the sound by Elvar turrets swept,</br>The warder loud replied, and up ten warriors leapt.", "Sir Ralph stared on her.  For one moment's space</br>The man seems fled, and nought but fiend is there,&mdash;</br>Hell in his heart, and fury in his face,</br>Twining like adders seems his curling hair;</br>His brows sink o'er his eye-balls, but the glare</br>Of fury sparkles through his black eye-lashes.</br>He smiles and half his willing blade makes bare&mdash;</br>Then in the sheath the weapon quick he dashes</br>And flies, and as he flies the water round him flashes.", "Beside him lay a small and nimble skiff,</br>Which through the surge could swim like the sea-mew;</br>In it he bounded from a jutting cliff,</br>And snapt like straw the mooring chain in two:</br>He stretched its wings forth to the winds and flew&mdash;</br>And when a stone cast from the shore, he cried,</br>\"I'll come again in bridal trim to woo,</br>And Criffel-hill shall sink in Solway-tide,</br>If, lady fair, I fail to pay thee for this pride.\"", "He spoke, and laid against the surge's sway</br>The skiff's slim side; the sole sail, half resigned</br>Unto the breeze, felt all its force; away</br>It bounding goes, and snores with sea and wind,</br>'Till Scotland's brown hills far are left behind.</br>Proud looked the lady &mdash; prouder was her word,</br>\"I'll live a slave unto the humblest hind,</br>Or with my life's blood stain my father's sword,</br>Before that Ralph Latoun is Sybil Lesley's lord.", "I know him brave as is his well-tried brand&mdash;</br>A counsellor subtle and a leader proved&mdash;</br>With wisdom fitting for a king's right hand,</br>Firm in resolve, nor from his purpose moved&mdash;</br>Then what lacks he to render him beloved?</br>He woo'd and won a gentle heart &mdash; and more,</br>He trampled it to dust:  yet unreproved</br>He cumbers earth.\"  And sighing sad and sore</br>For sorrows not her own, she walked along the shore.", "Now o'er the land flew tidings far and wide,</br>\"A battle has been struck:  at first full sore</br>It went for Scotland; England vowed to ride</br>Triumphant from the Tweed to Solway shore;</br>Her chief has fled, her conquering days are o'er.\"</br>So spoke the courtly scroll:  another lay</br>By hinds was sung.  \"For Ralph Latoun no more</br>Let maids grow pale, or mothers weep and pray,</br>His helmet plume is soiled; his sword no more shall slay.", "His war-steed's running riderless; the steel</br>Which fenced his breast lies rusting in the mire&mdash;</br>Nor hath his conqueror gold spurs on his heel:</br>A good sharp sword, and a wild warbling lyre</br>Which pours forth song as heaven pours forth its fire,</br>Are his sole portion:  how can Eustace Graeme</br>Have more?  the whole earth hath no glories higher</br>Than peace of heart and happiness at hame,&mdash;</br>The poet's deathless praise &mdash; the saviour hero's name.\"", "So sung they, while with his companions brave</br>Homeward hied Eustace Graeme by stream and tree.</br>Some spoil he had; a gold casque and a glaive</br>Hafted with gold, and rough with diamonds, he</br>Won them from Selby in stark jeopardie:</br>And for his mother, what he prized the most,</br>A mantle richly flowered and curiouslie</br>O'erwrought with some historic painter's boast,</br>Of Scotland's Thistle trode down by a Southron host.", "Much mirth was theirs &mdash; war was no wonder then;</br>Dread fled with danger, and the cottage cocks,</br>The shepherd's war-pipe, called the sons of men</br>When morning's wheel threw bright dew from its spokes,</br>To pastures green to lead again their flocks:</br>The horn of harvest followed with its call;</br>Fast moved the sickle and swift rose the shocks,</br>Behind the reapers like a golden wall&mdash;</br>Gravely the farmer smiled, by turns approving all.", "The ripe corn waved in lone Dalgonar glen,</br>That, with its bosom basking in the sun,</br>Lies like a bird; the hum of working men</br>Joins with the sound of streams that southward run,</br>With fragrant holms atween; then mix in one</br>Beside a church, and round two ancient towers</br>Form a deep fosse.  Here sire is heired by son,</br>And war comes never:  ancle deep in flowers</br>In summer walk its dames among the sunny bowers.", "Upon the morn of which I sing, its church</br>Sent holy sounds into the brightening air,</br>And men with hoary haffets sought its porch,</br>And ancient dames and damsels passing fair;</br>The melody of hymns, the voice of prayer,</br>Rose high to heaven for our afflicted land.</br>Miles Graeme knelt down, and sad his snowy hair</br>He stroked, and prayed, that God's own helping hand</br>Would Scotland and his Son shield from the Southron brand.", "He rose, and homeward by the slumbering stream</br>Walked with the morn-dew glistening on his shoon.</br>The sun was up, and his outbursting beam</br>Touched tower and tree and pasture hills aboon;</br>The stars were quenched, and vanished was the moon;</br>Loud lowed the herds and the glad partridge' cry</br>Made corn-fields musical as groves at noon:</br>Birds left the perch, bee following bee hummed by,</br>And gladness reigned on earth and brightness claimed the sky.", "\"Song to the bird,\" he said, \"bloom to the bough,</br>Fruits to the earth, and fragrance to the morn,</br>Flowers to the bee, to Winter sleet and snow,</br>To Spring her lilies in the sunshine born:</br>To Summer berries, and to Autumn corn,&mdash;</br>Fowls to the air, fish to the silent stream,</br>Speed to the roebuck, echoes to the horn,</br>Motion to water, light to the moonbeam,</br>To Age sad doubts and cares &mdash; to Youth his golden dream:&mdash;", "\"To Youth his short and sunny dream &mdash; alas!</br>How bitter, bitter must the wakening be.&mdash;\"</br>Just then, descending through the woody pass</br>Which joins the valley with the uplands, he</br>Saw Eustace Graeme with all his comrades free&mdash;</br>Men came and gazed and left the corn unreap'd,</br>Gray Miles for gladness was nigh fit to flee;</br>He cried, \"God bless thee!\"  high his old heart leapt,</br>He tried to run &mdash; for joy he could not &mdash; but he wept.", "He wept, but 'twas with gladness and great joy,</br>For dearer far than conquerors' trophies, hame</br>Came his sole child, his heart's delight &mdash; his boy.</br>He stretch'd his arms and faintly named his name,</br>And said, \"Hast thou come from a field of fame?</br>How went the fight?  a warrior stout and fell</br>Is Ralph Latoun &mdash; a spirit like the flame</br>That mounts and burns &mdash; I mind his father well&mdash;</br>O I have much to ask, and thou hast much to tell.\"", "\"Aye, thou mayest die, Miles Graeme, as soon's thou wilt,</br>Thy happy day is come,\" John Lorburne said,</br>\"For ne'er was stout hand laid on weapon hilt</br>With such good will as our young leader laid.</br>Lord Selby tried the sharpness of his blade;</br>From Ralph Latoun he made the red blood rain.</br>With Eustace Graeme and the good saints to aid</br>We won green Nithsdale to our Queen again.\"</br>He spoke and gladdened all &mdash; an hundred hearts were fain,", "And as he ceased they shouted.  Shout on shout</br>Made all the glen of green Dalgonar ring;</br>Fast from their homes, as from their hives gush out</br>The bees when on them bursts the blooming spring,</br>Men start forth first, and high their bonnets fling&mdash;</br>Dames follow, glad in all men's joys to share;</br>The foot of dowie care has found a wing,</br>And gray fourscore roused from its dreamy lair</br>Comes forth to swell the joy and fill with song the air.", "And plucking holly boughs and pulling flowers,</br>The maids and matrons forth to greet him go.</br>Upon his head so thick the fragrant showers</br>Fall, that Eupheme his mother scarce can know</br>The son for whom she dreed the birthtime throe.</br>Her joy found every form but that of words,</br>Her breast could scarce contain her heart's o'erflow&mdash;</br>She murmured low, \"The praise be all the Lord's</br>And good Saint Bride's, that saved thee from the Southron swords.\"", "No gentle oath a peasant swore.  \"Saint Bride!</br>Believe her not!  no more in gods of stone</br>Shall I put trust; amid the battle's tide</br>I called on her, for fierce Latoun rushed on</br>And would have sped me, when a nobler one</br>Than any saint of metal, stone, or tree,</br>Stopt the dread Southron &mdash; Eustace Graeme alone,</br>Henceforth sole saint to Simon Burn shall be.\"</br>He laughed, and threescore youths laughed louder still than he.", "\"Mock not the saints, my children, said the dame,</br>Though now to mock them men so fiercely preach&mdash;</br>But humble be of heart, kneel at the name</br>Of holy things; far far beyond the reach</br>Of our blind knowledge, God sits high to teach</br>With pest, war, thunder, lessons dread and deep;</br>We are but scattered pebbles on the beach,</br>O'er which eternity's dread waters sweep.\"</br>A bandsman sighed, and said, \"Aye, as we sow we reap.\"", "She spoke, whom all revered.  Home, home they go</br>Rejoicing with great joy:  the land is freed</br>By native yalour from a foreign foe.</br>Now reap and plow in peace, and sow the seed,</br>And let the minstrels give to merit meed,</br>Sage matrons said:  meanwhile with ear and eye</br>On gladsome youth, they kept sagacious heed,</br>And paused, and said, amid their grave employ,</br>\"Let meek-eyed Holiness aye fill the cups of Joy.\"", ""]