["My opening numbers told of strength's decline;</br>My last have painted life a vale of tears:&mdash;</br>Let me not mournfully my task resign,</br>Like one whose dark existence nought endears;</br>Without are fightings, and within are fears!</br>Be such awhile forgot; I turn to thee,</br>And to the promise of thy early years,</br>As to the unfolding floweret flies the bee,</br>Or as I gaze in Spring on some young blooming tree.", "The gnarled oak, with ivy overgrown,</br>Scath'd, blighted, blasted, when it meets the view</br>May well call forth thought's moralizing tone,</br>Awakening meditations &mdash; sad, yet true:&mdash;</br>But objects may be found of brighter hue,</br>To which it is delightful still to turn;</br>Heaven's cloudiest arch, at times, has spots of blue,</br>Flowers bud and blossom round the funeral urn,</br>And gleams of sunshine break o'er Winter's landscape stern.", "Such hast thou been unto my spirit's eye,&mdash;</br>A ray of sunshine on life's wintry scene,</br>\"A spot of azure in a cloudy sky;\"</br>A wreath of ivy, with its glossy green,</br>Dark, wither'd leaves and mossy boughs between:</br>A star in night's dim arch with brightness glowing,</br>A blooming lowly flower of modest mien</br>In unsunn'd depth of glade untrodden growing,</br>A solitary spring, in some bleak desert flowing.", "These things derive their magic loveliness</br>From contrast, and in darkness brighter shine,</br>And such, amid the ceaseless throng and press</br>Of ills which make the heart of manhood pine,</br>The charm of guileless innocence like thine;</br>Care-fretted hearts confess its soothing spell,</br>The toil-worn spirits own its power benign,</br>Feeling and thought ope memory's hidden cell,</br>And near life's fountain-head we briefly seem to dwell.", "There is a holy, blest companionship</br>In the sweet intercourse thus held with those</br>Whose tear and smile are guileless; from whose lip</br>The simple dictate of the heart yet flows;&mdash;</br>Though even in the yet unfolded rose</br>The worm may lurk, and sin blight blooming youth,</br>The light born with us long so brightly glows,</br>That childhood's first deceits seem almost truth,</br>To life's cold after lie, selfish, and void of ruth.", "Oh!  happy hours, when smile succeeds to tear,</br>And tear to smile, each taintless, brief, and bright;</br>When joy treads fast on sorrow, hope on fear;</br>Yet all too fresh to sate the appetite:</br>When peaceful slumbers seal the eyes at night,</br>And happy dreams on tranquil rest attend;&mdash;</br>Who but must mourn that age and sin should blight</br>Young hearts on which celestial dews descend,</br>Or pain's deep rankling thorns with pleasure's blossoms blend?", "Well spake our blessed Lord, while yet on earth,</br>Suffer the little ones to come to me,</br>And chide them not: &mdash; to those who know their worth</br>Of such His heavenly kingdom seems to be;</br>Nor can we hope its glories e'er to see,</br>Or taste its blessedness, 'till reconcil'd</br>To God, and through His holy grace set free</br>From every sin whose thraldom has defil'd,</br>The spirit enter there e'en as a little child.", "Then when we meet with such, whose very glee</br>Is ting'd with thoughtfulness beyond their years,</br>Each thought and feeling now inspir'd by Thee</br>The natural homage of the heart appears:</br>Object of fondest wishes, hopes, and fears,</br>Might prayer of mine, dear child, a blessing claim,</br>Bright be thy smiles, and pangless be thy tears</br>As now they are, and ne'er may guilt or shame</br>Corrode thy guileless heart, or taint thy spotless name.</br>"]