["Ye thoughtless, gay sons of the smile,</br>Whose days fly in rapture along,</br>Can you rest from your pleasures awhile,</br>And attend to the sighs of my song?", "I have heard that your bosoms can melt</br>When the weak are involv'd in despair;</br>I have heard that ye sometimes have felt</br>For the Muse, when she drops the sad tear.", "When your pleasures are too much possess'd,</br>Insipid and languid they grow;</br>For pleasure is relished best,</br>Contrasted with social woe.", "When innocence smil'd on my cheek,</br>And simplicity lisp'd on my tongue,</br>I know not what forc'd me to speak</br>With rapture of music and song.", "I admir'd the shrill pipe of the swain;</br>I would grieve for the nightingale's sigh;</br>I would listen to hear her complain,</br>For I lik'd her &mdash; I could not tell why.", "I tun'd my young reed without art,</br>For I knew not that art was requir'd;</br>I spoke what was told by my heart,</br>And sung as fair Nature inspir'd.", "When Aurora first blush'd in the East,</br>In the grove I would often repeat;</br>When Phoebus had sunk in the West,</br>I sung &mdash; for I thought it was sweet.", "Ever sacred be Nature's kind ray,</br>Whose lustre first beam'd on my mind!</br>O blest be my Pope, whose soft lay</br>Kind Nature's impression refin'd.", "Ever-lov'd be the Muse and the song,</br>Whose smiles on my heart are impress'd;</br>Who bade me forsake the rude throng,</br>And nourish the flame in my breast.", "I resolv'd to obey the kind Fair,</br>And began for redress to implore;</br>They told me \"how rude was my pray'r,</br>Ambition befits not the poor.\"", "Did I seek to be rich, and aspire?</br>Fair Queen of the silver-rob'd train,</br>And ye groves, where I wander'd alone,</br>(For ye often have heard me complain)", "If avarice, pleasure, or pride,</br>Or the madness ambition that warms,</br>E'er lodg'd in this breast; &mdash; if they did,</br>May I never more gaze on your charms!", "I said, 'twas my bosom's desire</br>In the train of the Bards to rehearse;</br>To echo Pope's musical lyre,</br>Or Shenstone's sweet pastoral verse.", "But they told me, \"his fate is the worst,</br>Whose time with the Muses is spent;</br>His days are with poverty curst,</br>And he knows not the joys of content.\"", "They bade me \"beware of the Fate</br>Of Bards that existed before;</br>For Dryden was slave to the Great,</br>And Shenstone complain'd he was poor.\"", "To be richer was ne'er my request,</br>Nor the pomp that with riches is bought.</br>May I die, if this innocent breast</br>E'er harbour'd so wicked a thought!", "I ask not, I wish not for more,</br>Nor the art to attain to be rich;</br>Thou ye bid me for life-time be poor,</br>Never curse me, ye Gods, with too much.", "O curs'd be Ambition's mean views,</br>For folly and wealth are the same;</br>Then welcome for ever the Muse!</br>I can ne'er be more poor than I am.", "But Fate has denied my request,</br>Adieu!  ev'n the hope of relief!</br>'Tis vain to expect to be blest,</br>For all they have left me is grief.", "My time in sad silence is spent,</br>By day and by night I complain;</br>'Tis needless by day to lament,</br>And at midnight I murmur in vain.", "To the woods I repair to lament,</br>For I find they are kinder than they;</br>The woods can repeat my complaint,</br>And prolong and re-echo my lay.", "Philomela can join with my sigh,</br>The breezes can lull my repose;</br>The rocks to my plaint will reply,</br>And the streamlet can weep for my woes.", "When my cheek is bedew'd with the tear,</br>When I sigh for the lot that is mine,</br>Fair Hope comes, and speaks in my ear,</br>\"Be chearful, and do not repine!\"", "I cou'd hope &mdash; but that never will do&mdash;</br>False Fortune for ever beguiles;</br>Too well her delusions I know,</br>To trust any more to her smiles.", "Farewell! &mdash; ah!  farewell to the Muse!</br>No more shall I ask for her aid:</br>Henceforth be contracted my views,</br>And myself wrapt in silence and shade.</br>"]