["O welcome to my soul congenial Pow'r!</br>Rough Winter hail!  I love thy hoary locks,</br>Thy tempest-breathing sighs,</br>The deluge of thy tears.", "The forest shrinks beneath thine iron rod,</br>And the sad herds a faithless shelter seek,</br>Where the time-moulder'd tow'r,</br>Hangs tott'ring o'er the plain.", "They raise their wishful eyes that seem t' upbraid</br>The ruthless season; while the raven cries,</br>From solitary tree,</br>With hoarse, and mournful note.", "High Fiesole, of the bright mantle spoil'd</br>That once he wore with Flora's brede adorn'd,</br>In many a low'ring cloud,</br>Enwraps his sullen breast.", "Nor longer Arno winds a stealing course</br>Thro' laughing meads, but on swift eddies borne,</br>His rude discordant tide</br>Rolls to the western deep.", "This is my fav'rite hour of bliss serene,</br>To me more grateful, than the gaudy time,</br>When vocal Spring awakes</br>Her gaily-painted flowers.", "Than when red Summer glares with sultry gaze</br>On the parch'd hills, or sallow Autumn throws</br>His golden treasure round,</br>And drains the purple vine.", "Amidst the dreary Apennines I hear</br>The rumbling rocks increase the torrent's roar,</br>And the wide-ranging wolf</br>Howl on the mountain's side.", "While Echo, starting from her icy bed,</br>Mimicks the uproar wild, and Fancy comes</br>In pilgrim robe array'd,</br>And waves her magic wand.", "Lo!  at her call the fairy visions rise,</br>That calm the sense of woe, Remembrance brings</br>The mirrour of the past,</br>And sober Reason reigns.", "Where are the jocund hours of wanton Mirth</br>That late beguil'd my youth, where are the friends</br>That join'd the choral lay,</br>When life's fair morn began?", "Perchance they chase the fleeting pleasures still,</br>Nor cast one thought on him who listens here</br>To the wild storm, and woos</br>Grim midnight to his arms.", "Then welcome to my soul congenial Power!</br>Rough Winter hail!  I love thy hoary locks,</br>They tempest-breathing sighs,</br>The deluge of thy tears.</br>"]