["Chief of all wealth earth's secret womb contains,</br>Sparkle the diamonds of GOLCONDAN mines,</br>Chief of all produce, from her cultur'd plains,</br>Flow the rich liquors of BERGUNDIAN vines;</br>And CHIEF OF VIRTUES of the human soul</br>Impartial JUSTICE shines, whose strict controul</br>Preserving order, and supporting law,</br>Holds minds, that wish not to rebel, in willing awe!", "Down from the glittering nail his Dorian lyre</br>If PINDAR took, and felt th' inspiring flame,</br>If at his call repair'd t' Aonian choir</br>To praise some victor of the Olympic game,</br>Shall not slight conquests on the dusty field</br>To sage decrees of truth and wisdom yield?</br>Round THERON'S brows shall laureate honours twine,</br>And not, O KENYON!  equal eulogies be thine?", "If true the purport of this SABINE strain</br>\"The MUSE FORBIDS THE VIRTUOUS MAN TO DIE,\"</br>If verse can still its wonted power maintain,</br>And grant the meed of IMMORTALITY;</br>Now that all hopes of warlike trophies fall,</br>While North and South the GALLIC arms prevail,</br>Yet nobler triumphs shall the MUSE proclaim,</br>And crown INTERIOR WORTH with wreaths of lasting fame!", "GUARDIAN of MORALS!  whose presiding voice</br>Awful is heard in these degenerate times,</br>No foul adulterers shall in lust rejoice,</br>No titled gamblers varnish snares and crimes;</br>Thine equal eye shall mark the crafty peer,</br>And, train'd to fraud, the villain auctioneer;</br>Life, honour, property, tho' Heav'n bestow,</br>To thee and thy compeers their safe delights we owe!", "For this, while annals can embalm the past,</br>Perennial with the WISE and GOOD be found</br>Thy name, through long posterity to last,</br>While future JUDGES kindle at the sound!</br>Thus shall that name remain like SOLON'S great,</br>Who, mild yet firm, reform'd th' ATHENIAN state,</br>Or his who, scornful of inglorious rest,</br>Form'd to severer toils each manly SPARTAN breast!", "Nor let this PLAUSIVE STRAIN thine ear offend!</br>SATIRE'S strong bolt the MUSE at will can throw,</br>And she, perchance, no vulgar aid shall lend</br>To bring opprobrious GUILT'S proud vauntings low;</br>She knows to deal her vengeance round the land</br>On each bold vice that dares thy power withstand,</br>She crimes can scourge, impervious to the LAWS,</br>And, leagu'd with HEAV'N, and Thee, assert fair VIRTUE'S cause!</br>"]