["O happy Earth!  reality of Heaven!</br>To which those restless souls that ceaselessly</br>Throng through the human universe, aspire;</br>Thou consummation of all mortal hope!</br>Thou glorious prize of blindly-working will!</br>Whose rays, diffused throughout all space and time,</br>Verge to one point and blend forever there:</br>Of purest spirits thou pure dwelling-place!</br>Where care and sorrow, impotence and crime,</br>Languor, disease, and ignorance dare not come:</br>O happy Earth, reality of Heaven!", "Genius has seen thee in her passionate dreams,</br>And dim forebodings of thy loveliness</br>Haunting the human heart, have there entwined</br>Those rooted hopes of some sweet place of bliss</br>Where friends and lovers meet to part no more.</br>Thou art the end of all desire and will,</br>The product of all action; and the souls</br>That by the paths of an aspiring change</br>Have reached thy haven of perpetual peace,</br>There rest from the eternity of toil</br>That framed the fabric of thy perfectness.", "Even Time, the conqueror, fled thee in his fear;</br>That hoary giant, who, in lonely pride,</br>So long had ruled the world that nations fell</br>Beneath his silent footstep.  Pyramids,</br>That for milleniums had withstood the tide</br>Of human things, his storm-breath drove in sand</br>Across that desert where their stones survived</br>The name of him whose pride had heaped them there.</br>Yon monarch, in his solitary pomp,</br>Was but the mushroom of a summer day,</br>That his light-winged footstep pressed to dust:</br>Time was the king of earth:  all things gave way</br>Before him, but the fixed and virtuous will,</br>The sacred sympathies of soul and sense,</br>That mocked his fury and prepared his fall.", "Yet slow and gradual dawned the morn of love;</br>Long lay the clouds of darkness o'er the scene,</br>Till from its native heaven they rolled away:</br>First, crime triumphant o'er all hope careered</br>Unblushing, undisguising, bold and strong;</br>Whilst falshood, tricked in virtue's attributes,</br>Long sanctified all deeds of vice and woe,</br>Till done by her own, venomous sting to death,</br>She left the moral world without a law,</br>No longer fettering passion's fearless wing,</br>Nor searing reason with the brand of God.</br>Then steadily the happy ferment worked;</br>Reason was free; and wild though passion went</br>Through tangled glens and wood-embosomed meads,</br>Gathering a garland of the strangest flowers,</br>Yet like the bee returning to her queen,</br>She bound the sweetest on her sister's brow,</br>Who, meek and sober kissed the sportive child,</br>No longer trembling at the broken rod.", "Mild was the slow necessity of death:</br>The tranquil Spirit failed beneath its grasp,</br>Without a groan, almost without a fear,</br>Calm as a voyager to some distant land,</br>And full of wonder, full of hope as he.</br>The deadly germs of languor and disease</br>Died in the human frame, and purity</br>Blest with all gifts her earthly worshippers.</br>How vigorous then the athletic form of age!</br>How clear its open and unwrinkled brow!</br>Where neither avarice, cunning, pride, or care,</br>Had stamped the seal of grey deformity</br>On all the mingling lineaments of time.</br>How lovely the intrepid front of youth!</br>Which meek-eyed courage decked with freshest grace;</br>Courage of soul, that dreaded not a name,</br>And elevated will, that journeyed on</br>Through life's phantasmal scene in fearlessness,</br>With virtue, love, and pleasure, hand in hand.", "Then, that sweet bondage which is freedom's self,</br>And rivets with sensation's softest tie</br>The kindred sympathies of human souls,</br>Needed no fetters of tyrannic law:</br>Those delicate and timid impulses</br>In nature's primal modesty arose,</br>And with undoubting confidence disclosed</br>The growing longings of its dawning love,</br>Unchecked by dull and selfish chastity,</br>That virtue of the cheaply virtuous,</br>Who pride themselves in senselessness and frost.</br>No longer prostitution's venomed bane</br>Poisoned the springs of happiness and life;</br>Woman and man, in confidence and love,</br>Equal and free and pure together trod</br>The mountain paths of virtue, which no more</br>Were stained with blood from many a pilgrim's feet.", "Then, where, through distant ages, long in pride</br>The palace of the monarch-slave had mocked</br>Famine's faint groan, and penury's silent tear,</br>A heap of crumbling ruins stood, and threw</br>Year after year their stones upon the field,</br>Wakening a lonely echo; and the leaves</br>Of the old thorn, that on the topmost tower</br>Usurped the royal ensign's grandeur, shook</br>In the stern storm that swayed the topmost tower</br>And whispered strange tales in the whirlwind's ear.", "Low through the lone cathedral's roofless aisles</br>The melancholy winds a death-dirge sung:</br>It were a sight of awfulness to see</br>The works of faith and slavery, so vast,</br>So sumptuous, yet so perishing withal!</br>Even as the corpse that rests beneath its wall.</br>A thousand mourners deck the pomp of death</br>To-day, the breathing marble glows above</br>To decorate its memory, and tongues</br>Are busy of its life:  to-morrow, worms</br>In silence and in darkness seize their prey.", "Within the massy prison's mouldering courts,</br>Fearless and free the ruddy children played,</br>Weaving gay chaplets for their innocent brows</br>With the green ivy and the red wall-flower,</br>That mock the dungeon's unavailing gloom;</br>The ponderous chains, and gratings of strong iron,</br>There rusted amid heaps of broken stone</br>That mingled slowly with their native earth:</br>There the broad beam of day, which feebly once</br>Lighted the cheek of lean captivity</br>With a pale and sickly glare, then freely shone</br>On the pure smiles of infant playfulness:</br>No more the shuddering voice of hoarse despair</br>Pealed through the echoing vaults but soothing notes</br>Of ivy-fingered winds and gladsome birds</br>And merriment were resonant around.", "These ruins soon left not a wreck behind</br>Their elements, wide scattered o'er the globe,</br>To happier shapes wore moulded, and became</br>Ministrant to all blissful impulses:</br>Thus human things were perfected, and earth,</br>Even as a child beneath its mother's love,</br>Was strengthened in all excellence, and grew</br>Fairer and nobler with each passing year.", "Now Time his dusky pennons o'er the scene</br>Closes in stedfast darkness, and the past</br>Fades from our charmed sight.  My task is done:</br>Thy lore is learned.  Earth's wonders are thine own,</br>With all the fear and all the hope they bring.</br>My spells are past:  the present now recurs.</br>Ah me!  a pathless wilderness remains</br>Yet unsubdued by man's reclaiming hand.", "Yet, human Spirit, bravely hold thy course,</br>Let virtue teach thee firmly to pursue</br>The gradual paths of an aspiring change:</br>For birth and life and death, and that strange state</br>Before the naked soul has found its home,</br>All tend to perfect happiness, and urge</br>The restless wheels of being on their way,</br>Whose flashing spokes, instinct with infinite life,</br>Bicker and burn to gain their destined goal:</br>For birth but wakes the spirit to the sense</br>Of outward shews, whose unexperienced shape</br>New modes of passion to its frame may lend;</br>Life is its state of action, and the store</br>Of all events is aggregated there</br>That variegate the eternal universe</br>Death is a gate of dreariness and gloom,</br>That leads to azure isles and beaming skies</br>And happy regions of eternal hope.</br>Therefore, O Spirit!  fearlessly bear on:</br>Though storms may break the primrose on its stalk,</br>Though frosts may blight the freshness of its bloom,</br>Yet spring's awakening breath will woo the earth,</br>To feed with kindliest dews its favorite flower,</br>That blooms in mossy banks and darksome glens,</br>Lighting the green wood with its sunny smile.", "Fear not then, Spirit, death's disrobing hand,</br>So welcome when the tyrant is awake,</br>So welcome when the bigot's bell-torch burns;</br>'Tis but the voyage of a darksome hour,</br>The transient gulph-dream of a startling sleep.</br>Death is no foe to virtue:  earth has seen</br>Love's brightest roses on the scaffold bloom,</br>Mingling with freedom's fadeless laurels there,</br>And presaging the truth of visioned bliss.</br>Are there not hopes within thee, which this scene</br>Of linked and gradual being has confirmed?</br>Whose stingings bade thy heart look farther still,</br>When to the moonlight walk by Henry led,</br>Sweetly and sadly thou didst talk of death?</br>And wilt thou rudely tear them from thy breast,</br>Listening supinely to a bigot's creed,</br>Or tamely crouching to the tyrant's rod,</br>Whose iron thongs are red with human gore?</br>Never:  but bravely bearing on, thy will</br>Is destined an eternal war to wage</br>With tyranny and falshood, and uproot</br>The germs of misery from the human heart.</br>Thine is the hand whose piety would soothe</br>The thorny pillow of unhappy crime,</br>Whose impotence an easy pardon gains,</br>Watching its wanderings as a friend's disease:</br>Thine is the brow whose mildness would defy</br>Its fiercest rage, and brave its sternest will,</br>When fenced by power and master of the world.</br>Thou art sincere and good; of resolute mind,</br>Free front heart-withering custom's cold control,</br>Of passion lofty, pure and unsubdued.</br>Earth's pride and meanness could not vanquish thee.</br>And therefore art thou worthy of the boon</br>Which thou hast now received:  virtue shall keep</br>Thy footsteps in the path that thou hast trod,</br>And many days of beaming hope shall bless</br>Thy spotless life of sweet and sacred love.</br>Go, happy one, and give that bosom joy</br>Whose sleepless spirit waits to catch</br>Light, life and rapture from thy smile.", "The fairy waves her wand of charm.</br>Speechless with bliss the Spirit mounts the car,</br>That rolled beside the battlement,</br>Bending her beamy eyes in thankfulness.</br>Again the enchanted steeds were yoked,</br>Again the burning wheels inflame</br>The steep descent of heaven's untrodden way.</br>Fast and far the chariot flew:</br>The vast and fiery globes that rolled</br>Around the Fairy;s palace-gate</br>Lessened by slow degrees, and soon appeared</br>Such tiny twinklers as the planet orbs</br>That there attendant on the solar power</br>With borrowed light pursued their narrower way.", "Earth floated then below:</br>The chariot paused a moment there;</br>The Spirit then descended:</br>The restless coursers pawed the ungenial soil,</br>Snuffed the gross air, and then, their errand done,</br>Unfurled their pinions to the winds of heaven.", "The Body and the Soul united then,</br>A gentle start convulsed Ianthe's frame:</br>Her veiny eyelids quietly unclosed;</br>Moveless awhile the dark blue orbs remained:</br>She looked around in wonder and beheld</br>Henry, who kneeled in silence by her couch,</br>Watching her sleep with looks of speechless love,</br>And the bright beaming stars</br>That through the casement shone.</br>"]