["Now Morn is risen from her cloud-form'd couch,</br>And, as she opes the curtains of the day,</br>Myriads of dewy gems</br>Are shed o'er this fair World.", "And now her tuneful chorister, the Lark,</br>Outstrips the speed of Eolus' swift wings,</br>And, with undaunted eye,</br>Surveys her beauties bright.", "She comes, the peerless bride of royal Day,</br>In all the splendour of an orient queen;</br>The bliss-bestowing Hours,</br>Refresh'd, around her move.", "All hail to thee!  maid of the blushing cheek,</br>The eye of blue, with fringed lid of gold;</br>And of the snowy feet,</br>Dispersing nightly dews.", "Full welcome are thy cheerful smiles to me;</br>For I abhor the dreary hours of Night,</br>Whose hands of dusky hue</br>Throw o'er my joys a shade.", "But thy full-beaming and all-brightning eye</br>Is the rich star of all my youthful hopes,&mdash;</br>With an unerring light,</br>Guiding to Pleasure's paths.", "And see, the Mother of the dimpled Joys,</br>(Whose pow'r can smooth the Stoic's rugged brow,)</br>With a much-meaning smile,</br>Now wooes me to her fane.", "Behold young Laughter, with distended mouth,</br>Comes in her train, urging on sullen Spleen,</br>Who, ever and anon,</br>Murmurs forth vengeful threats;", "But meek Forbearance, with beseeching look,</br>And a restraining hand, steps forth his friend:&mdash;</br>At her approach, the crowd</br>Shrink silently aback.", "But hark!  the horn now breathes its tuneful notes,</br>The sons of Exercise inviting to the chace,</br>From her deep rocky cell</br>Echo gives back the sound;", "And sprightly Health, with limbs which warmly flush,</br>Glides with a fairy fleetness thro' the vale,</br>Brushing away the pearl</br>That decks each flower's head.", "The freshen'd flowers, awaken'd from repose,</br>Diffuse their plenteous stores of luscious sweets;</br>And Zephyrs hover 'round,</br>Inhaling their rich breaths.", "But who is she that mounts yon craggy height?</br>'Tis high-puls'd Fancy, Nature's wildest child!</br>Her eye full swiftly roves,</br>And eke her lightsome feet.", "Thou of the eye of all-creative pow'r,</br>Whose smiles are magic, and whose words are fire,</br>Come, and be thou my guide,</br>To Fiction's fairy bow'rs!", "And I will cull from Poesy's fair groves</br>A wreath of brightest gems, thy brow to grace,</br>There ever it will bloom,</br>Nor aught of fragrance lose.", "Wand'ring o'er Nature's wilds, 'till noon's approach,</br>Then we will seek some cavern's cooling shade,</br>That I may trace thy page,</br>And gain thy sacred fire.", "Then haste thee, Nymph!  come, for thy lover calls;</br>And I will brace my much-neglected lyre,</br>To sing thy wond'rous pow'rs,</br>And never-fading charms!</br>"]