["Yes &mdash; every hopeful Son of Rhyme</br>Will surely seize this happy Time,</br>Vault upon Pegasus's Back,</br>Now grown an Academic Hack,</br>And sing the Beauties of a Queen,</br>(Whom, by the by, he has not seen;)</br>Will swear her eyes are black as jet,</br>Her teeth as Pearls in Coral set;</br>Will tell us that the Rose has lent</br>Her Cheek its Bloom, her Lips its Scent,</br>That Philomel breaks off her Song,</br>And listens to her sweeter Tongue;</br>That Venus and the Graces join'd</br>To form this Phoenix of her Kind,</br>And Pallas undertook to store</br>Her Mind with Wisdom's chiefest Lore:</br>Thus form'd, Jove issues a Decree</br>That GEORGE'S Consort she shall be:</br>Then Cupid (for what Match is made</br>By Poets without Cupid's Aid?)</br>Picks out the swiftest of his Darts,</br>And pierces instant both their Hearts.", "Your fearful Prose-men here might doubt</br>How best to bring this Match about,</br>For Winds and Waves are ill-bred Things,</br>And little care for Queens and Kings;</br>But as the Gods assembled stand,</br>And wait each youthful Bard's Command,</br>All fancy'd Dangers they deride,</br>Of boist'rous Winds, and swelling Tide;</br>Neptune is call'd to wait upon her,</br>And Sea-Nymphs are her Maids of Honour;</br>Whilst we, instead of eastern Gales,</br>With Vows and Praises fill the Sails,</br>And when, with due poetick Care</br>They safely land the Royal Fair,</br>They catch the happy Simile,</br>Of Venus rising from the Sea.</br>Soon as she moves, the Hill and Vale,</br>Responsive tell the joyful Tale;</br>And Wonder holds th' enraptur'd Throng</br>To see the Goddess pass along;</br>The bowing Forests all adore her,</br>Where you and I all Day might travel,</br>And meet with nought but Sand and Gravel;</br>But Poets have a piercing Eye,</br>And many pretty Things can spy,</br>Which neither you nor I can see,</br>But then the Fault's in you and me.</br>The King astonish'd must appear,</br>And find that Fame has wrong'd his Dear;</br>Then Hymen, like a Bishop, stands,</br>To join the Lovers' plighted Hands;</br>Apollo and the Muses wait,</br>The nuptial Song to celebrate.", "But I, who rarely spend my Time</br>In paying Court or spinning Rhyme;</br>Who cannot from the high Abodes,</br>Call down, at will, a Troop of Gods;</br>Must in the plain prosaick Way,</br>The Wishes of my Soul convey.</br>May Heaven our Monarch's Choice approve,</br>May he be blest with mutual Love,</br>And be as happy with his Queen,</br>As with my Chloe I have been;</br>When wand'ring through the Beechen Grove,</br>She sweetly smil'd and talk'd of Love!</br>And oh!  that he may live to see</br>A Son as wise and good as he;</br>And may his Consort grace the Throne</br>With Virtues equal to his own!</br>Our Courtly Bards will needs be telling,</br>That she's like Venus or like Helen;</br>I wish that she may prove as fair</br>As Egremont and Pembroke are;</br>For tho' by Sages 'tis confest,</br>That Beauty's but a Toy at best;</br>Yet, 'tis methinks, in married Life,</br>A pretty Douceur with a Wife:</br>And may the Minutes as they fly,</br>Strengthen still the nuptial Tye,</br>While Hand in Hand thro' Life they go,</br>'Till Love shall into Friendship grow;</br>For tho' these Blessings rarely wait</br>On regal Pomp, and tinsel'd State,</br>Yet Happiness is Virtue's Lot,</br>Alike in Palace and in Cot:</br>'Tis true, the grave Affairs of State,</br>With little Folks have little Weight;</br>Yet I confess my Patriot Heart</br>In Britain's Welfare bears its Part;</br>With Transport glows at GEORGE'S Name,</br>And triumphs in its Country's Fame:</br>With hourly Pleasure I can sit</br>And talk of Granby, Hawke, and Pitt;</br>And whilst I praise the Good and Brave,</br>Disdain the Coward and the Knave.</br>At Growth of Taxes others fret,</br>And shudder at the Nation's Debt;</br>I ne'er the fancied Ills bemoan,</br>No Debts disturb me, but my own.</br>What!  tho' our Coffers sink, our Trade</br>Repairs the Breach which War has made;</br>And if Expences now run high,</br>Our Minds must with our Means comply.</br>Thus far my Politicks extend,</br>And here my warmest Wishes end,</br>May Merit flourish, Faction cease,</br>And I and Europe live in Peace!</br>"]