["Now Phoebus had withdrawn his chearful light,</br>And Cynthia just began the reign of night,</br>Her fainter beams has soften'd every scene,</br>And the tall shadows trembled on the Green:</br>No sound was heard, save where sad Philomel,</br>In pensive accents told her mournful tale.</br>Invited by a laurel's spreading shade,</br>A fit retreat for contemplation made;</br>I laid me down, to take a short repose,</br>When in my mind, these mystick scenes arose.</br>Methought the softest sounds assail'd my ear,</br>And more than mortal fragrance fill'd the air.</br>When, lo!  a youth appear'd, divinely fair!</br>His eyes celestial blue; a silver white his hair;</br>Green was his robe, with flowers of various hue,</br>The rose's blushing red, the violet's lively blue;</br>Where'er he trod a thousand sweets ascend,</br>Where'er he pass'd the trees their leaves expand:</br>Each tender bud now opens into bloom,</br>And from his breath receives divine perfume:</br>The birds in softest notes assay'd to sing,</br>And hail a welcome to the lovely SPRING.</br>Then came the Queen of Love, while hand in hand</br>The sports and pleasures form'd a jovial band:</br>The Graces next, and little Loves advance,</br>And join the pleasures in a sprightly dance;</br>And as they round the flow'ry meadows rove,</br>They sing the praises of the god of Love.", "\"Hail to that god whom gods obey,</br>Who bear'st o'er earth a sov'reign sway,</br>To whom all things their order owe</br>From whom our greatest blessings flow,</br>Who makes the jarring elements agree,</br>And keeps the world in perfect harmony,</br>For know, when love shall cease to reign,</br>Chaos must soon return again.\"", "SUMMER came next with a majestick pace,</br>Robust his limbs, a sanguine hue his face:</br>The silken vest that lightly o'er him spread,</br>Was partly green but intermix'd with red,</br>Vesper pursued in golden robes array'd,</br>With fair Aurora, rosy finger'd maid!</br>On every flower a sweetness she bestow'd</br>Touch'd by her hand, their colours livelier glow'd.</br>A troop of merry reapers led the rear</br>With each an offering for the goddess Cere'.</br>When Sol his brightest beams display'd,</br>And drove them to the streams and cooling shade,</br>Where Flora lay in calm repose,</br>On the soft bosom of the rose;</br>While wanton zephyr round her play'd,</br>And fann'd, and kiss'd the sleeping maid.", "Sober AUTUMN in the rear appears</br>A venerable form, replete with years,</br>His aspect open, and his air serene,</br>At once a serious, and yet chearful mien,</br>The russet robe which on his shoulders spread,</br>The colour of the fallen leaves display'd.</br>Pomona follow'd:  in her hand she held</br>A basket with the choicest fruitage fill'd.</br>Next in a car appear'd the god of wine,</br>Around whose temples purple clusters twine;</br>Within his hand he held a golden vase,</br>In which the grape's delicious juice was press'd,</br>While all around his gay attendants throng;</br>When thus the god began, they join'd the song.", "\"Too soon these gay scenes will be vanish'd from sight,</br>Their beauties will wither when winter appears,</br>But in wine there are charms that will ever delight,</br>And will keep without fading through the whole year.\"", "Yet, while they sung, unwelcome storms arise,</br>And threat'ning clouds deform the azure skies,</br>These well-known signs fill all the troop with fear,</br>Signs that proclaim decrepit WINTER near.</br>He came, attended by a hollow blast,</br>And Desolation follow'd as he pass'd.</br>The feather'd songsters his dread presence fled,</br>And every flower droop'd its languid head.</br>No more the streams in soft meanders stray</br>But bound in icy fetters now they lay.</br>The gloomy god advanc'd, with solemn pace,</br>Red were his eyes, and furrow'd was his face;</br>Livid his hue; his head was bald save where,</br>Cold icicles supplied the place of hair:</br>In warmest furs his shivering limbs were roll'd,</br>In many a swathe, and yet seem'd numb'd with cold.</br>All Nature sicken'd at the horrid sight</br>And every pleasure seem'd prepar'd for flight,</br>When Comus god of soft delights appears,</br>Recalls the flying joys and drooping Nature chears.</br>With him came mirth and laughter free,</br>And Wit, and pleasing raillery,</br>And humour full of harmless glee.</br>Good-nature, ever dress'd in smiles</br>\"And Sport that wrinkled Care beguiles.\"</br>While Vesta lights her chearful fires</br>And all the warmth of Spring inspires,</br>In merry dance some trip along</br>While others join with chearful song;</br>When one amongst the rest began,</br>But only this I heard of what he sang.", "\"Tho' tempests roar, or storms arise</br>And tow'ring clouds obscure the skies,</br>Tho' nipping frosts, or chilling rains</br>Or fleeting snow  despoil the plains.</br>Tho' Phoebus' rays no more should warm,</br>And Nature's self should cease to charm,</br>Yet let Mirth, Wit, and Love be near,</br>And Spring will reign throughout the year.\"", "While thus I lay admiring with delight</br>The various forms that pass'd before my sight,</br>Sad Philomel began her strains so high,</br>As rous'd me from the pleasing lethargy.</br>Sleep left my eyes, when for these fairy scenes</br>I saw tall elms, clear streams, and turfed greens.</br>"]