["Up rose the full moon in a heaven of blue,</br>And sweetly sang the hermit nightingale,</br>As, with slow steps, I saunter'd through the vale,</br>Brushing aside the wild flow'rs bright with dew;</br>There hung a purple haze athwart the hills;</br>And all was hush'd beside me and remote;</br>Gleam'd, as they trickled, the pellucid rills,</br>Or 'neath the sallows dark seclusion sought;</br>The stars, dim twinkling in celestial mirth,</br>Seem'd sleepless eyes that watch'd the slumber-mantled earth.", "A while I stray'd beneath green arbute trees,</br>As the scarce-breathing west-wind, with a sigh,</br>The glittering greenness kiss'd in wandering by;</br>Around me roses bloom'd; and, over these,</br>The moss-brown'd lilac and laburnum bright,</br>Commingled their blown richness, perfume sweet</br>From wild flowers breathed, and violets exquisite,</br>Crush'd in their beauty by my careless feet;</br>O'er earth and air a slumberous influence stole,</br>With wizard power, that charm'd the billows of the soul.", "So, as reclining 'mid the blooms I lay,</br>The moonlight and the landscape bland declined.</br>And, rapt from outward shows, the tranced mind</br>Woke 'mid the splendours of another day.</br>It was a wondrous scene; receding far</br>Into the distance, hills o'er hills arose,</br>Of mighty shapes and shades irregular,&mdash;</br>Here green with verdure, and there capp'd in snows;</br>Here gorgeous groves, there desert wastes sublime;</br>And, gazing, well I knew the changeful realm of Time.", "In the midst a Temple stood, whose arches shew'd</br>All architecture's grand varieties;</br>Carved columns rear'd their summits to the skies,</br>While, over others, the dark mould was strew'd:</br>Pile picturesque and wild!  with spires and domes,</br>And pyramids and pillars manifold,</br>And vaults, wherein both bird and beast made homes;</br>And part was strongly fresh; and part was old;</br>And part was mantled o'er by Ruin grey;</br>And part from eye of man had wholly sunk away.", "Methought a spirit led me up the tower,</br>And bad me gaze to the east; &mdash; there calmly bright,</br>Revolving pageants charm'd my tranced sight,</br>In that deep flow of inspiration's hour</br>As changed the vision. &mdash; On Moriah's steeps</br>Behold a victim son for offering bound,</br>While the keen knife the awless Patriarch keeps</br>Unsheathed to perpetrate the mortal wound.</br>But, hark, an angel, &mdash; \"Stay thy hand from death&mdash;</br>For God hath known thee just, Heaven murmurs of thy faith.\"", "Now 'tis a desert vast; but wherefore roam</br>These countless multitudes?  before them, lo</br>The pillar'd smoke revolves, as on they go,</br>By Heaven directed to their promised home.</br>Their garments know not wear; the skies rain bread;</br>Out gushes water from the obedient rock,</br>By miracle at once sustain'd and led;</br>Until, at length, the Shepherd of the flock,</br>From Pisgah gazes down on Palestine,</br>Then shuts in death his eyes that glow with hope divine.", "A crimson battle-field! &mdash; careering steeds</br>Over the prostrate and the perish'd driven;</br>The moon turns pale, the sun stands still in heaven,</br>As Israel conquers, and the godless bleeds.&mdash;</br>A son's rebellion &mdash; \"Spare him!\" cried the King,</br>The Father; but from Ephraim, tidings dire</br>Smite on his heart; for Joab, triumphing,</br>Hath slain the erring in relentless ire:</br>Then bleeds his heart, then bows he in despair&mdash;</br>\"Oh, Absalom, my son!\" and tears his silver hair.", "A banquet hall &mdash; 'tis gorgeous Babylon,</br>The palace, and the satraps; radiant shine</br>A thousand lamps; the heathen's festal wine</br>Brims golden cups that in God's temple shone;&mdash;</br>Quench'd is the mirth, the music dies away&mdash;</br>Belshazzar trembles, &mdash; for a visible hand</br>Writes on the wall the date of his decay&mdash;</br>Wealth reft, life forfeited, and bondaged land:&mdash;</br>'Twas darkness then, but, ere red morning shone,</br>The Persian bursts his gates, the Mede is on his throne.", "Spirit of Homer!  is it but a dream,</br>A spectre of the fancy, that reveals</br>To us such majesty and power, and steals</br>The bosom from what is, to what may seem.&mdash;</br>It matters not; still Agamemnon reigns,</br>The king of men; by Chrysa moors the fleet;</br>Achilles in his chariot scours the plains,</br>Shewing to Troy slain Hector at his feet;</br>Andromache laments, and Ruin lowers</br>On Priam's princely line, and Ilion's fated towers.", "Behold on yon seven hills a city rear'd,</br>Immense. majestic, mistress of the world;</br>O'er all the standard of her power unfurl'd,</br>By subject nations is obey'd and fear'd.</br>She calls her vassals &mdash; Mauritania pours</br>Her golden tribute; proud Hispania bows;</br>Rude Albion answers from her chalky shores;</br>The echo sounds o'er Scandinavia's snows;</br>Swart Scythia hears the summons; and, afar,</br>Blue Thule in the main 'neath Eve's descending star.", "Behold the Persian &mdash; like a green bay tree</br>Flaunting in summer beauty; to the shores</br>Of Hellespont an armed million pours</br>To shackle Greece, &mdash; to subjugate the free:</br>Yet Xerxes, thou wert man, and shall not die</br>Thy passionate saying, still thy voice we hear,</br>As, o'er the peopled plain's immensity,</br>Flash to the sunset, corslet, helm, and spear,</br>\"A century hence, &mdash; and of this fair array</br>There beats no bosom now, but shall be silent clay!\"", "City of Dido, by the sounding sea!</br>I know thee by thy grandeur desolate&mdash;</br>Green weeds wave rankly o'er thy levell'd gate</br>The sea-fowl and the serpent dwell in thee&mdash;</br>Where are thy navies?  Whelm'd beneath the wave!</br>Where are thine armies, that, with thundering tread,</br>Shook Rome to her foundation rocks, and gave</br>Manure to Cannae of the Roman dead?</br>Nought of thy vanish'd state the silence speaks;</br>The fisher spreads his nets, on high the heron shrieks!", "Oh, hundred-gated Thebes, magnificent!</br>Where Memnon's image hymn'd the march of Time,</br>As sank the day-star 'mid the dewy prime,</br>In tones celestial with the sunrise lent,</br>I know thee by thy remnant. Titan-like;</br>And thee, proud Memphis, proud, alas!  no more,</br>Whose thinn'd and desolate fragments scarcely strike</br>The pilgrim's eye on thy blue river's shore,</br>And thee, Palmyra, 'mid whose silent piles</br>Still lingering grandeur sleeps, the unworshipp'd sun still smiles.", "I see thee now, supreme Jerusalem!</br>The city of the chosen, great in power;</br>Glory surrounds thee in thy noontide hour,</br>Of Palestine's green plains the diadem.</br>Now graves give up their dead mid thunders drear;</br>A murmuring multitude on Calvary see.&mdash;</br>The temple's vail is rent, &mdash; a sound of fear!</br>'Tis \"Eli!  Eli!\" from the accursed tree;</br>Daylight shrinks waning from the scene abhorr'd,</br>And shuddering Nature shares the pangs that pierce her lord.", "From Danube, see, from Don, and Volga's banks,</br>Come pouring to the South barbarian hordes,</br>Innumerous, irresistible, keen swords</br>Their only heritage, their home the ranks:</br>Erst like the locusts on Egyptian vales</br>They darken, and the treasured shores consume;</br>And Science is o'erthrown; and Courage fails;</br>And droop the eagles of imperial Rome;</br>Art palsied wanes; and Wisdom sighs to find</br>A second gloomier night o'ershadowing lost mankind.", "A fierce acclaim!  Alarm's loud trumpet-call&mdash;</br>And up in arms the banded nations rise,</br>The Red Cross Standards flout the morning skies,</br>To rescue Palestine from Paynim thrall:</br>The Lion-hearted girds his falchion on,&mdash;</br>Bright beams the Gallic ensign o'er the wave;</br>Death's vultures crowd o'er carnaged Ascalon;</br>But Salem, unsubdued, resists the brave:&mdash;</br>Where hath the victim gone?  His minstrel plays,&mdash;</br>And from false Austria's cell come back responsive lays!", "Now rises from the dusk-subjected Earth&mdash;</br>Forth walks Civilization, to illume</br>With Learning's light divine the Gothic gloom,</br>Awaking man as 'twere to second birth:</br>Greens barren valley, &mdash; blossoms desert plain,&mdash;</br>Towers city flourishing, &mdash; smiles hamlet home,&mdash;</br>Track venturous navies the engirding main,&mdash;</br>O'er willing lands Religion's banners roam,&mdash;</br>Dawns mental day &mdash; and Freedom's sacred pile</br>Is rear'd, by proud resolve, in Albion's favour'd isle.", "Most fortunate, most fortunate, for now</br>Broods over Gaul the tempest-cloud of blood!</br>Down, down it streams around, a crimson flood!</br>Afar the deluge pours, to overthrow</br>Peoples, and empires; Chaos frowns on man</br>With midnight threatening; Reason is o'erthrown;</br>Red Murder roams in Desolation's van;</br>And frenzied Anarchy makes earth her own;</br>Hope trembles; and Religion, with a sigh,</br>Shrieks as her burning shrines rejoice the Atheist's eye.", "Yet, Queen of Nations, yet in thee are found</br>The buckler and the sword; thy war hath gone</br>Amid Heaven's foes, invincible, alone&mdash;</br>For all beside were bleeding, faint, or bound:</br>The rampart of the righteous, in the day</br>Of need, thy succouring arm is strongly felt;</br>Before thy flooding sunlight rush away</br>Hell's spectral legions, and in shadows melt;</br>Crush'd is the serpent breed, &mdash; the unholy crew,</br>And triumph wreathes thy brows on deathless Waterloo!", "I listen, for a sound salutes mine ear</br>Of harmony divine, beneath the star</br>Of Eve, 'tis borne across the waves afar,</br>From isles that studding Ocean's robe appear:</br>Hearken ye now to Adoration's tones!</br>At Truth's pure shrine the heathen bows the knee!</br>Owns his low worthlessness, submissly owns</br>His trust in Him who bled on Calvary!</br>'Mid the blue main the sailor stays his oars,</br>Wondering at incense such from lone Pacific shores.", "Not yet, not yet, not yet Heaven's sunlight darts</br>Through Error's clouds and Ignorance's night:</br>Wide are the realms that, in their cheerless blight,</br>Pine darkling, with forlorn and sullied hearts.&mdash;</br>'Neath priesthood bigotry, 'neath tyrant thrall,</br>The wavering tremble and the bold are mute,</br>Prone to the dust, o'erawed, earth's thousands fall,</br>At the proud stamp of Superstition's foot:</br>Gleams the keen axe; outgushes the bright flood;</br>And Moloch's monstrous shrines are dew'd with human blood.", "And these know not the name of Liberty;</br>And those the boon of Reason cast aside;</br>Time is to both a dark predestined tide,</br>Floating their shallops to Oblivion's sea;</br>Pines in its prison unregarded thought;</br>The immortal soul is sullied and debased;</br>A worthless gift is conscience, given for nought</br>From man the Maker's stamp is quite erased;</br>Like Autumn leaf, or fly in summer's ray,</br>He shines his little hour, and vanisheth away!", "Then spake the Spirit &mdash; \"Turn thee to the West,</br>And see what lies before thee.\" &mdash; It was dim;</br>For clouds on the blue air, with shadowy skin,</br>Were rolling their faint billows, and my breast</br>Tumultuously heaved, as forth I gazed</br>Upon that prospect's wild immensity;</br>For shadows shew'd themselves, and then, erased,</br>Left not a trace on that decayless sky.</br>Bright forms, some fair like Hope, and some like Fear,</br>With spectral front sublime, stern, desolate, and drear.", "Now, 'twas Elysian, bright and beautiful,</br>And now a chaos; though, sometimes, a star,</br>With momentary glitter, shone afar,</br>Through tempest-clouds that made its lustre dull.</br>All was a mystery, till the Spirit's touch</br>Open'd my eyelids, then the waste array'd</br>Its scenes in majesty, whose glow was such</br>That dim seem'd that which first I had survey'd;</br>And such a scope was to that vista given,</br>That almost I could see the golden gates of Heaven.", "Beneath 'twas peace and purity; the sword</br>Was beat into the sickle; and mankind</br>(As if 'twere daylight pour'd upon the blind)</br>The crooked paths of Error quite abhorr'd:</br>Man's heart was changed, a renovated life</br>Throbb'd in his veins, and turn'd his thoughts to joy;</br>Sick'ning he shrank from blood and warlike strife,</br>Loathing the ire that led him to destroy;</br>Nations were link'd in brotherhood; and crime</br>Was heard of but as what had stain'd departed Time.", "Then I saw Angels coming down from Heaven,</br>And mingling with mankind, almost as pure;</br>For, through the atonement of the cross, a sure</br>And marvellous redemption hath been given:</br>All ends of the earth obey'd it: &mdash; East and West,</br>And South and North responsive echo gave</br>The mighty sea of Discord, lull'd to rest,</br>Was heard no more; Sin's storm was in its grave;</br>Religion's mandate bade the tumult cease;</br>And o'er each mountain-top the banners stream'd of Peace.", "In the same lair the tame beast and the wild</br>Together caved; the lion and the kid</br>Half by the palm-tree's noontide shadow hid,</br>Roll'd mid the wild-flowers with the fearless child,&mdash;</br>When sudden darkness fell:  the crackling skies</br>Together rush'd as 'twere a folding scroll;</br>I knew the end of human destinies,</br>And speechless awe oppress'd my shrinking soul:</br>When stood an angel, earth's unburied o'er,</br>And swore by him that lives, that \"Time should be no more!\"", "This was the end of all things, and I turn'd</br>Around, but there lay Darkness &mdash; and a void&mdash;</br>Creation's map dim, blotted, and destroy'd&mdash;</br>The sun, the moon, the stars no longer burn'd.</br>Earth was not now, nor seem'd to have ever been&mdash;</br>Nor wind &mdash; nor wave &mdash; nor cloud &mdash; nor storm &mdash; nor shine&mdash;</br>Wide universal chaos wrapt the scene,</br>And hid the Almighty's countenance divine.</br>Then died my heart within me; I awoke,</br>And brightly on mine eyes the silver moonshine broke.", "I knew the trees above me &mdash; heard the rills</br>That o'er their pebbles gently murmuring ran;</br>And saw the wild-blooms bathed in lustre wan;</br>And far away the azure-shoulder'd hills;</br>Then up I rose: &mdash; but, graven long shall last</br>On memory's page the marvels sleep hath strewn,</br>With wonders spotted the receding past;</br>With mysteries manifold the future strewn;</br>The mouldering castle of the spoiler, Time;</br>And Heaven's o'erarching dome, eternal and sublime.</br>"]