["\"Art is man's nature,\" said a soul of fire;</br>Away with vain distinctions then, away!</br>Man's natural impulses in him inspire</br>Wish for society:  but to array</br>Him in that order which the peaceful sway</br>Of social life requires, requires besides</br>That he should oft repress the natural play</br>Of his emotions, and should take for guides</br>Reason, and patient thought, rather than passion's tides.", "If man be social deem'd, essentially;</br>As things important are i' th' social scale,</br>He will importance give them:  all agree</br>That none so much with this acclaim we hail</br>As those who grasp the reins of rule. Their tale</br>Is seldom thence devoid of interest's zest;</br>They also well deserve to countervail</br>Interests of lesser note; since self-rule, guest</br>Must of that bosom be, whose influence is blest.", "If man must have society, he must</br>Endure subordination:  if we read</br>The oldest chronicles; e'en those whose just</br>And super-human estimates proceed</br>From the Almighty Spirit, there indeed</br>The natural elements of man we find:&mdash;</br>In them we're told, that he, to whom decreed</br>Is, rank, wealth, rule, is one, by Heav'n assign'd,</br>To be the favour'd mark of deference to his kind.", "The generous loyalty of a liberal spirit</br>Is loftier far than insubordinate pride;&mdash;</br>Those who from heaven rightfully inherit</br>Life's vantage stations, ought to be espied</br>With fear and reverence:  as power well applied</br>Is surest source of veneration; so,</br>To whome'er power is not by Heaven denied,</br>There is in him, whether for other's woe</br>Or weal its sway he bear, that whence deep interests flow.", "It is, methinks, a philosophic rule,</br>A simple one, and one which hath its root</br>More naturally in man's heart, to mark the tool</br>Of mighty purposes, &mdash; of high pursuit</br>The splendid votary, &mdash; with a reverence mute,</br>We never pay to one of low degree;&mdash;</br>'Tis surely more instinctive to salute</br>Heaven's chiefest instruments with bended knee,</br>Than theories to frame of man's equality.", "As there can be no trust where there's no power,</br>So in proportion as the last is lent,</br>The first is given too; this is the dower</br>From the inscrutable arbitrement</br>Of Heaven deriv'd, by which we mark th' extent</br>Of valid agency:  and we aver</br>That 'tis more natural, wheresoe'er the bent</br>Of Fate hath stamp'd power's lofty character,</br>To feel augmented awe, than homage to demur.", "We should remember, with augmented sway,</br>That awfullest of awful claims doth grow</br>Awful, in reference to its least display;</br>But still more awful when the Heavens bestow</br>Their mightiest privilege:  awful to know</br>That 'tis of us requir'd in least degree;&mdash;</br>Responsibility!  To Him, whose slow</br>But sure behests are just, the glory be,</br>T' arraign the guilty soul, and set the guiltless free!", "'Tis this which sets upon the soul of man,</br>When holily he doth himself acquit</br>Of such a trust, the seal, which nothing can,&mdash;</br>Nothing of human pride, or human wit,&mdash;</br>Nothing efface! 'Tis hence that he is fit</br>For the historian's, or the poet's page;</br>And we aver of power, that, e'en as it,</br>Other things being the same, doth mark each stage</br>Of his life's progress, so he interest can engage.", "'Tis thence, and thence alone, in reason's eye,</br>That the ennobled, noble really are;</br>Not that they fasten Fortune's livery</br>Around their brows, or that a name they bear,</br>But since, that in the privilege they wear,</br>Appeal is made to thoughts which influence man:</br>Ignoble he may be who boasts a star,</br>But never he, upon whose front we scan</br>He hath credentials clear from Heav'n's august divan.", "'Tis thence, indeed, that e'en the very bard,</br>Philosopher, the hero, statesman, rise</br>In dignity, since are on them conferr'd</br>Powers o'er man's everlasting sympathies:</br>He who such awful boon to man supplies,</br>Gives to his fellow citizens a sense</br>That they've an interest in his destinies;</br>To them he is responsible:  intense,</br>(Or vain were all these gifts,) their varied influence.", "'Tis hence that men of turbulent mind attract</br>Attention; not because their mental throes</br>Are theme of wonder; but because exact</br>In the proportion to the fire that glows</br>Within the soul, that soul it will dispose</br>For feats of power; to good or ill inclin'd:&mdash;</br>Thus, since where lofty passions souls disclose,</br>The germ of greatness seems; of human-kind,</br>As they chief mysteries were, we pay them homage blind.", "Thus we assert that chiefly power can give</br>A right to human interest:  further still,</br>That various gifts of men from power receive,</br>From agency on his miraculous will,</br>All their pretensions.  With a gentle skill,</br>Authors, we know, have virtuous portraits made</br>From life's most humble scenes, and thus appeal</br>To the power of worth alone:  but, we're afraid,</br>Virtue, t' excite effect, must ask extrinsic aid.", "Again, if attribute divine there be,</br>T' immortalize, to deify the soul,</br>'Tis that of self-renouncement.  How can he</br>Who hath o'er things external no controul,</br>Through whose dull breast the tempests never roll</br>Of ardent passion; tam'd, as he is, down</br>To a dull lethargy, by the hard dole</br>Of daily labour; how can he have known</br>Those conflicts of the heart whence sons of luxury groan?", "How can he too, like them, a victor be,</br>If they have conquer'd?  No, we say, not all</br>Man's difference is in wealth or poverty:</br>But this we say, were minds in great, or small,</br>Always the same, that poesy might call</br>The great her favourite sons.  But since there fare</br>High minds in ranks obscure, and since befall</br>Heart-stirring chances oft to Penury's heir;</br>Exceptions to our rule we must confess there are.", "We say, then, and from those who know us well,</br>We fear not, when we thus speak, to excite</br>Stigma of abjectness, that those rebel</br>Against man's natural instincts, who delight</br>To cast a shade o'er all the exquisite</br>Of artificial life; who have denied</br>To all the modes of art, a lawful right</br>To be the Muse's theme; who, unallied</br>With adventitious zest, have nature magnified.", "Imagination, is thy spirit felt?</br>If it be felt, this truth will then be known,</br>That to those souls, who 'neath thy influence melt,</br>There is no principle they would disown,</br>Or pull down from its self-erected throne,</br>With such an earnestness, as that y'clept</br>Sectarian!  They whom thou wouldst call thine own,</br>In all things for which man hath smil'd or wept,</br>That energy can see towards which their hearts have leap'd.", "Their store of images creation forms,</br>Only subordinate to the natural world;</br>The world of art their every impulse warms;</br>And though where mountain is on mountain hurl'd,</br>The banner they devoutly see unfurl'd</br>Of power adorable; for this no less</br>The tide of population, which is whirl'd</br>Through a vast city's labyrinths, &mdash; the stress</br>Of aspects of all arts, &mdash; their rich souls do impress.", "We know a man, a man of genius too,</br>Who says, that he had rather walk the streets</br>Of London; that from thence there can accrue</br>To him, more strong emotion, than when greets</br>His eye a mountain region; when retreats</br>Day's glare, the lamps shine, and the windows blaze</br>With cressets bright, when at each step he meets</br>A tide of population, whose thick maze,</br>And multitudinous heart, deep human feelings raise.", "We've heard him say, that, at such hour as this,</br>Stronger emotion, London!  he hath known</br>In thy dim haunts; more felt with emphasis</br>\"His bosom's lord sit\" proudly \"on his throne,\"</br>Than when his eye, with glories all her own,</br>Romantic nature greeted. Now attend:&mdash;</br>For this man well we know.  Is he thus prone</br>To give to Art precedence, Virtue's friend?</br>Say, would he personate her, would he have aught to mend?", "To us it seems then, an erroneous plan,&mdash;</br>Though one from philanthropic feeling sprung,</br>One sprung from a deep feeling, that, in man,</br>As man, source of true interest lies:  one wrung</br>From the conviction, that, round old and young,</br>There is more, howe'er different our estate,</br>Of sanctity inalienable hung;&mdash;</br>More of resemblance 'twixt the small and great;</br>More which may universal sympathy create;", "Than of discordance; &mdash; yet, to us, it seems</br>An error, though one which we reverence,</br>To hold up peasants, for poetic themes,</br>As fit exclusively:  and, consequence</br>Of this, the works of art to banish thence:&mdash;</br>And to this ostracism add beside,</br>Proscription to all scenes, for eloquence</br>Of the true bard, save those where are descried</br>Mountains, and lakes, and rocks, and nature's sterner pride.", "Methinks, that, in the argument to which</br>These lines reply, there is one error clear;</br>Wherein it says, that natural objects teach</br>The peasant's soul; that with \"their passions\" there</br>\"The permanent, the beautiful\" appear</br>\"Incorporate;\" that they are nature-taught:&mdash;</br>But is't a fact, experience test to bear,</br>That forms external are in spirits wrought,</br>Proportion'd to the time they have been near them brought?", "'Tis in an effervescent state, the mind</br>Receives impressions; oft from contrasts rise</br>The strongest ones; and oft those most inclin'd</br>T' adore the country, love it, in its skies,</br>Since their town's native smoke doth not arise:</br>It is not opportunity to see;</br>They are our passions, which, or ope our eyes,</br>Or close them; who, for \"hard-earn'd penny fee\"</br>Doth toil, for scenes the most sublime what careth he?", "We then affirm, let one with leisure blest,</br>From distant region gorgeous scenes explore,</br>And in the very circumstance, confess'd</br>A cause will be, why he should love them more,</br>Since then such scenes first taught his heart to soar:</br>While the rude natives, who, though they have eyes,</br>As those who saw not, see; if he his score</br>Profusely pay, each charm which round them lies</br>Will sooner far forget, than their propitious prize.", "Further, it is by knowing that there is</br>Something, to what we see, dissimilar,</br>Which makes us feel its worth.  Our daily bliss</br>We oft despise, 'till we have learn'd how far&mdash;</br>By sad experience, which our fate did mar,&mdash;</br>We were from cause of grief:  so men contemn</br>That, 'twixt which, and themselves, no let, or bar,</br>Did ever intervene; well-known to them,</br>E'er since, from life's first stage, their progress they did stem.", "'Tis contrast makes us value, and reflect;</br>Till we have seen, of first distinguish'd forms,</br>The opposite, we seldom recollect</br>That e'en the greatest opulence of charms,</br>Which may, around our dwelling, glow in swarms,</br>Is more than man's accustom'd privilege;</br>Till some reverse our consciousness alarms,</br>Though ours life's first distinctions, we allege,</br>That seldom for their boon our gratitude we pledge.", "'Tis contrast makes us value; makes us think;</br>A man who ne'er has seen, save forms sublime,</br>The chance is, that his sightless eyes will blink</br>Upon his native hills, as, of earth's clime,</br>The usurpation, were the original crime</br>Of unprolific tracks, unmeet for food:&mdash;</br>And we aver, that, that till it chance some time,</br>He quit his mountains, he will, in no mood,</br>\"Incorporate\" their \"forms,\" with \"feelings\" high, or good.", "We would concede, that the immortal forms</br>Of this most gorgeous world are paramount</br>To art's creation:  but, who guides the storms,</br>As He too, as from ever-living fount,</br>Created human instincts, we account</br>That He too primarily did create,</br>That which those instincts fashion:  hence th' amount</br>Of their results, and what they propagate,</br>Seems, to the thoughtful man, stamp'd with the seal of Fate.", "Hath not a ruin, speech?  Hath marble wall</br>Of Grecian temple, or of Roman arch</br>The bulk colossal, not the power to thrall</br>Man's glorious faculties?  When 'neath some larch,</br>Which starts from crumbling fanes, we hear the march</br>Of Byron's lofty strains, and mourn with him,</br>That desolation's fiery blast should parch</br>His trophies all to dust, is that light dim,</br>Which, consecrating art, doth consecrate his hymn?", "Soonest can man philosophize or feel?</br>Will cold deductions, or the strenuous claim</br>Of mighty energies, the likeliest steal,</br>With modifying influence, to tame</br>His eager senses, and his heart of flame?</br>Answer this question, ye who would postpone</br>Both splendor, power, and magic of a name,</br>To equalizing theories, unknown,</br>Save where the first have been, 'till human  zest was gone?", "Indirect causes, in this world of means,</br>Of causes more direct, oft take the lead,</br>In operative agency:  to scenes</br>Where frowns the battlement amid the spread</br>Of trees time-honour'd, go!  While of the dead</br>Ye ponder, think how many a human breast</br>Hath swoln with victor's pride, or victim's dread,</br>'Neath banners, which, when the sun's rays impress'd</br>This lower world, did stream upon its mural crest.", "Hadst thou, &mdash; had not the instinct which did build</br>This edifice, existed; had not been</br>The pride which rais'd it; the despair which thrill'd</br>Through its dark dungeons; &mdash; found so fit a scene</br>For human contemplation, where the spleen,</br>Gender'd by petty ills, may be smooth'd down,</br>By thoughts of glories which this place hath seen,</br>While all that is not charter'd for renown</br>Imperishably bright, is rifled of its crown?", "And yet how little did the man design,&mdash;</br>Or they who once did in this fortress dwell,&mdash;</br>To form materials for a dream of thine?</br>Thus, when we see some gothic structure tell</br>Of ancient superstition, when the swell</br>Of the deep organ hath our ears engross'd,</br>When we behold, with curious eye, how well</br>The sculptor's mimic art hath here emboss'd</br>'Scutcheons, saints, sceptres, crowns, and heaven's angelic host;", "Can we refrain from welcoming the lore,&mdash;</br>Mistaken though it were, &mdash; which wrought such grand</br>Structures, where meditation loves to soar,</br>To that great Governor of sea and land,</br>Who wants not temple built with human hand?</br>So may a principle of brotherhood,</br>Towards men whose use we scarce can understand,</br>Visit the heart; when thus, of things, is view'd</br>Their ministry to unpremeditated good.", "Go to some abbey's wall, beneath the shade</br>Of cluster'd ivy muse, and there reflect,</br>Were true devotion, or compunctuous dread,</br>Of this the planner, and the architect?</br>How little need its origin be deck'd</br>With motive laudable, to make us prove</br>(Both while its ancient splendor claim'd respect,</br>From all who saw, and now, while it doth move</br>To meditation's trance) a superstitious love?", "So feels the poet.  Had not rich men been,</br>Who, as it were, have Genius' cradle rock'd,</br>Whose dwellings now are like a fairy scene,</br>Within whose classical saloons are lock'd</br>Its rare creations, with all treasures stock'd</br>Which art can furnish, or which wealth can gain;</br>Had not these men existed, ne'er unblock'd</br>Had been for it the path to that domain,</br>Where ease, of Genius' sons, doth loose the palsying chain.", "Leisure with wealth comes, and with leisure all</br>Those vain caprices, that fastidious taste,</br>Which, while they make man fancy's wretched thrall,</br>Incline him still, wherever he be plac'd,</br>To have his earthly habitation grac'd</br>With all that flatters sickly appetite:</br>Thus, sons of luxury, with nerves unbrac'd,</br>Seek with avidity and feel delight</br>In all which charms the ear, the feeling, and the sight!", "Now who can see a morbid son of wealth,</br>With much complacency?  Yet recollect</br>That very softness, which unstrung the health,</br>That very daintiness, so circumspect</br>In all that tends to self, is architect</br>Likewise of those desires which make men feel</br>Wish to augment sensation's bounds.  Uncheck'd</br>This, by necessity, to no appeal</br>Which talents make to them, can they their bosoms steel.", "Say, what so much as contrast does subserve</br>To means of interest, for the human eye,</br>And for the human mind?  Did nothing swerve</br>From one all perfect uniformity,</br>Then, where were terror's thrill, or pity's sigh?</br>We would affirm, calamities, of those</br>Conspicuous who have been, better supply</br>Theme for the tragic muse, than homely woes,</br>Whose uncontrasted shades no agonies suppose.", "Besides, in artificial modes of life,</br>The natural feelings are so much repress'd,</br>Superinduc'd compliance is at strife</br>So much, &mdash; in those whose characters are dress'd</br>Daily for exhibition, &mdash; with the zest</br>Of natural impulse, that, or ere the stream</br>Of passion, in such souls, the bounds transgress'd</br>Of fit indulgence, in each wild extreme</br>It must have known the throes of transport's ardent dream.", "Therefore we say, that, from the ranks of those</br>By talents privileg'd, by title, power,</br>Moods can be found of passion, to disclose</br>Fitter for service of that fiery dower</br>Which consecrates the bard, than all the shower</br>Of natural charities, &mdash; the poor man's lot:&mdash;</br>A philosophic bard may plant the flower</br>Of fine humanity, near shepherd's cot,</br>But tears of tragic muse his annals ne'er will blot.", "Whom can we most with all the stores invest</br>From all the arts? &mdash; From painting, harmony?&mdash;</br>Him of the cottage, or the palace guest?</br>Oh, banish theory!  Let man still be,&mdash;</br>Of all beneath the heavenly canopy,&mdash;</br>The dearest thing to man!  Oh, bring ye forth,</br>Ye men of Genius, for our eyes to see,</br>Or Scotland's \"Cotter,\" from his hallow'd hearth,</br>Or Adam from the dust, and we shall hail your birth!", "With great men's characters we may combine</br>All natural beauty; but how can we make</br>Harmony, sculpture, painting, themselves 'shrine</br>Upon the tablet pre-ordain'd to take</br>The impress of a peasant?  For their sake,</br>To make them natural, we must bid farewel,</br>While in their presence, to deep tones which shake</br>The seat of sense, to harmony's loud swell,</br>To passion's mazy wiles, to art's voluptuous spell.", "Peruse our Shakspeare, read of his remorse,</br>Whom fell ambition did to murder urge;</br>Say, could a peasant, with so deep a curse,&mdash;</br>With accessories, &mdash; heights, from th' extreme verge</br>O' th' human  compass, to its depths, which merge</br>The soul in passion turbulent and wild,&mdash;</br>Be thus encompass'd?  Could the saddest dirge</br>On rustic woes, even from \"nature's child,\"</br>As for this monarch's fate, our tears have so beguil'd?", "Besides, in all the drapery of life,&mdash;</br>I' th' sister arts, in painting, harmony,&mdash;</br>Are there not mysteries link'd, with passion rife,</br>With that which most affects in poesy?</br>Sometimes, in real life, we've chanc'd to see</br>Men exquisitely sensitive to all</br>Beauties of nature, who, to all which we</br>Admire in art, could never be in thrall,</br>Who painting's charms despise, whom music's banquets pall.", "Now, if the self-same soul could never love</br>Beauties of nature, and of art, at once,</br>We surely most that spirit should approve,</br>Who, for the first, the latter did renounce:</br>But since it is not so, we must pronounce</br>That the most gifted soul whom both have won;</br>Who, with an eagle grasp can bravely pounce</br>On things terrestrial, yet who doth not shun</br>To \"play i' th' plighted clouds,\" and emulate the sun.", "We do not mean, in what we here have said,</br>T' imply that pastoral life presents not theme</br>For loftiest poets.  No, we should be led</br>By error almost great, as that whose scheme</br>We here invalidate, should we thus deem:&mdash;</br>We say \"almost as great,\" for we confess</br>We think patrician annals often teem</br>With sources of true interest, which no stress</br>Of genius ever gave shepherd or shepherdess.", "No!  In each attitude of human life,</br>And in each aspect of the human mind,</br>In each spot where the passion's fearful strife</br>May be admitted, deem we bards may find</br>Theme for their high discourse.  We do not bind,&mdash;</br>Like theory we confute, when it would raise</br>The poor alone as fit to be assign'd</br>To the bard's lore, &mdash; ourselves the rich to praise,</br>As alone meet to be the theme of tuneful lays.", "We say that all are fit.  But, in a sense</br>Superior to the rest, those on whom fate</br>Hath richly lavish'd her dread influence,</br>Of all which makes us love, and makes us hate;</br>Of all which makes us low, or makes us great;</br>Of all which makes us sad, or makes us blest;</br>As in the art of painting, to create</br>A simple sketch, doth surely not attest</br>The genius by th' historic painter manifest;", "So in the sketch of him, the humble son</br>Of humble life, we surely must allow</br>The scope is not requir'd there, as in one</br>Which would the heights and depths of nature shew.</br>How can such amplitude of glory glow,</br>How can such masses of deep shadow lour,</br>Upon a humble peasant, as we owe</br>To him, who did inherit, with life's dower,</br>Th' arbitrement of well, or ill-directed power?", "This is the object of our reasoning here,</br>That we may hasten with a march too fast</br>Towards moral perfectness in the bard's sphere:</br>A legislator, when he would recast</br>Social establishments, doth, &mdash; of the past,&mdash;</br>And that which is, &mdash; rather himself avail:&mdash;</br>On tried foundations, tried, and found to last,</br>Rather rebuild, than frantically hail</br>Th' abolishment of all, since parts were weak and frail.", "So we would say, the poet, he whose aim</br>Is to produce impression, man should take</br>Rather as he finds man, more strive to frame</br>A fabric calculated to awake</br>Establish'd prejudice, than, &mdash; for the sake</br>Of philosophic name, &mdash; on theories build&mdash;</br>New theories of man, &mdash; his claim to make</br>Demands upon our sympathy, distill'd</br>Through ancient channels best, howe'er the bard be skill'd.", "Yet let us say, for unsaid we might well</br>Deserve injustice' stigma, that the man,&mdash;</br>Whose theories of verse we here repel,&mdash;</br>How little theoretic errors can</br>A native glory dim, &mdash; how in the van</br>Of his own errors god-like he doth fare,&mdash;</br>Proves to all honest hearts!  Yes, we should scan</br>Our toil with treble joy, if being heir</br>Of errors like to his, his glories we might share.", "Before he rose, there were, for every theme,</br>Many prescriptive phrases, all inane,</br>Since all bombastic; and with these did teem,</br>And with their misplac'd ornaments, and vain,</br>Whate'er profess'd to be poetic strain:&mdash;</br>These, universal, ere he 'gan his task,</br>He hath quite banish'd from the bard's domain;</br>We thank him, poesy, that we may bask</br>In light of thy clear face, from whence he tore the mask!", "And let us add, that in the magic page</br>Of legendary lore, where in \"the fate</br>O' th' Nortons,\" he our pity would engage,</br>A glorious monument he doth create,</br>Where on his theme all accessories wait,</br>Pomp, superstition, mystery, pride of name!</br>There let the scoffer turn; there consecrate</br>Will he behold, to a legitimate fame,</br>All that which may confirm the bard's immortal claim.</br>"]