["Far from the madding Tumults of the Town,</br>Which where bright Thought should reign usurp the Seat;</br>Far from those Tempests which Reflection drown,</br>I seek with breathless Haste a calm Retreat:", "There on some moss-grown Bank supinely laid,</br>Where close-entwining Boughs exclude the Day;</br>Save when by quick short Fits amid the Glade,</br>Sol feebly darts a breeze-conducted Ray;", "Or when the Silver-mantled Queen of Night,</br>In silent Pomp leads forth her shining Train;</br>When fancy'd Spectres Guilt-struck Minds affright,</br>Then wakeful stretch'd along the desert Plain;", "Thee, lonely Contemplation!  to enjoy,</br>To whom fair Science owes her humble Birth;</br>Thy heav'nly Sweets to taste, which ne'er can cloy,</br>And Rapture-borne range far above the Earth&mdash;", "Now the hoarse Murmurs of the distant Throng</br>Subsiding, faintly strike the vacant Ear;</br>And that rude Din which erst impell'd so strong,</br>Now scarcely undulates the whisp'ring Air:", "Here let me rest &mdash; Hence view with Thought serene,</br>Those Realms of wretched Grandeur, glitt'ring Woe;</br>&mdash;A sable Cloud o'erhangs the giddy Scene,</br>And sheds dark Influence on each Mind below:", "But see &mdash; pure Glory streams along the Plain,</br>From yon blest Pile, which Virtue's Hand did raise;</br>Where Charity extends her welcome Reign,</br>And Innocence her tender Rule obeys:", "From Cruelty's ensanguin'd Jaw secure,</br>Whose Rage, too oft, Necessity commands;</br>There rest the helpless Offspring of the Poor;</br>Thence lift to Heav'n their Aid-imploring Hands:", "Snatch'd from the Source whence their Existence rose,</br>(Links broke abrupt from Nature's lengthen'd Chain)</br>Like tender Saplings which some Tempest blows,</br>Torn from their Oak, and scatters o'er the Plain.", "Till on the Zephyrs friendly Bosom borne,</br>Into some shelter'd Corner of the Grove;</br>Where taking Root they soon forget to mourn,</br>And seem to burst with Gratitude and Love.", "The doting Fondness of a Mother's Heart,</br>That anxious Love which fills a Father's Breast,</br>To these their lenient Balm did ne'er impart,</br>Ne'er hush'd their infant Sorrows into Rest;", "No Friend their dubious riper Steps to guide,</br>Thro' Care's dark Gloom, or Pleasure's flow'ry Maze,</br>No partial Hand their youthful Faults to hide,</br>Or Merit's budding Shoot indulgent raise:", "The Spurns of Insolence, the Mocks of Scorn,</br>The supercilious Frown of cold Disdain,</br>The wanton Pow'r of Baseness nobly born,</br>Doom'd, weak, forlorn, defenceless, to sustain.", "But let not Fortune's favour'd Sons despise</br>Their scanty Portion, dealt by niggard Fate;</br>O'er Halycon Seas oft sudden Storms arise:</br>Pearls (once but Drops) now deck the Pomp of State:", "Tho' their fond Bosoms never knew the Joys,</br>Which from a Parent's soft Endearments flow,</br>Their tranquil Hours no tort'ring Grief annoys,</br>Strangers alike to deep-imprinted Woe.", "(Yet now and then (I ween) a rising Sigh</br>Obeys instinctive, Nature's secret Call;</br>And from each pensive, yet untroubled Eye,</br>Spontaneous Tears, involuntary fall.)", "Debarr'd, unknown untasted Bliss, the Mind</br>Ne'er mourns; 'tis some lov'd Loss gives Sorrow Weight:</br>Comfort still follows, fraught with Sweets, behind,</br>And qualifies each bitter Draught of Fate:", "Haply, some gen'rous Patron each may claim,</br>Well pleas'd the Sparks of inborn Fire to fan,</br>To kindle glowing Genius into Flame,</br>And raise the Child by Wisdom's Scale, to Man:", "Whose useful Lessons, while the Lad receives,</br>His grateful Mind a noble Ardour fires,</br>With Transport his enraptur'd Bosom heaves,</br>And Love ineffable his Soul inspires.", "Nature can ne'er in dull Stagnation sleep,</br>Her active Springs still force resistless Way;</br>And tho' awhile obscure, they darkling creep,</br>The rise at last and brighten into Day.", "That Love refin'd, whose genial Current feeds</br>Th' extensive Ocean of parental Care,</br>From it's due Channel turn'd, it's Bounds exceeds;</br>And tow'rds each Friend o'erflows the Father's Share.</br>"]