["The busy cares of day are done;</br>In yonder western clouds the sun</br>Now sets, in other worlds to rise,</br>And fills with light the nether skies:</br>With lingering pace the parting day retires,</br>And slowly leaves the mountain tops, and gilded spires.", "Yon azure cloud, enrob'd with white,</br>Still shoots a gleam of fainter light:</br>At length descends a browner shade;</br>At length the glim'ring objects fade:</br>Till all submit to NIGHT'S impartial reign,</br>And undistinguish'd Darkness covers all the plain.", "No more the ivy-crowned oak</br>Resounds beneath the wood-man's stroke.</br>Now silence holds her solemn sway;</br>Mute is each bush, and ev'ry spray:</br>Nought but the sound of murm'ring rills is heard,</br>Or, from the mould'ring tow'r, NIGHT'S solitary bird.", "Hail sacred hour of peaceful rest!</br>Of pow'r to charm the troubled breast!</br>By thee the captive slave obtains</br>Short respite from his galling pains;</br>Nor sighs for liberty, nor native spoil;</br>But for a while forgets his chains, and sultry toil.", "No horrors hast thou in thy train,</br>No scorpion lash, no clanking chain.</br>When the pale murd'rer round him spies</br>A thousand grisly forms arise,</br>When shrieks and groans arouse his palsy'd fear,</br>'Tis guilt alarms his soul, and conscience wounds his ear.", "The village swain whom Phillis charms,</br>Whose breast the tender passion warms,</br>Wishes for thy all-shadowing veil,</br>To tell the fair his lovesick tale:</br>Nor less impatient of the tedious day,</br>She longs to hear his tale, and sigh her soul away.", "Oft by the covert of thy shade</br>LEANDER woo'd the THRACIAN maid;</br>Through foaming seas his passion bore,</br>Nor fear'd the ocean's thund'ring roar.</br>The conscious virgin from the sea-girt tow'r</br>Hung out the faithful torch to guide him to her bow'r.", "Oft at thy silent hour the sage</br>Pores on the fair instructive page;</br>Or wrapt in musings deep, his soul</br>Mounts active to the starry pole:</br>There pleas'd to range the realms of endless night,</br>Numbers the stars, or marks the comet's devious light.", "Thine is the hour of converse sweet,</br>When sprightly wit and reason meet:</br>Wit, the fair blossom of the mind,</br>But fairer still with reason join'd.</br>Such is the feast thy social hours afford,</br>When eloquence and GRANVILLE join the friendly board.", "GRANVILLE, whose polish'd mind is fraught</br>With all that ROME or GREECE e'er taught;</br>Who pleases and instructs the ear,</br>When he assumes the critic's chair,</br>Or from the STAGYRITE or PLATO draws</br>The arts of civil life, the spirit of the laws.", "O let me often thus employ</br>The hour of mirth and social joy!</br>And glean from GRANVILLE'S learned store</br>Fair science and true wisdom's lore.</br>Then will I still implore thy longer stay,</br>Nor change thy festive hours for sunshine and the day.</br>"]