["There was a roaring in the wind all night;</br>The rain came heavily and fell in floods;</br>But now the sun is rising calm and bright;</br>The birds are singing in the distant woods;</br>Over his own sweet voice the Stock-dove broods;</br>The Jay makes answer as the Magpie chatters;</br>And all the air is fill'd with pleasant noise of waters.", "All things that love the sun are out of doors;</br>The sky rejoices in the morning's birth;</br>The grass is bright with rain-drops; on the moors</br>The Hare is running races in her mirth;</br>And with her feet she from the plashy earth</br>Raises a mist; which, glittering in the sun,</br>Runs with her all the way, wherever she doth run.", "I was a Traveller then upon the moor;</br>I saw the Hare that rac'd about with joy;</br>I heard the woods, and distant waters, roar;</br>Or heard them not, as happy as a Boy:</br>The pleasant season did my heart employ:</br>My old remembrances went from me wholly;</br>And all the ways of men, so vain and melancholy.", "But, as it sometimes chanceth, from the might</br>Of joy in minds that can no farther go,</br>As high as we have mounted in delight</br>In our dejection do we sink as low,</br>To me that morning did it happen so;</br>And fears, and fancies, thick upon me came;</br>Dim sadness, and blind thoughts I knew not nor could name.", "I heard the Sky-lark singing in the sky;</br>And I bethought me of the playful Hare:</br>Even such a happy Child of earth am I;</br>Even as these blissful Creatures do I fare;</br>Far from the world I walk, and from all care;</br>But there may come another day to me,</br>Solitude, pain of heart, distress, and poverty.", "My whole life I have liv'd in pleasant thought,</br>As if life's business were a summer mood;</br>As if all needful things would come unsought</br>To genial faith, still rich in genial good;</br>But how can He expect that others should</br>Build for him, sow for him, and at his call</br>Love him, who for himself will take no heed at all?", "I thought of Chatterton, the marvellous Boy,</br>The sleepless Soul that perish'd in its pride;</br>Of Him who walk'd in glory and in joy</br>Behind his plough, upon the mountain-side:</br>By our own spirits are we deified;</br>We Poets in our youth begin in gladness;</br>But thereof comes in the end despondency and madness.", "Now, whether it were by peculiar grace,</br>A leading from above, a something given,</br>Yet it befel, that, in this lonely place,</br>When up and down my fancy thus was driven,</br>And I with these untoward thoughts had striven,</br>I saw a Man before me unawares:</br>The oldest Man he seem'd that ever wore grey hairs.", "My course I stopped as soon as I espied</br>The Old Man in that naked wilderness:</br>Close by a Pond, upon the further side,</br>He stood alone:  a minute's space I guess</br>I watch'd him, he continuing motionless:</br>To the Pool's further margin then I drew;</br>EIe being all the while before me full in view.", "As a huge Stone is sometimes seen to lie</br>Couch'd on the bald top of an eminence;</br>Wonder to all who do the same espy</br>By what means it could thither come, and whence;</br>So that it seems a thing endued with sense:</br>Like a Sea-beast crawl'd forth, which on a shelf</br>Of rock or sand reposeth, there to sun itself.", "Such seem'd this Man, not all alive nor dead,</br>Nor all asleep; in his extreme old age:</br>His body was bent double, feet and head</br>Coming together in their pilgrimage;</br>As if some dire constraint of pain, or rage</br>Of sickness felt by him in times long past,</br>A more than human weight upon his frame had cast.", "Himself he propp'd, his body, limbs, and face,</br>Upon a long grey Staff of shaven wood:</br>And, still as I drew near with gentle pace,</br>Beside the little pond or moorish flood</br>Motionless as a Cloud the Old Man stood;</br>That heareth not the loud winds when they call;</br>And moveth altogether, if it move at all.", "At length, himself unsettling, he the Pond</br>Stirred with his Staff, and fixedly did look</br>Upon the muddy water, which he conn'd,</br>As if he had been reading in a book:</br>And now such freedom as I could I took;</br>And, drawing to his side, to him did say,</br>\"This morning gives us promise of a glorious day.\"", "A gentle answer did the Old Man make,</br>In courteous speech which forth he slowly drew:</br>And him with further words I thus bespake,</br>\"What kind of work is that which you pursue?</br>This is a lonesome place for one like you.\"</br>He answer'd me with pleasure and surprize;</br>And there was, while he spake, a fire about his eyes.", "His words came feebly, from a feeble chest,</br>Yet each in solemn order follow'd each,</br>With something of a lofty utterance drest;</br>Choice word, and measured phrase; above the reach</br>Of ordinary men; a stately speech!</br>Such as grave Livers do in Scotland use,</br>Religious men, who give to God and Man their dues.", "He told me that he to this pond had come</br>To gather Leeches, being old and poor:</br>Employment hazardous and wearisome!</br>And he had many hardships to endure:</br>From Pond to Pond he roam'd, from moor to moor,</br>Housing, with God's good help, by choice or chance</br>And in this way he gain'd an honest maintenance.", "The Old Man still stood talking by my side;</br>But now his voice to me was like a stream</br>Scarce heard; nor word from word could I divide;</br>And the whole Body of the man did seem</br>Like one whom I had met with in a dream;</br>Or like a Man from some far region sent;</br>To give me human strength, and strong admonishment.", "My former thoughts return'd:  the fear that kills;</br>The hope that is unwilling to be fed;</br>Cold, pain, and labour, and all fleshly ills;</br>And mighty Poets in their misery dead.</br>And now, not knowing what the Old Man had said,</br>My question eagerly did I renew,</br>\"How is it that you live, and what is it you do?\"", "He with a smile did then his words repeat;</br>And said, that, gathering Leeches, far and wide</br>He travelled; stirring thus about his feet</br>The waters of the Ponds where they abide.</br>\"Once I could meet with them on every side;</br>But they have dwindled long by slow decay;</br>Yet still I persevere, and find them where I may.\"", "While he was talking thus, the lonely place,</br>The Old Man's shape, and speech, all troubled me:</br>In my mind's eye I seem'd to see him pace</br>About the weary moors continually,</br>Wandering about alone and silently.</br>While I these thoughts within myself pursued,</br>He, having made a pause, the same discourse renewed.", "And soon with this he other matter blended,</br>Chearfully uttered, with demeanour kind,</br>But stately in the main, and, when he ended,</br>I could have laugh'd myself to scorn, to find</br>In that decrepit Man so firm a mind.</br>\"God,\" said I, \"be my help and stay secure;</br>I'll think of the Leech-gatherer on the lonely moor.\"</br>"]