["ARGUMENT.</br>The Muses send Melpomine</br>Doune to the lowest Hell's</br>She meits with Night and askes the way</br>Which she unto her tells</br>To Plutoes kingdome when she cam</br>She past by all the pains</br>At last out of her dreidfull Den</br>Alecto she constrains", "Ther is nothing beneth the sky insearte</br>More moves my mynd to pitie and compassion</br>Then for to sie a true and upright hearte</br>Wheir faith and trueth has bult hir only station</br>By Fortuns snar's and Envyes craftie baits</br>Dispys'd, disdain'd disgrac'd with falce deceats.", "And whither it be kyndest pitie loe</br>Or duetie (which I ow all woman kynd)</br>I know not, but my hart doeth burst for woe</br>When harme unto ther harmeles sexe I find</br>And my poore eyes whil as I writting lay</br>With tears did seeme to washe the lyn's away.", "Fa'r wemen should be lov'd and not envy'd</br>Whoes substance is so daintie pure and fyne</br>In Naturs triple fornace being try'd</br>Till all the drosse be thence removd, and syne</br>That Essence pure most Angel-lyk retains</br>No staine, nor blot, but alwayes cleir remains.", "But this poore Lissa beautifull and fair</br>(Which beautie God did geve her as a grace)</br>Was by deceat throwne doune in endles care</br>By Envi Slaine that monstre merciles</br>And suir I think whome God has grac'd with beawtie</br>For them he cars, to them we ought a dewtie", "For when he made this great and woundrous frame</br>Of Chaos masse that shaples lay confus'd</br>He tooke the purest substance of the same</br>And that which was most beautifull he chus'd</br>And theirof did he make the Angelis bright</br>To glorifie his name, and show his might.", "He made the purest substance which remaind</br>Unto his blissed self a Mansione rair</br>Syne thrice thee Orbs, whairof the eight containd</br>Bright shyning starr's, and sev'n the Planets fair</br>Nixt placd the Fyre because'n beautie next,</br>Syne Aer, then Water, last the Earthe he fixt,", "Earthe then we sie the drosse of all things yit</br>Which this great Architector singling furth</br>By his great migt and all for seing witt</br>Is lowest plac'd according to her worth</br>But that which was most beautifull and pure</br>Evne next unto him self he placed sure.", "And then that Alcreator did ordaine</br>Eache thing according to their substance pure</br>To bring furthe fruit this all to intertane</br>Which by his powre he caused to indure</br>Not tyme, nor age, nor restles moveing, may</br>Destroy confound, or weir, or make decay.", "First then the Heav'ns (as haveing most of bewtie</br>Brought furthe the starr's, the Moone, the Suns great light</br>And aer (commanded next to do his dewetie)</br>Brought furthe all sorts of fouls with fethred flight</br>Water brought furth all sort of fishe anone</br>The Earthe brought furthe all beasts that leive theirone", "As heavns are of the fynest substance lo</br>So are the starr's most beautifull most cleir</br>But cheiflye Planets sevin theirin doeth show</br>Gods powr'full might (werin doeth well appeir)</br>He getts them rewll, might, vertue, pow're and strength</br>Our fouls, fishe, beasts, tries, herbs, and men at length.", "And thus we sie eache creatuere furthe doth bring</br>(According to its essence) ill or goode</br>The aer breids foules, in water fishes springe,</br>Herbs tries, and living beasts ar Earths grosse broode</br>Yea evrie thing (according to his kynd)</br>Ill favor'd foule, fair shynninge, clear, we fynd", "Altho it pleas'd heigh Jove from heavne discend</br>Fraill man to make of earth of drosse, of clay,</br>Most fair of all ov'rall to have command</br>For him, all made to him all should obay</br>Then man should thank him prase him, pray him still</br>To love, to blesse, and to forsie his ill.", "Yea lyke to his owne Image man he maks</br>In which he shews his love and eak his might</br>But these to whom most beautie he betaks</br>These maks he lykest to his Image bright</br>Wherefore to these we owe great love, and dewtie</br>Remembring God the fontane of all bewtie", "For why when this great God made all things first</br>To beute did he give the heighest place</br>Becaus it was the substance worthiest</br>Of the aspect of his most glorious, face</br>Then whoso ev'with beautie is indewd</br>Them should we love, as through Gods love renued.", "And if so he in Chaos mas confus'd</br>Sum say their was no light nor beautie fair</br>But God (the fontane of all light) infus'd</br>Such beateous light in all his creturs rare</br>Then unto whom he beautie geves, to those</br>His grace, his goodnes, and his love he shoes", "Yea in my simple judgement this I think</br>Ov'r beautie God has ay a speciall caire</br>So that with Lucifer they do not shrink</br>Away frome grace and think them selfs too fair</br>But with meik mynds upon his holy montane</br>Give God the praise who's of all beautie fontane", "But O my Muse too heighe thow seem's to flie</br>Thy wings ar lag'd with vapors dull and grosse</br>That which thou sing's is too too heigh for thee</br>More meit foy pregnant witt's and learnings force</br>Turne back, least thou repent thy self, advyse,</br>Wade not too deep in Gods heigh misteryes", "Turne to thy sacred sisters with thy quill</br>For to advyse with them what must be doone</br>With Lissa fair, whoes beautie works her ill</br>For lo Melpomene they do injoyne</br>To bring Alecto frome her dreidfull den</br>Who blood, and warre, and murther maks on men.", "Melpomene made way throw empty aer</br>And through the wattrie empyrs wyde and deip</br>Through darkest hollow caves she did repair</br>And trough he bowell, of the Earth did creip</br>And low where light of day did never shyne</br>Nor Phoebus show his everlasting shryne,", "Wheir Cynthia does steip in silver dew</br>Her never cheirfull, ever drouping light</br>In Thetis watrie bed whoes azur hew</br>Her lustre showes in blak eternall night</br>Through fearfull, loathsume, foull, and filthie fenns,</br>Throgh foggie smook, throgh dark, and dreadfull dens,", "She haveing past frome Phoebus cheirfull light</br>Came to a Regione of eternall darknes</br>The habitation of the dun kishe Night</br>It wes indeid, so fearfull was the marknes</br>She meitts that greislye Hagge with visage sadd</br>Who was into a cole blak mantle cladd.", "And sat into a chariot pitchie blak</br>Four jeatblack steids that braith'd dark clouds of smook</br>With ramping noyes made all their harneis crak</br>With braying all the solid earth they shooke</br>This unaquainted brightnes when they saw</br>Their Mistres doune to hell they seem'd to draw.", "At last the Muse so oft aloud did call</br>That uglie Night out of ther chariott looks</br>She sayes most dreidfull Dame so feard of all</br>Melpomene that tragick sadnes brooks</br>Wold know thy wayes, dark paths, and fearfull gets</br>That doune to Plutoes loathsum kingdome lets.", "The aged Hagg with furious rage thus spake</br>With gostly speeche and dreidfull countenance</br>Thow Imp of my old foe who seiks my wrack</br>Why trubles thow my Regions with thy glance</br>Lo wheir fyre smook and sulphur doe aryse</br>In younder denne if thow dar enterpryse.", "The greisly gulf of deip Avernus holle</br>Above the which my mantle black is spred</br>About the which a fearfull laick doth rolle</br>Doune throw that flamming gulf thow must be led</br>Wheir never yit did enter any wight</br>But feirce Aneas and Sibilla bright.", "Evne that same way the sacred Muse is gone</br>The smook and sulphur ceast their restles flame</br>And doune to Plutoes court she goes anone</br>The brasin getts burst oppen when she came</br>At ther bright looks and at her beauties glance</br>Feinds spirits and Ghosts fell in a hellische traunce.", "Ov'r Acheron she past the bitter waves</br>(Wheir damned souls with shriling skreiks lament)</br>To Flegithone with fyrie floods that shewes</br>The tortring torment of that element</br>Wheir Sinners nought but desperatione gains</br>And thousand thousands of eternall pains", "At Plutos gate was dreidfull Cerberus</br>With thrie wyid oppin hollow throats devoring</br>And curled hair of snaiks, most venemous</br>Gnawing blood, fleshe, and bones with fearfull roring</br>But her devyne, and Sune-shyne beauties such</br>Hells porter dar's not once her vesture tutch.", "Straight to the house of endles paine she goes</br>Inviround with that fyrie flamminge floode</br>That Phlegithone whoes fearfull laick furth throes</br>A filthie smook out belshing labberd blood</br>Tisiphone the keipar heght to name</br>Mother of murther, Sinn deceat, and shame", "Ther did the rout of loathsum Harpyis roar</br>Ther Sillaes sound, their sevine moth't Hydras houling,</br>Their Serpents hisse their greisly Gorgons hoar</br>Their Centaur's, Sphinges, fearefull Chymers rouling,</br>All those and many thousand Monsters more</br>Wher set one burning thrones their Prince before", "Their wofull wailing wretches tos'd with pains</br>With ghostlie grones with ouglie yeling sounds</br>With harsk and jangling noyes of irone chains</br>Whoes clamors, cryes, and shouts throu hell redounds</br>Those monstres trampling were in darksum shed</br>That horror, dred, fear, death, and terrour bred", "Their Sulmon crauling was in endles paine</br>For counterfitting thundreflaught and fyre</br>Their Titius (darling of the earth) was flaine</br>A Vulter feidding one his filthie lyre</br>Their was the wheill Ixion turning still</br>For daring tempt heavn's Queine to lechrous ill.", "Their Tisiphus disjoynted one a rack</br>Their Theseus to endles slouth condem'd</br>Their fyftie Sisters drawing water wrack</br>And yet their vessels emptie still unstem'd</br>Thair Tantalus with thrist, and hunger slaine</br>Sees meat and drinck yet nether could he gaine", "At last a foull and filthie sink she sees</br>Wheir fyre and brimstone pitche and tar were smooking</br>Whoes deipnes dyv'd as far beneth the seas</br>As it was up to heavne from thence in looking</br>Above this sink a dragone still repears</br>Whoes monstrous bodie feftie heids uprairs.", "Doune in this fearfull smook and filthie hole</br>Wer Titans broode and Earths fearce childring thrust</br>That in their bloodie raige did restles roll</br>In their owne blood whill sulphur smook them burst</br>Tiphon and all the Gyants warr's that maid</br>Against the Gods were their by lightning led.", "While in this hollow pitt they do remaine</br>They thunder furthe such fearfull roaring crye</br>Confusdly jarring in their endles paine</br>Their bodies hudge in flamms still rosting lye</br>Which send a stinking smook furth with the cry</br>That much amazd the Muse in passing by.", "At last she came unto a dreidfull cave</br>Wher Furies furthe send many fearfull cryes</br>Their Pryd attended on by wraith as Slave</br>Their Madnes that on wraith had fixd her eyes</br>Their Envy fals one, Vertue still was railling</br>And their Dispair her owne hairt furth was trailling.", "Their Rage did rune her heid against the wall</br>And their despight satt gnawing of her fingers</br>Their was the thrie commanders of them all</br>Wofull because the Earthe from mischeif lingers</br>Alecto, Tisiphon, Megera their</br>Who work mischeif, plague, famin, bloode, and weir.", "The Muse Alecto furth she calls in ha'st</br>And said I pray the pas unto Achay</br>Wheir is the Virgine fair Laissa plac'd</br>And work her wrak her ruine her decay</br>She's daughter too the great Achaian King</br>And has defyld our fair caballean spring.", "This when the Muse hade said she did returne</br>Throuw shadows dimme of dark and glomie night</br>Up to her Sisters who with anger burne</br>Till wrought was all their veangeance their despight</br>On Lissa fair whom beautie hade in keiping</br>Who all this whyle lay by the fontane sleiping", ""]