["The Sun, declining o'er the western sky,</br>In roseat splendor clos'd his circling course,</br>And ting'd the clouds with many a varied dye,</br>When, following Fancy's ever-flowing source", "Of cool poetic joy, I bent my way</br>Tow'rd a majestic Castle's ruins wide;</br>Within whose gates once royalty bore sway,</br>And for a season laid its cares aside.", "The bleating flocks were pent within the fold;</br>The jovial reapers long had left the vale;</br>The plowman at his cheary fire-side told</br>The merry story, or the mournful tale.", "Now Sol had gone to other worlds to rise,</br>And all the place to silence was resign'd;</br>While on the ruin fixed were my eyes,</br>A pleasing melancholy fill'd my mind.", "Comparing present things with past, a tear</br>Starting from either eye down gently stole;</br>Tho' from my heart wrung by reflection drear,</br>A tear which pity wish'd not to control!", "While yielding thus to lenient grief, I deem'd</br>A rushing noise I heard, and looking round,</br>A sudden light effulgent on me beam'd,</br>And all my soul in admiration bound.", "Upon the hill descended from on high,</br>A BEING far transcending human kind:</br>I gaz'd upon him as he glided nigh,</br>His form engaging all my pensive mind.", "An azure robe, of a celestial dye,</br>Around him wildly wanton'd in the breeze:</br>Bare were his feet; his locks did seem to vye</br>With new-fall'n snow that tips the aged trees.", "Placid and mild his look, yet conscious seem'd</br>Of majesty, and piercing was his eye,</br>That flashing with a heav'nly ardor gleam'd,</br>As form'd with ease to scan earth, sea, and sky.", "His decent footsteps with a silver wand</br>Were guided, as majestically slow</br>Tow'rd me he calm advanc'd, and took his stand</br>Beside me, lost in Pity's balmy woe.", "\"Ah, mortal! (said he) thou art mov'd in vain</br>To see all human grandeur yield to Fate,</br>When from its fall thou should'st essay to gain</br>Instruction, not bewail its fallen state.", "\"'Tis my delight, at fall of dewy eve,</br>To visit and converse with mortals good,</br>My heav'nly dictates who with joy receive</br>In the low cot, or 'mid the shady wood.", "\"The vain magnificence of men may prove</br>My present mournfully instructive theme,</br>Whose fate observ'd, might ev'n the proudest move</br>To own all earthly pomp a fleeting dream.\"", "Thus, while he spoke, I recogniz'd the pow'r</br>Of CONTEMPLATION, radiant son of Truth;</br>When empty joys invite, or sorrows lowr,</br>The comforter of age, the guide of youth.", "For often he my lone sequester'd cot</br>Had deign'd to visit, where he taught my soul</br>Tranquilly to enjoy life's chequer'd lot,</br>And each impetuous passion to control.", "\"Behold (he thus resum'd) yon turrets high,</br>The once proud ornaments of that strong tow'r;</br>Now rent and shatter'd by th' inclement sky,</br>Scarce rests the vestige of their former pow'r.", "\"Th' approaching foe by no portcullis dire,</br>Nor bar of massy iron, nor steady gate,</br>Would now be forc'd disdainful to retire,</br>And leave a strength unworthy of his hate.", "\"Upon this moat, once as a sea profound,</br>Which erst no daring footstep ever trode,</br>The wanton infant now may sportive bound,</br>And harmless lambs chuse a secure abode.", "\"The room where arms in horrid order plac'd</br>A glimmering light reflected to the eye,</br>Is now with instruments of labour grac'd;</br>There sword to sickle chang'd thou may'st descry.", "\"That chamber, where the Queen, whose charms divine</br>Made wond'ring nations own the pow'r of love,</br>Oft bath'd her snowy limbs in sparkling wine,</br>Now proves a lonely refuge for the dove.", "\"Yon hall capacious, where the flowing bowl</br>Inspir'd convivial mirth, unblam'dly free,</br>Unfolded all the secrets of the soul,</br>And whelm'd each care in heart-enliv'ning glee.", "\"Where the love-kindling lute, and sounding lyre,</br>Rapt all the mind, or in soft pleasure drown'd;</br>Where the hoarse trumpet rouzing martial fire,</br>Made vaulted roof and rocky walls resound.", "\"There sullen silence reigns, and there the owl</br>Makes her abode that loves the gloomy night;</br>Thence not the least noise rises, save the howl</br>Of bats, and beast, obscene that shun the light.", "\"Yon mould'ring chapel, which, in days of yore</br>To some romantic saint was sacred made,</br>Where th' early priest his matins murmur'd o'er,</br>And said his numerous masses for the dead;", "\"There now each noxious animal and weed</br>In baleful darkness dwells:  And where the cross</br>Was plac'd, the henbane spreads, a deadly shade;</br>And the foul toad conceal'd lyes in the moss.", "\"See o'er the place deep majestic reigns</br>Where splendor once diffus'd its brightest day;</br>And of a palace ev'n these poor remains</br>Will soon to nameless ruin drop a prey.", "\"Such fate awaits all sublunary things,</br>Save those that rest on VIRTUE'S firm support;</br>She aid alone 'gainst Time's fell ravage brings,</br>And smiles secure at Fortune's cruel sport.\"", "Thus while he spoke, his robe expanding wide,</br>Majestic as a cherub still he stood;</br>Then thro' the liquid air was seen to glide,</br>And, swift ascending, gain'd his blest abode.", "I silent from the eastern seas</br>Behold the full-orb'd moon refulgent rise;</br>No fluttering zephyr fans the yellow trees,</br>Each breathe in gentle cadence softly dies.", "The strepent horn no more the hills rebound,</br>But all the air is wrapt in stillness mild,</br>Save where the far-off curfeu's solemn sound</br>Steals on the ear, melodiously wild!", "Fair CYNTHIA'S ray, swift-gliding as she rose,</br>First mark'd the place where a proud vessel lay,</br>Which in the lulling calm seem'd to repose,</br>While not a gale its flagging sails did sway.", "Then slow that tow'ring hill to view disclos'd,</br>At whose wide base a princely palace stands;</br>And by it, to each ruthless storm expos'd,</br>A sacred ruin; &mdash; shame of modern hands!", "Sure SCOTIA'S kings august, and heroes brave,</br>Claim the most splendid honours of the tomb;</br>To them their country who but liv'd to save,</br>No longer be deny'd the grateful dome!", "Soon all EDENA'S glories rose to sight,</br>Her lofty spires, her castle proudly strong;</br>The distant Forth reflecting the pale light,</br>As slow he flow'd the laughing fields among.", "Autumn her golden mantle o'er the land</br>Had cast; each sound was hush'd in silence still,</br>Save where the rivulet murmur'd thro' the sand;</br>The snowey moon-light sleep'd on every hill.", "A scene so sweetly solemn Fancy's eye</br>Survey'd with rapture and tranquil delight;</br>But while she softly breath'd a parting sigh,</br>Resign'd its beauties to the silent night.</br>"]