["Now rag'd the sultry Dog-Star in the Sky,</br>And the hot Sun darted his fiercest Ray,</br>The Apple now was stain'd with ruddier Dye,</br>And melting Pears bent down the leafy Spray;</br>The painted Goldfinch sung the live-long Day;</br>'Twas now the Pride, the Manhood of the Year,</br>What time the Farmer's Hopes his ripening Harvests chear.", "The Sun was gleaming in the midst of Day,</br>Dead, still the Air, and still the Welkin Blue,</br>When from the Sea arose, in drear Array,</br>Thick Clouds, full fraught, of sullen Hue,</br>Which hastily towards the Woodland drew,</br>O'ershadowing sudden the Sun's chearful Face,</br>And the dark Tempest gather'd round apace.", "Beneath an Elm, fast by a Pathway side,</br>Which to Saint Godwin's Holy Convent led,</br>For Shelter from the storm a Pilgrim hied;</br>Forlorn in Look, and clad in tatter'd Weed,</br>As one long pincht and near worn-out with Need.&mdash;</br>Where from the pelting Storm shall Mis'ry flee</br>To real Want few Doors will opened be.", "Look at his faded Cheek!  his Count'nance wan!</br>How woe-begone, how wither'd, and downcast!</br>\"Hasten to thy warm Home, afflicted Man!\"</br>To the Grave rather, thy sole Refuge haste!</br>For cold, and dark, as that sad Place of Rest,</br>Is Charity. &mdash; The Rich and Mighty bear</br>No Bowels for thy Woes, nor ought for others Suff'rings care.", "Now the full Storm is ripe, the big Drops fall;</br>The thirsty Meadows smoke with drenching Rain:</br>Lightnings, quick-flashing, Flocks and Herds appal:</br>The whistling Winds are up &mdash; to and again</br>The tall Trees rock &mdash; and hark!  wide o'er the Plain</br>Roars the deep Thunder &mdash; now with hollow roll,</br>Now with re-echoing Rattle tost from Pole to Pole.", "Spurring his Palfry o'er the watry Plain,</br>The Abbot of St. Godwin's Convent came;</br>His Chapournet was drenched by the Rain,</br>His glistering Girdle met with mickle Shame;</br>Backward he told the Beads, vexed at the same.</br>The Storm encreases, and he turns aside,</br>There, where the Pilgrim from its Fury sought to hide.", "His Cope was all of Lincoln Cloth so fine,</br>With a gold Button fasten'd to his Chin;</br>His upper cloak was edged with gold Twine,</br>His peaked Shoes a Lover's might have been;</br>Full well they shew'd that he thought Cost was no Sin.</br>His plump Steed shar'd both in his Pride and Plight,</br>With Ribbons and quaint Knots his Head was dight.", "\"An Alms, Sir Priest,\" the dripping Pilgrim said;</br>\"Oh!  let me wait within your Convent Door,</br>Till the Sun shines again above our Head,</br>And the loud Tempest of the Air is o'er.</br>Helpless and old am I, alas!  and poor,</br>No house, no Friend, no Money in my Pouch,</br>All I can call my own, this simple Ebon Crouch.\"", "\"Varlet!\" replied the Abbot, \"cease your Din!</br>This is no Season Alms and Prayer to give!</br>My Abbey-Porter lets no Vagrants in,</br>None grace my Board who not in Honour live.\"</br>And now the Sun with the black Clouds did strive,</br>And on the Ground casting his chearful Ray,</br>Sir Abbot spurr'd his Steed and eftsoons rode away.", "Again the Sky grew black, The thunder roll'd;</br>Fast running o'er the Plain a Priest was seen;</br>Nor dight full proud, nor buttoned in Gold;</br>His Cope and Cloak were grey, and coarse, tho' clean;</br>A Village Priest he was, of income mean.</br>Forth from the Pathway-Side quick turned he,</br>With the poor Pilgrim glad to share the Shelter of the Tree.", "\"An alms, Sir Priest!\"  the dripping Pilgrim cry'd,</br>\"For sweet Saint Mary, and for Pity's sake!\"</br>Strait the good Priest his leathern Pouch unty'd,</br>And thereout did a Groat of Silver take,</br>While he his sad Companion thus bespake:</br>\"Here!  take this Silver!  it may Ease thy Woe,</br>We are God's Stewards all, and help to Mis'ry owe.", "\"But ah, thou wretched Man!  few wilt thou find,</br>Who for their dread Account in Time prepare!</br>Here!  take my Semi-cope! &mdash; the searching Wind</br>Aggrieves thine aged Limbs shiv'ring and bare.\"</br>So saying forth he on his Way doth fare.&mdash;</br>Virgin!  and all ye Saints in Heav'n's high Bow'r,</br>Or give the mighty Will, or give the good Man Pow'r!</br>"]