["It was a lovely Sabbath morn &mdash; the sun</br>Shone on the village spire with gladsome ray,</br>The toils and labours of the week now done,</br>The rest and stillness of this sacred day</br>Are hail'd by all with joy; all end their way,</br>Clad in their best attire, towards that door,</br>Which, opening wide, invites to praise and pray;</br>They enter, and the sound of footsteps heard no more</br>A placid stillness reigns the congregation o'er.", "All eyes are bent towards the desk where stands,</br>His hair bleach'd by the frosts of four-score years,</br>A venerable old man &mdash; his aged hands</br>Are rais'd to Heaven in fervent prayer &mdash; the tears</br>Bedew his wither'd cheeks for those so dear</br>Who ne'er again will there behold his face;</br>He feels and is assur'd that death is near,</br>That the grim tyrant steals with slow unerring pace,</br>And soon shall he be clasp'd in his stern, chill embrace.", "Why are the eyes of all with one accord</br>Bent on that face, wherefore does the deep sigh</br>Convulse each breast?  Because the voice of God</br>Has summon'd one so much belov'd, the hour is nigh</br>When that dear voice so often rais'd on high</br>In supplication, shall be heard no more</br>Within these walls; and e'en that placid eye,</br>That shone so bright and clear in days of yore,</br>Touch'd by death's damp, cold hand, will beam on earth no more.", "As he walks forth, the sacred labours o'er,</br>His tottering steps upheld by childhood's arm,</br>The youth crowd round him to behold once more</br>Him who protected them from sin and harm,</br>And he is forc'd to stay his steps awhile</br>To bless those infants, who, with eager haste,</br>Press to behold that face, to share that smile,</br>The sweet reward of all their little troubles past,</br>Which no one but the good is e'er allow'd to taste.", "Thrice happy man!  thy race so nearly run,</br>The glorious prize is full display'd to sight,</br>The labours of this toilsome life now done,</br>Soon in the realms of everlasting light,</br>Thoul't share the bliss of those who with their might,</br>Have kept their lips from guile, their hearts from sin;</br>And, mayhap, with unspeakable delight,</br>Thou'lt watch the steps of thy loved people still,</br>Guide them to every good, and shield from every ill.</br>"]