["Each vernal flow'r, that to the kissing sun</br>Expands its bosom in the garden's bed,</br>Or bends its neck to drink the noisy brook,</br>That blubbers on, till to a gradual calm</br>It smoothly glides and brawls itself asleep,</br>Let others pluck; around Amanda's brow</br>The wreath entwine, and hail her Queen of May.</br>Her name and beauty, let the love-struck youth,</br>Whose breast, till then, ne'er felt poetic fire,</br>In Magazine inroll, in stanzas soft</br>As is the nymph he wooes.  Be mine the choice</br>To sing the Corkscrew, tho' in humble strains.", "Compar'd to this, all other Screws are mean.</br>If nam'd with this, the little glitt'ring spoon</br>From which tea loving maid the liquid sips,</br>Confin'd in vale of China's polish'd clay,</br>Is useless, trivial, and th' exotic box</br>For snuff design'd, much valu'd by the beau,</br>Nor by the belle less priz'd, here looks but faint,</br>Here loses half its plenitude of charms.", "Whether of silver, or of temper'd steel,</br>I grasp thee firm, to my transported touch</br>Alike thou'rt welcome; for by thy kind aid</br>The cork, that blazons in its coat of wax,</br>I pierce intrepid, and transfix the foe,</br>That rudely bars the passage to my joys,</br>Full in the centre.  Then with nervous arm</br>Compleat the gripe, and give th' imprison'd wine,</br>Champagne, or Port, its liberty of air.", "Conscious of thine inestimable use,</br>Thee doth each Toper at the festive board,</br>Friend of the vintage, carry in his pouch.</br>And thee the Cambridge Wits exulting hail,</br>And they who breath Oxonium's learned air,</br>As loud they quaff and sing, and bid good night</br>To Homer's muse, and Tully's moral page.", "Corinna too must own thy service, when</br>The nymph half dress'd her early visit pays</br>To flask of Nantz, or cordial Ratafia&mdash;</br>Yet would she'd never seen the fatal Screw!</br>Vain wish!  her busy thought had then contriv'd</br>Some other instrument, or trident fork,</br>Or mangling bodkin, and had these too fail'd,</br>The maid had forc'd the cork into the stream.</br>But here can I forget the happy man,</br>Whose thought first gave this engine to the world!</br>Hail to thy memory!  and tho' old Time</br>In his recording tablet for thy name</br>Has left a blank, yet shall the social soul</br>With mirthful gratitude the gift admire</br>And drink one bumper in their donor's praise.</br>"]