["I.</br>Oh!  for the living Lyre, that COWLEY bore</br>Entranc'd these rushy-fringed Banks along;</br>Or DENHAM!  thine, what Time the Mountain hoar</br>Re-echo'd to the Pleasings of thy Song;</br>Or POPE'S majestic Verse, which all the Nine</br>With all their Fire inform, and all their Art refine.", "II.</br>'Twas here they thought, here they built th' immortal Rhyme,</br>Heroic WINDSOR heard their sacred Rage;</br>And, would they deign revisit mortal Clime,</br>Her old, patrician Groves must still engage:</br>Come then, illustrious Bards!  resume the Lay,</br>And consecrate to Fame AUGUSTA'S natal Day.", "III.</br>Hark!  hark!  they come; &mdash; or does Delusion bland</br>Steal on my ravish'd Soul?  Yes, now I seem</br>To hear alternate Strains; and lo!  their Hand</br>Sings to their dulcet Voice.  On such a Theme,</br>More than Olympic Candidates for Praise,</br>Each to his golden Lyre warbles his willing Lays.", "IV.</br>DENHAM.</br>Parody.</br>\"Waked to new Glories by the best of Kings,</br>WINDSOR!  all hail!\" &mdash; the lofty Denham sings&mdash;</br>\"Mars with Astraea now inhabits here,</br>Valour with Justice; the romantic Spear</br>Is raised no more to make the guiltless bleed:</br>So GEORGE and genuine Honor have decreed.", "\"On this auspicious Day, at least, content</br>To be at once joyful and innocent,</br>I resalute thee from the Elysian Bowers,</br>And see more bright aspire thy Domes and Towers,</br>The mighty Master's Emblem, in whose Face,</br>Sits Meekness heightened with majestic Grace.", "\"Oh!  could I rise like Them, in Wit supreme,</br>Their great Example I, as they my Theme,</br>Tho' lofty, clear, tho' bold, yet accurate,</br>Strong, but not coarse, without exceeding, great:</br>Then all their Echoes, bursting into Song,</br>Should gratulate, at once, the festive Throng.", "\"But ah!  it may not be. &mdash; Yet hear my Vow,&mdash;</br>A Wish, a Prayer is all my Powers allow&mdash;</br>May, ROYAL GENTLENESS!  Improvement wait,</br>And sacred Science, Handmaids of THY State:</br>And when Perfection shall her Work survey,</br>And with another CHARLOTTE bless the Day;</br>Then may THY Praise &mdash; I prophecy it will&mdash;</br>Outlive THY Windsor and my Cooper's Hill.\"", "V.</br>COWLEY.</br>Anacreontic.</br>\"Haunts!  which all the Muses love,</br>What new Diana trips the Grove?&mdash;</br>Innocent and chaste as she,</br>That graced the Plains of Thessaly,</br>Whom of old Latona bore</br>On Delos' sea-encircled Shore.</br>This Isle, that gave HER Beauty Birth,</br>O'er every Isle shall raise its Worth,</br>Till Worlds remote revere and love</br>The Progeny of GEORGE and Jove.", "\"Boon September!  thou shalt be</br>Henceforth the first of Months to me;</br>To you I strike the loudest String,</br>You pay the Promise of the Spring,</br>Load with burnish'd Gold the Bough,</br>Realising every Vow&mdash;</br>Gave to Royal CHARLOTTE'S Throes</br>Pandora, but without her Woes&mdash;</br>Gave this welcome Holiday,</br>And gave the Grape to make it gay.", "2.</br>\"Bring me a Goblet deep and wide,</br>Capacious of the nectar'd Tide,</br>Go, the liquid Ruby seek,</br>That emulates HER Lip and Cheek;</br>O'er the gold Brim bid it rise,</br>Smiling, sparkling as HER Eyes,</br>Pure as flows HER Breath the Draught&mdash;</br>Wine that warms the Bosom thro',</br>As HER opening Virtues do:</br>Pour Libations to HER Birth,</br>And kiss the consecrated Earth.", "\"Blest, and blessing, may the Fair</br>All HER Mother's Graces share,</br>With all the Virtues of her Sire!\"</br>He said and smote the sounding Lyre.", "VI.</br>POPE.</br>Cento.</br>\"In these deep Solitudes and awful Bowers,</br>Where heaven-aspiring WINDSOR lifts her Towers,</br>And melancholy Silence reign'd so long,</br>What mean this Triumph and the Voice of Song?</br>Hark!  how the Domes rejoice, and paean'd Air,</br>Is Salisbury reviv'd?  or CHARLOTTE there?", "\"Happy the Man, whom this bright Court approves,</br>His Sovereign favours, and his Country loves;</br>Such had I been, had Fate my Birth delay'd</br>Till GEORGE THE GOOD Britannia's Sceptre sway'd.</br>Faction, be dumb; the Patriot's Name shall hide</br>No more thy Envy, Avarice, and Pride;</br>See, round his Throne the winged Virtues spread,</br>Fair as the numerous Offspring of his Bed,</br>Ye sacred Nine, that all my Soul possess'd,</br>Whose Raptures fir'd me, and whose Visions bless'd,</br>Once more (the hallow'd Hour demands your Aid)</br>Be present while I greet THE ROYAL MAID:</br>Oh!  to this Theme your softest Numbers bring,</br>What Muse for CHARLOTTE can refuse to sing?", "\"Breathe on her Frame each Venus that inspires</br>The Painter's Pencil, and the Poet's Fires,</br>Bid her be all, that may the Soul distend,</br>The duteous Daughter, Sister, Patron, Friend;</br>Bid her be all that makes Mankind adore,</br>Rise to Example, shew her Mother more;</br>New Graces yearly let her Form display,</br>Soft, without Weakness, without glaring, gay;</br>Till each fresh Birth-day, vying with the past,</br>Imprint that Character no Time shall blast;</br>Then, oh ye Muses!  shall my Numbers roll,</br>Strong as her Charms and gentle as her Soul:</br>Fair!  Wise and Good!  resound thro' all my Lays&mdash;</br>Praise less than This were Mockery of Praise.", "\"Then to the female Saint shall Pilgrims come,</br>And captive Kings Here wait again their Doom,</br>The silver Star less honour'd than HER Charms,</br>And Windsor glory more in Love than Arms.\"", "VII.</br>And more they sung; but how should simple Swain,</br>For ever studious of his pastoral Care,</br>Have Memory their Raptures to retain?</br>Or how repeat their Vows, and not impair?</br>Enough for him, should this weak Verse reveal</br>The Depth of his Respect, and Height of honest Zeal.</br>"]