["As fond some beauteous rural Seat we view,</br>With Streams adorn'd, and green Inclosures bound;</br>Where Zephyrs breathe, and Flow'rs of various Hue,</br>And various Sweets, emparadise the Ground;</br>Or, while design'd to please and mend the Age,</br>Wit, Truth, and Judgment in thy cause unite;</br>We captivated view thy blooming Page;</br>Where Novelty enhances the Delight:</br>The mental Prospect like the sylvan charms,</br>And the delighted Thought with equal Rapture warms.", "Some Writers glare! &mdash; the Meteors of a Day!</br>Some vainly toil, their Birth unknown to Fame;</br>'Tis Genius only rises to display,</br>In Fame's strong Light, the worthy Author's name;</br>Favour'd by her, enlighten'd Bards of old,</br>Distinguish'd, thro' the Depth of Ages shine;</br>While those of gloomy Race, dark Shades infold,</br>Whose Bosoms never felt a Ray divine:</br>So soars the Bird of Jove, confess'd, on high,</br>While Crows, a vulgar Flock, infest the nether Sky.", "With generous Zeal, when the associate Arts</br>Conspire to finish some august Design,</br>Exact Proportion regulates the Parts,</br>And bid the whole in fair Perfection shine:</br>So Strength and Elegance, and Order meet,</br>Consenting, in thy well-adjusted Plan;</br>There Science ranges, with Direction sweet,</br>All that can polish, or improve the Man:</br>Thus form'd (if judg'd the future by the past)</br>Thy useful MAGAZINE from Age to Age shall last.", "But nearer, let the Muse thy Dome survey,</br>Rear'd on the Columns (1) of Britannia's State;</br>Where Freedom sits enshrin'd, and sheds a Ray,</br>Brighter than mimic Titles can create:</br>There Ch&mdash;f&mdash;ld and L&mdash;ndd&mdash;le nobly join</br>Judgment and Cardor to maintain her Cause.</br>There mitred Secker feels a Zeal divine,</br>And dying Hervey merits new Applause:</br>But oh!  what recent Sorrow clouds her Smile?</br>A Hero lost she mourns, she mourns her lov'd Ar&mdash;l!", "Too justly she assumes that pensive Look;</br>For many late by Pride or Interest sway'd,</br>Ungrateful, have her sacred Cause forsook,</br>Or worse &mdash; with black Apostacy betray'd:</br>These court Cameleons shall deceive no more,</br>Unsullied now, shall shine fair Freedom's Band,</br>S&mdash;nd&mdash;ch and Hal&mdash;x shall show her Pow'r,</br>And Bedford still her firm Assertor stand,</br>Like Scipio, L&mdash;tt&mdash;n, with manly Air,</br>Shall draw (2) bright Reason's Sword to guard us from Despair.", "To these, her Thanks, let just Attention pay,</br>In whom the Force of Freedom shines confess'd;</br>Whom Truth adorns with her celestial Ray,</br>And Honour forms in Independence blest.</br>Bright LIBERTY!  how potent is thy Flame?</br>In noble Minds how glows thy sacred Fire!</br>E'en scepter'd Tyrants tremble at thy Name,</br>And Renegados with conscious Shame admire!</br>Both Heav'n and Nature own thy blissful Pow'r,</br>That social Nations court &mdash; and Savages adore!", "Pass we thy Colonade, &mdash; with Statues grac'd,</br>These nobler Statues of the mental Kind!</br>Where Britain's Senate in perspective plac'd,</br>With more than Roman Grandeur awes the Mind:</br>When lo! &mdash; within the Arts assembled stand,</br>Prepar'd the studious Guest to entertain;</br>Pleas'd they unite (3) and with industrious Hand</br>Embellish, and diversify the Scene:</br>Where monthly in a Round of Science meet</br>The Serious and the Gay &mdash; more prevalently sweet!", "Here Piety (4) erects her Front sublime,</br>There Charity (5) her sacred Fervor spreads;</br>Chronology looks back (6) on flying Time,</br>And History (7) her fair Examples reads:</br>Astronomy regards, (8) with lifted Eye,</br>The Paths immense revolving Planets trace,</br>Pleas'd if her Search can distant Works descry,</br>Or Comets blazing thro' unmeasur'd Space:</br>Such, Urban, are the Arts which boast thy Care,</br>And bless the fair Design in which they claim a Share!", "But see thy Portal opens! &mdash; to the Sight</br>Disclosing Scenes of sweetly varied Joy!</br>Where tuneful Notes the ravish'd Ear delight,</br>Or sylvan Prospects charm the pleasur'd Eye:</br>On every Hand, as round the Fancy strays,</br>Alternate Beauties in Succession rise!</br>The magic Muse the captive Thought conveys</br>O'er Lands, and Seas, &mdash; or lifts above the Skies!</br>These are thy spacious Gardens, where the Mind</br>From Scene to Scene may range &mdash; and still new Pleasures find.", "Of Praise secure &mdash; pursue thy grateful Toil,</br>Let Rivals curse a Height they cannot reach:</br>How Worth acknowledg'd claims the publick Smile,</br>Let thy extensive Correspondence teach:</br>Be this thy Honour &mdash; in these motley Days,</br>Truth was thy Guide, Instruction all thy Aim;</br>That Phoebus early crown'd thy rising Lays,</br>And bid the Muses wide diffuse thy Fame:</br>Thy Merit still let this Distinction prove,</br>The Wise and Learn'd esteem &mdash; the Chaste and Virtuous love.", "(1) Parliamentary Debates, which begin the Book.</br>(2) The known Story of Scipio, who, when the chief Officers were deliberating about leaving Italy, drew his Sword, and obliged them to swear they would never desert their Country.</br>(3) The Essays on various Subjects.</br>(4) Dissertations on religious Subjects.</br>(5) Arguments in behalf of publick Hospitals.</br>(6) Chronological Enquiries.</br>(7) Select Pieces of History or Biography.</br>(8) Astronomical Disquistions, among which is the ingenious Mr. Yate's new Systems of Comets, and Laws of Motion.</br>"]