["SMYTH!  in the mirror of thy mind I view,</br>By Fancy's magic drawn, the solemn shade,</br>Where on swift wing the social moments flew,</br>When thou and Friendship charm'd the summer glade.", "How often on the green hill's side we sate,</br>List'ning afar to Clodio's sounding fall!</br>Or pacing down the winding, woody strait,</br>Met the cool air in PAN'S umbrageous hall!", "O stainless was the mirror of thy mind,</br>The forms of Vice and Folly past away,</br>Nor left a taint; while, brighten'd and combin'd,</br>Virtues ethereal hues were seen to stay.", "Nor have revolving seasons borne away,</br>One trace that there the hand of heaven design'd;</br>The mellow tints return the heavenly ray,</br>By pure Religion heighten'd and refin'd.", "Often you urg'd me, as at ease we lay,</br>And caught thro' waving shades the fairy views,</br>By fits illumin'd by the setting ray,</br>To give these scenes the tribute of the Muse.", "\"Did never minstrel here,\" you often said,</br>At Love or Pity's call, his pipe essay ?</br>Did no heroic deed renown the glade,</br>To generous claimant wake the poet's lay?", "\"E'en SPENSER here, perhaps, of old has view'd,</br>Day-dreams of glorious deeds, that Fancy flung</br>Across his woodland range, for yonder flood</br>And you majestic cliffs the poet sung.", "\"And yon retiring uplands still display</br>The ruins, where the frowning fort arose,</br>Built by the poet's plan to keep at bay</br>The formidable rage of England's foes.", "\"Does Inspiration here no longer breathe,</br>Her fairy summons in the waving boughs?</br>O haste my friend to claim a sylvan wreath,</br>Perhaps the gentle Muse may hear thy vows.\"", "To thee I owe, that with presumptuous hand,</br>I try'd the chords in that sequester'd vale,</br>Where noble Feltrim met the ruffian band,</br>And the pale Dryads heard the WOODMAN'S TALE.", "Those shades you left, and that romantic hill,</br>To nobler toils by heavenly guidance led</br>There many a summer eve I wander'd still,</br>And with poetic dreams my fancy fed.", "But oh!  how mean a task, compar'd with thine,</br>When, with the lamp of heaven, you found your way</br>To those, condemn'd in hopeless gloom to pine,</br>Without the grateful change of night or day!", "But spirits no material aid require,</br>They reach their kindred souls on viewless plume,</br>You bade celestial Hope their minds inspire,</br>And shed new transport thro' the cheerless gloom.", "I saw the living flame diverge, and run</br>Like heaven's own lightning thro' the dusky band,</br>When with a beam, unborrow'd from the sun,</br>You bade their slumb'ring energies expand.", "I heard them, like the symphonies above,</br>When Raphael breathes the sweet, prelusive strain;</br>In loud alternate songs of faith and love</br>Proclaim the glories of Emmannel's reign.", "I heard them sing the kind, creating hand</br>That planted eyes within, whose piercing ray</br>Beheld Elysian prospects wide expand,</br>On the bright noon of everlasting day.", "Go on, my friend!  Oh may you never hear</br>Bellona's clangour mix its baleful tones</br>With those fine strains that pierce the mundane sphere,</br>And call down cherubs from their splendid thrones.", "Go on, my friend!  the gentle hand of Time,</br>At length, this envious shadow will remove;</br>Then will your pupils, in another clime,</br>Return the raptur'd glance of joy and love.</br>"]