["When night shed her solitude round,</br>And Cynthia illumin'd the sky,</br>When dew drops bespangled the ground,</br>And light mist flew wantonly by;</br>Alone to a neighbouring grove,</br>With partial distraction I stray'd,</br>There tho't of the maiden I love,</br>While rapture my senses betray'd.", "On the wings of delusion I flew</br>To the feet of the fair one I love:</br>I told her my passion anew;</br>My passion she deign'd to approve.</br>There fancy depicted our joy,</br>'Twas pleasure unmingled with woe,</br>'Twas happiness free from alloy,</br>'Twas Eden replanted below.", "Reclin'd on her bosom of love,</br>As playful, and happy as May,</br>Lay an infant as pure as a dove,</br>And bright as the young star of day.</br>The rose budded fair in its face;</br>Truth and innocence beam'd from its eyes,</br>Its smiles were the symptoms of grace,</br>Its charms were the charms of the skies.", "My house was an inn for the poor:</br>The beggar was often my guest:</br>They smil'd as they went from the door,</br>Their gratitude sweeten'd my rest.</br>My Delia was pleas'd to bestow,</br>What providence freely had given</br>She shar'd with the children of woe,</br>And bade them feel thankful to heaven.", "While thus in sweet rapture I view'd</br>The scene which my fancy had drawn,</br>My feet wander'd far thro' the wood,</br>And insensibly trode the gay lawn;</br>The sweet briar lent me a rose,</br>An emblem of life and its cares;</br>A moment it buds and it blows,</br>But thorns are the burden it bears.", "I smelt of the fragrance it shed,</br>'Twas sweet as the breathings of morn,</br>I press'd it, low droop'd its fair head,</br>And nothing remain'd but the thorn.</br>In a moment my senses return'd,</br>I sunk to the depths of despair,</br>And as the soft vision I mourn'd,</br>The cries of distress fill'd the air.", "The shepherd lay snug in his bed</br>While dogs tore the lambs of the fold;</br>Too late to their rescue I fled,</br>Their lives to the prowlers were sold.</br>No more shall their bleatings delight;</br>No more shall the innocent train</br>In frolicsome gambols unite,</br>Or sportively skip o'er the plain.", "I wept o'er their carcasses torn,</br>Their pleasures had scarcely begun;</br>But perhaps had they seen the next morn,</br>They then had been slaughter'd by man:</br>My mind thus from ills of my own</br>Turn'd to those of a lower degree,</br>I had tho't I was wretched alone,</br>But brutes were more wretched than me.", "Ah Corydon, why will you love!</br>Why feed the soft passion in vain!</br>No sighs her compassion can move,</br>She smiles at the tale of your pain.</br>To love her, alas!  is delight,</br>'Tis pleasure, 'tis bliss to my heart;</br>Though despair spreads around me her night,</br>Yet despair can her blessings impart.", "She is fair as the pride of the vale,</br>The lily that vies with the snow;</br>Her breath is as sweet as the gale,</br>Where clover-fields fragrantly blow;</br>Her temper is sweet and serene,</br>Her bosom is pure and refin'd;</br>Expression enlivens her mien,</br>And virtue enriches her mind.", "She is chaste as the fleeces that fly</br>On the wings of the tempest of snow:</br>Soft pleasure oft beams in her eye;</br>She can weep at the language of woe;</br>Her lips utter accents of truth&mdash;</br>Her voice is the music of even:</br>Her face wears the features of youth&mdash;</br>Of youth in the garden of heaven.", "And when with the swain of her choice</br>She shall wed (may the moment be nigh!)</br>Though bleeding, my heart shall rejoice,</br>She is happy. &mdash; I'll bless her &mdash; and die:</br>Not a tear from my eyes shall be shed,</br>Not a sigh from my bosom arise;</br>In secret I'll lay down my head,</br>And wait for the fair in the skies.</br>"]