["O thou that glad'st my lonely hours</br>With many a wildly-warbled song,</br>When melancholy round me low'rs,</br>And drives her sullen storms along;</br>When fell adversity prepares</br>To lead her delegated train,</br>Pale sickness, want, remorse, and pain,</br>With all her host of carking cares,&mdash;</br>The fiends ordain'd to tame the human soul,</br>And give the humbled heart to sympathy's controul.", "Sweet soother of my misery, say,</br>Why dost thou clap thy joyous wing?</br>How canst thou pour that artless lay?</br>Hast thou not cause to grieve,</br>That man, unpitying man, his rent</br>From thee the boon which nature meant</br>Thou should'st, as well as he, receive?</br>The power to woo thy partner in the grove,</br>To build, where instinct points; where chance directs, to rove.", "Perchance, unconscious of thy fate,</br>And to the woes of bondage blind,</br>Thou never long'st to join thy mate,</br>Nor wishest to be unconfin'd;</br>Then how relentless he,</br>And fit for every foul offence,</br>Who could bereave such innocence</br>Of life's best blessing, liberty!</br>Who lur'd thee, guileful, to his treacherous snare,</br>To live a tuneful slave, and dissipate his care.", "But why for thee this fond complaint?</br>Above thy master thou art blest:</br>Art thou not free? &mdash; yes; calm content</br>With olive sceptre sways thy breast;</br>Then deign with me to live;</br>The falcon of insatiate maw,</br>With hooked bill and gripping claw,</br>Shall ne'er thy destiny contrive:</br>And every tabby foe shall mew in vain,</br>While pensively demure she hears thy melting strain.", "Nor shall the fiend, fell famine, dare</br>Thy wiry tenement assail;</br>These, these shall be my constant care,</br>The limpid fount, and temperate meal.</br>And when the blooming spring</br>In chequer'd livery robes the fields,</br>The fairest flowerets nature yields,</br>To thee officious will I bring;</br>A garland rich thy dwelling shall entwine,</br>And Flora's freshest gifts, thrice happy bird, be thine.", "From drear oblivion's gloomy cave</br>The powerful muse shall wrest thy name,</br>And bid thee live beyond the grave,&mdash;</br>This meed she knows thy merits claim;</br>She knows thy liberal heart</br>Is ever ready to dispense</br>The tide of bland benevolence,</br>And melody's soft aid impart;</br>Is ready still to prompt the magic lay,</br>Which hushes all our griefs, and charms our pains away.", "Ere while, when brooding o'er my soul,</br>Frown'd the black demons of despair,</br>Did not thy voice their pow'r controul,</br>And oft suppress the rising tear?</br>If fortune should be kind,</br>If e'er with affluence I'm blest,</br>I'll often seek some friend distrest,</br>And when the weeping wretch I find,</br>Then, tuneful moralist, I'll copy thee,</br>And solace all his woes with social sympathy.</br>"]