["I. 1.</br>Hence, to the realms of Night, dire Demon, hence!</br>Thy chain of adamant can bind</br>That little world, the human mind,</br>And sink its noblest powers to impotence.</br>Wake the lion's loudest roar;</br>Clot his shaggy mane with gore,</br>With flashing fury bid his eye-balls shine,</br>Meek is his savage sullen soul to thine!</br>Thy touch, thy dead'ning touch, has steel'd the breast,</br>Where, thro' her rainbow-shower, soft Pity smil'd;</br>Has clos'd the heart each godlike virtue blest,</br>To all the silent pleadings of his child.</br>At thy command he plants the dagger deep,</br>At thy command exults, tho' Nature bid him weep!", "I. 2.</br>When, with a frown that froze the peopled earth,</br>Thou dartest thy huge head from high,</br>Night wav'd her banners o'er the sky,</br>And, brooding, gave her shapeless shadows birth.</br>Rocking on the billowy air,</br>Ha!  what withering phantoms glare!</br>As blows the blast with many a sudden swell,</br>At each dead pause, what shrill-ton'd voices yell!</br>The sheeted spectre, rising from the tomb,</br>Points at the murderer's stab, and shudders by:</br>In every grove is felt a heavier gloom,</br>That veils its genius from the vulgar eye:</br>The spirit of the water rides the storm,</br>And, thro' its mist, reveals the terrors of his form.", "I. 3.</br>O'er solid seas, where Winter reigns,</br>And holds each mountain-wave in chains,</br>The fur-clad savage, ere he guides his deer</br>By glist'ring moon-light thro' the snow,</br>Breathes softly in her wond'ring ear</br>Each potent spell thou badst him know.</br>By thee inspir'd, on India's sands,</br>Full in the sun the Bramin stands,</br>And, while the panting tygress hies</br>To quench her fever in the stream,</br>His spirit laughs in agonies,</br>Smit by the scorchings of the noontide beam.</br>Mark who mounts the sacred pyre,</br>Blooming in her bridal vest:</br>She hurls the torch!  she fans the fire!</br>To die is to be blest:</br>She clasps her lord to part no more,</br>And, sighing, sinks!  but sinks to soar.</br>O'ershadowing Scotia's desert coast,</br>The Sisters sail in dusky state,</br>And, wrapt in clouds, in tempests tost,</br>Weave the airy web of fate;</br>While the lone shepherd, near the shipless main,</br>Sees o'er her hills advance the long-drawn funeral train.", "II. 1.</br>Thou spak'st, and lo!  a new creation glow'd.</br>Each unhewn mass of living stone</br>Was clad in horrors not its own,</br>And at its base the trembling nations bow'd.</br>Giant Error, darkly grand,</br>Grasp'd the globe with iron hand.</br>Circled with seats of bliss, the Lord of Light</br>Saw prostrate worlds adore his golden height.</br>The statue, waking with immortal powers,</br>Springs from its parent earth, and shakes the spheres;</br>The indignant pyramid sublimely towers,</br>And braves the efforts of a host of years.</br>Sweet Music breathes her soul into the wind;</br>And bright-ey'd Painting stamps the image of the mind.", "II. 2.</br>Round their rude ark old Egypt's sorcerers rise;</br>A timbrell'd anthem swells the gale,</br>And bids the God of Thunder hail:</br>With lowings loud the captive God replies.</br>Clouds of incense court thy smile,</br>Scaly monarch of the Nile!</br>But ah!  what myriads claim the bended knee?</br>Go, count the busy drops that swell the sea.</br>Proud land!  what eye can trace thy mystic lore,</br>Lock'd up in characters as dark as night?</br>What eye those long long labyrinths dare explore,</br>To which the parted soul oft wings her flight,</br>Again to visit her cold cell of clay,</br>Charm'd with perennial sweets, and smiling at decay?", "II. 3.</br>On yon' hoar summit, mildly bright</br>With purple ether's liquid light,</br>High o'er the world, the white-rob'd Magi gaze</br>On dazzling bursts of heavenly fire,</br>And wildly start at each blue blaze,</br>Each flame that flits with adverse spire.</br>But say what sounds my ear invade</br>From Delphi's venerable shade?</br>The temple rocks, the laurel waves!</br>\"The God!  the God!\"  the Sybil cries.</br>Her figure swells to more than mortal size!</br>Streams of rapture roll along,</br>Silver notes ascend the skies:</br>Wake, Echo, wake and catch the song,</br>Oh, catch it, ere it dies.</br>The Sybil speaks, the dream is o'er,</br>The holy harpings charm no more.</br>In vain she checks the God's controul,</br>His madding spirit fills her frame,</br>And moulds the features of her soul,</br>Breathing a prophetic flame.</br>The cavern frowns!  its hundred mouths unclose,</br>And, in the thunder's voice, the fate of empire flows.", "III. 1.</br>Mona, thy Druid rites awake the dead!</br>Rites thy brown oaks would never dare</br>E'en whisper to the idle air;</br>Rites that have chain'd old Ocean on his bed.</br>Shiver'd by thy piercing glance,</br>Pointless falls the hero's lance.</br>Thy magic bids th' imperial eagle fly,</br>And mars the laureate wreath of victory.</br>Hark, the bard's soul inspires the vocal string!</br>At ev'ry pause dread Silence hovers o'er:</br>While murky Night sails round on raven wing,</br>Deepening the tempest's howl, the torrent's roar;</br>Chas'd by the morn from Snowden's awful brow,</br>Where late she sat and scowl'd on the black wave below.", "III. 2.</br>Lo, steel-clad War his gorgeous standard rears!</br>The red-cross squadrons madly rage,</br>And mow thro' infancy and age;</br>Then kiss the sacred dust and melt in tears.</br>Veiling from the eye of day,</br>Penance dreams her life away;</br>In cloyster'd solitude she sits and sighs,</br>While from each shrine still small responses rise.</br>Hear, with what heart-felt beat, the midnight bell</br>Swings its slow summons thro' the hollow pile!</br>The weak wan votarist leaves her twilight cell,</br>To woo, with taper dim, the winding isle;</br>With choral chantings, vainly to aspire</br>Beyond this nether sphere, on Rapture's wing of fire.", "III. 3.</br>Lord of each pang the nerves can feel,</br>Hence, with the rack and reeking wheel.</br>Faith lifts the soul above this little ball:</br>While gleams of glory open round,</br>And circling choirs of angels call,</br>Can'st thou, with all thy terrors crown'd,</br>Hope to obscure that latent spark,</br>Destin'd to shine when suns are dark?</br>Thy triumphs cease!  thro' ev'ry land,</br>Hark!  Truth proclaims, thy triumphs cease:</br>Her radiant form, with cherub hand,</br>Benignly points to piety and peace.</br>Flush'd with youth, her looks impart</br>Each fine feeling as it flows;</br>Her voice, the echo of her heart,</br>Pure as the mountain snows:</br>Celestial transports round her play,</br>And softly, sweetly die away.</br>She smiles!  and where is now the cloud</br>That blacken'd o'er thy baleful reign?</br>Grim Darkness furls his leaden shroud,</br>Shrinking from her glance in vain.</br>Her touch unlocks the day-spring from above,</br>And lo!  it visits man with beams of light and love.</br>"]