["Despot!  whose scorpions rend the mind,</br>Thy smile affrights, thy frown appals;</br>By frenzy forged, thy fetters bind</br>Where deep the barb of anguish falls!</br>Scathed is each nerve, and sear'd the heart</br>To Pity's beam, to Mercy's dart;</br>The toneless ear no strains delight</br>That music chants to angels bright;</br>No gelid tears, no vital showers</br>E'er cool thine arid bed;</br>But bleak the bearded tempest lours,</br>And rude the wild waves lash thy head;</br>There, perch'd upon the riven rock,</br>While loud and shrill the frighted curlews scream,</br>Well-pleased thou feel'st the sullen billows shock,</br>That, ever and anon, bursts on thy startled dream.", "Nurs'd in a cavern's rayless gloom,</br>Far from the bracing breeze of morn;</br>Brown Health ne'er ting'd thy sickly bloom,</br>Thy giant brows were shagg'd with thorn;</br>Born in a thicket's howling shade</br>Of Melancholy, moping maid!</br>When Anger, borne in murkiest mood,</br>Surpris'd her in the tangled wood;</br>Grasp'd in whose bold, enfuriate arms,</br>The nymph a mother's name confest;</br>Yet saw in thee no early charms,</br>Thy lips no fondling kiss carest;</br>But scowling o'er the desert scene,</br>Roam'd with the wolf the muttering fiend, Despair;</br>Gaunt was his bony frame, austere his mien,</br>Now mute in grief, now blasphemous with care.", "At stern Ambition's call he flies,</br>Shame and Revenge his chariot steer;</br>Fierce as his raven-coursers rise,</br>Disease and Death the engines bear.</br>A tyger's skin that closely clung</br>Round his lean neck, in tatters hung;</br>Crusted with gore, a poniard blade</br>Half-viewless forms of death betray'd;</br>But eke his eye with joy malign,</br>Laugh'd as it mark'd the poison'd bowl;</br>Self-murder's stab he call'd divine,</br>And urged to free the lingering soul:</br>He bade no frantic mourner wait,</br>Lest dawning hope might o'er the heart rejoice,</br>But told, uncall'd, to brave eternal fate,</br>And spurn the mandate of the Eternal's voice.", "That victim! &mdash; lo!  he starts away;</br>Sunk are his eyes, his bosom bare;</br>Reckless he braves the biting day,</br>Or courts the burning air;</br>Now by some wint'ry torrent thrown,</br>He mingles his with Winter's moan;</br>Or sullen, now the wanderer leans</br>Uncharm'd by Summer's laughing scenes:</br>But hark!  he hears the merry sound,</br>He spies the goat-maid's happy glance,</br>As trim her nut-brown locks are bound</br>To wanton in the village dance;</br>Far, far he flies!  no visions fair,</br>Nor Orphean lute the woe-worn heart beguile;</br>He feels the blood-shot glances of Despair,</br>And furies chase him with convulsive smile.", "Euterpe's godlike offspring flies</br>The mortal cup of blood to drain;</br>He dies!  the bold Athenian dies!</br>Who vanquish'd on the Cenchrian main.</br>Anew the shrieking fiends declare</br>Th' immortal triumph of Despair;</br>When quiet to a world could spring</br>From fate within the Punic ring.</br>A thirsty poniard strikes yon blow,</br>The mighty eastern monarch bleeds!</br>He falls!  he falls!  and proudly low,</br>A murder'd mother's corse succeeds.</br>While lo!  the Colchian sorceress, wild</br>Her fiery flashes, and her snaky hair;</br>To curst revenge devotes each smiling child,</br>And steels her soul to pleading Nature's pray'r.", "When proud Achea mourns the day</br>The palm on Roman brows to bind;</br>Why sinks beneath thy gorgon sway</br>The brave Tegean's dauntless mind?</br>In the mad whirlwind of the soul</br>Thou crown'st with flowers the potion'd bowl;</br>Then, ruthless power!  with fraudful mien</br>Thy venom'd whispers intervene;</br>\"O!  mourner, come to peaceful sleep,</br>The long, long rest from pain and woe;</br>Poor mourner, why thus live to weep,</br>When peace eternal smiles below?\"</br>False is the song, assumed the jeering smile,</br>The good, the just to hurry to the tomb;</br>But cherub hosts their pilgrimage beguile,</br>And pour immortal splendours through the gloom.", "O!  haste, divine Religion!  haste,</br>And bid the sullen tyrant fly;</br>Let the forlorn enthusiast taste</br>The fount of hope that springs on high:</br>Nor here, terrific power!  repair,</br>When bleak December shrouds the air;</br>Nor force the victor hand to shed</br>The blood that Glory's laurels fed;</br>Nor here thy horrent locks diffuse,&mdash;</br>O!  edgeless be thy reeking blade,</br>Unquaff'd the cup of deadly dews,</br>And foil'd the fiends that lend thee aid;</br>Still may the soul though stung by woe,</br>To Resignation's holy calm be given;</br>The hope imbibe, the consolation know,</br>That sufferings here can smooth the path to heav'n.</br>"]