["May we unblamed in these fastidious times</br>Retreat to Spenser's allegoric rhimes?</br>His venturous step thro' fairy bowers pursue,</br>Till Alma's castled dome appears in view?</br>There see, advancing on th' embattled plain,</br>Guyon and Athur of heroic strain?</br>Their martial grace, their valiant deeds admire,</br>Unwearied arms, and unextinguish'd fire;</br>When the base Squadrons who besieged her round,</br>They forced to quit the field, and shun the sacred ground?</br>Then view brave Guyon with intrepid heart</br>Against th' enchanted bower of bliss depart;</br>While by his presence check'd the sensual croud</br>Led by Malaeger, confident and proud</br>Again invest the walls?  See Arthur ride</br>Indignant forth, and (as Antaeus died</br>By Hercules of yore) the the Chief inclasp,</br>Who breathed his last within his nervous grasp;</br>Yet, tho' renown's all-envied prize He won,</br>Espy from many a gash the crimson current run?</br>\"There view the Grooms and Squires with tender speed,</br>Respectful take Him from his foaming steed;</br>And fairest Alma costly spice prepare,</br>And wine and balm t' administer with care,</br>Eager her lively gratitude t' express,</br>And aid her Champion, in his deep distress;</br>Then of his armour gently disarray'd,</br>On richest Sopha cause him to be laid,</br>And while his wounds they gird with circling band,</br>Close by his side behold the Virgin stand.\"", "Ah Fools, who think that Temperance will refuse</br>Enjoyments sweet, the soul's refreshing dews,</br>To Human-kind!  or frowningly survey</br>Their feet proceed in Pleasure's roseate way,</br>See them recline beneath her myrtle bowers,</br>Inhale the balmy air, and pluck th' innocuous flowers.</br>Liberal, and candid, all delights She loves,</br>Which Taste desires, and Elegance approves;</br>Fosters each genuine bliss to reason dear,</br>But hates impetuous passion's mad career.", "Now while the Prince nigh heal'd by Alma's skill,</br>Felt health begin each languid vein to fill,</br>Exhausted erst, when in her cause he sought,</br>And with his blood the well-earn'd triumph bought,</br>As well She knew the body and the mind</br>In weal and woe essentially combin'd,</br>United each to each with strictest ties,</br>She bent her thought his mind to harmonize.</br>So to his ear, close-seated by his side,</br>In accents duly couch'd her speech applied;</br>At times of chivalry, war's purest flame,</br>And hardy Knights, who scorning abject shame,</br>Trampled on death to gain immortal fame.</br>Then, as the Powers of Virtue listening stood,</br>Of conscious worth She spake, and mental good,</br>And peace, and civic merit laurel-crown'd,</br>While He was ravish'd by the soothing sound.", "With Her two Nymphs ministrant, came prepared,</br>And when She paused, the grateful labour shared.</br>For ever and anon would Praise-Desire</br>Open her ruby lips, attune her lyre,</br>And sing her pensive notes; the powerful strain</br>Charm'd the sensation of internal pain,</br>Infused serenest stedfastness, and brought</br>To justest temper each rebellious thought.</br>It seem'd as if an Angel from above,</br>Melodious glided on the wings of love,</br>Such silver tones th' enamour'd gales prolong,</br>Her flowing measures such, and blandishment of song,</br>And often Virgin Bashfulness assay'd</br>The melting lute, and sweetest descants play'd:</br>For She her instrument could aptly guide,</br>Nor wanted in well-doing comely pride.", "The Prince's bosom secret pleasure fills,</br>And every nerve the love of glory thrills;</br>His spirit seizes her celestial meed,</br>He meditates th' unutterable deed:</br>Rapt, and beyond expression moved, He sighs,</br>The living fire darts ardent from his eyes,</br>And drench'd in bliss unknown to vulgar soul He lies.", "One evening as these Four excursive tread</br>Where that majestic stream is seen to spread</br>Whence Guyon launch'd, the country far and wide</br>Profusely watering with exhaustless tide,</br>Arthur beholds the farther coast, it's hills</br>Ascending steep, it's vales, meandring rills,</br>Woods whose thick boughs a solemn shade diffuse,</br>And lawns which now declining Phoebus views,</br>Beaming the last remains of golden day, </br>Then curious ask'd what region yonder lay.", "That is the Land, replied th' ingenuous Fair,</br>Apollo's and the Muses' favourite care;</br>On which their blessings they benignly shower</br>E'en to excess:  there in immortal bower,</br>Close by the fount of Hippocrene divine,</br>Th' unfading wreathe of harmony entwine;</br>There, all their choral extasies repeat,</br>Far from the world there fix their happy seat,</br>And scorn its vulgar herd, and tasteless Great.</br>There too is heart-felt Joy with aspect bright,</br>And Pain is banish'd thence, and Grief is put to flight.</br>There too a thousand beauteous Forms reside,</br>To which in habit or in shape allied</br>In other place the eye can never find,</br>Beings invisible to common mind:</br>Of purest nature, and ethereal race,</br>Girded with zones by every Sister Grace;</br>For there the Graces shed their choicest rays,</br>While Liberty with smiles before them plays,</br>And clad in robes of white each spotless Virtue strays.", "May not, rejoin'd the Prince, a Stranger sue</br>Those scenes thy lively words describe to view?</br>What bliss, to travel thro' that region fair!</br>What bliss to mingle with the Natives rare!</br>Nor speak I urged by boastful folly vain,</br>Yet in my heart is no illiberal stain;</br>Honour hath poured her influence on my mind,</br>And cherish'd passions generous and refin'd;</br>Say, whom must I invoke that purer mould</br>To tread?  those Forms Ethereal to behold?</br>No base Intruder, no malicious Spy,</br>Seeking their hidden mysteries to descry.", "Then Alma smiled, and smiled th' attendant Twain;</br>O Briton Prince, She said, that blest domain</br>To me by young Apollo's self is given</br>Freely t' enjoy; to me that earthly Heaven,</br>He grant's to range:  from Him the power is mine</br>All lawless wanderers from the sacred Nine</br>To keep by force, Riot's wild Crew to quell,</br>And all the Sons of insolence repell;</br>But ever modest merit to befriend,</br>Direct his steps, and my assistance lend.</br>But darkness now protrudes her shadowy cone,</br>The fields are trod by wakeful man alone.</br>Take we our frugal meal, and then to rest;</br>The Beasts their couch, the Birds have sought their nest;</br>All but the Beast of prey, with ruthless mind</br>Threatening fell slaughter to the helpless kind:</br>And Philomel, whose conscious measures flow,</br>Feeding th' unsated luxury of woe,</br>Now passionately full, now soft, and dying low.</br>Tomorrow when the Eastern clouds display</br>Their lucid pomp, and crimson banners gay,</br>At my request a bark shall waft us o'er</br>Th' expanded stream, to yon sequester'd shore,</br>The prospects which await us there, to paint</br>Art cannot reach, all language would be faint.</br>In courtly phrase the Prince his thanks exprest,</br>For every polisht grace adorn'd his breast;</br>His eyelids, light and transient slumbers close,</br>And in the morn with Heaven's first beam He rose.", "His gentle Guide not unprepared He found,</br>For when the Lark soar'd upward from the ground,</br>With joy She heard his sweetly-warbled strain,</br>And brake the silken bands of sleep in twain.</br>Then o'er the humid lawns they took their way,</br>(The dew-drops glittering with the orient ray)</br>And to the River's verdant margin sped,</br>Where lay th' expecting bark with fail unspread,</br>The Pilot at the helm, of aspect mild,</br>And bland, yet piercing eye, Good-Culture stiled.</br>The Knight and Lady He with transport warm</br>Received, then push'd far off with nervous arm,</br>Unfurl'd his sail, which gales propitious swell'd,</br>And o'er the waves his easy course impell'd.</br>The sparkling waves like lucid chrystal gleam,</br>Or like unclouded Titan's radiant beam;</br>For not the smallest stain or spot they know,</br>Tho' deep the tide, the sands were seen below.", "When they approach'd that shore's extremest bound,</br>With Spring's eternal cestus girt around,</br>Ambrosial airs mild-breath'd their senses greet,</br>Diffusing odours exquisitely sweet:</br>For Zephyr there his softest plumes indued,</br>And chid each devious blast of pinions rude,</br>While Flora hung with living gems the bowers,</br>And deck'd the turf with never-fading flowers,</br>Blossoms and flowers of every various hue</br>Which once in Eden's happy garden grew.", "Now at the Coast arrived, they land with speed,</br>And now along the lilied banks proceed,</br>Viewing in silence with attentive eye</br>The scenes romantic which before them lye.</br>The Prince at every turn to wonder yields,</br>At every turn new beauties crown the fields;</br>Upon his cheeks a warmer glow is spread,</br>His bosom throbs with awe and pleasing dread,</br>Such prospect, frailer mortals scarce could bear,</br>He gazed, and wish'd to gaze forever there.", "His mild Conductress bade him now behold</br>Where crossing o'er the velvet-shaded mould</br>Two of the gentle Habitants advance;</br>He sees, and quits his visionary trance.</br>Their eyes the glittering beams of pleasure dart,</br>Their smooth brows speak their gayety of heart,</br>Their virid garlands wanton'd in the wind,</br>Their nimble feet moved on as chance inclined,</br>And treading the soft turf, no pressure left behind.</br>The one was Youthful Prime, of comely grace,</br>The rising down began to shade his face,</br>Unchanged by years.  The other was his Bride,</br>Hygeia She, of firm affection tried,</br>From whom a Son paced smiling by his side.</br>Her presence every thought of time exiled,</br>So well each hour her converse sweet beguiled.</br>That tender imp whose smiles proclaim'd his joy,</br>He named Content; to whom tho' yet a Boy</br>Is given exclusive power and wondrous might;</br>For ease of mind and spirits dancing light</br>All those inspire, on whom He casts his sight.</br>The blooming Dame sustain'd an Infant Child,</br>Simplicity by both his Parents stiled,</br>Well-favour'd and of lovely hue to see,</br>Stretching his little arms, and telling his tale free.", "To whom with bland demeanor Alma said;</br>Where widely your enchanted feet have stray'd</br>Among the mazes of this flowery green,</br>Tell me, ye gentle Pair, if ye have seen</br>Where Fancy now resides?  for like the wind</br>I know the sudden shiftings of her mind,</br>No certain spot She loves, but varies soon,</br>Now the deep shade allures, and now the blaze of noon.", "To Her with swift-wing'd accents Youth replied,</br>The Nymph ye seek, fair Dame, I lately spied</br>In yonder glen, which craggy rocks surround,</br>Whence bursts a torrent forth with roaring sound.</br>Then bending decent with respectful eye,</br>He and his loved Copartner hasted by.", "But Alma with the Prince right onward fared,</br>Who ask'd her why to Fancy She repair'd?</br>Without her aid (said She) I want the power</br>To guide thee, as behoves, a single hour.</br>Besides, her skill hath raised a Building high,</br>Which yonder view, aspiring to the sky;</br>From whence is seen distinctly, rock, and plain,</br>And dell, and grot, and stream, and woodland reign,</br>Each goodly object, all the living race,</br>Which breathe and move, and these dominions grace,</br>To which if thee, O Prince, She will convey,</br>What else would take up many a tedious day,</br>And many a night in vigils to behold,</br>In portion small of time She can unfold.</br>Nor should we haply else succeed at last,</br>But after much sojourn, and labour vast,</br>Some thorny glade our tangled feet might chain,</br>Some wilderness mislead, or sandy plain:</br>Or we might sink beneath some foaming bourn,</br>Or to the place we left unsped return.", "Now, where they sought, the Maid Divine they scann'd,</br>Upon a craggy cliff She took her stand;</br>Forming a gloomy shade, above her head</br>A lofty pine it's ample branches spread.</br>Downward on either side, with rapid force,</br>From rock to rock a strong stream bent it's course;</br>Precipitate the dashing currents flow,</br>And mingle in one boiling gulph below.</br>She stood enraptured o'er the whirling bay,</br>And bathed her forehead in the floating spray.", "Conscious of stranger feet her eyes She rear'd,</br>Which as th' effulgent sun-beam bright appear'd,</br>And quicker than the quivering lightning glanced;</br>Then t'ward them strait with airy feet advanced.</br>In prodigal abundance, uncontroul'd,</br>Wide waved her burnisht locks, of tendrill'd gold;</br>Brede, or incircling band they never knew,</br>When most dishevell'd, comeliest to the view.</br>In thin habiliment her limbs were drest;</br>A curious robe depended from her vest,</br>Of fleecy clouds and gossimer intwined,</br>Which on the bosom of the dalliant wind</br>Its folds sustaining, sported far behind,</br>Adorn'd with tints of every various die</br>Which in Heaven's glorious bow attract the eye:</br>And every blended hue which e'er was traced,</br>In complicated beauty there was placed.", "Oft in that vale retired She sate alone,</br>Where Nature wildly stray'd, to Art unknown.</br>But circumscribed by no determined bound,</br>Free and at large She ranged Creation round.</br>Or thro' the brazen gyre would urge her way,</br>With cheek unblanch'd, and heart without dismay,</br>The din of Chaos and Confusion hear,</br>Nor all the bickering elements would fear.</br>There, if She wills, the cold abyss She warms;</br>New worlds, and peopled with unnumber'd swarms</br>She bids arise; her palace strait they mould,</br>She mounts her throne, extends her scepter'd gold,</br>While thronging round, her ready subjects stand,</br>Or stoop submiss, and wait her high command:</br>Then in a moment, such her varying soul,</br>On ruin bent, annihilates the whole;</br>Assists confusion, multiplies the jar,</br>Heightens the tumult, and augments the war.</br>For She alone, most wondrous to relate,</br>Except Heaven's Sire, is unrestrain'd by Fate.", "Oft to th' empyreal Dome, with boldest gaze</br>Striving to pierce th' impenetrable blaze,</br>She speeds her course, where mid the depth profound</br>Of strong refulgent glory floating round,</br>Sits the mysterious Godhead, in his reign</br>Of trinal unity.  But all in vain</br>She strives to pass that inexpressive light;</br>Heaven's Sire alone escapes her thrillant sight.</br>Yet She could bring (so potent was her sway)</br>Cherubs and Seraphs from the realms of day;</br>While, gently hovering round, Angelic Quires</br>Tuned at her will their golden-stringed lyres.</br>Or spite of Pluto's horrid flames, would dare</br>To cleave the earth, and rode to upper air</br>The Furies with their whips of iron dread,</br>The snakes loud hissing on each ghastly head;</br>With Them, would Hecate reluctant stand,</br>Her cypress wreathe display, and wield her sparkling brand.", "Then would arise, on pitchy pinions borne,</br>Stern-look'd Revenge; Hate by wild frenzy torn,</br>And each tremendous Pest which shuns the light,</br>And every Child abhorr'd of ugly Night.</br>Lust fierce and restless, Jealousy worn blind,</br>Murther, whose features shock the generous mind,</br>And pining Care, which in thick gloomy clouds</br>The half-slain wretch, while yet alive, inshrouds.</br>And Woe, by inches destined to consume,</br>Hanging, with face all pale, o'er her dead Lover's tomb.</br>And She would call th' unbodied Ghosts around,</br>Uttering their dolorous wail with shrieking sound;</br>And Witchcraft, mumbling forth her rites, might make</br>The stoutest tremble, and the firmest quake.</br>And Conscious Fear, who steals with secret stride,</br>Keeping close watch th' Assassin's bed beside;</br>And when Sleep, long invoked, begins to seal</br>His wearied lids unfold the poppied veil,</br>And his tormenting thoughts awhile controul,</br>Rings her alarum wild, and rends his guilty soul.", "Yet were no frowns, or sternness in her face;</br>But amiable, and clad with native grace,</br>Her blushing cheeks confess'd a modest die,</br>Blending with softness, virgin majesty.</br>Love ever view'd her in respect array'd;</br>Enchanting smiles o'er all her features play'd;</br>Her azure veins in winding mazes flow'd,</br>The snow above with living lustre glow'd.</br>So, deckt with radiance, deckt with beauty's beams,</br>The Eldest Daughter of the Morn She seems.", "While cordial joy her winning looks express'd,</br>To Alma thus her speech She first address'd:</br>Welcome, fair Maid, to this secluded place!</br>(Then seal'd the welcome with a warm embrace)</br>And hail to thee, her Knight!  Command the Powers</br>Who here inherit; thee the light-plumed Hours</br>Transported view:  for thee each Grace will twine</br>The dance:  the Virtues chaunt their airs divine:</br>For thee Apollo's self would tune the lay,</br>And I, with ready step, thy will obey.", "O Passing Fair!  to her the Virgin said,</br>This Gentle Knight (He bent his comely head)</br>No Son of riot, or obtrusive pride,</br>To these blithe regions follows me his guide.</br>Let me his earnest suit to thee commend,</br>My strong Deliverer He, and stedfast Friend.</br>Oh, bear him to thy lofty tower with speed,</br>Or with him thro' these mazy haunts proceed;</br>That He each wondrous Inmate may descry,</br>And satiate with delight his knowledge-gathering eye.", "She answer'd not, but lock'd with aspect sweet</br>Her hand in their's, prepared for voyage fleet;</br>Then swift as light, or if with swifter force</br>Aught moves, upbore them in her airy course;</br>Till on th' aspiring edifice they stood,</br>Whence they survey'd that Isle, it's circling flood,</br>The girding Heavens out-stretch'd in vast array,</br>And Earth and Ocean wide, which far beneath them lay.</br>Rare was the Building, glorious to behold,</br>It's parts, nor steel, nor brass, nor lead, nor gold,</br>Nor marble form'd; nor were they knit with lime,</br>With Roman cement, or Asphaltic slime.</br>One piece of lucent glass composed the mound,</br>In shortest space She raised it from the ground;</br>Tho' seeming thin and frail, it braved the rage</br>Of wasting time, and gain'd new strength from age.</br>With portraits numberless the walls were lined,</br>Landscapes, and Histories, by her design'd;</br>For when that tower She left, and ranging wide,</br>New shapes, and forms before unseen descry'd,</br>Those from her memory's faithful chart, the Maid</br>Before an Artist's skilful sight display'd;</br>Who every stroke with eager rapture scann'd,</br>And all defined with swiftly-moving hand;</br>And ornamented all with colours rare,</br>Description was her name, a Virgin debonair.</br>Soft was her pencil, delicately light,</br>Yet were it's sketches strong, and glowing bright;</br>For from the clouds their checquer'd spots She drew,</br>And it's pure essence from the morning dew;</br>Her blush when first Aurora rose from sleep</br>She took, it's azure from th' unruffled deep;</br>The smiles of Venus, Cynthia's silver ray,</br>Flora's enamell'd robe, the Lord of Day</br>Pouring his splendours in refulgent tide,</br>And all Dame Nature's works her tints supplied.", "Each colour mingling just, a reverend Eld,</br>Or separating each, the palette held;</br>The wrinkles well became his antient face,</br>Low stream'd his hoary beard with decent grace;</br>His piercing eye his perfect senses told,</br>Active his soul, tho' in experience old;</br>Judgement the Sage was stiled; his looks with awe</br>She view'd; his slightest hint she deem'd a law.</br>Full many a time her youthful hand He stay'd,</br>When wanton, or with careless touch it stray'd.", "The Briton Prince with pleasure view'd the Pair,</br>Her curious works, and his attentive care,</br>Till Fancy beckon'd Him; to whom resign'd,</br>He left th' enchanting imagery behind;</br>And now, by Her and Alma seated nigh,</br>Where rose the glittering battlements on high,</br>She waved her hand, then bade them look around</br>And mark the charms of that celestial ground.", "Wide spread the magic scene their eyes before;</br>The laughing meads with flowers were sprinkled o'er,</br>There was the crocus, there the harebell seen,</br>The lily fair, the rose unrivall'd Queen;</br>The pink, the tulip, with embroiderd vest,</br>The violet blue, the daisy meekly drest;</br>The cowslip drooping down his languid head;</br>All, which the sweetest liveliest odours bred;</br>And all, which Nature's vivid stains imbrue,</br>There seeming Art, uncultivated grew.</br>And mid the valleys lucid rivers stray,</br>Which rolling on, in wild meanders play;</br>With dimpled surface now they calmly glide;</br>The listening Swain hears not the gentle tide;</br>Now broke by mossy stones sweet music make,</br>And the thrall'd sense in willing bondage take;</br>Now sudden bounding o'er some rocky wall,</br>From rift to rift the dashing currents fall.", "On hills far off the forests shed their gloom,</br>Here tufted groves with verdure ever bloom;</br>Around whose trunks the honeysuckle winds,</br>And scented jasmine it's branches binds;</br>And purple grapes between, thick-clustering hung,</br>And thousand, thousand feather'd Inmates sung;</br>Conceal'd from every eye, the Minstrels raised</br>Their choral notes, and Harmony was pleased,</br>While every leaf more gladly seem'd to move,</br>And every bough consenting waved above.", "As o'er the lawns their eyes delighted pass,</br>Fair flocks they see, which cropp'd the tender grass;</br>Or slept reclined beside each pastoral stream,</br>Or wanton sported the sunny beam.</br>And where or rock appeared, or rising hill,</br>The goats of antic gambols took their fill.</br>And jocund Keepers, with their crooks in hand,</br>Guarded them both, with dogs, a faithful band.</br>Or in the plain, or hid beneath the shade,</br>On pipes of reed their amorous descants play'd.", "Soon they beheld the horned Pan draw near,</br>A merry note he tuned the heart to cheer;</br>Pleasant, but rude and rustic was the strain;</br>Him follow'd, dancing trim in frolic vein,</br>A crowd of Fauns and Satyrs, who with fleet</br>And active motions sped their cloven feet.</br>With them the loose-rob'd Dryads, aptly join'd,</br>Their Partners gay, the mazy round entwined.</br>With nimble step they beat the hollow ground,</br>Their hair with oaken wreathes and ivy crown'd.", "A pleasing sight succeeded &mdash; Lo!  the God</br>Of Love!  a gentle lamb the Power bestrod.</br>Not He, for whom Spite tempers savage darts,</br>Teaching those cursed and malignant arts,</br>His, and his cruel Mother's lasting shame,</br>While just reproach indignifies his name;</br>Arts, by which numerous wretches, first his slaves,</br>Have sunk in torture to untimely graves;</br>And numerous wretches, who alive remain,</br>Dwell with despair, and ever-racking pain.</br>This winged Boy a milder bosom proved,</br>Mild as the beast on which He onward moved;</br>Nor could He see th' unhappy drop a tear,</br>But He sustain'd of grief an equal share.</br>He was not blind:  and from his piercing sight</br>Fled base Desire, who shrunk beneath his might.</br>Deceit and Calumny his frown dismay'd,</br>And by him walked Sincerity the Maid.</br>A chrystal vase she held before her breast,</br>In which her secret thoughts were all exprest,</br>Each inward sentiment reflecting true,</br>Clad without varnish in their native hue.</br>With this she oft can Villainy disgrace,</br>And make him, stooping, hide his odious face,</br>Guarded by this, no lurking ill she fears,</br>And e'en assail'd, a smiling aspect wears;</br>As if defended strong by magic charms,</br>Or firmly girded in Vulcanian arms.", "Close on the left, Fair Innocence sustain'd</br>A rosy brede, with which that Lamb she rein'd,</br>And guided him along the flowery way,</br>Or check'd him if his Rider will'd to stay.</br>Her to behold, on balmy wings upborne,</br>Angels would oft this lower world adorn;</br>Bathing in mortal air their limbs divine;</br>Around her such attractive graces shine.</br>Her other hand a bloated serpent rear'd,</br>Which lick'd her face, for she no venom fear'd.", "And now, a Nymph tript o'er the pathless green,</br>Blithe was her look, unequal was her mien,</br>None could her lineaments exactly spy,</br>The colour of her garment mock'd the eye.</br>For both each moment chang'd; inconstant, wild,</br>That fickle Female, Novelty was stiled.</br>Of Admiration She the heart possest,</br>Her frequent change inflamed his youthful breast,</br>With eager look he mark'd her giddy pace,</br>And every shifting feature of her face.", "Twisting a silken cord with all his might,</br>And stretching each unyielding fibre tight,</br>Next came a Swain, and walking by his side</br>One more than kin, tho' not in blood allied.</br>The first was Friendship, while the other bore</br>The name of Sans-Self-love in human lore,</br>Honour's pure beams illumed his faithful soul</br>In true affection stedfast as the pole:</br>For he the former to secure from pain,</br>Would naked rush on spears, or plunge into the main.", "And now advanced, the Wight they first survey'd,</br>And with his Spouse that Boy in smiles array'd,</br>While heightening all the lustre of her charms,</br>The little Prattler graced her matron arms.</br>Behind, with downcast eye and motion slow</br>Trod virgin Chastity, a lump of snow</br>In her cold hands; which tho' the rapid west</br>Around her breathed, no soil, or stain confest,</br>Unthaw'd, and ever spotless as her breast.</br>Long since, her modest vows, and plighted truth</br>Fidelity obtain'd, a comely youth;</br>Her face was his fixt vision's only sphere,</br>But such his looks as raised no blushes there.</br>His hand, the flower in living gold displays,</br>Which to the sun still turns it's constant rays;</br>That, a Cameleon in a diamond chain,</br>Whose magic links his varying hues restrain.", "And many more from their exalted seat</br>The Prince and Alma saw, a Band replete</br>With all that charms the heart, or feeds desire,</br>Stirs the soft wish, or warm enthusiast fire.</br>Uncinctured there the Sister Graces bright,</br>There Liberty unveil'd her peerless light;</br>Benevolence, and Gratitude conjoin'd,</br>Beauty all-lovely both in shape and mind:</br>There heart-felt Ease, and Leisure onward past,</br>And happy Indolence and Peace the last.", "Then Fancy waved again her potent arm,</br>Th' inverted prospect own'd the sudden charm.</br>Black was the sky, the blustring wind blew rude,</br>To the gay troop, succeeded Solitude.</br>Instead of flowery lawns, a doleful glade,</br>Which seem'd for Grief's afflicted offspring made,</br>T'ward which no visionary joy could steal;</br>Alas!  so soon all human glories fail.", "Forth came an hundred Nymphs with solemn mien,</br>And flaming torches, then (as seem'd) a Queen,</br>By the pure crown of gold which deck'd her head,</br>Her awful front, and her majestic tread.</br>Her crimson vestment flow'd in stately pride,</br>Like Scythian Tomyris when in slaughter died</br>She bade the Persian Cyrus thirst no more;</br>Of bold Bonduca, drench'd in Roman gore.</br>Her left hand held a bowl with poison fill'd,</br>Which working quick dispatch the victim kill'd;</br>Her right, a dreadful dagger, which to those</br>Who tired of life, their own relentless foes</br>Became, she gave:  or if they ask'd the bowl,</br>She bade them drink, and satisfy their soul.</br>Impurpled buskins on her legs she wore,</br>A golden clasp connected them before.", "Behind her was a Wretch with garments rent,</br>He moved, as if with weakness all forespent,</br>Hollow his cheeks, and pale his dreary face,</br>His eyes still gleaming with a languid grace,</br>Misfortune He; Adversity around</br>His passive limbs a brazen chain had bound,</br>Tho' breathless, faint, o'erpower'd, and well nigh slain,</br>She spared him not, but dragg'd him on amain.", "And ever and anon her arm on high</br>She lifted, scouling grim with threatening eye:</br>And oft his vesture would with fury tear,</br>And scourge him till each vital part lay bare.</br>No evil word, tho' hopeless of relief,</br>But sighs profound declared his mighty grief.</br>She heeded not his virtues, or his moan,</br>Her heart long since had been transform'd to stone.</br>With aspect sweet and bland, a lovely Dame,</br>The fairest, and the best, behind him came.</br>No rarer mixture of Creation's mould,</br>No purer, human eyesight could behold.</br>His sufferings when she view'd, his dire unrest,</br>O God!  what anguish wrung her tender breast!</br>What would she not relinquish to set free</br>From his sad state the Man of misery!</br>To rescue him she almost wish'd to die,</br>Such was the feeling soul of Sympathy,</br>The tears which sprinkled her celestial cheek</br>With added beauty graced each feature meek.</br>As for that Wretch beset with cruel pain</br>Her eyes let fall the copious drops in vain;</br>And blushing Pudency there sat inshrined</br>With silent voice interpreting the mind,</br>Soft-mantling on the polisht surface play'd,</br>And the moist pearls in orient beams array'd.</br>So in her Eastern temple glowing bright,</br>Thro' a thin cloud Aurora darts her light;</br>So a sweet rosy bud attracts the view</br>Beneath it's lucid veil of ambient dew.</br>Two Cherubs hover'd mild her steps before,</br>One in his hand a golden censor bore,</br>Intent each precious tear of her's to save:</br>Which fill'd, he straitway to the other gave,</br>Who to the starry mansions of the sky</br>Speeding his purple pinions soar'd on high,</br>Where Jove with might superior reign'd, alone,</br>Except that Mercy stood beside his throne,</br>The sacred offering he received with love,</br>And shook with gracious sign his nectared locks above.", "Next came Remorse; his eyes with looks profound</br>In ghastly silence glared upon the ground,</br>But soon retorted with in eager view</br>As if to pierce his inmost bosom thro'.</br>There tenting to the quick, with direst pain</br>Keen anguish throbb'd thro' every panting vein.</br>His arms convulsed (sad object of despair)</br>He tost aloft, or wildly beat the air.</br>Ah Conscience-smitten!  in thy secret heart</br>Deep is the sting, and fixt th' eternal smart.", "Now Indignation, breathing vengeful ire,</br>His sparkling glances darted living fire.</br>Deep blush'd his cheeks with glowing crimson red,</br>His manly brow the sternest frowns o'erspread,</br>A glittering falchion beam'd above his head.</br>Yet taught by Reason, his emotions slow,</br>His ire she prompts, and gives his cheeks to glow,</br>Wielding his blade, a monster he pursued,</br>Snaky, and foul, with venom all imbued,</br>Guilt, who by terror wing'd ne'er ceased to fly,</br>Nor tho' far off, dared turn her craven eye.", "Next Horror; nought his ravin could controul,</br>With harrows dire 'twas his to rend the soul,</br>To tear each finer nerve, with fell dismay,</br>To rule with strength untamed, and fiercest sway.</br>Then Hopeless Love; a shaft had pierced her breast,</br>Her tongue to none the rankling wound confest,</br>Beneath her robe she hid the smart severe,</br>And pined unwitnest like the stricken Deer.", "Such numbers own'd that Queen's majestic reign,</br>The Muse can scarce describe th' attendant train.</br>In the dark glade they dwelt, their native place,</br>Till now call'd forth her sovereign state to grace.</br>Suspicion, green and sickly was his hue,</br>Excess of Grief, whose eyes no moisture knew,</br>Revenge, who both his hands insteep'd in blood.</br>Envy, pernicious foe to all that's good,</br>Dissimulation, weeping to beguile</br>Like the scaled Reptile on the Banks of Nile.</br>Madness, wild raving like the stormy wave,</br>And Melancholy, silent as the Grave.</br>There too was Brave Disdain of worthless deed,</br>And Conscious Pride from all dishonour freed.</br>And Stoic Rigour which reproach defied,</br>And Bounteous Kindness to the Gods allied,</br>And Seemly Zeal by True Religion drest,</br>And Justice, well-spring pare of public rest,</br>And Emulation scorning second place,</br>And Wedded Love whom wreathes unfading grace,</br>And Filial Piety to whom is given</br>A lengthen'd term of years by favouring Heaven.", "All that from lethargy could rouse the soul,</br>All that with potent spell could vice controul,</br>Was there; for Virtue ranged the bands unseen,</br>Her Vassals they, and e'en their haughty Queen;</br>From her derived, and bound her laws t' obey,</br>To whose support alone she owes her sway.</br>By her she from confusion, order draws,</br>And rules the diverse Croud with strictest laws.", "Now, for so Fancy bade, arose a blast,</br>And the dark gloom which erst had overcast</br>The sun, dispell'd:  and with it all the Crew</br>Like the swift rack, or misty vapour flew.</br>His cheering rays more bright illumed the skies,</br>And soon a public road before them lyes,</br>Which t'ward a neighbouring City seem'd to lead,</br>Where many a jovial troop they now survey'd,</br>Who rode, or laughing walk'd, or sung, or play'd.", "By the frequented path an Archer stood,</br>Black was his lowering brow in angry mood,</br>Two beauteous Nymphs within a certain gyre</br>Held him soft-soothing, and restrain'd his fire.</br>Satire, whom Candour meek, and Truth attend;</br>They taught him when his threatening bow to bend,</br>At their command the twanging string he drew,</br>And with sure aim the barbed arrow flew.</br>Those whom with deep and rigorous wound he sped,</br>By Vice, an antient Beldam, had been bred,</br>Some in disguises quaint a lurking Pest,</br>Others with open force that road t' infest,</br>And unsuspecting Travellers molest.</br>But now with limping pace they trod awry,</br>Pursued with flouts by grinning Infamy,</br>And hated, kept at distance from the throng,</br>Nor join'd in frolic dance, or jocund song.</br>But ever when his two Companions cast</br>Their eyes aside, a shaft he snatch'd in haste,</br>And smiling cruel with malicious face,</br>Struck some of sober mien, and goodly grace.</br>The Virgins when they saw this evil deed,</br>To their assistance ran with earnest speed,</br>And pour'd in oil and balm with healing hand,</br>But punish'd him with bitter reprimand.", "Not far removed, a Female they survey'd,</br>Her easy limbs in flowing robes array'd,</br>Loose socks adorn'd her feet; of diverse hue</br>A vizard hid her features from the view;</br>An ugly Hag who waved a brand of flame,</br>Follow'd, her steps attending, Secret Shame:</br>While Ridicule, a Dwarf, still moved before,</br>And as he moved, a burnisht mirrour bore.</br>Led on by Vanity, and Folly gay,</br>The desultory Croud who past that way,</br>Curious t' observe what images were there,</br>With idle mirth and wantonness drew near:</br>When in the mirrour bright themselves they spied,</br>But so deform'd, the likeness they denied;</br>Till that uncomely Dame forsook her stand,</br>Full in their cheeks she dash'd her fiery brand,</br>The strong similitude at once confest,</br>They fled, disgrace alarm'd each conscious breast.", "But oh!  what tongue, what language shall I find,</br>What energy, what amplitude of mind,</br>The scenes, which now superbly rose, to paint!</br>My numbers fail, my Muse is all too faint:</br>When she, the Prince, and Alma fair to bless,</br>Liberal, and kind, and bounteous to excess,</br>Unfolded to their sight the rich domains</br>Where in full pomp th' exalted Epic reigns.</br>As if a man by more than human power</br>Should in his sleep be snatch'd at midnight hour,</br>And o'er the sounding billows swift upborne</br>Behold with wild amaze, at break of morn,</br>A Country strange; before, with rapid force</br>The Amazonian stream's unrivall'd course;</br>Beyond, an open realm which upward tends,</br>And gradual, with majestic swell ascends,</br>By the vast towering Cordilleras bound;</br>And on the other side, th' Atlantic waste profound.</br>So stood the British Prince in wonder lost:</br>For now, down time-worn vallies rough embost,</br>Strong torrents, rolling fierce, his vision crost;</br>Now without shore an ocean huge and deep,</br>On which the lingering breezes seem'd to sleep,</br>But soon dire war conflicting tempests wage,</br>And it's chafed bosom feels, the whirlwinds rage,</br>With foaming wrath the watery mountains rise,</br>And the red lightning fires the blazing skies.", "Now, on the Champion, or mid shady bowers,</br>Proud castles he beheld, and stately towers,</br>And clad in sun-like armour many a Knight,</br>With Ladies by their sides of beauty bright,</br>To whom they told fair tales of love's delight.</br>Or in their cause, with pointed lance oppose</br>Portentous Monsters, or mishapen Foes;</br>Or in round lifts obey the trumpet's blast,</br>And at their feet each meed of victory cast.</br>Now heard he clarions numberless around,</br>His heart enkindled own'd the martial sound:</br>And now the plain two banner'd armies fill,</br>They march, they shout, they join, they fight, they kill;</br>Undaunted Heroes lift the spear and shield,</br>Pierce the deep ranks, and thin the crouded field.</br>From steeds and men forth streams a mingled flood,</br>The earth is crimson'd with the smoaking blood.</br>Then where the distant mountains he espied,</br>Moving from rock to rock with giant stride</br>A Form appear'd; his stature reach'd the pole;</br>He grasp'd at Heaven:  Sublimity of Soul.", "These past away:  and now of golden light</br>A cloud He view'd, which floated dazzling bright</br>Upon a forked hill; his eyes in vain</br>Strove it's collected radiance to sustain.</br>And from behind such music flow'd, He thought</br>That airs divine from Heaven above were brought;</br>And whelm'd with pleasure scarcely breath'd or moved;</br>Nor was it strange that He such rapture proved,</br>When Jove himself would often stoop his ear</br>From high Olympus top, these symphonies to hear.</br>Thro' the thin edges of the floating light,</br>Part of a seeming temple struck his sight</br>Of gorgeous frame; yet tho' he strain'd his eye,</br>It fail'd the building wholly to descry:</br>Whene'er the central lustre was assay'd,</br>Each glance recoil'd, confounded and dismay'd.</br>With bold attempt repeatedly he gazed,</br>At every look more strong the radiance blazed.", "And now, said She, O Prince, whate'er these plains</br>Can boast, whate'er th' extent of my domains,</br>All that my will can grant, or Thou behold,</br>Have briefly been display'd; those rays of gold</br>Thy fair Conductress knows the laws of fate</br>Will not allow thee yet to penetrate.</br>Unless when born Thou hadst been sprinkled o'er,</br>With dews Castalian, and on Pindus' shore</br>Been lapt in myrtle, and in laurel green,</br>And thrice three times been dipt in Hippocrene.</br>There on his throne, Apollo I survey,</br>And there the Muses tune their deathless lay.</br>Yet e'en their mansions shalt Thou view in time,</br>But first must toil in many a various clime,</br>And combat with thy Country's deadly Foes,</br>And crush the Saxons with redoubled blows.</br>Then shall Themselves, thy partial Guides become,</br>By whom conducted to yon lofty dome,</br>Conspicuous Thou in Glory's fane shalt stand,</br>And thy renown be read in every land.", "This saying, She a private door unbound,</br>Which led a winding passage to the ground,</br>For tho' 'twere difficult the tower t' ascend,</br>Spontaneous and with ease they downward tend.</br>When at it's feet arrived, with grateful breast,</br>The Prince and Alma their due thanks exprest.</br>Instant She mounted like an arrowy flame;</br>They backward trod the path by which they came.</br>"]