["In solemn commune of the lone still night,</br>When, shrined in heaven, the stars shone bright and clear,</br>Shedding on earth dim shadowings of that light</br>Whose heavenly radiance gleams o'er glory's sphere,</br>I oft have mused on that recoiling fear,</br>That shuddering awe which bows the human mind,</br>When beckoning shadows in the gloom appear,</br>Or sheeted phantoms wail in midnight wind,&mdash;</br>Dread visitants uncalled unto their kind.", "And it hath seem'd an awful thing and strange,</br>That shrieking spirits and unblest should roam</br>Unarm'd o'er earth, for ever bringing change,</br>Sorrow, and death &mdash; prophetic shades of doom;</br>Mystery of mysteries!  Not e'en the tomb</br>Can yield repose to wandering souls unblest;</br>But from sepulchral darkness they must come,</br>From their lone slumbers and their chill unrest,</br>And with mute horror freeze the well-spring of the breast.", "Here man and prophets, skill'd in subtle lore,</br>With scornful unbelief have vainly striven;</br>Shadows uncouth have gloom'd on dusky shore,</br>And dark bleak heath in the dim summer even,</br>And forms have glimmer'd o'er the twilight heaven,</br>E'en to the eyes of wisdom, unlike earth's;</br>And shrieks, upon the howling tempest driven,</br>Blanch'd rosy cheeks round merry crackling hearths,</br>And frantic mothers mourn'd o'er diabolic births.", "The lamp's red light hath suddenly turn'd dim;</br>Strange voices moan'd along the fair blue sky,</br>From bridal halls hath wail'd the funeral hymn,</br>And fear hath clouded the inquiring eye,</br>And shaken the proud heart in mastery,</br>When faltering voices awful knowledge sought,</br>And pale lips quiver'd, breathless for reply</br>To daring question, of mysterious nought,</br>Whose hollow accents fell, annihilating thought.", "Mail'd knights, their helms and gorgets streaming blood,</br>And their rent banners spotted with red gore,</br>Have blown their war-horns in the midnight wood</br>Louder than rocking thunder's echo'd roar;</br>And coal-black steeds, mid lightning flashes, o'er</br>The precipice have leapt, and clatter'd on</br>Through craggy dells, by ocean's pebbly shore,</br>While the dead horsemen from their eyes of stone</br>Flash'd forth a demon light and rais'd a hollow moan.", "Mid the deep forest of the Odenwold</br>Or haunted Hartz, the traveller hath pass'd</br>Swift, while his heart in terror's grasp grew cold,</br>As fiends swept by in every mountain blast,</br>Mutter'd his name, and bade the victim haste</br>Where the dread vampire feasted on his child,</br>Or ravening lust possess'd his wife at last;</br>Then on the wretch the prophet fiend hath smiled,</br>And vanish'd in wreathed flame amid the darkening wild!", "The murderer hath started from his feast,</br>When the loud summons shook his castle gate,</br>And on his tongue died merry tale and jest</br>At the dread warning of triumphant fate;</br>Through moss-grown towers and vast halls desolate</br>Till morn hath echoed the slow, armed tread;</br>And, when the ancient chieftain whilom sate,</br>Unearthly eyes have gleam'd, as if the dead</br>Were throned in judgment o'er dark deeds of years long fled.", "Such things have been, if there be truth in oath,</br>And mighty men been overcome with dread,</br>And holy priests of bell and cross, though loath</br>To quail before the inessential dead,</br>The wisest, bravest, purest, best, have fled</br>From midnight wailings, and mysterious forms,</br>Nor dared to watch the unsounding feathery tread</br>Of those who vanish'd in dark gathering storms&mdash;</br>Spirits, that howl'd away to their cold bed of worms.", "The world is full of fear &mdash; the fear of things</br>All hearts can feel, but not an eye can see;</br>And this deep terror o'er the spirit flings</br>Madness that fashions what can never be;</br>There's not a cloud, a shadow, brook, or tree,</br>That fear clothes not with horror, when the night</br>Stands in the portal of eternity,</br>And bids the demons speed upon their flight</br>To tempt the sons of  men &mdash; but part ere morning light.", "Barons have tumbled like their vassals, when</br>Death shook his cearments off, and came among</br>The living, like a victor; &mdash; priests have then</br>Clung to their shrines, e'en as the voiceless tongue</br>Grew to the quivering palate; &mdash; vaults have rung</br>With vigil prayers and groans of agony,</br>And stripes of penance &mdash; and death dirges sung,</br>Till the scared worshippers arose to flee,</br>And hurried, baffled in their power, in dark crowds franticly.", "Amid the sacred silence of her cell</br>The vestal hath forgot to tell her beads,</br>And listen'd to the agonising yell</br>That fearfully reveal'd most fearful deeds;</br>Vain, then, were crucifix, and prayers, and creeds;</br>Vain the dim vigil and the patient fast;</br>Like the low moaning of sepulchral creeds,</br>Sighs of a suffering spirit by her pass'd,</br>And shrieks thro' cloisters rang, the wildest and the last!", "This awful fear and searching quest pervade</br>All climes &mdash; all ages; since the world was young,</br>And Heaven's dread curse on all such knowledge laid,</br>Since all earth's woes from one transgression sprung,</br>The soul of man hath had no rest; among</br>Cyarean rocks Apollo's temple stood,</br>Where, like Heaven's voice, prophetic echoes rung;</br>Rome had her countless fanes &mdash; her types of blood&mdash;</br>And every nation seeks what none yet understood.", "These things, so awful in their mystery, fill</br>The panting heart with horror past all speech,</br>And shoot through every vein a quivering thrill,</br>An awe that petrifies &mdash; beyond the reach</br>Of human healing; wisdom cannot teach</br>Knowledge, nor lessen the wild fears that bear</br>The spirit into madness; preach, oh, preach</br>In learned ignorance, to mocking air,</br>Ye ministers of heaven!  ye heralds of despair!", "Tell us what 'tis we dread &mdash; and what we are!</br>Reveal your mission!  rend away the veil!</br>Doubt o'er us hangs, like a cold distant star,</br>That shows but darkness; ah!  what can avail</br>The oft-told errand &mdash; the dark dreamy tale</br>Of life and death &mdash; of heaven, and earth, and hell?</br>Whence comes this wavering?  whence this midnight wail?</br>Where do the spirits of the buried dwell?</br>Boast ye of Heaven's high power &mdash; yet know not &mdash; cannot tell?", "Such things are; but why, earth cannot reveal!</br>The air we breathe may be but spirits' breath&mdash;</br>Spirits that wander, for our woe or weal,</br>Through the dark vale of sorrow and of death,</br>Or o'er the piny hill and blasted heath,</br>For ever near &mdash; for ever whispering hope</br>Or fear within us &mdash; to our bliss or scathe;</br>None mortal may with them in conflict cope&mdash;</br>Their subtle nature doth elude our utmost scope!", "Strange is the tissue of our thought!  the mind</br>As a dim heaven of visions and of dreams,</br>Where glories, passing, leave their hues behind,</br>Duskily bright!  The blending of the beams</br>Of changeful thoughts, where each far onward streams,</br>Tinting the other with Elysian light,</br>Like twilight shed from hill-tops on blue streams,</br>Throws o'er our life a vesture darkly bright,</br>An interwoven robe of mingled day and night.", "Perchance we live and move but in a dream,</br>For waking thoughts are oft like visions shown;</br>It nought avails that we should be or seem,</br>For sleep and waking have the self-same tone.</br>We dream of things oft dreamt &mdash; of time long gone,</br>E'en as remembrance brings back real things;</br>And the soft rays of former thoughts are strewn</br>Through slumber, on the spirit's shadowy wings,</br>E'en as the eye beheld those strange imaginings!", "So fine and subtle is the frame of spirits</br>That they pervade the universe, and fling</br>Glory o'er all that mortal life inherits,</br>Like a soft-eyed and ever-blooming spring.</br>Thoughts slumber on each folded eagle-wing,</br>Ready to shed their radiance when the soul</br>Unfurls its pinions, while the bright birds sing,</br>And heaven's own rays from eyes of beauty roll,</br>Like diamond stars that flash around the snowy pole.", "The lone heart lingers by the fount, and yearns</br>To drink the bann'd cup of that awful lore,</br>Which dwells amid the ashes of death's urns,</br>And is pour'd forth on that untravell'd shore,</br>Whence parted spirits can return no more.</br>But, oh!  the quest is vain; the burning thirst</br>Of knowledge never can be quench'd before</br>The bonds that chain'd the struggling bosom burst,</br>And the free soul departs &mdash; to realise the worst!", "Like clouds o'er heaven, high thoughts float on the brain,</br>And feelings on the heart, like sunlight haze</br>O'er the blue mountain and the bloomy plain;</br>Mingled, they shed a momentary blaze,</br>Then part, and gleam in thousand different ways;</br>But all grow dimmer in their distant flight,</br>And fade away; nor can their faintless rays</br>Pierce the dense gloom of that long future night,</br>O'er whose Avernian shades dawns no celestial light.", "But well the searching mind these shapes may deem,</br>These sheeted apparitions, that appal</br>The heart &mdash; no phantoms of creative dream,</br>But sainted spirits, mourning nature's fall,</br>The griefs, and stern adversities, and all</br>The sad afflictions of our human state;</br>Or, dread avengers, at the eternal call</br>Of blood, they come, the messengers of fate,</br>And do such deeds unseen as words may not relate.", "Or messages of mercy may invite</br>Blest ones to wander mid their own loved kin,</br>That they may minister to their delight,</br>And shield their erring hearts from mortal sin;</br>So by this gentle commune, they may win</br>Transgressors from the path that leads to woe,</br>And guide them where the holy enter in,</br>The heaven of heavens &mdash; the home that cannot know</br>Aught of that harrowing grief which visits all below.", "Oh, gentler thought and kindlier feelings wake,</br>And man may learn to gaze upon the grave</br>With strong love, void of terror, and to take</br>Delight in converse there; no more a slave</br>To his own fear and the wild winds that rave.</br>But at His bidding, who fills all the air</br>With storms or sunshine &mdash; who rules wind and wave,</br>If hidden guilt nurse not thy heart's despair,</br>Go to the midnight tomb, and sit in silence there!", "And hold communion with loved ones who sleep,</br>Yet not unconscious of thy love and woe,</br>In death's own arms, yet in their bosoms keep</br>That high affection thou to them didst show;</br>For thee their spirits still with firm love glow,</br>For thee they whisper in the evening wind</br>Soft soothing words, that like still waters flow:</br>\"Though dead, our love yet lingers all behind&mdash;</br>For thee we dwell in heaven, be thou to heaven resign'd!\"", "Oh, 'tis a precious joy and bliss to me</br>To know &mdash; to feel that thou art ever near,</br>Thou best and dearest!  fondly unto thee</br>I pour forth all my woes &mdash; for thou wilt hear&mdash;</br>Wilt hear and love the fonder, that the tear,</br>Unfrequent shed, was shed for thee alone!</br>Where'er I roam, though thou dost not appear,</br>Yet thou art with me, dear departed one!</br>Once angel of the world &mdash; now cherub of GOD'S throne!", "I cannot fear the visitants of heaven,</br>The haggard spectres of the midnight hour;</br>I love the starry brow of silent even&mdash;</br>I love the decoy, distant moonlight bower;</br>No evil o'er the trusting heart hath power,</br>But lovely messengers from heaven attend,</br>And, like the rainbow bosom'd on the shower,</br>Impart a rapture whensoe'er they bend</br>Their flight, to cheer the heart of him who hath no friend.", "No friend among the world's deceptive throng,</br>Who smile and wound &mdash; who promise and forsake;</br>Whose faith is folly, and whose friendship wrong,</br>Who talk and counsel while the heart doth break!</br>Oh, deeper than the stinging of the snake</br>They wound, who bind their venom round the brain,</br>And then deride the madden'd wretch they make,</br>And vaunt their wisdom on his writhing pain!</br>Worse than the worst of fiends!  Oh, let the arch-fiend reign!", "Far better league thy faith with him of hell</br>Than trust the pledge or oath of human thing;</br>There is more music in a funeral knell</br>Than human voices, howsoe'er they sing;</br>There is more beauty in a raven's wing</br>Than in the heart that feeds alone on lies;</br>Fire, flood, plague, earthquake, each and all can bring</br>More joy than man who makes the heart his prize,</br>And on the deepest woes feasts his hell-flashing eyes.", "But let the world pass by!  I know it well;</br>It much hath wrong'd me; but I will not bow</br>To aught that wears the form of earth or hell:</br>I never have done, and I will not now!</br>My heart long since breathed forth it changeless vow,</br>Never to be of things I dwell among,</br>Never to stoop or stain my spotless brow;</br>Never to do, howe'er I suffer wrong,</br>And never blot one's fame with an accursed tongue.", "So, guiding mid the erring ways of men</br>My mind aright, I feel no terrors weigh</br>Upon my bosom; or by day, or when</br>Night brings the time to meditate and pray.</br>Without reproach, thus pass my hours away,</br>And nought I seek for all that men aver;</br>They are to me mere things of breathing clay,</br>That by their follies me from sin deter,</br>And bid me oft, full fain, to life's young hours recur.</br>"]