["Art thou return'd again?  The lab'ring breast,</br>The full and swelling soul, the throbbing brain,</br>Are signs of thee; by these wert thou confess'd</br>In the fierce glow of summer, in the wane</br>Of autumn, in the cloud and hurricane</br>Of winter, and the changeful dawn of spring.</br>Thou art return'd, for fancy wakes the strain;</br>And as I bend me to her summoning,</br>Thy spell is o'er me cast, thy visions round me cling.", "Whence, and what art thou?  I have felt thy power</br>When my soul wish'd not for thee.  I have sought,</br>And found thee not.  In life's aspiring hour,</br>Courted and worship'd, to my youthful thought</br>No utterance thou gavest.  I had wrought</br>The chaplet for my fair one; I had strung</br>The rosary of hope, and love had taught</br>My heart love's rhetoric; yet never hung</br>Thy charm upon my lips, thy numbers on my tongue.", "I courted thee no longer, for the tomb</br>Made havoc of my hopes, and I became</br>The sport and prey of sorrow; but in gloom</br>And solitude, in misery and shame,</br>In every feeling that unnerves the frame,</br>Thy impulse was upon me:  then arose</br>My first and rude attempt; then didst thou claim</br>Thy long rejected suppliant, and disclose</br>In simple humble strain the descant of his woes.", "Simple, but not unmeaning; the full heart</br>Hath language of its own; no gay conceit,</br>No boyish declamation held a part</br>In that sad strain, nor did the mourner beat</br>With frantic hand his bosom:  but his feet</br>Ne'er fail'd in their due office; to the tomb</br>They bore him all unheeding.  His lone seat</br>Was ever there, its solitude and gloom</br>Were loveliness to him.  It was Eliza's tomb.", "Eliza's!  my Eliza's!  there she lay,</br>And there I laid me silent and alone;</br>There knelt, there wept, upon the senseless clay</br>There call'd in love and suffocating tone.</br>Is grief forbidden?  Did my feeble moan</br>Disturb her, that they tore me from her side?</br>Eliza lay beneath that lonely stone,</br>And I but wish'd to rest me by my bride:</br>Why was that boon withheld, &mdash; my only wish deny'd?", "They bade me bear my sorrows.  I did strive</br>And grapple with calamity and death;</br>Became but as the form of one alive,</br>The semblance of a man.  I drew my breath</br>Like one, to whom the insulting foeman saith,</br>\"Lo!  thy last moment;\" but anon my brain</br>Grew torpid as the child's that slumbereth:</br>Anon, 'twas fire and madness, and again</br>Thy spell was on my soul in wild impassion'd strain.", "I shook thee off, and to the brawling stream,</br>The silent glen, I hurried me away.</br>I fought with fate, for on my troubled dream</br>The past return'd in agony:  thy sway</br>Relax'd not, till at last the cheerful day</br>Was as the night; one dread unearthly hue</br>Came on the face of all things, and I lay</br>Full in thy presence.  Was that vision true?</br>Didst thou possess the mind, or madness cheat the view?", "I know not, and I care not.  There is joy</br>In deep delusion:  wherefore should the wise</br>Recall my thoughts to truth's sever annoy,</br>And hold her painful mirror to my eyes?</br>As dear to me as aught I now may prize,</br>Each visionary gleam or touch of thine,</br>All idle fancies that unbidden rise.</br>As dear to me as aught that can be mine,</br>The wild and wand'ring thought, the rude and untaught line.", "I will not, cannot fly thee; thou must be</br>As present on the full and noisy mart,</br>As in the desart; upon plain or sea,</br>On wold or mountain, of myself be part.</br>I cannot fly thee:  round this widow'd heart</br>Cling, if thou wilt, but spare thy wearied slave:</br>Exert thy nobler power, thy gentler art;</br>Bid the vain world assume whate'er it gave,</br>But speak of brighter hopes, of bliss beyond the grave.</br>"]