["Soft on the wave the oars at distance sound,</br>The night-breeze sighing through the leafy spray,</br>With gentle whisper murmurs all around,</br>Breathes on the placid sea, and dies away.</br>As sleeps the Moon upon her cloudless height,</br>And the swoln spring-tide heaves beneath the light,</br>Slow-lingering on the solitary shore</br>Along the dewy path my steps I bend,</br>Lonely to yon forsaken fane descend,</br>To muse on youth's wild dreams amid the ruin's hoar.", "Within the shelter'd center of the aisle,</br>Beneath the ash whose growth romantic spreads</br>Its foliage trembling o'er the funeral pile,</br>And all around a deeper darkness sheds;</br>While through yon arch, where the thick ivy twines,</br>Bright on the silver'd tow'r the moon-beam shines,</br>And the grey cloyster's roofless length illumes</br>Upon the mossy stone I lay reclin'd,</br>And to a visionary world resign'd,</br>Call the pale spectres forth from the forgotten tombs.", "Spirits!  the desolated wreck that haunt,</br>Who frequent by the village maiden seen,</br>When sudden shouts at eve the wanderer daunt,</br>And shapeless shadows sweep along the green;</br>And ye, in midnight horrors heard to yell</br>Round the destroyer of the holy cell,</br>With interdictions dread of boding found;</br>Who, when he prowl'd the rifled walls among,</br>Prone on his brow the massy fragment flung;&mdash;</br>Come from your viewless caves, and tread this hallow'd ground!", "How oft, when homeward forc'd, at day's dim close,</br>In youth, as bending back I mournful stood</br>Fix'd on the fav'rite spot, where first arose</br>The pointed ruin peeping o'er the wood;</br>Methough I heard upon the passing wind</br>Melodious sounds in solemn chorus join'd,</br>Echoing the chaunted vesper's peaceful note,</br>Oft through the veil of night's descending cloud,</br>Saw gleaming far the visionary croud</br>Down the deep vaulted aisle in long procession float.", "But now no more the gleaming forms appear,</br>Within their graves at rest the fathers sleep;</br>And not a sound comes to the wistful ear,</br>Save the low murmur of the tranquil deep:</br>Or from the grass that in luxuriant pride</br>Waves o'er yon eastern window's sculptur'd side,</br>The dew-drops bursting on the fretted stone:</br>While faintly from the distant coppice heard,</br>The music of the melancholy bird</br>Trills to the silent heav'n a sweetly-plaintive moan.", "Farewell, delightful dreams, that charm'd my youth!</br>Farewell th' aerial note, the shadowy train!</br>Now while this shrine inspires sublimer truth,</br>While cloyster'd echo breathes a solemn strain,</br>In the deep stillness of the midnight hour,</br>Wisdom shall curb wild fancy's magic pow'r,</br>And as with life's gay dawn th' illusions cease,</br>Though from the heart steal forth a sigh profound;</br>Here Resignation o'er its secret wound</br>Shall pour the lenient balm that sooths the soul to peace.</br>"]