["The dial's finger points the hour of TEN!</br>And the first mustic of its silver bell</br>Rung sadly on the ear of one &mdash; for then</br>Came parting, and that dismal word &mdash; farewell.</br>Yet he was pledged, and he might not rebel&mdash;</br>He rose and pressed her hand, then spake a word</br>Which on the maiden wrought as by a spell,</br>Deeply she blushed, although alone, she heard</br>The voice which to their depths her woman's feelings stirred.", "He is departed &mdash; and her following eyes</br>Have gained their sweet serenity again;</br>Yet on her father's placid brow there lies</br>A smile half playful &mdash; not unmixed with pain;</br>While her fond mother, anxious to restrain</br>Her rising feelings, turns away her face.</br>Futile expedient!  and attempt how vain!</br>Rushes Rosanne into her warm embrace,</br>And now their mingled fears flow silently apace.", "Oh, how akin to grief is happiness;</br>Who would not deem &mdash; this weeping group to see&mdash;</br>That some o'erwhelming cause of deep distress</br>Had fallen suddenly upon the three?</br>Not so &mdash; to-morrow, and Rosanne will be</br>The fond &mdash; confiding &mdash; and the happy bride</br>Of one who loved her long and tenderly;</br>Of one, whose virtues justify her pride,</br>And, with her parents' wish, her choice is ratified.", "Rare is such union on earth &mdash; forsooth</br>The stars 'gainst lovers bear unholy spite,</br>\"The course of true love never did run smooth;\"</br>Alas!  the saying is as true as trite.</br>Yet here one happy instance we may cite</br>Of love that knew no \"agony,\" but ran</br>In the calm \"course\" of sunshine and delight,</br>From the deep blush that answered for Rosanne,</br>To that important moment our tale began.", "The only olive-branch that Heav'n did spare</br>To grace their table, and to bless their sight;</br>All that was left of many blossoms, where</br>The tree was once with richest promise white,</br>Such was Rosanne; and it may well excite</br>The heart's deep trembling and the purest  tears</br>(E'en where the hopes are promising and bright)</br>To yield such solace of declining years</br>Into another's charge, and such were now their fears.", "They deem'd this solemn hour might be the last</br>Which they might spend together; they might meet</br>No more on this side Heaven.  These feelings past,</br>A calm succeeded, and their bosoms beat</br>Less painfully, as, in communion sweet,</br>Her parents pour'd their blessing on her head.</br>Then came the well-known signal for retreat,</br>The kiss succeeded, and the prayer was read,</br>And each in holy frame now sought a peaceful bed.", "Strong in her faith, of clear and open soul,</br>Rosanne the young, and innocent, the fair,</br>Enter'd her chamber, and a slight blush stole</br>The lily from her brow &mdash; for on a chair</br>Her bridal vestments lay arranged with care,</br>And be her maiden vanity forgiven,</br>A silver rose she placed upon her hair;</br>But soon the transient thought away is driven,</br>She drops the flow'r, and turns her dark blue eyes to Heav'n.", "To Him who what is best, best understood;</br>Oh with what fervency of soul she pray'd</br>That He would make her holy, pure, and good;</br>No word for her own happiness e'er stray'd</br>Into ther prayer of this betrothed maid,</br>Goodness was happiness in her pure creed&mdash;</br>Not to be purchased, were all India laid</br>A dowry at her feet, yet in her need</br>If God her portion was &mdash; oh!  she was rich indeed.", "It is a gracious sight in form so young</br>To see devotion's heavenly spirit there;</br>A gracious sound to hear a youthful tongue</br>Pour forth the simple eloquence of pray'r.</br>Oh!  what rich blessings may not others share</br>By early faith and piety brought down!</br>What anchor for themselves do they prepare,</br>\"Steadfast and sure\" in earth's severest frown,</br>Who discipline the soul for an immortal crown.", "She rose refreshed, as they will rise who seek</br>Strength in submission to superior will;</br>Her head is on her pillow, and her \"meek</br>And quiet spirit\" now is hush'd and still,</br>Yet visions of delight her slumbers fill,</br>And brilliant dreams which fancy could not paint,</br>Float o'er her brain and all their balm distil,</br>Scenes that might cause the waking sense to faint,</br>Yet pure as ever trance that bless'd the holiest saint.", "Yet something of the morrow is mixed up</br>With all the images that fill her mind&mdash;</br>Still something of that joy's delicious cup</br>Prepared for her, is pictured as design'd</br>A foretaste of the bliss she is to find;</br>The white-stoled priest, the altar, and the pray'r;</br>\"Virgins that be her fellows,\" and who bind</br>The wreaths of roses in her flowing hair,</br>All is confused she sees &mdash; yet every thing is there.", "Thus passed her first and joyous sleeping hours,</br>But now she restless grows, the requent start</br>Betrays uneasy sleep &mdash; ye guardian powers,</br>Who watch o'er innocence, your aid impart.</br>\"A change is o'er her dream\" &mdash; her lab'ring heart</br>Beats fearfully &mdash; her breathing now is thick,</br>Is it the fabled night-mare's cruel art</br>That works this outrage?  and behold how quick</br>Her fluttering pulses play, until her soul is sick.", "There is a wild and hurried noise without,</br>And hasty feet are running to and fro;</br>And hark, there comes a wild terrific shout,</br>And a loud knocking at the doors below,</br>Follow'd by smoke, whose dense black volumes shew</br>That the house blazed with infernal fires:</br>Then bursts a loud appalling shriek &mdash; ah no,</br>It must not be &mdash; oh, say not, truth requires,</br>It is Rosanne's wild shriek, who in that shriek expires.", "This is an awful sketch, and if it shake</br>The faith of one in Heaven's all-seeing eye&mdash;</br>Or if one timid spirit it shall make</br>Doubtful of prayer, if faith too hard it try,</br>Or if obedience stagger &mdash; I reply&mdash;</br>On you who falsely reason be the blame,</br>For we are God's, he knows the when, the why,</br>Who may dispute?  for he his own may claim</br>By quick or ling'ring death &mdash; in pestilence, or flame.</br>"]