["The Nymphs a steepy Mountain did ascend</br>Where CAMBRIA does its lofty Crest extend.</br>No stately Mansions grac'd the barren Ground;</br>No Woodbine Rooms, with Rosy Beds, were found;</br>No luscious Fruits, to cool or slack the Thirst,</br>But Things appear'd as when created first;</br>The Air serene and clear; the gentler Breeze</br>Brings Aromatick Sweets; tho' not from Trees,</br>From humbler Thyme Erratick here does grow,</br>Tho' piercing Tempests keeps it Stature low.</br>The Nymphs ascending the vast steepy Hill,</br>The Flocks and Herds do with Amazement fill,</br>Leaving the Pastures they forget to graze,</br>Erect their Heads, and at the Nymphs they gaze,</br>Who underneath a Bush by Tempests blown,</br>A natural Arbour to the View is shown.</br>Here at each Look they could employ their Sight</br>From Northern ORCADES to Southern WIGHT.</br>Here 'twas they sate, and not a Word they spoke,</br>Till beauteous ALBIA thus her Silence broke.", "ALBIA.</br>My dearest CALEDONIA now appears,</br>After a Contest of long hundred Years,</br>With joyful Wreaths around her happy Brow,</br>Where dismal Yew too long, alas!  did grow.</br>Come, Sister, speak; we're eas'd of all our Pains;</br>No more your Legs shall drag the servile Chains,</br>Or Flocks disturb'd, shall ravage o'er the Plains.</br>Our Royal SHEPHERDESS, both good and bold,</br>Unites the Flocks in one commodious Fold.</br>Here they securely sleep and rest at Night,</br>No Gallick Wolves the fleecy Tribe affright;</br>By Day they graze, and most serenely roam,</br>What joyful Bleatings from the Sheep-walks come!", "CALEDONIA.</br>Health to our Royal SHEPHERDESS, and may</br>Her Name, united to eternal Day,</br>From hence to distant Gath with Fame be known,</br>As in the spacious Streets of Askalon.</br>May Ages yet unborn, her Altars raise,</br>Proclaim her Vertues, and Record her Praise.", "ALBIA.</br>Whilst winding Thames shall meet and kiss the Sea,</br>Unite, and Nature's just Commands obey;</br>Whilst on its lovely Banks the Herds shall rove,</br>And beauteous Swans upon its Waters move;</br>(Union in Rivers too shall be agreed,</br>And Thames shall murmur with the distant Tweed,</br>Ripling o'er Shoals, their Sounds shall all agree,</br>And teach their Notes unto the Cambrian Dee;)</br>Whilst the black Herds shall in the Meadows rove,</br>And Sheep the shorter Grass shall eat and love;</br>Whilst Thyme adores this lofty Mountains Head,</br>And Bees from it shall suck their daily Bread,</br>With loaden Shanks flee to their Store, the Hive,</br>So long Great ANNA and her Fame shall live.", "CALEDONIA.</br>Whilst Northern Hills are spread with beauteous Flocks,</br>And Waves shall wash the Caledonian Rocks;</br>Whilst Seas, like mighty Islands, rise and swell,</br>And Fish beneath those moving Mountains dwell;</br>Whilst Human Breasts shall Gratitude express,</br>So long shall live our Royal SHEPHERDESS.", "ALBIA.</br>See the Effects of UNION!&mdash;</br>Nature, methinks, does raise its drooping Head,</br>Long Time with Fumes and gloomy Vapours spread;</br>The dire Hysterick Passion now does yield,</br>Black Forms retreat, when UNION takes the Field.</br>The Iron God leaves hammering his Steel,</br>And the fierce God of War forgets to kill.", "CALEDONIA.</br>Triumphant UNION does ascend on high,</br>How bright's the Sun, and how serene the Sky?</br>And o'er the Meads what Flocks of Halcyon fly?</br>See how the Crowd augments on yonder Plain!</br>Each Nymph rejoycing with her amorous Swain.</br>Myrtilla, who such Coyness late exprest,</br>Now lays her Head on her Philander's Breast.</br>Envy's supplanted by Coelestial Love,</br>They all in UNION'S Circle dance and move.", "ALBIA.</br>Unto our View the beauteous Forms appear,</br>But no less worthy are the Notes we hear:</br>At once we please the Sight, and feast the Ear.</br>What Harmony the winged People bring!</br>How they unite in Voice, and how they sing!</br>And make the Woods, and verdant Bushes ring!</br>The Black-bird, Thrush, and Linnet, do out-vy;</br>The Lark descends in Chorus from the Sky,</br>And little Robbin does his Trebble try.</br>Both Men and Birds their warbling Voices raise,</br>And sing our SHEPHERDESS and UNION'S Praise.", "CALEDONIA.</br>Surely no Human Joy can perfect be.</br>Lord!  what a hideous ugly Sight I see?</br>What jarring Sounds, what unharmonious Noise,</br>More like a Devil's, than a Human Voice,</br>Salutes my Ears!&mdash;", "ALBIA.</br>I'll tell you, Sister, who those Monsters are;</br>And telling, is a Caution not to fear.</br>These are the Elves and Satyrs did oppose,</br>And up in Rage against the UNION rose;</br>Who in black Plots did wickedly combine,</br>And striv'd our Mounds of Peace to undermine:</br>Baulk'd in their Enterprize, they grin and howl,</br>And spend their Age in one eternal Growl.", "Those unclean Birds, that hover in the Air,</br>All High-Church Cormorants and Burrards are,</br>Who, baulk'd of Rapine, and of Blood below,</br>Extend their Wings, and in the Air they row.</br>In Malice impotent they screek and cry,</br>And squirt on honest People as they fly.</br>But UNION, with it radiant Beams, you'll find,</br>Will strike 'em dumb, as well as make 'em blind.", "CALEDONIA.</br>My dearest Sister, now the Night draws on,</br>And we are left by the declining Sun,</br>The Shepherd to the Fold the Flock does call,</br>And longer Shadows from the Mountains fall,</br>Let us retire to Alchoves, take our Ease,</br>And dream of UNION, and the Streets of PEACE.</br>"]