["When first th' Almighty by his only Word,</br>Had fashion'd all within the Firmament:</br>He made Man last, to be their King and Lord,</br>That he to him might be obedient:</br>But Man not with this Monarchy content,</br>Devide his homage to omnipotence;</br>And having but one small Commandement,</br>Transgressed it by Disobedience:</br>The easier the Command, the greater the Offence.", "This all the Sonnes of Adam do derive</br>From him, and call it guilt Originall,</br>Which by th' Eternall Law did us deprive</br>Of all Gods Benefits, and did enthrall</br>To endlesse Bondage, till Christ for this Fall,</br>The price of his most precious bloud did pay,</br>Which us recovers from Sins actuall,</br>And by obeying Gods whole Law, doth stay</br>His wrath, And merits Heav'n for all that him obay.", "For as by first mans Disobedience</br>On all men cometh Death and Condemnation;</br>So by the seconds true Obedience,</br>We have eternall Life and sure Salvation:</br>Thus Disobedience, by derivation</br>From Adam, bringeth endlesse wretchednesse,</br>And true Obedience by imputation</br>Convay's from Christ eternall Happinesse;</br>So by the first comes sin, by second Righteousness.", "The glorious robe of perfect Righteousnesse,</br>Which they that are obedient only weare,</br>To cover that foule shame and wickednesse,</br>Which Adams disobedience layed bare:</br>Ah!  let a disobedient sinner dare,</br>The aid of the Obedient Lamb desire,</br>My Will and Actions, Tongue and Heart to square,</br>In due proportion to his heav'nly squire,</br>Whilst I of true Obedience praises doe enquire.", "Devoutest Lady!  Handmaid to the Queene</br>Of heav'nly Love, And so in duty bound,</br>That shee's alway's prest and ready seene,</br>To doe what thing soever she propound:</br>Her heart, words, will and deeds all one are found,</br>Serving for Love, and not for Feare or Gaine,</br>No Subject merits better to be crown'd;</br>For who can best obay, he best can raigne,</br>And she is shortly sure, eternall Crownes to gaine.", "If I may square Her by the Rules of Art,</br>I her define to be our Wills subjection</br>To Him, that ought to rule both will and heart,</br>And by his will dispose our best affection:</br>The rule of Reason may be our direction,</br>How our Superiours Statutes we obay;</br>But when the Lord commands, there's no election</br>Nor doubting, what we ought to doe or say,</br>Gods will's the rule of Right, which none may disobey.", "Here in two Branches, I might her divide,</br>Obedience first to God, and secondly</br>To our Superiours, that on earth abide,</br>But all is but to one Authority:</br>For there's no power or preccdency,</br>But that which highest power doth ordaine;</br>Who therefore doth resist mans Soveraignty</br>Gods ordinance resisteth, and againe</br>Who duely it obay's, Gods Statutes doth maintaine.", "Thus must our hearts, ears, hands, be all attent</br>His Word and Will in all things to obey,</br>Who over us hath lawful Regiment,</br>Which is one God, eternall, blest for aye;</br>Whose servants all we are, And therefore may</br>Not chuse a Lord, or Master whom we will,</br>Nor serve two Masters, lest we disobay</br>The one, when we the others mind fullfill,</br>For that which pleaseth one, doth crosse the others will.", "Thus our Obedience is only due</br>To him, that all did for his service make;</br>And 'tis a firm position sound and true;</br>God only for himselfe; But for his sake</br>All that from him Authoritie doe take</br>We truly and sincerely ought obey:</br>Or else our bounden dutie we forsake,</br>As those which do their Princes disobey,</br>When they their lawfull Officers commands gainsay.", "For this whole world is like a family,</br>In all things well and justly ordered;</br>Where God hath the supreame authority,</br>And Rulers theirs from him delivered,</br>By which they doe command as in his stead;</br>Who then to them are disobedient,</br>They may be said to disobey the Head:</br>For whilst they rightly use their government,</br>We ought them to obey in things indifferent.", "Indeed all ought regard the Supreme Will,</br>As first commanding cause, and end of all;</br>Which all that Being have, ought to fullfill,</br>From which as all things rise, so all must fall;</br>Here therefore first, we into mind will call,</br>To whom that will commands us to obay,</br>For in obeying their commands we shall</br>Obey that Supreme Will:  This is the way</br>To make Gods will the Cause, of all we do or say.", "To Him; we must be subject, first of all,</br>To whom all Power in Heav'n and Earth is lent;</br>The Son of God begotten, naturall,</br>Next to his Ministers which he hath sent:</br>Apostles, Pastors, Doctors, here are meant;</br>Which by his Word doe teach their Masters Will,</br>And rule his Church, by godly Government,</br>And those which heare these, his commands fullfill,</br>And those which them despise, despise his heav'nly Will.", "As Kings, which with great Honour doe convay</br>Princes Ambassadours, it doe intend</br>Unto their Lords, So we our Lord obay</br>When we obey the Legates he doth send:</br>The second Power is that which God doth lend</br>To Kings and Princes, for to delegate</br>Judges, to punish those which doe offend,</br>And to maintaine the Life, Peace, and estate</br>Of ev'ry member, that maintains the Bodies state;", "To this all Subjects owe Obedience;</br>The third obedience is, which wife doth owe</br>Unto her Head, who due Benevolence</br>For Dutie, ought unto his Wife to show:</br>For as the Church, so ought the Wife to know</br>Her due Subjection unto her Head,</br>And as our Christ directs his Church below:</br>So wives must be by husbands ordered,</br>But this of wives is better known then practised.", "So is th' obedience, which Children owe</br>Unto their Parents, by Commandement</br>And promise, they shall long, and good day's know,</br>If they to them will be obedient.</br>The fifth and last is Masters Government,</br>And Servants Duty which they should them beare,</br>Which ought to be with single true intent,</br>Not for eye-service, wages, or for feare;</br>But as they would obey ev'n Christ their Master deare.", "Thus ought we to obey these five degrees</br>Set over us:  Because we so obay</br>The highest Power, And if their just decrees</br>We slight, that highest Power we disobey:</br>Far wide then disobedient spirits stray,</br>Which by Religion, would all reverence</br>Exclude, due unto Magistrates, and say</br>They unto no man owe obedience,</br>A false excuse of Schisme and all unreverence.", "Obedience preserveth Unity,</br>And helpeth to this great worlds conservation,</br>As Heav'ns and Earth do by due Obsequy</br>Obey their glorious Makers Ordination;</br>Behold how all things in this worlds Creation,</br>Doe by their Makers order stand or move;</br>Earth keepes her center for mans preservation,</br>The Heav'ns turne all in motion round above,</br>Without Obedience one would out another shove.", "And thus we may Obedience observe,</br>To hold our members in due motion ay,</br>Whilst one doth to another member serve,</br>And all unto the Spirit doe obey,</br>The Soule of man, which doth by reason sway</br>Ev'n all the members, to their preservation,</br>And if the least of them doe disobay,</br>Shee either seeks their better reformation,</br>Or one endangers all, to endlesse condemnation,", "For whilst man here doth on the earth remain,</br>Sin and corruption in his Body dwell:</br>Seeking therein as Lord and King to raigne,</br>But Grace doth strive by force them to expell:</br>If bondslaves we our selves to Sin do sell,</br>And give our members here Lusts to obay,</br>We yeeld unto such Lusts as leade to Hell;</br>But if that Grace our Soule aright doth sway,</br>Then all the members follow Her the narrow way.", "Remove this Vertue of Obedience </br>From Soule or Body, Subject, City, Towne,</br>Or from the Creatures wanting life and sense,</br>And all unto Confusion tumble downe:</br>The Tower of Babel might to Heav'n have growne,</br>Had all obay'd with mutuall diligence:</br>But suddainly we see it overthrowne,</br>When to obay they want intelligence,</br>For without understanding no Obedience.", "As to maintaine Heav'ns perfect unity,</br>All to one supreame Trinity obay;</br>So all that have with it Affinitie,</br>Subject themselves to that one God for ay:</br>No wonder if those that him disobay,</br>To many Errours, Schismes, and Sects doe fall,</br>For one true Unity they doe gainsay,</br>When they resist his Ordinances shall,</br>And disobey Gods Word, that here dircteth all.", "Me thinkes my Muse could here her selfe transcend,</br>By musing of th' obedience above,</br>Which from the Sonne to Father doth ascend,</br>And Angells, who obeying Feare and Love.</br>Alas what can th' eternall power move!</br>Obedience of poore wretches to require,</br>But us to joyne to Christ our Head in Love,</br>As he is joy'nd to God in due desire,</br>Unto no other end Obedience doth aspire.", "For as when in a wild and fruitlesse stocke</br>We doe some noble impe inoculate;</br>The fruit erst base and wild, like to the Blocke,</br>Is made as goodly, fair, and delicate</br>As Tree which first this imp did generate:</br>So the least imp of Christs Obedience,</br>In us ingraft, doth us regenerate;</br>And make us beare fruit of like excellence,</br>As lively tree, from which it first had influence.", "For all that from stocke of first Adam come,</br>Bear those sowre fruits of Disobedience;</br>But all, that do ingraft againe become</br>In second Adams true Obedience,</br>Bring forth sweet fruits, like lively tree, from whence</br>They have received first their sap to spring;</br>Sweet living Vine!  whose sacred influence,</br>Us makes obedient to our Lord and King,</br>Ah!  who the praises of thy noble fruit can sing?", "It did advance that holy Prophets quill,</br>When He in volume of the Book did find,</br>Written, that thou shouldst Gods whole Law fullfill,</br>Whereto thou wert with all thine heart inclin'd;</br>And when the time was come thereto assign'd,</br>Thou wert obedient to all Gods will,</br>Performing it with all thine heart and mind,</br>Ev'n till the Jewes thee on the Crosse did kill,</br>When thou resistedst not, though they thy bloud did spill,", "Obodient Lamb!  this was the sacrifice,</br>The offering God did for sin require;</br>Thus we must offer up to God, likewise</br>Our Soules and Body's with like zealous fire</br>To dye, if not in deed, yet in desire:</br>Quick, holy, acceptable Offering,</br>To pacifie Gods Justice and his Rre,</br>Is when to him obedient hearts we bring</br>And crucifie those Lusts, which from our Flesh do spring.", "As from the boundlesse Ocean doe run</br>All streams which doe returne into the Maine,</br>So from one paterne of Obedience come</br>All ours, and thither doth returne again;</br>The Lamb that was from worlds beginning slaine</br>Gave the first blow to Disobedience,</br>Which Isaack imitates when he is laine,</br>On Altar to be sacrificed thence,</br>Whom truly Abram offer'd by Obedience.", "This was that quiet savour God did smell,</br>When offring one of each cleane bird and beast,</br>The good old Noah pleas'd the Lord so well;</br>Obedience was the Seasoning to the feast:</br>What made the Lord Sauls sacrifice detest?</br>But that he did his Word then disobey,</br>When he did spare of Amalec the best,</br>To offer up:  But therein did obay</br>His own corrupt inventions, not what God did say.", "Better then Sacrifice is to obay,</br>And then the fat of Rams to give good eare,</br>Happy though we do all the world gaine say,</br>If we obay our Lord and Master deare:</br>But ah!  whilst we remaine as Pilgrims here,</br>Flesh, World, and Devil daily us perswade</br>To follow Pleasures vaine, and to forbear</br>Obedience to the Lord which us hath made,</br>Whose Statutes to obey should be our only trade.", "Oh Sacrifice of Fools!  with tongue to pray,</br>But harbour no obedience in thine heart;</br>Who dost in word professe God to obay,</br>But by thy workes dost all his Laws pervert:</br>Behold!  it is not without just desert</br>That Beasts to thee are disobedient,</br>When thou to God a faithlesse rebell art,</br>To whom obey Sun, Moon, Stars, Firmament,</br>Nor Sea against his will invades the Continent.", "Whilst I about, this sinfull Body beare,</br>Lusts and corruptions will therein remaine;</br>Yet never let them so much domineere</br>As here of Grace, the mastery to gaine:</br>For if I suffer Sinne in me to raigne,</br>That all my members will to sinne obay,</br>That sin whereof Saint Paul doth so complaine,</br>Oh!  who me from the same deliver may!</br>It is not I, but sin that Christ doth disobey.", "If that the Judge by his Authoritie,</br>Injoyn me to performe or speake a thing,</br>Against the will of Soveraigne Majestie,</br>Here my Deniall no Offence doth bring;</br>And if I be commanded by the King,</br>To doe against his will that is above,</br>I here no Rebell am, though suffering:</br>For I were better Crosse and Prison prove,</br>Then in Gehenna fry, from whence is no remove.", "And as in all humane societies,</br>The meaner Power the greater doth obay,</br>Till to the Peramount it doth arise,</br>Which Power all inferiour powers sway:</br>So in this Power Spirituall we may,</br>Behold like order for Obedience,</br>The Peramount is Gods high Power ay;</br>For though we doe Powers reverence,</br>Yet to the highest we have alway's reference.", "What more unjust, then looke to be obay'd</br>By our inferiours, and to disobay</br>Those God hath plac'd above us for our aid?</br>Ah how, Thy will be done may we here pray,</br>As Angells doe the same in Heav'n for ay:</br>Which we so often crosse by doing ill,</br>More often then are minutes in a day</br>Oh let my Heart be ready to fullfill!</br>Mine Heart be ready Lord!  to learn and doe thy Will.", "Ready in all things lawfull to obay</br>Superiours all, to doe things just and right,</br>To love my Neighbour; for mine enemy's pray,</br>Grace to embrace, and with Corruptions fight,</br>To cast off earthly things, and to delight</br>Wholly in God, and heav'nly contemplation;</br>To worke by day, to watch and pray by night,</br>To learn of Christ, Meeknesse, Humiliation,</br>With trembling and with Feare to worke out my Salvation.", "Since I must be obedient to the end,</br>How should I end to beg Obedience?</br>Obedience, which to Liberty doth tend,</br>And us restores unto that excellence</br>Which Adam lost by Disobedience.</br>Let others glory in their mightie traine,</br>And large command of many Continents;</br>By Meeknesse and Obedience I shall gaine,</br>With Meek obedient Lamb in Heav'n for aye to raigne.</br>"]