["My boundless thoughts, that in a restlesse mind,</br>Deprive my body oft of natural rest,</br>And urge my soule true happinesse to finde,</br>And that once found therein to set my rest,</br>Doe often to my purer Soule suggest,</br>To seeke for pleasures, honour, wealth, promotion,</br>But more of them I gayne, the more opprest</br>I am with worldly cares, and mindes commotion,</br>So that to nothing in this world I have devotion.", "And yet I see, all Things that being have,</br>Unto their bene esse doe intend;</br>Their Summum bonum 'tis that all doe crave,</br>First sought for, though they last it apprehend:</br>Love is that good I seeke to apprehend,</br>As all Things being to their end doe move:</br>But none but by Humilitie can wend</br>Into Loves Court, without her none can prove</br>What is the end and finishing of all, true Love.", "Therefore I sing next of Humilitie,</br>The lowly Porter of high Loves Court Gate,</br>Who brought me first Loves glorious Court to see,</br>And all her Courtiers, as I told of late;</br>Humilitie the poorest beggars Mate,</br>Yet equall to the highest Peere of Love,</br>And by her us'd in all affaires of State,</br>Humilitie which doth so gracious prove</br>To all good men on earth, and Angels pure above.", "God!  second Person in the Trinitie,</br>Whose being is immortall, uncreate,</br>Who in the dayes of thy Humilitie,</br>Didst here converse with men in meane estate,</br>That we thy lowlinesse might imitate,</br>Direct my Muse most lively to expresse</br>Humilitie, that opens wide Loves gate</br>To those, that doe confesse their wretchednesse,</br>But shuts close 'gainst all proud and vaine ambitious ghests.", "Humilitie that vertue is, whereby</br>We vile and lowly seeme in our owne eyes;</br>Despising our owne worth and dignitie,</br>Since of our selves we nothing have to prise:</br>The first and certayne step whereby we rise,</br>And climbe the Hill of Joy and Happinesse;</br>Stranger to fooles companion of the wise.</br>Of Folly, Pride; of Grace comes humblenesse;</br>One head-long leades to hell, the other unto Blesse.", "This modest Lady, Humblenesse of Spirit,</br>Her selfe unwise and ignorant doth deeme,</br>And never thinks shee able is to merit,</br>In Loves high Court to be in such esteeme,</br>Shee far inferiour to her selfe doth seem,</br>And never thinks shee Knowledge can attayne,</br>Disgrace or losse shee sweetly doth redeeme</br>With Humbleness, and holds it greatest gayne,</br>Her Peace, not Place; true Love, not Glorie to maintain.", "Most fruitfull Lady like the fertile Vine,</br>Which evermore when shee most fruit doth beare,</br>Her goodliest branches lowliest doth decline,</br>And as the fairest clusters doe appeare,</br>Hid under leaves; ev'n so this gracious Peere</br>Covers all Vertues under lowlinesse;</br>Of Fortunes stormes shee never stands in feare,</br>Nor troubled is with want or with distresse,</br>For shee hath learn'd content in paine or ease.", "Inward and outward's this Humilitie,</br>In words and actions, lookes, thoughts, and attire,</br>The inward by the outward we descrie.</br>It is hypocrisie for to desire</br>Lowly to seeme, and secretly aspire</br>Unto a Crowne, by legs, with Absalom:</br>Such complement let Pagan Courts admire,</br>Never such basenesse yet had any roome</br>In Court of heav'nly Love, where heart and looke is one.", "For true Humilitie is undivided,</br>She alwayes looks, speaks, does, seems, thinks the same,</br>And though shee bee by scorners oft derided,</br>Shee's alwayes humble like unto her name:</br>Nor doth shee vertuous deeds to purchase fame,</br>But for themselves, and for her Lords deare sake,</br>Who with her suffered much reproach and shame,</br>When he a Servants forme did on him take,</br>And Lord of all, himselfe of none account did make.", "The Sonne of God from all eternitie,</br>Most holy, happy, wise, whose glorious Station</br>Being pight in Heav'n, thought it no robberie</br>To be with God of equall estimation;</br>Himselfe to make here of no reputation,</br>His glorie great in highest Heav'ns to leave,</br>And live here in the meanest servants fashion,</br>And when the Heav'ns did him againe receave,</br>Her here unto his Spouse for an ensample leave.", "Oh!  could we but this wondrous Grace conceave,</br>And honour Love hath done Humilitie,</br>Would it not cause us unto her to cleave,</br>And her embrace with all integritie,</br>Keeping her in our hearts most carefully,</br>That from our humbled hearts, as from a Well,</br>There might flow forth unfayn'd humilitie,</br>That when we are hence summon'd by the bell,</br>We in Loves Court with joy eternally may dwell:", "This is the small cause of Humblenesse,</br>To gaine true Blisse, and Gods eternall Love:</br>The formall is unfayned Lowlinesse,</br>In and without, which God and Man approve;</br>The knowledge of our selves us well may move</br>As the efficient cause, her to embrace:</br>Thoughts, manners, lookes, words, tires materiall prove;</br>For by the words, eye, act, attire and face,</br>A wise man may discerne what in the heart hath place.", "But now if we unto th' effects proceede,</br>What gaynes a man by all his lowliness:</br>Wee see what mickle sorrow it did breede</br>Unto our Captayne, when in great distresse,</br>Hee's humbled to the Crosse:  and we no lesse</br>By his ensample looke to under-goe</br>His scoffes and scornes, his gall and bitternesse:</br>If this be all Humilitie can doe,</br>Of all they are most wretched that are humbled so.", "But loe!  our Leader that did her embrace</br>With such affection, God doth him regard</br>As his deare Sonne:  behold, he doth him grace</br>Above the Angels; and he hath prepar'd</br>Such joyes for him as cannot be compar'd:</br>With glorie and with honour he him crown'd.</br>And though a while on earth he meanely far'd,</br>All now unto his honour doth redound,</br>At naming of his Name all knees must kisse the ground.", "And us that in our Captaynes steps doe treade,</br>And follow him in true Humilitie,</br>He will to endlesse blisse and glorie leade,</br>And honour here with true nobilitie:</br>And as he captive led captivitie,</br>And did from lowest earth to heaven ascend,</br>So from the dust and grave shall we on high</br>Be rais'd, where we in glorie shall transcend</br>The Angels:  which on Head and Members must attend.", "But soft, my Muse, thou now dost farre transcend</br>The subject of thy song, Humilitie,</br>Now homeward to thy selfe thy thoughts intend,</br>And view the subject where shee doth aby.</br>The heart's the seate of true Humilitie,</br>And in thy body seated is thine heart,</br>Both made of basest Clay:  thy soule from high,</br>The highest by thy nostrils did impart,</br>Which is there all in all, and all in ev'ry part.", "The bodi's base; the soule it doth transcend,</br>And were't not here immur'd in house of clay,</br>Against her nature shee would re-ascend</br>To him that gave her:  Then, my Soule, I say,</br>Into her Makers presence would away,</br>And be accepted by his mediation,</br>Who humbled to the Crosse, for her did pay</br>His dearest blood for reconciliation.</br>For after humblenesse doth follow exaltation.", "Nay ev'n our flesh, though humbled in the dust,</br>By vertue of our Saviours Resurrection,</br>Againe shall bee united:  and the just</br>Which have beene humbled here by his direction,</br>Shall bee deliver'd from worlds base subjection</br>Into the libertie and glorious light</br>Of Gods owne Sonnes, under whose safe protection</br>They ever shall enjoy the happy sight</br>Of God and's Saints, which here have humbled beene aright.", "But Humbleness is not the onely way</br>To bring us to this glorious exaltation,</br>End of our hopes:  but first doth us convay</br>To wholesome true Repentance to salvation;</br>Which is from filthy sinne the best purgation:</br>Mercy the meeke and humble man doth save,</br>Though Justice us condemne to dire damnation,</br>If Faith and Hope for us we Patrons have,</br>Whilest Bountie grants us all things needfull we doe crave.", "The Treasurer Knowledge, who hath alwayes vow'd</br>Her selfe true servant to Humilitie,</br>Hath her with precious and rare gifts endow'd,</br>Yet still more meane and lowly shee will bee:</br>For well shee wots, in whom the Treasuree</br>Of Wisedome and of Knowledge all did dwell,</br>Became a servant meane of low degree,</br>Truth often unto her (what shee knowes well)</br>That shee nought but what shee hath receav'd, doth tell.", "Thus Meekness, Patience, true Obedience, Joy,</br>Do alwayes with Humilitie abide;</br>She is most kind and courteous, never coy</br>Unto the vertuous; and shee opens wide</br>Loves gate unto the Humble:  but doth hide</br>From th' envious, vaine, and the ambitious wight,</br>Truth, Prudence, Knowledge, which should be their guide;</br>Thus Humbleness guides all to Truth and Light,</br>But Pride, Ambition, leade to darknesse, errour, night.", "This Monster, foule Ambition, cursed Pride,</br>Who, envying Man, ev'n in his first creation,</br>Did like a subtile Serpent smoothly slide</br>In t' Edens Garden, Mans sweet habitation,</br>Where by malicious, subtile, false perswasion,</br>He then perswaded simple Eve to trie</br>Forbidden fruits, and by false application</br>Assur'd her shee should knowledge gain thereby,</br>Such knowledge gayne all that equivocate and lie.", "Oh!  had Humilitie true Knowledge brought</br>To Eve, before shee did commit this sinne!</br>Shee ne're had entertayn'd so base a thought,</br>Nor we of Pride and Satan bond-slaves bin;</br>See here the end of all, that doe begin</br>In pride and in ambition:  they must fall,</br>Pride first betraid us to the Fowlers gin,</br>But Humblenesse delivers them from thrall,</br>That doe unfeignedly with her for mercy call.", "What?  Be as gods!  For to be proud and poore,</br>Is a base sinne, hated of God and Man,</br>Behold, ev'n Humility's the doore,</br>That leades to Happinesse, ev'n so began</br>At Pride the miserie and smart of Man:</br>Which still in him remaynes a dangerous sore.</br>For honour here a Worldling what you can,</br>His greedie thoughts will never count it store,</br>Ambition, like to to Hell and Grave, still gapes for more.", "Thus Poets tell of an ambitious Snaile,</br>That golden weather-cocke on steeple high</br>Espying, from sweet Garden, would assaile,</br>And for vaine glorie life would jeopardie:</br>He by fast hold and winding subtiltie,</br>Mounts slily up the steeples highest spire,</br>Whence he the poore Bird throwes downe cruelly,</br>And to his place vaine-gloriously aspire,</br>Till Boreas brasen wings him throwes downe in the mire.", "Thus vaine fond youth left his sage Fathers lore,</br>And by his borrowed wings did soare so high,</br>(Loe here their end that seeke so high to soare)</br>The Sunne beames heate his waxen wings did frie.</br>Proud Bryar that safe and secure did lie</br>Under stout Oakes most safe protecting armes,</br>Supplanted him by treason cunningly,</br>Then to Sunnes heat expos'd and Winters storms,</br>He's trod downe by wild beasts, and eaten up of wormes.", "Once had the feete the noble Head defide,</br>Grieving to beare his burthen any more,</br>And Brawny armes their helping hands denide,</br>To feede the belly with convenient store:</br>But hands and armes forthwith grew weake and poore</br>For want of stomacks strength'ning nourishment,</br>And now the legs that able were before,</br>To beare both Head and Bodies wonderment,</br>Became wrang, stumbling, lame for want of government.", "When Jothams trees went out t' anoint a King,</br>They first besought the Olive tree to raigne,</br>But he his fatnesse highly valewing,</br>Refus'd to leave it for a Kingdomes gaine:</br>Next Fig-tree sweet to rule they would constraine,</br>Who nould his sweetnesse leave for Kingdomes glee:</br>Last to the fertile Vine they doe complaine,</br>Who fruitfulnesse loves more then Sov'raigntee,</br>But Bryar base will raigne and the anointed bee.", "Like as on Mountaynes which doe breake the clouds,</br>Sand, gravell, and unfruitfull earth doe lye,</br>But in the fruitfull Valleyes lowly shrowds</br>Fruit good for meate, and to delight the eye:</br>And as the brackish Waves doe mount on high,</br>Whilest fresher Waters silent slide away;</br>Ev'n so it fares with sweet Humilitie,</br>Which like the fruitfull Meadow's fruitfull ay,</br>And like fresh Brookes, whose sweetnesse never doth decay.", "And as tall ships which beare too high a saile,</br>Are soon o'returned by a boystrous wind,</br>Whilest smaller Vessels 'gainst the Waves prevaile,</br>Arriving safely at the Port assign'd:</br>So they, that to ambition are enclin'd,</br>And Phaeton-like to guide the Sunne aspire,</br>All things consume that under them they find,</br>Till from their Coach they tumble in the mire.</br>Till fewell failes, Ambition never slakes her fire.", "And as mans eye, the higher he doth stand,</br>The things which are beneath doth lesser deeme,</br>So he that doth Gods greatnesse understand,</br>In his owne eyes, doth vile and nothing seeme,</br>An humble man's a gemme of high esteeme,</br>Which ignorant men doe trample in the mire,</br>Until the skillfull Jeweller redeeme</br>It from the dust, and cleanse it in the fire,</br>Then those that trod on it before, doe it admire.", "Those that in Princes service purchase fame,</br>And thereby would raise their posteritie,</br>Seeke great allyance to confirme the same,</br>And of the Heralds get a Pedigree:</br>But they that would gaine true nobilitie,</br>To doe Christ's heav'nly Fathers will must seeke,</br>For such his Mother, Brother, Sister bee,</br>No honour or allyance can be like</br>To this:  yet sure such are the humble and the meeke.", "Humilitie's the Basis and foundation</br>Of Vertues all into one building brought,</br>Which for to raise on high by contemplation,</br>Must deepe and low within the ground be wrought:</br>If one desire to mount his house aloft,</br>And workes his under-pinning slight below,</br>He builds upon the sands:  all comes to nought,</br>For if the flouds doe come or wind doe blow,</br>Affliction, Persecution, all doth overthrow.", "The thing which God or Nature doth decree</br>In secret:  Man, oft b' innate augurie</br>Unwittingly foretells, which shewes to bee</br>Betweene our soules and heav'n a sympathie;</br>Hence is it, that this Dame Humilitie</br>Hath her denomination from the ground:</br>For though, as shee is spirituall, shee can flie</br>Above the highest heav'ns, yet shee is found</br>The lowliest wight on earth, though highly to be crown'd.", "The ancient Latines Homo, Man did name,</br>By derivation from Humilitie,</br>To teach him that he should become the same</br>In Truth, as in names Etymologie;</br>And let a man looke through Antiquitie,</br>Loe!  all the Men, whose vertues are commended</br>For paternes good unto posteritie,</br>In humblenesse they have begun and ended,</br>When Pride, as basest sinne, is alwayes reprehended.", "Abel and Cain, firstlings of humane seed,</br>Ambitious Cain, but Abel meeke and mild,</br>His offring was accepted, which did breed</br>Such wrath in Cain, that he the ground defil'd</br>With his owne brothers bloud, which he hath spoil'd:</br>Moses is cal'd the meekest man alive,</br>Abram himselfe but dust and ashes styl'd,</br>When he besought his Maker, for twice five</br>Just men there found, to save the Sodomites alive.", "Jacob fed Labans sheepe, the Patriarchs all</br>Like trade of husbandrie did exercise;</br>The Judges with the Prophets great and small,</br>And all good Kings were low in their owne eyes.</br>John Baptist the Messias-ship denyes,</br>And humbly doth himself unworthy deeme</br>To be him that stoops and his shooe untyes,</br>Christ did it no disparagement esteeme,</br>To wash their feete, whom with his bloud he would redeeme.", "Ah what an humble mind did Mary beare,</br>When with salt teares that flowed from her eyes,</br>She wash'd Christs feet, and wip't them with her haire,</br>Great Volumes I suppose would not comprise</br>Names of all humble Saints:  let it suffice;</br>Their Names are written in the Booke of Life,</br>They here vaine worldly glorie did despise,</br>Free from Ambition, Malice, Envy, Strife,</br>And now by Faith and Hope in Loves Court leade their life.", "Oh!  could we but this Vertue truely taste,</br>And as w' are dust and ashes apprehend,</br>How he that in the highest heav'n is plac't,</br>And did of nothing to us Being lend,</br>And one condition unto all men send,</br>Vouchsafes spirituall communication,</br>Calls us his Spouse, his Children, Host and Friend,</br>We n'ould despise the honest conversation</br>Of meanest brother, that's Coheire of like salvation.", "Dares dust and ashes thus expostulate:</br>Shall not the Lord of all the World doe right?</br>And yet dares dust and ashes in his state,</br>Denie his brother poore to come in sight:</br>Shall dogs licke Lazar's sores:  whilst thou no bite</br>Or crummes which underneath thy table fall,</br>Wilt to him give:  Behold, he shall be site</br>in Abram's bosome:  thou the Devills thrall,</br>For thus the Humble rise, and thus the Proud must fall.", "No better object of magnificence,</br>Can there be found here, than an humble heart,</br>Who still ascribes all to beneficence,</br>That he receives, not to his owne desart:</br>Unto thy humble brother then impart</br>Part of thy substance:  with true courtesie</br>Intreat the least:  The lowlier that thou art,</br>God will thee higher raise:  Humilitie</br>Mounts up to heav'n, whilst Pride in hell doth burning lie.", "But ah!  Ambition still cryes for a name,</br>Like Giants proud that Babels Tower would raise,</br>Whence followes sure confusion, losse and shame:</br>Alas!  how few there be now in our dayes,</br>That seeke by humblenesse anothers praise,</br>Humilitie, no entertainment finds,</br>But poorely 'bout Court, Citie, Countrey straynes,</br>And in her roome faign'd complement her winds,</br>Who ne're minds as shee sayes, nor e're sayes as shee minds.", "Base Complement!  hatcht of Pride and Ambition,</br>Faire Dame Humilitie to emulate,</br>Whose onely pietie is superstition,</br>And by pretence of frienship, covers hate;</br>Cain by her did worke his brothers fate,</br>Joab slue Abner in the time of peace,</br>In Court shee styled is a trick of State,</br>In Church and Citie shee doth so increase,</br>For Catholique and Universall shee doth prease.", "Nay, goe unto the meanest beggars cell,</br>And there as proud a heart you often find,</br>As those that under Cedar roofes doe dwell,</br>And did his purse but answere to his mind,</br>He would despise the proudest of mankind.</br>Where shall you see more Envie, Malice, Strife,</br>Than is betweene the Servant and the Hind?</br>Where more dissembling than twixt Man and Wife:</br>The Sword is not more keene, than is the bloody Knife.", "Ambition!  How dost thou possesse the mind</br>Of restlesse Man, whilst, in an idle vaine,</br>(Which thou call'st Honour) thou dost nothing find</br>But vanitie and vexation for thy paine?</br>Know'st thou not Godlinesse is greatest gaine:</br>And that the Merchant was pronounc'd most wise,</br>That sold all that he had this Pearle t' obtaine,</br>Oh, would'st thou seeke to buy this merchandize,</br>Humilitie is shee can helpe thee to such prize.", "Then, O my Soul, covet Humilitie:</br>Dost thou seeke Knowledge, Pleasure, Wealth, Promotion?</br>All these shee will thee bring assuredly,</br>Shee's like the Master-spring, that first gives notion</br>To ev'ry wheele, that in the Clocke hath motion.</br>Like Salt that savours every dish we eate,</br>Shee's Sugar sweetning every bitter Potion,</br>Promotion, Knowledge, Pleasure, Wealth, Drinke, Meat, </br>Humilitie's all these, and yet shee is not great.", "Oh, never let me seeke to emulate,</br>Except in Goodnesse, and with more desire</br>To follow, then in hope to adequate,</br>And like a Tree low planted near the Mire,</br>Bring forth much Fruit, not Fewell for the fire:</br>With little let me ever be content,</br>Patient of miseries; for my sinnes require,</br>Than I have had, farre greater punishment,</br>And farre thy smallest favours my deserts out-went.", "For, I confesse, that too ambitiously</br>I hunt for worlds enticements base and vaine,</br>Which clogge my Soule so, that shee cannot flie</br>Aloft, where sound joyes evermore remaine:</br>And though I basely thinke of gold and gaine,</br>Yet Honours glitt'ring shewes so daze mine eyes,</br>That still I'm tainted with ambitious staine,</br>And wish I might to worldly honour rise,</br>But this in me the Flesh not Spirit doth devise.", "For shee hath learn'd, that not from East or West</br>Promotion comes, The higher one is plac't</br>The greater cares and troubles him infest,</br>And as thou more or greater Talents hast,</br>The more thou art to count for at the last.</br>Thou art a Steward here:  'Tis not thine owne,</br>But as thee 'bove thy fellows God hath grac't,</br>So must thy Faith and care 'bove theirs be showne,</br>We doe expect best Crops whereas best Seed is sowne.", "These things, O God, I aske, doe not denie,</br>Let me depend upon thy Providence</br>In paine and ease, losse and prosperitie,</br>My selfe submit with all obedience</br>Unto thy Will:  perform with diligence</br>Charge publique, private:  Let Humilitie</br>Be unto me a Rocke of sure defence,</br>Against Mens malice, and Worlds injurie,</br>And where my weaknesse failes, let thy good Grace supply.", "Oh thou that Lazarus from Dives gate,</br>Didst into Abrams blessed bosome raise,</br>There to enjoy eternall happy state,</br>That here on earth was humbled all his dayes;</br>Direct mine humble heart in all thy wayes,</br>The meeke, in judgement, thou delight'st to guide,</br>Turne all I doe unto thy glorious praise,</br>Preserve me from Ambition, Envy, Pride,</br>And though with Lazar's sores, in thy Love let me bide.", "Thou hast, O Lord!  proclaymed blessednesse</br>To all the meeke in Heart and poore in Spirit:</br>Blest are the Meeke, they shall the earth possesse,</br>The Poore ev'n now Gods Kingdome doe inherit.</br>Lord!  I acknowledge freely my demerit,</br>It is thy Grace whereby I live and move,</br>Thy humbling to the Crosse, for me, did merit,</br>That I should be exalted to thy Love,</br>And live with thee in blisse eternally above.", "I aske that which thy blessed Martyrs had,</br>Which here have witness'd their Humilitie,</br>And of that cup of gall to taste were glad,</br>Which first their Master swallow'd willingly</br>Thy Grace, O Lord!  which thou wilt not denie,</br>For they have found it all sufficient,</br>Humble me how thou wilt:  Abilitie</br>Yet grant in sorrow to be patient,</br>And strength with Paul, in paine or ease, to be content.", "Grant me thy Grace, but to conceive the end</br>And certayne fruits of my humiliation,</br>Then shall I plainely see and apprehend,</br>That it prepares me fit for exaltation;</br>And to make sure with feare mine owne salvation,</br>Whereby I may stand firme and confident</br>'Gainst wicked Men, Hell, Devils, and damnation,</br>Who never shall be able to prevent</br>Thy love in Christ, which thou on humble men hast bent.", "Now for that thing which worldlings doe deplore,</br>I yeeld to thee most heartie laud and praise,</br>That thou art pleas'd to humble me therefore,</br>On earth, that thou againe to heav'n might'st raise,</br>Oh teach me, Lord, to number so my dayes,</br>That I my life may labour to amend,</br>Oh, teach me lowlinesse in all my wayes,</br>To thinke of my beginning and mine end.</br>Prince, Beggar, borne alike, and to their grave descend.", "And since that sweet Humilities condition</br>I have so learned by this Meditation,</br>That now I hate Pride, Envie, and Ambition,</br>With complements base subtle machination;</br>Grant me to follow Christs humiliation,</br>Who from the Crosse to Glorie did ascend,</br>Whose sufferings make a reconciliation</br>For those, that by true Faith him apprehend,</br>And follow him in lowlinesse unto the end.", "You may remember how I earst you told,</br>That when Humilitie had clear'd the score,</br>Whereby t' ambitious Pride my heart was sold,</br>Shee led me to Repentance:  who before</br>The chiefe Judge Justice brought, and me foule sore</br>Discover'd to my more humiliation,</br>Till Faith and Hope at Mercies seate therefore</br>Did pleade Christs Blood my reconciliation.</br>But this I leave unto another Meditation.</br>"]