["BASIL.</br>Yes, I must go &mdash; and, going, bid adieu</br>To all my heart holds dear, to France, and you!</br>Friend of my youth, of days that come no more,</br>Can I those days review, and not deplore</br>(Whilst my last looks regard my native place)</br>My destin'd exile mid a foreign race!</br>Here, all at ease, my friend shall oft be laid,</br>Tuning his reed beneath this beechen shade,</br>Which long has shelter'd his paternal cot;</br>While banish'd BASIL mourns a diff'rent lot.</br>Here, oft my friend shall zealous snatch his reed,</br>When PHILLIS trips in view along the mead,</br>And, listing to the downs her raptur'd eyes,</br>Responsive sings, when she her swain descries.", "COLIN.</br>A God, a God, my BASIL!  has on me</br>These blessings show'r'd &mdash; for such is Liberty&mdash;</br>To whom my hands shall rear the votive shrine;</br>For he has made these downs for ever mine;</br>And bids me gaily, with a master's ease,</br>Play on my pipe whatever airs I please.", "BASIL.</br>The sorrowing BASIL envies not your joy,</br>Who deem the poisons sweet that most destroy:</br>Your joy I envy not; for sure I see</br>One fatal cloud o'ershadowing you and me&mdash;</br>Certain that he who stays, and he who goes,</br>Walks on a ridge, to fall each way on woes.</br>Behold my way-worn flock, o'er hill and dale!</br>I hardly drag them to yon fresh'ning vale.</br>But now two lambs, that ewe down drooping bore,</br>Died when their dam could yield 'em milk no more:</br>Prime of my flock!  on those rough rocks they lie,</br>Where mid-day Phoebus darts his burning eye.</br>But oft these coming ills dire omens spoke,</br>The screaming raven, and the blasted oak;</br>And, when I saw old manners fast decay,</br>Saw untaught hinds the ruler's work essay,</br>And change the sheep-walk for the common-weal,</br>I fear'd the gath'ring tempest which I feel.</br>But say, dear COLIN, why you scorn'd my fear,</br>And, wrapt in perils, thought no perils near?", "COLIN.</br>None, none are here, since Paris, to my mind,</br>Has op'd at length the Rights of all Mankind;</br>And taught my spirit, till this light arose,</br>We bunglers slumber'd in a fool's repose.</br>Paris I won't conceive, unletter'd clown!</br>But little nobler than our country town.</br>Yet this that mass of Palaces exceeds,</br>As yon high-tow'ring oak the forest weeds.", "BASIL.</br>What led you first the City to behold?", "COLIN.</br>The love of Liberty, and not of Gold;</br>For, when I caught the rumours spreading round,</br>That treasur'd wisdom, hid for ages, found</br>In that great City, where our Kings reside,</br>Would teach the poor to humble tyrant-pride;</br>Scorning awhile the past'ral scrip and crook,</br>From prejudices freed, no more could brook</br>To crouch a slave beneath a tyrant's sway,</br>Or fear the sprites now fled from Wisdom's day.", "BASIL.</br>Ah, love-lorn Phillis!  now the cause I see,</br>Why thy best pears so linger'd on the tree!</br>COLIN was absent &mdash; thee the beauteous Maid</br>Would carol oft beneath the beechen shade;</br>And down the dale, and up the thymy steep,</br>Would sing her COLIN, while she watch'd his sheep!</br>Winds and wild woods receiv'd her plaintive song;</br>For COLIN'S absence, sure, was much too long!", "COLIN.</br>What!  when I stray'd to gather new-born truth,</br>And 'scap'd the bigot-fables of my youth,</br>Return'd a man, who was a slave before,</br>Nor blest, till now, with Wisdom's richest store!", "BASIL.</br>To Man when hoar experience wisdom brings,</br>She asks the pause of time to fledge her wings.</br>Mushrooms soon rise, and shew their dunghill birth&mdash;</br>Not so the monarch trees of nobler worth.</br>Better all darkness than a meteor's light,</br>Misleading those who would not dare the night,</br>But, safe at home, expect the God of Day</br>To look from Heaven, and point the perfect way.", "COLIN.</br>Saws, and old sayings!  prithee, BASIL, spare</br>The moody babblings of sententious care;</br>And let us chaunt, with gratulating lays,</br>The bursting forth of Freedom's sunbright rays!</br>For now dear Liberty, who hears our prayer,</br>Bids us be free, as our first fathers were,</br>When, rushing from their pathless waste of wood,</br>They roll'd o'er beauteous Gaul their conquering flood.", "BASIL.</br>Yes, my lov'd France!  thy beauty not to see,</br>Would argue blind ingratitude in me&mdash;</br>But though decaying strength, and hoary hairs,</br>Admonish me of life's increasing cares;</br>Yet far away from wonted scenes I fly,</br>To Britain's freer realm, though fiercer sky.", "COLIN.</br>Unfortunate old man!  why thus depart</br>From home, and fields, and friends, that claim thy heart?</br>Here, with thy COLIN, under well-known trees,</br>Still may'st thou share the song and genial breeze&mdash;</br>Still tend thy flock in healthy pasture gay,</br>And still thy native lawn and streams survey.</br>Far hence, in vain thy eyes will oft desire</br>The custom'd village, and its sacred spire,</br>Which tow'ring mid the limes, declare the place</br>That holds the rev'rend relicts of thy race.", "BASIL.</br>Yet, can that ravag'd hill the joy bestow,</br>It yielded once, when grac'd with many a row</br>Of shadowy elm; where oft, with list'ning ears,</br>We heard the clipping of the woodman's shears;</br>Or, better pleased, from many a laurel grove,</br>Caught, at still eve, the cooing of the dove?</br>Say, where is now the dome whose tow'ry gate</br>Expanded wide with hospitable state?</br>Ruin'd its glories &mdash; levell'd with the ground&mdash;</br>No longer there the courteous feasts resound&mdash;</br>Nor there, with well-spread board, and beck'ning hands,</br>Hereditary Pity gracious stands:</br>These bonds extinct, the noble race no more&mdash;</br>I seek, indignant, Britain's sea-beat shore.", "COLIN.</br>And there that Freedom seek you scorn at home.", "BASIL.</br>It is not here, or I should idly roam,</br>And shame these hoary hairs.  Can Freedom 'bide</br>Where Rapine rolls its desolating tide&mdash;</br>Where rav'nous Indigence, and Atheism dire,</br>Damp dear Religion's zeal, and Honour's fire&mdash;</br>Where low-born Envy noble Birth assails,</br>And Wit, unprincipled, o'er Truth prevails&mdash;</br>Where a great Nation acts the spoiler-knave,</br>The largess snatching, which it never gave&mdash;</br>And, whilst it holds the Rights of Man in view,</br>Does what it has no right, but strength, to do?</br>Grant Freedom good &mdash; 'tis pilfer'd here, not won,</br>Nor shines a deed by manly courage done:</br>Grant, that the fame of Freedom here might tow'r&mdash;</br>'Tis but the flashing vision of the hour&mdash;</br>'Tis base injustice &mdash; Heav'nly vengeance soon</br>Shall close in night its visionary noon!", "COLIN.</br>I go &mdash; and wheresoe'er my BASIL goes,</br>Be Friendship still at hand to sooth his woes!", "BASIL.</br>Farewel, a long farewel, to France and thee!</br>And think how many noble minds with me</br>Wander in lands remote, because, at home,</br>They would not from their honour wanton roam;</br>Yet France still reigns in their's and BASIL'S breast,</br>And let his bodings fail, if she is blest.", "COLIN.</br>At least this night with me, dear BASIL!  'bide;</br>For, see, the Sun has left the mountain's side,</br>Its shadows lengthen, and yon hoary fane,</br>Which lately held Religion's cloyster'd train,</br>Receives the labour'd oxen from the fields,</br>And them anon their treasur'd fodder yields.", "BASIL.</br>Where once the fainting Pilgrim found repose,</br>And life grew pure from penitential woes;</br>Where sacred Studies chose their calm retreat,</br>And spreading Science might have rais'd her seat;</br>There rustic hinds usurp the hallow'd dome,</br>And barb'rous license calls the cattle home.</br>Hence, Liberty, I go, where thou art found,</br>A time-tried fabric, built on solid ground,</br>Where Justice still thy sacred precincts guards,</br>And pure Religion deals her best rewards&mdash;</br>Where, if 'mid many faithful, still are found</br>The faithless few thy vitals fierce to wound&mdash;</br>There British worth and honour shall defy</br>The yelling harpies of Impiety,</br>Sedition's raven roar, and Envy's corm'rant cry.</br>"]