["Fairy!  the Spirit said,</br>And on the Queen of spells</br>Fixed her etherial eyes,</br>I thank thee.  Thou hast given</br>A boon which I will not resign, and taught</br>A lesson not to be unlearned.  I know</br>The past, and thence I will essay to glean</br>A warning for the future, so that man</br>May profit by his errors, and derive</br>Experience from his folly:</br>For, when the power of imparting joy</br>Is equal to the will, the human soul</br>Requires no other heaven.", "MAB.</br>Turn thee, surpassing Spirit!</br>Much yet remains unscanned.</br>Thou knowest how great is man,</br>Thou knowest his imbecility:</br>Yet learn thou what he is;</br>Yet learn the lofty destiny</br>Which restless time prepares</br>For every living soul.", "Behold a gorgeous palace, that, amid</br>You populous city, rears its thousand towers</br>And seems itself a city.  Gloomy troops</br>Of centinels, in stern and silent ranks,</br>Encompass it around:  the dweller there</br>Cannot be free and happy; hearest thou not</br>The curses of the fatherless, the groans</br>Of those who have no friend?  He passes on:</br>The King, the wearer of a gilded chain</br>That binds his soul to abjectness, the fool</br>Whom courtiers nickname monarch, whilst a slave</br>Even to the basest appetites &mdash; that man</br>Heeds not the shriek of penury; he smiles</br>At the deep curses which the destitute</br>Mutter in secret, and a sullen joy</br>Pervades his bloodless heart when thousands groan</br>But for those morsels which his wantonness</br>Wastes in unjoyous revelry, to save</br>All that they love from famine:  when he hears</br>The tale of horror, to some ready-made face</br>Of hypocritical assent he turns,</br>Smothering the glow of shame, that, spite of him,</br>Flushes his bloated cheek.", "Now to the meal</br>Of silence, grandeur, and excess, he drags</br>His palled unwilling appetite.  If gold,</br>Gleaming around, and numerous viands culled</br>From every clime, could force the loathing sense</br>To overcome satiety, &mdash; if wealth</br>The spring it draws from poisons not, &mdash; or vice,</br>Unfeeling, stubborn vice, converteth not</br>Its food to deadliest venom; then that king</br>Is happy; and the peasant who fulfills</br>His unforced task, when he returns at even,</br>And by the blazing faggot meets again</br>Her welcome for whom all his toil is sped,</br>Tastes not a sweeter meal.", "Behold him now</br>Stretched on the gorgeous couch; his fevered brain</br>Reels dizzily awhile:  but ah!  too soon</br>The slumber of intemperance subsides,</br>And conscience, that undying serpent, calls</br>Her venomous brood to their nocturnal task.</br>Listen!  he speaks!  oh!  mark that frenzied eye&mdash;</br>Oh mark that deadly visage.", "KING.</br>No cessation!</br>Oh must this last for ever!  Awful death,</br>I wish, yet fear to clasp thee! &mdash; Not one moment</br>Of dreamless sleep!  O dear and blessed peace!</br>Why dost thou shroud thy vestal purity</br>In penury and dungeons?  wherefore lurkest</br>With danger, death, and solitude; yet shun'st</br>The palace I have built thee?  Sacred peace!</br>Oh visit me but once, but pitying shed</br>One drop of balm upon my withered soul.</br>Vain man!  that palace is the virtuous heart,</br>And peace defileth not her snowy robes</br>In such a shed as thine.  Hark yet he mutters;</br>His slumbers are but varied agonies,</br>They prey like scorpions on the springs of life.</br>There needeth not the hell that bigots frame</br>To punish those who err:  earth in itself</br>Contains at once the evil and the cure;</br>And all-sufficing nature can chastise</br>Those who transgress her law, &mdash; she only knows</br>How justly to proportion to the fault</br>The punishment it merits.", "Is it strange</br>That this poor wretch should pride him in his woe?</br>Take pleasure in his abjectness, and hug</br>The scorpion that consumes him?  Is it strange</br>That, placed on a conspicuous throne of thorns,</br>Grasping an iron sceptre, and immured</br>Within a splendid prison, whose stern bounds</br>Shut him from all that's good or dear on earth,</br>His soul asserts not its humanity?</br>That man's mild nature rises not in war</br>Against a king's employ?  No &mdash; 'tis not strange.</br>He, like the vulgar, thinks, feels, acts and lives</br>Just as his father did; the unconquered powers</br>Of precedent and custom interpose</br>Between a king and virtue.  Stranger yet,</br>To those who know not nature, nor deduce</br>The future from the present, it may seem,</br>That not one slave, who suffers from the crimes</br>Of this unnatural being; not one wretch,</br>Whose children famish, and whose nuptial bed</br>Is earth's unpitying bosom, rears an arm</br>To dash him from his throne!", "Those gilded flies</br>That, basking in the sunshine of a court,</br>Fatten on its corruption! &mdash; what are they?</br>&mdash;The drones of the community; they feed</br>On the mechanic's labour:  the starved hind</br>For them compels the stubborn glebe to yield</br>Its unshared harvests; and yon squalid form,</br>Leaner than fleshless misery, that wastes</br>A sunless life in the unwholesome mine,</br>Drags out in labour a protracted death,</br>To glut their grandeur; many faint with toil,</br>That few may know the cares and woe of sloth.", "Whence, thinkest thou, kings and parasites arose?</br>Whence, that unnatural line of drones, who heap</br>Toil and unvanquishable penury</br>On those who build their palaces, and bring</br>Their daily bread? &mdash; From vice, black loathsome vice;</br>From rapine, madness, treachery, and wrong;</br>From all that genders misery, and makes</br>Of earth this thorny wilderness; from lust,</br>Revenge, and murder &mdash; And when reason's voice,</br>Loud as the voice of nature, shall have waked</br>The nations; and mankind perceive that vice</br>Is discord, war, and misery; that virtue</br>Is peace, and happiness and harmony;</br>When man's maturer nature shall disdain</br>The playthings of its childhood; &mdash; kingly glare</br>Will lose its power to dazzle; its authority</br>Will silently pass by; the gorgeous throne</br>Shall stand unnoticed in the regal hall,</br>Fast falling to decay; whilst falsehood's trade</br>Shall be as hateful and unprofitable</br>As that of truth is now.", "Where is the fame</br>Which the vain-glorious mighty of the earth</br>Seek to eternize?  Oh!  the faintest sound</br>From time's light footfall, the minutest wave</br>That swells the flood of ages, whelms in nothing</br>The unsubstantial bubble.  Aye!  to-day</br>Stern is the tyrant's mandate, red the gaze</br>That flashes desolation, strong the arm</br>That scatters multitudes.  To-morrow comes!</br>That mandate is a thunder-peal that died</br>In ages past; that gaze, a transient flash</br>On which the midnight closed, and on that arm</br>The worm has made his meal.", "The virtuous man,</br>Who, great in his humility, as kings</br>Are little in their grandeur; he who leads</br>Invincibly a life of resolute good,</br>And stands amid the silent dungeon-depths</br>More free and fearless than the trembling judge,</br>Who, clothed in venal power, vainly strove</br>To bind the impassive spirit; &mdash; when he falls,</br>His mild eye beams benevolence no more:</br>Withered the hand outstretched but to relieve;</br>Sunk reason's simple eloquence, that rolled</br>But to appal the guilty.  Yes!  the grave</br>Hath quenched that eye, and death's relentless frost</br>Withered that arm:  but the unfading fame</br>Which virtue hangs upon its votary's tomb;</br>The deathless memory of that man, whom kings</br>Call to their mind and tremble; the remembrance</br>With which the happy spirit contemplates</br>Its well-spent pilgrimage on earth,</br>Shall never pass away.", "Nature rejects the monarch, not the man;</br>The subject, not the citizen:  for kings</br>And subjects, mutual foes, for ever play</br>A losing game into each other's hands,</br>Whose stakes are vice and misery.  The man</br>Of virtuous soul commands not, nor obeys.</br>Power, like a desolating pestilence,</br>Pollutes whate'er it touches; and obedience,</br>Bane of all genius, virtue, freedom, truth,</br>Makes slaves of men, and, of the human frame,</br>A mechanized automaton.", "When Nero,</br>High over flaming Rome, with savage joy</br>Lowered like a fiend, drank with enraptured ear</br>The shrieks of agonizing death, beheld</br>The frightful desolation spread, and felt</br>A new created sense within his soul</br>Thrill to the sight, and vibrate to the sound;</br>Thinkest thou his grandeur had not overcome</br>The force of human kindness?  and, when Rome,</br>With one stern blow, hurled not the tyrant down,</br>Crushed not the arm red with her dearest blood,</br>Had not submissive abjectness destroyed</br>Nature's suggestions?", "Look on yonder earth:</br>The golden harvests spring; the unfailing sun</br>Sheds light and life; the fruits, the flowers, the trees,</br>Arise in due succession; all things speak</br>Peace, harmony, and love.  The universe,</br>In nature's silent eloquence, declares</br>That all fulfil the works of love and joy,&mdash;</br>All but the outcast man.  He fabricates</br>The sword which stabs his peace; he cherisheth</br>The snakes that gnaw his heart; he raiseth up</br>The tyrant, whose delight is in his woe,</br>Whose sport is in his agony.  Yon sun,</br>Lights it the great alone?  Yon silver beams,</br>Sleep they less sweetly on the cottage thatch,</br>Than on the dome of kings?  Is mother earth</br>A step-dame to her numerous sons, who earn</br>Her unshared gifts with unremitting toil;</br>A mother only to those puling babes</br>Who, nursed in case and luxury, make men</br>The playthings of their babyhood, and mar,</br>In self-important childishness, that peace</br>Which men alone appreciate?", "Spirit of Nature!  no.</br>The pure diffusion of thy essence throbs</br>Alike in every human heart.</br>Thou, aye, erectest there</br>Thy throne of power unappealable:</br>Thou art the judge beneath whose nod</br>Man's brief and frail authority</br>Is powerless as the wind</br>That passeth idly by.</br>Thine the tribunal which surpasseth</br>The shew of human justice,</br>As God surpasses man.", "Spirit of Nature!  thou</br>Life of interminable multitudes;</br>Soul of those mighty spheres</br>Whose changeless paths thro' Heaven's deep silence lie;</br>Soul of that smallest being,</br>The dwelling of whose life,</br>Is one faint April sun-gleam;&mdash;</br>Man, like these passive things,</br>Thy will unconsciously fulfilleth:</br>Like theirs, his age of endless peace,</br>Which time is fast maturing,</br>Will swiftly, surely come;</br>And the unbounded frame, which thou pervadest,</br>Will be without a flaw</br>Marring its perfect symmetry.", ""]