["Where genial Phoebus darts his fiercest rays,</br>Parching with heat intense the torrid zone:</br>No fanning western breeze his rage allays;</br>No passing cloud, with kindly shade o'erthrown,</br>His place usurps; but Phoebus reigns alone.</br>In this unfriendly clime a woodland shade,</br>Gloomy and dark with woven boughs o'ergrown,</br>Shed chearful verdure on the neighbouring glade,</br>And to th' o'er-labour'd hind a cool retreat display'd.", "Along the margin of th' Atlantic main,</br>Rocks pil'd on rocks yterminate the scene;</br>Save here and there th' incroaching surges gain</br>An op'ning grateful to the daisied green;</br>Save where, ywinding cross the vale is seen</br>A bubbling creek, that spreads on all sides round</br>Its breezy freshness, gladding, well I ween,</br>The op'ning flow'rets that adorn the ground,</br>From her green margin to the ocean's utmost bound.", "The distant waters hoarse resounding roar,</br>And fill the list'ning ear.  The neigb'ring grove</br>Protects, i' th' midst that rose, a fragrant bow'r,</br>With nicest art compos'd.  All nature strove,</br>With all her powers, this favour'd spot to prove</br>A dwelling fit for innocence and joy,</br>Or temple worthy of the god of love.</br>All objects round to mirth and joy invite,</br>Nor aught appears among that could the pleasure blight.", "Within there sat, all beauteous to behold!</br>Adorn'd with ev'ry grace, a gentle maid.</br>Her limbs were form'd in nature's choicest mould,</br>Her lovely eyes the coldest bosoms sway'd,</br>And on her breast ten thousand Cupids play'd.</br>What though her skin were not as lilies fair?</br>What though her face confest a darker shade?</br>Let not a paler European dare</br>With glowing Yarico's her beauty to compare.", "And if thus perfect were her outward form,</br>What tongue can tell the graces of her mind,</br>Constant in love and in its friendships warm?</br>There blushing modesty with virtue join'd,</br>There tenderness and innocence combin'd.</br>Nor fraudful wiles, nor dark deceit she knew,</br>Nor arts to catch the inexperienc'd hind;</br>No swain's attention from a rival drew,</br>For she was simple all, and she was ever true.", "There was not one so lovely or so good,</br>Among the num'rous daughters of the plain;</br>'Twas Yarico each Indian shepherd woo'd;</br>But Yarico each shepherd woo'd in vain;</br>Their arts she view'd not but with cold disdain.</br>For British Inkle's charms her soul confess'd,</br>His paler charms had caus'd her am'rous pain;</br>Nor could her heart admit another guest,</br>Or time efface his image in her constant breast.", "Her generous love remain'd not unreturn'd,</br>Nor was the youthful swain as marble cold,</br>But soon with equal flame his bosom burn'd;</br>His passion soon in love's soft language told,</br>Her spirits cheer'd and bad her heart be bold.</br>Each other dearer than the world beside,</br>Each other dearer than themselves they hold.</br>Together knit in firmest bounds they bide,</br>While days and months with joy replete unnotic'd glide.", "Ev'n now beside her sate the British boy,</br>Who ev'ry mark of youth and beauty bore,</br>All that allure the soul to love and joy.</br>Ev'n now her eyes ten thousand charms explore,</br>Ten thousand charms she never knew before.</br>His blooming cheeks confest a lovely glow,</br>His jetty eyes unusual brightness wore,</br>His auburn locks adown his shoulders flow,</br>And manly dignity is seated on his brow.</br>"]