["The night-wind is sleeping &mdash; the forest is still,</br>The blare of the heath-cock has sunk on the hill,</br>Beyond the gray cairn of the moor is his rest,</br>On the red heather-bloom he has pillowed his breast;</br>There soon with his note the gray dawning he'll cheer,</br>But Mary of Carel' that note will not hear!", "The night-wind is still, and the moon in the wane,</br>The river-lark sings on the verge of the plain;</br>So lonely his plaint, by the motionless reed,</br>It sounds like an omen or tale of the dead;</br>Like a warning of death, it falls on the ear</br>Of those who are wandering the woodlands in fear;</br>For the maidens of Carelha' wander, and cry</br>On their young lady's name, with the tear in their eye.</br>The gates had been shut and the mass had been sung,</br>But Mary was missing, the beauteous and young;</br>And she had been seen in the evening still,</br>By woodman, alone, in the groves of Bowhill.", "O were not these maidens in terror and pain!</br>They knew the third night of the moon in the wane!</br>They knew on that night that the spirits were free;</br>That revels of fairies were held on the lea;</br>And heard their small bugles, with eirysome croon,</br>As lightly the rode on the beam of the moon!</br>O!  woe to the wight that abides their array!</br>And woe to the maiden that comes in their way!", "The maidens returned all hopeless and wan;</br>The yeomen they rode, and the pages they ran;</br>The Ettrick and Yarrow they searched up and down,</br>The hamlet, the cot, and the old borough town;</br>And thrice the bedesman renewed the host;</br>But the dawn returned and Mary was lost!", "Her lady mother, distracted and wild,</br>For the loss of her loved, her only child,</br>With all her maidens tracked the dew&mdash;</br>Well Mary's secret bower she knew!</br>Oft had she traced, with fond regard,</br>Her darling to that grove, and heard</br>Her orisons the green bough under,</br>And turned aside with fear and wonder.", "O!  but their hearts were turned to stone,</br>When they saw her stretched on the sward alone,</br>Prostrate, without a word or motion,</br>As if in calm and deep devotion!</br>They called her name with trembling breath;</br>But ah!  her sleep was the sleep of death!</br>They laid their hands on her cheek composed;</br>But her cheek was cold and her eye was closed.</br>They laid their hands upon her breast,</br>But the playful heart had sunk to rest;</br>And they raised an eldritch wail of sorrow,</br>That startled the hinds on the braes of Yarrow.", "And yet, when they viewed her comely face,</br>Each line remained of beauty and grace;</br>No death-like features it disclosed,</br>For the lips were met, and the eyes were closed.</br>'Twas pale &mdash; but the smile was on the cheek;</br>'Twas modelled all as in act to speak!</br>It seemed as if each breeze that blew,</br>The play of the bosom would renew;</br>As nature's momentary strife</br>Would wake that form to beauty and life.", "It is borne away with fear and awe</br>To the lordly halls of Carelha',</br>And lies on silken couch at rest&mdash;</br>The mother there is constant guest,</br>For hope still lingers in her breast.", "O!  seraph Hope!  that here below</br>Can nothing dear to the last forego!</br>When we see the forms we fain would save</br>Wear step by step adown to the grave,</br>Still hope a lambent gleam will shed</br>Over the last, the dying bed.</br>And even, as now, when the soul's away,</br>It flutters and lingers o'er the clay!</br>O Hope!  thy range was never expounded!</br>'Tis not by the grave that thou art bounded!", "The leech's art and the bedesman's prayer</br>Are all misspent &mdash; no life is there!</br>Between her breasts they dropped the lead,</br>And the cord in vain begirt her head;</br>Yet still on that couch her body lies,</br>Though another moon has claimed the skies.</br>For once the lykewake maidens saw,</br>As the dawn arose on Carelha',</br>A movement soft the sheets within,</br>And a gentle shivering of the chin!", "All earthly hope at last outworn,</br>The body to the tomb was borne;</br>The last pale flowers in the grave were flung;</br>The mass was said and the requiem sung;</br>And the turf that was ever green to be,</br>Lies over the dust of Mary Lee.", "Deep fell the eve on old Lindeen!</br>Loud creaked the rail in the clover green!</br>The new moon from the west withdrew.&mdash;</br>O!  well the monk of Lindeen knew</br>That Mary's winding-sheet was lined</br>With many fringe of the gold refined!</br>That in her bier behoved to be</br>A golden cross and a rosary;</br>Of pearl beads full many a string,</br>And on every finger a diamond ring.</br>The holy man no scruples staid;</br>For within that grave was useless laid</br>Riches that would a saint entice;&mdash;</br>'Twas worth a convent's benefice!", "He took the spade, and away he is gone</br>To the church-yard, darkling and alone;</br>His brawny limbs the grave bestride,</br>And he shovelled the mools and the bones aside;</br>Of the dust or the dead he stood not in fear,</br>But he stooped in the grave and he opened the bier;</br>And he took the jewels, of value high,</br>And he took the cross, and the rosary,</br>And the golden harp on the lid that shone,</br>And he laid them carefully on a stone.", "Then down in the depth of the grave sat he</br>And he raised the corpse upon his knee;</br>But in vain to gain the rings he strove,</br>For the hands were cold and they would not move:</br>He drew a knife from his baldrick gray,</br>To cut the rings and fingers away.", "He gave one cut &mdash; he gave but one&mdash;</br>It scarcely reached unto the bone:</br>Just then the soul, so long exiled,</br>Returned again from its wanderings wild;</br>By the stars and the sun it ceased to roam,</br>And entered its own, its earthly home.</br>Loud shrieked the corse at the wound he gave,</br>And, rising, stood up in the grave.", "The hoary thief was chilled at heart,</br>Scarce had he power left to depart;</br>For horror thrilled through every vein;</br>He did not cry, but he roared amain;</br>For hues of dread and death were rife</br>On the face of the form he had woke to life:</br>His reason fled form off her throne,</br>And never more dawned thereupon.", "Aloud she called her Cela's name,</br>And the echoes called, but no Cela came!</br>O!  much she marvelled that he had gone,</br>And left her thus in the grave alone.</br>She knew the place and the holy dome;</br>Few moments hence she had thither come;</br>And thro' the hues of the night she saw</br>The woods and towers of Carelha'.</br>'Twas mystery all &mdash; she did not ween</br>Of the state or the guise in which she had been;</br>She did not ween that while travelling afar,</br>Away by the sun and the morning star,</br>By the moon, and the cloud, and aerial bow,</br>That her body was left on the earth below.", "But now she stood in grievous plight;</br>The ground was chilled with the dews of the night;</br>Her frame was cold and ill at rest,</br>The dead rose waved upon her breast;</br>Her feet were coiled in the sheet so wan,</br>And fast from her hand the red blood ran.", "'Twas late, late on a Sabbath night!</br>At the hour of the ghost and the restless sprite!</br>The mass at Carelha' had been read,</br>And all the mourners were bound to bed,</br>When a foot was heard on the paved floor,</br>And a gentle rap came to the door.", "O God!  that such a rap should be</br>So fraught with ambiguity!</br>A dim haze clouded every sight;</br>Each hair had life, and stood upright;</br>No sound was heard throughout the hall,</br>But the beat of the heart and the cricket's call;</br>So deep the silence imposed by fear,</br>That a vacant buzz sung in the ear.", "The lady of Carelha' first broke</br>The breathless hush, and thus she spoke.</br>\"Christ be our shield! &mdash; who walks so late,</br>And knocks so gently at my gate?</br>I felt a pang &mdash; it was not dread&mdash;</br>It was the memory of the dead!</br>O!  death is a dull and dreamless sleep!</br>The mould is heavy, the grave is deep!</br>Else I had weened that foot so free</br>The step and the foot of my Mary Lee!</br>And I had weened that gentle knell</br>From the light hand of my daughter fell!</br>The grave is deep, it may not be!</br>Haste, porter &mdash; haste to the door and see.\"", "He took the key with an eye of doubt,</br>He lifted the lamp and he looked about;</br>His lips a silent prayer addressed,</br>And the cross was signed upon his breast;</br>Thus mailed within the armour of God,</br>All ghostly to the door he strode.</br>He wrenched the bolt with grating din,</br>He lifted the latch &mdash; but none came in!</br>He thrust out his lamp, and he thrust out his head,</br>And he saw the face and the robes of the dead!</br>One sob he heaved, and tried to fly,</br>But he sunk on the earth, and the form came bye.", "She entered the hall, she stood in the door,</br>Till one by one dropt on the floor,</br>The blooming maiden, and matron old,</br>The friar gray, and the yeoman bold.</br>It was like a scene on the Border green,</br>When the arrows fly and pierce unseen;</br>And nought was heard within the hall</br>But Aves, vows, and groans withal.</br>The Lady of Carel' stood alone,</br>But moveless as a statue of stone.", "\"O!  lady mother, thy tears forego;</br>Why all this terror and this woe?</br>But late when I was in this place,</br>Thou wouldst not look me in the face;</br>O!  why do you blench at sight of me?</br>I am thy own child, thy Mary Lee.\"", "\"I saw thee dead and cold as clay;</br>I watched thy corpse for many a day;</br>I saw thee laid in the grave at rest;</br>I strewed the flowers upon thy breast;</br>And I saw the mould heap over thee&mdash;</br>Thou art not my child, my Mary Lee.\"", "O'er Mary's face amazement spread;</br>She knew not that she had been dead;</br>She gazed in mood irresolute:</br>Both stood aghast and both were mute.", "\"Speak thou loved form &mdash; my glass is run,</br>I nothing dread beneath the sun,</br>Why comest thou in thy winding-sheet,</br>Thy life-blood streaming to thy feet?</br>The grave-rose that my own hands made</br>I see upon thy bosom spread;</br>The kerchief that my own hands bound,</br>I see still tied thy temples round;</br>The golden rings, and bracelet bands,</br>Are still upon thy bloody hands.</br>From earthly hope all desperate driven,</br>I nothing fear beneath high heaven;</br>Give me thy hand and speak to me,</br>If thou art indeed my Mary Lee.\"", "That mould is sensible and warm,</br>It leans upon a parent's arm.</br>The kiss is sweet, and the tears are sheen,</br>And kind are the words that pass between;</br>They cling as never more to sunder,</br>O!  that embrace was fraught with wonder!", "Yeoman, and maid, and menial poor,</br>Upraised their heads from the marble floor;</br>With lengthened arm and forward stride</br>They tried if that form their touch would bide;</br>They felt her warm! &mdash; they heard! &mdash; they saw</br>And marvel reigns in Carelha'!", "The twain into their chamber repair;</br>The wounded hand is bound with care;</br>And there the mother heard with dread</br>The whole that I to you have said,</br>Of all the worlds where she had been,</br>And of all the glories she had seen.</br>I pledge no word that all is true,</br>The virgin's tale I have told to you:</br>But well 'tis vouched, by age and worth,</br>'Tis real that relates to earth.", "'Twas trowed by every Border swain,</br>The vision would full credence gain.</br>Certes 'twas once by all believed,</br>Till one great point was misconceived;</br>For the mass-men said, with fret and frown,</br>That thro' all space it well was known,</br>By moon, or stars, the earth or sea,</br>An up and down there needs must be;</br>This error caught their minds in thrall;</br>'Twas dangerous and apocryphal!</br>And this nice fraud unhinged all.</br>So grievous is the dire mischance</br>Of priest-craft and of ignorance!", "Belike thou now can'st well foresee,</br>What after hap'd to Mary Lee&mdash;</br>Then thou mayest close my legend here.</br>But ah!  the tale to some is dear!</br>For though her name no more remains,</br>Her blood yet runs in Minstrel veins.", "In Mary's youth, no virgin's face</br>Wore such a sweet and moving grace;</br>Nor ever did maiden's form more fair</br>Lean forward to the mountain air;</br>But now, since from the grave returned,</br>So dazzling bright her beauty burned,</br>The eye of man could scarcely brook</br>With steady gaze thereon to look:</br>Such was the glow of her cheek and eyes,</br>She bloomed like the rose of paradise!", "Though blyther than she erst had been,</br>In serious mood she oft was seen.</br>When rose the sun o'er mountain gray,</br>Her vow was breathed to the east away;</br>And when low in the west he burned,</br>Still there her duteous eye was turned.</br>For she saw that the flowerets of the glade</br>To him unconscious worship paid;</br>She saw them ope their breasts by day,</br>And follow his enlivening ray,</br>Then fold them up in grief by night,</br>Till the return of the blessed light.</br>When daylight in the west fell low,</br>She heard the woodland music flow,</br>Like farewel song, with sadness blent,</br>A soft and sorrowful lament;</br>But when the sun rose from the sea,</br>O!  then the birds from every tree</br>Poured forth their hymn of holiest glee!</br>She knew that the wandering spirits of wrath</br>Fled from his eye to their homes beneath,</br>But when the God of glory shone</br>On earth from his resplendent throne,</br>In valley, mountain, or in grove,</br>Then all was life, and light, and love.</br>She saw the new-born infant's eye</br>Turned to that light incessantly;</br>Nor ever was that eye withdrawn</br>Till the mind thus carved began to dawn.</br>All Nature worshipped at one shrine,</br>Nor knew that the impulse was divine.", "The Chiefs of the Forest the strife begin,</br>Intent this lovely dame to win;</br>But the living lustre of her eye</br>Baulked every knight's pretensions high;</br>Abashed they sank before her glance,</br>Nor farther could their claims advance;</br>Though love thrilled every heart with pain,</br>They did not ask, and they could not gain.", "There came a Harper out of the east;</br>A courteous and a welcome guest</br>In every lord and baron's tower;</br>He struck his harp of wond'rous power;</br>So high his art, that all who heard</br>Seemed by some magic spell ensnared;</br>For every heart, as he desired,</br>Was thrilled with woe &mdash; with ardour fired;</br>Roused to high deeds his might above,</br>Or soothed to kindness and to love.</br>No one could learn from whence he came,</br>But Hugo of Norroway hight his name.", "One day, when every Baron came,</br>And every maid, and noble dame,</br>To list his high and holy strain</br>Within the choir of Melrose fane,</br>The lady of Carelha' joined the band,</br>And Mary, the flower of all the land.", "The strain rose soft &mdash; the strain fell low&mdash;</br>O!  every heart was steeped in woe!</br>Again as it pealed a swell so high,</br>The round drops stood in every eye;</br>And the aisles and the spires of the hallowed fane,</br>And the caves of Eildon, sung it again.", "O Mary Lee is sick at heart!</br>That pang no tongue can ever impart!</br>It was not love, nor joy, nor woe,</br>Nor thought of heaven nor earth below;</br>'Twas all conjoined in gleam so bright&mdash;</br>A poignant feeling of delight!</br>The throes of a heart that sought its rest,</br>Its stay &mdash; its home in another's breast!</br>Ah!  she had heard that holy strain</br>In a land she hoped to see again!</br>And seen that calm benignant eye</br>Above the spheres and above the sky!</br>And though the strain her soul had won,</br>She yearned for the time that it was done,</br>To greet the singer in language bland,</br>And call him Cela, and clasp his hand.", "It was yon ancient tombs among</br>That Mary glided from the throng,</br>Smiled in the fair young stranger's face,</br>And proffered her hand with courteous grace.</br>He started aloof &mdash; he bent his eye&mdash;</br>He stood in a trance of ecstasy!</br>He blessed the power that had impelled</br>Him onward till he that face beheld;</br>For he knew his bourn was gained at last,</br>And all his wanderings then were past.", "She called him Cela, and made demand</br>Anent his kindred, and his land;</br>But his hand upon his lip he laid,</br>He lifted his eye, and he shook his head!</br>No &mdash; Hugo of Norroway is my name,</br>Ask not from whence or how I came:</br>But since ever memory's ray was borne</br>Within this breast of joy forlorn,</br>I have sought for thee, and only thee;</br>For I ween thy name is Mary Lee.</br>My heart and soul with thine are blent,</br>My very being's element&mdash;</br>O!  I have wonders to tell to thee,</br>If thou art the virgin Mary Lee!\"", "The border chiefs were all amazed,</br>They stood at distance round and gazed;</br>They knew her face he never had seen,</br>But they heard not the words that passed between.</br>They thought of the power that had death beguiled;</br>They thought of the grave and the vision wild!</br>And they found that human inference failed,</br>That all in mystery was veiled;</br>And they shunned the twain in holy awe.</br>The flower of the forest, and Carelha',</br>Are both by the tuneful stranger won,</br>And a new existence is begun.", "Sheltered amid his mountains afar,</br>He kept from the bustle of Border war;</br>For he loved not the field of foray and scathe,</br>Nor the bow, nor the shield, nor the sword of death;</br>But he tuned his harp in the wild unseen,</br>And he reared his flocks on the mountain green.", "He was the foremost the land to free</br>Of the hart, and the hind, and the forest tree;</br>The first who attuned the pastoral reed</br>On the mountains of Ettrick, and braes of Tweed;</br>The first who did to the land impart</br>The shepherd's rich and peaceful art,</br>To bathe the fleece, to cherish the dam,</br>To milk the ewe and to wean the lamb;</br>And all the joys ever since so rife</br>In the shepherd's simple, romantic life.</br>More bliss, more joy, from him had birth,</br>Than all the conquerors of the earth.", "They lived in their halls of Carelha'</br>Until their children's sons they saw;</br>There Mary closed a life refined</br>To purity of soul and mind,</br>And at length was laid in old Lindeen,</br>In the very grave where she erst had been.</br>Five gallant sons upbore her bier,</br>And honoured her memory with a tear;</br>And her stone, though now full old and gray,</br>Is known by the hinds unto this day.", "From that time forth, on Ettrick's shore,</br>Old Hugo the harper was seen no more!</br>Some said he died as the morning rose;</br>But his body was lost ere the evening close!</br>He was not laid in old Lindeen;</br>For his grave or his burial never was seen!", "Some said that eve a form they saw</br>Arise from the tower of Carelha'</br>Aslant the air, and hover a while</br>Above the spires of the hallowed pile,</br>Then sail away in a snow-white shroud,</br>And vanish afar in the eastern cloud.", "But others deemed that his grave was made</br>By hands unseen in the greenwood glade.</br>Certes that in one night there grew</br>A little mound of an ashen hue,</br>And some remains of gravel lay</br>Mixed with the sward at the break of day;</br>But the hind past bye with troubled air,</br>For he knew not what might be slumbering there;</br>And still above that mound there grows</br>Yearly a wond'rous fairy rose.", "Beware that cairn and dark green ring!</br>For the elves of eve have been heard to sing</br>Around that grave with eldritch croon,</br>Till trembled the light of the waning moon!</br>And from that cairn, at midnight deep,</br>The shepherd has heard from the mountain steep</br>Arise such a mellowed holy strain</br>As if the Minstrel had woke again!", "Late there was seen, on summer tide,</br>A lovely form that wont to glide</br>Round green Bowhill, at the fall of even',</br>So like an angel sent from heaven,</br>That all the land believed and said</br>Their Mary Lee was come from the dead;</br>For since that time no form so fair</br>Had ever moved in this earthly air:</br>And whenever that beauteous shade was seen</br>To visit the walks of the forest green,</br>The joy of the land ran to excess,</br>For they knew that it boded them happiness;</br>Peace, love, and truth, for ever smiled</br>Around that genius of the wild.", "Ah me!  there is omen of deep dismay,</br>For that saintlike form has vanished away!</br>I have watched her walks by the greenwood glade,</br>And the mound where the Harper of old was laid;</br>I have watched the bower where the woodbine blows,</br>And the fairy ring, and the wonderous rose,</br>And all her haunts by Yarrow's shore,</br>But the heavenly form I can see no more!</br>She comes not now our land to bless,</br>Or to cherish the poor and the fatherless,</br>Who lift to heaven the tearful eye</br>Bewailing their loss &mdash; and well may I!</br>I little weened when I struck the string,</br>In fancy's wildest mood to sing,</br>That sad and low the strain should close,</br>'Mid real instead of fancied woes!</br>"]