["I.</br>Fancy!  Nymph, that loves to lye</br>On the lonely Eminence;</br>Darting Notice thro' the Eye,</br>Forming Thought, and feasting Sense:</br>Thou!  that must lend Imagination Wings,</br>And stamp Distinction, on all worldly Things!</br>Come, and with thy various Hues,</br>Paint and adorn thy Sister Muse.</br>Now, while the Sun's hot Coursers, bounding high;</br>Shake Lustre on the Earth, and burn, along the Sky.", "II.</br>More than Olympus animates my Lays,</br>Aid me, o'erlabour'd, in its wide surveys;</br>And crown its Summit with immortal Praise:</br>Thou, aweful Grongar!  in whose mossy Cells,</br>Sweetly musing Quiet dwells:</br>Thou!  deep, beneath whose shado'wy Side,</br>Oft, my sick Mind serene Refreshment took,</br>Near the cool winding of some bubbling Brook:</br>There have I, pensive, press'd the grassy Bed,</br>And, while by bending Arm sustain'd my Head,</br>Stray'd my Charm'd Eyes o'er Towy's wand'ring Tide,</br>Swift as a Start of Thought, from Wood to Mead,</br>Glancing, from dark to bright, from Vale to Hill,</br>Till tir'd Reflection had no Void to fill.", "III.</br>Widening, beneath the Mountain's bushy Brow,</br>Th' unbounded Landskip softens off below;</br>No skreeny Vapours intervene;</br>But the gay, the splendid Scene,</br>Does Nature's smiling Face all open show,</br>In the mix'd Glowings of the tinctur'd Bow.</br>And, gently changing, into soft and light,</br>Expands immensely wide, and leads the journeying Sight.", "IV.</br>White, on the rugged Cliffs, Old Castles rise,</br>And shelter'd Villages lie warm and low,</br>Close by the Streams that at their Bases flow.</br>Each watry Face bears pictur'd Woods, and Skies,</br>Where, as the Surface curls, when Breezes rise,</br>Faint fairy Earthquakes tremble to the Eyes.</br>Up thro' the Forest's Gloom, distinguish'd, bright,</br>Tops of high Buildings catch the Light:</br>The quick'ning Sun a show'ry Radiance sheds,</br>And lights up all the Mountain's russet Heads.</br>Gilds the fair Fleeces of the distant Flocks;</br>And, glittering, plays betwixt the broken Rocks.</br>Light, as the Lustre of the rising Dawn,</br>Spreads the gay Carpet of yon level Lawn:</br>Till a steep Hill starts horrid, wild, and high,</br>Whose Form uncommon holds the wond'ring Eye;</br>Deep is its Base, in Towy's bord'ring Flood,</br>Its bristly Sides are shagg'd with sullen Wood:</br>Towers, ancient as the Mountain, crown its Brow,</br>Aweful in Ruin, to the Plains below.</br>Thick round the ragged Walls pale Ivy creeps,</br>Whose circling Arms the nodding Fabrick keeps;</br>While both combine to check th'insulting Wind,</br>As Friends, in Danger, mutual Comfort find.", "V.</br>Once a proud Palace, This, &mdash; a Seat of Kings!</br>Alas!  th' o'erturning Sweep of Time's broad Wings!</br>Now, 'tis the Raven's bleak Abode,</br>And shells, in marbly Damps, the inbred Toad.</br>There the safe Fox, unfearing Huntsmen, feeds;</br>And climbs o'er Heaps of Stone to pendant Weeds.</br>The Prince's Tenure in his Roofs of Gold,</br>Ends like the Peasant's homelier Hold;</br>Life's but a Road, and he who travels right,</br>Treats Fortune as an Inn, and rests his Night.", "VI.</br>Ever changing, ever new,</br>Thy Scenes, O Grongar!  cannot tire the View:</br>Lowly Vallies, waving Woods,</br>Windy Summits, wildly high,</br>Rough, and rustling in the Sky!</br>The pleasant Seat, the ruin'd Tower;</br>The naked Rock, the rosy Bower;</br>The Village and the Town, the Palace and the Farm,</br>Each does, on each, reflect a doubled Charm;</br>As Pearls look brighter on an Aethiop's Arm.", "VII.</br>Southward, along the Mountain's waving Side,</br>The Vale grows liberal, and the Prospect wide.</br>Glowing, beneath a kind and purply Sky,</br>Broad flower-dress'd Meadows and rich Pastures lie.</br>Green Hedges, in long Parallels, are seen;</br>And silv'ry Lawns draw Streaks of Light between:</br>Distant, those Thorns diminish'd scarce appear;</br>As Dangers scape, unseen, that are not near.</br>Smiling, like this fair Prospect, soft and gay,</br>The flatt'ring Glass of Hope our Future shows;</br>But Ills, at hand, their Face, unmask'd display,</br>And Fortune rougher still when nearer, grows:</br>Still we tread, tir'd, along the same deep Way;</br>And still the present proves a cloudy Day.</br>O, may I ever with my self agree,</br>Nor hope the unpossess'd Delights I see!</br>Nobly content, within some silent Shade,</br>My Passions calm, and my proud Wishes laid:</br>Ne'er may Desire's rough Sea beneath me roll,</br>Drown my wish'd Peace, and tempest all my Soul!</br>While, idly busy, I but beat the Air,</br>And, lab'ring after Bliss, embosom Care!", "VIII.</br>Here, while on humble Earth, unmark'd I lie,</br>I subject Heav'n and Nature to my Eye;</br>Solid, my Joys, and my free Thoughts run high.</br>For me, this soft'ning Wind in Zephyrs sings,</br>And in yon flow'ry Vale perfumes his Wings.</br>To sooth my Ear, those Waters murmur deep;</br>To shade my Eye, these bow'ry Woodbines creep.</br>Wanton, to yield me Sport, these Birds fly low;</br>And a sweet Chase of Harmony bestow.</br>Like me too yon sweet Stream serenely glides;</br>Just views and quits the Charms which tempt its Sides:</br>Calmly regardless, hast'ning to the Sea,</br>As I, thro' Life, shall reach Eternity.</br>"]