["Yet, yet again, thou solitary lyre,</br>Again I touch thy long neglected strings;</br>Nor shall thy notes o'er homely themes aspire</br>To treat of dark abstruse imaginings:</br>O!  may the gentle sweep of fairy wings</br>Brush o'er thee, and inspire a kindly mood</br>To sing of deer, of captivating things.</br>Companion sweet!  thou hadst been better woo'd,</br>But that thou'rt luckless fall'n to one of accents rude.", "Since that relentless Time brooks no control,</br>But calmly winds his unresisted stream;</br>Smiling, in scorn, to see our seasons roll</br>In idle projects and a waking dream:</br>Oh!  it were wisdom to arrest the beam</br>Of manhood's sun, ere evening damps arise,</br>And from Oblivion's idiot clutch redeem</br>A few short hours for noble enterprize:</br>'Tis all that we can do, &mdash; no more can do the wise.", "And yet 'tis difficult for little men</br>To raise their feeble pigmy heads so high,</br>As to attract the glance of passing ken</br>Where giant shoulders intercept the sky;</br>And ah!  'tis difficult for such as I,</br>To wake fit strains where mighty minstrels sing;</br>Perhaps, even this, shall but be born and die;</br>Not fated to enjoy a second spring,</br>But like some hawk-struck bird, expire on new-fledg'd wing.", "Away Despair!  some monitor, unseen,</br>Calls for the song, &mdash; the Call shall be obey'd;</br>For 'tis that silent monitor, I ween,</br>Which led my youth to many a green-wood shade;</br>Show'd me the spring, in thousand blooms array'd,</br>And bade me look towards heaven's immensity:</br>This is a power that schoolmen never made,</br>That comes all unsolicited and free,</br>To fire the youthful bard &mdash; lo!  this is Poesy!", "Who does not love his birth-place?  there's a spell</br>Of three-fold magic in the Briton's home!</br>By Heroes bought; from Freedom's hand it fell,</br>Fast clinging to his heart; and though he roam</br>O'er lands remote, or where vext oceans foam</br>In noisy uproar, to the wanderer's breast</br>Wealth, poverty, or joy, or woe, may come;</br>Yet Native scenes, as for May's bridal dress'd,</br>Will haunt his very dreams, and oh!  such dreams are blest.", "Ye Britons!  who have other states survey'd,</br>Intent new forms of government to try,</br>Say, have you found, where'er your search was made,</br>That distant realm where you would live and die!</br>Nor give one lingering voluntary sigh,</br>To see, once more, the land where you were born?</br>Methinks even now, beneath another sky,</br>Wide o'er the Atlantic, many a breast forlorn</br>Heaves for that Peerless Isle they late beheld with scorn.", "Whether where Ganges rolls o'er golden sand,</br>Or copious Nile makes glad Egyptian swains;</br>Where Niagara shakes the astonish'd land,</br>Or Orellana laves Peruvian plains;</br>Whether free choice, or adverse fate, detains,</br>Often, towards home, the Briton turns his mind,</br>Listens, in vain, to hear the skylark's strains,</br>Nor feels that brisk invigorating wind</br>Which blows across the land his footsteps left behind.", "Haply, while pacing on some sea-beat shore,</br>With sad, yet hopeful, wing his fancy roves</br>Swift o'er a waste of waves, to re-explore</br>The hills, the dales, the streams, the meads, and groves,</br>Haunts of his childhood:  scenes, where early loves</br>And gentle friendships sway'd his inmost soul;</br>While, in his rapt imagination, moves</br>She, whose endearments o'er his bosom stole,</br>And gain'd his youthful heart with beauty's soft control.", "Fair to his sight the briary bank appears</br>Where grew the sweetest violets of the spring;</br>And the wild thorn its aged head uprears</br>Where he was wont to hear the linnet sing;</br>And, in the pasture, he surveys the ring,</br>Where, as his grandam told, the fairies play'd;</br>Beholds the raven from the cliff take wing;</br>Marks the green turf rise where his sire was laid:&mdash;</br>Then vents the struggling sighs his aching breast invade.", "And would the Briton seek a happier clime,</br>Where laws more just and equitable reign;</br>Long shall his head be hoary grown with time</br>Ere he succeed that happier clime to gain;</br>No bark has yet drove keel into the main</br>To bear the exile to a better shore.</br>And, oh, my country!  may'st thou long remain</br>Matchless, in worth and might, and evermore</br>Let justice from thy throne protect the poor man's door.", "A beacon, lighted on a giant hill;</br>A sea-girt watch-tower to each neighbouring state;</br>A barrier, to control the Despots will;</br>An instrument of all-directing Fate</br>Is Britain; for whate'er in man is great,</br>Full to that greatness have her sons attain'd;</br>Dreadful in War to hurl the Battle's weight;</br>Supreme in Arts, in Commerce unrestrain'd;</br>Peerless in magic Song, to hold the soul enchain'd", "In wealth and power stupendous is our Isle!</br>Obtain'd by Labour's persevering hand:</br>And heaven-born Liberty extends her smile</br>To the remotest corners of our land:</br>The meanest subject feels her potent wand;</br>Peasant and Peer are by one law control'd;</br>And this it is, that keeps us great and grand:</br>This is the impulse makes our warriors bold,</br>And knits more close the bond our fathers seal'd of old.", "Plenty, from out her never-failing horn,</br>Showers down profusion on our hills and dales;</br>Fair climb our uplands to salute the morn;</br>No meads like ours, when fann'd with spring-tide gales;</br>Lovely our groves, where the fleet stock-dove sails;</br>And in our forests grows that sacred tree,</br>The British oak; a charm, that never fails,</br>Springs, in this darling plant, ordain'd to be</br>A safeguard to our shores by watchful Destiny.", "Secure, in conscious safety, walks the swain,</br>Nor fears to lose the harvest of the year;</br>For here no banded ruffians scour the plain,</br>To seize his flocks, and leave his garners bare:</br>No fell invaders in his fields appear,&mdash;</br>Forth to the meads, unaw'd, the milk-maid goes,</br>Nor dreads the spoiler, lurking in the rear:</br>No ills like these our happy Island knows,</br>For all our circling coast defies the reach of foes.", "And should it ever please the Eternal King,</br>When ages numberless have roll'd away,</br>O'er Albion's Isle reverse of fate to bring,</br>And she, like Greece and Rome, should feel decay;&mdash;</br>For who the purposes of Heaven can stay?</br>Yet, oh, thou Mighty One!  avert the blow;&mdash;</br>Even then, her name to Time's remotest day,</br>Through golden trump of deathless Fame shall go,</br>Sweet as the breath of spring, when melts the wintry snow.", "The Patriot, zealous in his country's cause,</br>Shall tell how Briton's cramp'd the Despot's hand;</br>And wisely form'd that code of equal laws,</br>Which made her glory tower o'er every land</br>And taught the noblest seeds of thought t' expand</br>Bade rugged Labour at his toil rejoice;</br>And the kind flame of Emulation fann'd,</br>Drove, far away, Oppression's threatening voice,</br>And founded regal sway on a great Nation's choice.", "And oft, when hard beset, in deadly strait,</br>The Warrior Chief, My Country!  shall unfold</br>How thy brave sons have stood in conflicts great,</br>And on their foes the dreadful battle roll'd:</br>And Creci, Poictiers, Agincourt, be told</br>Hundreds of generations yet to come;</br>And Blenheim, Nile, and Trafalgar, enroll'd</br>With them, high beaming on thy crest shall bloom,</br>And glorious Waterloo, that seal'd Napoleon's doom.", "Philosophers, immers'd in thought sublime,</br>Reverting back, thy Sages shall explore;</br>And following Bacon, Locke and Newton, climb</br>To heights, the human mind ne'er tried before:</br>The youthful Bard shall traverse Fancy's shore</br>With Spenser, Minstrel to the Fairy throng;</br>Pondering his wild romantic visions o'er,</br>Told in the sweetest harmony of song,</br>While knights and gentle virgins sweep in pomp along.", "Or with thy Shakspeare, pride of humankind!</br>Magician-like, with talisman, untie</br>Those secret strings the hidden heart which bind,</br>Or pace, unawed, the field of mystery.</br>With heaven-rapt Milton, passing Nature try,</br>On swift Imagination's eagle wings</br>View the extremest boundaries of the sky,</br>And join the hosts that sing the King of kings,</br>Melting in lays divine from pure etherial springs.", "Land of my Fathers!  may thy rocky coast</br>Long be the bulwark of thy free-born race;</br>Long may thy patriot's have just cause to boast</br>That Mighty Albion is their native place;</br>Still be thy sons unequall'd in the chase</br>Of glory, be it Science, Arts, or Arms;</br>And first o'erweening Conquerors to disgrace;</br>Yet happier far, when Peace in all her charms,</br>Drives out from every land the din of War's alarms.", "Perhaps, in every state beneath the skies,</br>Fond Man a partial liking entertains</br>For those first scenes that caught his youthful eyes,</br>Howe'er unblest his naked hills and plains:</br>But where fell Tyrants hold the wretch in chains,</br>Such as the poor dejected Negroes know,</br>Where dire plantations breathe forth woes, and pains,</br>The loveliest scenes no solace can bestow,</br>For ah!  no home have they in this dark vale below.", "For me, ordain'd to pass my boyhood's prime</br>On British ground, methinks there ne'er could be</br>Haunts half so fair, in Nature's brightest clime,</br>As those that struck my sight in infancy;</br>For there my sire first told me I was free,</br>And bade me love my Country, and my God;</br>And taught that paths of kind humanity</br>Should by the mingling sons of men be trod;</br>And early wish'd my soul to hate Oppression's rod.", "And off, as those lov'd scenes I now explore,</br>Fondly reverting unto years pass'd by,</br>Where I have paced a thousand times before</br>Beauties, till now unknown, attract my eye:</br>Some stripling tree, aspiring to the sky;</br>Some clustering shrub, upstarting in the wild;</br>Some new-discover'd flower of rarest dye,</br>With plants, and herbs, by Botanists compil'd,</br>Enhance the worth of all that pleas'd me when a child.", "Well I remember, in my youthful hours,</br>Ere yet in numbers I essay'd to sing,</br>At that glad season, when fresh opening flowers</br>And hawthorn buds proclaim'd the birth of Spring;</br>While light-heel'd Pleasures cours'd their mystic ring,</br>And my young heart was frolicsome as May,</br>Oft have I watch'd the Lark, on anxious wing,</br>Ascend his azure steep at early day,</br>Piping aloud to Heaven in many a carol gay.", "Joyous I've found the glossy crocus, blowing</br>Fair in its bed of green; and onward stray'd</br>To sunny dells, where April's hand was throwing</br>Violets of virgin sweetness, and survey'd</br>The pale-eyed Primrose, glinting in the glade:</br>Daisies, vermilion-ting'd, were deem'd a prize,</br>And pluck'd in triumph; while the sloe-bloom made</br>Garlands for mating birds, and thence would rise</br>Vouchings of purest love in anthems to the skies.", "And, at sweet May-tide, when the cowslip hung</br>Its head in pensiveness, and crowflowers bright,</br>Along the expanse of lengthening meads were flung,</br>Mingled with ladysmocks, and daisies white,</br>Lambsfoot, and speedwell, and the lovely sight</br>Of hawthorn blossom, fragrant on the gale</br>Of eve; full oft I've wander'd with delight;</br>Nor, time regretting, will I e'er bewail</br>Those hours I loitering spent in woodland mead and dale.", "And oft, in summer hours, I've saunter'd forth</br>Along the thorn hedge, or beside the grove,</br>To hail the damask wild-rose at its birth,</br>Symbol of innocence and maiden love;</br>And of that chastity which reigns above</br>Or sought the woodbine, in its bower o'ershaded,</br>Where stretching far its wanton arms would rove;</br>Till, haply, by some peasant's hand invaded,</br>'Twas torn from out the folds with which its tendrils braided.", "Nor will my mind surrender up, in haste,</br>The recollection of Autumnal views;</br>Save by Oblivion, not to be effaced;</br>The sloping sunbeams, and the varied hues</br>Of fading landscapes, and the misty dews</br>Hung on the threads of Gossamer; the flowers</br>Withering in death; till Nature should infuse</br>Into their roots her renovating powers,</br>And paint afresh the plains, and re-adorn the bowers.", "Dearly, I love you!  native fields, and groves,</br>And hills, and dales, and mends of fairest bloom;</br>Where Spring's first flowers enjoy their nuptial loves,</br>And June's bright children Summer winds perfume:</br>In some still nook of yours, be this my doom,</br>When life's frail energies shall make a stand,</br>To find a rural solitary tomb,</br>Where waving trees their branching arms expand,</br>To screen my sunless house, and deck the matchless land.", "And thou, majestic Trent!  beside whose stream,</br>While youth had joys, which ne'er to manhood flow,</br>Oft have I revel'd in some fairy dream,</br>Or sigh'd o'er love-tales winding into woe:</br>Still, on thy banks, may Love, and Friendship go,</br>And British Freedom, and Contentment fair;</br>And may thy sons this truth be taught to know,&mdash;</br>That, of all lands, whatever names they bear,</br>Albion's the Freeman's Home, and stands without compeer!", "Britain!  although upon the battle-plain</br>Thou hast not found an equal, &mdash; though thy fleets</br>Sweep, unmolested, the submissive main,</br>And though no rivalship thy Commerce meets;</br>Though Arts, and Manufactures, crowd thy streets,</br>And Industry still adds unto thy store;</br>Though Safety guard the husbandman's retreats,&mdash;</br>Yet, land of greatness!  there is something more,</br>Without which Greece and Rome in glory had been poor.", "Potent art thou in Poesy &mdash; Yet there still</br>Is one thing which the bard hath seldom scann'd;</br>That national, exalting local thrill,</br>Which makes our home a consecrated land:</br>'Tis not enough to stretch the Muses' wand</br>O'er states, where thy best blood has purchas'd fame;</br>Nor that thy fertile genius should expand</br>To cast o'er foreign themes the witching flame:</br>This hath thy lyre perform'd, and won a glorious name.", "Be every hill and dale, where childhood wanders,</br>And every grove, and nook, the lover knows,</br>And every stream, and runlet that meanders,</br>And every plain that covers freedom's foes</br>The dwelling-place of Song, &mdash; and where repose</br>The great immortal worthies of our isle</br>Be hallow'd ground &mdash; and when the pilgrim goes</br>To hail the sacred dust, and muse awhile,</br>Be heard the free-born strain to blanch the tyrant's smile.", "The oaks of Sherwood wrestle hard with time,</br>And through succeeding centuries look gay;</br>And the obdurate yew appears in prime</br>While twenty generations waste away;</br>But Song can mock the finger of decay,</br>And live, a green companion of the hills:</br>Or, like a river sweeping on its way,</br>Which, by continued store, its channel fills,</br>Rolling from gushing founts, and ceaseless mountain rills.", "Song can preserve our home for ever dear:</br>The child shall lisp it on his mother's knee:</br>The stripling shall behold his haunts more fair,</br>And sing their charms in rustic minstrelsy:</br>And where the wild birds chant at liberty,</br>In the recesses of their nuptial bowers;</br>And where the flowers bloom sweetly on the lea,</br>Shall be the scenes of his loves' virgin hours,</br>The while he whispers lays that tell affection's powers.", "Home, thus to youth endear'd, to ripen'd man&mdash;</br>Shall still be dearer; &mdash; for, the patriot tide</br>That childhood sports, and love-told hours began,</br>Shall rally to the heart, and there abide.</br>England, thus arm'd, shall in its might deride</br>The hostile efforts of a hundred states.</br>When songs of freedom are a nation's pride,</br>Naught, but the ruling mandate of the Fates,</br>Shall break the sacred bond her influence actuates.", "But cease the lay.  My country hold thy station&mdash;</br>Perfection is not earthly &mdash; yet with thee,</br>While Hampden's name be told with exultation,</br>Thou shalt remain, the birth-place of the free!</br>Nor, shalt thou lack the charm of Poesy,</br>To make complete, what other bards began;</br>And future Shakspeares Freedom's priests shall be,</br>And future Dibdins aid the glorious plan,</br>Binding our hearts to home, the patriot flame to fan.</br>"]