["The gentlest pair that ever roved the earth</br>Now low, but beautiful in death!  are laid;</br>Join'd by the ties which link'd them from their birth,</br>The luckless lover and the faithful maid&mdash;</br>When by unfeeling and false friends betray'd,</br>Found in a cloister's quiet cell their GOD&mdash;</br>To whom &mdash; together, though apart they pray'd,</br>Who led them in the pious path they trod,</br>And taught them thankfully to kiss the rod.", "Ye dwellers in gay bow'rs and palace-halls!</br>See how the lamp that lit them to the tomb</br>Dispell'd the darkness of monastic walls&mdash;</br>Cheer'd all the chillness of their dungeon's gloom,</br>And, soften'd down their solitary doom:</br>When fond affections equal fondness meet,</br>No vain regrets can ever there find room;</br>The breast reposes on the thought, replete</br>With an assurance so sublime and sweet.", "Their mutual passion was immortal, pure,</br>Never by mortal powers to be riven;</br>In that consoling confidence secure&mdash;</br>Resting their hopes of happiness on Heaven,</br>To them the fortitude was kindly given</br>To part asunder in their early youth&mdash;</br>To this last refuge by unkindness driven:</br>Affording instance of that oft-proved truth,</br>\"The course of true love never yet ran smooth.\"", "Their's was no common passion!  but a fine</br>Unearthly essence of ethereal love;</br>An emanation of that spark divine</br>In mercy shed upon us from above,</br>To purify our spirits &mdash; to remove</br>From out our natures every gross alloy,</br>And taint of human frailty, which might prove</br>A bar to the fruition of that joy,</br>Reserv'd for the beatified on high.", "When on the fire that trembles through our frame</br>Religion sheds its heav'n-descended light&mdash;</br>Kindling within an hallow'd, holy flame,</br>Which fortune's breath can ne'er extinguish quite,</br>Then are our sympathies excited right&mdash;</br>Then, like this couple, may we smile at pain:</br>But, oh!  for two so starry and so bright</br>The world, alas!  may sigh full long in vain&mdash;</br>Scarce can such hearts exist on earth again.", "They fled from out a crowd too cold &mdash; too wise</br>For souls untutor'd in its wiles &mdash; and rife</br>With aspirations of their kindred skies,</br>Cherish'd in solitude their life of life:</br>Oh!  happy they, to shun the ceaseless strife</br>They feel that in the ways of mankind tread!</br>Though wretched Abelard ne'er call'd her wife,</br>She sought his bosom in that narrow bed</br>Wherein the weary lay in peace their head.", "Soft on their silent pillow let them rest&mdash;</br>Calm and unconscious of their slumber deep,</br>Until the trumpet which shall wake the blest</br>Summon them joyful from their dreamless sleep,</br>To bliss ordain'd for spotless saints, who weep</br>Out of much sorrow. &mdash; Ye!  whose tears deplore</br>Their adverse lot, remember still to keep</br>Your vows to Heav'n entire &mdash; that ye may soar,</br>Where Faith and Constancy shall mourn no more.</br>"]