["Some days in pleasing rambles here Boone pass'd,</br>And then, still reconnoitering as he went</br>The intervening wilds, to the rich plains</br>Of grand Ohio journey'd back.  One day</br>While travelling on in musing mood, he heard</br>Far in the distant Forest's gloomy depths</br>A roar as loud and frightful, as proclaims</br>The anger'd Lion's rage:  It seem'd the Hills</br>And sturdy trees to shake, and loudly roll'd,</br>Reverberating down the sounding dales.</br>With dreadful aggravation still it grew,</br>The affrighted Indians wildly yell'd &mdash; the Wolves,</br>In gangs, fled howling from its dread approach&mdash;</br>The Eagles drop'd their prey and sought the skies!</br>From the aged poplars' heartless trunks, the Owls</br>Pour'd dismal screams &mdash; The bellowing still increas'd!</br>And drew more near!  The desert brushwood crash'd!</br>A thousand thundering feet, with heavy sound,</br>Like a tornado hurried swiftly on,</br>And shook the shuddering ground, when lo!  appear'd,</br>O'erspreading many a rood of the drear waste,</br>A mighty multitude of Buffaloes huge,</br>Resistless, raging, mad!  In their dark van,</br>One, more enrag'd and furious than the rest,</br>Vociferous bursts of awful agony pour'd;</br>His pain-set eyes like burning Globules glar'd;</br>Upon his knees he oft impetuous pitch'd,</br>Goring the ground, while, to and fro, in vain</br>His rough hair'd head he dash'd; for on his back</br>With rending talons in the flesh infix'd,</br>A murderous PANTHER plied the work of Death!</br>Adown the sufferer's brindled sides ran blood,</br>Profusely streaming.  Cruelly, with teeth</br>Of spear-accuminated sharpness, gnaw'd</br>The merc'less monster th rough the strength-strung loins,</br>And buried deeply in the smoking chasm,</br>His gory, life-destroying snout; until</br>Full half his blood-smear'd body disappear'd,</br>Deep sunk mid sunder'd muscles, mangled flesh,</br>And bubbling blood! &mdash; The roaring sufferer reel'd</br>And sank and rose, and staggering fell again,</br>His pain-protruding eyes, with glaring green,</br>Were deeply died, and Death's destructive shaft</br>Drew from his heaving heart the strug'ling life!</br>Around their fallen fellow gather'd thick</br>The furious herds, and yells and groans, and clash</br>Of crouded horns, in horrid tumult broke</br>From the close-clustering circle's brindled bounds.</br>They snuff'd the sanguine stream the purple spouts</br>Sent through the air, and catching thence the rage</br>Of fiercest bestial madness, sidelong tore,</br>With buried horns, the valley's blood-stain'd breast,</br>And fiercely furrow'd up, with pawing feet,</br>Its flower-bespangled soil, wild-bellowing, crush'd</br>The yielding shrubs, and gored the rough-bark'd trees.</br>The ferine Murderer startled at the din,</br>And disintering his blood-buried half,</br>Look'd wild and grimly on the pressing foe;</br>And finding dangers thick beset him round,</br>With agile spring, leap'd on a Buffalo's back,</br>And thence a neighboring poplar reached, up which</br>He swiftly fled.  Where, on a lofty bough,</br>Viewing the scene below, out-stretch'd he lay,</br>With head declining o'er his gory paws.</br>Boone the gorg'd prowler marked, aim'd at his eye</br>The unerring rifle, and brought headlong down</br>His brain-bespatter'd carcase.  Terror-shock'd</br>At the unwonted peal, the wide-mouth'd herds</br>Hoarse-yelling, burst resistless through the Brakes.", "O'er saline swamps by savage steps impress'd,</br>By congregated Buffaloes Elks and Deer</br>Deep-furrow'd, the unwearied Hero passed.&mdash;</br>Contemplating prospectively, the use</br>To which Columbia might those brackish mines</br>Apply, he viewed them with attentive ken.</br>Here, like the primary lord of Paradise,</br>The Nomenclature of an opening world</br>He form'd!  bestowing names on streams and founts,</br>On plants and places yet anonymous,</br>And yet unvisited by other eye</br>Emitting Civilizment's softened beams,</br>Than the Adventurer's own.", "Again at length,</br>A BROTHER'S presence animates, with smiles</br>And sentimental solace, the dark WILDS;</br>Which they with mutual industry explore,</br>Until another Spring her bloom unveils.</br>Then Daniel Boone the mountains reascends,</br>Hies onward to his rural Domicil,</br>And meets once more, his rapture-swooning Wife,</br>And the endearing transports of sweet Babes.</br>He tells his wonder-kindling tales, while tears</br>And kind caresses speak the silent joys,</br>And melting admiration, which transport,</br>Intenerate, and thrill the tingling hearts</br>Of his dear Daughters and dove-bosom'd spouse.</br>While he the various scenes enumerates</br>Of perilous emprise, through which he'd passed,</br>The dawning valor of his youthful sons</br>Illume the trembling tears of filial love,</br>That gather in their azure-beaming eyes.</br>But most the account of his captivity,</br>And his companion Stewart's hapless doom,</br>Their ardor rous'd, and kindled the keen thirst</br>Of vengeance in their danger-daring breasts.</br>Like two young Lions in some desert Den,</br>When first their instinct fires begin to flame,</br>Impelling them to range the roaring Waste,</br>And try the vigor of their supple limbs</br>In valiant feats of blood; Boone's manly James</br>And Israel panted for the power to prove</br>Their prowess, and avenge their Father's wrongs.</br>Their minds dilated with the expanded view</br>His strong descriptions gave of the rich WILDS;</br>While prospects of magnanimous emprise,</br>And Fancy-pictur'd scenes of patriot fame;</br>Establishing pure FREEDOM'S prosperous States,</br>Upon a base as lasting as the Hills,</br>Their youthful souls with animation rapt.", "While on their weary way though Rowel's Vale,</br>Two score Adventurers joined their jocund band.</br>Dark labyrinthian Deserts, mountain Crags</br>Stupendous, frowning in the invaded clouds,</br>And howling Monsters raging round for blood,</br>Could not, with all their mingled glooms appall</br>The spirits, or chill the animating Hopes</br>That fir'd those gallant Sons of glorious Peril,</br>And urg'd them on their hazardous emprise.</br>Unharm'd, they pass o'er two tremendous LIMBS</br>Of branching Allegany &mdash; POWEL'S MOUNT</br>And WALDEN'S named &mdash; There Nature's rudest wrath</br>Seemed to have rag'd with wild disordering power&mdash;</br>Seem'd whilom to have op'd in warring fray,</br>Her magazines of elemental ire&mdash;</br>Her Tempests, Thunders, Lightnings, Earthquakes, Flames!</br>And rock-uprooting, furious WATER-SPOUTS!&mdash;</br>Dark yawning ravines choak'd with broken crags,</br>Hoar rocks, in horror-frowning grandeur pil'd,</br>Or pyramidal, transpiercing deep</br>The thunder-bearing Tempests' cloudy breasts&mdash;</br>And ragged Ridges high on Ridges heap'd!</br>All seem'd memorials of Her phrenzied Mood.</br>These high colossal Hills securely pass'd,</br>Their mazy course the Adventurers cheerly kept,</br>Until with deathful yell, a savage Host</br>Poured on their weak unguarded rear, the storms</br>Of flaming murder.  Then, oh gallant Boone!</br>With Battle-swaying Mars thy prowess vied!</br>Thy Guardian Seraph's inspirations then</br>Thou needest not.  Thy fallen fellows' blood</br>The safety of the Wife, thy Babes, and Friends,</br>Were for thy valor stimulant enough!</br>The assailing Demons soon in wild dismay,</br>Fled wounded, bleeding, from the torrent flames,</br>Through which swift-flying bullets sought their lives.</br>For well the ruthless onset was return'd;</br>And dearly were its blood-effusions bought,</br>But ah!  six valiant sons of enterprise,</br>By its death-dealing, unsuspected blast,</br>Were from their relatives and comrades torn!</br>'Till then, such scene of Grief and Woe</br>Had ne'er been witnessed in those spectral wilds.</br>Friends, Mothers, Fathers, Brothers, Sisters, all</br>In doleful sadness weeping o'er the slain!&mdash;</br>Uncoffin'd in the sun-unmellowed ground,</br>'Neath gloomy Hemlock and dark-shaded spruce,</br>Their noble corses colorless and cold,</br>With Sorrow's tearful streamlets were inter'd.</br>Conspicuous fell our Hero's eldest son,</br>His valiant James!  The cruel ball that rent</br>The tendrils of his blooming life in twain,</br>And scattered on the waste its flow'ry charms,</br>Tore from the prospering PLANT of LIBERTY</br>A germ, whose rich expanding beauties soon,</br>Would have unfolded o'er the ample West;</br>Diffusing round delectable perfumes,</br>And dropping healthful fruitage on the lap</br>Of its luxuriant Land.  That merciless ball,</br>In its disaster-dealing impetus,</br>Was not content, the crimson citadel</br>Of human life, and the unsullied shrine</br>Of fond affection only, to invade;</br>COLUMBIA'S angel bosom felt its force,</br>And bleeding at the pungent wound it trench'd,</br>She sorrow'd o'er her youthful Hero's fate.</br>And she had cause to sorrow; for in him</br>She lost the promise of a patriot son,</br>Of an intrepid, wise and virtuous man!</br>Irradiated with the expanding rays</br>Of Erudition, his untarnished mind,</br>With eye intent on Truth's effulgent disk,</br>Was soaring o'er the clouds of groveling life.</br>His fellows in the Intellectual flight</br>Can well attest, with what ascending strength</br>He scal'd the intervening steeps, and shot</br>His genius-plumed pinions through the blaze</br>That pour'd upon his soul-subduing path;</br>That still in more resplendent torrents stream'd</br>As nearer to the lambent Orbs he drew.</br>But ah!  the whizzing pellet, bearing death,</br>Relaxed his wing, and drown'd his flight in blood!</br>Behold the snowy plumage sinking now,</br>All stain'd and dripping with the purp'ling streams!</br>Yet see!  'tis not the Spirit's plumes that fall;</br>It is the weaker wing of mortal life!</br>The wing, which buoys the encumbering clog of clay!</br>The soul, in all its bright embellishment,</br>Is free, and flies, with unimpeded speed,</br>To the supernal goal that caught its ken</br>From earth, the flaming fount of holy Truth!&mdash;", "My YOUTHFUL COUNTRYMEN!  whom Culture's care</br>Has lifted into splendid spheres, behold,</br>A pattern for your imitation here!</br>JAMES BOONE in the unbloodied shades of PEACE,</br>Acquiring Wealth and Influence, might have liv'd,</br>But more ennobling prospects swell'd his soul!</br>A vast luxuriant Land, yet unreclaim'd</br>From Barb'rous Wildness, fir'd his patriot zeal,</br>Impell'd him to exert his utmost powers</br>To enrich his Country with the precious prize;</br>And made him, with undaunted valor, dare</br>The dangerous Ambushment, where darkling Death</br>Lurk'd panting for his unprepared prey!</br>Oh my dear youthful Brethren!  seize your swords,</br>And swear, by all the blood that ever smok'd</br>On Freedom's Altars, never to relax</br>The patriot grasp until those Rights are free,</br>Whose purchase cost more sufferings, wealth and lives,</br>Than the rich land for which the youthful Boones,</br>Our earlier Brethren, bled! &mdash; COLUMBIAN YOUTH!</br>With so much more to inflame your daring fires,</br>Than fan'd their enterprise, can you repose</br>On the warm down of Ease, nor emulate</br>Their martial ardor?  'Tis not Gold, nor Fame,</br>Nor fruitful Forests, nor refinement's cause,</br>That now presents excitement to the soul,</br>Which loves the blessings of sweet LIBERTY!</br>It is the thraldom of our NAVAL RIGHTS;</br>The oppression of our Commerce on the seas</br>By tyrant Battlements, that ride the waves,</br>And roll their bloody thunders on our flag;</br>That turn their Cannon on the face of Law,</br>That bury charter'd Industry in gulphs</br>Beneath the flames which crown the billowy brine,</br>Through which our Tars and burning Vessels sink!</br>It is the misery of our Naval Sons</br>Impress'd by lawless RUFFIANS on the Main,</br>Compell'd to plunge their weapons in the blood</br>Of kindred breasts, and their own mourning hearts,</br>Whose dearest RELATIVES enchain'd and scourg'd,</br>Lie groaning, hopeless, sorrow-wasted, faint,</br>In Britain's stygian Dungeons on the seas!</br>Here is excitement for the valorous Youth,</br>The gallant Boone's of our day.  Can the Sons</br>Of glorious Fathers view the sacred shrines,</br>Where their immortal ashes sleep, defil'd</br>And crush'd beneath a Despot's foot, nor rush</br>In arms array'd, to avenge their wrongs or die?</br>Is not each lash your valiant Seamen feel,</br>Contempt to those who for our Freedom fought?</br>Their bones are mingled with the dust we tread,</br>But still their spirits and their actions live!</br>Their blood which stained our plains, the sun long since</br>Has bleach'd; but still the Blessing which it brought</br>In living lustre glow &mdash; While then we breathe</br>The inspiring ardor of their sainted manes&mdash;</br>While then, their holy deeds their names adorn,</br>And we the happy heritage enjoy</br>Their lives bequeath'd &mdash; shall we their fame disgrace?</br>And while in all the means of War so strong,</br>Let Villain-Tyrants sever from our Land,</br>What, when so weak, our Fathers snatch'd from them!&mdash;", "Again my Muse revisit the sad scene,</br>From which the impassion'd zeal, the glow</br>Of ardor for thy weeping Country's zeal, the glow</br>Had borne, though weak of wing, thy feeble powers.", "October's russet scowl imbrown'd the groves,</br>And foliage-searing frosts the cement broke,</br>Which to the boughs their leafy vesture glued&mdash;</br>While melancholy winds, in showers, shook down</br>The rustling flakes, in seeming sympathy</br>With the soul-wringing sorrows, which convuls'd</br>The mourners' breasts.  The afflicted Widows now,</br>And female kindred of the hapless slain,</br>Heart-sick, and languid, pleaded to return</br>To where the cheering scenes of polish'd life,</br>Near Clinch's limestone-laving waves, display'd</br>The residence of warm congenial souls.</br>The meek solicitations and soft tears,</br>Co-operating with their own distress,</br>Disposed the bold survivors to comply.</br>And much that course was render'd requisite,</br>By the dispersion through the wayless wilds,</br>Of their affrighted Cattle, which had fled,</br>With force impetuous, over Hills and crags,</br>Through crackling Brakes and loud-resounding Glyns&mdash;", "On Clinch, 'till the succeeding Summer shone,</br>Boone, with his worthy family remain'd.</br>He then successively, in dangerous toils</br>Of high import engag'd. &mdash; At Dunmore's call,</br>He lent his guidance to conduct a band</br>Of brave Surveyors of the Western Soil,</br>From the Ohio Falls back to their Homes,</br>By routes, through the dark Wilderness, to them</br>Before unknown.  This perilous task perform'd</br>With most surprising safety skill and speed,</br>He then, of three Militia Garrisons,</br>At Dunmore's requisition, took command;</br>And with his wonted energy and fire,</br>Attemper'd by serene deliberate Art,</br>Through the Campaign against the Shaw'nese Tribes,</br>A service, mark'd with high success, sustain'd.", "Victorious from the Northern scenes of Blood,</br>Subservient to his Countrymen's request,</br>We see our Hero cross his desert stage,</br>And on its Southern border rise to view,</br>Performing there a new but arduous part,</br>Evincing talents versatile as strong!</br>He meets the Sachems of the Cherokees</br>At wild Wataga, and a pact concludes</br>By virtue of his delegated powers,</br>For purchasing a part of their waste lands.</br>This Embassy accomplish'd, he collects</br>A band of hardy Woodsmen, strong and brave,</br>And from the verge of rough Wilderness,</br>Where Holstein's mountain-compass'd current rolls</br>To wild Kentucky's cedar-shadow'd waves,</br>A Road through the unwounded Forest cleaves.</br>The sculking Foe from his deep-tangled haunts,</br>Oft on their way, the sounding axes brought;</br>And their death-ringing Rifles drove as oft</br>The fierce assailant back.  On either side,</br>From flesh-torn founts, the conflict often stream'd</br>In rills of smoking crimson.  Sometimes too,</br>'Twas blanch'd by the pale hand of life-fed Death.</br>But nought the Vigor of their Zeal could stay.</br>Before its power the giant timber fell,</br>And through a Host of ruthless Remoras,</br>Its strong unpalsied arm a passage hew'd.</br>Behold the first grand CONDUIT now complete,</br>Through which, to the dark wastes of savage night,</br>From their bright Eastern seas, REFINEMENT'S FLOODS</br>Effulgent flow! &mdash; Now on Kentucky's bank,</br>In haste, a Fortress the Adventurers rear.</br>And thither Boone from Clinch his Family brings.</br>The wondering GENIUS of the Wilderness,</br>Embellish'd with the fragrance-breathing blooms</br>Of May, flew from the flower-deck'd solitudes</br>To snatch a glance at the new Visitants,</br>Boone's darling Consort and sweet lovely Maids,</br>The first fair Females that e'er grac'd those Wilds!&mdash;</br>With more harmonic rapture seem'd the songs</br>Of feather'd extacy to warble loose</br>Among the umbrageous wood; and the rich flowers</br>Seem'd to unfold in tints more deep-defin'd</br>Their gay variety. &mdash; The bladed brakes</br>Impainted with a livelier green appear'd.</br>The wild-wood zephyrs from their winglets seem'd</br>A sweeter odor round the groves to shake;</br>While the deep gloom-envelop'd wastes, with beams</br>Of transport-kindling radiance seem'd illum'd.</br>And well indeed such animating change</br>Might then appear through that untamed abode</br>Of Wildness, Howlings, and ferocious Rage;</br>For polish'd Beauty's love-emiting eye,</br>And darkness-scattering smile, in that new world,</br>Were then first shed.  Oh Beauty!  bright with soul;</br>Seraphic Quintescence of blended powers</br>Terrestrial and supernal!  Sweet compound</br>Of Mortal and Divine!  Thy charms can light</br>Within the breast that lives in darkest solitude</br>An aromatic-odor'd, pure-beam'd lamp;</br>And in the deep untrodden Dell where Man,</br>Refined and reasoning Man, ne'er breath'd before,</br>The lone Itinerant's musing mind infus'd</br>In bliss, its silent powers, than ever flow</br>From the less gentle spring of social Mirth:</br>And they can also shake the loftiest soul,</br>And with the thorns of keen inquietude</br>The bravest Hero's hardy breast transpierce.</br>The experience of the gallant Henderson</br>Can well this truth attest.  His daring heart,</br>In Carolina's cultur'd shades, conceiv'd</br>The bosom-softening flame of first-felt Love.</br>In his wild-flut'ring Breast, of Hope and Fear</br>The doubtful balance hung. &mdash; His tender wiles</br>Had from his dear Eliza's guarded lips</br>No hope-confirming, kind confession drawn;</br>Nor had, from his own mellow-murm'ring tongue,</br>A clear avowal of his passion flown;</br>When, with the brave illustrious Calaway,</br>Her noble Father, she forsook the scenes</br>Of social elegance and peaceful ease;</br>Migrated to Kentucky's flow'ry glooms,</br>And shelter'd in the Fort of their lov'd Friend,</br>The generous, kind, and hospitable Boone.", "Young Henderson's too independent heart</br>Upbraided the fastidious folly now,</br>Which sought some token of her love for him,</br>Before it ventured to declare what oft</br>His soften'd eye, and sadden'd mien had told.</br>Her every smiling glance and gentle word,</br>Which, ere her absence, were, as courtesies,</br>Resulting from her kind Angelic Soul,</br>As mere attentions shewn to all her friends,</br>Regarded; now a tenderer form assum'd,</br>And to his melancholy Fancy seem'd</br>The soothing signs of sweet Encouragement!</br>Pale languishment hung on his changing cheek,</br>While festive merriment in vain essay'd</br>To wake his wonted lustre.  Nature's bloom,</br>The blazing Majesty of day, and all</br>The azure-sprinkling splendors of the Night;</br>Crown'd by her queen, the sky-ascending Moon</br>To him seem'd of their soul-elating charms</br>Divested.  Pensive, mournful and alone,</br>He wander'd through the sorrow-murm'ring Glades,</br>Or solemn, gloom-impressive groves; and fed</br>With plaintive sounds, the peace-corroding fires</br>That agoniz'd his sadly-sighting breast.</br>E'en Sleep's balm-dropping wings could not appease</br>The fev'rish Ardor, nor their cooling plumes</br>Upon the ever restless flame repose;</br>But with incessant flutter through the Night</br>His tortured temples beat; and dreary dreams</br>Drove wildly through his phrenzy-dizzied brain.</br>At length, by the unconquer'd flame impel'd,</br>His lov'd Eliza he resolv'd to find,</br>And forthwith through the frowning forests hied.</br>The healthful fragrance of the Hills, and all</br>The flowery Beauties scattered loosely wild,</br>And rude sublimity, abrupt and vast,</br>Of the broad plains and thunder-batter'd Mounts,</br>Conspir'd to vivify and elevate</br>His low-dejected heart, and give a tone</br>Of higher vigor to his languid nerves.", "Hope in his bosom throb'd with stronger pulse,</br>As kind Reflection whisper'd to his heart,</br>That fewer Rivals, in the unpeopled Waste,</br>Would with his tender Courtship interfere,</br>Or wind his fate in labyrinths of doubt;</br>That Love's impassion'd impulse, playing warm</br>Upon the feeling chords of her soft heart,</br>Would make them thrill and tenderly respond</br>To the first passion of accordant Note,</br>Vibrating in a young and generous breast,</br>And fair unfolded to her anxious ear;</br>That frolic Nature's wild-wood solitudes,</br>So with sweet love awakening Music fill'd,</br>With soul-enticing shades and Beauty-border'd streams,</br>With flower-born gales and breezes fruit-perfum'd,</br>Diversified; would melt to softer sense</br>Her warm susceptive bosom, and impart</br>Through all her tingling veins emotions kind,</br>And tenderly devoted to the God</br>Of sexual Love.  He found his Charmer fair</br>And lovely as before.  The deepen'd blush</br>Of cheerful Health and freshest Beauty, ting'd</br>Her smiling cheek. &mdash; Her lustre-streaming eye</br>With thoughtful tenderness divinely shone;</br>Her graceful symmetry of person seem'd,</br>Celestial elegance by Nature's skill</br>Transfer'd to earthly Beauty.  Sweetly soft</br>Her honey-breathing lips their strains effus'd;</br>Now in convivial converse, now in songs</br>Of tenderest melody.  Their Interview,</br>On either side, confusion mark'd; but most</br>His agitated mien and downcast eye,</br>Th' unnerving power of timid love betrayed.", "His resolution to disclose his heart,</br>Her presence weaken'd.  Torturing Distrust</br>Again perplex'd his peace, and in the cup</br>Of his distresses, Jealousy infus'd</br>A portion of its poison-mingled Gall;</br>For, even to her new and wild abode,</br>Besides himself, her winning charms had drawn</br>Other Admirers from the social scenes,</br>Where first upon their fascinated hearts</br>Her dangerous glances flash'd.  Her kindness beam'd</br>On all, for all were brave deserving Youth;</br>But prudence check'd each smile that might beseem</br>Approvance of their fond pretensions, save</br>When now and then a pleasing glance confused,</br>And languid, met the inquiring pensive eye</br>Of Henderson.  Another Summer came,</br>And found his hopes still unconfirm'd, for still,</br>His soul too sensitive to risk repulse,</br>An evidence of her Affection sought,</br>Before it urged without reserve its suit;</br>But still a studied Mystery in act</br>And language, from his watchful view conceal'd</br>The secret bias of her peerless heart.</br>But, as the clouded Winter's closing storm,</br>Frowning in deeper darkness than o'ercast</br>Ere then the Sun; precursive, heralds Spring's</br>Revivifying radiance; so a gloom</br>Of murkier depth that roll'd convolving o'er</br>His sombre Hopes, was soon the Harbinger</br>Of love illumined Happiness and Joy.", "Invited by the multifarious charms</br>Which bloom'd and danced upon the sunny cheek</br>Of a serenely smiling Summer Eve,</br>He and his fair Eliza left the Fort,</br>T' enjoy, in company with their juvenile friends,</br>Benignant Nature's animating sweets.</br>Behind the gleeful groupe, Boone and his friend,</br>Sage Calaway in social converse walk'd;</br>And with paternal pleasure view'd the mirth</br>And playful merriment of rapturous Youth.", "Upon Kentucky's flowery-border'd bank</br>Beneath the umbrageous boughs of Vine-hung beech</br>They cheerily reclined, while in Canoes</br>The jocund band the flowing crystal cleav'd.</br>'Twas summer's sweetest hour; the sinking Sun</br>Hung red and ragged in the Western trees,</br>Wide pour'd his evening radiance o'er the peaks</br>Of distant Allegany, and diffused</br>Through waving Willows o'er the gliding flood</br>A checquer'd gleam.  Soft-winnowing breezes play'd</br>Among the Aromatic sprays, and fan'd</br>The slightly fretted stream; caress'd the cheeks,</br>And wanton'd with the silky-flowing locks</br>That hung their jetty tendrils long and loose,</br>O'er the white necks and softly swelling breats,</br>Of beautiful Eliza and her fair</br>And elegant associates. &mdash; Every branch</br>Of the contiguous wood was fill'd with life</br>And melody.  The enamour'd Henderson,</br>As o'er the form-depicturing stream she sail'd,</br>Beheld his Charmer with increasing love,</br>And fancied her the River's vestal Nymph,</br>The Arethusa of its sylvan waves;</br>And kindling at the love-created thought,</br>Was by its magic tempted to embrace,</br>Her graceful image in the watery Mirror.</br>Back to the bank, their little beechen Boats,</br>At Beauty's word, the dexterous rowers shot;</br>And o'er the fruit-hung flower-empurpled shore,</br>To gather Garlands to inwreathe their brows</br>The sweetly-blooming Maidens gayly ran;</br>When from a dark cane thicket growing near,</br>A band of Ruffian Indians fiercely sprang,</br>And seizing fair Eliza Calaway,</br>Her charming Sister Frances too, and Boone's</br>High-soul'd Jemima, bore them through the Brake!</br>In vain, for aid the lovely Captives cried;</br>Before their brave protectors reach'd their Guns,</br>The arm'd Barbarians, stifling the weak plaints</br>The feeble Damsels pour'd, were deep-conceal'd</br>In the entangled wild. &mdash; Until the glooms</br>Of gathering Night absorb'd the beams of day;</br>Brave Henderson, the younger Calaway,</br>With valiant Holden and four Heroes more,</br>Led by their vengeance-burning Chieftain Boone,</br>The Savages pursued.  The heavy Night</br>Encompass'd thick with awful Horrors drear,</br>Upon the weary wings of vulture Woe,</br>O'er the unsleeping Heroes slowly pass'd.</br>Vulosko's lancinating Agonies</br>At his Melcena's situation, Boone</br>In all their torturing force now realized.</br>His soul, with all a parent's tenderest pains,</br>And injur'd Valor's daring passions burn'd.&mdash;</br>By agitating tumults toss'd, not less</br>The Lovers' bosoms felt the wringing pangs</br>Of Grief, nor less with restless Vengeance glow'd.", "Not only Henderson, but Holden too,</br>And Flanders Calaway, the peace-fed flame</br>Of tortured LOVE-AFFECTION deeply felt.</br>For Holden's heart, th' angelic Fanny's charms</br>Had melted into fondest tenderness;</br>But he with noble frankness had declared</br>His anxious wishes, and th' extatic bliss</br>Enjoy'd, of feeling the benignant smiles</br>Of kind Encouragement, diffusing warm</br>Their genial rays among th' expanding blooms</br>Of his luxuriant Hopes.  Young Calaway's</br>Susceptive bosom, sweet Jemima Boone</br>Had animated with the flameless spark</br>Of new-enkindled Love, whose infant beams</br>Burn'd not as yet with ardency intense;</br>But like the placid Spring's demulcent light,</br>That streams into the half-unfolded flowers,</br>And spreads their flecker'd petals to the breeze,</br>They mildly glided through his swelling heart;</br>And gently oped to Pleasure's odorous breath</br>Its velvet-lined cells and silken folds.</br>Her budding bosom, new to the wild thrill</br>Of soul-dissolving Love, his soft devoirs,</br>With tingling glow, had tenderly inspired.</br>But wondering at th' emotions strange, their cause</br>She scarcely knew:  Nor would her age permit</br>The gallant Flanders yet t' unfold his flame,</br>Or his love-born Anticipations tell.", "Long would it take to sing the boding frights,</br>And Visions gloomy, woeful, drear, and vague;</br>Which flitted ceaselessly athwart the souls</br>Of the heroic Lovers that dread Night.", "The heart-wrung tender Captives wept away,</br>In all the miseries of horrid Fear,</br>The bosom-burning slow-dissolving hours.</br>No more they expected e'er again to see,</br>Their darling Fathers, Mothers, Friends,</br>Or gallant Lovers!  Death, or direr still,</br>The dreadful Wretchedness and lingering Woes</br>Of savage bondage, seem'd their fearful doom.</br>The wild gesticulations, grimaces</br>Blood-curdling yells, and fury-glaring eyes,</br>Of the Barbarian Captors shook with dread</br>And heart-convulsing terrors, their rack'd souls.</br>To make their midnight moments still more drear,</br>Their thin-clad limbs, the cold dew-dropping breeze</br>With dampness chill'd; while screaming Night-Birds pour'd</br>Shrill-quavering Discord through the shivering glooms.", "Terrific Wildcats, Wolves, and Panthers prowl'd</br>Blood-hungering through the murder-wailing wastes</br>And mix'd their cruel-toned Vociferations,</br>With the death plaints of their expiring prey.</br>Two Nights environ'd thus with Horrors wild,</br>Funereal, bloody, terrible, and fierce!</br>And compass'd close by Caitiffs still more dire,</br>The Wolf-like savages, whose wanton flames</br>And Brutal Rudeness, Beauty's vestal bloom,</br>And angel purity could not abate;</br>And which, had not a spark of purer ray</br>And more ethereal essence warm'd the breast</br>Of their less barbarous CHIEF, might uncontrol'd</br>Have treated with indignity, and shock'd</br>With ruffian Insolence, the fenceless Maids.</br>But Costea's lofty soul disdain'd its wrath</br>Upon defenceless female heads to wreak.</br>His breast with all the wild impetuous fires</br>Of nobler vengeance burn'd against the whites.</br>Though from the altitude of splendid War,</br>To seize their Women he descended; yet</br>'Twas not t' insult, and treat with cruelty</br>The hapless Captives; but to tear with pain</br>The warrior Whitemen's breasts, whom on fair ground,</br>If feasible, he would have nobly fought.</br>Their snowy hands, and sorrow-streaming eyes,</br>To him the trembling Maids for Mercy raised;</br>And on their knees, with pleading looks implored</br>His pity.  His superior air and mien,</br>His station and controlling power, bespake;</br>And softening into gentler cast, inspired</br>The mourning Sufferers with a gleam of Hope.", "He was a Chief in Manhood's vigorous prime;</br>Of stature lofty, strait, and dignified&mdash;</br>Strong, Muscular and springy were his limbs;</br>And haughty elevation mark'd his step.</br>A tinge of tawny red glow'd on his cheek&mdash;</br>His keen dark eye with steady lustre shone,</br>And seem'd the fount of fiery ire, assuaged</br>By mingling emanations less severe</br>Of kinder passions. &mdash; But when kindling Rage</br>Inflamed his quick excited soul, his Wrath</br>Shot from his eye a stream of fiercest flame,</br>That burn'd each softer beam, and wither'd Fear</br>Wheree'er in Opposition found.  His brows,</br>In semicircles darkly shadowing o'er</br>The flashing orbs below, like arching clouds</br>Black, broad, and bending high above two stars</br>Of burning fulgour, lower'd with changing glooms&mdash;</br>Yet when a milder mood relax'd the cords</br>On which they hung, a lighter shade they shed.", "But when infuriated rage constringed</br>Those frown-controlling fibres, blackness thick,</br>Tempestuous, awful roll'd convolving round</br>His bending brow &mdash; His Aspect was austere;</br>His forehead swart; his cheek bones sharp and high;</br>His Nose broad-based, long-curv'd wide-nostril'd, huge;</br>His chin protuberant, large; and large and lean,</br>His ponderous jaws; and rough and deep his voice.&mdash;</br>Such was the Savage Chief, on whom alone</br>The Captive Maids for tenderness relied.</br>Nor was their feeble confidence misplaced;</br>His mandatory frown each look forbid,</br>Or freedom, that might shake with dread their breasts,</br>Or wound their Modesty.", "Boone and his band,</br>As soon as Dawn upon the forests shed</br>The dappled day, their perilous pursuit</br>Intentively resumed &mdash; And Night again</br>Enshrouded Nature in her spectral glooms,</br>And still the flying foe was not o'ertaken.</br>But on the Eve of the succeeding day,</br>Our daring Heroes the dark Fiends descried!</br>Who in their van drove on the feeble Fair.</br>With souls all flame, at their great Leader's side,</br>Accomp'nied by their bold intrepid Friends;</br>The vengeful Lovers rushed resistless on,</br>And pour'd their deathful thunder through the rear</br>Of the unguarded Savages; whose blood</br>From many a wound effusing, witness bare</br>That well the charge was aim'd, and its result</br>Propitious. &mdash; Gasping grimly in their gore,</br>Death stiffening, pallid, on the weedy ground,</br>Two of their fiercest warriors lay outstretch'd!</br>Forsaking the astounded Captives, fled</br>Their bleeding residue &mdash; All, save their Chief,</br>The dauntless Costea &mdash; He, confronting fierce</br>The gallant Whites, his whizzing lead discharg'd;</br>Which through the sulph'rous smoke around them roll'd,</br>Flew ineffective &mdash; Forced for life to flee,</br>'Amid the thickets sheltering maze he plunged.</br>Th' enfranchised Damsels, in a trance of Joy,</br>Their dear Deliverers met &mdash; Dissolving Bliss</br>Soft-flowing from their Beauty beaming eyes,</br>Their velvet cheeks and lovely breasts bedew'd.</br>Into th' angelic air of thankful love,</br>And fond Affection's tenderest Gratitude,</br>Divinely melted was their beauteous mien!</br>A thousand love-born extacies ensued,</br>And sweet vibrations of the thrilling cords,</br>On which warm FEELING'S seraph fingers play!</br>This was the happy time for Love to learn</br>His Destiny &mdash; And Henderson, as home</br>They travel'd, told the tumults of his heart;</br>And warmly press'd Eliza to pronounce</br>His fate.  Upon his arm, She blushing, lean'd,</br>And modestly confess'd her bosom felt,</br>A tenderness congenial with his own.", "While on her charms, his humid eye-beams pour'd,</br>His glowing soul in fluttering extacy,</br>The rich excess of sweetest Love enjoy'd.", "Upon her burning, honey-moisten'd lips,</br>A heart-born Kiss he imprinted, unperceived.</br>Could he have been from Observation's eye,</br>That long secure; no happiness to him</br>For a whole day had been so exquisite,</br>As to have press'd that time those nectar'd buds;</br>And she no less than him the sweet salute</br>Would have enjoy'd.  Pale Melancholy's shades</br>The wings of rapture scatter'd from his soul,</br>And a bright paradise seem'd blooming round.</br>No more when traversing the green-rob'd Hills,</br>And flower-perfum'd Campaigns, broke from his breast</br>The heart-convulsing Storms of thorn-charg'd sighs:</br>The lonesome Solitudes had now to him</br>Th' enlivening charms of sweet society.</br>Benignant Love breathed balmy blessings round:</br>And fair Eliza's Beauty seem'd to bloom</br>In every flower and blossom of the Wild;</br>And every tuneful note that sweetly trill'd</br>From the harmonious Warblers of the Groves,</br>Seemed but the echo of her flowing Voice!", "Heroic Holden also touched with hand</br>More venturous, the tender-noted lyre</br>Of Love; and drew a melody still more</br>Enrapturing and divine than charmed ere then</br>His melting heart. &mdash; And Flanders Calaway,</br>By soft collision of their eyes and lips,</br>Elicited from his Jemima's soul</br>A brighter flow of scintillations warm,</br>Than sparkled on his doating gaze before;</br>And as their several states best suited, they,</br>The happy Couples!  all successively</br>At Hymen's love enkindled Altar bow'd;</br>And on its sacred flame, the votive Oil</br>Of Celibacy's Silver Vase effused.", ""]