["Retir'd from mortals, where a lonely stream</br>O'er broken fragments roll'd its ample wave;</br>Where woods, impervious to the morning beam,</br>Conceal'd the antient dwellings of the brave,", "Beneath the covert of a nodding tow'r,</br>Where savage ruin mark'd her destin'd spoil,</br>The blaze of glory, and the beam of pow'r,</br>Display'd the Genius of the British isle.", "With pensive look she view'd the solemn scene;</br>Contending passions fir'd her gentle soul;</br>Triumphant pleasure mix'd with secret pain,</br>And oft unbid the tear of sorrow stole.", "Thus while she stood, in rapt'rous notes she spoke,</br>\"Yes, these were glories in the days of yore:</br>Here liv'd my sons, who scorn'd the servile yoke,</br>And pour'd their vengeance on the hostile shore.", "\"What tho' their bosoms swell'd with dauntless might,</br>And martial splendor spread her trophies round?</br>Tho' once they thunder'd thro' the hottest fight,</br>By conquest favour'd, and by fame renown'd?", "\"The fiend Oblivion buries all their deeds,</br>And plucks from merit's brow the laurel crown;</br>While Desolation spreads her baneful weeds</br>Around these ancient halls of grey renown.", "\"Here birds of discord court the mournful gale,</br>Thro' broken fragments sighing sad and low;</br>Here the loud shrieks of owls and bats prevail</br>Where friendship's sweets notes were wont to flow.", "\"Oft in these halls has Beauty's blooming form</br>Appear'd in Nature's artless charms array'd:</br>Oft has she sooth'd the labours of the storm,</br>When martial horror all her wounds display'd.", "\"But ah!  how chang'd! &mdash; no virgin now appears,</br>Whose chearful smiles might please the roving eye:</br>Their names are lost, nor shall succeeding years</br>One broken trophy of their charms supply.", "\"Thus all the splendors of destructive war</br>With silent pace unheeded pass away;</br>Thus fade the trophies of the victor's car,</br>And thus must beauty's pleasing forms decay.", "\"But blest are those whom Fancy's living fire</br>To glory's scenes with pow'rful blaze impells;</br>Whose flying fingers touch the sacred lyre,</br>Where inspiration's genial current swells.", "\"Blest be my sons!  the fav'rites of the Muse,</br>Whose rapt'rous strains increase my growing fame,</br>Who thro' the breast can joy or grief diffuse,</br>And touch the soul with each congenial flame.", "\"These can the hero's noblest deeds improve,</br>And to his name a deathless lustre give;</br>These mount the chariot with the Queen of Love,</br>Sweep o'er the strings, and bid her vot'ries live.", "\"These can the tempest's rapid whirl defy,</br>Convulsing nature with tremendous pow'r,</br>Safe in the regions of a fairer sky,</br>Where Envy's shades malicious never lowr.", "\"Thus GENIUS triumphs, thus the Muse's shrine,</br>Sacred to science, mocks the rage of time;</br>And thus my B&mdash;, favour'd of the nine,</br>In glory's burning car shall soar sublime.\"</br>"]