["Come melancholy Moralizer &mdash; come!</br>Gather with me the dark and wintry wreath;</br>With me engarland now</br>The SEPULCHRE OF TIME!", "Come Moralizer to the funeral song!</br>I pour the dirge of the Departed Days,</br>For well the funeral song</br>Befits this solemn hour.", "But hark!  even now the merry bells ring round</br>With clamorous joy to welcome in this day,</br>This consecrated day,</br>To Mirth and Indolence.", "Mortal!  whilst Fortune with benignant hand</br>Fills to the brim thy cup of happiness,</br>Whilst her unclouded sun</br>Illumes thy summer day,", "Canst thou rejoice &mdash; rejoice that Time flies fast?</br>That Night shall shadow soon thy summer sun?</br>That swift the stream of Years</br>Rolls to Eternity?", "If thou hast wealth to gratify each wish,</br>If Power be thine, remember what thou art&mdash;</br>Remember thou art Man,</br>And Death thine heritage!", "Hast thou known Love?  does Beauty's better sun</br>Cheer thy fond heart with no capricious smile,</br>Her eye all eloquence,</br>Her voice all harmony?", "Oh state of happiness!  hark how the gale</br>Moans deep and hollow o'er the leafless grove!</br>Winter is dark and cold&mdash;</br>Where now the charms of Spring?", "Sayst thou that Fancy paints the future scene</br>In hues too sombrous?  that the dark-stol'd Maid</br>With stern and frowning front</br>Appals the shuddering soul?", "And would'st thou bid me court her faery form</br>When, as she sports in some happier mood,</br>Her many-colour'd robes</br>Dance varying to the Sun?", "Ah, vainly does the Pilgrim, whose long road</br>Leads o'er the barren mountain's storm-vext height,</br>With anxious gaze survey</br>The fruitful far-off vale.", "Oh there are those who love the pensive song</br>To whom all sounds of Mirth are dissonant!</br>There are who at this hour</br>Will love to contemplate!", "For hopeless Sorrow hails the lapse of Time,</br>Rejoicing when the fading orb of day</br>Is sunk again in night,</br>That one day more is gone.", "And he who bears Affliction's heavy load</br>With patient piety, well pleas'd he knows</br>The World a pilgrimage,</br>The Grave the inn of rest.</br>"]