["The ev'ning bell peals its deep note on the gale,</br>And the sun has sunk deep in the waves of the main;</br>The slow-rolling thunder-cloud covers the vale,</br>And the chill blast of Autumn howls over the plain;</br>While it sweeps with broad wing o'er the tomb of the slain</br>Who this morning have bled for their wives, and their sires;</br>Who have breasted the torrent of England, in vain,</br>And, now sleeping where Freedom's proud lustre expires,</br>Have kindled again her bright torch from their pyres.", "And then ye in glory, ye sons of the lyre!</br>For the lustre of valour for ever shall blaze;</br>Now streaming afar from its glittering fire</br>O'er the blue vault of heaven, are myriads of rays:</br>Each minstrel shall waken his harp in your praise,</br>And the dark tide of vengeance rolls dreadful along:</br>Soon, soon, England's glory in ruin decays;</br>Soon, Wallace and Graeme shall enkindle the song;</br>And bear death and destruction your victors among.", "But hark!  thro' the silence that nature pervades,</br>The warrior's quick footstep now strikes on mine ear;</br>Around the hill winding, and screen'd by its shades</br>From their foemen, the legions of Scotland appear:</br>Her red-lion standard full bravely they rear,</br>While they rapidly march to the camp of the foe</br>Who in luxury sunk, think no enemy's near;</br>While the blasts of the death-angel over them blow,</br>And the seer has predicted confusion, and woe.", "The foe are descried by their torches' bright gloom,</br>Their watchmen in sleep and in slumber are found;</br>That sleep is their last, 'tis the sleep of the tomb,</br>That slumber the slumber of ages profound;</br>For the Scots, nerv'd by vengeance, are thronging around,</br>And an army in sleep is expos'd to their eyes;</br>To warn of their danger no clarions sound,</br>Nor the trumpet's broad peal bids the sleeper to rise;</br>But Wallace opposes, and stern are the skies.", "How dreafully silent, and darkly serene,</br>The landscape appears!  Hark!  the stillness has flown;</br>The battle-cry rings, and each pausing between</br>Are the cries of the wounded, the dying's last groan;</br>And the death-shriek is heard, and of anguish the moan;</br>While the loud shout of Wallace resounds through the air;</br>His arm, bringing death, soon is fearfully known,</br>For its progress is mark'd by the yell of despair;</br>And no plea can save, nor for mercy the prayer.", "The battle now rages where Edward appears,</br>For with Graham he fights, and with war's baleful fires;</br>As the slogan of \"Wallace and Scotland\" he hears,</br>His lion-heart trembles, and Edward retires;</br>And the chieftain who seeks to defend him, expires;</br>While a thousand knights hasten their sov'reign to save;</br>But Scotia's sons think of their wives, and their sires;</br>And the thought of home makes e'en the coward be brave;</br>A thousand knights fall, and they sink in the grave.", "Ah!  what means that shout that now thunders on high?</br>And what is that flame which is painting the air?</br>'Tis the loud shout of Wallace, of Scotland the cry;</br>The camp is on fire, and the English despair:</br>And to flee from their foemen they quickly prepare,</br>But to 'scape from the whirlwind what force will avail?</br>No arm can protect, and in vain is their pray'r;</br>While Victory!  Victory!  sounds through the gale;</br>And England is vanquish'd, and broken her mail.", "O'er the field of the battle the rising beam shines,</br>Where Scotland is victor, and gone are her foes;</br>From his chariot of morning, there Phoebus declines</br>Where Edward's proud army forever repose:</br>And the bright star of Scotia that yesterday rose</br>Eclips'd in the storm, in serenity beams;</br>O'er the heav'n's blue vault its full radiance it throws;</br>No longer of war the stern meteor gleams,</br>But Peace gently smiles on the hill, and the streams.", "But their country's deliv'rers what price shall reward?</br>The thanks of a people from slavery sav'd.</br>Shout Scotland!  for Wallace thy foeman has marr'd,</br>And freedom's broad banner around thee has wav'd;</br>For thy safety the army of Edward he brav'd,</br>And anguish'd the spoiler who threaten'd thy land:</br>On the temple of Glory his name is engrav'd;</br>For England's proud throne has been shook by his hand,</br>Where in dust are laid low, of her bravest the band.</br>"]