["Progressive anna's of succeeding years</br>Again contain the anniversary,</br>Of that important hour, in which appears</br>The dark and tragic scene of Calvalry;</br>Where to the direful ignominous tree,</br>Our great Redeemer patiently resign'd</br>His human form, to save from misery,</br>And death's else-dreaded empire, human kind,</br>By the resistless pow'r of his almighty mind.", "'Twas then in sable dress, the sickening shade</br>Darken'd, and wore his veil of deepest shade:</br>Well might fair Nature from her order run,</br>And her inimitable beauties fade,</br>When her ador'd Creator was betray'd</br>By the black deeds of malice, spite, and scorn!</br>To death's tyrannic pow'r an offering made,</br>And by th' Almighty Father left forlorn!</br>Ah!  well might all creation sympathize and mourn!", "Ye mourners, let your sorrowing labours cease;</br>Your Lord is rescu'd from affliction's night;</br>In exultation's highest realm of peace</br>He reigns triumphant, cloth'd with heavenly might,</br>At God's right hand. &mdash; To mortals erring sight,</br>The Sun of Righteousness forebore to shine</br>In his refulgent soul-inspiring light;</br>But the insatiate grave could not confine</br>His uncreated rays of majesty divine.", "And is it so?  did God's annointed Son</br>Forego the height of glory uncreate,</br>That does encircle Heaven's eternal shrone,</br>To dwell on earth, submissive to a fate</br>Of deepest agony, that did await</br>Death's gloomy hour?  It is, how shall I raise</br>My soul's best intellectual pow'rs, to rate</br>His matchless love to Man in all his ways:</br>It calls aloud for strains of everlasting praise.", "Therefore let Angels, and Archangels, sing,</br>Extol, adore and magnify his name!</br>Ye blissful spirits inumerable, bring</br>Your incense at his footstool:  and proclaim</br>Through Heaven's circumference his matchless fame.</br>Ye saints on earth, improve each fleeting hour</br>In extasy divine:  embrace the theme</br>Of endless gratitude, to him who bore</br>For you the keenest pang of Death's distressful hour.", "O bless'd Immanuel!  still thy truth bestow,</br>To earth's remotest bounds thy precepts send,</br>Cause ample measures of thy grace to flow</br>From thy rich throne of glory without end.</br>Let thine all-healing influence descend,</br>And to each unenlightened mind afford</br>Salvation's treasure.  Let thy love extend,</br>Until the general burst of joy be pour'd,</br>Of \"worthy is the Lamb,\" our Saviour and our Lord!</br>"]