["Proud monastery of ancient time!</br>That strik'st the soul with awe profound,</br>Whose ruin'd battlements, sublime,</br>Are with thick mantling ivy crown'd,</br>Scarce dares the rook to gaze around,</br>From the dread summit of thy walls,</br>While tumbling fragments oft resound,</br>Far thro' thy long-arch'd echoing halls;</br>Where the winds howling, wild and rude,</br>Appal the timid heart of pensive solitude.", "Ye shrines to superstition rear'd!</br>Where, in the times of Gothic night,</br>The holy brother-hood, rever'd,</br>Led thro' these aisles the taper'd rite,</br>And now, oft in the wan moon-light,</br>The ghosts of full-arm'd knights are seen,</br>Who for the cross awoke the fight,</br>Far on the plains of Palestine.</br>Now 'neath the fractur'd vault their ashes rest,</br>Where the long whisp'ring grass waves o'er the warrior's breast.", "Alike dread ruin lords it wide,</br>O'er the gay seat, or humbler bower,</br>Destroys the temple's sacred pride,</br>And heaps in dust the cloud-topt tow'r.</br>Here, where oft in the mid-night hour,</br>Devotion struck her silver lyre,</br>And praising hosts were heard to pour</br>Such strains as wake the soul on fire.</br>Now, o'er the sod that hides the slumb'ring saint,</br>The grey-owl to the moon still breathes her hated plaint.", "Yes!  whence the altar stood rever'd,</br>The lowing herd unconscious strays,</br>And oft the Goat, with snowy beard,</br>Looks o'er the window's fractur'd base.</br>And where, oft to Jehovah's praise,</br>Peal'd the loud organ, long and deep,</br>Now on his pipe the shepherd plays,</br>Or on some tomb-stone falls asleep;</br>Nor dreams of death, tho' stretch'd o'er its cold bed,</br>Nor dreads the tottering walls impending o'er his head.", "Halls!  that to Scotia's injur'd queen,</br>The last sweet night of freedom gave,</br>Ere had she cross'd yon billows green,</br>That Cumbria's distant mountains lave.</br>Sad hour!  that bade her tempt the wave,</br>And bore her from her native lands,</br>To find no peace but in that grave</br>Dug by her murderer's bloody hands.</br>Oh!  had thy walls, O shrine!  her flight witheld,</br>Whose matchless woes alone her matchless charms excell'd.", "Ye battlements!  that look to heav'n,</br>That in your wrecks your grandeur show,</br>In vain six hundred years have striv'n,</br>To lay in dust that grandeur low:</br>And yet, full many an age must flow,</br>Ere shall these long arch'd vistas fall,</br>Tho' where chiefs sat, now thistles grow,</br>And nettles hide the sculptur'd wall,</br>And holy men have led the sacred mass,</br>Where the rank hemlock waves, o'er the thick tufted grass.", "Be mine, when evening's lively hues</br>Paint thy long aisles with glowing red,</br>Dundrennan!  thro' thy courts to muse,</br>Where sleep the long forgotten dead.</br>Since were thy deep foundations laid,</br>By Gallovidian Fergus' hands,</br>Have twice twelve powerful monarchs sway'd</br>The sceptre, o'er these smiling lands;</br>Yet thou must sink at last, destroyed by years,</br>And the plow tear the soil which thy proud structure bears.</br>"]