["Soft was the Season, solemn was the Time,</br>The Dawn of Sabbath, Summer in its Prime;</br>When good Eugenius, onward as he fares,</br>His Mind possess'd with more than mortal Cares,</br>A Voice (nor was the plaintive Author seen)</br>Alarms, &mdash; and dost thou fly?  unkind Eugene!</br>Once, lavish'd Hours and Pleasure would'st thou stay;</br>Invidious Hedge-Row, bar not Friendship's Way:</br>At Friendship's Voice (the Accents half express'd)</br>The Fence divides, the Speaker stands confess'd:</br>Heav'ns, is it thou!  burst forth on either Part,</br>And silent Tears clasp Friendship to the Heart.</br>Eusebius thus accosts his quondam Mate:&mdash;</br>Alas!  how try'd beneath the Hand of Fate!</br>Both greatly try'd!  and who shall now declare,</br>There goes the bookish, there the sober Pair?</br>What if they did, as well no Doubt they might,</br>'Twere only Matter of Contempt and Spite;</br>On modern Merit all Preferment waits;</br>Go, flatter Fools, and cringe at Vice's Gates;</br>And yet are all Things pre-engaged so long,</br>To raise a Cure demands a pleasing Tongue;</br>Which, to preserve, must those, that Thoughts restrain,</br>Forbear the graceless 'Squire, and brutal Swain?</br>Ah, luckless Choice!  parental Love severe!</br>When rev'rend Doctor sooth'd there fondest Ear.", "EUGENIUS.</br>Talk not of Grief, what Griefs with mine compare?</br>O Soul of Sympathy beguile my Care;</br>A gentle Dame (the Rich have none so good)</br>With ev'ry Requisite but Wealth endow'd,</br>Thrice gave me Joy, thrice gave me hopeless Pain,</br>Dear Pledges of our Loves, that still remain;</br>We scheme, we drudge, we ply a thousand Means,</br>And starve, one Comfort, &mdash; 'tis behind the Scenes:</br>To ward the Peasant's Gibe, the Farmer's Frown,</br>I whirl the Doubling-Wheel and shun the Town;</br>Two distant Fanes expect my weary Way,</br>And twenty annual Pounds my Toils repay.</br>Shall callous Hands?  shall each unletter'd Name?</br>The Comb that brandish, or that shake the Frame;</br>Or shall the Wight that tags my final Word,</br>Fare better, or look greater, than his Lord?</br>Ah, luckless Choice!  parental Love severe!</br>When rev'rend Doctor won their cheated Ear.", "EUSEBIUS.</br>Thy Plea how just!  thy Plaint speaks sore Distress,</br>Must Heav'n sollicit Earth without Redress?</br>By sick Debauch, we Mortals ill at Ease?</br>The Doctor's honour'd, amply are his Fees;</br>The wayward Soul by ev'ry Vice bewray'd,</br>Scorns Gratitude, and spurns our aweful Aid;</br>In vain provoke we Sloth, and point the Palm,</br>And stretch to Impotence the healing Balm;</br>Lewd Idiots mock with ribbald Phrase the Lore,</br>And &mdash; Parson &mdash; means &mdash; impertinent and poor;</br>When Virtue resign'd, rever'd, and great in Place,</br>Ere Pride and Luxury had show'd their Face;</br>Or Gold usurp'd, of modest Worth the Meed,</br>And Wit and Beauty were vouchsaf'd the Lead;</br>Ere Complaisance supply'd the Language of the Heart;</br>With Truth, Simplicity in Leagues combin'd,</br>And Mortals glory'd to be just and kind.</br>Ah, sad Reverse!  what devious Paths are trod!</br>How shun'd the faithful Guide, the Man of God!</br>Ah, luckless Choice!  parental Love severe!</br>When rev'rend Doctor sooth'd their fondest Ear.</br>Too soon, vain World, thy Pomps bright Cares must end;</br>Faith, Patience, Hope, be strong. &mdash; Adieu, my Friend.</br>"]