["Must I still wear Time's heavy hours away!</br>Whose tedious moments pass reluctant by,</br>Each passing as it goes, with dull delay,</br>As tho' 'twould claim the requiem of a sigh,</br>And tear my heart's last hope from me: &mdash; Must I,</br>Apart from all my soul holds dear, still seek</br>To cheat myself of care, scarce knowing why;&mdash;</br>And feel my childish heart is all too weak,&mdash;</br>And cherish still a gloom which language cannot speak?", "Must I &mdash; but wherefore do I still complain!</br>Who will regard my querimonious song?&mdash;</br>Ah!  there it is! &mdash; I sigh and sing in vain,</br>And chide my foolish heart, and say \"'tis wrong</br>To murmur to indifferent ears so long.\"</br>But scarce this mild censure I repeat,</br>Ere my tumultuous feelings wildly throng</br>Across my prudent purpose, and defeat</br>My cold intentions with enthusiastic heat.", "And now &mdash; (forgive me idol of my heart!</br>That I so often trespass on thine ear,&mdash;</br>My soul's dark spirit will not hence depart,</br>Till it has told its tale, tho' sad, sincere,&mdash;</br>And breath'd a sigh and shed, perhaps, a tear.</br>Oh!  then sweet angel of my peace, to thee,</br>Who art, of all things else, most priz'd &mdash; most dear,</br>I urge my prayer, &mdash; that thou wilt suffer me,</br>In this sad, lonely hour to speak my misery.", "&mdash;This lonely hour &mdash; for tho' in \"my mind's eye\"</br>I see thee still, as I am wont to see,&mdash;</br>Yet I am sad, and ask my Reason, \"why</br>In Fortune's dispensations, it should be,</br>That one who is so priz'd &mdash; so dear to me&mdash;</br>To whom my heart in tenderness could cling</br>And hang forever in sweet ecstasy,</br>Should be away &mdash; and separation bring</br>To my unhappy soul, an agonizing sting?\"", "Thus! &mdash; thus, thou angel of my peace and hope,</br>Did not the truth outstrip all words, I'd tell</br>What my heart feels &mdash; But language cannot cope</br>With the warm spirit of my soul; &mdash; nor well</br>Express the influence of my bosom's swell</br>Of rapture, when thy soul-sustaining eye,</br>In hasty and retiring glances, fell</br>Upon my vision; and in a hush'd sigh,</br>My inmost feelings breathe their eloquent reply.", "But now no more! &mdash; I've trespass'd all too long!</br>My fugitive &mdash; my vagrant strain is o'er&mdash;</br>Forgotten soon, the Minstrel and his song</br>Shall pass away and trouble thee no more;</br>And thou shalt smile regardless as before,</br>When not one trace remains of him to tell,</br>Whom thou canst not revere, nor wilt deplore!</br>But ah!  I pause! &mdash; I feel my heart rebel!</br>Oh!  must I go from thee! &mdash; Oh! &mdash; must I say farewell!", "Still!  still my heart, like one who gasps for life,</br>Clings to its last faint hope with trembling fear;</br>And still in agony, amidst its strife,</br>Feels all its peace, in darkness disappear!</br>Oh!  I could die for thee, thou art so dear!&mdash;</br>Or I could live, and be thy slave forever;</br>And e'en in wretchedness, if thou wert near,</br>Feel that life had no happier lot, &mdash; and never</br>Desire in weal or woe &mdash; in life or death, to sever!", "But ah!  it is not &mdash; never it can be!&mdash;</br>Thou wilt not listen to my soul's deep tale!&mdash;</br>Peace and farewell, thou dear one! &mdash; peace to thee!</br>My song is o'er &mdash; my words cannot avail&mdash;</br>The wilderness shall hear my midnight wail,</br>And my poor heart, to thee too sternly true,</br>Till life's last impulse tremblingly shall fail,</br>Shall hold thy dear, dear image still in view!&mdash;</br>But now no more! &mdash; Forgive my foolish strain! &mdash; Adieu!</br>"]