["Oh!  I should ill thy gen'rous cares requite,</br>Thou who didst first inspire my timid muse,</br>Could I one tuneful tear to thee refuse,</br>Now that thine aged eyes are clos'd in night,</br>Poor WARTON! &mdash; Thou hast strok'd my stripling head,</br>And sometimes, mingling kind reproof with praise,</br>My path hast best directed through the maze</br>Of thorny life &mdash; by thee my steps were led</br>To that romantick valley, high o'erhung</br>With sable woods, where many a minstrel rung</br>His bold harp to the sweeping waterfall,</br>Whilst Fancy lov'd around each form to call</br>That fill'd the poet's dream:  to this retreat</br>Of Fancy, (won by whose inticing lay</br>I have forgot how sunk the summer's day)</br>Thou first did guide my not unwilling feet;</br>Meantime inspiring the gay breast of youth</br>With love of taste, of science, and of truth.", "The first inciting sounds of human praise,</br>A parent's love excepted, came from THEE;</br>And but for thee, perhaps, my boyish days</br>Had all pass'd idly, and whate'er in me</br>Now live of hope, been buried.", "I was one,</br>Long bound by cold dejection's numbing chain,</br>As in a torpid trance, that deem'd it vain</br>To struggle; nor my eye-lids to the sun</br>Uplifted &mdash; but I heard thy cheering voice!&mdash;</br>I shook my deadly slumber off; &mdash; I gaz'd</br>Delighted round &mdash; awak'd, inspir'd, amaz'd,</br>I mark'd another world, and in my choice</br>Lov'lier, and deck'd with light! &mdash; On fairy ground</br>Methought I buoyant trod, and heard the sound</br>As of enchanting melodies, that stole,</br>Stole gently, and intranc'd my captive soul.</br>Then all was life and hope!  'Twas thy first ray</br>Sweet Fancy, on the heart &mdash; as when the day</br>Of Spring, along the melancholy tract</br>Of wintry Lapland, dawns; the cataract,</br>From ice dissolving on the silent side</br>Of some white precipice, with paly gleam</br>Descends, while the cold hills a slanting beam</br>Faint lingers:  till, ascending in his pride,</br>The great Sun, from the red horizon looks,</br>And wakes the tuneless birds, the stagnant brooks,</br>And sleeping lakes!  So on my mind's cold night</br>The ray of Fancy shone, and gave delight</br>And hope, past utterance ....", "Thy cheering voice,</br>O WARTON!  bid my silent heart rejoice,</br>And wak'd to love of Nature:  every breeze,</br>On Itchin's brink, was melody:  the trees</br>Wav'd in fresh beauty; and the wind and rain,</br>That shook the battlements of Wykeham's fane,</br>Not less delighted, when with random pace</br>I trod the cloister'd aisles:  and, witness thou,</br>Catharine, upon whose foss-encircl'd brow</br>We met the morning, how I lov'd to trace</br>The prospect spread around &mdash; the rills below,</br>That shone irriguous in the fuming plain;</br>The river's bend, where the dark barge went slow,</br>And the pale light on yonder time-worn fane.", "So pass'd my days with new delight &mdash; meantime</br>To Learning's tender eye thou didst unfold</br>The classick page, and what high bards of old,</br>With solemn notes, and minstrelsy sublime,</br>Have chaunted, we together heard; and thou,</br>WARTON!  wouldst bid me listen, till a tear</br>Sprang to mine eye:  now the bold song we hear</br>Of Greece's sightless master-bard:  the breast</br>Beats high, &mdash; with stern PELIDES to the plain</br>We rush; or o'er the corpse of HECTOR slain</br>Hang pitying; &mdash; and lo!  where pale, oppressed</br>With age and grief, sad PRIAM comes; with beard</br>All while he bows, kissing the hands besmeared</br>With his last hope's best blood!", "The oaten reed</br>Now from the mountain sounds; the sylvan muse,</br>Reclin'd by the clear stream of Arethuse,</br>Wakes the Sicilian pipe; &mdash; the sunny mead</br>Swarms with the bees, whose drowsy lullaby</br>Soothes the reclining ox with half-clos'd eye;</br>While in soft cadence to the madrigal,</br>From rock to rock the whispering waters fall!</br>But who is he, that, by yon gloomy cave,</br>Bids heaven and earth bear witness to his woe?</br>And hark!  how hollowly the ocean-wave</br>Echoes his plaint, and murmurs deep below!&mdash;</br>\"Haste &mdash; let the tall ship stem the tossing tide,</br>That he may leave his cave, and hear no more</br>The Lemnian surges unrejoicing roar&mdash;</br>And be Great Fate through the dark world thy guide,</br>Sad PHILOCTETES!\" ...", "So Instruction bland,</br>With young-ey'd Sympathy, went hand in hand</br>O'er classick fields; and let my heart confess</br>Its holier joy, when I essayed to climb</br>The lonely heights, where SHAKESPEARE sat sublime,</br>Lord of the mighty spell:  around him press</br>Spirits and fairy-forms. &mdash; He, ruling wide</br>His visionary world, bids terror fill</br>The shiv'ring breast, or softer pity thrill</br>Ev'n to the inmost heart.  Within me died</br>All thoughts of this low earth, and higher pow'rs</br>Seemed in my soul to stir &mdash; 'till, strained too long,</br>The senses sunk:&mdash;", "Then, OSSIAN, thy wild song</br>Haply beguil'd the unheeded midnight hours,</br>And, like the blast that swept Berrathron's tow'rs,</br>Came 'pleasant and yet mournful' to my soul!</br>\"See!  o'er the autumnal heath the gray mists roll!&mdash;</br>Hark to the dim ghosts' faint and feeble cry,</br>As on the cloudy tempest they pass by!</br>Saw ye huge LAGO'S spectre-shape advance,</br>Through which the stars look pale!\" ....", "Nor ceas'd the trance</br>Which bound the erring fancy, till dark night</br>Flew silent by, and at my window-grate</br>The morning bird sang loud &mdash; nor less delight</br>The spirit felt, when still and charm'd I sate</br>Great MILTON'S solemn harmonies to hear,</br>That swell from the full chord, and strong and clear,</br>(Beyond the tuneless couplets' weak controul)</br>Their long-commingling diapason roll,</br>In varied sweetness. ....", "Nor, amidst the choir</br>Of pealing minstrelsy, was thy own lyre,</br>WARTON, unheard; &mdash; as Fancy pour'd the song,</br>The measur'd musick flow'd along,</br>'Till all the heart and all the sense</br>Felt her divinest influence,</br>In throbbing sympathy: &mdash; \"Prepare the car,</br>And whirl us, Goddess, to the war,</br>Where crimson banners fire the skies,</br>Where the mingled shouts arise,</br>Where the steed, with fetlock red,</br>Tramples 'the dying and the dead;'</br>And amain, from side to side,</br>Death his pale horse is seen to ride!&mdash;</br>Or rather, sweet Enthusiast, lead</br>Our footsteps to the cowslip mead,</br>Where (as the magick spell is wound)</br>Dying musick floats around:&mdash;</br>Or seek we some grey Ruin's shade,</br>And pity the cold Beggar laid</br>Beneath the ivy-rustling tow'r,</br>At the dreary midnight hour,</br>Scarce shelter'd from the drifting snow;</br>While her dark locks the bleak wind blow</br>O'er 'her sleeping infants' cheek!</br>Then let the shrilling trumpet speak,</br>And pierce in louder tones the ear,</br>Till, while it peals, we seem to hear</br>The sounding march, as of the Theban's song;</br>And varied numbers, in their course,</br>With gath'ring fullness, and collected force,</br>Like the broad cataract, swell and sweep along!\"</br>Struck by the sounds, what wonder that I laid,</br>As thou, O WARTON, didst the theme inspire,</br>My inexperienc'd hand upon the lyre,</br>And soon with transient touch faint musick made,</br>As soon forgotten. ....", "So I lov'd to lye</br>By the wild streams of Elfin Poesy,</br>Rapt in strange musing:  but when life begn</br>I never roam'd, a visionary man,</br>(For taught by thee, I learnt with sober eyes</br>To look on life's severe realities)</br>I never made (a dream-distemper'd thing)</br>Poor Fiction's realm, my world; but to cold truth</br>Subdu'd the vivid shapings of my youth;</br>Save when the drisly woods were murmuring,</br>Or some hard crosses had my spirit bow'd,</br>Then I have left, unseen, the careless croud,</br>And sought the dark sea roaring, or the steep</br>That brav'd the storm; or in the forest deep,</br>As all its grey leaves rustled, wooed the tone</br>Of the lov'd lyre, that, in my spring-tide gone,</br>Wak'd me to transport:", "Eighteen summers now</br>Have smil'd on Itchin's margin, since the time</br>When these delightful visions of our prime,</br>Rose on my view in loveliness. &mdash; And thou,</br>Friend of my muse, in thy death-bed art cold,</br>Who, with tenderest touches, didst unfold</br>The shrinking leaves of fancy, else unseen</br>And shelterless:  therefore to thee are due</br>Whate'er their summer sweetness; and I strew</br>Sadly, such flow'rets as on hillocks green,</br>Or mountain-slope, or hedge-row, yet my hand</br>May cull, (with many a recollection bland,</br>And mingled sorrow) WARTON, ON THY TOMB,</br>TO WHOM, IF BLOOM THEY BOAST, THEY OWE THEIR BLOOM!</br>"]