["Range from Tower-hill all LONDON to the Fleet,</br>Thence round the Temple, t' utmost Grosvenor-street:</br>Take in your route both Gray's and Lincoln's Inn;</br>Miss not, be sure, my LORDS and GENTLEMEN;</br>You'll hardly raise, as I with Petty guess,</br>Above twelve thousand men of taste; unless</br>In desperate times a Connoisseur may pass.", "\"A CONNOISSEUR!  What's that?\"  'Tis hard to say:</br>But you must oft amidst the Fair and Gay</br>Have seen a wou'd-be Rake, a fluttering Fool,</br>Who swears he loves the Sex with all his Soul.</br>Alas, vain Youth!  dost thou admire sweet Jones?</br>Thou be gallant without or Blood or Bones!</br>You'd split to hear th' insipid Coxcomb cry</br>Ah charming Nanny!  'tis too much!  I die!&mdash;</br>Die and be d&mdash;n'd, says one, but let me tell ye</br>I'll pay the Loss if ever Rapture kill ye.", "'Tis easy learnt the Art to talk by rote:</br>At George's 'twill but cost you half a Groat;</br>The Bedford school at Three-pence is not dear, Sir;</br>At White's &mdash; the Stars instruct you for a Tester.</br>But he, whom Nature never meant to share</br>One Spark of Taste will never catch it there:&mdash;</br>Nor no where else; howe'er the booby Beau</br>Grows great with Pope, and Horace, and Boileau.", "Good native Taste, tho' rude, is seldom wrong,</br>Be it in Music, Painting, or in Song.</br>But this, as well as other Faculties,</br>Improves with Age and ripens by Degrees.</br>I know, my Dear; 'tis needless to deny't,</br>You like Voiture, you think him wondrous bright:</br>But seven Years hence, your Relish more matur'd,</br>What now delights will hardly be endur'd.</br>The Boy may live to taste Racine's fine Charms,</br>Whom Lee's bald Orb or Rowe's dry Rapture warms:</br>But he, enfranchis'd from his Tutor's Care,</br>Who places Butler near Cervantes' chair;</br>Or with Erasmus can admit to vie</br>Brown of Squab-hall of merry Memory;</br>Will die a Goth:  and nod at Woden's feast,</br>Th' eternal Winter long, on Gregory's Breast.", "Long may he swill, this Patriarch of the dull,</br>The drowsy Mum &mdash; But touch not Maro's Skull!</br>His holy barbarous Dotage fought to doom,</br>Good Heaven!  th' immortal Classics to the Tomb!&mdash;</br>Those sacred Lights shall bid new Genius rise</br>When all Rome's Saints have rotted from the Skies.</br>Be these your Guides, if at the Ivy Crown</br>You aim; each Country's Classics, and your own,</br>But chiefly with the Ancients pass your prime,</br>And drink Castalia at the Fountain's brim.</br>The Man to genuine Burgundy bred up,</br>Soon starts the dash of Methuen in his Cup.", "Those sovereign Masters of the Muses skill</br>Are the true Patterns of good Writing still.</br>Their Ore was rich and seven Times purg'd of Lead;</br>Their Art seem'd Nature, 'twas so finely hid.</br>Tho' born with all the Powers of Writing well,</br>What Pains it cost they did not blush to tell.</br>Their Ease (my LORDS!)  ne'er lowng'd for want of Fire,</br>Nor did their Rage thro' Affectation tire.</br>Free from all tawdry and imposing Glare</br>They trusted to their native grace of Air.</br>Rapt'rous and wild the trembling Soul they seize,</br>Or sly coy beauties steal it by Degrees;</br>The more you view them still the more they please.", "Yet there are Thousands of scholastic Merit</br>Who worm their Sense out but ne'er taste their Spirit.</br>Witness each Pedant under Busby bred;</br>Each Commentator that e'er commented.</br>(You scarce can seize a Spot of Classic Ground,</br>With leagues of Dutch Morass so floated round.)</br>Witness &mdash; but Sir I hold a cautious Pen,</br>Lest I should wrong some honourable Men.</br>They grow Enthusiasts too &mdash; 'Tis true!  'tis pity!</br>But 'tis not every Lunatic that's witty.</br>Some have run Maro &mdash; and some Milton &mdash; mad,</br>Ashley once turn'd a solid Barber's Head:</br>Hear all that's said or printed if you can,</br>Ashley has turn'd more solid Heads than one.", "Let such admire each great or specious Name;</br>For right or wrong the Joy to them's the same.</br>\"Right!\"  Yes a thousand Times. &mdash; Each Fool has heard</br>That Homer was a wonder of a Bard.</br>Despise them civilly with all my Heart&mdash;</br>But to convince them is a desperate Part,</br>Why should you teize one for what secret Cause</br>One doats on Horace, or on Hudibras?</br>'Tis cruel, Sir, 'tis needless, to endeavour</br>To teach a Sot of Taste he knows no flavour.</br>To disunite I neither wish nor hope</br>A stubborn Blockhead from his fav'rite Fop.</br>Yes &mdash; Fop I say, were Maro's self before 'em:</br>For Maro's self grows dull as they pore o'er him.", "But hear their Raptures o'er some specious Rhime</br>Dub'd by the musk'd and greasy Mob sublime.</br>For Spleen's dear sake hear how a Coxcomb prates</br>As clam'rous o'er his Joys as fifty Cats;</br>\"Music has Charms to sooth a savage Breast,</br>To soften Rocks, and Oaks,\" &mdash; and all the rest:</br>\"I've heard\" &mdash; Bless these long Ears! &mdash; \"Heav'ns what a Strain!</br>Good God!  What Thunders burst in this Campaign!</br>Hark Waller warbles!  Ah!  how sweetly killing!</br>Then that inimitable Splendid Shilling!</br>Rowe breathes all Shakespear here! &mdash; That Ode of Prior</br>Is Spencer quite!  egad his very fire!&mdash;</br>As like\" &mdash; Yes faith!  as Gum-flowers to the Rose,</br>Or as to Claret flat Minorca's dose;</br>As like as (if I am not grosly wrong)</br>Erle Robert's Mice to aught e'er Chaucer sung.", "Read boldly, and unprejudic'd peruse</br>Each fav'rite Modern, ev'n each ancient Muse.</br>With all the comic Salt and tragic Rage</br>The great stupendous Genius of our Stage,</br>Boast of our Island, Pride of human-kind,</br>Had Faults to which the Boxes are not blind.</br>His frailties are to ev'ry Gossip known:</br>Yet Milton's Pedantries not shock the Town.</br>Ne'er be the Dupe of Names, however high;</br>For some outlive good Parts, some misapply.</br>Each elegant Spectator you admire;</br>But must you therefore swear by Cato's Fire?</br>Masques for the Court, and oft a clumsey Jest,</br>Disgrac'd the Muse that wrought the Alchemist.</br>\"But to the Ancients.\" &mdash; Faith!  I am not clear,</br>For all the smooth round Type of Elzevir,</br>That ev'ry Work which lasts in Prose or Song,</br>Two thousand Years, deserves to last so long.</br>For not to mention some eternal Blades</br>Known only now in th' Academic Shades,</br>(Those sacred Groves where raptur'd Spirits stray,</br>And in word-hunting waste the live-long Day)</br>Ancients whom none but curious Critics scan,</br>Do, read Messala's Praises if you can.</br>Ah!  who but feels the sweet contagious Smart</br>While soft Tibullus pours his tender Heart?</br>With him the Loves and Muses melt in Tears;</br>But not a Word of some Hexameters.</br>\"You grow so squeamish and so dev'lish dry,</br>You'll call Lucretius vapid next.\"  Not I.</br>Some find him tedious, others think him lame:</br>But if he laggs, his Subject is to blame.</br>Rough weary Roads thro' barren Wilds he tried,</br>Yet still he marches with true Roman Pride:</br>By fits a Meteor, gorgeous, rapid, bright,</br>He streams athwart the Philosophic Night.</br>Find you in Horace no insipid Odes?&mdash;</br>He dar'd to tell us Homer sometimes nods;</br>And but for such a Critic's hardy Skill</br>Homer might slumber unsuspected still.", "Tasteless, implicit, indolent and tame,</br>At second hand we chiefly praise or blame.</br>Hence 'tis, for else one knows not why nor how,</br>Some Authors flourish for a Year or two:</br>For many some, more wond'rous still to tell;</br>Farquhar yet lingers on the Brink of Hell.</br>Of solid Merit others pine unknown;</br>At first Monimia fail'd to melt the town:</br>Sunk in dead Night the Giant Milton lay</br>'Till Sommer's Hand produc'd him to the Day.</br>But, Thanks to Heav'n and Addison's good Grace</br>Now ev'ry Fop is charm'd with Chevy Chace.", "Specious and sage, the Sovereign of the Flock</br>Led to the Downs, or from the wave-worn Rock</br>Reluctant hurl'd, the tame implicit Train</br>Or crop the Downs, or headlong seek the Main.</br>As blindly we our solemn Leaders follow,</br>And good, and bad, and execrable swallow.", "Judge for yourself; nor wait with timid Phlegm</br>'Till some illustrious Pedant hum or hem.</br>The Lords who starv'd old Ben were learndly fond</br>Of Chaucer, whom with bungling Toil they conn'd.</br>Their Sons, whose Ears bold Milton could not seize,</br>Would laugh o'er Ben like mad, and snuff and sneeze,</br>And swear, and seem as tickled as you please.</br>Their Spawn, the Pride of this sublimer Age,</br>Feel to the Toes and Horns grave Milton's Rage.</br>Tho' liv'd he now he might appeal with Scorn</br>To Lords, Knights, 'Squires and Doctors, yet unborn;</br>Or justly mad to MOLOCH'S burning fane</br>Devote the choicest Children of his Brain.</br>Judge for yourself; and as you find report.</br>Of Wit as freely as of Beef or Port.</br>Zounds!  shall a pert or bluff important Wight,</br>Whose Brain is fanciless, whose Blood is white;</br>A mumbling Ape of Taste; prescribe us Laws</br>To try the Poets, for no better Cause</br>Than that he boasts per Ann. Ten Thousand clear,</br>Yelps in the House, or barely sits a Peer?</br>For shame!  for shame!  the liberal British Soul</br>To stoop to any stale Dictator's Rule!", "I may be wrong, and often am no doubt,</br>But right or wrong with Friends with Foes 'twill out.</br>Thus 'tis perhaps my Fault if I complain</br>Of trite Invention and a flimsy Vein,</br>Tame Characters, uninteresting, jejune,</br>And Passions drily copied from Le Brun.</br>For I would rather never judge than wrong</br>That Friend of all Men, generous Fenelon.</br>But in the Name of Goodness, must I be</br>The Dupe of Charms I never yet could see?</br>And then to flatter where there's no Reward&mdash;</br>Better be any Patron-hunting Bard,</br>Who half our Lords with filthy Praise besmears,</br>And sing an Anthem to ALL MINISTERS;</br>Taste th' Attic Salt in ev'ry Peer's poor Rebus,</br>And crown each Gothic Idol for a Phoebus.", "Alas!  so far from Free, so far from Brave,</br>We dare not shew the little Taste we have.</br>With us you'll see ev'n Vanity controul</br>The most refin'd Sensations of the Soul.</br>Sad Otway's scenes, great Shakespear's we defy,</br>\"Lard, Madam!  'tis so unpolite to cry!&mdash;</br>For shame, my Dear!  d'ye credit all this Stuff?&mdash;</br>I vow &mdash; well, this is innocent enough?\"</br>At Athens long ago, the Ladies &mdash; (married)</br>Dreamt not they misbehav'd tho' they miscarried,</br>When a wild Poet with licentious Rage</br>Turn'd fifty Furies loose upon the Stage.", "They were so tender and so easy mov'd,</br>Heav'ns!  how the Grecian Ladies must have lov'd!</br>For all the fine Sensations still have dwelt,</br>Perhaps, where one was exquisitely felt.</br>Thus he who heavenly Maro truly feels</br>Stands fix'd on Raphael, and at Handel thrills.</br>The grosser Senses too, the Taste, the Smell,</br>Are likely truest where the Fine prevail:</br>Who doubts that Horace must have cater'd well?</br>Friend, I'm a shrewd Observer, and will guess</br>What Books you doat on from your fav'rite Mess.</br>Brown and L'Estrange will surely charm whom e'er</br>The frothy Pertness strikes of weak Small-Beer.</br>Who steeps the Calves fat Loin in greasy Sauce</br>Will hardly loathe the Praise that bastes an Ass.</br>Who riots on Scotcht Collops scorns not any</br>Insipid, fulsome, trashy Miscellany.", "But I am sick of Pen and Ink; and you</br>Will find this Letter long enough.  Adieu!</br>"]