["Ye ministers!  by no example aw'd,</br>Britons who follow still your various crimes,</br>Who shun the temples of you god;</br>And trace the vice of former times,</br>From piety your empire's glory came,</br>From that your state arose, on that depends your fame.", "Britain has oft, from impious guilt,</br>Felt the dread vengeance from on high,</br>Her sons in rage their blood have spilt,</br>And kindred made their kindred die;</br>Nor rage of civil arms alone they bore,</br>But the Batavian pow'r has thunder'd on the shore.", "Th' Iberian, haughty in his turn,</br>Has with bold insults shewn his pride,</br>Receiv'd each threaten'd vow with scorn,</br>And all the British pow'r had defy'd;</br>While vice o'er Britain's land triumphant reigns,</br>And liberty's fast bound in chains.", "From such a source must every woe,</br>Still growing greater take its rise,</br>And on the realm and people flow,</br>Who still degen'rate into vice;</br>Virtue and truth alone are sought by few,</br>But crouds, rush into vice, and courtly crimes pursue.", "The ministry, who steer the helm,</br>Who sway the wide extended realm,</br>And rule the affairs of all the nation,</br>They with a thousand wanton cruelties,</br>Oppress the subjects with taxation,</br>Whilst they themselves roll on in luxury, and vice,</br>And nothing but the blood of thousands will suffice.", "Ye Britons, who were once for glory fam'd</br>And held the world so much in awe,</br>No more your martial deeds shall ere be nam'd,</br>Your Magna Charta's, nor your law,</br>For thus so wantingly to spill the blood,</br>Or those who erst in your defence so bravely stood.", "From race so vicious never came,</br>Those Britons of Eliza's reign,</br>Who, zealous for their country's fame,</br>Humbled the haughty pride of Spain;</br>Nor those who made imperious Lewis yield,</br>And shook the gallick throne at Blenheim's glorious field.", "But manly youths of manly sires,</br>They strung their nerves with hardy toil,</br>Free from effeminate desires,</br>They fell'd the oak or till'd the soil:</br>Nor ceas'd their labours till the sunny ray</br>Vary'd the mountain shade, and clos'd the well spent day.", "What will not length of time make worse?</br>Our sires less pious grew than theirs,</br>If we improve the vicious course,</br>And to new sins instruct our heirs,</br>Down, down the glory of our Britain goes,</br>And sets in vice, which first from thirst of virtue rose.</br>"]