["Hail!  rugged isle, whose sun-scorched hills are seen,</br>Heaving abrupt their heads of hoary grey,</br>With here and there a lively spot of green,</br>Like winter mingling with the bloom of May.</br>Yet to fair plains &mdash; to courts luxurious gay,</br>Did thy sage chief prefer those barren hills;</br>Full twenty years a wanderer did he stray,</br>Of life for thee despising all the ills,&mdash;</br>For thee the sage's blood oft flowed in crimson rills.", "See yonder pile, torn by the tooth of time,</br>In moss-grown fragments scattered all around;</br>Oft did those walls to many a theme sublime&mdash;</br>To matchless eloquence and verse resound:</br>'Twas thence the sage philosopher, profound</br>In moral maxims, all his maxims drew;</br>Thence keen-eyed science look'd fair nature round,</br>In all her ways, with microscopic view;</br>There warriors learnt to fight and be victorious too.", "Yon other ruin, crumbling into dust,</br>Where spotless chastity once found a home,</br>The pride of architecture rose, august,&mdash;</br>The arch &mdash; the column &mdash; and the gorgeous dome;</br>There pensive Penelope plied the loom</br>All day, and sad the tedious task unwove,</br>When sable night enveloped all in gloom,&mdash;</br>A blest example of unaltered love!</br>Not all the youth of Greece her steady faith could move.", "Deep in the bosom of that woody glen,</br>Where echo whispers to the passing breeze</br>Of rosy spring, or, from her hollow den,</br>Roars to the blast that bends the groaning trees;</br>Where once the bath, for elegance and ease,</br>Surrounded with fair seats of swardy green,</br>Stately arose, the wondering stranger  sees</br>The lonely Arethusa, Naiad Queen,</br>Who, murmuring, seems to mourn the changes she has seen.", "There heroes erst, when toil their nerves unstrung,</br>Imbibed fresh vigour from her cooling streams;&mdash;</br>There lovely beauties, sprightly, fair, and young,</br>Would oft repair to lave their snowy limbs;</br>Ah!  how degrading the mutation seems.</br>Now, there foul indolence, in female shape,</br>In squalid tatters basks in noontide beams;</br>And Sloth and Apathy their bodies scrape,</br>In form of men, with many a gaunt and gape.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Can this be Greece, the mighty and the brave?</br>Can this be Greece, renowned in arts and arms?</br>Can this be Greece, this pale dejected slave,</br>Whose torpid breast no ray divine informs?</br>Yes, this is Greece, divest of all her charms&mdash;</br>This drooping captive, manacled and bound;&mdash;</br>With heaving breast and supplicating arms,</br>Behold for aid, she wildly looks around,</br>But where, alas!  for Greece, is succour to be found!", "Say, &mdash; ye who ponder on her abject state,</br>See what she is, and think of what she was,&mdash;</br>What over-powering evil could beget</br>Of this effect, this dire effect, the cause?</br>What levelled her proud cities and her laws?</br>Who tore the laurel from her marital brow?</br>Who bade fair Science and the Muses pause,</br>Leave bright Piera and high Pindus' brow,</br>To give in climes remote their sweetest strains to flow.", "'Twas Luxury chief bane of social good,</br>Who steals his honour from the patriot's breast,</br>That parent of a foul and noxious brood</br>Of evils, worse than earthquakes, fire, and pest.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "'Twas she bade cruelty infuriate burn</br>In the darksome breast of Tyranny;</br>'Twas she made man so base as not to scorn</br>Before a fellow man to bow the knee;</br>'Twas she made men, by nature born free,</br>Become the slaves of superstition wild;</br>And, led by Falsehood and Hypocrisy,</br>In labyrinths of error stray beguiled,</br>And be by Ignorance and Vice debased &mdash; defiled.", "For time there was, when man in every land,</br>(That age flows sweetly in poetic lore&mdash;)</br>Warm from the impression of his Maker's hand,</br>Met brother man, &mdash; his equal and no more;</br>Till Luxury from his brow the impression tore&mdash;</br>Then Discord bade fell Rapine draw the sword;</br>Then Murder bathed his wheels in tepid gore,</br>And the fair pages of the world's record</br>Were blotted with the names of vassal, slave, and lord.", "Where is the greatness of great Babylon?</br>And where is fled the haughty Roman's boast&mdash;</br>The polished Greece &mdash; the mighty Persian's throne?</br>All, all, beneath the hand of Luxury lost.&mdash;</br>Those realms never felt of age the frost,</br>Till they gave ear to Luxury's syren song&mdash;</br>Kingdoms attend!  you'll find unto your cost,</br>Whoever listens sinks the dead among&mdash;</br>So sings the muse &mdash; perhaps the muse is wrong.", "Or does the unalterable voice of Fate</br>Thus speak the doom of empires as they rise&mdash;</br>\"Rejoice awhile, for by a certain date</br>Your greatness withers, and your glory dies?\"</br>Ah!  is it so?  and must the curious eyes</br>Of strangers yet behold Britannia low?</br>Must she, whose fame o'er earth and ocean flies,</br>To some new Goth  or some new Vandal bow?</br>And must her sons be doomed to slavery and woe.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "O, thou good spirit!  (for such sure thou art,)</br>That warms my breast with patriotic fire,</br>Be thine to influence every Briton's heart&mdash;</br>With love of Britain Briton still inspire.</br>Be thou around her still a wall of fire!</br>Shield her from foreign and domestic wrong!</br>Confound her foes &mdash; ev'n blast them in thine ire,</br>Bid faction cease; be mute Corruption's tongue,</br>And, till the wreck of time, her liberty prolong.</br>"]