["Jove and his senators, in sage debate</br>For Man's felicity, were settling laws,</br>When a rude roar that shook the sacred gate,</br>Turn'd their attention to enquire the cause.", "A long-ear'd wretch, the loudest of his race,</br>In the rough garniture of grief array'd,</br>Came brawling to the high imperial place,</br>\"Let me have justice, Jupiter!\" &mdash; he bray'd.", "\"I am an Ass, of innocence allow'd</br>The type, yet Fortune persecutes me still;</br>While foxes, wolves, and all the murd'ring crowd,</br>Beneath her patronage can rob and kill.", "\"The pamper'd horse (he never toil'd so hard!)</br>Favour and friendship from his owner finds;</br>For endless diligence, &mdash; (a rough reward!)</br>I'm cudgel'd by a race of paltry hinds.", "\"On wretched provender compell'd to feed!</br>The rugged pavement ev'ry night my bed!</br>For me, dame Fortune never yet decreed</br>The gracious comforts of a well-thatch'd shed.", "\"Rough and unseemly's my irreverent hide!</br>Where can I visit, thus uncouthly drest?</br>That outside elegance the dame deny'd,</br>For which her fav'rites are too oft caress'd.", "\"To suff'ring virtue, sacred Jove, be kind!</br>From Fortune's tyranny pronounce me free!</br>She's a deceiver if she says she's blind,</br>She sees, propitiously sees all &mdash; but me.\"", "The plaintiff could articulate no more:</br>His bosom heav'd a most tremendous groan!</br>The race of long ear'd wretches join'd the roar,</br>'Till Jove seem'd tott'ring on his high-built throne.", "The Monarch, with an all-commanding sound,</br>(Deepen'd like thunder thro' the rounds of space)</br>Gave order, &mdash; That dame Fortune should be found,</br>To answer, as she might, the plaintiff's case.", "Soldiers and citizens, a seemly train!</br>And lawyers and physicians, sought her cell;</br>With many a schoolman &mdash; But their search was vain:</br>Few can the residence of Fortune tell.", "Where the wretch Avarice was wont to hide</br>His gold, his emeralds, and rubies rare;</br>'Twas rumour'd that dame Fortune did reside,</br>And Jove's ambassadors were posted there.", "Meagre and wan, in tatter'd garments drest,</br>A feeble porter at the gate they found:</br>Doubled with wretchedness &mdash; with age distrest,</br>And on his wrinkled forehead Famine frown'd.", "\"Mortals avaunt, (the trembling spectre cries)</br>Ere you invade those sacred haunts, beware!</br>To guard Lord Avarice, from rude surprize,</br>I am the centinel &mdash; my name is Care.", "\"Doubts, Disappointments, Anarchy of mind,</br>These are the soldiers that surround his hall:</br>And ev'ry Fury that can lash mankind,</br>Rage, Rancour, and Revenge attend his call.", "\"Fortune's gone forth, you seek a wand'ring dame,</br>A settled residence the harlot scorns:</br>Curse on such visitants, she never came,</br>But with a cruel hand she scatter'd thorns!", "\"To the green vale, yon shelt'ring hills surround,</br>Go forward, you'll arrive at Wisdom's cell:</br>Would you be taught where Fortune may be found,</br>None can direct your anxious search so well.\"", "Forward they went, o'er many a dreary spot:</br>(Rough was the road, as if untrod before)</br>'Till from the casement of a low-roof'd cot</br>Wisdom perceiv'd them, and unbarr'd her door.", "Wisdom, (she knew of Fortune but the name)</br>Gave to their questions a serene reply:</br>\"Hither, (she said) if e'er that Goddess came,</br>I saw her not &mdash; she pass'd unnotic'd by.", "\"Abroad with Contemplation oft I roam,</br>And leave to Poverty my humble cell:</br>She's my domestic, never stirs from home,</br>If Fortune has been here, 'tis she can tell.", "\"The matron eyes us from yon mantling shade,</br>And see her sober footsteps this way bent!</br>Mark by her side a little rose-lipp'd maid,</br>'Tis my young daughter, and her name's Content.\"", "As Poverty advanc'd with lenient grace,</br>\"Fortune (she cry'd) hath never yet been here:</br>But Hope, a gentle neighbour of this place,</br>Tells me, her highness may, in time, appear.", "\"Felicity, no doubt, adorns their lot,</br>On whom her golden bounty beams divine!</br>Yet tho' she never reach our rustic cot,</br>Patience will visit us &mdash; we sha'n't repine.\"", "After a vast (but unavailing) round,</br>The messengers returning in despair,</br>On an high hill a fairy mansion found,</br>And hop'd the Goddess, Fortune, might be there.", "The dome, so glitt'ring, it amaz'd the sight,</br>('Twas adamant, with gems encrusted o'er)</br>Had not a casement to admit the light,</br>Nor could Jove's deputies descry the door.", "But eager to conclude a tedious chace,</br>And anxious to return from whence they came,</br>Thrice they invok'd the Genius of the place,</br>Thrice utter'd, awfully, Jove's sacred name.", "As Echo from the hill announc'd high Jove,</br>Illusion and her fairy dome withdrew:</br>(Like the light mists by early sunbeams drove)</br>And Fortune stood reveal'd to public view.", "Oft for that happiness high courts deny'd,</br>To this receptacle dame Fortune ran:</br>When harrass'd, it was here she us'd to hide,</br>From the wild suits of discontented Man.", "Prostrate, the delegates their charge declare,</br>(Happy the courtier that salutes her feet!)</br>Fortune receiv'd them with a flatt'ring air,</br>And join'd them 'till they reach'd Jove's judgement seat.", "Men of all ranks at that illustrious place</br>Were gather'd; tho' from diff'rent motives keen:</br>Many &mdash; to see dame Fortune's radiant face,</br>Many &mdash; by radiant Fortune to be seen.", "Jove smil'd, as on a fav'rite he esteems,</br>He gave her, near his own, a golden seat:</br>Fair Fortune's an adventurer, it seems,</br>The deities themselves are glad to greet.", "\"Daughter, (says Jupiter) you're sore accus'd!</br>Clamour incessantly reviles your name!</br>If by the rancour of that wretch abus'd,</br>Be confident, and vindicate your fame.", "\"Tho' pester'd daily with complaints from Man,</br>Through this conviction I record them not&mdash;</br>Let my kind providence do all it can,</br>None of that species ever lik'd his lot.", "\"But the poor quadrupede that now appeals!</br>Can wanton cruelty the weak pursue!</br>Large is the catalogue of woes he feels,</br>And all his wretchedness he lays to you.\"", "\"Ask him, high Jupiter &mdash; (reply'd the dame)</br>In what he has excell'd his long-ear'd class!</br>Is Fortune (a divinity) to blame</br>That she descends not to regard &mdash; an Ass?\"", "Fame enter'd in her rolls the sage reply;</br>The dame, defendant, was discharg'd with grace!</br>\"Go &mdash; (to the plaintiff, said the Sire) and try</br>By merit to surmount your low-born race.", "\"Learn from the Lion to be just and brave,</br>Take from the Elephant instruction wise;</br>With gracious breeding like the Horse behave,</br>Nor the sagacity of Hounds despise.", "\"These useful qualities with care imbibe,</br>For which some quadrupedes are justly priz'd:</br>Attain those talents that adorn each tribe,</br>And you'll no longer be a wretch despis'd.\"</br>"]