["Say, can I sing my Marianna's death?</br>How sing, alas! &mdash; my breast, with anguish fraught,</br>While heart-felt sighs suppress the labouring breath,</br>Words crowd on words, and thought contends with thought.</br>Pleasures now past embitter present woe,</br>Afresh my bosom bleeds, anew my sorrows flow.", "My love too strong, too much thy worth I feel,</br>Too deep thy form emprinted on my breast,</br>For silent grief my suff'rings to conceal;</br>My love is sooth'd while its sad power's express'd,</br>And the sweet image of our union chaste,</br>Bliss now for ever fled, by mem'ry's hand is trac'd.", "Not these the studied elegies of art,</br>The fancied coinage of the poet's brain,</br>These the full tribute of the tortur'd heart,</br>Hopeless its gush of anguish to restrain.</br>A soul in love, in grief immers'd they shew,</br>Plung'd in affliction's gloom, a labyrinth of woe.", "Even now, as when in deep despair I hung</br>O'er thy sad couch, thy dying form I see,</br>While the last accents trembled on thy tongue,</br>While the expiring sigh was breath'd for me.</br>Love's sweetest sound attun'd thy latest breath,</br>And resignation mild disarm'd the stroke of death.", "Amid these scenes in tenfold horror drest,</br>Where shall I hide my desolated head?</br>Yon widow'd roof was with her presence blest,</br>Yon sacred dome, alas!  now holds her dead.</br>These infant tongues, that lisp her name to me!&mdash;</br>Where shall I fly, blest saint? &mdash; Ah!  why not fly to thee?", "Pure from the heart these drops of anguish fall;</br>I was at once thy lover, husband, friend;</br>For me you left sire, mother, sister, all,</br>Pleas'd every tender name with mine to blend.</br>Far from your country, friends, to me you gave</br>Your hand &mdash; alas the while! &mdash; I led you to the grave.", "In a lov'd sister's fond and last embrace,</br>When now you left your native fields behind,</br>When now the lessening hills we faintly trace,</br>With smiles of fondness to my hopes resign'd,</br>Friends, parents, country, race, adieu!  you cried,</br>What have I to regret?  my Haller's by my side.", "Sad Memory, recall the nuptial hour,</br>Which yet with transient pleasure blends my tear,</br>Where rapture still exerts a gloomy power,</br>While swells the wounded breast with love sincere.</br>For me thy heart wealth, beauty, birth despis'd,</br>And slighting fortune's gifts, alone my passion priz'd.", "The pleasures of the world, the pride of youth,</br>For me abandon'd, thou wert all my own,</br>Mirror of constancy, of fondness, truth,</br>Thy matchless beauties bloom'd for me alone;</br>To please thy faithful mate thy sole employ,</br>His grief thy only care, his smile thy only joy.", "A will estrang'd from earth, to heaven resign'd,</br>Th' unruffled calm of sweet tranquility,</br>Fill'd with maternal love the gentlest mind,</br>The tenderest heart, and yet from weakness free,</br>That heart employ'd to soothe my every care;</br>These once my fondest joy, these now my deep despair.", "And I have lov'd thee &mdash; more than words could tell,</br>More than th' unfeeling million can conceive&mdash;</br>My conscious bosom hardly knows how well.&mdash;</br>How oft in silent sorrow would I grieve,</br>Even when I clasp'd thee to my throbbing heart,</br>To think this hour might come, to think we e'er must part!", "The source of tears may dry, but sorrow deep</br>Can never never quit my tortur'd soul.</br>The broken heart too sure shall ceaseless weep,</br>Tho' down the cheek no more the currents roll;</br>The fond remembrance of my earliest flame,</br>Virtue and spotless truth, eternal sorrow claim.", "Deep in the bosom of the forest glade,</br>The beech high waving o'er the gloomy waste,</br>I pour'd my sorrows to the silent shade,</br>While waking dreams thy shadowy image trac'd,</br>I saw thy form, thy mein, the soft concern</br>My absence gave, the smiles that greeted my return.", "When midnight spreads her sable curtains round,</br>I lift my eyes to heaven's empyreal seat,</br>Pursue thy image thro' the vast profound,</br>Beyond the stars that roll beneath thy feet.</br>Thy virtues there with beam celestial shine,</br>Assume superior charms, and lustre all divine.", "There 'mid the fountain of perennial joys,</br>Reading the councils of th' Eternal Mind,</br>Mix'd with the angel host, thy gentle voice</br>Breathes one fond prayer for him now left behind.</br>In Fate's dread page, unfolded there you see</br>The cause that broke our bands, and Heaven's severe decree.", "O perfect soul!  whom, loving to express,</br>I lov'd not yet half equal to thy worth,</br>How bright thy form in heaven's ethereal dress!&mdash;</br>Hope's vivid pinions lift me from the earth:</br>Accept my vows, for to thy arms I soar,</br>Where sorrow ne'er shall come, nor death divide us more!</br>"]