["Ere yet, my friend, approach the evil day,</br>From the town's noise and vanity retreat;</br>Seek Happiness without it's base allay,</br>And leave ambition to the wretch of state;</br>Oh!  bid again thy tott'ring mansion rise,</br>There seek for independent bliss &mdash; all else despise.", "There nor the pride of office, frown of pow'r,</br>The courtier's promise, nor the law's delay,</br>Nor pallid envy e'er shall curse the hour,</br>Calm and serene, or innocently gay;</br>Your joys no luxury shall know to cloy,</br>Nor Tantal avarice shall e'er forbid t' enjoy.", "There decency shines forth in home-spun vest,</br>There innocence with ever chearful smiles,</br>And health with all her fragrant roses drest,</br>Uncertain physic's greedy art beguiles;</br>Whilst lavish plenty, with her joyous train,</br>Sings thro' th' extended vale, and laughs along the plain.", "More sweet than southern gales her breath's perfume,</br>With beauty's ev'ry charm her cheeks array'd,</br>Excelling, FLORA, all thy gayest bloom,</br>Excelling blushes of the city maid.</br>Long, Britain, may thy fields with plenty shine,</br>And matchless beauty, blessed isle, be ever thine.", "Since wealth sufficient grateful fields can give,</br>Let passion's rage, and honour's wish subside;</br>From nature joy and study both receive,</br>And know the bar to inward peace is pride:</br>For happiness, to no one state confin'd,</br>Scorns every other empire &mdash; throned in the mind.", "Ere yet the early lark salutes the skies</br>With gratitude, that man forgets to pay;</br>From his low turf-built cot see labour rise,</br>With hands industrious to prevent the day,</br>Or view him blest at morn or noon's repast,</br>With appetite unknown to lux'ries splendid feast.", "Nor treachery's art his humble meal annoys,</br>Nor poison fears he in his homely bowl;</br>With pleasure all the hours of day employs,</br>Smiles at his task, enjoying all it's toil;</br>Tho' on vile flocks his wearied limbs he lay</br>The night's unbroken sleep renews them for the day.</br>"]