["Late 'twas in June, the Fleece when fully growne,</br>In the full compasse of the passed yeere,</br>The Season well by skilfull Shepheards knowne,</br>That them provide immediately to sheere.", "Their Lambes late wax't so lusty and so strong,</br>That time did them their Mothers Teats forbid,</br>And in the fields the common flocks among,</br>Eate of the same Grasse that the greater did.", "When not a Shepheard any thing that could,</br>But greaz'd his start-ups blacke as Autumns Sloe,</br>And for the better credit of the Wold,</br>In their fresh Russets every one doth goe.", "Who now a Posie pins not in his Cap?</br>And not a Garland Baldricke-wise doth weare?</br>Some, of such Flowers as to his hand doth hap,</br>Others, such as a secret meaning beare:", "He from his Lasse him Lavander hath sent,</br>Shewing her Love, and doth requitall crave,</br>Him Rosemary his Sweet-heart, whose intent,</br>Is that, he her should in remembrance have.", "Roses, his youth and strong desire expresse,</br>Her Sage, doth shew his soverainty in all,</br>The July-Flowre declares his gentlenesse,</br>Time, Truth, the Pansie, Harts-ease Maydens call:", "In Cotes such simples, simply in request,</br>Wherewith proud Courts in greatnesse scorne to mell,</br>For Countrey toyes become the Countrey best,</br>And please poore Shepheards, and become them well.", "When the new-wash'd flocke from the rivers side,</br>Comming as white as Januaries Snow,</br>The Ram with Nose-gaies beares his Hornes in pride,</br>And no lesse brave, the Bell-wether doth goe.", "After their faire flocks in a lusty rowt,</br>Came the gay Swaynes with Bag-pipes strongly blowne,</br>And busied, though this solemne sport about,</br>Yet had each one an eye unto his owne.", "And by the ancient Statutes of the Field,</br>He that his Flocks the earlyest Lambe should bring,</br>(As it fell out then, Rowlands charge to yeeld)</br>Alwayes for that yeere was the Shepheards King.", "And soone preparing for the Shepheards Boord,</br>Upon a Greene that curiously was squar'd,</br>With Country Cates be'ng plentifully stor'd:</br>And 'gainst their comming handsomely prepar'd:", "New Whig, with Water from the cleerest streame,</br>Greene Plummes, and Wildings, Cherries chiefe of Feast,</br>Fresh Cheese, and Dowsets, Curds and clowted Creame,</br>Spic'd Syllibubs, and Sider of the best:", "And to the same downe solemnely they sit,</br>In the fresh shaddow of their Summer Bowres,</br>With sundrie sweets them every way to fit,</br>The Neighb'ring Vale dispoyled of her Flowres.", "And whil'st together merry thus they make,</br>The Sunne to West a little 'gan to leane,</br>Which the late fervour, soone againe did slake,</br>When as the Nymphs came forth upon the Plaine,", "Here might you many a Shepheardesse have seene,</br>Of which no place, as Cotswold, such doth yeeld,</br>Some of it native, some for love I weene,</br>Thither were come from many a fertill Field.", "There was the Widdowes Daughter of the Glen,</br>Deare ROSALYND, that scarsly brook'd compare,</br>The Moreland-Mayden, so admir'd of Men,</br>Bright GOLDY-LOCKS, and PHILLIDA the faire.", "LETTICE and PARNEL, pretty lovely Peates,</br>CUSSE of the Fold, the Virgin of the Well,</br>Faire AMBRY with the Alablaster Teates,</br>And more, whose Names were here to long to tell.", "Which now came forward following their Sheepe,</br>Their batning Flocks on grassy Leaes to hold,</br>Thereby from skathe, and perill them to keepe,</br>Till Evening come that it were time to fold.", "When now, at last, as lik'd the Shepheards King,</br>(At whose command they all obedient were)</br>Was pointed, who the Roundelay should sing,</br>And who againe the under-Song should beare:", "The first whereof he BATTE doth bequeath,</br>A wittier Wag on all the Wold's not found,</br>GORBO, the Man, that him should sing beneath,</br>Which his lowd Bag-pipe skilfully could sound.", "Who amongst all the Nymphs that were in sight,</br>BATTE his daintie DAFFADIL there mist,</br>Which, to enquire of, doing all his might,</br>Him his Companion kindly doth assist.", "BATTE.</br>GORBO, as thou cam'st this way,</br>By yonder little Hill,</br>Or, as thou, through the Fields didst stray,</br>Saw'st thou my DAFFADIL?", "Shee's in a Frocke of Lincolne greene,</br>Which colour likes her sight,</br>And never hath her beautie seene,</br>But through a vale of white.", "Then Roses richer to behold,</br>That trim up Lovers Bowres,</br>The Pansie and the Marigold,</br>Tho PHOEBUS Paramours.", "GORBO.</br>Thou well describ'st the Daffadill,</br>It is not full an houre,</br>Since, by the Spring, neere yonder Hill,</br>I saw that lovely Flowre.", "BATTE.</br>Yet my faire Flowre thou didst not meet,</br>Nor newes of her didst bring,</br>And yet my DAFFADIL's more sweet,</br>Then that by yonder Spring.", "GORBO.</br>I saw a Shepheard that doth keepe,</br>In yonder Field of Lillies,</br>Was making (as he fed his Sheepe)</br>A Wreathe of Daffadillies.", "BATTE.</br>Yet, Gorbo, thou delud'st me still,</br>My Flowre thou didst not see,</br>For, know, my pretty DAFFADIL</br>Is worne of none but mee.", "To shew it selfe but neere her seate,</br>No Lilly is so bold,</br>Except to shade her from the heate,</br>Or keepe her from the cold.", "GORBO.</br>Through yonder Vale as I did pass,</br>Descending from the Hill,</br>I met a smerking bonny Lasse,</br>They call her DAFFADIL:", "Whose presence, as along shee went,</br>The pretty Flowres did greet,</br>As though their Heads they downeward bent,</br>With homage to her feet.", "And all the Shepheards that were nie,</br>From top of every Hill,</br>Unto the Valleyes lowd did crie,</br>There goes sweet DAFFADIL.", "BATTE.</br>I, gentle Shepheard, now with joy</br>Thou all my Flocks dost fill,</br>That's shee alone, kind Shepheards Boy,</br>Let us to DAFFADIL.", "The easie turnes and queyntnesse of the Song,</br>And slight occasion whereupon 'twas rays'd,</br>Not one this jolly company among,</br>(As most could well judge) highly that not prays'd.", "When MOTTO next with PERKIN pay their debt,</br>The Moreland Mayden SYLVIA that espy'd,</br>From th' other Nymphes a little that was set,</br>In a neere Valley by a Rivers side.", "Whose soveraigne Flowres her sweetnesse well expres'd,</br>And honour'd sight a little them not moved:</br>To whom their Song they reverently addres'd,</br>Both as her loving, both of her beloved.", "MOTTO.</br>Tell me, thou skilfull Shepheards Swayne,</br>Who's yonder in the Valley set?</br>PERKIN.</br>O, it is shee, whose sweets doe stayne</br>The Lilly, Rose, the Violet.", "MOTTO.</br>Why doth the Sunne against his kind,</br>Stay his bright Chariot in the Skies?</br>PERKIN.</br>He pawseth, almost strooken blind,</br>With gazing on her heavenly Eyes.", "MOTTO.</br>Why doe thy Flocks forbeare their food,</br>Which sometime was their chiefe delight?</br>PERKIN.</br>Because they neede no other good,</br>That live in presence of her sight.", "MOTTO.</br>How come those Flowres to flourish still,</br>Not withering with sharpe Winters breath?</br>PERKIN.</br>Shee hath rob'd Nature of her skill,</br>And comforts all things with her breath.", "MOTTO.</br>Why slide these Brookes so slow away,</br>As swift as the wild Roe that were?</br>PERKIN.</br>O, muse not Shepheard, that they stay,</br>When they her Heavenly voice doe heare.", "MOTTO.</br>From whence come all these goodly Swaynes,</br>And lovely Girles attyr'd in Greene?</br>PERKIN.</br>From gathering Garlands on the Playnes,</br>To crowne thy SYL:  our Shepheards Queene.", "MOTTO.</br>The Sunne that lights this World below,</br>Flocks, Brooks, and Flowres, can witnesse beare.</br>PERKIN.</br>These Shepheards, and these Nymphs doe know,</br>Thy SYLVIA is as chaste, as faire.", "Lastly, it came unto the Clownish King,</br>Who, to conclude, this Shepheards yeerely feast,</br>Bound as the rest, his Roundelay to sing,</br>As all the other him were to assist.", "When shee (whom then, they little did expect,</br>The fayrest Nymph that ever kept in field)</br>Idea, did her sober pace direct</br>Towards them, with joy that every one beheld.", "And whereas other drave their carefull keepe,</br>Hers did her follow, duely at her will,</br>For, through her patience shee had learnt her Sheepe,</br>Where ere shee went, to wait upon her still.", "A Milke-white Dove upon her hand shee brought,</br>So tame, 'twould goe, returning at her call,</br>About whose necke was in a Choller wrought,</br>Only like Me, my Mistris hath no Gall.", "To whom her Swayne (unworthy though he were)</br>Thus unto her his Roundelay applyes,</br>To whom the rest the under part did beare,</br>Casting upon her their still-longing Eyes.", "ROWLAND.</br>Of her pure Eyes (that now is seene,)</br>CHORUS.</br>Come, let us sing, yee faithfull Swaynes.</br>ROWLAND.</br>O, shee alone the Shepheards Queene.</br>CHORUS.</br>Her Flocke that leades,</br>The Goddesse of these Meades,</br>These Mountaynes and these Playnes.", "ROWLAND.</br>Those Eyes of Hers that are more cleere,</br>CHORUS.</br>Then can poore Shepheards Songs expresse,</br>ROWLAND.</br>Then be his Beames that rules the Yeere.</br>CHORUS.</br>Fie on that prayse,</br>In striving things to rayse:</br>That doth but make them lesse.", "ROWLAND.</br>That doe the Flowry Spring prolong.</br>CHORUS.</br>So all things in her sight doe joy,</br>ROWLAND.</br>And keepes the plenteous Summer young:</br>CHORUS.</br>And doe asswage</br>The wrathfull Winters rage,</br>That would our Flocks annoy.", "ROWLAND.</br>Jove saw her brest that naked lay,</br>CHORUS.</br>A sight most fit for JOVE to see:</br>ROWLAND.</br>And swore it was the Milkie way,</br>CHORUS.</br>Of all most pure,</br>The Path (we us assure)</br>To his bright Court to bee.", "ROWLAND.</br>He saw her Tresses hanging downe,</br>CHORUS.</br>That moved with the gentle Ayre,</br>ROWLAND.</br>And said that ARIADNES Crowne,</br>CHORUS.</br>With those compar'd,</br>The Gods should not regard,</br>Nor BERENICES Haire.", "ROWLAND.</br>When shee hath watch'd my Flocks by night,</br>CHORUS.</br>O happy Flocks that shee did keepe,</br>ROWLAND.</br>They never needed CYNTHIA's light,</br>CHORUS.</br>That soon gave place,</br>Amazed with her grace,</br>That did attend thy Sheepe.", "ROWLAND.</br>Above, where Heavens high glories are,</br>CHORUS.</br>When shee is placed in the skies,</br>ROWLAND.</br>Shee shall be call'd the Shepheards Starre,</br>CHORUS.</br>And evermore,</br>We Shepheards will adore</br>Her setting and her rise.</br>"]