["Whene'er the cruel Hand of Death</br>Untimely stops a fav'rite's Breath,</br>Muses in plaintive Numbers tell</br>How lov'd he liv'd &mdash; how mourn'd he fell.&mdash;</br>Catullus 'wail'd his Sparrow's Fate,</br>And Gray immoraliz'd his Cat.</br>Thrice tuneful Bards!  could I but chime so clever,</br>My Quart, my honest Quart, should live for ever.", "How weak is all a Mortal's pow'r</br>T' avert the Death-devoted Hour!</br>Nor can a Shape or Beauty save</br>From the sure Conquest of the Grave.</br>In vain the Butler's choicest Care,</br>The Master's Wish, the Burser's Pray'r!</br>For when Life's lengthen'd to its longest Span,</br>China itself must fall, as well as Man.", "Can I forget how oft my Quart</br>Has sooth'd my Care, and warm'd my Heart?</br>When Barley lent its balmy Aid,</br>And all its liquid Charms display'd!</br>When Orange and the Nut-brown Toast</br>Swan mantling round the spicey Coast!</br>The pleasing Depth I view'd with sparkling Eyes,</br>Nor envy'd Jove the nectar of the Skies.", "The Side-board, on that fatal Day,</br>When you in glitt'ring Ruins lay,</br>Mourn'd at thy Loss. &mdash; In guggling Tone</br>Decanters poured out their Moan&mdash;</br>A Dimness hung on ev'ry Glass&mdash;</br>Joe wonder'd what the Matter was.&mdash;</br>Corks self-contracted free'd the frantic Beer,</br>And sympathizing Tankards dropt a Tear.", "Where are the flow'ry Wreaths that bound</br>In rosy Rings thy Chaplets round?</br>The azure stars whose glitt'ring rays</br>Promis'd a happier Length of Days!</br>The Trees that on thy Border grew,</br>And blossom'd with eternal Blue!</br>Trees, Stars, and Flow'rs are scatter'd on the Floor,</br>And all thy brittle Beauties are no more.", "Hadst thou been form'd of coarser Earth,</br>Had Nottingham but giv'n thee Birth!</br>Or had the variegated Side</br>Of Stafford's sable Hue been dy'd,</br>The stately Fabric had been found,</br>Tho' Tables tumbl'd on the Ground.&mdash;</br>The finest Mould the soonest will decay:</br>Hear this, ye Fair, for you yourselves are Clay!</br>"]