["Chill blows the wind &mdash; exhaling mists arise,</br>And cast a well o'er ev'ry prospect fair;</br>They shroud the glories of the purple skies,</br>And spread infection thro' the livid air.", "But see the East it's portals wide display,&mdash;</br>Shot thro' with orient beams the gloom is fled;</br>See radiant Phoebus shine with crimson ray,</br>And o'er the world his golden mantle spread.", "So to some Abbey's desolated cells,</br>Pale Superstition with her train retires,</br>Obsequious to religion's pow'rful spells,</br>And vanquish'd &mdash; howls amid the mould'ring spires.", "There sombre discontent, with haggard eye,</br>Wanders at midnight hour thro' cloisters damp;</br>There melancholy heaves a plaintive sigh,</br>And chants late vespers o'er the paly lamp.", "But mild religion, from her throne sublime,</br>Tells the wild waves of passion ne'er to roll;</br>Bids man aspire to gain th' etherial clime,</br>And cheers with heav'nly flame the drooping soul.", "What time mild evening waves her banners grey,</br>Oft have I rov'd with wand'ring steps and slow,</br>Thro' scenes, where Hope extends a glimm'ring ray,</br>And try'd to ease th' oppressive weight of woe.", "In vain &mdash; Oblivion's pow'rful hand deny'd</br>Her opiate balm to sooth my aching breast;</br>But sad remembrance, to despair ally'd,</br>Drove from my wakeful couch the curtain'd rest.", "'Till bright religion heard my plaintive strain,&mdash;</br>She whisper'd comfort from her radiant state;</br>Taught by her gentle voice, I smil'd at pain,</br>And frown'd defiance on the storms of fate.", "\"Far from monastic ease &mdash; exert your pow'rs,</br>Go &mdash; close the wakeful eyes of pale distress;</br>Sooth the sad mind, which poignant grief devours,</br>And aid the cause of general happiness.", "For know, beyond this vale of dire despair,</br>Knows, there's a clime, where heav'nly joys arise:</br>Where virtue shall sublime desires prepare,</br>And gleam with meteor ray beneath it's native skies.</br>"]