["SCENE, A BEAUTIFUL COUNTRY, AT NOON.", "CHARLEY.</br>Shepherd, come hither to this lov'd retreat,</br>Where warbling birds their tuneful songs repeat.</br>With rival notes the hills and forests ring&mdash;</br>I think, you lately challeng'd me to sing.", "DICKY.</br>I did, my boy &mdash; nor will defer the time;</br>The new-cloath'd trees in whispers plead for rhyme:</br>The daisy'd brook that thro' the meadow strays</br>With flow'ry thoughts will animate our lays.</br>Nor let your roving yonder mound exceed.</br>Tray, fetch the stragglers from the craggy rock,</br>And, while I sing with Charley, tend my flock.", "CHARLEY.</br>Old Jacob hears us &mdash; see, he leaves the groves!</br>Nor hoary age his love of verse removes.</br>Tott'ring he comes &mdash; behold the pleasing sight,</br>His friendly features wrinkled with delight.</br>He, who so oft has judg'd in former days,</br>Shall now decide who sings the sweetest lays.", "DICKY.</br>Agreed, my friend. &mdash; Come, father, hear our songs,</br>And give the praise to whom the praise belongs.</br>Charley, I'll stake this mellow flute with thine.</br>See how the joints of polish'd iv'ry shine!</br>Nought with the snowy ringlets can compare,</br>Except the whiter bosom of my fair.", "CHARLEY.</br>Dicky, thy flute is mean, compar'd to mine,</br>Worn by the touch of mortals half divine.</br>It once was Colin Clout's, the first of swains</br>That pip'd to shepherds on the British plains;</br>Whose plaintive muse thro' the vallies spread,</br>\"And taught the trees their trickling tears to shed.\"</br>Cuddy enjoy'd it next, whose equal skill</br>\"Charm'd ev'ry vale, and gladden'd every hill.\"</br>But when fam'd Cuddy yield up his breath,</br>And sunk, lamented, to the shades of death,</br>To tuneful Thyrsis he the reed consign'd;</br>Thyrsis, the joy and boast of ev'ry hind,</br>Who breath'd such tender notes, that at his call,</br>\"The headlong streams hung list'ning in their fall!\"</br>Next Bowzebeus swell'd its charming sound,</br>While artless shepherds gayly flock'd around.</br>So sweet his muse, that the rural swains</br>\"Seem still to hear some soft imperfect strains.\"</br>He gave it me when old, and crown'd with praise:</br>But if thy songs surpass my rural lays,</br>'Tis thine by right &mdash; for so it is decreed,</br>Who sings the sweetest, justly claims the reed.</br>Its sounds have often made the hills rejoice:</br>There's nought so charming but my Sukey's voice.", "JACOB.</br>Begin, my boys &mdash; to neither I incline:</br>Nor let the vanquish'd at his fate repine.", "CHARLEY.</br>How ev'ry prospect charms the ravish'd eye!&mdash;</br>Beneath the lustre of a glowing sky:</br>The nightingale yon silver'd hawthorn shrouds,</br>And larks are singing to the lofty clouds.</br>Dicky, how gay thy cot and fields appear,</br>Where blooming shrubs the fertile valley chear;</br>From yonder hillock crystal waters spring,</br>And round thy dwelling form a silver ring.", "DICKY.</br>How much more lovely in the prospect shines</br>Yon ancient abbey, where the ivy twines</br>Around the sacred walls, and climbs the tow'r,</br>Against whose pleasing ruin leans thy bow'r?", "CHARLEY.</br>See how the distant ocean brightly gleams,</br>Beneath the glowing sun's descending beams!</br>Sparkling with dew at early morning light.</br>See where the fertile island forms the bay,</br>With lofty cliffs in cloud-soft colours gay.</br>There distant ships that o'er the billows steer</br>Like waving woods in hazy mists appear.", "DICKY.</br>Behold the clouds like hills and dales are seen,</br>There shining seas with floating lands between;</br>See how that moving mountain softly glides,</br>With tree-hug'd ruins on its shaggy sides,</br>Where currents seem to murmur down the steep,</br>To such fair fields as would delight my sheep.</br>Methinks I there should love to feed my flock,</br>And slumber on that fleecy-pillow'd rock.", "CHARLEY.</br>You weary maids, that labour'd in the heat,</br>To cut the thistles from the rising wheat,</br>Now sweetly slumber on the mossy ground,</br>Near waters murmuring in a lulling sound.", "DICKY.</br>Ye lab'ring swains, who shun the scorching beams</br>Where spreading oaks meet o'er the cooling streams,</br>Your task is pleasing, through the shady grove</br>To teach the willing waters where to rove.", "CHARLEY.</br>To day at sun-rise, as I sought my fold,</br>The eastern clouds appear'd like rocks of gold;</br>I view'd the dazzling scene with true delight,</br>Till charming Sukey, passing, drew my sight</br>From those gay glitt'ring objects of the skies,</br>To softer colours in her lovely eyes.", "DICKY.</br>One ev'ning fair the sky was gayly drest;</br>The glitt'ring sun seem'd ling'ring in the west,</br>When on yon eastern hill, array'd in white,</br>My dearest fair receiv'd the glowing light.</br>Oh!  how her beauty charm'd my ravish'd eyes!</br>She seem'd an angel settled from the skies!", "CHARLEY.</br>See yonder flow'ry lawns beside the spring,</br>Where buzzing bees delight to work and sing,</br>There Sukey will to-morrow come to stay;</br>There wander with me all the live-long day:</br>And when, retir'd to rest, my weary flock</br>Pant in the cooling shade of yonder rock,</br>Then thro' the wood we hand in hand will rove,</br>And, like the cooling turtles, murmur love.", "DICKY.</br>To-morrow Nelly comes my flock to see,</br>And while she softly whisper'd it to me,</br>What modest looks she gave! &mdash; her eyes how meek!</br>While a young rose bloom'd wide upon her cheek!</br>I'll cull the flow'rs that make yon hillock gay</br>To deck my fair one like the queen of May:</br>But in my arms should Nelly fall asleep,</br>Ah!  how neglected then you'll love, my sheep!", "CHARLEY.</br>Ye idle twins, the fairest of my flock,</br>That skipping play on yonder thymy rock,</br>When Sukey comes, to her ye frisking bound,</br>As in the frost to plats of sunny ground.</br>Touch not the tainted grass, nor noisome weeds;</br>Shun the rank verdure near the marshy reeds:</br>Feed on the richest cowslips in the glade,</br>And roll on beds of vi'lets in the shade,</br>Till you breathe fragrance like the honey-combs;</br>For Sukey's sure to kiss you when she comes.", "DICKY.</br>My jetty lambs, whose beauty shines from far,</br>Come turn thy forehead, shew thy silver star.</br>Thy mother perish'd on the frozen plain,</br>And milk you sought with mournful bleats in vain.</br>Thee, hapless creature, Nelly warm'd and fed,</br>And on her bosom strok'd thy drooping head.</br>Deck'd with a bell, you nodded harmless pride,</br>Slept in her lap, or wanton'd by her side.</br>How she thy grateful frolics would admire,</br>Dancing before her chearful winter's fire!", "JACOB.</br>Cease, tuneful youths, the pleasure of the plain;</br>Your songs recall my youthful days again.</br>Dicky, the hopes of Charley's flute resign;</br>Nor can I, Charley, call young Dicky's thine.</br>Sing when you meet, your friendship to increase;</br>Wagers breed enmity, and spoil your peace.</br>"]