["O ye Nymphes most fine who resort to this brooke,</br>For to bathe there your pretty breasts at all times:</br>Leave the watrish bowres, hyther and to me come</br>at my request nowe.", "And ye Virgins trymme who resort to Parnass,</br>Whence the learned well Helicon beginneth:</br>Helpe to blase her worthy deserts, that all els</br>mounteth above farre.", "Nowe the silver songes of Eliza sing yee,</br>Princely wight whose peere not among the virgins</br>Can be found:  that long she may remaine among us,</br>now let us all pray.", "For Syrinx daughter she is, of her begotten</br>Of the great God Pan, thus of heaven aryseth</br>All her exlent race:  any mortall harde happe</br>cannot aproche her.", "See, she sittes most seemely in a grassy greene plott,</br>Clothed in weedes meete for a princely mayden,</br>Boste with Ermines white, in a goodly scarlett</br>bravely beseeming.", "Decked is that crowne that upon her head standes</br>With the red Rose and many Daffadillies;</br>Bayes, the Primrose and violetts be sette by:  how</br>joyfull a sight ist.", "Say, behold did ye ever her Angelike face,</br>Like to Phoebe fayre?  or her heavenly havour,</br>And the princelike grace that in her remaineth?</br>have yee the like seene?", "Medled ist red rose with a white together,</br>Which in either cheeke do depeinct a trymme cheere,</br>Her majestie and eye to behold so comely, her</br>like who remembreth?", "Phaebus once peept foorth with a goodly guilt hewe,</br>For to gaze:  but when he sawe the bright beames</br>Spread abroade fro' her face with a glorious grace,</br>it did amaze him.", "When another sunne he behelde belowe heere,</br>Blusht he red for shame, nor againe he durst looke:</br>Would he durst bright beames of his owne with hers match,</br>for to be vanquisht.", "Shew thy selfe now Cynthia with thy cleere rayes,</br>And behold her:  never abasht be thou so:</br>When she spreades those beames of her heavenly beauty, how</br>thou art in a dump dasht?", "But I will take heede that I match not her grace</br>With the Laton seede, Niobe that once did,</br>Nowe she doth therefore in a stone repent:  to all</br>other a warning.", "Pan he may well boaste that he did begit her,</br>Such a noble wight; to Syrinx is it joy</br>That she found such lott with a bellibone trym</br>for to be loaden.", "When my younglinges first to the dammes doo bleat out,</br>Shall a milke white Lambe to my Lady be offred:</br>For my Goddesse shee is, yea I my selfe her Heardgrome</br>though but a rude Clowne.", "Unto that place Caliope dooth high her,</br>Where my Goddesse shines:  to the same the Muser</br>After her, with sweete Violines about them</br>cheerefully tracing.", "Is not it Bay braunche that aloft in handes they have,</br>Evne to give them sure to my Lady Eliza:</br>O so sweete they play &mdash; and to the same doo sing too</br>heavnly to heare ist.", "See, the Graces trym to the stroake doo foote it,</br>Deftly dauncing, and meriment doo make them,</br>Sing to the instruments to rejoyce the more, but</br>wants not a fourth grace?", "Then the daunce wyll be evne, to my Lady therefore</br>Shalbe gevne that place, for a grace she shall be</br>For to fill that place, that among them in heavne she</br>may be received.", "Thys bevy of bright Nymphes, whether ist goe they now?</br>Raunged all thus fine in a rowe together?</br>They be Ladies all i' the Lake behight soe?</br>they thether all goe.", "One that is there chiefe that among the rest goes,</br>Called is Chlores of Olyves she bears a</br>Goodly Crownett, meete for a Prince that in peace</br>ever abideth.", "All ye Sheepheardes maides that about the greene dwell,</br>Speede ye there to her grace, but among ye take heede</br>All be Virgins pure that aproche to deck her,</br>duetie requireth.", "When ye shall present ye before her in place,</br>See ye not your selves doo demeane too rudely:</br>Bynd the fillets:  and to be fine the waste gyrt</br>fast with a tawdryne.", "Bring the Pinckes therewith many Gelliflowers sweete,</br>And the Cullambynes:  let us have the Wynesops,</br>With the Cornation that among the love laddes</br>wontes to be worne much.", "Daffadowndillies all a long the ground strowe,</br>And the Cowslyppe with a prety paunce let heere lye.</br>Kyngcuppe, and Lillies so belovde of all men,</br>And the deluce flowre.</br>"]