["Love, that long since hast to thy mighty Powre</br>Perforce subdu'd my poor captived Heart,</br>And raging now therein with restless Stowre,</br>Dost tyrannize in every weaker Part;</br>Fain would I seek to ease my bitter Smart,</br>By any Service I might do to thee,</br>Or ought that else might to thee pleasing be.", "And now t' assuage the Force of this new Flame,</br>And make thee more propitious in my Need,</br>I mean to sing the Praises of thy Name,</br>And thy victorious Conquests to areed;</br>By which thou madest many Hearts to bleed</br>Of mighty Victors, with wide Wounds embru'd,</br>And by thy cruel Darts to thee subdu'd.", "Only I fear my Wits enfeebled late,</br>Thro the sharp Sorrows which thou hast me bred,</br>Should faint, and Words should fail me to relate</br>The wondrous Triumphs of thy great God-head.</br>But if thou wouldst vouchsafe to over-spread</br>Me with the Shadow of thy gentle Wing,</br>I should enabled be thy Acts to sing.", "Come then, O come, thou mighty God of Love,</br>Out of thy silver Bowres and secret Bliss,</br>Where thou dost sit in Venus' Lap above,</br>Bathing thy Wings in her Ambrosial Kiss,</br>That sweeter far than any Nectar is;</br>Come softly, and my feeble Breast inspire</br>With gentle Fury, kindled of thy Fire.", "And ye, sweet Muses, which have often proved</br>The piercing Points of his avengeful Darts;</br>And ye, fair Nymphs, which oftentimes have loved</br>The cruel Worker of your kindly Smarts,</br>Prepare your selves, and open wide your Hearts,</br>For to receive the Triumph of your Glory,</br>That made you merry oft, when ye were sorry.", "And ye, fair Blossoms of Youth's wanton Breed,</br>Which in the Conquests of your Beauty boast,</br>Wherewith your Lovers feeble Eyes you feed,</br>But starve their Hearts, that needeth Nurture most,</br>Prepare your selves to march amongst his Host,</br>And all the way this sacred Hymn to sing,</br>Made in the honour of your Sovereign King.", "GREAT God of Might, that reigneth in the Mind,</br>And all the Body to thy Hest dost frame,</br>Victor of Gods, Subduer of Mankind,</br>That dost the Lions and fell Tygers tame,</br>Making their cruel Rage thy scornful Game,</br>And in their Roaring taking great Delight;</br>Who can express the Glory of thy Might?", "Or who alive can perfectly declare</br>The wondrous Cradle of thine Infancy?</br>When thy great Mother Venus first thee bare,</br>Begot of Plenty and of Penury,</br>Though elder than thine own Nativity:</br>And yet a Child, renewing still thy Years;</br>And yet the eldest of the heavenly Peers.", "For e'er this World's still moving mighty Mass</br>Out of great Chaos' ugly Prison crept,</br>In which his goodly race long hidden was</br>From Heaven's View, and in deep Darkness kept;</br>Love that had now long time securely slept</br>In Venus' Lap, unarmed then and naked,</br>Gan rear his Head, by Clotho being waked.", "And taking to him Wings of his own Heat,</br>Kindled at first from Heaven's life-giving Fire,</br>He gan to move out of his idle Seat;</br>Weakly at first, but after with Desire</br>Lifted aloft, he 'gan to mount up higher,</br>And like fresh Eagle, made his hardy Flight</br>Thro all that great wide Waste, yet wanting Light.", "Yet wanting Light to guide his wandring Way,</br>His own fair Mother, for all Creatures sake,</br>Did lend him Light from her own goodly Ray:</br>Then thro the World his way he gan to take,</br>The World that was not, till he did it make;</br>Whose sundry Parts he from themselves did sever,</br>The which before had lyen confused ever.", "The Earth, the Air, the Water, and the Fire,</br>Then 'gan to range themselves in huge Array,</br>And with contrary Forces to conspire</br>Each against other, by all means they may,</br>Threatning their own Confusion and Decay:</br>Air hated Earth, and Water hated Fire,</br>Till Love relented their rebellious Ire.", "He then them took, and tempering goodly well</br>Their contrary Dislikes with loved Means,</br>Did place them all in order, and compell</br>To keep themselves within their sundry Reigns,</br>Together link'd with Adamantine Chains;</br>Yet so, as that in every living Wight</br>They mix themselves, and shew their kindly Might.", "So ever since they firmly have remained,</br>And duly well observed his Beheast;</br>Thro which, now all these things that are contained</br>Within this goodly Cope, both most and least,</br>Their Being have, and daily are increast,</br>Thro secret Sparks of his infused Fire,</br>Which in the barren Cold he doth inspire.", "Thereby they all do live, and moved are</br>To multiply the Likeness of their Kind,</br>Whilst they seek only, without further Care,</br>To quench the Flame which they in burning find:</br>But Man, that breathes a more immortal Mind,</br>Not for Lust's sake, but for Eternity,</br>Seeks to enlarge his lasting Progeny.", "For having yet in his deducted Spright,</br>Some Sparks remaining of that heavenly Fire,</br>He is enlumin'd with that goodly Light,</br>Unto like goodly Semblant to aspire:</br>Therefore in Choice of Love, he doth desire</br>That seems on Earth most heavenly to embrace,</br>That same is Beauty, born of heavenly Race.", "For sure, of all that in this mortal Frame</br>Contained is, nought more Divine doth seem,</br>Or that resembleth more th' immortal Flame</br>Of heavenly Light, than Beauty's glorious Beam.</br>What wonder then, if with such Rage extreme,</br>Frail Men, whose Eyes seek heavenly things to see,</br>At sight thereof so much enravish'd be?", "Which well perceiving, that imperious Boy,</br>Doth therewith tip his sharp empoisoned Darts;</br>Which glancing thro the Eyes with Count'nance coy,</br>Rest not, till they have pierc'd the trembling Hearts,</br>And kindled Flame in all their inner Parts,</br>Which sucks the Blood, and drinketh up the Life</br>Of careful Wretches with consuming Grief.", "Thenceforth they 'plain, and make full piteous Moan,</br>Unto the Author of their baleful Bane;</br>The Days they waste, the Nights they grieve and groan,</br>Their Lives they loath, and Heaven's Light disdain:</br>No Light but that, whose Lamp doth yet remain</br>Fresh burning in the Image of their Eye,</br>They 'sdeign to see, and seeing it, still die.", "The whilst, thou Tyrant Love dost laugh and scorn</br>At their Complaints, making their Pain thy Play;</br>Whilst they lie languishing like Thralls forlorn,</br>The whiles thou dost triumph in their Decay;</br>And otherwhiles, their Dying to delay,</br>Thou dost enmarble the proud Heart of her,</br>Whose Love before their Life they do prefer.", "So hast thou often done (ay me the more!)</br>To me thy Vassal, whose yet bleeding Heart</br>With thousand Wounds thou mangled hast so sore,</br>That whole remains scarce any little part:</br>Yet to augment the Anguish of my Smart,</br>Thou hast enfrozen her disdainful Brest,</br>That no one Drop of Pity there doth rest.", "Why then do I this Honour unto thee,</br>Thus to ennoble thy victorious Name,</br>Sith thou dost shew no Favour unto me,</br>Ne once move Ruth in that rebellious Dame,</br>Somewhat to slake the Rigour of my Flame?</br>Certes, small Glory dost thou win hereby,</br>To let her live thus free, and me to die.", "But if thou be indeed, as Men thee call,</br>The World's great Parent, the most kind Preserver</br>Of living Wights, the Soveraign Lord of all;</br>How falls it then, that with thy furious Fervour,</br>Thou dost afflict as well the Not-deserver,</br>As him that doth thy lovely Heasts despise,</br>And on thy Subjects most dost tyrannize?", "Yet herein eke thy Glory seemeth more,</br>By so hard handling those which best thee serve,</br>That ere thou dost them unto Grace restore,</br>Thou maist well try if thou wilt ever swerve,</br>And maist them make it better to deserve;</br>And having got it, may it more esteem:</br>For things hard gotten, Men more dearly deem.", "So hard those heavenly Beauties be enfir'd,</br>As things divine, least Passions do impress,</br>The more of steadfast Minds to be admir'd,</br>The more they stayed be on Stedfastness:</br>But baseborn Minds such Lamps regard the less,</br>Which at first blowing take not hasty fire;</br>Such Fancies feel no Love, but loose Desire.", "For Love is Lord of Truth and Loyalty,</br>Lifting himself out of the lowly Dust,</br>On golden Plumes up to the purest Sky,</br>Above the reach of loathly sinful Lust;</br>Whose base effect through cowardly distrust</br>Of his weak Wings, dare not to Heaven flie,</br>But like a Moldwarp in the Earth doth lie.", "His dunghil Thoughts, which do themselves enure</br>To dirty Dross, no higher dare aspire;</br>Ne can his feeble earthly Eyes endure</br>The flaming Light of that celestial Fire,</br>Which kindleth Love in generous Desire,</br>And makes him mount above the native Might</br>Of heavy Earth, up to the Heavens hight.", "Such is the Powre of that sweet Passion,</br>That it all sordid Baseness doth expel,</br>And the refined Mind doth newly fashion</br>Unto a fairer Form, which now doth dwell</br>In his high Thought, that would it self excel;</br>Which he beholding still with constant sight,</br>Admires the Mirrour of so heavenly Light.", "Whose Image printing in his deepest Wit,</br>He thereon feeds his hungry Fantasie;</br>Still full, yet never satisfide with it,</br>Like Tantale, that in store doth starved lie,</br>So doth he pine in most Satiety:</br>For nought may quench his infinite Desire,</br>Once kindled through that first conceived Fire.", "Thereon his Mind affixed wholly is,</br>Ne thinks on ought, but how it to attain;</br>His Care, his Joy, his Hope is all on this,</br>That seems in it all Blisses to contain,</br>In sight whereof, all other Bliss seems vain:</br>Thrice happy Man, might he the same possess,</br>He fains himself, and doth his Fortune bless.", "And though he do not win his Wish to end,</br>Yet thus far happy he himself doth ween,</br>That Heavens such happy Grace did to him lend,</br>As thing on earth so heavenly, to have seen</br>His Heart's enshrined Saint, his Heaven's Queen,</br>Fairer than fairest, in his faining Eye,</br>Whose sole Aspect he counts Felicity.", "Then forth he casts in his unquiet Thought,</br>What he may do, her Favour to obtain;</br>What brave Exploit, what Peril hardly wrought,</br>What puissant Conquest, what adventrous Pain;</br>May please her best, and Grace unto him gain:</br>He dreads no Danger, nor Misfortune tears,</br>His Faith, his Fortune in his Breast he bears.", "Thou art his God, thou art his mighty Guide,</br>Thou being blind, letst him not see his Fears,</br>But carriest him to that which he hath ey'd,</br>Through Seas, through Flames, through thousand Swords and Spears;</br>Ne ought so strong that may his Force withstand,</br>With which thou armest his resistless Hand.", "Witness Leander in the Euxine Waves,</br>And stout Aeneas in the Trojan Fire,</br>Achilles pressing through the Phrygian Glaves,</br>And Orpheus, daring to provoke the Ire</br>Of damned Fiends, to get his Love retire:</br>For both through Heaven and Hell thou makest way,</br>To win them Worship which do thee obey.", "And if by all these Perils and these Pains</br>He may but purchase liking in her eye,</br>What Heavens of Joy then to himself he feigns?</br>Eftsoones he wipes quite out of memory</br>Whatever ill before he did aby:</br>Had it been Death, yet would he die again,</br>To  live thus happy as her Grace to gain.", "Yet when he hath found favour to his will,</br>He nathemore can so contented rest,</br>But forceth further on, and striveth still</br>T' approach more near, till in her inmost Brest</br>He may embosom'd be, and loved best:</br>And yet not best, but to be lov'd alone;</br>For Love cannot endure a Paragone.", "The fear whereof, O how doth it torment</br>His troubled Mind with more than hellish Pain!</br>And to his feigning Fansie represent</br>Sights never seen, and thousand Shadows vain,</br>To break his Sleep, and waste his idle Brain:</br>Thou that hast never lov'd canst not believe</br>Least part of th' Evils which poor Lovers grieve.", "The gnawing Envy, the heart-fretting Fear,</br>The vain Surmises, the distrustful Shows,</br>The false Reports that flying Tales do bear,</br>The Doubts, the Dangers, the Delays, the Woes,</br>The feigned Friends, the unassured Foes,</br>With thousands more than any Tongue can tell,</br>Do make a Lover's Life a Wretch's Hell.", "Yet is there one more cursed than they all,</br>That Canker-Worm, that Monster Jealousie,</br>Which eats the Heart and feeds upon the Gall,</br>Turning all Love's Delight to Misery,</br>Through fear of losing his Felicity.</br>Ah Gods, that ever ye that Monster placed</br>In gentle Love, that all his Joys defaced!", "By these, O Love, thou dost thy entrance make</br>Unto thy Heaven, and dost the more endear</br>Thy Pleasures unto those which them partake;</br>As after Storms, when Clouds begin to clear,</br>The Sun more bright and glorious doth appear:</br>So thou thy Folk, through pains of Purgatory,</br>Dost bear unto thy Bliss, and Heaven's Glory.", "There thou them placest in a Paradise</br>Of all Delight and joyous happy Rest,</br>Where they do feed on Nectar heavenly wise,</br>With Hercules and Hebe, and the rest</br>Of Venus' Dearlings, through her Bounty blest;</br>And lie like Gods in Ivory Beds arayd,</br>With Rose and Lillies over them displayd.", "There, with thy Daughter Pleasure they do play</br>Their hurtless Sports, without Rebuke or Blame,</br>And in her snowy Bosom boldly lay</br>Their quiet Heads, devoid of guilty Shame,</br>After full Joyance of their gentle Game;</br>Then her they crown their Goddess and their Queen,</br>And deck with Flowers thy Altars well beseen.", "Ay me, dear Lord, that ever I might hope,</br>For all the Pains and Woes that I endure,</br>To come at length unto the wished scope</br>Of my Desire; or might my self assure,</br>That happy Port for ever to recure!</br>Then would I think these Pains no Pains at all,</br>And all my Woes to be but Penance small.", "Then would I sing of thine immortal Praise,</br>An heavenly Hymn, such as the Angels Sing,</br>And thy triumphant Name then would I raise</br>'Bove all the Gods, thee only honouring;</br>My Guide, my God, my Victor, and my King:</br>Till then, drad Lord, vouchsafe to take of me</br>This simple Song, thus fram'd in praise of thee.</br>"]