["O'er Criffel top the sun sank red and bright,</br>The mist curled round the mountain thin and gray;</br>Full on the sea the moon her level light</br>Threw in long lines on Siddick beach and bay;</br>The meanest star which gems the milky way</br>Shone with increase of lustre:  clear as noon</br>Were seen the sea-mews, rocked on waves alway:</br>On earth below, in radiant heaven aboon,</br>Nought spoke save silver streams, and nought moved but the moon.", "The weary labourers to the harvest horn</br>Come merrily homeward down the Elvar-brook,</br>That day beneath the golden-bearded corn</br>Full deftly had they moved the reaping-hook:</br>Old men behind walked numbering every stook;</br>But when they came where rocks the firth o'er-tower,</br>Upon the full tide's loveliness to look;</br>They stood, they graver grew &mdash; the sober hour</br>Of night, and the wild sea, o'er rudest minds have power.", "Beyond them streamed the lights of Elvar-hall,</br>'Mongst fruit-tree groves and ranks of cedar trees&mdash;</br>Before them rushed a ship whose twin masts tall,</br>With snow-white sails, stooped forward in the breeze,</br>And creaked and quivered; o'er the foaming seas</br>It danced and wantoned, streamer'd all in pride,</br>Like colt unbridled on its native leas.</br>The burnished prow cut swift in twain the tide,</br>And threw the frying brine in furrows from each side.", "Her loosened pennon, fluttering free and far,</br>Waved high in air, as soars the summer-lark,</br>Danced with the wind, and streamed to every star;</br>While bounding forward on its shadow dark,</br>Through haunts of sea-gulls flew the fearless bark;</br>Far, far behind rose Skiddaw, shone Saint Bee&mdash;</br>It was a sight worth musing on, to mark</br>Man's frail work breasting so the billows free,</br>And like a thing of life walk on the swallowing sea.", "And had it been a living thing, and not</br>Hewn by the axe, and shaped by man's right hand,</br>It had not moved more dauntlessly; it shot</br>Alike past sunken rocks and sucking sand;</br>Lo!  now it lifts its wings to fly to land,</br>Nor heeds, where piled in many a warning heap,</br>The wreck of ships lie cumbering all the strand&mdash;</br>It leaves and clears them all &mdash; the whirlpool deep</br>And mermaid rocks it shuns, which oft make mothers weep.", "Still stood the hinds on Siddick headland gray,</br>At this bold bark all wondering, and all mute&mdash;</br>But, roused at once, rung cliff and bight and bay,</br>Unto their startling and repeated shout&mdash;</br>\"Ho!  stand more seaward &mdash; put your helm about!</br>Rocks lurk in foam &mdash; Lot's-wife lies on the lee!</br>Some fiend's on board!  what mariners could shoot</br>O'er Robin-rigg! &mdash; lo!  past the Needle-e'e</br>She dances like a cork &mdash; where bark should never be!\"", "John Corson looked; his tresses thin and hoar</br>The snows of seventy winters wore and seven:</br>O'er Nature's mysteries much he loved to pore,</br>And in her aspect read the will of heaven.</br>\"The fiend,\" he said, \"of darkness and wild levin</br>Makes forms, and this is one of his dread ships!</br>It comes to tell of men to judgment given,</br>By flood, by field, by tempest, and eclipse.\"</br>He paused, and a short prayer came muttered from his lips.", "\"It is the spectre-ship; each sign I know,\"</br>He said; \"no mariner trims a sheet or sail,</br>Its freight is human misery and woe,</br>Sorrows unnumbered, and diseases pale;</br>It taints with pest, for three long leagues, the gale;</br>I saw it fashioned once:  'neath the moon-flame</br>I heard a shout, and then I heard a hail,</br>When down to Solway came an ancient dame,</br>One whom we know and fear:  I name no evil name.", "\"East-ward she looked &mdash; then from her foot took she</br>Her shoe and launched it on the shuddering wave;</br>Like to a beaten baby moaned the sea&mdash;</br>The heaven above in darkness matched the grave:</br>First rose a mist, the mist a whirlwind clave,</br>Then from the middle darkness started out</br>A goodly shallop manned and masted brave;</br>On board stept the enchantress fell and stout,</br>On man on beast and bird she dealt her spells about.", "\"The first spell fell on fish; in streams and lakes</br>The trout and salmon lay, and gasped for life.</br>The second fell on beasts; cows at the stake</br>And sheep on moorlands, where the gorcock's rife,</br>Moaned like things lying 'neath the butcher's knife;</br>The third spell fell on man:  a bridegroom blythe</br>Fled forth the chamber from his bedded wife &mdash; \"</br>A matron with a visage like a scythe,</br>Cried, \"Sirs!  I mind him weel, his name was Hugh Forsythe.", "\"His mother's name was Girzie Kingan, kin</br>To umwhile Kingan's of the Kittle-naket;</br>And his wife also was a bairn of sin,</br>A giggling hempie glib of tongue and glaiket;</br>Before she was a wedded dame she traiket</br>With young Barcloye. &mdash; See!  darker far than pitch,</br>Yon black cloud pours, like pouring from a bucket&mdash;</br>Her grandame too &mdash; ye mind her weel &mdash; a witch,</br>As sure as ever rode through Sanquhar on a switch.\"", "Even while she spoke, a dark cloud through the beams</br>Of the bright moon shower'd down its thunderous drops;</br>From cloud to cloud glanced thick and fast the gleams</br>Of levin kindling all the mountain tops.</br>Yet not for that the venturous shallop stops;</br>But runs, and catches as it runs, the breeze,</br>To surge and shower drip all its sails and ropes:</br>Shoreward it swings, its bowsprit 'mongst the trees</br>Shoots sudden &mdash; lo!  a sight the marvelling peasant sees.", "The shallop lately moved by magic, now</br>Sends to its decks full fifty men in mail;</br>Swords in each hand, and helmets on each brow,</br>On shore they leap; no bugle to the gale</br>Their coming speaks.  Each reaper's cheek grew pale</br>As straight to Elvar-hall the invaders wound</br>Their swift and silent way; around them sail</br>The scared and clamouring rooks &mdash; no other sound,</br>No not one whispered word, awoke the woodlands round.", "And he who leads them points with his sheathed sword</br>To Elvar-tower:  in Elvar as they go&mdash;</br>Of some sweet song they hear at times a word,</br>Which mixing with the fountains in their flow,</br>Lends to the woods a tone of mirth or woe;</br>Then of the dance they hear the lively din,</br>And see the casements all with candles glow:</br>The dame who dwells that fairy-hall within,</br>Hath this night twenty years breathed in a world of sin.", "There is no want of gladness and great mirth;</br>The harper with a merrier hand the strings</br>Sweeps, and the pride of blood and lordly birth</br>Is slumbering with all other slumbering things.</br>Loud joy hath lost its feet and found its wings;</br>Where Lady Sybil dances in the hall</br>The old men gaze, young men lean round in rings;</br>The portraits of her lineage on the wall</br>Seem touched with sudden life, rejoicing one and all.", "And she hath called to mind an Interlude</br>Or rustic play, where Waste makes war on Thrift.</br>Forth to the floor there steps a peasant shrewd,</br>Who of each national drollery knows the drift.</br>With lighted torch he sings and dances swift;</br>Soon by his side a maiden o'er the floor</br>Moves grave, and scarce her foot at first can lift;</br>She bears a distaff in her hand, and sure</br>Draws out the thrifty thread, and sings a song demure.", "Thrift dances as she sings, and all her strain</br>Is of domestic gladness, fire-side bliss,</br>And household rule; nor thought loose, light or vain,</br>Stains her pure vision of meek happiness;</br>Religion's comforts, wedlock's holy kiss,</br>The white web bleached by maiden's whiter hand,</br>The lisping children in their homespun dress,</br>The wealth which gathers 'neath Thrift's magic wand,</br>The fame of a chaste life amid a virtuous land.", "Waste danced, and sang a free strain and a light;</br>Of young Joy's foot which gaily out can measure</br>Life's weary way; of Love, whose fingers white</br>Strew all youth's way with fresh flowers plucked from pleasure;</br>And Laughter loud, who never yet found leisure</br>To pause and think; and Merriment, who coins</br>The tears of sadness into current treasure;</br>And Wantonness, his hot lips moist with wines,</br>And Pleasure ever gay, with loose ungirded loins.", "They danced with many an antique touch and turn,</br>And like wild levin flashed and flew about;</br>Waste with his torch strove aye the roke to burn,</br>While Thrift as nimble as the starting trout,</br>When slacks the sharp shower and the sun shines out,</br>Turned, wheeled, and flew &mdash; and there rose such a clamour:</br>\"O well done, Thrift!\"  the hoary-headed shout;</br>While young men's tongues rung sharp as a steel hammer&mdash;</br>\"Waste, well done, Waste!  now nought will save the roke but glamour.\"", "And whether Thrift had conquered or had lost</br>May not be known:  for tramp succeeding tramp,</br>With ready swords above their plumage tost,</br>And words attuned to a marauder's camp,</br>Their corslets glancing bright to torch and lamp,</br>Came fifty warriors, and came Ralph Latoun.</br>He on the threshold stood and gave a stamp,&mdash;</br>Then took one step into that gay saloon&mdash;</br>Three damsels shrieked, three wept, and three fell in a swoon.", "Up Sybil rose, nor did she shriek or swoon,</br>But her cheek roses like the lily grew&mdash;</br>For as she looked, she knew him Ralph Latoun&mdash;</br>Her heart throbbed most her silken lace in two.</br>Her maids all round like fluttered ring-doves flew,</br>Nigh her the fierce knight comes, then sudden stands.</br>Some of her old retainers, staunch and true,</br>Have armed, while his, with steel blades in their hands,</br>Bear looks which promise quick to work their lord's commands.", "Her stature waxes and her eye expands,</br>Her glowing neck seems ivory wet with wine;</br>There is heroic motion in her hands,</br>Around her head her tresses seem to twine,</br>God through her breathes an ardour all divine.</br>She waved her hand, &mdash; \"What is your boon, Sir Knight,</br>The land you breathe in and this tower are mine.\"</br>He smiled and said, \"The tide is in its height,</br>And I have said and sworn thou sailest with me to-night.\"", "\"Oh weak,\" she said, \"nor yet so weak as vile;</br>Shame to thy knighthood and thy martial fame!</br>In the wide circuit of fair Britain's isle</br>No man save thee would work an orphan shame:</br>The lowest hind who owns a nameless name</br>Would scorn a deed so base.\"  He stayed no more,</br>But sheathed his sword and sprang to seize the dame;</br>Old John of Raes, with tresses thin and hoar,</br>Clung round his mailed knees &mdash; he dragged him o'er the floor.", "And his right hand had reached her, when the dame</br>Who acted Thrift, clapt to the torch her roke,</br>And in his face quick dashed the flashing flame;</br>Locks, beard, and eyebrows, crackled in the smoke.</br>Then from the chamber Lady Sybil broke,</br>And darted darkling down a secret stair,</br>Which met a path that led to Elvar oak;</br>Loud, as she went, rose shout and shriek and prayer,</br>For all the wrongs which wrath and vengeance work, were there.", "Where is the Lady Sybil?  Room and hall,</br>The dizzy turret and the gloomy vault</br>Sir Ralph seeks round, and seeks them all in vain;</br>At every step there is a sharp assault;</br>The young, the old &mdash; the feeble and the halt,</br>Assail with lance, sword, dagger, plowshare, club.</br>\"For Southron lips, Scotch drink is brewed right salt,</br>Home to your pudding-pan, and pickling-tub&mdash;</br>And pipe and pot.  Come ye to reave us and to rob?\"", "Latoun smiled at those rude and ready words,</br>And through the tower flew as one wode outright;</br>He struck down plowshares, trampled o'er the swords</br>In ancient hands, and for that lady bright</br>Called loud and looked the way she took to flight;</br>He called, he looked in vain; fierce waxed his ire:</br>\"A flaming torch I'll lend to give her light,</br>And guide her small feet over moor and mire&mdash;\"</br>And stamping with his feet, cried \"Fire!  bring me fire!\"", "It was a gentle and a lovely night,</br>The rain had cooled the air, stars shone serene:</br>When quick a pillar of upstarting light,</br>From Elvar-tower flashed o'er its fruit-trees green;</br>Sheep on the hills, ships far at sea were seen:</br>Broader it burst, and to the clear round moon</br>A grosser light united.  Through the screen</br>Of glossy holly, fire came spouting soon,</br>And Siddick hill and bay shone bright as in mid-noon.", "Men came from mountain glen, and bank, and brook,</br>Like winged things.  To Elvar-tower they rushed;</br>\"And who did this?\"  they cried, with wondering look.</br>All sounds save that of the red fire were hushed;</br>O'er tower and hall its conquering surges gushed,</br>And roared to heaven.  They marked where armed men</br>Had lately been, the green sward deep was crushed</br>With mailed feet, and here and there the glen</br>Shewed where men fought and fled, then turned and fought agen.", "They tracked them to the Solway; on the sands</br>There men stood mourning in the fair moonshine,</br>And matrons called down curses, held their hands</br>Above; even where their footsteps met the brine,</br>Which gemmed the green sward with a shining line</br>Of wreathed shells, which fabling seamen say,</br>Give of the coming tide this wondrous sign,</br>They sough and sing in every bight and bay:</br>There stricken down and dead three Southron warriors lay.", "\"Now, why thus stand ye at the dead of night</br>With moistened eyes and steel-blades red and bare;</br>While one may count beneath yon dismal light,</br>The mountain flocks, and number in mid air</br>The startled sea-fowl shrieking here and there?\"</br>\"Aye, we may mourn until that faithless sand,</br>And that deep sea grow solid earth, and fair&mdash;</br>Fair Sybil's lost, the loveliest of the land,</br>She of the gentlest heart, and the most generous hand.\"", "\"There's balm in Gilead,\" said an ancient swain;</br>\"I saw her like a sunbeam through the air</br>Fly, when yon stern marauder strove in vain</br>To seize her; down the dark and secret stair,</br>I saw her bright eyes flashing, and her hair:</br>Now sure as God is strong, and Satan weak,</br>Yon reaver knight hath not our lady-fair.</br>Heaven's hands are ever round the good and meek,</br>I'll pray for her return thrice seven times a week.\"", "The reaver-ship sailed from their sight, but still</br>They stood till darkness grew to silver gray,</br>And the glad sun came dancing up the hill,</br>In brightness clad, and like a bridegroom gay,</br>Thick showering gems, and gold on bank and brae;</br>Dew on his wings, and incense on his feet:</br>The mottled lark toward the milky way</br>Turned his grey bosom, and his proud wings beat,</br>And hymned and perfumed heaven with songs and earthly sweet.", "That sun sunk on Dalgonar, glen and hill;</br>Tower, tree, and fountain wore a golden stain;</br>In busy hands the sickle glittered still,</br>And as it moved fast sank the bearded grain:</br>Each maid looked up, so did each hoary swain,</br>For o'er the new-shorn field a Maiden came;</br>Her feet the short sharp stubble filled with pain;</br>Weary she seemed, like one strayed far frae hame,</br>And no one knew her face, and no one knew her name.", "Fair in her form as in her dress sedate,</br>She seemed the daughter of some rustic cot;</br>Downcast of eye, of meek and modest gait;</br>Her glossy ringlets were wound neat about</br>Her brow, and bound with virgin snood devout;</br>Her long manteel was white as Cheviot flocks,</br>Beneath it whiter moved her snowy foot:</br>Slow as she came among the yellow shocks,</br>Her twentieth autumn's sun was shining on her locks.", "\"O reverend Sir!\"  &mdash; thus said the stranger maid&mdash;</br>No reap-hook rustled while she meekly spoke&mdash;</br>\"Far from my home in sore distress I've strayed;</br>To pastures green, say, can I lead thy flock,</br>Or dress ripe corn, or twine the white hause-lock?</br>The churchyard turf on my dear mother lies;</br>My father sailed and perish'd.\"  'Gainst a shock</br>She leaned, and few and bitter were her sighs,</br>And half she turned her round to hide her glistening eyes.", "Her by the hand Miles Graeme affectionate took&mdash;</br>Said, \"Weep not, maiden, thou shalt with me go,</br>And like a daughter grace my cottage nook;</br>Eupheme loves eyes which are acquaint with woe.</br>In twining flax or fleeces white as snow,</br>Or pressing fragrant curd, come, show thy skill;</br>Or add that sweet voice, musical and low,</br>To tender songs which make the heart-strings thrill;</br>Or to the glad pipe dance, when snowy winds are shrill.\"", "She looked up ruddy as the rose of June,</br>And thanked him with her eyes.  Horns told aloud</br>That day was done; stars glimmered; shearers soon</br>Dropt their reap-hooks, and in the crystal flood</br>Cooled their hot hands and brows, all toil bedewed:</br>Homeward they went, and as they went they sung</br>Of holy love, or some unholy feud;</br>Or told sad tales which live but on the tongue</br>Of hinds, and made us weep when we were soft and young.", "Even while he spoke, he at his open door</br>Arrived, and o'er the threshold led the maid;</br>A peat fire sparkled on the smooth stone floor,</br>And round the house a twinkling twilight made;</br>Which first the form and then the thrift display'd</br>Of his Eupheme, who toiled that she might tell</br>How with her wheels her husband she arrayed</br>For kirk or fair:  she looked up &mdash; she knew well</br>It was a stranger's foot that on the threshold fell.", "She smiled a welcome as she looked, and met</br>A look all loveliness.  \"Eupheme, I say,</br>Haste thee, and sweetest of all sweet things get,</br>For this young thing hath walked a weary way;</br>God's hand hath taen her kindred all away&mdash;</br>She goes unfriended through this world alone.\"</br>\"O welcome to me as the light of day,\"</br>The matron said; \"cheer thee, thou beauteous one,</br>Old eyes like mine should weep\" &mdash; nor made she farther moan.", "The stranger maid her mantle clasp unloosed,</br>Shed back her flowing locks of darkest stain,</br>Bared her round fingers long and white, composed</br>Her swelling bosom, where a pleasant pain</br>Fled and returned with double throb again;</br>With neat and ready hand Eupheme her cheer</br>Placed on the board:  cakes of the sifted grain,</br>Curds quenched in fragrant cream, and pure and clear</br>The honey from the comb, and breg-wort, sweetest beer.", "Eupheme now bade the stranger one draw near;</br>Miles bared his brow and the small banquet blest&mdash;</br>A sound unwonted to that maiden's ear,</br>But yet most welcome; she could scarcely taste</br>The cream and curd; the breg-wort cup she kiss'd,</br>And passed it meekly to the cottage dame,</br>While the frank farmer drank her health and prest&mdash;</br>\"Come cheer thy heart, and think thyself at hame&mdash;</br>The friendless foot is dear to all who bear my name.", "\"Cheer thee, my child,\" &mdash; 'twas thus his converse ran&mdash;</br>\"The lowly are happier than the lofty far;</br>Rank wars with rank, and wealth works woe to man;</br>Blood is no stay; relationship no bar</br>With peers and princes when they long for war.</br>Far better he who, in a low estate,</br>Scorns fickle fortune, trusts no treacherous star&mdash;</br>Turns from the way which leads to glory's gate,</br>And with humility is conqueror of his fate.", "\"Cheer thee, my child; no armed men in mail</br>Bruise down our gowans with a gory foot;</br>War's horn ne'er waked the echoes of this vale,</br>It is so lonesome &mdash; here the drum is mute.</br>The reapers' horns, the shepherd's pipe and flute,</br>Alone are heard our homes and halls among,</br>Save when the song in many a linked bout</br>Of melting melody, from one as young,</br>But not so fair as thee, comes mended from the tongue.\"", "The maiden heard a light foot on the floor,</br>And sidelong looked, and there before her stood</br>Young Eustace Graeme:  far from the pasture moor</br>He came; the fragrance of the dale and wood</br>Was scenting all his garments green and good.</br>A sudden flush when he the maiden saw,</br>Burned through his temples, kindled up his blood;</br>His stifling breath waxed nigh too tight to draw,</br>He bowed, and silent stood in wonderment and awe.", "The father smiled, the mother smiled.  Now why</br>Are her eyes downcast and his white brow glowing?</br>Say, have they vowed while heaven was witness by</br>With all her radiant lights like fountains flowing,</br>To love while water runs and woods are growing,</br>And stars glowed conscious of the compact pure?</br>They never woo'd, nor, love for love bestowing,</br>Met with the moonshine in the green-wood bow'r,</br>Nor looked and sighed, and looked and drank love by the hour,", "Yet they have met.  Though not fools of the flock,</br>On whom love like the tiger gives one bound,</br>And then the heart is rent &mdash; a thunderstroke</br>That makes men dust before they hear the sound;</br>A shaft that leaves dark venom in the wound;</br>A frost that all the buds of manhood nips;</br>A sea of passion in which true love's drowned;</br>A demon strangling virtue in his grips;</br>A day when reason's sun is quenched in dread eclipse.", "True gentle love is like the summer dew,</br>Which falls around when all is still and hush;</br>And falls unseen until its bright drops strew</br>With odours, herb and flower, and bank, and bush.</br>O love, when womanhood is in the flush,</br>And man's a young and an unspotted thing!</br>His first breathed word and her half conscious blush,</br>Are fair as light in heaven, or flowers in spring&mdash;</br>The first hour of true love is worth our worshipping.", "\"Now, Eustace, harken &mdash; take thou heed, my son,\"</br>Said good Miles Graeme, \"there sits a comely child,</br>Sent here of heaven:  I found her wandering lone,</br>A motherless lamb, cast on a moorland wild&mdash;</br>Pure is our home, preserve it undefiled;</br>Be thou a brother to her night and morn&mdash;</br>I would not have mine ancient honour soiled&mdash;</br>(Though fallen our house our honour's yet unshorn),</br>Better mine only child had been this hour unborn.\"", "\"Husband,\" said mild Eupheme, \"what words have crost</br>Thy lips about this only child of thine?</br>I am not prone to make a mother's boast,</br>Thou knowest; yet when has he shown mark or sign</br>From which we lack of reverence might divine</br>For truth and virtue:  if he weakness ever</br>Shows, 'tis when pouring forth the minstrel's line,</br>Vain verse and light comes rushing like a river;</br>Yet his hand has been light &mdash; shall I be thankless? &mdash; never.\"", "\"Our God is good,\" Miles said, \"once and alway,</br>The gift of song is his best gift, and thou,</br>Should'st honour it:  the poet with his lay,</br>Eternal sunshine sheds round honour's brow&mdash;</br>But of this maid let our discourse be now;</br>More of her lineage I would gladly hear.\"</br>Composed he looked, and smoothed his locks of snow</br>O'er his high brow and backward from his ear,</br>And moved his ancient seat the stranger maiden near.", ""]