["Look round this vast, and venerable place,</br>Whose ruin'd pile yet shines with aweful grace,</br>Majestick still 'midst all its faded charms:</br>See the whole wide waste of all-consuming age,</br>The wreck of ruthless wars and hostile rage,</br>And all the dire effects of more than civil arms.", "View savage time with cankering tooth devour</br>The solid fabrick of yon mould'ring tower,</br>That now in undistinguish'd chaos lies:</br>Where erst the noble Lacy's Norman line</br>Plann'd the wide work, and form'd the vast design,</br>And bid with Gothick grace the stately structure rise.", "When lo!  on high the vaulted domes suspend,</br>On lofty columns the wide arches bend,</br>And massive walls the vast domain enclose:</br>In vain the hostile warriors nervous art,</br>With missive force directs the barbed dart,</br>Or with gigantic strength the pond'rous jav'lin throws.", "For many an age, the Lacey's noble race</br>With arts and arms adorn'd the splendid place,</br>As heroes triumph'd, or as patriot's shone:</br>Till with the great Plantagenet's fair bride,</br>In nuptial dower these antient honours glide,</br>The seat of future kings, that grac'd the English throne.", "On yonder hill, as ancient annals tell,</br>The holy heroe, and the martyr fell,</br>Which still, great Lancaster, thy mem'ry bears:</br>There, 'midst the saints enroll'd, with rites divine,</br>The pious Pilgrim sought the sacred shrine,</br>And bath'd thy hallow'd tomb with sympathizing tears.", "With holy zeal, and patriot graces arm'd,</br>With all the powers of conscious virtue warm'd,</br>'Midst death's sad scenes the pious martyr smiles;</br>In vain, proud Mortimer the hoary sage</br>Bleeds, the sad victim of thy brutal rage,</br>Lost by thy lawless love, and all a woman's wiles.", "Look there, where erst yon mould'ring turret stood,</br>Whose moss-grown stones are ting'd with royal blood,</br>'Midst civil broils, the hapless Richard bled:</br>There cruel Exton's dark, assassin dart,</br>With bloody treason pierc'd the monarch's heart,</br>And fix'd the tottering crown on haughty Henry's head.", "Here, vaulting Bolingbroke, thy feeble foe,</br>Felt in each whispering breeze the fatal blow,</br>Or heard death's herald in each guilty stone:</br>Short is the date of captive Monarch's doom,</br>'Twixt the dark prison, and the yawning tomb,</br>For bold ambition bears no rival to the throne.", "See yonder tower, still blush with crimson stains</br>That flow'd in plenteous streams from noble veins,</br>Where Vaughan and Gray by Gloucester's arts expir'd;</br>Where Rivers fell, and with his latest breath</br>These mournful mansions dignified in death,</br>With patriot virtues warm'd, and dawning science fir'd.", "'Midst the wide flames that civil discord spread,</br>When by base arts the royal Martyr bled,</br>Still loyal Pomfret spurn'd the tyrant's hate:</br>Last in these Northern climes, that scorn'd to pay</br>A servile homage to his lawless sway,</br>And in inglorious ease survive their monarch's fate:", "Long, haughty Lambert, did thy veteran powers</br>With iron tempest shake these solid towers,</br>And round the walls the missive murder send:</br>In vain, brave Morrice, did thy martial train,</br>With royal zeal the hostile shocks sustain,</br>And 'gainst Rebellion's sons these royal domes defend.", "Hark!  the loud engines tear the trembling walls,</br>And from its base the massive fabrick falls,</br>And all at once these antient honours fade:</br>This princely pile with all its splendid spoils,</br>Sinks 'midst the havock of intestine broils,</br>In prostrate ruins lost, and dark Oblivion laid.</br>"]