["Spirit!  who dwellest amid the upper air;</br>And through the liquid ether wend'st thy flight:</br>Rob'd in the brightness of the empyreal sphere,</br>Or in the starry mantle clad of night,</br>Breathest sweet songs of ravishing delight:&mdash;</br>Spirit of peace!  on thee I may not cry!</br>For register'd upon thy book of light,</br>No tear wet vision marks the struggling sigh:</br>Thine are the happy they whose tears are but of joy!", "But thou, dark form, that shrouded in decay,</br>Weep'st o'er the ruins of departed bliss;</br>Whilst from thy throne a dimly &mdash; glimmering ray</br>Reveals the sadness of thy dwelling place;</br>Thee!  thee!  O Melancholy!  would I address;</br>With all thy rich voluptuousness of grief:&mdash;</br>For I have loved thee! &mdash; and even this</br>Bears witness of my fealty: &mdash; the leaf</br>That lisps the voice of Spring, doth to the Summer cleave.", "Thee I have welcom'd at the evening close,</br>When day's expiring gloriousness hath flung</br>Its gorgeous mantle o'er the earth's repose:&mdash;</br>When the bright stars their anthem deep have sung;</br>And wakeful buds, and praising flow'rs, have hung</br>Their musing heads in silent, still, devotion:&mdash;</br>Then have I worshipped 'mid the tuneful throng!</br>And join'd in the glad harmony's commotion,</br>Till every thought was thine, and thine was each emotion!", "Thee have I lov'd, when the bright morn awaking</br>Fresh from his dewy slumber in the skies,</br>Looks from his golden pillow forth, &mdash; and shaking</br>Far from his locks the orient day-beams rise&mdash;</br>And Earth, Air, Ocean, thrill with melodies:&mdash;</br>Ev'n then when all seem'd joyousness beside&mdash;</br>And every living thing essay'd to smile;</br>Ev'n then I've felt thine influence, and sigh'd</br>To think how many view'd this glorious scene, had &mdash; died!", "Where the rich purple dyes the festive board,</br>And wealth and pride in all their pomp appear;</br>Where the loud laugh of revelry is pour'd,</br>And mirth and gladness meet alone the ear:</br>Where sorrow wings her far off flight &mdash; e'en there,&mdash;</br>Couch'd in the garb of some suppressed sigh,</br>Or, on the quivering lip, so pale, and sear</br>Ev'n there I've mark'd thee &mdash; thine exulting eye&mdash;</br>Alas!  there is no good but thou art hovering nigh!", "Yes!  thou art there, wherever guilt is found:&mdash;</br>'Mid earth's gay revels &mdash; at the silent tomb:&mdash;</br>Wherever hope awakes her magic sound,</br>Or death displays his hiatus of gloom!</br>And yet I love thee, pale one, thus to come!</br>'Tis like the whisperings of some pleasant dream&mdash;</br>Of things that are not now &mdash; and of a home</br>Far off in the blue sky, whose cherub gleam</br>Lights up the yearning soul; &mdash; so sweet thy visits seem.", "But there's a land which thou shaft never see!</br>And there are hearts whom thou shalt never own!</br>No cloud-rob'd sky shall dim that pearly sea&mdash;</br>But grief and sorrow still remain unknown!</br>And must I leave thee too?  And are there none</br>Shall list the accents of thy sad behest?</br>Alas!  too many!  I perhaps am one</br>Shall never reach that shore where all are blest,</br>Who, \"having murmur'd here\" are doom'd &mdash; O spare the rest!</br>"]