["On Alpine hills, whence sable Ister pours</br>Its rising billows thro' the sylvan shores;</br>Blest Lycidas, the mountain woods along,</br>Drove his fair flock, and tun'd the rural song;</br>The sun's declining wheels had ting'd the main,</br>And from their toils return'd the labouring train,</br>When from the vales a hoary swain he view'd,</br>With feeble pace, approaching thro' the wood:</br>His right a staff of bending willow bore,</br>His left sustain'd a scrip of scanty store:</br>Thrice twenty winters press'd him with their cold,</br>Thrice twenty summers had his sorrows told.</br>His tatter'd mantle floated in the breeze,</br>A faithful dog pursued him thro' the trees.</br>Soon as advanc'd the venerable man,</br>Awhile he stood, and gazed, and thus began.", "ALCANDER.</br>\"Thrice happy swain!  who far from ills remov'd,</br>By heaven protected, by the world belov'd,</br>Liv'st here, the monarch of this blest domain,</br>While desolation fills the neighbouring plain:</br>For thee the skies indulgent showers bestow;</br>For thee the fields in bright profusion grow.</br>At eve, secure thy fleecy care retires;</br>At eve the hearth displays its cheerful fires:</br>In peace thy vales and sunny hills are sown;</br>Such are thy joys, and such were once my own.</br>But now my soul these pleasures must resign,</br>My flock, my cot, and all that once were mine;</br>Doom'd thro' a world of misery to stray,</br>And find no home in life's declining day.</br>This dog alone, of all my former friends,</br>Cheers my sad hours, and now my steps attends;</br>And whereso'er thro' lingering life I go,</br>With dumb compassion mitigates my woe.</br>Oh!  let thy hospitable gifts be given,</br>The friend of strangers is the care of heav'n.\"", "LYCIDAS.</br>\"O swain!  whate'er my fields or lowing kine</br>Can yield to want and age shall here be thine;</br>Not solely for themselves the good should live,</br>'Tis heav'n that grants them wealth, and theirs to give.</br>But whence, O stranger!  this reverse of fate,</br>Thy steps so wearied, and thy journey so late?</br>Has some unfriendly brother, from thy land,</br>Or Lord, expell'd thee with a tyrant's hand?</br>Or son usurp'd, ungrateful on the plain,</br>Thy rural mansion and thy fleecy train?\"", "ALCANDER.</br>\"No lordly tyrant with unfeeling rage,</br>O swain!  expels me in declining age;</br>Nor brother, base, usurps my fleecy train;</br>Nor neighbour drives me friendless from the plain;</br>Nor son ungrateful &mdash; but by strangers thrown</br>On the wide world, and to the world unknown:</br>I taste the bread of bitterness and care,</br>And feel the dire inclemencies of air:</br>For now no flock, nor cottage, mine remain,</br>Nor friends in age, my sorrows to restrain.</br>Thrice fifty sheep, and thrice a score of kine,</br>Spread o'er the fields and mountain ground were mine:</br>Before my cot the Rhone impell'd his flood,</br>Behind arose, of beech, a lofty wood;</br>There first my happier scenes of life begun,</br>In valleys shaded from the summer's sun.</br>Along the craggy cliffs my vines arose,</br>With purple clusters and depending boughs:</br>There shone above the steep my fields of corn,</br>With safe enclosures from the forest borne;</br>There first the sweets of early toil I knew,</br>There oft my feet have brush'd the morning dew;</br>There, too, my flocks along the valleys spread,</br>Paus'd at the brook, or sought the cooling shade;</br>While I, rejoicing on my rural throne,</br>Beheld, at ease, the little realm my own.</br>But ah!  not long, the rage of wasting war</br>Destroy'd my fields, and urg'd me thence afar.</br>Now, driv'n to want, in solitude I go,</br>Thro' sylvan shades, and mountains topt with snow,</br>To beg subsistence from the rural train,</br>And sooth, with hope of death, the sense of pain.</br>This path-way led my feet from yonder height,</br>To seek repose, and shelter from the night:</br>Oh!  let the hospitable boon be given;</br>Who gives the stranger will receive from heaven.\"", "LYCIDAS.</br>\"Hard is the bosom that rejects the poor,</br>And sad to shut the stranger from the door:</br>This night, at least, with me forget your woes,</br>Rest from your toils, and in my cot repose:</br>For now the night extends her awful shade,</br>And clouds of darkness from the mountain spread;</br>Along the vale each weary swain retires,</br>And distant domes reflect their evening fires.\"</br>"]