["When first their dark and yet untravel'd rounds</br>Through the inane expanse of pristine Night,</br>The planetary conglobations roll'd;</br>Before the GREAT ETERNAL'S sacred eye,</br>Upon the gloom of the sidereal orbs,</br>Their pure-beam'd, time-enduring splendors flash'd;</br>Ere on Attraction's mystic centre pois'd</br>By the Almighty's sun creating hand,</br>The blazing ball that lights our solar sphere,</br>From the ecliptic-zone his radiance pour'd;</br>When from their chrystal palaces in Heaven's</br>Unmeasur'd heights of bright and cloudless day,</br>Th' Angelic Spirits view'd Creation's God,</br>Along th' unresisting void of space,</br>In numberless succession, rolling worlds;</br>From their celestial ranks they bade descend,</br>To rule the vast machinery of the globes;</br>Supernal hosts with holy power endued</br>With joy, obedient to the kind behest;</br>The delegated phalanx, darting through</br>The rayless deeps of uncreated Night</br>A keen pervasive glance, their snow-white vans</br>Outspread; and from th' empyreal battlement's</br>Gold-spangled summits, down th' untravers'd void</br>T' assume their stations on the new made spheres</br>Descended, wide diverging as they sail'd.</br>So on tenebrious midnight's welkin glooms,</br>Disparting balls electrical explode</br>Their streaming splendors; and the moonless Heavens</br>With bright but evanescent paths illume.", "In numerous points of the expansive bounds</br>Through which conglobulate matter rolls, their posts</br>The Seraph Guardian take:  their several tasks</br>As multifarious, as remote the climes</br>They occupy.  To some it is assign'd,</br>From headlong violence with care to guard</br>The bold career of flying worlds; to curb</br>Th' impetuous speed of wild Projection's flight,</br>And Gravitation's centripetal force</br>Restrain; these powers conjoin'd to harmonize,</br>And through th' ecliptic orbits make them wheel</br>The circumvolving spheres.  To some, the Winds,</br>And Seas, and Elements, embowel'd deep</br>In Earth's dark-winding caves, 'tis given to rule.</br>They are the Agents of th' Almighty's wrath,</br>And they on man His benedictions shed.</br>When Ocean's tides in foaming conflicts roar,</br>And from their massy-heaving billows dash</br>The shatter'd wrecks &mdash; When swift Tornados sweep</br>The suffering land, demolish loftiest domes,</br>And from their heights the roaring forests hurl&mdash;</br>Infuriate, wasteful!  spread their blazing wings,</br>And into ashes sink a Kingdom's pride&mdash;</br>When from their burning bases, mountains burst,</br>And dreadful Earthquakes tear the yawning globe&mdash;</br>When Pestilence his miasmic breath</br>Diffuses o'er the land, and on the lungs</br>Of pallid millions putrefaction pours&mdash;</br>When these tremendous scenes on nature's stage</br>Our God displays; 'tis through the agency</br>Of those seraphic Guardians of the world.", "But not to matter only is confin'd</br>Their superintending care and awful sway.</br>As ministers of God's mysterious laws,</br>They fan the patriot passions into flame;</br>Bid War his gorgon crest erect, and roll</br>His gory Chariots o'er th' ensanguin'd fields;</br>Bid Monarchs die, and tottering Kingdoms fall;</br>On Revolutions, Revolutions rise;</br>And conquering Freedom build on crumbling bones</br>Of slaughter'd Tyranny, her hallow'd fanes!", "Th' unexplor'd recess of Nature's deeps</br>They bid th' adventurous sons of science sound;</br>Her darksome seas, her mazes wild, disclose,</br>Where scarce the sun's refracted beams e'er pierc'd,</br>Or fervid Fancy's eagle-vision glanc'd.</br>On glorious Newton's science-scaling soul,</br>They pour'd the flame of Astronomic zeal;</br>And bound to Herschel's telescopic mind</br>That wing of sunbeam-speed, and Angel-strength;</br>Which bore it like a comet through the Heavens,</br>To where nine hundred million miles beyond</br>Cold Saturn's orb, the Georgium-Sidus rolls!", "To Locke and Reid they gave th' ingenious skill</br>T' unfold the labyrinthian web of mind;</br>To teach us how the variegated weft</br>In different parts, peculiar tints assumes;</br>How light runs into shade, and shade to light,</br>Untill in mingled hues, the changeful whole</br>A beauteous intellectual landscape forms.</br>With sacred ardor, they, whose minds endue,</br>Whose fame for piety and wisdom, shed</br>Unfading glory on the favor'd age</br>In which they live.  They kindle on the tongues</br>Of God's devout Ambassadors the flames</br>Of melting eloquence; with tender zeal</br>Their hearts inspire; with kind persuasion fill</br>Their placid eyes; and with seraphic grace</br>Their fervid action clothe; untill portray'd</br>In prospect bright, on every feeling mind,</br>The bliss of Heaven enraptures and sublimes.</br>And if obdurate INFIDELITY</br>His flinty ramparts round the heart should raise,</br>And bar the soft emotions out; empower'd</br>By their inspiring Guardians' potent aid,</br>In pure and dread solemnity enshrin'd;</br>The sinner-shaking bolt of Gospel law,</br>Truth-aim'd against th' opposing masses sink</br>And ope the avenues, to where expos'd</br>On Hell's black verge, the cold affections sleep!", "The ardent Statesman's breast with patriot love</br>Those sacred Spirits swell; his toil intense</br>Assist; while he with sleepless eye explores</br>Attentive o'er the crumbling page of time;</br>On Empires buried in the grave of years;</br>How they from sickly infancy arose</br>To proud Colossal strength:  and how they thence</br>Descended down Destruction's dangerous steeps,</br>Till prematurely sunk in Ruin's gulphs</br>They rise no more &mdash; what causes give their day</br>Of prosperous grandeur, spread their features o'er</br>With Freedom, Gladness, Health and virtuous Smiles;</br>Or what their sunny brightness overcast</br>With baneful blackness, the foundations min'd</br>Which prop'd their fame &mdash; what canker'd all their hopes,</br>And tumbled their proud Monuments in dust.</br>The daring Mariner's intrepid soul</br>With the bold zeal of glorious Enterprise</br>And venturous Emulation, they inflame:</br>Through freezing seas his frightful passage steer,</br>Direct him how the icy shoals t' escape,</br>And where to find the long-sought savage shore.</br>They bid him fearless, tread the desert wild,</br>And undismay'd, its tawny  tenants meet;</br>Their blood-fed fierceness gently turn aside,</br>And by familiar smiles their kindness win.</br>As man, refin'd adventurous man appears,</br>They bid the cheerless forest-glooms disperse,</br>And o'er the wastes of the polish'd ARTS extend.</br>The life-exterminating Beasts are slain,</br>The merciless arm of savage rage is bound</br>In Law's corrective pale, and Pain, and Blood,</br>And Plunder cease.", "Thus from Creation's hour,</br>In every province of our planet Earth&mdash;</br>In all the various spheres which appertain</br>To matter and to mind, Angelic power</br>Has exercis'd a superintending rule.</br>But since from Hell the poisonous breath of SIN</br>First tainted an apostatizing world</br>Th' infernal FOE of man's felicity</br>Has ever envious opposition made</br>To all that purpos'd good to him on earth,</br>Through every province of the peopled globe,</br>His Hell-train'd swarms of evil-working fiends,</br>Who keep uninterrupted watch for means</br>To counteract the power of Angel-zeal</br>On man:  who hold or turn in Satan's paths</br>His blundering steps, and mail in horrid scales</br>His clouded eyes; oft too deriving aid</br>From man's own will, their hellish schemes succeed:</br>And they the conflict oft long-while maintain</br>E'en when defeat at length their efforts ends.</br>For man in cases which affect his doom</br>When brought before the Great Eternal Judge,</br>Th' advice which Angel intimations give</br>Has always power to follow or reject.</br>In clogging with embarrassments the plans</br>Which Man's seraphic Monitors devise</br>T' effect his melioration, Hell's grim King</br>And goblin minions feel malignant joy.</br>But notwithstanding all the stygian realm</br>Disgorge on Earth its legions, to oppose</br>The Guardian Seraphs; yet when not withstood</br>By man's own will, in matters which pertain</br>To his immortal state, the sacred hosts</br>The prize of glorious victory always win.", "When subjects of momentous weight arise,</br>When great occasions claim their righteous aid,</br>And vast extensive interests are involv'd;</br>Those superintending Spirits then are wont</br>In great and solemn council to convene,</br>And consultation hold on all the points</br>Which to the grand concernment appertain.</br>'Twas thus the immortal Spirits who preside</br>O'er the vast regions of the WESTERN WILD,</br>In grand assemblage met; when call'd to weigh</br>Th' important interests which its cause involv'd.", "When nought but Beasts and bloody Indians dwelt</br>Throughout the mighty waste, and Cruelty</br>And Death and Superstition triple-leagued,</br>Held there their horrid reign, and impious sway;</br>The Guardian Seraphs of benign REFORM</br>With keen prophetic glance the worth beheld</br>Of the immense expanse, its future fame,</br>Its ponderous moment in the golden scales</br>Of Freedom, Science, and Religious Truth,</br>When by Refinement's civilizing hand</br>Its roughness should all be smooth'd away.</br>With zeal the animating prospect fir'd</br>The glowing Guardians, fill'd with views sublime</br>Their lofty minds, their enterprising powers awak'd,</br>And urged them to this laudable resolve&mdash;</br>That o'er Columbia's Western Wilderness,</br>Politic Wisdom should her reign extend</br>And Emigration pour her splendid swarms.", "With ease, their glorious purpose to achieve,</br>And spare excessive waste of human blood;</br>Those sacred friends of Culture's spreading power</br>And humanizing energy, announced</br>To all the station'd Seraphs who preside</br>O'er the benighted WEST, their high design;</br>And summons gave them quickly to convene</br>In their aerial Courts.  Meanwhile command</br>Was given th' etherial Guardians to prepare,</br>High o'er the Alleganean Mountain-Heights,</br>For the Divan, a FIRMAMENTAL HALL.</br>Anon, obeident to the high behest,</br>The mighty Spirit of the welkin deeps</br>Bade convoluted winds, with furious flight</br>And curvilinear sweep, encompass all</br>The Atmospheric bounds; and dash and roll</br>To the appointed place of Rendezvous,</br>With all their fulminating Magazines,</br>Th' encircled Regiments of mingled clouds!</br>The gloomy Vast, impetuous howlings pierce;</br>The Northern Gates, tempestuous Whirlwinds burst;</br>And Mountain-Caverns wide-expanded, vent</br>Their hissing blasts.  Against impinging clouds,</br>And driving strength, th' encircling Tempests rush</br>And from their boundary's wide circumference roll</br>Converging the dark billowy-mixing mass.</br>From cloud to cloud, in blazing torrents stream</br>Th' awaken'd fires electric:  flashing flames</br>In forky grandeur, with ethereal light,</br>Projected peaks of rolling vapour crown;</br>And all the nubilous involutions paint</br>With intermitting Lightning's vivid tints:</br>While glancing scintillations spangle thick</br>With dancing lustre all the clouded gloom;</br>And Angry Meteors, flaming as they fly,</br>With burning paths their ragged way emblaze.</br>From ridge to ridge of the big Mountain-Mass,</br>Dark sullen Thunders by the conflicts wak'd,</br>Their sky-convulsing detonations pour.</br>Their destin'd point, th' embattled volumes reach;</br>And rest.  The grand, the wonderous Edifice,</br>The great th' ethereal Architect begins.</br>Wide over Allegany's summit spread,</br>Of close impacted, squared and polish'd clouds</br>Constructed, the extended base appears;</br>And of the same compressed material form'd,</br>Octagonal the burnish'd walls ascend,</br>Sublimely towering through the midway skies!</br>Broad sheets of lightning constitute the roof,</br>Whose flashing splendors flood with day the Heavens,</br>When Night spreads o'er the sun her darkling wings.</br>Reflected from the Fabric's upright squares,</br>Prismatic tinctures paint the fragment-clouds,</br>Which float unused in widening fleeces round.</br>Its myriad windows and its thousand gates</br>Were all of pure translucent ether wrought,</br>And all with bright festoons superbly hung</br>Of pansied clouds, and wreathed lightnings made.</br>Both North and South of the magnific dome,</br>In grand Corinthian style and towering state,</br>On Meteor-Pillars rear'd, refulgent shone</br>Its roomy porticos.  Innumerous seats,</br>Of downy clouds composed, and white and soft</br>As Cygnet plumes, in graceful circles ranged;</br>Around th' interior of the shining hall,</br>All ready for the Angel host appear'd.</br>A canopy of Rainbows intertwined</br>In spiral union, forming in the whole,</br>A beauteous arch of intermingling hues</br>As rich as Fancy's pencil can portray;</br>In all their gayly blended forms can be,</br>High o'er each line of dazzling sofas bends.", "The glorious edifice in all its parts</br>Consummate, the seraphic Guardians lift</br>Their snow-white pinions on the cloudless air,</br>And reach the gorgeous gates.  In robes attired</br>Of purple ether, the Majestic Spirit</br>Of clouds and storms, with Angel courtesy</br>Th' enraptured Host address'd, and mildly ask'd</br>From their united souls a prayer devout,</br>\"That Heaven's benedictions might descend,</br>And consecrate the new-erected Fane.\"</br>The courtesy with sweet benignant grace</br>They all return'd, and humbly breathed to God</br>Their pious supplication.  This perform'd,</br>In majesty sublime, with sacred air</br>And lofty mien, the solemn-musing host</br>Ingression made, and as they advanc'd, assumed</br>Their plume-soft seats.  Awhile, in silence deep</br>They sat till TRUTH'S complacent Angel rose,</br>And in perspicuous style, at large disclosed,</br>The causes multifarious, which conspired</br>T' enlist with animated zeal their powers</br>In prosecution of the glorious end,</br>For which they were in solemn synod call'd.</br>The pure-eyed Seraph thus his feelings spake&mdash;</br>\"Immortal Guardians of this Western World!</br>Your wisdom now a mighty theme demands!</br>Let all the beams of bright Divinity,</br>Which to your minds illumination gives,</br>And sanctions your pure and spotless hearts,</br>Now on your mental vision clearly shine;</br>Till its keen glances every point explore</br>Of the immense concern that brings us here.</br>This Almighty's glory and his creature's weal,</br>Which moved his holy power this well-plan'd globe,</br>And all that is to form, have ne'er attain'd</br>In the uncultured regions of the West</br>The splendid elevation HE designed.</br>In various other provinces of Earth,</br>Where less prolific means of life and health</br>Exist &mdash; Where sterile soil, and freezing winds</br>Against the industry of man content,</br>And starve, and choak kind Nature's friendliest growth;</br>Where states ambitious, hostile, feast on War,</br>And stain with blood the snowy Crest of peace;</br>E'en there, Refinement's pleasure-dealing hand,</br>The bliss which fits the soul for tasting Heav'n,</br>And gives existence all its honied zest,</br>Hath scatter'd wide and copiously around&mdash;</br>E'en there, a thousand consecrated Fanes,</br>To glorify our Gods, in grandeur rise.</br>When then should mild, and more congenial climes,</br>Where the maternal hand of Nature rears</br>Salubrious plenty from her fruitful soil,</br>Diffusing through the aromatic air,</br>The pleasant fragrance of mellifluous blooms;</br>Where softest Music pours perennial songs,</br>And summer-cooling Rivers roll their floods,</br>Inviting Population to their banks,</br>And cheering Commerce to their crystal waves;</br>O!  why should climes distinguish'd thus by Heaven,</br>Th' appropriate residence of cultured life</br>In dark barbarian glooms continue wrap'd,</br>Th' abode of prowling Savages and Beasts</br>Blood-hungering fierce?  No portion of this Earth</br>To nurture Hell's infernal grisly brood,</br>Was by its holy Maker e'er design'd;</br>Or to remain a dark and frightful waste,</br>When wisely furnish'd for the residence</br>Of rational, humane, and polish'd Man.</br>For HE the righteous Author of the World</br>Design'd, that we, as Guardians of his work,</br>And Agents of his holy will; that We,</br>Should open in the regions of the West</br>A sanctuary from Oppression, Cruelty, and Wrong,</br>And all the ills of European climes,</br>Have fled, a refuge here to find, beneath</br>Th' Angelic wings of Liberty and Peace.</br>The sacred duty thus to us assign'd,</br>We only have as yet in part perform'd.</br>Wide stretching from the Alleganean Mount</br>Far westward, and towards north and south, vast bounds</br>Of rich and beauteous country unreclaim'd</br>From dreary wildness, ask our culturing aid.</br>God's wisdom and munificence declare,</br>'Tis not his will, that those luxuriant climes</br>Should be monopolized by scatter'd hordes</br>Of rude predacious men, who feed on blood,</br>And all their days through dismal darkness grope;</br>While crouded into unproductive nooks,</br>In other regions, polish'd millions starve.</br>Lo!  how already, from th' Atlantic deeps</br>To where this Mountain lifts its clouded brow,</br>Our influence, has th' effulgent floods diffused,</br>Of Revelation's everlasting light;</br>Dispersing superstition's sombre shades,</br>And settling science on her splended seat,</br>How have we clothed a wilderness with smiles,</br>And made the gloomy heaths and deserts bloom!</br>How to the exiles of a tyrant land,</br>Erecting in this new-discover'd World,</br>A bless'd Asylum for sweet Liberty,</br>And for each sacred Virtue that adorns</br>The Patriot's and the Christian's hallow'd lives.</br>But westward of these mighty mountain piles,</br>Th' illuminating blaze of Gospel day,</br>Our civilizing influence ne'er has spread.</br>Now is th' auspicious time for us to plant</br>Our beaming banner firmly in those wilds.</br>For now, the East with population teems,</br>And gallant thousands would our call attend.</br>The sons of Europe to Columbia's shores,</br>And swarms are sighing for a land to call</br>Their own.  O!  then, immortal seraphs muse!</br>Profoundly muse, on the momentous theme,</br>And your impressions give; that all the light</br>Of our united minds may clearly shew,</br>In prosecution of the high design,</br>The best, the wisest course, for us to take.\"", "Thus spake the Angel of celestial Truth.</br>HUMANITY'S bright seraph next,</br>With sweetly melting grace, divinely rose.</br>As innocently meek as Infancy,</br>When mildly slumbering in an Angel's arms,</br>His lovely features were; a tender smile</br>With holy grandeur mingled, o'er them beam'd;</br>And in his eye the tear of feeling shone.</br>From underneath his snowy mantle, forth</br>His beauteous hand he waved; and from his lips</br>In mild seraphic melody, effused</br>Th' ensuing strain.  \"Ye venerated hosts!</br>Our great compeer, with transport have I heard,</br>And much his weighty counsel do approve.</br>So comprehensive was his general view,</br>That our peculiar interests; if we may</br>Peculiar call, what are so intertwined;</br>His kind benevolent feelings to engage,</br>Seem'd little less, if less, than did his own.</br>In every fibre of my throbbing heart,</br>His every word a lively echo found.</br>O yes!  companions in the joys of bliss!</br>We will refine, exalt, and humanize</br>Th' uncivilized Barbarians of the West.</br>The bloody-minded Wretch who now can see,</br>Without a single pitying sigh or tear,</br>Beneath the ruthless hatchet's dreadful edge,</br>And inoffensive Infant bleed and die;</br>Can hear unmoved the Captive Mother plead,</br>That her sweet, darling innocent may live;</br>Can, when the writhing of her Babe his ceased,</br>And death its little eyes in night have seal'd;</br>The fainting Mother to a doom devote</br>Still more ferocious!  More infernal still!</br>The task, the Godlike task, be ours, that wretch</br>In bright Refinement's golden crucible</br>To melt, to decompose and sublimate!</br>Untill to pity's thrilling touch alive,</br>He thinks he acts, and feels, as social MAN!", "\"How comfortless!  with misery how replete,</br>Th' unenlightened Indian's barbarous life!</br>Their golden billows o'er the smiling plain,</br>For him, no plenty-yielding Harvests wave;</br>For him, in fields no flocks domestic range;</br>For him, nor fruitage-purpled gardens blush;</br>Nor ripen'd Orchards on the dewy grass</br>Their mellow burdens drop, emitting wide</br>A honied fragrance on the fluttering gales.</br>For him, no rich and flavorous viands crown,</br>Nor mirth-inspiring Wines, the social feast;</br>No ornamented dome for him unfolds</br>Its sculptured doors &mdash; No decent cottage screens,</br>From the bleak winter blasts, his thin-clad limbs;</br>Nor easy couch e'er rests his aching frame.</br>But penury, and cold, and weariness</br>Are the attendants of his joyless life.</br>The forest Herbage and the Mountain Beasts,</br>Through wind, and rain, and snow, with danger sought,</br>His meagre store of doubtful food supply.</br>Half-starved, and shivering through the driving blasts,</br>Successless oft, the CATERER returns,</br>To where beneath his smoking hut of bark,</br>His pining wife, and naked babes, he left;</br>And finds them butcher'd by a neighbouring foe,</br>Or torn, and slaughtered by blood-drinking Beasts!", "\"It much behoves us then, August Compeers!</br>Among the wild barbarians of the West,</br>The humanizing Arts to introduce;</br>To bid industrious Agriculture pour</br>His cheering comforts through their needy tribes,</br>And bury Carnage, Penury, and Woe,</br>Beneath the bosom of the furrow'd soil.</br>But oh!  how delicate the glorious task!</br>How hard t' achieve without the waste of blood</br>Short-sighted, blind to all that can adorn,</br>Exalt, illumine, and dignify their lives,</br>The WHITES, the jealous Indians view as foes,</br>Who purpose their extinction from the globe.</br>With means so badly suited to the end,</br>'Tis not within the compass of our power,</br>So great a work t' effect, without the loss</br>Of many lives, unless an agency</br>We interpose, so palpably divine</br>As to transcend the boundaries of our sphere,</br>And overwhelm with Miracles the mind</br>Of dim-eyed man.  But still our rightful power</br>Embraces such extent of various means,</br>For the performance of our righteous plans,</br>That much the interests of my special cause</br>Depends on the selection of a course,</br>Through which our great design must be achieve:</br>That course, though tardiest, and of pomp devoid,</br>Whose progress, least sanguineous traces stain,</br>And slightest vestiges of suffering mark,</br>Is doubtlessly the one we should prefer.</br>But other spirits here there are, who best</br>Can designate the peaceful plan we wish&mdash;</br>Who understanding best the savage heart,</br>Its passions, dispositions, whims, and views,</br>Know best the means its confidence to win.</br>Yes, sacred Guardians of the desert West!</br>From you we claim the necessary light</br>Our weighty subject needs.  Thus much we've said,</br>That you the cause might clearly comprehend</br>Of this our great and sacred convocation:</br>We now th' expression of your holy views,</br>In silence wait.\" &mdash; A musing pause ensued;</br>Till on a signal given by his colleagues,</br>To whom, with him, peculiarly pertains</br>The governance of those expansive wilds,</br>The holy Spirit of Superintending Zeal,</br>And Delegated Trust, whose labors were</br>Within no special province circumscribed;</br>But an auxiliary aid to all</br>The Western Peers imparted, and for them</br>The cares of Embassy sustain'd, arose,</br>And thus with glowing animation spake.", "\"On the abundant energizing zeal,</br>In this sublime concern so promptly shew;</br>With warm congratulations from the heart,</br>This reverend convocation I salute.</br>At length, immortal peers!  th' eventful voyage</br>Of sailing Time has brought us to a sea,</br>On whose wide breast ten thousand scenes appear,</br>In prospect changeful, as in number great.</br>Here fruitful islets, gay in flowery robes,</br>Perfume the gales and cheer the gazing eye,</br>There frowning rocks high heave their gloomy heads</br>And cast their shady horrors wide around.</br>Here, soft-wing'd breezes kiss the slumbering waves</br>And gently fan the brilliant flame of joy,</br>Keeping alive the spark in Hope's bright eye,</br>There, death-jaw'd Tempests howl for prey,</br>And lash with league-long wings the tumbling deeps.</br>But when we reach this sea's magnific shore,</br>Bright glory's richest treasures wait us there:</br>And though we meet obstructions on the way,</br>Our God, th' unerring pilot of the just,</br>Will guide us safely through each threatening pass.</br>At length, Angelic colleagues!  dawns the day,</br>Which will with due reward our labors crown;</br>The day when all th' innumerous treasur'd stores</br>By us prepared in our immense domain,</br>Will yield their splendors to exulting Man,</br>And magnify the glory of our King,</br>By nurturing millions in our fertile Wilds,</br>His name to celebrate, and courts to croud.</br>E'er since, at God's behest this massy Orb,</br>Its annual rounds commenced; our powers divine</br>Have sway'd unconquer'd, though by Hell's black fiends</br>Oft times opposed, that vast unpeopled land;</br>And from successive dangers with our shields</br>Angelic, guarded, all the wide expanse.</br>Remember, Peers!  th' exertion of our might,</br>We erst bestow'd to save that vast domain,</br>When God's almighty vengeance glow'd from Heaven</br>Down through this sinful globe, and fast exhaled</br>Her boiling waters from their foaming gulphs,</br>And fill'd with floods the frowning firmament;</br>Untill from bursting and o'er-burden'd clouds,</br>Throughout the lapse of 'forty days and nights,'</br>O'erwheling deep and wide the drowning globe,</br>Profuse the congregated Oceans gush'd.</br>Remember, Peers!  how then our posts we kept,</br>By all the watery terrors undismay'd:</br>And scenes like those, so woe-fraught, vast, and dread,</br>In times before, or since, have ne'er transpired.</br>Seraphic language can't portray, nor mind,</br>Unless it saw, conceive the prospect, we</br>On that occasion view'd; the terrors, which,</br>To guard from Wreck our realm, we then withstood.</br>We saw and heard the tumbling torrents roll</br>With roaring rage, o'er crags, and rocks, and steeps</br>Of thundering mountains, and of trembling hills;</br>And thence swift down the winding dells descend,</br>'Till on the deluged plains their Oceans pour'd;</br>In dreadful desolation, burying deep</br>Creation's millions!  Man, and Beast, and Fowl;</br>All save the favor'd remnant in the Ark:</br>While cities, domes and fanes, the wealth and pride</br>Of naughty princedoms, swell'd the groaning wreck.", "\"Athwart the turbid deeps outstretch'd, immense!</br>The sturdy Giants we behold roll back</br>With strong nerved arms, the darkly tumbling waves,</br>Till with fatigue o'er power'd, in mad despair,</br>They grasp'd convulsively the floating drifts,</br>Whence soon by strongly driving torrents swept,</br>Amid the gulphs vertiginous they sunk:</br>Still hugely heaving through the swallowing tide,</br>Till from their spouting nostrils gush'd their lives.", "\"His raven-color'd flag, full-feasted Death</br>Spread on the frothy flood and grin'd with joy,</br>To see on every surge his trophies float.</br>In that unequal'd hour of his dread reign,</br>What horrors hover'd o'er the woeful wreck,</br>Around the Heavens, a dismal darkness frown'd:</br>No glance of light the dreary gloom could pierce,</br>Save what the rushing meteor swiftly shot;</br>Disclosing thickly through the murky glare,</br>Ten thousand grisly ghosts, and on the waves</br>As many froth-white corses, ghastly, wan!", "\"We saw the swelling floods, like battling hosts</br>In foaming vengeance, roll their adverse tides,</br>And meet, and break, and roar.  Still higher rose,</br>And higher still, the counter-torrents; dark,</br>Stupendous, raging, desolating, wild!</br>Amid the watery wars, VOLCANOS burst;</br>And through the deeps, their hissing lavas belch'd.</br>Tremendous thunders shook the shud'ring world;</br>Wide-circling whirlpools stretch'd their gulphy jaws.</br>The hills were swept away!  the mountains torn</br>Aside, and tumbled through the rolling Vast!</br>While black DAMNATION'S legions scream'd with joy!</br>'Twas then immortal Spirits!  our powers were tried.</br>Amid commotions, horrors, groans, and death,</br>Our souls were stay'd!  No fears our valor chill'd!</br>The crashing wrecks we brav'd, and bore aloof</br>From our domain, the desolating DRIFTS</br>Of broken mountains, hills, and rough-edg'd rocks;</br>Which driven in ridgy masses, rudely tore,</br>And forrow'd up with ruinous force, the LAND,</br>So steep'd, and yielding then, wheree'er they roll'd!</br>And as the waning inundation sunk</br>We still our powers preservative employ'd:</br>Our soil from the accumulated PILES,</br>Outweighing then the weakening waves, to guard.", "\"That time from threat'ning injury thus secur'd</br>Our beauteous realms; through all vicissitudes</br>Of changing elements, they still have been</br>Our unneglected charge, our constant care.</br>When from the gen'ral surface of the glove</br>The deep o'erwhelming DELUGE disappeared;</br>To qualify for future use, t' enrich</br>And beautify the land, we spread a Lake,</br>Expansive, pure, throughout a wide extent</br>Of the delightful west, and rear'd of rock</br>A mound, to bar its access to the main</br>Southwestward; long within its meted bounds,</br>With principles of fertilizing power</br>Replete, the beauteous inland sea remain'd,</br>Discharging through the channels of the north</br>Its superabundant floods.  Its end attain'd,</br>We bade explosive matter from a train,</br>And through the mountain-ledge a passage burst.</br>With rapid flow, to Mexico's great gulph,</br>The unsustain'd, immense of water gushed!</br>And left the bosom of th' enriched expanse</br>T' enjoy the temp'rings of a genial sun.</br>To those high-favor'd regions, to impart</br>Still prouder charms, salubrity, and wealth,</br>And give them commerce with th' enlightened world;</br>We bade from distant mountains, rivers rise,</br>And roll their currents through the mellow'd plains;</br>Meanwhile, wide o'er its surface Vegetation sprang,</br>And trees in shady pride majestic grew;</br>Around those virent branches, thickly twined</br>Luxuriant vines.  Large-grown, gay-tinted flowers,</br>The groves with intermingled beauties cloth'd;</br>And sprinkled odorous sweets on every gale.</br>The tender melody of feather'd love,</br>Its animation spread.  With raptur'd life,</br>Each spray was bending.  Each successive season,</br>Successive beauties brought.  E'en Winter's reign,</br>Though Vegetation fell beneath his frown,</br>With more fertility the soil endued.", "\"Thus, holy guardians!  had our care prepar'd,</br>Long ere his foot had press'd this western world,</br>In it for man, a rich and charming home.</br>And yet than bloody beasts and savages,</br>No other habitants can there be found.", "\"E'er since from Asiatic climes arriv'd</br>The tawny legions, still our guardian zeal,</br>With unremitting fervency has glow'd.</br>How oft when elemental conflicts roar'd</br>Within our beauteous country's blooming bounds,</br>And threatened with convulsions to destroy</br>Its elegance, and worth, have we restrain'd</br>Their devastating rage, and laid asleep</br>The jarring firmament.  Recollect, O Peers!</br>That awful day, the slaughtered Mammoth fell!</br>Against satanic spirits then was roll'd,</br>The thunders of our wrath.  What powers of soul</br>What energy of nerve!  was then requir'd</br>To slay the ravening tyrants of the trembling beasts!</br>And vanquish their infernal aids from Hell!</br>And this we did, seraphic peers, and more!</br>But why our guardian feats enumerate,</br>Since every eye in this divan, declares,</br>Divine determination to pursue</br>The glorious object which conven'd us here.</br>It would, with angel wisdom ill accord,</br>Such zealous vigilance to exercise;</br>And such illustrious labors to perform;</br>Without a consummation of the views</br>Which gave them origin.  'Tis Folly's part</br>To toil, and not enjoy.  To clear the soil,</br>And leave it, t' expend with pains his time, and wealth</br>In building mansions for the vagrant winds.", "\"What next demands attention is the means</br>By which our object best can be achiev'd.</br>And here the Seraph who address'd you last,</br>Has kindly yielded preference to us,</br>Colleagues divine!  as understanding best</br>The savage heart, and therefore best prepar'd,</br>To say what course is likeliest to ensure</br>Our cause success.  The means which I propose,</br>As best adapted to the great design,</br>Is some adventurous woodsman to select;</br>And secretly his soul inspire to choose</br>A band of daring comrades, to explore</br>In hunting guise, our wide unsettled realm;</br>That while unwak'd the savage jealousies</br>Remain, such general knowledge may be gain'd</br>Of that delightful land, as will invite</br>Columbia's enterprising heroes there.</br>But let the chief on whom our choice alights,</br>Be one, in whose expanded virtues of the soul;</br>Benevolence, Mercy, Meekness, Pity, Love,</br>Benignant Justice, Valor lion-like,</br>And Fortitude, with stoic nerves endow'd.</br>And those with whom his fortune is combin'd,</br>Let them be great and virtuous like himself.</br>For if unable to dispose the hearts</br>Of the fierce sanguinary savages</br>To friendship with the whites &mdash; with these to share</br>The uncultivated regions of the west;</br>Adventurers thus humane, from vice thus free,</br>At least would not by cruelty, and crimes,</br>Awaken all the flames of Indian ire;</br>Nor purposely do aught we could condemn.</br>Since Heaven on us the power has not bestow'd,</br>Elsewise than through a medium to achieve</br>So great a work, such let that medium be,</br>As best with God's own sacred will accords!</br>If for the task were delegated first,</br>Without a guide, or previous knowledge given,</br>A jumbled multitude, discord, and blood,</br>Distress, and final failure would attend</br>The enterprise; unless by miracles</br>A supernatural power were interpos'd.</br>In prosecution of the softest course,</br>We still an opposition, bred in Hell,</br>Will have to meet.  Perhaps th' infernal host</br>Appriz'd of our convention, even now</br>Have emissaries station'd, to observe</br>Our consultations.  Cunning, artifice,</br>And machinations croud the courts of Hell;</br>And keep the demon-legions ever keen</br>In vision, to espy, whate'er within</br>Their restless rambles through the roomy earth,</br>May offer means to them, man's weal to mar.</br>But if the savage soul should not be sear'd,</br>And callous made, by Satan's caustic arts,</br>To Reason's force:  if open yet to proof,</br>That NATURE'S common right demands of them,</br>Partition with the Whites, of their wild lands;</br>That Christian Domination there would shed</br>Unknown delights upon their gloomy hearts,</br>And banish thence their thorny woes, and wants;</br>Diffusing through their unillumin'd minds</br>The rays of mental light &mdash; that christianiz'd</br>And philanthropic man can ne'er delight,</br>In the distresses and extermination</br>Of his own kindred men; but the reverse;</br>That he, sweet animating joy derives</br>From seeing happy millions round him swarm;</br>And never is more bless'd himself than when</br>He makes the wretched bless'd &mdash; if Indian minds</br>Can possibly be brought to feel these truths,</br>The plan adapted best t' effectuate</br>An end so great, is that which I propose.", "\"To prove that man's professions are sincere,</br>His practices should therewith coincide;</br>And virtuous conduct in a multitude,</br>Where Satan has more pow'r to operate,</br>Is not so frequent found as 'mongst a virtuous few.</br>But sacred Spirits!  more is needless here.</br>Your searching minds, the theme throughout have scan'd:</br>If they approve the measure I propound</br>So will you now declare.\"", "Through all the hall</br>A vote of cheerful approbation ran.</br>Then rose the guardian Spirit of Enterprise,</br>And thus address'd the Angelic convocation.", "\"Benevolent ministers of love!  we well,</br>On this momentous era of our reign,</br>With gratulations may each other greet.</br>In fascinating perspective I see</br>Refinement's golden temple spread</br>Its softly-temper'd blaze, o'er all th' expanse,</br>Which from th' Alleganean Mountain's base,</br>Westward to the Pacific deeps extend&mdash;</br>I see its brilliance beaming from the Lakes,</br>Whose billows beat the cold Canadian shores.</br>Along Ohio's smooth majestic stream,</br>And Mississippi's mighty flood to where,</br>In statelier pomp their mingled currents roll,</br>O'er distant Mexico's blue-bosom'd bay.", "\"With sun-brown'd cheek, and brow with odorous wreaths</br>Of clover-bloom engarlanded, I see,</br>Young Agriculture smiling o'er the west;</br>While Labor's healthful sons around him flock,</br>And wait his mild commands.  I see rich fields,</br>Green-waving Meads, and flosculous Gardens spread</br>Beneath his gladden'd eye, their copious stores:</br>While Plenty, Happiness, and Peace, and Joy,</br>Religion, Science, Truth, and Love, and all</br>The VIRTUES vivify, illume, refine,</br>Exalt, and sublimate, the NEW-BORN WORLD!", "\"Th' enrapturing scenes we soon shall realize,</br>Which warm prophetic Fancy here depicts,</br>If in pursuit of the benevolent end,</br>On which we have resolved, we delegate</br>To the high charge, a Hero, whom I long</br>Have train'd, with cheerful ease to undergo</br>Privations, dangers, pain, and solitude.</br>When oft thro' frigid storms, and forest-snows,</br>Without a friend, or fire, or even food,</br>Save what the desert gave, I've seen swift speed</br>To rouse from his thick lair, the antler'd Buck;</br>Or from their dark and solitary dens,</br>In dingles deep, or wildly-jutting cliffs,</br>To startle forth the grim predaceous Beasts;</br>The bounding Catamount, and meagre Wolf,</br>The surly Bear, and slaughter-hungering Panther:</br>A Hero whom no terrors can appal:</br>Whose bosom feels no fear, when lost in woods</br>The wildest that in all the mountain waste</br>By wintry winds are swept: &mdash; whose sinewy limbs</br>Can scale the roughest mountain's rocky steeps</br>With vigorous ease, nor feel a fibre fail,</br>Nor quicken'd breath, nor fluttering pulse, bespeak</br>Fatigue.  But in his breast there beasts a heart,</br>In which the warmest blood of Pity flows.</br>For though to him the chace affords delight,</br>As warranted by the Almighty's grant,</br>Within a limited extent; yet such</br>The Hero's tenderness, his soul revolts</br>From needless cruelty, to meanest life.</br>He would not crush with wanton tread a fly,</br>Nor e'en with useless agonies of pain</br>Torment the poisonous snake.  The tear of woe</br>Draws from his breast the sympathetic sigh,</br>And Sorrow's plaintive tale, and mournful mien,</br>Commiseration's tender throb awakes</br>Within his feeling heart.  No passion reigns,</br>Tyrannic o'er his reason, Patriot love</br>With daring majesty his soul inspires,</br>And would with equal valor make him brave</br>The lurking dangers of the savage wild;</br>Or face in open field the frowning front</br>Of thundering Battle.  Generous, guileless, kind,</br>The gripe of sneaking Avarice ne'er compress'd</br>His princely heart.  No mean dissembling smiles,</br>Nor smooth, deceitful speech, his views conceal,</br>Nor form a feint his unsuspecting friends,</br>Within a venal snare to lure.  He gives</br>To modest indigence, with bounteous will,</br>A Liberal portion of his little store.</br>The ostentatious pageantry of power,</br>The moon-shine splendors of high-titled birth,</br>And fluttering Fashion's vain, fantastic pomp;</br>For his sage mind, no more attractions have,</br>Than shining gossamer upon the winds,</br>Or glittering froth, upon the turbid streams.</br>For which we are about to make a choice,</br>Than DANIEL BOONE, th' adventurous Hunter,</br>I recommend.  And he by knowing well</br>The human heart, and having friends, whose souls</br>Like his, can dauntless, brave the stormy wilds;</br>Who th' anguish'd plaint attend, and kindly soothe</br>With sweet condolence Misery's bleeding woes&mdash;</br>Whose souls with magnanimity expand,</br>Sublimely soaring o'er the tinseled swarms,</br>Of Pride, and Fashion.  With such means possess'd,</br>Companions for the tour he can enlist,</br>If then, Angelic Peers!  your judgments deem</br>Him worthy of the trust, so will you say.\"", "With undivided suffrage, the Divan,</br>The enterprising Angel's choice, approv'd:</br>And by their solemn institution gave,</br>To him, protection of the new-made CHIEF&mdash;</br>To him, by secret inspiration t' excite</br>The Hero's valorous soul, to undertake</br>The glorious enterprise, the task they gave.</br>Their great design for action, thus matur'd,</br>Th' enraptur'd convocation ere they rose,</br>Their praise in loud seraphic peans pour'd,</br>Whose frown, an UNIVERSE, in gloom can shroud;</br>Whose smile, Illumination's purest blaze</br>Through an infinitude of Night can spread;</br>And with Refinement's ever-living blooms,</br>Creation's wildest WILDERNESS can clothe!&mdash;", "RELIGION'S sacred Seraph next, gave sign,</br>His hallow'd MAJESTY in prayer t' address&mdash;</br>When bowing low in suppliant attitude,</br>Their animated adorations forth,</br>The reverential congregation breathed;</br>And in a tone of warm pathetic zeal</br>Effused from lips bedewed with melting sweets;</br>With the nectarean quintessence of Love!</br>And honied balm of holy Eloquence!</br>Th' Almighty's kindly prospering smile implored,</br>Around the Hero's dreary path to beam,</br>And light him safely through each winding maze,</br>Until success his great adventure crowned.</br>Their pious service clos'd, the kneeling host</br>Arose, and nought their Session to prolong</br>Remaining now, the holy Synod was dissolv'd.", "Each Seraph spread his sparkling pinions wide;</br>And from the plume-bespangled portico,</br>Light bounded on the gently buoyant gales,</br>And swiftly sail'd to his appropriate Sphere.", "So from their anchorage launch'd, majestic Ships,</br>The liquid deeps, in gallant beauty skim;</br>And seek o'er Wilds of Ocean far remote,</br>In various distant Realms, their native ports.", ""]