["The purple glow of day begins to fade,</br>And hears its requiem in the vesper bell;</br>The deeper silence of the sacred shade,</br>Re-echoes to the soul the solemn knell.", "While o'er the hallow'd ground we living tread,</br>Soft, let us pause, and from each friendly tomb,</br>That shrouds the ashes of the mould'ring dead,</br>Receive the awful presage of our doom.", "Mark where yon' proud mausoleum lifts its urn,</br>Boasting the wealth its tenant once possest:</br>Pride rears the pile, with fatal pride we burn,</br>Unthinking we are fragile at the best.", "When stretch'd upon the icy bed of death,</br>And all the vital functions vibrate slow,</br>Can sordid gold arrest the fleeting breath,</br>Or bid the crimson tide begin to flow?", "Within the precincts of the holy fane,</br>The presence temple of the King of Kings,</br>(Where deep humility our hearts should reign,</br>Where angels veil their faces in their wings;)", "Ancestral honours, titles, place, and pow'r,</br>In long array, excite the rising sigh!</br>Where are they? &mdash; forfeit to the fatal hour,</br>And prostrate underneath the marble lie.", "Vain man!  swift gliding down the ebbing stream</br>Of earth-born joy, which like a vapour flies,</br>Writes o'er the ashes of his sires, their dreams,</br>Their state inherits, dreams, and also dies.", "Beneath this simple stone, the good man sleeps;</br>Its best adornment tells, \"here lies the just;\"</br>Each heart, each eye, his honour'd mem'ry weeps,</br>And kindred seraphs watch his sacred dust.", "His life display'd the course his precepts taught,</br>Within the line prescrib'd he ever trod;</br>With holy zeal his Master's battles fought,</br>And now he triumphs with his saviour GOD.", "Vers'd in the page of universal lore,</br>The sage beholds its downward progress grow;</br>Ransacks and culls the philosophic store,</br>But all his science yields to Death's fell blow.", "E'en Beauty, deck'd with ev'ry winning charm,</br>To draw and fix the wide admiring crowd;</br>No more awakes the tender, soft alarm,</br>The earth her mantle, and her robe the shroud.", "Sweet are the blushing beauties of the rose,</br>Sweet are the odours which around it fly,</br>Cheer'd by the influence of the sun it glows,</br>But winter comes, its beauties fade and die.", "See where the strong man writhes beneath the dart,</br>While groans convulsive bursting from his breast,</br>Confess the anguish of his tortur'd heart,</br>Reluctant dragg'd to stand the awful test.", "The heaving sod with twisted osiers bound,</br>Points out the mansions of the humbler dead,</br>To dust return'd, the young, the gay around</br>Their ample lesson to the living spread.", "Thus have we seen an unrelenting blast,</br>Commission'd with destruction from on high,</br>Tear up the tenants of the forest vast,</br>And all in undistinguish'd ruin lie.", "Since then one gen'ral never-failing doom,</br>Consigns us to the cold and darksome grave;</br>With eager wishes soar beyond the tomb,</br>And mercy seek of Him who died to save.", "Oh!  may we ever tread \"the narrow way,\"</br>'Till life's dim setting-star no more shall burn,</br>Then shall we hail with joy approaching day,</br>And leave this sweet memorial on our urn:", "EPITAPH:</br>Here sleeps in dust by feelings once adorn'd,</br>Just, pious, humble, friendly and sincere,</br>In each relation all the angel dawn'd,</br>Which angels saw, and mov'd him to their sphere.", "With ev'ry virtue glowing in his soul,</br>Resign'd the gloomy vale of tears he trod;</br>Onward he press'd towards the promis'd goal,</br>The presence of his Maker and his GOD.", "Tho' mouldring here the earthly casket lies,</br>Whence soaring up the tenant spirit fled;</br>Rob'd with etherial splendour it shall rise,</br>And quit the gloomy mansions of the dead.", "Lo!  where, with well-tun'd imitative art,</br>The sculptor's chissel to these cherubs gave</br>A striking emblem of their chosen part,</br>To hold a lasting vigil o'er his grave.</br>"]