["O there are thoughts that sweep along the mind</br>Like shadows flying o'er a field of corn,</br>Like lights and shades before the driving wind</br>O'er the broad bosom of the Ochills born:</br>These are the robes Poetic souls have worn,</br>Shifting their drapery, ever wild and new&mdash;</br>Nor reck they how the world may hold in scorn</br>Those fantasies of every form and hue</br>With which they garlands weave, far from the vulgar crew.", "These be it mine to follow &mdash; like the bee</br>Sipping from every bud and mountain flower&mdash;</br>Where'er the wings of love do carry me,</br>O'er hill, o'er dale, through sunshine, and through shower&mdash;</br>Where rolls the ocean, where the storm-beat tower</br>Frowns on the cliff, or where the rivulet's maze</br>Melodiously encircles grove and bower;</br>No matter where my roving spirit strays,</br>If Nature still be there, and Fancy's living rays.", "No theme proposed or thought of, on my flight</br>Abroad I launch into the boundless air,</br>I feel my pinions shivering with delight,</br>Moved by the Zephyrs bland that winnow there&mdash;</br>Heaven all serene above, Earth bright and fair</br>Below; under mine eye a dazzling stream</br>Ripples around its dry white stones, to where</br>A wood enfolds it from the noon-day beam&mdash;</br>I follow its sunk course, and lay me down and dream.", "Green is the fairy turf on which I rest,</br>And oak trees wave their chequering light around&mdash;</br>Forth from the depth of shades, a maiden drest</br>In huntress guise, steps out, with buskins bound,</br>Her laughing face somewhat with toil embrown'd&mdash;</br>Say, have you seen (quoth she) the deer I chased,</br>For this way fled he from my questing hound?&mdash;</br>Scarce waiting my reply, she onward paced,</br>And darker gloomed the wood which late her path had graced.", "With that from every bough there trilled the voice</br>Of birds innumerous, varying their quick notes,</br>And sunbeams bursting in awoke their joys,</br>That one wide melody around me floats,</br>The mingled concord of a thousand throats:</br>I closed mine eyes in ecstasy, but ceased</br>Th' aerial minstrelsy at once, when goats</br>Browzing appeared before me on the breast</br>Of precipice that o'er that forest reared its crest.", "A cave in that rock opened, with a stone</br>Smooth worn beside it, as an ancient seat,</br>On which, beneath the wild ash waving lone</br>Above, whoso sought shelter from the heat</br>Might there find solace and a calm retreat&mdash;</br>From the cave's mouth an old man issued slow,</br>And sate him down, and of the herbs did eat,</br>Which from his stores he brought, nor needed go</br>For drink, for at his feet the stream did freshly flow.", "Vanish at one quick twinkling, wood and stream,</br>For that old man has waved his magic wand,</br>(His white beard shines and passes in the gleam:)</br>Now, on an open plain I seem to stand,</br>Where a fair castle rules the subject land</br>Built on the height &mdash; down falls its passage bridge&mdash;</br>For sounds a horn, and lo!  its gates expand&mdash;</br>Ladies and knights wind down the mountain ridge,</br>And champions pricking forth with knightly privilege,", "Meet on the field of arms &mdash; the shivered spears</br>Clashing against the shields &mdash; the men unhorsed,</br>The horses running wild &mdash; a thousand fears</br>In tender bosoms beating &mdash; thus they coursed</br>And tourneyed, till who plainly had the worst</br>Are borne array unhonoured, and one youth,</br>The chosen champion, who the rest has forced</br>To yield the palm of beauty and of truth</br>To his bright maid, kneels down, and dear her smile, in sooth.", "O poets old forgive, if from your lays</br>These scattered snatches my preluding strain</br>Have formed, how weak and barren of all praise,</br>Compared with your immortal things, which vain</br>I strive to imitate &mdash; and so profane</br>The glories of your verse, with creeping style</br>That feebly labours your height to attain,&mdash;</br>Upon that summit bright ye sit, and smile</br>At my poor tottering pace, so lame, and low, and vile!", "Yet often on my soul, in life's long day,</br>Have flashed the glorious gleams of poesy,</br>Tho' clouds have intercepted quick their ray.</br>And wrapt me in thick gloom, from which to flee,</br>My spirit scarce availed me.  Could I see</br>That light for ever, it would guide me on</br>Through this vain mask of life, where scarce for me</br>Is left a part to act, till all is gone</br>For ever from my eyes, and action there is none.", "This world how full of beauty, where the heart</br>May find a resting place, and it may rest</br>Without a pang or care, like bird whose art</br>Has, amid leaves sweet gleaming, form'd a nest!</br>O could my spirit, ever on the breast</br>Of Nature, fix its dwelling, as a child</br>Clings to its mother's bosom, all that's best</br>On earth were then my portion, and exiled</br>For ever from my soul, whatever has defiled!", "Innocence, Nature, Poesy &mdash; ye are</br>The graces of man's spirit, led by you</br>It rises above every inward jar,</br>And prunes its wings delighted, by the dew</br>Of love refreshed, which doth its thoughts imbue&mdash;</br>What is this world of toil, through which we drive,</br>Imperious passions, fantasies untrue?</br>Could we possess our souls, how much alive</br>Were then our better life, how little should we strive!", "O what minds have appeared passed along</br>This theatre of earth &mdash; what thoughts divine</br>It has awakened &mdash; thoughts that glow in song,</br>Or haply that could never cross the line</br>Of the pure soul that formed them &mdash; its confine</br>Girding them in, as all unfit to meet</br>The ruffian air, or in the glare to shine</br>Of wit or verse, however smooth and sweet&mdash;</br>The secret things of heaven have in the heart their seat!", "Were the true revelation made of all</br>That men have thought since they have skimmed the ground,</br>As on one greater day will yet befal,</br>When all that ever breathed shall, at the sound</br>Of trumpet, gather the high seat around,</br>Where judgment will be given; O not alone</br>Would evil from its folds and hidden bound</br>Break forth, but things more glorious than have known</br>The light of day, or in the world's proud front have shone:", "Dreams of poetic skyey grain, which words</br>Could ne'er embody &mdash; thoughts of moral good,</br>Of holiness, to which no form affords</br>Expression &mdash; (howe'er loftily endued</br>By school or church with title, oftener feud</br>Than faith administering) &mdash; love, and peace,</br>And joy, tricked out in gracious beams, bedewed</br>With all the beauty which doth never cease</br>To rise from earth to heaven, like steaming sacrifice.</br>"]