["No! &mdash; I invoke not you, Pierian maids!</br>For me, no Pindus fires the fabling muse!</br>I hail the spirit, who dispels the shades</br>Of error, and unfolds celestial views.</br>Nor shall that spirit to my prayer refuse</br>To paint the fond enthusiast far astray;</br>And, where the weetless wretch a shade pursues,</br>Tell, how absorb'd was reason's cheerful ray,</br>And mark, what ills enclose the wanderer's gloomy way.", "With grief, with terror, we survey the hour,</br>When passion blots in man the living light;</br>When fancy, too, exerts the ruthless power,</br>To plunge its votaries into tenfold night.</br>See, see, religion (where each grinning sprite</br>&mdash;Speeds its pale course across yon devious wild)</br>Bend downward from her everlasting height</br>To rescue from its fangs her wayward child!</br>Yet friends usurp the place, where erst the cherub smil'd.", "O'er the rude cliff, where Teign, descending, flings</br>Its foam, a castle hath, for ages, stood;</br>Firm as the wizard rock above, that sings</br>Preluding to the storm! &mdash; Then, tempests brood</br>Deepening, at every pause, the incumbent wood!</br>Then, sudden, the wild winds, with keener search</br>Pierce the hoar caverns of the wrathful flood;</br>Now mingle oak and ash and purple birch,</br>Now, thro' the severing boughs, disclose the steepled church.", "Fast by the fane, we meet a modest thatch,</br>Where sprinkled flowers still cast their early gleams:</br>There yonklings wont to lift the lonely latch,</br>Their lessons conn, as little folk beseems,</br>And hie them home, to follow faery dreams.</br>And, at small distance, granite walls arise,</br>That as a mass of foliage round them streams,</br>By fits appear, and vanish from our eyes&mdash;</br>A pure asylum once, the nursery now of sighs!", "These walls, that cot the good SIR ROWLAND rear'd,</br>The long-lov'd master of the castled dome;</br>As each trim cottage, by his friendship cheer'd,</br>To far off Hamlets was an envied home.</br>Then from yon' school, each imp in opening bloom,</br>Then, from yon walls, the sick his bounties bless'd.</br>And oh!  fast gathering to his sainted Tomb,</br>The young, the old, with rival ardour press'd,</br>And wip'd the eye in tears, and smote, for dole, the breast!", "If e'er this heart had heav'd a boding sigh,</br>'Twas when he notic'd, in his rising heir,</br>A gloom that seem'd to quench the vivid Eye,</br>And blight the springtide promise opening fair:</br>'Twas when he saw young AARON brooding care</br>Midst merrimake; and oft, the child of spleen,</br>Hastning the dalliance of the muse to share</br>Where the dim beech-walk spread the umbrageous screen,</br>And hide from vulgar sight the desultory mien.", "Still, pensive AARON, thro' the embowering glade,</br>His tale of fancy told to every tree;</br>Or, if no willing muse inspir'd the shade,</br>Sigh'd, by some gurgling brook, to pale Ennui!</br>Tho', yet awhile, from worldly noyance free,</br>How few the rays of joy illum'd his heart!</br>Alas!  unlike his sire, from festal glee</br>That cheer'd the hall or Hamlet would he start,</br>And deem the sufferer's plaint, all hypocritic art.", "If, on his cheek the flush of pleasure glow'd,</br>'Twas when the holy rocks he roam'd around;</br>And, from his lyre as Druid numbers flow'd;</br>Gave echo to repeat the solemn sound.</br>If, where the bowl, with rosy girlonds crown'd,</br>The reckless sons of dissipation draws,</br>He glanc'd one courteous look, nor coldly frown'd;</br>'Twas when a Crito prais'd with sly applause</br>His rhymes, and mask'd a sneer in each emphatic pause!", "But lo!  SIR AARON, to the bridal bed,</br>(Fair as the brightest damsels that adorn</br>Devonia's myrtle vales) his AMORET led&mdash;</br>His AMORET stealing blushes from the morn!</br>Lo, on the saffron wings of pleasure bourn,</br>The circling hours too swiftly seem'd to fly!</br>No more he mus'd, by fits, like one forlorn,</br>But laugh'd, when AMORET laugh'd, he knew not why,</br>And liv'd on every look, that kindled in her eye.", "With her, how pleas'd to rear the unfolding flower,</br>See faery pencils every leaf imprint</br>With its clear azure; weave the summer bower</br>That, bending, colour'd with its purple tint</br>The crystal wave; &mdash; to draw from fancy's mint</br>Of poesy, the rich resplendent store;</br>And sees (as AMORET might suggest the hint)</br>Each glowing thought, or spurn the illusive lore,</br>His AMORET in his arms &mdash; could fancy picture more?", "With her, how charm'd to range in fair array</br>Their little rustic school, SIR ROWLAND'S pride,</br>And learning to the village Chorle display,</br>Such as in village Chorle was ne'er espied.</br>With her, how charm'd, the sick man's couch beside,</br>His fainting heart with cordial balms to bless;</br>To cheer lorn huts, for bread where orphans  cried;</br>And kindly own, corrected by distress,</br>Each too luxurious wish, each selfish feeling less!", "Nor did the sigh unnotic'd mix with air,</br>As in their breasts the love of offspring glow'd:</br>Heaven, that, assenting, hears the pious prayer,</br>To crown connubial bliss, the boon bestow'd.&mdash;</br>Yet not unruffled every moment flow'd:</br>Too soon, as cares might vex, or sameness tire,</br>The symptoms of caprice SIR AARON show'd;</br>And, as his eye-balls flash'd with sudden fire,</br>Lost, in the casual glance, the husband and the sire.", "One moody morning, as SIR AARON pass'd</br>From  book to book, unheeding all he redde,</br>His vagrant eye on legends quaint he cast,</br>And with delicious dreams his fancy fed.</br>And say, what new poetic vision shed</br>So fine a radiance to relieve the gloom?</br>Behold, by folly and by falsehood bred,</br>Conversions quick as light, the dismal doom</br>Of sinners yet uncall'd, and saints the spawn of Rome!", "Eftsoons, tho' AMORET was his bosom-wife,</br>Amid diurnal fiction dark and vain,</br>He woo'd, oblivious of the sweets of life,</br>The phantoms that inflame a saintly brain,</br>Yet, with a smile to banish every pain,</br>(If from an angel-smile might sorrow flee)</br>How oft she bade, her prattlers, to regain</br>Some fleeting favour, clasp their father's knee&mdash;</br>But, as they lisp'd their love, to love how lost was he!", "As young joy danc'd in AMORET'S sportive eye,</br>To speak a bosom yet untouch'd by care;</br>Heavens!  'twas enough to scatter every sigh,</br>Enough to chase the demon of despair.</br>Yet he, perhaps, with strange mysterious air,</br>Would ponder on the dark and billowy cloud,</br>And paint, in dreadful march, chimeras there;</br>Or, on the dying hearth, by spleen o'erbrow'd,</br>Detect the plumed hearse, and catch the dim cold shroud.", "Thus AARON dream'd; from apparitions pale</br>When once, as wild the woods he travers'd, broke</br>From a hoar barn, in sooth no sound of flail</br>Enlivening rural echo at each stroke,</br>But other murmurs to the simple folk.</br>Sweet as the ringing brass to bees, I wist&mdash;</br>The voice, that warn'd them, the infernal yoke</br>To 'scape, and flee damnation, and enlist</br>With him, the elect of Heaven, yclept a Methodist!", "There as the rounder shook his tresses lank,</br>The crowd, in wonder, on his accents hung;</br>And, as the voice of inspiration drank</br>The dulcet words that trickled from his tongue;</br>When AARON, mingling with the motley throng,</br>Was mov'd with \"thoughts that melt and strains that touch\"&mdash;</br>Saw sinners, sudden in the spirit strong;</br>Saw limping saints spring forth, and spurn the crutch;</br>Saw glories streaming round, for eyen too much!", "Whilst with an honest zeal, one sabbath morn,</br>A portrait of the lambs the Rector drew;</br>Lo, as beside himself with rage and scorn,</br>Sir Aaron rush'd abruptly from his pew;</br>And mutter'd:  \"to the Church I bid adieu,</br>If scoffers with such Cates the pastor feast!</br>If thus he call the elect a lying crew!</br>'Tis but to carry to his mill more grist,</br>He stamps, and fumes, and chafes &mdash; the hypocritic priest!\"", "Thus, eloquent in Ire, Sir Aaron cried.</br>Then jump'd in sudden transport:  \"Oh!  I feel</br>Thro' all my tingling veins the spirit glide</br>And melt with sacred fire this heart of steel,</br>Satan!  'tis done!  at my wit's end I reel!</br>I hail &mdash; dire parturition! &mdash; the new birth!</br>Now, serpent, thou has vainly bruis'd my heel!</br>Now, tho' my former self was nothing worth,</br>Fast mounting to the heaven I kick this clod of earth.\"", "The Baronet, \"commercing with the skies,\"</br>The wondrous story of the spirit told:</br>His youthful lady view'd him with surprize;</br>And, as he condescended to unfold</br>The cause that made him of unsinning mould,</br>Was well nigh smother'd in a laughing fit.</br>His fiery orbs with indignation roll'd;</br>And \"damn'd (said he) are they, who, satan-smit,</br>Scoff at the Lord's elect to point their wicked wit!\"", "Not so, EMIRA, AMORET'S gentle friend,</br>To heaven-struck AARON'S freaks her ear inclin'd;</br>'Twas hers, a sigh to every sigh to lend,</br>Of, if no sigh approach'd her, to the wind.</br>Melting o'er animals of every kind,</br>To the poor Baronet so sadly craz'd,</br>Her stores of tenderness she quick resign'd;</br>Now look'd half credulous, and now amaz'd,</br>Now thro' a glist'ning tear the gem of pity graz'd!", "How sweet, when pity o'er the virgin's cheek,</br>Her genuine tint, her simple colouring throws,</br>When, from moist eyes, her rays unbidden break,</br>The trembling dew-drops that impearl the rose!</br>Yet, in each look, each tint, what poison glows!</br>To soft EMIRA, o'er and o'er again</br>His tale he told, and soon survey'd her throes,</br>Her sympathetic working; nor in vain</br>Hail'd the new babe of grace &mdash; a babe without a stain!", "To steal into the wood-walk, or to meet</br>By chance, amidst the mazes of the grove;</br>There the quick progress of the spirit greet,</br>With looks of adoration fix'd above;</br>Or breathe, reciprocally, sighs of love,</br>Full oft was theirs; when AMORET with a smile,</br>Frolic and arch, her Dryad would reprove,</br>And drop the careless joy, devoid of guile,</br>And laugh, still light of heart, unweeting all the while!", "One moonlight eve (a time when fancy coins</br>Her myriad shapes) he bent his lonely way,</br>With old sensations in his reins and loins,</br>Where with his babe of grace he wont to stray:</br>As languishing at home the fair one lay&mdash;</br>Sweet lambkin!  of the spirit somewhat sick!</br>'Twas then a voice or said, or seem'd to say,</br>Sharp as he felt a goad his conscience prick,</br>\"Fly, fly these haunts obscure, nor inspiration trick!", "\"Why thus, a saint, in sylvan silence sneak;</br>Nor, in the face of day, the word proclaim?</br>Go, from the embraces of thy consort break;</br>Go, leave thy babes, nor heed the worldling's blame.</br>What is a child, a parent? &mdash; tis a name</br>Which sinners but disgrace, and saints disown!\"</br>Deep from a tower the voice ethereal came,</br>Whilst lightening every cleft and mossy stone,</br>O'er the majestic pile a fierce effulgence shone.", "Where Teign, more tranquill, round the hamlet rolls,</br>A cobler's cabin peeps thro' ashen shade.</br>Its master, now the cobler sly of souls,</br>Aspir'd to mend mankind where shoes were made!</br>Brown was his awl with rust, his last decay'd.</br>With Paine he cavil'd, and with Wesley glow'd,</br>And, by a rounder's crafty tongue betray'd,</br>Ne Losel had, with Tom, so deftly rode,</br>Ne, on the spirit's wings, come flying all abroad!", "Attracted to this stall, the parish clerk</br>(To whom SIR ROWLAND erst the school consign'd)</br>Felt, at his heart, each wily doctrine work,</br>And to the cobler gave his opening mind.</br>Nor he, who to the Asylum had inclin'd</br>His cares, his servant, for the spirit itch'd!</br>Ah me!  from eloquence and gold combin'd,</br>Who, who escapes, and triumphs unbewitch'd?</br>Whilst Plutus touch'd their palms, their ears Apollyon twitch'd.", "Thither hied AARON.  From his awful scowl,</br>Of gin too conscious, the caballers shrunk:</br>So shrinks in terror, Benedictine cowl,</br>Where some intrusive eye detects a punk.</br>But most the mazy cobler's spirit sunk&mdash;</br>When \"DRYWIT!\" (said his lord, and stuttering, ceas'd)</br>\"DRYWIT!  for aye, at sunset deadly drunk!</br>And roaring in thy cabin like a beast,</br>I greet thee by Heaven's call from sin and death releas'd!\"", "Yet, with its custom'd fumes of copious gin,</br>By AARON'S nose unheeded, steam'd the stall.</br>Lo, DRYWIT, in his mighty shop of sin,</br>To pence and Paine had offer'd up his awl,</br>Now from their station, twinkling each grey ball</br>Seem'd prompt to leap:  yet, \"I,\" SIR AARON cried,</br>\"I too, my DRYWIT, have receiv'd the call,</br>And, like the trumpet's blast, shall, far and wide,</br>Send my  terrific voice, appalling earthly pride.", "\"Say thou, my spiritual soldier!  wilt thou  aid</br>Thy chief, accoutered for the spiritual work?</br>Quit, with no faultering step, thy sober shade,</br>And march, unscar'd, where hosts in ambush lurk,</br>Thirsting for blood; where, savage as the Turk,</br>Though Christians deemed, they burn with rage and lust?</br>Yes!  tho' thou meet the night's insidious dirk,</br>The noontide arrow in thy buckler trust,</br>And bid the foes to heaven lie low and lick the dust.\"", "Then, by the help of hems more bold in speech:</br>\"Arch devil, thy wide dominions soon shall shake!</br>For, DRYWIT!  ere on earth the word we preach,</br>Be ours to journey to the brimstone lake.</br>There shall we challenge Satan, for the sake</br>Of souls possest, o'er whom the fiend now flaps</br>His sooty wings; when quickly shall they wake</br>To a new life; hereafter from mishaps</br>Secure, nor heed the flesh, nor into sin relapse.", "\"Where a vast rock o'erhangs a hollow dale,</br>In secret talk I heard the Rounder say,</br>A wondrous plant enshrines its pistil pale</br>In the dense gloom, impervious to the day,</br>A shrub, whose virtues would to light betray</br>The fiery gulph, and tame the powers of hell!</br>Thither, then, DRYWIT!  let us bend our way:</br>The spirit, by a mode no man can tell,</br>Shall guide us to the plant, amidst the dreary dell.\"", ""]