["Etherial Pow'r, whose energy divine</br>Once touch'd the British breast with hallow'd fire,</br>With furtive steps I seek thy honour'd shrine,</br>And trembling touch the plaintive Lyre.</br>Alas!  no more, with sounding string</br>And manly voice, thy praise I sing:&mdash;</br>Lo, Terror spreads her gloomy reign,</br>And cold Suspicion chills the strain!</br>As waving high the Tyrant's Scrouge she views,</br>In mute amaze absorb'd deep sighs the drooping Muse.", "Beneath this fretted rock, whose jutting brow</br>By the tough Oak, that braves the blast, is crown'd;</br>Let thy fond votary breathe his ardent vow</br>Nor ears unhallow'd catch the unlicensed ground;</br>By BRUTUS keen deep searching steel,</br>By the unerring shaft of TELL,</br>By HAMPDEN'S venerable shade,</br>By glowing CORDE'S vengeful blade,</br>Oh, stay thy flight, impell'd by just disdain,</br>Nor yet on soaring wing thy native skies regain!", "Thus wail'd the Bard, when, from an azure cloud,</br>Celestial Light in bright effulgence shone;</br>Aw'd by the dazzling beam to earth he bow'd,</br>And ths the Goddess from her gleamy throne:&mdash;</br>Mortal, repress the bursting tear,</br>Banish every coward fear,</br>Indignant at atrocious wrong,</br>Be nerves of steel with vigour strong;</br>Destruction soon shall blast each Despot Horde&mdash;</br>While Freedom grasps the spear, and waves the glitt'ring sword.", "Where Niagara pours his roaring floods,</br>The tawny Warrior speeds his trackless flight,</br>While length'ning files explore the lonesome woods,</br>Fir'd with disdain and eager for the fight.</br>The thickly tangled brakes among,</br>Gaily march the gallant throng.</br>Hark!  echoing thro' the winding dell,</br>Dismal sonds the savage yell;</br>Death mows the ranks aghast in dumb amaze,</br>So swift, from bush to bush, the rattling vollies blaze.", "So, while a People, aw'd by Tyrant Pow'r,</br>In dread concealment breath'd th' indignant soul,</br>Oppression's Minions hail the jocund hour&mdash;</br>And proudly forge the Shackles of Controul!</br>'Till, sudden as the burst of light,</br>Myriads rouse their latent might;</br>Starting at the wild alarm,</br>Vengeance bares his blood-stain'd arm&mdash;</br>And, whelm'd beneath the Patriotic tide,</br>Lo!  every vestige sinks of big Despotic pride!</br>"]