["No Nymph e'er enjoy'd a more tranquil retreat,</br>Than fortune bestow'd to my lot;</br>My lambkins wou'd gambol, and sport at my feet,</br>Contentment still smil'd on my cot.</br>I envy'd not others, tho' favour'd with wealth,</br>Nor pride nor ambition I knew;</br>I always enjoy'd the sweet comforts of heath,</br>My moments still chearfully flew.", "If a turbulent passion e'er seem'd to invade,</br>For who will not passions assail?</br>I then wou'd retire to the heart-soothing shade,</br>T' improve from the nightingale's tale.</br>When Aurora, bright goddess!  appear'd in the east,</br>And the lark sung aloud her mild reign;</br>My flocks wou'd repair to their morning's repast,</br>And sport on the fresh dewy plain.", "Well pleas'd, I beheld the sweet innocents play,</br>And smil'd at the gambols they made;</br>But, when the sun shone with too potent a ray,</br>These witlings I drove to the shade.</br>As once to the primrosy bank I repair'd,</br>(The place every sacred to love!)</br>Young Damon there met me, his passion declar'd,</br>In a strain which my heart did approve.", "Excuse a fond maid that's a stranger to art,</br>If the youth's lovely form I pourtray;</br>At least, an imperfect description impart,</br>For who can his graces display?</br>His broad manly forehead, embrown'd with the sun,</br>Had ne'er known a wrinkle, or frown;</br>The tresses, that did the dear youth so adorn,</br>In ringlets flow'd gracefully down.", "His eyes they were azure, delightful to view!</br>Thro' which beam'd the traits of his mind;</br>Spoke the heart which the art of deceit never knew,</br>But always was pure and refin'd.</br>The cheeks of my swain were with down overspread,</br>And blush'd like the rose on the thorn;</br>His breath diffus'd odours, which instantly fled,</br>And mix'd with the sweets of the morn.", "T' have heard the dear youth, who was form'd so complete,</br>(The object of Nature's fond care!)</br>On his pipe breathe the sonnet, in accents so sweet,</br>Might the heart of a goddess ensnare.</br>I sing my experience, tho' languid the strain!</br>More languid the sequel will prove;</br>No more shall I taste the sweet joys of the plain,</br>Since torn from my arms is my love!", "Full oft wou'd my my swain, (when impell'd by the heat</br>Of Phoebus, great regent of day!)</br>Repair to the river, his fav'rite retreat,</br>There lave the cool moments away.</br>One bright sunny morn, as I drove forth my flock,</br>The health giving sweets to inhale;</br>When, lo!  on the sudden my heart felt a shock,</br>And a murm'ring ran thro' the vale.", "The flocks of young Damon promiscuously ran,</br>Wide-scatter'd, and bleating amain;</br>And all seem'd the haunt of their shepherd to shun,</br>Whilst terror o'erspread the wide plain.</br>\"O Heavens!\" I exclaim'd, and I sprung thro' the brake,</br>The birds in sad concert did mourn;</br>For Damon, ah!  luckless!  had stray'd to the lake,</br>Alas!  never more to return!", "Ye Nymphs, who preside o'er the pure limpid stream,</br>Or rove the green willows among;</br>Make the woes of young Damon your favourite theme,</br>For Damon delighted in song.</br>And should your soft music, ah!  hopeless the strain!</br>E're wake the dear shade of my love!</br>Oh!  waft him with speed to the cold dewy plain,</br>To soothe the sad nymph in the grove.</br>"]