["Hence, Fiend of horrid Mien,</br>Whose bugbear Phantoms haunt the clouded Breast,</br>The calm of Life molest,</br>And torture with ideal Pangs of Spleen:</br>With downcast Eye, that ne'er</br>Aspires above the Ground; hence, Melancholy,</br>\"'Mongst Shrieks and Sights unholy\"</br>Thy hateful Orgies hold; or happly find</br>The dark Assassin's Mind,</br>Be that thy Seat, plant all thy Daggers there.</br>But Hope, fair Child of Phantasy,</br>Tho' ever absent, ever nigh,</br>With waxen Taper beaming bright</br>Auspicious chear my ravished Sight;</br>For thy gay Prospects Pleasure crowns</br>Beyond the Pale of Fortune's Frowns.</br>Enchanting Dreams and fond Desires</br>The Radiance of thy Beams inspires;</br>That nearer as they tend decay,</br>And in Fruition fade away.", "Thou are not of the servile Fry</br>Of Dunghill-nested Flattery;</br>That meanly cringes at the Gate</br>Where swells the Pomp of gilded State,</br>While Virtue lays her lowly Head</br>Beneath an unfrequented Shed.</br>Thy honest Beams to all dispense</br>Fond Flattery's lulling Influence,</br>Soften Affliction's bitterest Throw,</br>And bring a Balm for every Woe.</br>Oh let thy Care-beguiling Ray</br>In fond Illusion round me play;</br>Nor on the rosy Pinions borne</br>Desert me here a Wretch forlorn;</br>Of thee bereft in gloomy Cell,</br>The Sister Cave of blackest Hell,</br>With Hair upreared, and stony Eyes,</br>'Midst doleful Shrieks and hollow Sighs</br>To trace thro' Avenues of Care</br>The dark Abodes of dread Despair.</br>That Phantom vain I cast behind</br>To Ocean drear or empty Wind</br>For thee, whose Heart-enlivening Gleam</br>Gilds the gay Courtier's splendid Dream;</br>The Statesman's anxious Bosom warms</br>With Glory's light ideal Charms,</br>While Fancy stamps upon his Name</br>A Cecil's or a Bethune's Fame.", "Lured by that Ore's resplendent Hue,</br>That marks the Veins of rich Peru,</br>The Sailor quits his Bed of Ease,</br>Alert to roam the treacherous Seas;</br>His Life for flattering Hopes resigned</br>A Victim to each veering Wind.</br>Another in the rattling Car</br>Sweeps to the Work of wasteful War;</br>There gives his brazen Throat to roar,</br>While blood-stained Slaughter shuts the Door</br>Of Pity; o'er th' embattled Plain</br>Tho' Danger threat and Terror reign,</br>Their Giant Forms in vain assail,</br>Hope steels his Breast in triple Mail.</br>Thus thro' the World's tempestuous Tide</br>The fickle Bark of Life we guide;</br>No hideous Shapes of Fear dismay,</br>But pleasing Prospects smooth the Way,</br>If thy bright Influence gild our Sky,</br>The Cynosure of every Eye.", "On some lone unfrequented Shore</br>Place me, where lashing Surges roar,</br>Where each hoar Mountain's shaggy Brow</br>Is mantled deep in fleecy Snow,</br>Or Drought embrowns the thirsty Lands</br>In Africk's waste and barren Sands:</br>While float no Bird's wild-warbling Strains</br>Along the melancholy Plains,</br>And human Vestige none is found</br>To mark th' inhospitable Ground.</br>Still on the Wings of Hope I'll dare</br>Th' Icarian Flight thro' trackless Air;</br>While swift as Sol's descending Ray</br>Impetuous Fancy shapes the Way</br>To Albion's Cliffs, to Isis' Plain,</br>Where Liberty and Science reign.", "Should Fortune in fantastick Sport</br>Decoy me to the busy Court;</br>With Ostentation false and vain,</br>And airy Fame's ideal Train,</br>And Promises as vain as these,</br>There cheat me of my present Ease:</br>Or to that Mansion dark and drear</br>A Prison's hollow Wasteness bear;</br>Where Time's dank Hand in Filth obscene</br>Paints naked Walls with mildewed Green,</br>Where the proud Porter Scorn awaits,</br>And Grief sits staring thro' the Grates:</br>Yet chearful Hope's benignant Ray</br>Shall chase each gloomy Thought away,</br>His Taper trim shall glad my Eye</br>With pristine Ease and Liberty.", "See Phoebus thro' the waning Year</br>His fiery-footed Coursers bear</br>From Libra's Equinox, to shed</br>His genial Warmth on Scorpio's Head.</br>While Age's Hand, imprest on all</br>Rich Nature's Works, has sealed their Fall;</br>From each gay Leaf the Verdure flies,</br>The drooping Foliage fades and dies:</br>I read in Nature's Ethick Plan,</br>How short, how fleet the Life of Man.</br>Oh now, fond Flatterer, now diffuse</br>Thy genial Sparks, and rouse the Muse,</br>Check her mean Fears, and hush each Sigh,</br>Give her to stretch her Eagle Eye</br>To Mansions, whence the Mind serene</br>Shall view this sublunary Scene;</br>Unshocked at that tremendous Day,</br>When Nature's Works shall melt away.</br>There throned in yon' Empyrean Sky</br>Above the Ken of mortal Eye,</br>Unbounded by the starry Pole,</br>Transports refined shall touch the Soul;</br>Pure as from Source celestial Spring,</br>And mock the Reach of Fancy's Wing.", "Oft as chill Horror damps the Mind</br>In Matter's sluggish Cell confined;</br>Such pleasing Prospects, Hope, inspire,</br>And the rapt Muse shall catch the Fire:</br>To Themes like these attune the String,</br>And decent Awe shall prune her Wing.</br>"]