["Ye Powers unseen, whose pure aerial forms</br>Hover on Cambria's awful mountains hoar!</br>Who breathe your fury in her raging storms,</br>And join your deep yells to the tempest's roar,</br>Assist my visionary soul to soar</br>Once more enraptur'd o'er your prospects drear;</br>Let each sensation warm my heart once more,</br>That wont to prompt th' enthusiastic tear,</br>And raise my restless soul when your wild scenes were near!", "Sure ye who viewless range those prospects blest,</br>And swiftly glance o'er many a heath-clad hill&mdash;</br>Sure ye oft animate the glowing breast,</br>And often warm with many a mystic thrill</br>The pure poetic fancy! &mdash; Oh!  deign still</br>Those high, those speechless pleasures to renew,</br>Let Memory trace each scene with faithful skill,</br>And let Imagination's fervour true,</br>With no dim tints recal each magic mountain-view.", "In all the tedious intercourse of life,</br>Say, is there aught of bliss sublime and high?</br>Amid the fluttering world's unmeaning strife,</br>Say, is there aught to sooth or satisfy</br>The soul aspiring to her kindred sky?&mdash;</br>No! &mdash; Nature, thou alone canst boast the power</br>To reillume the melancholy eye&mdash;</br>Cheer the dejection of the restless hour,</br>Or bid advent'rous thought to trackless regions tower.", "If thou, perchance, hast ever felt the smart</br>Of unrequited friendship, go and soothe,</br>In independence wild, thy wearied heart!&mdash;</br>The charm of solitary pleasures prove,</br>Ye who the world's cold scorn may sometimes move</br>To curse mankind! &mdash; and ye that doubt and fear,</br>Oh!  see how Nature beams with boundless love!&mdash;</br>The God of Nature shall instruct you there,</br>All rapture to the heart, all music to the ear.", "And you ye Cambrian hills and valleys sweet,&mdash;</br>You gave such pleasure to a wearied mind,</br>You fill'd a heart, which thought all joy deceit,</br>With unfeign'd rapture, and with peace refin'd.</br>Thanks to your charms and glories unconfin'd!</br>Thanks to that God who gave a heart to feel!</br>And may your rude scenes with an influence kind</br>Continue long the wound of care to heal,</br>And warm afresh with joy, Affliction's bosom chill!", "And you, ye shadowy spirits, that unseen</br>All wildly glance those fabled scenes among,</br>Whose solemn voices, oft Night's conscious queen</br>Salute with murmur sweet, and mystic song;</br>May you for him that raptur'd roves along,</br>Or climbs some rock whose fork'd peak cleaves the sky,</br>If chance the powers of verse to him belong,</br>Bid dreams of hallow'd import flutter by,</br>And purge from mortal film, his half-enlighten'd eye!</br>"]