["Ye mournful MEANDERS and Groves,</br>Delight of the Muse and her Song;</br>Ye Grottos and dreeping Alcoves,</br>No Strangers to Corydon's Tongue.", "Let each SYLVAN and DRYAD declare</br>His Themes and his Musick how dear,</br>Their Plaints and their Dirges prepare,</br>Attendant on Corydon's Bier.", "The ECHO that join'd in the Lay,</br>So amorous, sprightly, and free,</br>Shall send forth the Sounds of Dismay,</br>And sigh with sad Pity for thee.", "Wild wander his FLOCKS with the Breeze;</br>His REED can no longer controul;</br>His Numbers no longer can please,</br>Or send kind Relief to the Soul.", "But long may they wander and bleat,</br>To Hills tell the Tale of their Woe;</br>The Woodlands the Tale shall repeat,</br>And the Waters shall mournfully flow.", "For these were the Haunts of his Love,</br>The sacred Retreats of his Ease,</br>Where favourite Fancy would rove,</br>As wanton, as light, as the Breeze.", "Her ZONE will discolour'd appear,</br>With fanciful Ringlets unbound,</br>A Face pale and languid she'll wear,</br>A Heart fraught with Sorrow profound.", "The Reed of each Shepherd will mourn;</br>The Shades of Parnassus decay:</br>The Muses will dry their sad Urn,</br>Since 'reft of young Corydon's Lay.", "To him every Passion was known</br>That throbb'd in the Breast with Desire;</br>Each gentle Affection was shown</br>In the soft sighing Songs of his Lyre.", "Like the carroling Thrush on the Spray</br>In Music soft warbling and wild,</br>To Love was devoted each Lay,</br>In Accents pathetic and mild.", "Let Beauty and Virtue revere,</br>And the Songs of the Shepherd approve,</br>Who felt, who lamented the Snare,</br>When repining at pityless Love.", "The Summer but languidly gleams,</br>Pomona no comfort can bring,</br>Nor Vallies, nor Grottos, nor Streams,</br>Nor the May-born FLOURETS of Spring.", "They have fled all with Corydon's Muse,</br>For his Brows to form Chaplets of woe,</br>Whose Reed oft awaken'd their Boughs</br>As the whispering Breezes that blow.", "To many a fanciful Spring</br>His Lyre was melodiously strung;</br>While FAIRIES and FAUNS in a Ring</br>Have applauded the Swain as he sung.", "To the chearful he usher'd his Smiles,</br>To the woeful his Sigh and his Tear;</br>A Condoler with Want and her Toils,</br>When the Voice of Oppression was near.", "Tho' TITLES and WEALTH were his due,</br>Tho' Fortune denied the Reward;</br>Yet Truth and Sincerity knew</br>What the Goddess would never regard.", "Avails ought the generous Heart,</br>Which Nature to Goodness design'd,</br>If Fortune denies to impart</br>Her kindly Relief to the Mind?", "'Twas but faint the Relief to DISMAY,</br>The Cells of the wretched among;</br>Tho' Sympathy sung in the Lay,</br>Tho' Melody fell from his Tongue.", "Let the favour'd of Fortune attend</br>To the Ails of the wretched and Poor:</br>Tho' Corydon's Lays could befriend,</br>'Tis Riches alone that can cure.", "But they to Compassion are dumb,</br>To Pity their Voices unknown;</br>Near Sorrow they never can come,</br>'Till MISFORTUNE has mark'd them her own.", "Now the Shades of the Evening depend;</br>Each Warbler is lull'd on the Spray;</br>The Cypress doth ruefully bend</br>Where the Corps of cold Corydon stay.", "Adieu then the Songs of the Swain,</br>Let Peace still attend on his Shade;</br>And his Pipe that is dumb to his Strain,</br>In the Grave be with CORYDON laid.</br>"]