["Ah, whither, bright God of the Spring,</br>Are thy rays, nature-chearing withdrawn!</br>The warblers that stretch the gay wing,</br>No longer enliven the lawn.</br>Ye breezes of softness, ah where</br>Are your zephyrs so fragrant exil'd!</br>No longer you sport thro' the air,</br>Invitingly pleasing and mild.", "Of verdure the loss do we moan,</br>Lament that the sun's soothing rays</br>To climates more southern are gone,</br>And shorten our desolate days.</br>Such feelings are common to all,</br>Does Nature not sympathise too?</br>Yet tho' she descends to her fall,</br>At intervals smiles to the view.", "Does the woodcock itinerant come,</br>For nurture solicit these plains?</br>Ah, why thus abandon his home,</br>To bleed in rude sport for our swains,</br>Who rise the dawn for their game,</br>And bear thro' the spring and the copse,</br>In cruelty level their aim,</br>Till the emigrant flutters and drops.", "Ye streams that run purling along,</br>From your banks your own Flora is fled,</br>And Philomel issue no song</br>Thro' the verdure that cover'd her head.</br>The bleating of lambs in the fold</br>From the valley no longer ascends;</br>No tale of soft passion is told</br>Where the beech its gay branches extends.", "Ah where is the couch of green moss</br>Which erst with my Delia I found,</br>When with pleasure we wander'd across</br>The cowslip and daisy-dress'd ground!</br>No more to the close-twisted bower</br>With the charmer delighted I run,</br>In fondness to pass the cool hour,</br>Eluding the heat of the sun.", "See Nature so pensive is grown,</br>Her tears steep in dew all the plain;</br>Congenial with hers is my own,</br>But my sorrows attend her in vain.</br>November, the tomb of the year,</br>Usurps his tyrannical stand;</br>His horrors successive appear,</br>Successive stalk over the land.", "His glooms all around us arise:</br>Does Sol with less lustre appear,</br>Faint beam from his throe in the skies,</br>Or shine unempow'r'd to chear</br>Your funeral notes in the wild</br>I hear, ye disconsolate shades;</br>Your foliage so sickly resign'd,</br>Shrouds over the face of the glades.", "To pine and weep over your bier</br>Melpomene shall not refuse:</br>The fall of the leaf and the year</br>Such heart-piercing sorrow renews.</br>Whilst tuneless and sad as the breeze</br>Are the notes that arise from the spray,</br>Of the naked, cold, quivering trees</br>Sad sepulchral marks of decay.", "Might Fancy excursive of wing,</br>At a season so baleful and bleak,</br>In simile venture to sing,</br>The copse or the brow let her seek:</br>The yew in its centre compare</br>To a prelate whose reverend head</br>Bows down sympathetic in care,</br>To close the sad rites of the dead.", "Who knows but this priest of the shade</br>By Nature herself is ordain'd,</br>In vesture too sacred to fade,</br>And thro' all the seasons sustain'd:</br>In Spring to invite the warm breeze,</br>That wakens the buds as it blows;</br>In Summer to guard the green trees,</br>And in Winter to hush all their woes!", "Does aught soothe the blast of the heath,</br>The howlings we hear from the grove,</br>The rigours above and beneath,</br>'Tis the language of Friendship and Love.</br>Those Myrtles of Peace and Repose,</br>Their sister Content by their side,</br>They soften the season of woes,</br>And bid all its horrors subside.", "Then where does my Celadon rove,</br>The friend of my undisguis'd breast?</br>And where is that Empress of Love,</br>My Delia, with innocence blest?</br>Can November to Celadon bring</br>The arrows which Friendship destroy?</br>Shall Oblivion e'er venture to spring</br>Where Friendship has treasur'd each joy?", "Shall Delia, whose heart is the seat</br>Where love th most faithful is stor'd,</br>Unfeelingly fly my retreat,</br>By Winter's rude visit explor'd?</br>No, Celadon, no:  to complain</br>Of the virtues attach'd to your heart,</br>Would give to our friendship a pain</br>'Twere ungrateful in me to impart.", "Integrity, artless of form,</br>In vest of Sincerity, 's thine,</br>Unruffled and safe from the storm,</br>Tho' the tempests of life shall combine.</br>Let Winter approach to destroy</br>The comforts thy presence can bring;</br>Come, Celadon, come:  we'll enjoy,</br>And soften his gloom into Spring.", "Nor let me of Delia complain,</br>Tho' the trees all their verdure resign,</br>And Phoebus for clouds cannot shine.</br>She comes!  in her presence is love,</br>Her eyes are the heralds of joy;</br>November no longer shall prove</br>The season of grief and annoy.</br>"]