["Beneath a distant hill whose giant form</br>Threatened the clouds, an humble cottage stood;&mdash;</br>Small, low and lonely, it escaped the storm;</br>Screened and protected by a neighbouring wood</br>Which spread its sombre foliage many a rood:</br>Above its chimney-top the craggy steep</br>Rose like a column, on whose brow the brood</br>Of carrion birds their daily revel keep,</br>And there in guiltless blood their horny talons steep.", "Here oft the storm terrific fury poured,</br>Like a bayed tiger in his fierce despair.</br>Around its peak the deafening thunders roared,</br>And the gaunt wolf, half famished, sought his lair&mdash;</br>Scared by the din, to howl his terrors there.</br>Trees down the mighty precipices flung,</br>From their bleak sides the scanty verdure tear:&mdash;</br>The poles seemed rent on which the world is hung,</br>When round the blackening skies the voice of ruin rung.", "Here on the dizzy cliff the light gazelle</br>Browzed fearless by the dark and deep ravine;</br>Beneath him rolled the clouds, and o'er the dell</br>Hovered the morning mists, as if to screen</br>The airy wanderer.  Whilst with eye serene</br>And bounding step he sprung from steep to steep</br>Heedless of peril, what a glorious scene</br>Around him spread!  Who could behold, and keep</br>His big heart still the while? &mdash; how would it start and leap,", "To view the heavens' magnificent array</br>Without a speck to bar the raptured sight;</br>To mark the rising of the orb of day</br>In all the splendour of unclouded light;</br>To see what, in his plenitude of might,</br>The Deity for this fallen world has done!</br>Oh!  think not, mortal, that sin's withering blight</br>Has marred it yet &mdash; up the high mountain run,</br>And from the swelling flood behold the morning sun.", "See him above the slumbering waters rise</br>With one grand burst of glory, whilst the wave</br>Catches the lustre as he climbs the skies</br>To look on distant worlds; the blue concave</br>Grows bright before him, and he seems to pave</br>Its vast circumference with his own light.</br>The fading stars his presence dare not brave;</br>And when he glows from his meridian height,</br>All but a God he seems, in reason's very spite.", "The mountain gained, gaze o'er the vast expanse;</br>Behold it &mdash; how stupendous the display!&mdash;</br>See nature in her wild magnificence;</br>Then to that God the prostrate homage pay</br>Who lit, when all was dark, the torch of day,</br>And spangled o'er with stars the ethereal road.</br>If in this world it were man's doom to stay,</br>Nor pierced by sorrow's sting nor misery's goad,</br>How would his heart rejoice in such a blest abode!", "The ocean compassed with its watery zone</br>MAURITIUS' rocky shore; above the sea</br>Hills, as by some long-past convulsion thrown</br>From the smooth plain, frowned sternly o'er the lea.</br>Upon their brows the hardy ebony</br>Waved to the blast in deep and dusky files:</br>Beneath the thick funereal canopy</br>The Caffer brigand, resting from his toils,</br>In plotting daring schemes the daylight hours beguiles.", "Here 'neath the towering Alp securely rose</br>The dwelling of content; before the door</br>A yew-tree grew, grave emblem of repose.</br>Though all within proclaimed its inmates poor,</br>Still nought of vulgar life was there; their store,</br>Though rude, evinced them of fair lineage sprung.</br>A sire and daughter were its inmates; sore</br>The sorrows which the old man's heart had wrung,</br>Though o'er him now content her sweetest chaplet hung.", "The neat sequestered dwelling reared its head</br>Close at the mountain's base; along the wall</br>Its yearly growth a vine luxuriant spread,</br>And duly gave its luscious load to all</br>For whom it thrived, and, though the boon was small,</br>With tributary store repaid their care.</br>Nigh to the garden foamed a waterfall,</br>Which lent its limpid current, cold and rare,</br>To cheer the thirsty soil to yield its frugal fare.", "Seldom the squalid harpies of disease</br>Came on destruction's mission; nature here</br>In all her various changes seemed to please;</br>And though sometimes her aspect was severe,</br>Still, when her terrors waked the shriek of fear,</br>There was an awful grandeur in their scowl.</br>What though the fierce tornado, year by year,</br>Sent forth his deathful agents here to howl,&mdash;</br>Ne'er teemed with fogs the air, dark, pestilent and foul.", "Thus, health requited by her blessings rare</br>The inmates of this solitary cot.</br>They were not pampered; their repast was spare:</br>Content enhanced their homeliness of lot,</br>And peace maintained her empire o'er the spot.</br>Clear was the sky above them &mdash; never there</br>The deadly vapour sailed; with crimson blot</br>Fever ne'er flushed her cheek; nor croaking care</br>Approached, with pointed fang, to prey upon despair.", "The wide and varied prospect charmed the eye</br>With all that heaven's magnificence could yield:</br>Above, the cloudless azure of the sky,</br>Below, the simple vesture of the field.</br>The surging mountain, on whose summit reeled</br>Its hardy sons above the reach of sight;&mdash;</br>The wood, whose trees their giant branches wield</br>To dare the crashing tempest in its might,</br>Impart to nature's child a stern but pure delight.", "For there are feelings for the vast and wild</br>In nature and her rude sublimities.</br>When, like huge Ossas upon Pelions piled,</br>Her alpine barriers seem to brave the skies,</br>Within us those sublime emotions rise</br>Which lift us to the stars, and, pure as they,</br>Raise the heart's rapture through the wondering eyes.</br>Thus when around the heavens fierce lightnings play,</br>With a stern pleasure still we trace their dazzlng, way.", "This was the clime of storms and of the sun.</br>In many a trench and rugged knoll was seen</br>How fiercely they destruction's work had done;</br>Still to the view, in fair and verdant sheen,</br>The prospect smiled, one mass of living green.</br>Before the cot a grassy vista sloped</br>Its smooth defile; there, spring's congenial queen,</br>The wild rose to the breeze her bosom oped&mdash;</br>There joy was fresh in bloom &mdash; there sadness never moped.", "The fair perspective opened on the sea;</br>Beyond, the blue horizon closed the scene:</br>How calm, how grand in its sublimity</br>Was the vast ocean, as it rolled serene</br>Below the distant plains which smiled between.</br>Around the cottage, darkened o'er by time,</br>Rocks, loosely bedded, frowned with hideous mien&mdash;</br>Like wretch, whose lineaments are stern with crime&mdash;</br>Above the jar of storms they reared their heads sublime.", "Here in retirement dwelt a hoary sage,</br>Remote from all those feverish scenes of life</br>Which have their different charms for every age,</br>But teem so much with mischief.  Dangers rife</br>Are blent with man's enjoyments:  hate and strife</br>Clank their rough fetters round the guilty soul.</br>How oft does murder whet her greedy knife,</br>Or, whilst she slily mocks the law's control,</br>Prepare, with fiendish art, and drug the deadly bowl.", "Such are among the terrors which abound</br>In an unholy world.  It is not there</br>That calm is to be sought, enjoyment found;</br>Tumultuous joys assail us but to scare</br>The wearied spirit, and to rivet care</br>More fixedly within us.  Hoarse and loud</br>Woe, masked in smiles, besets us everywhere:</br>There the sole garb of virtue is her shroud,</br>For how should virtue live where vice's legions crowd?", "But in retirement, where the constant war</br>Of fierce dissention never swells the breeze,</br>Smooth and unvaried is the track of life.</br>No sordid feelings on the bosom seize,</br>And wring the bitters from affliction's lees:</br>Man blandly here his placid course pursues,</br>Vexed by no sorrows, tranquil in his ease;</br>Strengthened by hope, and bright with heavenly views,</br>Starts for that goal the soul, which woe to those who lose.", "For no foul agents of corruption ply</br>The secrets of their art:  example here</br>Assumes no form to catch the unpractised eye,</br>And cheat the soul to wrong; tranquil and clear</br>The stream of life runs on, and misery's tear</br>Sears not the cheek of youth, nor mars its bloom.</br>The present and the past alike appear</br>Without their haps of ill; no sullen gloom</br>Tracks the swift flight of time, to make our days a doom.", "All the mild virtues of the heart are nurst,</br>And ne'er polluted by those thoughts impure</br>By which the sons of sensual mirth are curst;</br>Whilst from temptation's circumventive lure</br>It fears no evil, calm and self-secure.</br>Here every wild emotion is at rest,</br>And the soul finds a refuge ever sure;</br>No pangs of thought the placid mind molest &mdash; </br>No whirlwind passions rise to desolate the breast.", "But such unearthly feelings are unknown</br>To those who shun retirement's haunts, and hie,</br>Like foul bacchantes to the burning zone</br>Of revelry, and drain his chalice dry.</br>There, like a plague-blast, in the glowing sky</br>Contagious poisons taint the steaming air</br>In crowded chambers, where the sensual eye</br>Rolls with unhallowed leer, and the frail fair</br>Meets with a ready smile the fixed and shameless stare.", "There is in solitude a secret charm</br>Which, of the sons of wassail, none can know.</br>There discord never sounds her harsh alarm,</br>And the meek lamb, unconscious of a foe,</br>Shuns not his tyrant man; the timid doe</br>Frisks o'er the lawn and snuffs the western gale;</br>The hart feels nought of terror's boisterous throe,</br>But bounds in freedom o'er the dappled dale;</br>Whilst at the evening fire goes round the merry tale.", "One only daughter could Eumenes boast</br>The frugal pleasures of his home to share:</br>To shield this flower from an untimely frost</br>Was now his only hope, his only care.</br>Though his board groaned not with luxurious fare,</br>Nor on it blushed the rich and gorgeous ore,</br>More than sufficed his humble wants was there;</br>For nature, with a lavish hand, did pour</br>Perpetual plenty from her sweet but simple store.", "Thus, far from courts and base intrigue removed,</br>The blooming Bertha spent her hours of prime:</br>She loved her father, was by him beloved,</br>And casting incense on the wings of time,</br>Sweetened his rapid flight.  How oft she'd climb</br>Her native hills, and brave, with fearless tread,</br>The steep ascent; there trill her native rhyme,</br>Nor heed the rocks that frowned above her head,</br>Within whose murky clefts the eagle's victims bled.", "Upon her cheek the fondly wooing sun</br>Had spread a tinge of pure and healthy brown</br>The mantling currents underneath did run,</br>And through the skin, ne'er ruffled by a frown,</br>Revealed that tint which makes so sweetly known</br>That health is at the heart.  O'er each bright eye</br>A tapering arch by heaven's own hand was thrown,</br>Like the young moon, when in the placid sky</br>Her slender crescent hangs, joy's herald from on high.", "When o'er their mild orbs closed each lovely lid,</br>The lovelier lashes met and intertwined,</br>And, respiting the gaze, a moment hid</br>Those sweet interpreters of heart and mind.</br>The long dark fringes, when, like lovers kind,</br>They met embracing, from the gazer's eye</br>Forced a quick rapture, new and undefined:&mdash;</br>To sketch her full resemblance would defy</br>The master-touch of art &mdash; 'twere worse than vain to try.", "Bertha was nature's uncorrupted child;</br>She knew no evil, nor of evil dreamed:</br>On life's fair prospect, when she looked, she smiled,</br>For all was lovely to her sight, or seemed.</br>Oft when the owl his ominous night-note screamed,</br>She'd listen to the shrill portentous tone;</br>But with no inward dread her bosom teemed&mdash;</br>To her the name of terror was unknown,</br>For o'er her soul's repose no storm had ever blown.", "Oft would she seek the mountain's spiry brow,</br>Where the strained eye her form could scarcely gain,</br>Gaze in mute rapture on the expanse below,&mdash;</br>On all the splendours of the varied plain;</br>Nor would the dizzy height confuse her brain:</br>There would she tarry till the sinking sun</br>Plunged his hot chariot in the cooling main,</br>Then sigh to think his daily course was run&mdash;</br>Still 'twas the sigh of peace, for sorrow she had none.", "As in some solitary glen the rose</br>Opens its gradual beauties to the dawn,</br>Loading the wings of every wind that blows</br>To waft its fragrance o'er the smiling lawn:</br>So, from the ruthless spoiler's snare withdrawn,</br>Fair Bertha flourished in her native wild,</br>Where nothing shunned her path, where kid and fawn</br>Frolicked before her, as, with aspect mild,</br>She cheered their nigh approach and at their gambols smiled.", "Here Bertha dwelt for heaven, and all was rest</br>Within a bosom not yet warped by guile;</br>The very throbbings of her gentle breast</br>Were peace's lullaby; and, when the smile</br>Played round her lips, it seemed as if the while</br>The sunlight of her soul was beaming there</br>Its God's bright reflex.  How should guilt defile</br>A thing so pure! &mdash; and yet was she as fair</br>As she was good &mdash; oh!  that like her all women were!", "There was a sweet unconsciousness about her,</br>An utter absence of all pride, all art:</br>Who heard her clear soft tones could never doubt her,</br>They were the echoes of a guileless heart.</br>Truth hung upon her lips, whence brightly dart</br>Its rays divine; so seraph-like her air,</br>That her pure frame seemed of her soul a part&mdash;</br>Fit casket for a work so passing rare,</br>For innocence had fixed its fairest impress there.", "Within the circle of her native glen</br>She passed, without a care, the live-long day:</br>No wish was hers to join the \"hum of men,\"</br>Who wile in sensual dreams their lives away.</br>With the young rustics at their evening play</br>She'd mix, partaker of their merry glee,</br>And oft-times join the artless roundelay,</br>Or thread the dance, with footstep light and free,&mdash;</br>Her life, without its din, one constant jubilee.", "Thus was that lovely seraph of the breast,</br>Sweet sensibility, matured &mdash; a charm</br>Which they alone can prize who know it best:</br>All such feel keenly that the fond alarm,</br>The rapid pulse, emotions quick and warm,</br>But nourish pain to point the edge of bliss.</br>Give me those pangs of feeling which disarm</br>The bosom of its steel, and from the kiss</br>Of trite affection draw the sweets of happiness.", "Oh!  there are certain achings of the heart</br>Which, though they furnish us endurance sad,</br>I would not, whilst they torture, bid depart,</br>If I must lose what follows them:  the bad</br>Alone are wretched! &mdash; who would not be glad</br>To bear with woe, if bliss is to succeed?</br>Grief is joy's touchstone; &mdash; joy can ne'er be had</br>Unmixed with sorrow; 'tis the sinner's meed:</br>Guilt first provoked the doom &mdash; the gladdest heart must bleed.", "Secluded from the captivating gaze</br>Of sensual men, fair Bertha's youth passed on.</br>The few who saw, saw not without amaze</br>Mixed with delight, this beauty's paragon</br>The general meed of homage had she won</br>From the boors dwelling near her native cot.</br>Though she had never basked in luxury's sun,</br>Still hers might well be deemed a blessed lot,</br>For earth's best blessings bloomed in that one lovely spot.", "Just eighteen times the bright and eager sun</br>Around the heavens his flaming sphere had rolled</br>Since Bertha's life of innocence begun.</br>Already did her form its charms unfold,</br>And o'er her polished neck, in rings of gold,</br>The clustering tresses hung; her lovely face,&mdash;</br>On which the crimson eloquently told</br>That peace within had fixed its resting place,&mdash;</br>Bore, in each lineament, expression's easy grace.", "Her figure, like the lily's slender stein,</br>Rose tapering, and expanded, as the spring</br>Of life attained its prime; the spotless gem</br>Of virtue &mdash; a most rare and precious thing&mdash;</br>Deep in her mind was set; the fretting sting</br>Of passion never reached her placid breast;</br>Its potent poisons, fierce and festering,</br>Ne'er broke the even tenour of her rest,</br>And next her heart the dove had fearless made its nest.", "Oh!  had the angels when (as some have sung)</br>They left for earth the bright abodes of heaven,</br>Looked upon aught so pure, so fair, so young,</br>With love's chaste raptures &mdash; they had been forgiven.</br>She had no mixture of that earthly leaven,</br>Which, where infused, through the whole body creeps,</br>Till the meek spirit from its home is driven:</br>Her heart was shaped out in her words &mdash; there keeps</br>Faith its unerring guard, and mercy never sleeps.", "Whene'er she paced the wold or mountain glen,</br>On meditations of high scope intent,</br>Far from all vulgar or insidious ken,</br>Her bright eyes beamed with rapture as she went:</br>Beneath her gentle tread the heather bent,</br>And its fresh fragrance gushed from every pore,</br>As if to wrap her in an element</br>Which she alone might breathe:  her mental store</br>Here found a kindred clime, and brightened more and more.", "Her sire upon the tablets of her mind</br>Had traced her conduct's chart, for 'twas his will</br>That all its elements should be refined;</br>And he instructed her with anxious skill</br>To shun those paths which slope the way to ill.</br>Storing her mind from that experienced tongue,</br>She did his fondest wishes soon fulfil;</br>O'er her fair brows wit's sprightly chaplets flung,</br>And with a steady speed, towards wisdom's summit sprung.", "Soon through the flowery paths of classic lore</br>With most intense devotion had she past;</br>Nor did her plastic mind disdain to pore</br>O'er ancient tomes, though dull and overcast</br>By the crude writ of tedious scholiast.</br>Eager as diligent, her mind she stored</br>With various knowledge &mdash; knowledge formed to last;</br>Not its mere exhalations, so adored</br>By wits of vapoury brain &mdash; by nobler souls abhorred.", "Nor, as beneath her, past she heedless by</br>Those light accomplishments which add their grace</br>To win the heart and captivate the eye.</br>Oft with her rapid pencil would she trace</br>The form and varied features of the face;</br>Or nature's sterner lineaments, where wild</br>She frowns, like some huge son of giant race;</br>Or, when the moon upon the landscape smiled,</br>Picture the shadowy scene, &mdash; by the sweet task beguiled.", "Hers was a mind so exquisitely wrought,</br>It all but won perfection; from her eye</br>The brightest beams of intellect were caught,</br>Whilst her transcendent soul and spirit high</br>Peeped forth at every glance to dignify</br>The form that did enshrine them.  Nature here</br>Seemed to have clothed, for once, mortality</br>In the fair guise of heaven:  without a peer</br>She trod this grosser earth as if 'twere not her sphere.", "Time thus urged on his smooth but swift career,</br>And o'er her, sorrow shed no withering blight.</br>From her bleared eye the beldame's blistering tear</br>Ne'er flowed, to cheek the lovely girl's delight&mdash;</br>Sweet were her thoughts by day, her dreams by night:</br>To her this world was paradise, as yet</br>None of guilt's phantoms dire had crossed her sight;</br>And though on heaven her brightest hopes were set,</br>Still was she blest on earth, nor had one vain regret.", "Her sire was happy, too; he saw the day</br>Of his hopes realized:  his setting sun</br>Was glowing with a bright and cloudless ray&mdash;</br>Though clouds had dimmed it once, ere it had run</br>The earliest of its course.  It had begun</br>Indeed in darkness, but a glorious light</br>Is passing from it, ere its task be done.</br>Life is, in truth, a scene of dark and bright,</br>Where oft the clearest day succeeds the blackest night.", "The good old man! &mdash; as kind as he was good!</br>His daughter fondly loved him; and, to be</br>The object of a love so hallowed, stood</br>The fairest proof of worth in high degree.</br>His friends all reverenced this worth, and he</br>Deserved the kindly fellowship of all;</br>Whilst Bertha deemed &mdash; the purer angel she&mdash;</br>That in this world, to her no world of gall,</br>There lived no other man so free from vice's thrall.", "So happy was he now, that scarce he felt</br>The flight of time, that, as it moves, destroys.</br>Before the throne of God he daily knelt</br>To bless him for his mercies.  Those alloys</br>Which guilt so mingles with our sweetest joys,</br>Were no more tasted here; he now drank deep</br>Of that pure cup which only never cloys,</br>When virtue and religion jointly steep</br>Those spices in the draught, that from pollution keep.", "All the stern hurricanes of life seemed o'er&mdash;</br>Long had he lived uninjured by their dint;</br>Their devastations harassed him no more,</br>And every hour had something joyous in't.</br>Repose had softened too his bosom's flint,</br>For early woes had hardened it.  Before</br>His path was strewed the wealth from nature's mint;</br>And he looked onward now for a rich store</br>Of bliss, nor reeked how soon affliction's goad might gore.", "But who shall scan the future?  As we pace</br>Along life's chequered route, we feel, we see</br>On this world's surface &mdash; grief's abiding place,</br>All that there is of bliss or misery.</br>In our brief passage, jocund though we be,</br>Time soon may drug with pain our draught of joy.</br>Dark is the prospect of futurity,</br>And who shall tell what crosses may annoy;</br>What cares in comfort's spring may mix their foul alloy!", "No one can know to what his days may tend,</br>Whether or smooth or rough his course shall run,</br>Or how this mortal pilgrimage may end&mdash;</br>So darkly is the web of being spun.</br>But God's decrees are wise; and if our sun</br>Of happiness grow dim, still wherefore fear?</br>That light which only in this world begun,</br>Will brighter shine in an eternal sphere,</br>Where bliss shall glad the more, the less our pleasure here.", "Here oft, while joy's fresh flower is full in bloom,</br>Misfortune's sickle sweeps it to the dust;</br>Woe springs to vigorous growth on pleasure's tomb,</br>And gives her awful lesson of distrust.</br>Though peace may reign awhile, the insidious rust</br>Of latent sorrow oft will mar its ray;</br>But wisdom knows, in all her knowledge just,</br>This world's the transient temple of decay&mdash;</br>Here wretchedness and mirth must wear alike away.", "Where now are Troy and mightier Babylon?</br>On their proud site the earth is wild and bare&mdash;</br>O'er them stern time has a full victory won,</br>And they are mingled with the things that were.</br>Thus works destruction; from his secret lair</br>He skulks abroad, to mar what man has made&mdash;</br>Decay, slow mining, meets us everywhere.</br>Earth's pageantries are fugitive &mdash; here fade</br>All things alike &mdash; the debts of nature must be paid.", "Shall we then pine and fret because our lot</br>Is not a blest one here, when sin, hell-born,</br>O'er our fair destiny has cast her blot,</br>And to the rose of bliss attached a thorn</br>Nay, sinner, never tax thy God with scorn</br>Of his own works; if ills on earth assail,</br>'Tis thy, guilt's penalty; when thou art torn</br>By that fierce vulture, conscience &mdash; pause and hail</br>The chastening, and let virtue over vice prevail.", "It was a wise decree that man should bear</br>Affliction's burthen in this vale of tears:</br>Were all enjoyment without grief or care,</br>How would he pass the current of his years?</br>Seduced by pleasure, hailed by vice's cheers,</br>Prurient desires would taint his easy heart.</br>Alas!  what were our hopes without our fears!</br>There is a mercy in affliction's smart&mdash;</br>It heals those wounds of sin which mock all human art.", "Alas!  poor Bertha, little deemed she now</br>That aught could mar the tenour of her rest;</br>Smooth as the polished mirror was her brow,</br>For not a pang disturbed her gentle breast:</br>Her guileless heart, which woe had ne'er opprest,</br>Throbbed with no drear forebodings, for she felt</br>Heaven's mercy, and the blessed boon confest&mdash;</br>As yet her shock of suffering was not dealt,</br>But sorrow soon found way where peace so calmly dwelt.", "Eumenes saw at length the ripening bloom,</br>Like moonlight on the stream, o'erspread her cheek:</br>There glowed fresh health, and shed its soft perfume</br>From lips that breathed such tones as angels speak.</br>He watched the vivid fires of genius break</br>From her dark eye, and busy hope began</br>To gain a giant's strength, as fear grew weak.</br>His cup of life with blessings now o'erran&mdash;</br>He felt there was on earth at least one happy man.", "And was he thankless?  No!  his bosom glowed</br>With a most holy rapture, and he gave</br>The praise to Him who had alone bestowed</br>Such unrequited blessings.  To the grave</br>He now looked forward, &mdash; when the solemn stave</br>Should swell above his dust, &mdash; without a sigh.</br>He had no further blessings here to crave,</br>And his soul kindled in his heavenward eye</br>As he poured forth his prayer to the great God on high.", "Of life he now had reached beyond the prime;</br>And though the snow of years had blanched his head,</br>His powers had mocked the wasting might of time,</br>And o'er his cheek health's colour yet was spread</br>Still was his gait erect, and firm his tread;</br>Nor had the lines of age usurped his brow.</br>O'er him content her sweetest influence shed,</br>Nor had he any wants or wishes now,</br>Except to hear his child pronounce the marriage vow.", ""]