["Save where you listen'd to the falling stream,</br>No murmur floated on the breeze of night;</br>O'er the wild heath the taper shed it's beam,</br>And cheer'd the trav'ller's long expecting sight.", "At this lone hour, when contemplation's tears</br>Bedew the fate of sublunary joys;</br>Since the gay vision which our fancy rears,</br>Alas!  too soon the hand of death destroys.", "Elgin forsook the pleasures of the hearth,</br>Where the glad peasants told their tale,</br>He fled the blessings of their social mirth,</br>No tale his sorrows sooth'd, his cares beguil'd.", "Far from the hamlet, 'midst the barren moor,</br>An Abbey rear'd it's venerable state;</br>He wander'd lonely, mourning round it's tower,</br>And mus'd with sorrow on the works of fate.", "The tear of frenzy glisten'd in his eyes,</br>Thus madd'ning, he in direful accents cried;</br>While from their tombs the startled ghosts arise,</br>And many a shade does through the twilight glide.", "\"Welcome, ye horrors, welcome to my soul!</br>Well do ye suit the sadness of my heart;</br>Totter, ye turrets, ye big thunders roll,</br>And round my head your vengeful fury dart.", "\"No more I wish for morning's blushing ray,</br>To chace the dreary terrors of the gloom;</br>No more the placid evening's twilight grey,</br>To shed it's fragrance o'er the rose's bloom.", "\"The sun that warm'd the prospect of my days,</br>That shone the blooming hope of future love;</br>Amidst the waves of time has quench'd it's rays,</br>ELFRIDA sleeps, and rests in realms above.", "\"Oft did we wander o'er the mountain's height,</br>And listen to the torrent's surge beneath:</br>Oft by the lunar stillness of the night,</br>We heard light forms step o'er the dusky heath.", "\"Since the sun's set, that smil'd upon our love,</br>Now let me hasten to the mountain's brow;</br>There from my grief a calm eternal prove,</br>By plunging thence into the waves below.\"", "The altars shook, a dewy coldness spread,</br>O'er ev'ry saint around the ruin'd aisle;</br>Each pious bust did seem to shake it's head,</br>And hollow murmurs floated through the pile.", "With hideous crash the trophied honours fell,</br>From off the moss-grown tomb, and shook the ground;</br>Hark!  from the tower, now tells the dismal bell,</br>And 'mid the silence flings it's hollow sound.", "Amidst the ruins rose an armed shade,</br>Who grasp'd, with nerveless hand, the airy spear:</br>\"Too soon of youth the beamy blossoms fade;</br>Too soon o'er friends we drop the sorrowing tear!", "\"Fond, wretched youth, he said, with cares unblest,</br>Why dost thou wake the slumbers of the dead?</br>Why break the sweet eternal bands of rest,</br>And rouse the spirit from his lowly bed?", "\"Despair now keeps her watch on some lone isle,</br>And forms the spell amidst the tiger's howl:</br>That on the poignard tempts the wretch to smile,</br>Or quaff with transport the death-yielding bowl.", "\"And such the spells that now thy senses bind,</br>That urge thy passions to the mountain's brow;</br>Forbear, fond youth, and give them to the wind,</br>No calm awaits amongst the waves below.", "\"Mark, in yon tomb, where glows a livid light,</br>Where ivy mantles the dark mould'ring fell;</br>Reclines a youth, who 'mongst these realms of night,</br>By fancy led, would oft his sorrows tell.", "\"Alas!  he lov'd ALMINA'S transient charms,</br>Bright as the dew-drop on the rose's pride;</br>But ere he clasp'd her in his circling arms,</br>Death shook the rose, &mdash; the dew-drop fell, &mdash; she died.", "\"Thro' the stain'd glass, while CYNTHIA pour'd her rays,</br>One night he roam'd, his brow with poppies wreath'd;</br>Whilst with full choir the angels hymn'd their lays,</br>And ev'ry sound a sacred horror breath'd.", "\"With thought oppress'd, ALMINA'S shade he call'd,</br>While weeping at her tomb he listless laid;</br>For love, embitter'd love, his soul enthrall'd,</br>Presumptuous youth, in death he sought the maid!", "\"The poignard chac'd the sorrow of his breast,</br>Love gave the pang, 'twas love that gave the wound;</br>He sunk to night eternal, not to rest,</br>Who left, uncall'd, life's busy destin'd round.", "\"By Heaven's decree, his restless sp'rit is bound</br>To pass in plaints the night, in flames the day;</br>Till three times nine, the sun has circled round,</br>And all his crimes, his sins are done away.", "\"And such thy fate, such doom awaits the deed,</br>Should'st thou the voice of Heav'n in me despise;</br>Forsake the brightness of an heav'nly meed,</br>And for a moment's grief wilt loose the prize!\"", "The heav'nly spirit then dissolv'd in air,</br>The youth was sway'd, obeys the will divine;</br>The sacred sounds still tremble in his ear,</br>With fault'ring steps he bends before the shrine.", "Parent of all, he cry'd, thy will be done!</br>No more I'll weep, no more I'll tempt my doom;</br>But with contentment view each rising sun,</br>Till age shall stretch me in ELFRIDA'S tomb.", "The light of morning smil'd upon the wave,</br>The youth retiring, sought the peaceful grove;</br>There to his God the grateful tribute gave,</br>And piety now claims the ties of love.</br>"]