["Happy the man, who free from cares and pain,</br>Neither in hand, nor leg, nor foot retains</br>The gout corroding; he nor envious sees</br>His neighbour walk; nor sighs for absent love.</br>But when the sun dispels the Ccouds opaque,</br>To Datchett, park, or terras high repairs;</br>Where some neat nymph, whose halfway-meeting smiles</br>Gladden approach, attracts his hastening steps,</br>B&mdash;df&mdash;d or S&mdash;y&mdash;r; he each circling day</br>Improves, now musing o'er th' instructive tale,</br>Now hinting love oblique with accents low,</br>Or wit ambiguous, by design mistook.", "But I, whom Ate's twitching throbs torment,</br>And passion (sure attendant upon gout)</br>Estrang'd to wine, whose gen'rous purple draughts</br>On tiptoe keep the spirits, pine and mope,</br>Chain'd, as by magic, to my elbow-chair;</br>There lonely sit for hours, and days, condemn'd</br>To count the tardy clock; or gaze at fire,</br>Where fancy'd pictures please the dazzled sight:</br>Save when a book (sure comfort in distress,</br>But relish'd least when by compulsion us'd)</br>The ling'ring hours beguiles; or when a friend</br>By social presence smooths the ruffled brow,</br>He then, with jocund and well-meaning mirth,</br>Derides my state, by his derision eas'd.</br>Not wittier jeers th' insulting amorous fop</br>On Delia casts, when injur'd love has rais'd</br>A pimple red, or morphew on her cheek,</br>Or the arch'd promontory of her nose,</br>To vex the cruel fair:  He, skill'd in taunts,</br>Cull'd out from chronicles of slighted knights,</br>Reviews his mem'ry's ample magazine;</br>Then in a mirrour's faithful Surface shews</br>Her boasted face now hideous to herself:</br>Or jokes of sweethearts frighten'd at her sight,</br>Those who at humble Eton vent their sighs</br>To father Thames, or pine in Windsor shades,</br>Fit haunts for dying swains; where spreading elms</br>Their am'rous arms in close embrace unite,</br>Whisp'ring their loves with ev'ry gentle breeze,</br>(Emblem of those they shade) they well may vie</br>With myrtle groves, or amaranthine bow'rs.", "Thus, while some happy minutes rapid flow,</br>With sudden rage, and unexpected ire,</br>Ate, by Gods, by mortals gout yclep'd,</br>Thro' all my inmost nerves, like lightning, darts</br>Her baleful shafts, and kills without a wound:</br>With tort'ring rack thrice vellicates my foe,</br>With hideous accent thrice I scream, and feel</br>Her whole divinity enrag'd within.</br>What can I do?  to bathe my tortur'd limb</br>But adds new pangs; the gout invincible</br>Derides and baffles all the pow'r of herbs.</br>Patience alone remains, she, peaceful maid,</br>Time's meekest daughter, by complacence mild</br>And assiduity, the goddess calms,</br>And brings her flannel'd votary to ease.</br>"]