["Home of the Percys' high-born race,</br>Home of their beautiful and brave,</br>Alike their birth and burial place,</br>Their cradle, and their grave!</br>Still sternly o'er the Castle gate</br>Their house's Lion stands in state,</br>As in his proud departed hours;</br>And warriors frown in stone on high,</br>And feudal banners \"flout the sky\"</br>Above his princely towers.", "A gentle hill its side inclines,</br>Lovely in England's fadeless green,</br>To meet the quiet stream which winds</br>Through this romantic scene</br>As silently and sweetly still,</br>As when, at evening, on that hill,</br>While summer's wind blew soft and low;</br>Seated by gallant Hotspur's side,</br>His Katharine was a happy bride,</br>A thousand years ago.", "Gaze on the Abbey's ruin'd pile,&mdash;</br>Does not the succoring Ivy, keeping</br>Her watch around it, seem to smile</br>As o'er a loved one sleeping?</br>One solitary turret gray</br>Still tells, in melancholy glory,</br>The legend of the Cheviot day,</br>The Percys' proudest border story.</br>That day its roof was triumph's arch,</br>Then rang, from aisle to pictured dome,</br>The light step of the soldier's march,</br>The music of the trump and drum;</br>And babe and sire, the old, the young,</br>And the Monk's hymn, and Minstrel's song,</br>And woman's pure kiss, sweet and long,</br>Welcomed her warrior home.", "Wild roses by the Abbey towers</br>Are gay in their young bud and bloom,</br>They were born of a race of funeral flowers</br>That garlanded, in long-gone hours,</br>A Templar's knightly tomb.</br>He died, the sword in his mailed hand,</br>On the holiest spot of the blessed Land,</br>Where the Cross was damp'd with his dying breath,</br>When blood ran free as festal wine,</br>And the sainted air of Palestine</br>Was thick with the darts of death.", "Wise with the lore of centuries,</br>What tales, if there be \"tongues in trees,\"</br>Those giant oaks could tell,</br>Of beings born and buried here,</br>Tales of the peasant and the peer,</br>Tales of the bridal and the bier,</br>The welcome and farewell,</br>Since on their boughs the startled bird</br>First, in her twilight slumbers, heard</br>The Norman's curfew bell.", "I wandered through the lofty halls</br>Trod by the Percys of old fame,</br>And traced upon the chapel walls</br>Each high heroic name,</br>From him who once his standard set</br>Where now o'er mosque and minaret,</br>Glitter the Sultan's crescent moons;</br>To him who, when a younger son,</br>Fought for King George at Lexington,</br>A Major of Dragoons.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "That last half stanza &mdash; it has dashed</br>From my warm lip the sparkling cup,</br>The light that o'er my eye-beam flash'd,</br>The power that bore my spirit up</br>Above this bank-note world is gone;</br>And Alnwick's but a market town,</br>And this, alas, its market day,</br>And beasts and borderers throng the way,</br>Oxen, and bleating lambs in lots,</br>Northumbrian boors, and plaided Scots,</br>Men in the coal and cattle line,</br>From Teviot's bard and hero land,</br>From royal Berwick's beach of sand,</br>From Wooller, Morpeth, Hexham, and</br>New-Castle upon Tyne.", "These are not the romantic times</br>So beautiful in Spencer's rhymes,</br>So dazzling to the dreaming boy;</br>Ours are the days of fact, not fable,</br>Of Knights, but not of the Round Table;</br>Of Bailie Jarvie, not Rob Roy&mdash;</br>'Tis what \"our President,\" Monroe,</br>Has call'd \"the era of good feeling;\"</br>The Highlander, &mdash; the bitterest foe</br>To modern laws, has felt their blow,</br>Consented to be tax'd, and vote,</br>And put on pantaloons and coat,</br>And leave off cattle-stealing;&mdash;</br>Lord Stafford mines for coal and salt,</br>The duke of Norfolk deals in malt,</br>The Douglas in red herrings;</br>And noble name, and cultur'd land,</br>Palace, and park, and vassal band</br>Are powerless to the notes of hand</br>Of Rothschild, or the Barings.", "The age of bargaining, said Burke,</br>Has come &mdash; today the turban'd Turk,</br>(Sleep, Richard, of the lion heart!</br>Sleep on, nor from your cerements start,)</br>Is England's friend and fast ally;</br>The Moslem tramples on the Greek,</br>And on the Cross and altar stone,</br>And Christendom looks tamely on,</br>And hears the Christian maiden shriek,</br>And sees the Christian father die,</br>And not a sabre blow is given</br>For Greece and fame, for faith and Heaven,</br>By Europe's craven chivalry.</br>You'll ask if yet the Percy lives</br>In the armed pomp of feudal state?&mdash;</br>The present representatives</br>Of Hotspur and his \"gentle Kate,\"</br>Are some half dozen serving men,</br>In the drab coat of William Penn;</br>A chambermaid, whose lip and eye,</br>And cheek, and brown hair, bright and curling,</br>Spoke Nature's aristocracy;</br>And one, half groom half Seneschal,</br>Show'd me through court, bower, and hall,</br>From donjon keep to turret wall,</br>For ten and sixpence sterling.</br>"]