["Are they not beautiful!  how light they float,</br>How gracefully they sit upon the wave!</br>The water buoys no surer, fleeter boat,</br>None that will Ocean's danger better brave.</br>Forget not too, that sea-wash'd barrens gave</br>A hardy race to man each brace and line,</br>Warm hearted and hard handed &mdash; all they crave</br>Is but to seek and search the boist'rous brine</br>Where Winters have no sun, and north lights dimly shine.", "Thames!  on thy smiling harbour now</br>How dips and bends each lively bow,</br>As pleas'd to wanton there.</br>And need they longer there to ride?</br>The time is come and fair the tide,</br>The wind is fresh and fair.", "Away!  the peak is trimly set,</br>The jib with schoot-horn duly wet,</br>The trembling helm is true,</br>One glass of grog, one signal gun,</br>Three cheers for luck and one for fun,</br>Which is the happier crew?", "Over the broad, the blue, the clear,</br>The noble harbour, on they steer</br>By every well known spot.</br>In sailor's heart, in seabird's cry,</br>In pilot's thought, in poet's eye,</br>When are such scenes forgot.", "I love them, for the porpoise plays</br>In all their bleach'd and pebbly bays</br>And every haunt explores.&mdash;</br>I love them, that the hardy breeze</br>Sweeps daily from the healthful seas</br>Blessing the happy shores.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Now tauter brace the labouring boom,</br>Bring the lee gunwale to the foam</br>And haul the bonnet flat.</br>They have the freshest of the breeze&mdash;</br>They have the widest of the seas&mdash;</br>\"We'll beat 'em for all that.\"", "See!  the wild wind bears down the peak,</br>And shews its shear the gaboard streak,</br>Loose is the leeward shroud,</br>The helm a-weather, bears her round</br>That hard-sought, hard gain'd racing ground</br>So elegantly proud.", "And now, good luck my honest hearts,</br>Well do you bear your dangerous parts</br>And well I wish you all.</br>I little know your terms of skill,</br>But you shall have, my right, good will,</br>Whatever chance befall.", "Good wives on shore, good winds at sea,</br>Fishing enough where'er you be,</br>And very many bites.</br>Plenty of fish and children too,</br>Days well employed and not a few,</br>Of quiet happy nights.</br>"]