["O thou, the daughter of the vernal dew,</br>That, glistering to the morn with pearly light</br>The gentle Aura woo'd</br>Beside a dripping cave;</br>There, midst the blush of roses, won the nymph</br>To dalliance, as in sighs she whisper'd love;</br>There saw thee born, as May</br>Unclos'd her laughing eye;</br>Spirit of Freshness, hail!  At this dim hour</br>While, streakt with recent grey, the dawn appears</br>Where sport thy humid steps,</br>Ambrosial essence, say?</br>Haply, thy slippers glance along my path</br>Where frosted lilies veil their silver bells</br>Beneath thy lively green</br>Of their full-shading leaves.</br>Or dost thou wander in the hoary field</br>Where, overhead, I view the cautious hare</br>Nibbling, while stillness reigns,</br>The light-sprent barley-blade?</br>Or dost thou hover o'er the hawthorn bloom,</br>Where, in his nest of clay, the blackbird opes</br>His golden lids, and tunes</br>A soft-preluding mid the fleeced air</br>To meet the day-spring, where the plume-wet lark</br>Pours, sudden, his shrill note</br>Beneath a dusky cloud?</br>I see thee not &mdash;  But lo!  a vapory shape</br>That oft belies thy form, emerging slow,</br>From that deep central gloom,</br>Rests on the moontipt wood;</br>Now, by a halo circled, falls along,</br>As gleams with icicles his azure vest,</br>Now shivers on the trees,</br>And feebly sinks from sight.", "'Tis cold!  And lo, upon the whitening folds</br>Of the dank mist that fills the hollow dell,</br>Chill damp with drizzly locks</br>Glides in his lurid car;</br>Where a long fane o'er those broad rushes nods</br>In slumbering torpor; save when flitting bat</br>Stirs the rank of ivy brown</br>That clasps its oozing walls!</br>Yet, yet descending from yon eastern tent,</br>Whose amber seems to kiss the wavy plain,</br>A form, half-viewless, spreads</br>A flush purpureal round,</br>I know thee, Freshness!  Lo, delicious green</br>Sprinkles thy path.  The bursting buds above</br>With vivid moisture glow,</br>To mark thy gradual way.</br>The florets, opening, from their young cups dart</br>The carmine blush, the yellow lustre clear:</br>And now entranc'd, I drink</br>Thy breath in living balms!</br>And not a ryegrass trembles, but it gives</br>A scent salubrious:  not a flower exhales</br>Its odours, but it breathes</br>O'er all, a cool repose.</br>Mild shadowy power!  whilst now thy tresses bath'd</br>In primrose tints, the snowdrop's coldness shed</br>On sky-blue hyancinths,</br>Thy chaste and simple wreath;</br>While flows to zephyr thy transparent robe</br>Stealing the colors of the lunar bow,</br>How short thy vestal reign</br>Amid the rosy lawn!</br>Yes!  if thou mix the saffron hues that stream</br>From the bright orient with the roscid rays</br>Of yonder orb that hangs</br>A silvery drop, on high;</br>Or, if thou love, along the lucent sod,</br>To catch the sparkles of thy modest star;</br>With all the mingling beams</br>Heightening some virgin's bloom;</br>Fleet as the shadow from the breded heaven</br>Brushing the gossamer, thy steps retire</br>Within the gelid gloom</br>Of thy green vested oak.</br>There, as its ambient arch with airy sweep</br>Chequers the ground, thine \"eyes of dewy light,\"</br>Pursue the turf that floats</br>In many a tremulous wave.</br>And now, retreating to the breezy marge</br>Of the pure stream, thy ruby fingers rear</br>The new-blown flowers that wake</br>To tinge its crystal tide:</br>Or gently on thine alabaster urn</br>Thy head reclines, beneath some aged beech</br>That mid the crisped brook</br>Steeps its long-wreathed roots;</br>While from the cave where first thine essence sprung,</br>Where the chaste naiads rang'd their glittering spars,</br>Rills, trickling thro' the moss,</br>Purl o'er the pebbled floor.</br>There sleep till eve; as now the tyrant Heat,</br>Kindles, with rapid strides, the extensive lawn,</br>And e'en thy favourite haunt,</br>The verdurous oak, invades.</br>And may no vapors from that osier'd bank</br>Annoy thee &mdash; thou, whose delicacy dreads,</br>Tho' shrinking from the sun,</br>The fallow's stagnant shade.</br>There sleep till eve; unless the spring-lov'd showers,</br>Pattering among the foliage, bid thee rise</br>To taste those transient blooms</br>That with the rainbow live.</br>There sleep till eve; when, as thy parent Air</br>With feathery softness flutters o'er thine urn,</br>And midst the vermeil bower,</br>The dew thy feet impearls;</br>Joy'd shalt thou hail the watery-tinted cloud,</br>Whose radiant skirts half-hide the westering orb,</br>Whilst a fine emerald hue</br>The whose horizon stains;</br>Till thro' the fragrance of his sweet-briar leaves</br>Thy glow-worm flings a solitary ray,</br>As peace descends, to hush</br>The twilight-bosom'd scene!</br>"]