["Night o'er the Earth had cast her sable robe,</br>When fierce convulsions shook the troubled air;</br>Terrific lightnings 'lum'd the darksome globe,</br>And thunders roar'd the chorus of despair.", "Enwrap'd in grief, towards the blasted heath</br>A falt'ring Skeleton pursu'd his way;</br>In accents wild he mutter'd deeds of death!</br>Smil'd at the storm, and call'd it Mis'ry's day.", "Dauntless he stood the conflict of the skies,</br>The blaze sulphureous, and the dismal peal;</br>Black Resolution fir'd his starting eyes,</br>And in his bosom sheath'd the deadly steel.", "\"I quit!  ye parasites of wealth!\" he cried,</br>\"I quit a world where talents find no friend.\"</br>Exhausted Nature could no more &mdash; he died;</br>But left a moral in his tragic end.", "And is it true, that when the finer arts</br>Compose the harmony of polish'd states,</br>Munificence no tender aid imparts,</br>Still Poverty on all their children waits?", "In ages past, when Learning yet was young,</br>And ignorant Barbarity bore sway,</br>When Poesy was heard with lisping tongue,</br>'Ere Science shed an intellectual ray;", "In days like these, the finer arts might fade,</br>For senseless souls their charms can never feel;</br>No genial Sun dispers'd the dreary shade,</br>And Truth refus'd to chase mistaken zeal.", "But when her brilliant beams resistless rose,</br>Driving the clouds of Ignorance away;</br>\"And Learning triumph'd o'er its barb'rous foes,\"</br>Then Genius should have seen a milder day.", "Ye patronizers of the sacred Nine!</br>Who feel the raptures of poetic glow;</br>Defend their sons from poverty malign,</br>Parent of death, and never ceasing woe!", "Biography is stain'd with many a blot</br>Of genius starv'd &mdash; a national disgrace!</br>May merit never meet a kindred lot;</br>But future times the blemishes efface.", "Not the loud clarion of posthumous praise,</br>Elegiac lines, and tears of sorrow shed,</br>The wretched victim from the grave can raise,</br>Or meliorate the sentence of the dead.", "Nor should the favour'd offspring of the Muse</br>Beneath imaginary evil bend;</br>Tho' num'rous thorns in flowery meads she strews,</br>Misfortune's night in brilliant day may end.", "Trust not the finer feelings of the heart,</br>Sublimely great, yet impotently weak;</br>Too keenly prob'd by Scorn's malignant dart,</br>They ope' the avenue Despair would seek.", "When that fell minister has entrance found,</br>The voice of Consolation speaks in vain;</br>Exulting Horror draws the curtains round,</br>And fainting Hope sinks &mdash; ne'er to rise again.", "Of warm Imagination's flights beware;</br>Her tales of dark distress too oft' deceive;</br>O!  guard your spirits from the fatal snare,</br>Nor perpetrate what Time can ne'er retrieve.</br>"]