["Oh that mens thoughts should so degenerate,</br>Being free borne, t' admit a slavish state:</br>They disclaime Natures manumission,</br>Making themselves bond to opinion:</br>Whose gally-slaves they are, tost on the sea</br>Of vulgar humors, which doth rage and play,</br>According as the various breath of change</br>Calmes or perturbs her smooth brow.  Is 't not strang</br>That heav'n bred soules, discended from above</br>Should brooke such base subjection?  feare reproofe</br>From her cold northerne gales, or els be merry</br>When her Fanonian praise breathes a sweet perry?", "(Rason) thou art the soules bright Genius,</br>Sent downe from Joves throne to safe conduct us</br>In this lifes intricate Daedalian maze:</br>How art thou buffuld?  how comes this disgrace,</br>That by opinion thou art bearded so,</br>Thy slave, thy shadow:  nay, out-bearded too?</br>She earth-worme doth derive her pedegree</br>From bodies durt, and sensualitie,</br>And marshald in degree fitting her birth</br>Is but a dwarffe, or jester to make mirth.</br>Thou the soules, bodies Queenes allie most neere,</br>The first Prince of her blood, and chiefest peere,</br>Nay, her protector in nonage, whilst she</br>Lives in this bodies weake minoritie,</br>Art yet kept under by that underling,</br>That dreame, that breath, nay that indeed Nothing,</br>The ale-house Ethicks, the worlds upside downe</br>Is verefied:  the prince now serves the clowne.</br>If reason bandy with opinion, </br>Opinion winnes in the conclusion:</br>For if a man be once opinionate,</br>Millions of reasons nill extenuate </br>His fore-ceited mallice:  conference </br>Cannot asswage opinions insolence.</br>But let opinion once lay battery </br>To reasons fort, she will turne heresie, </br>Or superstition, wily politist,</br>But she will winne those rampires which resist.</br>Then sith such innate discord is maintain'd</br>Twixt reason and opinion; what staid-brain'd,</br>True resolute, and philosophick head</br>Would by opinion be distempered?", "Opinion is as various as light change, </br>Now speaking Court-like friendly, strait-wayes strange;</br>She's any humours perfect parasite, </br>Displeas'd with her, and pleas'd with her delight, </br>She is the Eccho of inconstancie, </br>Soothing her no with nay, her I with yea.", "Then who would weigh this feather, or respect</br>The fickle censure of shallow neglect?</br>Shall grave Lycurgus straite repeale his lawes,</br>Because some Cobler finds fault with this clawse,</br>Some Ale-konner with that?  or shall the state</br>Be subject to each base-groomes arbitrate?</br>No, let's esteeme Opinion as she is,</br>Fooles bawble, innovations Mistris, </br>The Proteus Robin-good-fellow of change,", "Smithfield of jaded fancies, and th' Exchange</br>Of fleeting censures, nurse of heresie,</br>Begot by Malice on Inconstancie:</br>It's but the hisse of Geese, the peoeples noyse,</br>The tongue of humours, and phantasticke voyce </br>Of haire-brain'd Apprehension:  it respects </br>With all due titles, and that due neglects </br>Even in one instant.  For in these our times</br>Some of Opinions gulls carpe at the rimes</br>Of reverend Chawcer:  other-some do praise them,</br>And unto heav'n with wonders wings do raise them", "Some say the mark is out of Gowers mouth,</br>Others, he's better then a trick of youth.", "Some blame deep Spencer for his grandam words,</br>Others protest that, in them he records</br>His maister-peece of cunning giving praise,</br>And gravity to his profound-prickt layes.", "Daniel (as some holds) might mount if he list,</br>But others say that he's a Lucanist.", "Markham is censur'd for his want of plot,</br>Yet others thinke that no deepe stayning blot;</br>As Homer writ his Frogs-fray learnedly,</br>And Virgil his Gnats unkind Tragedy:</br>So though his plot be poore, his Subject's rich,</br>And his Muse soares a Falcons gallant pitch.", "Drayton's condemn'd of some for imitation,</br>But others say t'was the best Poets fashion,</br>In spight of sicke Opinions crooked doome,</br>Traytor to kingdome mind, true judgments toomb,</br>Like to a worthy Romaine he hath wonne</br>A three-fold name affined to the Sunne,</br>When he is mounted in the glorious South,</br>And Drayton's justly sirnam'd Golden-mouth.", "The double volum'd Satyre praised is,</br>And lik'd of divers for his Rods in pisse,</br>Yet other-some, who would his credite crack</br>Have clap'd Reactioes Action on his back.", "Nay, even wits Caesar, Sidney, for whose death</br>The Fates themselves lamented Englands scath,</br>And Muses-wept, till of their teares did spring</br>Admiredly a second Castal spring,</br>Is not exempt for prophanation,</br>But censur'd for affectation.", "Thus doth Opinion play the two edg'd sword,</br>And vulgar judgments both-hand playes afford,</br>Then who but fooles, and empty caske like minds,</br>Would be engross'd with such phantastique winds?</br>Let Players, Minstrels, silken Revellers,</br>Light minded as their parts, their aires, their fethers,</br>Be slaves t' Opinion, when the people shoute</br>At a quaintiest, crosse-poynt, or well touch'd Lute,</br>Let their sleight frothy minds be bubled up,</br>And breake againe at a hisse, or howt, or hup.</br>Let Caius when his horse hath wone the bell,</br>Conceive more joy than his dull tongue can tell:</br>Or let Lycanor feare a tennis set</br>More then his soules losse, and for it more fret.", "Pollio me thinks is going into the Towne,</br>Boy, set your Maisters ruffe, and brush his gowne,</br>Least some spruce Taylor sitting on his stall,</br>Say, there goes a sloven, carelesse of all,</br>Heere comes young Pansa:  whether away so fast?</br>Why, going to the Barbers in all hast,</br>Thy haire's all short enough:  but I must crave</br>A little labour to be smug'd, and have </br>A blessing of Rose-water, ere I goe</br>To see such and such Ladies, for you know </br>Thei'le flowt a man behind his backe, if he</br>Be not trim furbish'd, and in decencie.", "Oh what a slaverie's this?  shall a free mind</br>Sicke of a Cockneys Ague, feare the wind?</br>No, let's be Stoicks, resolute, and spare not</br>To tell the proudest Criticke that we care not</br>For his wooden censure, nor to mittigate</br>The sharp tart verivice of his snap-haunce hate</br>Would change a line, a word, no not a poynt</br>For his deepe mouthed scoffes, as soone disjoynt</br>His grind-jest chaps as hurt our credites, who</br>Are carelesse of what he can say or do.", "Oh Epictetus, perfect libertine,</br>Who though a slave, tyr'd daily in the mine,</br>Yet hadst as free a soule, as free a powre</br>To calme content as any Emperour,</br>Thou wert no busie Polypragmons thrall,</br>No slave to censures, caring not at all</br>Which way the vulgar wind stood, negligent</br>Whether the world were angry or content.</br>Thy vertue-purged soule, thy Genius </br>Made all thine inclinations vertuous:</br>Which thou didst follow, carelesse of th' event,</br>Or of the worlds applause, or discontent.</br>True patterne of a philosophick soule,</br>Not subject to Mechanick mates controule,</br>Nor puff'd up with the praises of each hind</br>Which gave a froathy battery to thy mind.", "With such resolve, such perfect temperature</br>Should a Socratique mind her thoughts assure:</br>And as he taught young Alcibiades </br>Audacity to pleade, and to despise</br>The popular scarcrow estimation;</br>For that such bodies composition</br>Consisted but of Brokers, Coblers, slaves,</br>Black-men, trap-makers, and such kind of knaves,</br>Whose many headed doomes he never weighd,</br>Nor of their giddy union was afraid:</br>So let all others care for vulgar breath,</br>Which neither can preserve, nor plague with death,</br>(Unlesse their sent of Garlike poyson us.)</br>Should I take it at hart, or for hainous,</br>To heare some Prentize, or some Players boy</br>Hath jested at my Muse, and scoff'd my joy?</br>Or that some Chaundler slopt a mustard pot,</br>Or wrap'd Sope in some leaves, her petticoate?</br>Or perfum'd Courtiour in a peeuish scorne,</br>Some pages thereof, tyrant-like hath torne,</br>To scavenger his backe dore from the durt?</br>Which if he do (though me it shall not hurt)</br>May my harsh stile (the Muses I beseech)</br>Be but as arse-smart to his tickled breech:</br>Or shall I thinke my selfe t' have better hap,</br>If that some weevil, mault-worme, barly-cap,</br>Hearing my lines halfe-snorting ore his kanne,</br>Sweares them for good, and me a proper man?</br>Or shall I waxe proud if some Pedant daigne</br>The Epethite of Pretty for my paine?</br>The pox I will as soone:  let others care,</br>Ile play the Gallant, I, the Caveleire;</br>Once in my dayes Ile weene, and over-weene,</br>And cry, a Fico for the Criticke spleene:</br>For let them praise them, or their praise deny,</br>My lines are still themselves, and so am I.</br>"]