["Can he not feel (tho' darker is his hue</br>Than that of white man,) as the white man feels?</br>Can he not love, and love with fervor too,</br>And taste a joy when infant prank reveals</br>A growing mind? &mdash; and when his prattler kneels,</br>With half form'd syllables, the One on high</br>Praises; a thrill of rapture steals,</br>And sparkles brightly in the parent's eye,</br>Who reads in young devotion future purity.", "Then if he feels as you feel &mdash; has a heart</br>As prone as yours to ev'ry tie that binds</br>Man to his fellow &mdash; why inflict the smart</br>Of direst scourgings &mdash; servitude which grinds</br>The very soul of him who early finds</br>He has a frame as tender as your own?</br>Ah!  often, often, his sad fate reminds</br>The ill used negro of his wife &mdash; alone&mdash;</br>Who has of soothers for her loss, alas! &mdash; not one.", "If he offend ye, sin against the law,</br>Is he not punish'd with unfeeling ire?</br>And from his back the ruby drops ye draw,</br>And future watchfulness from him require.</br>And why not then, admit him to the high'r</br>Concerns of life, where he deserves to be?</br>Oh!  I could ever tune compassion's lyre,</br>And paint his woes and unmeet misery,</br>If I could get one slave from noble freemen, free.", "Shame on ye, boasted freemen &mdash; who pretend</br>The laws of God and Nature to obey;</br>Who swear to Virtue you will ever lend</br>Your whole protection &mdash; bow beneath the sway</br>Of truth and principle &mdash; the only ray</br>To light men &mdash; freemen on &mdash; no, ye are bound</br>By your own love of gold &mdash; ye still betray</br>The hapless negro &mdash; still is heard the sound</br>Of the poor Afric's woes, far echoing around.", "If ye would wish to brighten up your fame,</br>Which now is sinking 'neath derision's blast,</br>And then appear with an unsullied name,</br>That none could scandal, satire on it cast,</br>But all exclaim at, honour the contrast;</br>Proclaim him free! &mdash; yea, let the Negro rove</br>Untrammel'd and unchained &mdash; your nation vast,</br>Will to the world, then honourably prove,</br>That freedom ye uphold, her ev'ry accent, love.</br>"]