["Far in a desart wild, where, loud, and strong,</br>A full-swoln torrent roll'd it's tide along,</br>With anxious doubts his labouring bosom fraught,</br>Step following step, and thought succeeding thought,</br>The young ALCIDES stray'd: &mdash; before him lay</br>Virtue's steep height, and Pleasure's flowery way:</br>Ardent he gaz'd, when issuing from a glade,</br>Two angel forms his ravish'd eyes survey'd:</br>The one, serenely bright, with modest pace,</br>And looks, where mingled dignity and grace,</br>Decent advanc'd; the other younger fair,</br>With roving eye, flush'd cheek, and bosom bare,</br>Danc'd lightly on; around his neck she clung;</br>And thus, with practis'd blandishment, she sung.", "Dearest Youth, what doubts distress thee?</br>Lo!  I come, to guide, to bless thee!</br>Happiness unfolds her treasures,</br>Slight not thou the offer'd pleasures.", "Seek not yonder height to gain;</br>The steps are peril, care, and pain:&mdash;</br>Haste with me, for bliss prepare,</br>Fly from peril, pain, and care!", "Smooth is my way: &mdash; In yonder bowers</br>Pleasure leads the dancing hours:</br>Haste, then, haste, thy prime employ;</br>Each moment lost, you lose a joy.", "Dissolv'd in rapture, blest, and blessing,</br>Fancy's utmost wish possessing,</br>Tell the sons of care and strife,</br>Pleasure is the life of life.", "Transported gaz'd the Youth, while thus she sung,</br>Rapt in the soft enchantment of her tongue:</br>When, lo!  in robe of purest white array'd,</br>Now near advanc'd the bright majestic maid;</br>Each charm improving as she drew more nigh;</br>Heaven's mild effulgence streaming from her eye,</br>Grace in her step; gently his hand she press'd,</br>And thus, in strain sublime, the awe-struck Youth address'd.", "Offspring of JOVE, my voice attend,</br>Nor heed yon syren's artful wiles:&mdash;</br>The joys she brings in anguish end;</br>And ruin lurks beneath her smiles.", "Wouldst thou assert thy birth divine?&mdash;</br>To yonder summit turn thine eyes!</br>There Virtue's hands the wreath entwine,</br>That lifts the hero to the skies.", "Rough though and steep the mountain's brow,</br>Beset with perils, toil, and care,</br>There Fame's eternal laurels grow,</br>And Joy's sweet blossoms flourish there,", "Hark!  Virtue calls thee &mdash; Truth proclaims,</br>That pleasure, rightly understood,</br>Whate'er Vice feigns, or Folly dreams,</br>Dwells only with the wise, and good.", "She ended smiling, and her heavenly eyes</br>Shot forth a brighter radiance; to the view</br>Now, easier seem'd the ascent; and from the top</br>Flowers of unfading bloom their fragrance threw;</br>Meantime, the Youth beheld, with deep surprize,</br>In that smooth way, erewhile so gaily dress'd</br>The deadly night-shade creep; the thorn start up;</br>And the dark adder rear his spotted crest:</br>Th' illusion vanish'd; and, to sight confess'd,</br>Sloth stood, in native horror: &mdash; from her grasp</br>(As one who in his path had spy'd an asp)</br>ALCIDES sprung, and thus his high resolve express'd.", "The victory is thine!&mdash;</br>Though toils, though cares my steps oppose,</br>On peril, still, though peril grows,</br>Celestial visitant, be Glory mine!</br>Do thou, sweet maid, my young feet guide</br>To yonder bright abode,</br>Yon star-crown'd hill, where Virtue's sons reside;</br>Where the Renown'd of antient days,</br>Heirs of universal praise,</br>Heroes and Patriots trod!", "Hear, Parent JOVE, the wish sublime</br>That fires my expanding soul,</br>Crown of my toils be this!  be this my goal!</br>To live, through undecaying time,</br>In Fame's eternal roll!", "Thus while the hero sings, each cavern'd rock</br>Echoes the strain, delighted:  all around</br>The unseen deities of wood, and stream,</br>Dryads, and Naiads, the sweet nymphs who love</br>The hill's blue summit, and the powers who rule</br>The trackless realms of air, in concert full,</br>The Paean swell; and nature's general voice</br>Bursts forth in choral song.&mdash;</br>Mortals, who, benighted, stray,</br>Wandering through Passion's mists, by Reason's feeble ray,</br>Hear, and obey!</br>Hear unerring Truth proclaim,</br>That VIRTUE is the guide to FAME!</br>See, she moves, in radiant state!</br>Mark what blessings round her wait!</br>Soft content that bosom-treasure,</br>Rose-lipp'd health, and smiling pleasure!</br>Join her triumph &mdash; Mortals, rise,</br>Mount from earth, and claim the skies!</br>"]