["WAGRIN, GOLDE.", "WAGRIN.</br>Whie sings not Golde as he whilome did</br>In sacred numbers, and diviner vaine,</br>Such hymnes, as from bace-humor'd braines are hid?</br>For shame revive thy mated Muse againe,</br>Let not ambitious ignorance forbid</br>Thy worthfull stile immortall praise to gaine,</br>Live thou to after age, and let thy fame,</br>Eternise thy deserts, and tell their shame.", "GOLDE.</br>Why should I make mine industrie a slave,</br>To day, and night?  why should I dwell on thought</br>When as some scoffing ideot shall deprave</br>That which with travaile learning forth hath brought:</br>Proud Aristarchsus will the credit have,</br>And beare that palme, the happier muse hath bought,</br>And though in furnace of true art I trie</br>My labor'd lines, yet scape not obloquie.", "In such a world where worth, hath no rewarde,</br>Where all the gods, want shrines, but greedie gaine,</br>Where science sleepes; and ignorance is hard,</br>Why should I loose my sleepe, or breake my braine?</br>Can vertue spring that wanteth true regarde?</br>No Wagrin no:  tis wisdome to refraine</br>In such an age, where learning hath no laude,</br>Nor needie Homer welcome, or applaude.", "Sweete Muses, my companions, and repose,</br>Tir'd with contempts in silence now record</br>Your pleasures past; disdaining to disclose</br>Your worth to them, who wisdome have abhord:</br>Make me the judge, and writer of your woes:</br>Whil'st senceles walles, (where I your treasures hord)</br>Doe heare such griefe, as were they ought but stone,</br>Hewd in this age, they might consume with mone.", "WAGRIN.</br>Fie Golde, blame not all men for a few,</br>The Muses have some friends, who will esteeme</br>A man of worth, and give desert his dewe:</br>Did Mircurie (as many wisemen deeme)</br>Surcease the wavering Cynthia to pursue,</br>His crosse aspects to arts, more sweete would seeme:</br>There are some fewe, (alas that they were more)</br>That honour poesie, and wit adore.", "To these firme oakes (who boldlie can resist</br>The tempest of lewd tongues,) thy selfe applie,</br>Like Ivie, round about their bodies twist,</br>And live to them, whose fame should never die:</br>Sweeten their eares, and glut them when they list</br>With such nice numbers of sweete poetrie:</br>That reading, they may thinke, that everie line</br>Refines their wits, and makes them more divine.", "GOLDE.</br>On these strong pillars (Wagrin) have I built,</br>And liv'd a while in sunne-shine of their grace,</br>But time (sweete friend) beleeve me if thou wilt,</br>Hath made them worldlie, covetous, and base,</br>Their niggard mindes, with golden words they gilt,</br>They are not as they seeme, in outward face,</br>To live in hope of that they meane to give,</br>Is to deceive our selves, and not to live.", "Arts perish, wanting honour, and applause,</br>And where imperious neede doth tyrannise,</br>The holie heate, through worldly cares doth pause,</br>The minde, (with-drawne to studie for supplies)</br>Is soyld with earthlie thoughts, and downward drawes;</br>Hence come those dull conceits amongst the wise,</br>Which coy-eard readers censure to proceede,</br>From ignorance, whereas they grow by neede.", "Oh were the world so forward to affect</br>The high conceits of artists as of yore,</br>When least deserts, were held in high respect;</br>Did wise Maecenas flourish still t' adore</br>The heavenly lines his Virgil did erect,</br>Or he whom Rome admir'd for wisdomes store;</br>Want, should not wring good wits, and this our age</br>For science, should with theirs, the battaile wage.", "But now, these frugall patrons, who begin</br>To skantle learning with a servile pay,</br>Make Poets count their negligence, no sinne:</br>The colde conceit of recompence doth lay</br>Their fierie furie when they should begin,</br>The priest unpaid, can neither sing, nor say:</br>Nor Poets sweetlie write, except they meete</br>With sound rewards, for sermoning so sweete.", "Which found rewards, since this neglectful time</br>Repines to yeeld to men of high desart,</br>Ile cease to revel out my wits in rime,</br>For such who make so base account of art:</br>And since by wit there is no meanes to clime,</br>Ile hould the plough a while, and plie the cart,</br>And if my muse to wonted course returne,</br>Ile write, and judge, peruse, commend and burne.", "WAGRIN.</br>A better mind God send thee, or more meanes,</br>Oh wouldst thou but converse with Charles the kind,</br>Or follow harvest, where thy Donroy gleanes,</br>These thoughts would cease:  with the thy muse should find</br>A sweet converse:  then this conceit which weanes</br>Thy pen from writing, should be soone resignd.", "GOLDE.</br>I rest resolv'd, if bountie will, I wright,</br>If not, why then my muse shall flie the light.</br>"]