["O that my soul might breathe one touching strain,</br>By the gracious Muses destined not to die,</br>But murmuring oft, o'er valley, hill, and plain,</br>Enrolled 'mid Scotia's native minstrelsy!</br>O more than blest the spirit of thy sky,</br>Its stormy clouds, its depth of slumb'rous blue,</br>And gladly would I close my filial eye</br>In the calm fondness of a last adieu,</br>Could I but frame one Lay to Thee and Nature true.", "In olden time, thy glens were heard to roll</br>The voice of song &mdash; deep, solemn, and divine,</br>That claimed dominion o'er the happy soul,</br>Most spirit-like, as from a secret shrine.</br>Oft as the dewy Evening Star 'gan shine,</br>Th' inspired Shepherd sought some lonely cave,</br>Nor, singing there, beheld its dim decline,</br>Nor heard, entranced, the Piny Forest rave,</br>Nor saw the glorious Sun descending to the wave.", "The solitary soul, in such recess,</br>An air-swept lyre, the breath of heaven obey'd;</br>And, still his hymns were hymns of tenderness,</br>Of blissful loves, or earthly bliss decayed.</br>The Poet died; and in the dust was laid!</br>The green Earth hides him in its smiling rest!</br>For, haply now, the Church-yard is a glade,</br>Where by the feet of wandering wild-deer prest,</br>The flowers in Morning-dew are glistening o'er his breast.", "Yet Wisdom weeps not o'er such Poet's fate,</br>Tho' seeming robb'd of his eternal fame!</br>The soul whom heaven and genius consecrate,</br>In Nature's Memory lives without a name.</br>The beauty of the Wild Flower is the same</br>To him who loves it for that beauty's sake,</br>And for that sake alone!  fair is the flame</br>Of nameless stars that suddenly awake,</br>And the Earth laughs with light of many a nameless Lake.", "Yet looking now o'er this delightful Earth,</br>A clinging spirit of immortal love</br>Is blending with the sweet land of my birth!</br>As if on field, lake, mountain, glen, and grove,</br>When I am dead, some part of me might move!</br>Some faint memorial of my mortal day</br>Sleeping like moonlight the old woods above!</br>My soul in sorrow turneth from decay;</br>O might it live on Earth, embalmed in heavenly Lay!", "Have I not e'er since reason's dawning light</br>Thee Scotland worshipped with praise and prayer!</br>Lovely by day, magnificent by night!</br>Where is the cloud-wrapt hill, the valley fair,</br>If mortal feet might climb or wander there,</br>Whose Echo ne'er hath answer'd to my voice?</br>The unsunn'd-Glen, the breathless Forest, where</br>That hath not heard my raptur'd soul rejoice</br>In Nature's hush divine, her spirit-humbling noise?", "I, like an Eagle, o'er the mountain-cliff,</br>Have soared in dreams as lofty and as lone;</br>On air-woven Lakes, I from my fairy skiff</br>The anchor of my solitude have thrown.</br>Methinks, that but to me some spots are known!</br>&mdash;Give answer from afar, thou once-seen Glen,</br>Thou shadowy, silent world of mist and stone,</br>Thy desert shapes like Images of Men,</br>In mockery of Man's voice, the small pipe of the Wren!", "Or answer Thou!  with music and with light,</br>Thou Vale of Vales!  that to the Evening Star</br>My soul did consecrate one summer-night,</br>When loth that such sweet darkness should debar</br>My soul from loveliness it could not mar,</br>I ask'd that gentle Orb to be the guide</br>Of one, who from his way had wander'd far,</br>And soon she led me where my heart espied</br>Valley and Lakelet bright, by midnight glorified!", "Yet to the impulse of such lifeless things</br>I ne'er so far surrendered up my dreams,</br>As not to feel my spirit's folded wings,</br>Like a bird basking in Life's sunny gleams.</br>Yea!  whether musing by the moorland streams,</br>Or in the arms of mountain-silence bound,</br>For human eyes far off the loveliest gleams</br>Came smiling o'er the loveliness around,</br>Yea!  even the trickling dew was like a human sound.", "For other friendships have I learn'd to cherish,</br>Than with the Sky, the Ocean, and the Earth;</br>Lovely they are and pure &mdash; but they must perish,</br>For perishing the fount that gave them birth.</br>But on the human face immortal mirth,</br>Or calm, than mirth far lovelier, may endure;</br>Nor shall that heart e'er ache in spiritual dearth,</br>Nor ever pine for pleasures, high and pure,</br>Linked to its brother-man, in brotherhood secure.", "Among the hills a hundred homes have I;</br>My Table in the wilderness is spread;</br>In those lone spots, a human smile can buy</br>Plain fare, kind welcome, and a rushy bed.</br>O dead to Christian Love!  to nature dead,</br>Who, when some cottage at the close of day</br>Hath o'er his soul its cheerful dimness shed,</br>Feels not that God was with him on his way,</br>Nor with these simple folks devoutly kneels to pray.", "What means the silent Lake, the Cataract's roar,</br>The snow-like moonshine on the summer-hill,</br>Old Ocean thundering o'er his solemn shore,</br>Or the faint-hymning of the infant rill?</br>Say, can such things th' immortal Spirit fill</br>With perfect voice or silence like their own?</br>No, in its trance the soul is longing still</br>For other music; by one breath o'erthrown,</br>The Fancy's pageant sinks with its aerial throne.", "Where is the radiance, touching as the hue,</br>Breathed by delight o'er childhood's laughing cheek?</br>What glimpse of ether, beauteous as the dew</br>In eyes whose gazing silence seems to speak</br>Of something in our souls more hushed and meek</br>Than aught that sleeps on sky, earth, sea, or air!</br>Then turn from such vain images &mdash; and seek</br>True Beauty shrined amid yon golden hair,</br>Behold yon snow-white brow &mdash; her throne, her heaven is there.", "Then, as thou wanderest through thy native vales,</br>Like wild-flowers spread to cheer thee on thy way,</br>(Wild-flowers all dancing in the sunny gales)</br>Sweet sinless children, smiling in their play,</br>Will chain thy footsteps oft with fond delay!</br>Thou see'st, as in some Mere's unclouded glow,</br>The pure bright morn of being's vernal day,</br>And, gazing on the heaven that lies below,</br>Feel'st not to draw thy breath amid this world of woe.", "If such the temper of thy heart, what joy</br>Is rising there, when on some radiant steep</br>Thou see'st the solitary Shepherd-boy</br>(While his white flock amid the sunshine sleep)</br>Through all the long day's stillness, lone and deep,</br>Sitting, unwearied as the gladsome brook</br>That sings along with many a frolic leap,</br>While earnestly his unuplifted look</br>Lives on the yellow page of some old fairy book.", "Alone thou need'st not be, though all around</br>Thy dreaming soul a mountainous region lie</br>Spread like a sea that heaves without a sound,</br>Chained in tumultuous silence 'mid the sky.</br>Cloud-like ascends before thine inward eye</br>The wreathed smoke, from many a palm-tree grove,</br>Mid the still desert mounting silently,</br>Straight up to heaven!  and, as it fades above,</br>Looks like some guardian Power that eyes the earth with love.", "Blessings be on yon hill-side cottages!</br>A starry groupe rejoicing in the mist!</br>Blest be the leaves, fruit, branches of the trees,</br>And the thatched roof they shelter ever blest.</br>Long hath the light of knowledge and of rest</br>Thence banished sin, and suffering there beguiled;</br>That loving angel, Innocence, hath kissed</br>Frequent the cheek of every rosy child,</br>And leads them dancing on along the pathless wild.", "Ah me!  when wandering at sweet eventide,</br>Mid the fair vales of England, as they lay,</br>Of their own beauty touched with stately pride,</br>Encircled with the diadem of May!</br>Here Palace-domes, there dwellings light and gay,</br>In groves embosomed, or with rosy showers,</br>Bride-like adorned in beautiful array,</br>Where, charmed by fragrance, the delighted Hours,</br>Seemed, as the sun went down, still lingering mid the flowers.", "How hath that gorgeous vision in the air</br>(Light, music, fragrance, cottage, tower, and dome,)</br>Melted to nothing!  Thou art smiling there,</br>Most sweetly smiling through the dewy gloom,</br>Just as Eve's star and crescent-moon illume</br>Heaven's arch, that folds thee in the hush of night,</br>Wild Hamlet!  In thy quiet's inner room</br>The wanderer sits, and wonders in delight</br>On what kind angel's wing hath been his homeward flight.</br>"]