["I.</br>O thou whose magic power</br>Can ev'ry bliss restore,</br>Which chance or baleful destiny oppose;</br>Who, prone to ease Distress,</br>And all her cries redress,</br>Com'st at Misfortune's call, and cheer'st her woes:", "II.</br>Thou whose unbounded store,</br>Like seas without a shore,</br>Along the tide of Time increasing floats;</br>Who oft' with smiling ray</br>Illumes life's little day,</br>O nymph belov'd!  accept my lisping notes.", "III.</br>When chill'd by Want's bleak blast,</br>The wanderer sinks aghast,</br>Thou bind'st his wounds and sooth'st his tortur'd soul;</br>Thy star divinely bright</br>Darts thro' the gloom of night,</br>And waves its genial fires from pole to pole.", "IV.</br>Lo!  where with aching eye</br>The Child of Slavery</br>Unpitied groans beneath the tott'ring load;</br>His lot no respite knows,</br>No aid his friendless woes,</br>Save thine, who strew'st with flowers his thorny road.", "V.</br>The trembling seamen's cries,</br>When threat'ning storms arise,</br>By thee are heard, from thee their comforts flow;</br>What tho' the rude winds roar,</br>And thund'ring billows pour,</br>Rise mountains high, or furious foam below:", "VI.</br>Still, 'mid the mad'ning scene</br>Thy form benign is seen,</br>Still sweeps thy pinion o'er th' inclement waste;</br>While in the lurid air</br>Thy whisp'ring voice they hear,</br>Calming the chaos mass to murm'ring rest.", "VII.</br>But most thy influence breathes,</br>Where Love her roseate wreathes</br>In some sequester'd vale delighted twines;</br>There oft' t' invoke thy aid,</br>Soft steals the list'ning maid,</br>There oft' resorts the train of rustic hinds.", "VIII.</br>Tho' fix'd with vengeful hand,</br>Death's crew terrific stand,</br>Tho' grisly gleaming thirsts th' insatiate spear;</br>Yet ev'n in that dread hour</br>Thy heav'n-appointed power</br>Prepares the soul, and blasts th' expiring fear.", "IX.</br>Friend of the bleeding heart,</br>Thy gentlest charm impart,</br>O deign to heal this grief-corroded beast;</br>So shall, enhanc'd by care,</br>Sweet Peace once more appear,</br>And all my silent sorrows sink to rest.</br>"]