["Poor girl!  she seemed of an unearthly mould,</br>A thing superior to the frowns of fate;</br>But never did my tearful eyes behold</br>A maid so fair and so disconsolate;</br>Yet was she once a child of high estate,</br>And nurs'd in splendour, 'till an envious gloom</br>Sunk her beneath it's harsh o'erpowering weight,</br>Robb'd her pale features of their orient bloom,</br>And with a noiseless pace, mov'd onwards to the tomb.", "She walk'd upon the earth as one who knew</br>The dread mysterious secrets of the grave;</br>For never o'er her eye of heavenly blue,</br>Lightened a smile; but like the ocean wave</br>That roars unblest with sunshine, through the cave</br>Rear'd in the depths of Coolann, she had flown</br>To endless grief for refuge; and would rave,</br>And tell to the night-winds her tale unknown;</br>Or, wander o'er the heath, deserted, and alone.", "And when the rain beat hard against the hill,</br>And storms rush'd by upon their wing of power,</br>Lonely she'd stray beside the bubbling rill,</br>Or, fearless, list the deep voic'd cataract's roar;</br>And when the tempest's wrath was heard no more</br>She wander'd home the mountain sod to dress</br>With many a wreath, and many a summer flow'r,</br>And thus she liv'd, the sister of distress,</br>The solitude of love, nurs'd in the wilderness.", "Of grief she was the child; earth, sea, sky,</br>Mountain, and cataract, fern-clad hill, and dale,</br>Possess'd a nameless charm in her young eye,</br>Pure and eternal:  for, in Deva's vale,</br>Her heart first listen'd to a lover's tale,</br>Breath'd by a mountain kerne; and every scene</br>That wanton'd blithly in the odorous gale,</br>Had oft beheld her lord's enamoured mien,</br>As tremblingly she sought each spot where he had been.", "But she is gone!  the cold earth is her pillow,</br>And o'er her blooms the summer's sweetest flow'r;</br>And o'er her ashes weeps the grateful willow</br>She lov'd to cherish in a happier hour.</br>Mute is the voice that breath'd from Deva's bow'r,</br>Chill'd is the soul of the neglected rover;</br>We saw the death-cloud in destruction low'r</br>O'er her meek head: &mdash; The western waves roll'd over</br>The corse of him she lov'd, her own devoted lover.", "But oft, when the faint sun is in the west,</br>And the hush'd gales along the ocean die,</br>Strange sounds re-echo from her place of rest,</br>And sink into the heart most tenderly.</br>The bird of evening hour &mdash; the humming bee,</br>And the wild music of the mountain rill,</br>Seem breathing sorrow, as they murmur by,</br>And whispering to the night, while all is still,</br>The tale of the poor girl &mdash; the \"Lady of the Hill.\"</br>"]