["Black was the sky, when Thyrsis hy'd from town,</br>His drooping head press'd with a cypress crown;</br>His eyes distracted, chearless was his face,</br>And on he hasten'd, but with heavy pace:</br>But ere he to his sod-built cot had press'd,</br>Palemon met him, whom he thus address'd.", "THYRSIS.</br>Stay, shepherd, stay, and hear a tale of woe!&mdash;</br>What rustic did not gay Hilaria know?&mdash;</br>But she's no more! &mdash; Go, feed thy simple flock,</br>And browze thy kids  on yonder shrubby rock:</br>Nor seek the plain; form thence all joy is fled:</br>Mourn, shepherd, mourn; for gay Hilaria's dead.", "PALEMON.</br>Ah me, Hilaria!  whither art thou gone,</br>And left us o'er our hapless fate to moan!</br>No pleasure now in snowy lambs we view,</br>Nor can we aught but dreary grief pursue:</br>No mirthful dance will crown thy flow'ry mead,</br>For sports are tasteless, since Hilaria's dead.", "THYRSIS.</br>Unmatch'd Hilaria!  in whose artless grace</br>Sat rural innocence, and each mild grace;</br>Marks of a pure, and nobly generous mind,</br>Where ev'ry honest, faithful virtue shin'd:</br>With praise, and vary'd flow'rs, her tombstone spread;</br>And, all ye shepherds, mourn Hilaria dead.", "PALEMON.</br>Blythsome, and modest too; gay, yet discreet;</br>Her manners gentle; person always neat:</br>Like Pales, she our arbitress might seem,</br>When, at our junkets, she was held supreme.</br>Over her grave, let's choicest garlands shed,</br>While shepherds, 'round it, mourn Hilaria dead.", "THYRSIS.</br>Heart breaking sight!  see where the solemn bier,</br>With all its pale attendants, now draws near!</br>Let's haste t' inform each nymph, and courteous swain,</br>Odours to strew, or raise a doleful strain:</br>And o'er the bier, let this short verse be said,</br>\"Fortune, and life, are vain; Hilaria's dead!\"", "PALEMON.</br>Would I like letter'd Spencer could complain,</br>Or tune my voice in Milton's swelling vein;</br>Fluent as Addison, with Waller's ease,</br>And Philips' genius, ever form'd to please:</br>I'd teach the woods, and ev'ry lovely shade,</br>To sound, pathetic, Sweet Hilaria's dead.</br>"]