["And didst thou ever live?  or art thou not</br>Rather the bright creation of a dream?</br>Thy fame the vision of some fancied lot,</br>A ray of noonday glory o'er a stream,</br>That evening flush which kindles with its gleam</br>The glacier crown upon an Alpine brow:</br>So bright, so pure, so transient, that we deem</br>The Spirit of the dying Day doth throw</br>Its gentle farewell o'er the twilight world below.", "Full many a time o'er those eternal hills</br>The spirit of the dying day shall part,</br>And youth and fancy, 'mid a world of ills,</br>Create a paradise in many a heart;</br>And waves shall roll, and glittering waters start</br>In fleeting beauty, to the fleeting ray;</br>Unreal things &mdash; they live not &mdash; but depart,</br>Nor leave one trace when they have pass'd away;</br>Shadows and visions all &mdash; but Thou wert not as they.", "And didst thou ever live?  Yes &mdash; life was thine,</br>And youth, and genius, and the swelling tide</br>Of all in life which seems at first divine,&mdash;</br>Honour, and fame, and style, and conscious pride</br>Of being alone, with none who might divide</br>The spell which chained all bosoms and beguiled:</br>And what is left of these, to watch beside</br>The early tomb which o'er thy dust is piled?</br>Reproach &mdash; and Glory &mdash; and Thine only Child.", "No more!  no more!  the voice of earthly blame,</br>Reproof or scorn that sleeping ear may shock;</br>No more shall pride rebel, perchance or shame,</br>And teach the mocked with bitterer sneer to mock;</br>That heart is duller than the marble rock</br>Which held all feeling in its inmost core:</br>And Malice now &mdash; if such there be, &mdash; her stock</br>Of venom'd arrows o'er that grave may pour,</br>Secure the dweller cold nor hears, nor answers, more.", "Such darts may come &mdash; so let them fall &mdash; for yet</br>There is enough if man would deem it so,</br>To bid the kind deplore &mdash; the good regret,</br>That e'er such heart the pulse of life should know,</br>And dye with earthliest hues its fairest glow;</br>There is a deep, an awful Shadow bent</br>O'er all thy Glory: &mdash; this shall be &mdash; although</br>The torch of fame immortal burn unspent&mdash;</br>A hue of night and death, with light for ever blent.", "No more!  no more!  that light of earthly fame</br>Shall lure, or please, or dazzle, or betray,</br>'Tis done &mdash; 'tis won &mdash; the trophy of a name</br>Hangs bright on high, the green unfading bay</br>Springs freshly forth: &mdash; now shines that after-day</br>Which fame still beams on an illustrious head;</br>Fancy nor falsehood change nor dim the ray,</br>Its light is fixed &mdash; its fate for ever sped&mdash;</br>A Star for those who live &mdash; a Planet for the dead.", "And ne'er perchance did love of bright renown</br>More deeply haunt a breast of human mould:</br>Born with fresh youth, and nursed mid fortune's frown,</br>Struggling with thousand passions which enfold</br>The breast of man, and make their strongest hold</br>In such dark minds; &mdash; It never slumber'd long&mdash;</br>Thou hast thy wish, &mdash; unconscious heart and cold!</br>To be remember'd in thy country's tongue,</br>And have thy name entwin'd with all her brightest song.", "No more!  oh never more!  shall trace or swell</br>Of  mortal love, with touch of tenderest thought,</br>Or dream of deeper passion's vanish'd spell</br>Approach the silent heart, in life so fraught</br>With deep affections; warp'd indeed and wrought</br>At times to evil: &mdash; All is over now</br>Of love, or hate, or grief; and is there aught,</br>Ada, fair child!  can check thy filial woe,</br>Or stay the unstain'd tears which o'er his grave should flow?", "His only child!  he loved thee to the last;</br>Thy fancied image was perchance the one</br>In that sad hour of death and doubt which pass'd</br>Latest across his mortal sight: &mdash; and none</br>Will wish the word unsaid, the thought undone,</br>Which breathes, that fate in kindness may inspire</br>A heart more calm than his; to ponder on,</br>With grief perchance, but such as doth not tire</br>The vanish'd life and love of him, &mdash; thine unknown Sire.", "For ever gone!  and gather'd to the dust</br>Of all the mighty dead who went before:</br>Of all whose imaged face, or sculptured bust</br>Tell us the aspect which on earth they wore;</br>How many a name and reverend form of yore</br>Comes with the thought: &mdash; is it too much to deem</br>Thy name will link with these for evermore,</br>Thy bark of fame glide down the mighty stream,</br>With all those pros'prous sails which glitter in the beam?", "Is it too much to name that ancient sage,</br>The Greek who own'd the sightless brow sublime,</br>And write thy modern name upon the page</br>Which bears his deathless characters? &mdash; No clime&mdash;</br>No age perchance shall ever wake to Rhyme</br>So great a spirit; &mdash; and no bard shall dare</br>Since ancient bard, embalm'd by time,</br>Entomb'd in glory, ever to compare</br>His laurels with the wreath, that front serene must wear.", "But we may deem, if Homer could behold</br>The things of earth again, and Greeks could rise.</br>From Grecian dust &mdash; and hear their story told</br>In strains which burst beneath their native skies&mdash;</br>Some mortal tears would dew the sightless eyes,</br>Of him the bard; &mdash; and every sterner breast</br>Would swell to list the solemn obsequies;</br>Poured by the Stranger, to the long long rest</br>Of all their country's pride, her brightest and her best.", "And not alone that sweet but funeral dirge</br>Should claim their grateful tribute &mdash; for a blast</br>Of Life and Freedom swept th' Ionian surge&mdash;</br>And he the Stranger came &mdash; and now how fast</br>The silent spell is breaking!  and the past</br>Speaks with a stirring voice &mdash; Greece will resume</br>Her noblest days!  and he shall bring at last</br>A dazzling splendour from the deepest gloom</br>Light to the wondering world, from forth a tomb.", "Where is the light?  'twas never meant for thee&mdash;</br>Where is the tomb!  'tis now too surely thine&mdash;</br>Where are those hopes?  they may or may not be</br>To other hearts fulfill'd. &mdash; A power divine</br>Hath rent thy bonds of life, no more to twine</br>With earthly things; and Greece may rise or fall&mdash;</br>'Tis nothing now her progress or decline&mdash;</br>Death makes at times a nation's fate seem small,</br>Yet shows how vain the gift, when man hath given his all.", "Italia too!  thy lovely brow is wreathed</br>With cypress sad among thy tresses dark,</br>For to thine ear of classic frame he breathed</br>His deepest numbers:  and the Pilgrim's bark</br>After long wandering reach'd its final mark</br>On thy sweet shore. &mdash; Thou, too, eternal Rome!</br>In ruin'd beauty, with thine ancient ark</br>Of Freedom shatter'd, wert his cherish'd home,</br>The speaking desert where his footsteps lov'd to roam.", "The land of Caesar's rule, of Rome's decline,</br>The land where Tully spake, and Virgil sung,</br>Where o'er the desolate wreck that lay supine</br>Rose the bright empire of the Tuscan tongue&mdash;</br>Where Dante's hand a harp immortal strung,</br>And Tasso's soul, most like perchance his own,</br>Achieved its glory; will esteem no wrong</br>To these her children &mdash; if she love the tone</br>That swells Childe Harold's lyre, o'er all for ever gone.", "And she who gave him life, and nursed his youth&mdash;</br>And holds him now in death &mdash; hath she no tears?</br>Doth not her freeborn eye weep less in ruth</br>And more in grief o'er all those, erring years</br>Which drew him from her sea-girt isle? &mdash; appears</br>Not now his fame a mingled light and gloom</br>Of shame and glory?  where the Upas rears</br>Her deadly branches, there the Roses bloom</br>And flowers of sweetest hues spring freshly o'er a tomb.", "Do'st thou not weep then England!  o'er the grave</br>Of this thine erring and thy gifted child?</br>Whom nought the world could give sufficed to save.</br>From deepest error; &mdash; wonderful and wild</br>And lovely mind, and fearfully beguiled</br>To grief and evil! &mdash; seared and uptorn</br>By passion's whirlwinds &mdash; worshipped and reviled</br>Perchance too much: &mdash; there is no place for scorn&mdash;</br>What triumph could the wreck of such a mind adorn?", "Thou had'st no bard amid these later days</br>Like him; nor e'er perchance mayest have again;</br>And none since he who framed the solemn lays</br>Of \"Man's first disobedience,\" in thy fane</br>Of pride and honour shall a niche obtain</br>Like his; and days and years may circle round</br>His grave, and thy prosperity; &mdash; in vain:&mdash;</br>Far is the hour e'er such a strain be found,</br>Long e'er thy silent shores to such a harp resound.", "Long &mdash; long indeed &mdash; and never may it be&mdash;</br>It is too painful to believe that e'er</br>Another hand shall sweep so thrillingly,</br>Those mingled chords of beauty and of fear:</br>Oh, never more!  can any wish to hear</br>The awful cadence of a Byron's lyre&mdash;</br>Snapt be the strings above their master's bier!</br>And burned the harp within his funeral pyre!</br>And let the accents wild for ever there expire!", "The hills are bright with evening! &mdash; o'er the peaks</br>Which westward swell against the golden sky,</br>The hour of sunset leaves those crimson streaks</br>Which gently fade to calmest grey; &mdash; and die:&mdash;</br>Those hills were once a rapture to the eye</br>Which sees them now no more &mdash; a doleful swell</br>Is in the wind which sweeps all mournfully,</br>The story of the vanished day to tell:</br>Thou too art gone from earth &mdash; oh whither! &mdash; none can tell.", "Farewell!  \"a sound which makes us linger;\" for it is</br>The fatal sound which tells us all is passed,</br>And nought can be recalled of woe, or bliss,</br>Or wrong, or passion; scattered now at last</br>Are all the flowers and fruits of life amassed</br>To please or poison: &mdash; and the breast which wore</br>Those weeds of earth, and loved their hues and classed</br>Their form and beauty in his mortal store,</br>Hath ceased their sweets to share, their falsehood to deplore.", "Thou do'st not sleep beneath the Gothic roof</br>Where England's favoured sons of fame repose;</br>Thou do'st not sleep within a shore, aloof</br>From haunts of earlier days; &mdash; but now the close</br>Of all things brings again to where arose</br>Thy towers ancestral &mdash; the unconscious frame;</br>The towers are passed from out thy line, &mdash; but those</br>Who were in life thy kindred and thy name,</br>Now join'd in parent dust &mdash; a nearer kindred claim.", "Farewell!  yet lingering we revert our eyes</br>Still to thy tomb, &mdash; for thou wert as a thing </br>Born to destruction, or to paradise&mdash;</br>And to such meteor forms the mind will cling</br>In hopeless feeling; &mdash; yet she cannot fling</br>The spell aside, which fascinates her gaze,</br>Or bid one Iris with celestial wing,</br>Rise o'er the cloud of thy unhappy days:</br>Farewell for evermore! &mdash; our sorrow, and our praise.", "And now, 'tis done &mdash; but yet though I devote</br>These lays of mine the rather to the dead,</br>To the Departed:  yet I would not doat</br>On ancient forms, imploring on my head</br>The spirit's power which is for ever fled;</br>I would not vainly call the shadowy Mind</br>Its star of genius o'er these lines to shed,&mdash;</br>If aught of fair or good the world may find,</br>I do not ask His shade the wreath to bind.", "For none would ask his spirit, and esteem</br>It bliss to be endowed who knew its power:&mdash;</br>No &mdash; rather let these strains devoted seem</br>The lone inscription on some funeral tower&mdash;</br>The voice which sings from a deserted bower&mdash;</br>The record calm of something passed away</br>Which we forget not; &mdash; in an evening hour</br>The lingering radiance of a summer's day:&mdash;</br>The lonely wall-flower springing 'mid decay.</br>"]