["The glowing Landscape fades; Day shuts his Eye;</br>Grey Twilight rests on yon high Western Hill;</br>While pensive, in the secret Shade I lie,</br>And watch the Music of the falling Rill.", "The Ev'ning Star now skirts the Western Main,</br>Cold Drops of Dew are sprinkled o'er the Lawn;</br>The Rustic drives his Oxen from the Plain,</br>And in the Fold secures his Flocks till Dawn.", "Soft dies along the Plain each ruder Breeze,</br>In black'ning Clouds the low'ring Whirlwinds sleep;</br>While gentle Gales scarce fan the waving Trees,</br>Or curl the Surface of the peaceful Deep.", "The feather'd Choirs now cease their vocal Lay,</br>Nor more are heard the dewy Groves among;</br>All but the solemn Bird, who, from her Spray,</br>Chaunts to the Ear of Night her plaintive Song.", "Primaeval Darkness, now, with Poppies crown'd,</br>O'er the dun Air her sable Mantle throws,</br>Diffusing universal Stillness round,</br>And locks a drowsy World in calm Repose.", "But not so lull'd the Child of Sorrow sleeps,</br>Nought charms the tearful Eye of Grief to Rest;</br>Pale-sickly Care, his constant Vigil keeps,</br>No gentle Slumbers soothe his Woe-fraught Breast.", "At this still Hour, the joyless Damon mourns</br>O'er Celia's Bier, and weeps her early Doom;</br>Unwilling Eccho all his Plaints returns,</br>Which pierce with many a Sigh the chearless Gloom.", "Now from the dreary Vault pale Spectres glide,</br>As Stories say, to fright the wand'ring Swain,</br>Or dreadful stalking to the Murderer's Side,</br>Hang o'er his Couch, and fill his Heart with Pain.", "Whilst I, still mindful of that awful Pow'r</br>Who guards the Just, confiding in his Aid,</br>Fearless, alone, or trace the secret Bow'r,</br>Or rove bewilder'd thro' the Moonlight Shade.", "For now, far-beaming from the glowing East,</br>The Silver Regent of the silent Night</br>Slowly ascends, in mildest Radiance dress'd,</br>And pours o'er Woods and Streams her magic Light.", "Hail awful Silence!  Contemplation hail!</br>Bright Emanation of celestial Fire!</br>All hail thy Presence!  still may'st thou prevail,</br>And all my Soul with Thoughts divine inspire.", "To thee, while Night's dim Shades involve the Sky,</br>This solemn Verse, a simple Gift I bring;</br>'Tis thine to guide the Muse's Flight on high,</br>Assist her Strains, and aid her soaring Wings.</br>"]