["Silent and slow along thy sedgy shore,</br>Fair Isis, as I take my twilight way,</br>And pensive listening to the dashing oar,</br>Frame in thy praise some tender farewell lay;</br>My melting soul looks back upon the day</br>When first I knew thee &mdash; welcome to that hour!</br>Hail to that moment! &mdash; though the Gothic sway</br>Of Pedant Tyranny upon me shower</br>The last &mdash; worst &mdash; venom'd shafts of its deceitful power.", "Oxford!  I leave thee &mdash; not in ire or wrath&mdash;</br>Though Friendship false put off her borrow'd hue,</br>And the keen adder hath been in my path&mdash;</br>Still must my lips send forth a soft adieu;</br>Memory still twines around thy joy &mdash; and who</br>Hath quaff'd the cup where dregs may not be found?</br>Home of my youth! &mdash; when fading from my view</br>Thy spires recede, and all thy classic ground.</br>Such parting will inflict an ever-staunchless wound!", "There be but few who will not soon forget</br>Me and my foibles &mdash; faults &mdash; perchance my name&mdash;</br>And I shall vanish as a dream; but yet</br>I have avow'd, and still assert the claim</br>(Let the proud pedant Cynic praise or blame)</br>That thou hast on me, while the faithful heart</br>Of One remains &mdash; and while the mutual flame</br>Of Friendship burns, and will its joys impart,</br>Then welcome to the worst, and Hate's most angry dart.", "And him I had not known, perchance nor seen,</br>But thou in thy benevolence gav'st to me</br>That radiant star that boasts the brightest sheen</br>Of all in Friendship's youthful galaxy&mdash;</br>Ne'er may that heart forget to love, but be</br>As the bright glow-worm to the night of life,</br>That shines when all is dark uncertainty&mdash;</br>Who, when his path with peril, toil, be rife,</br>Would ask a better guide in this wide world of strife?", "And thou too &mdash; save one &mdash; the dearest friend,</br>How vainly memory honours up the breast;</br>Say &mdash; will our hearts continue still to blend,</br>Till wearied life sigh for its final rest?</br>Wilt thou remember those brief visions drest</br>In hope's bright colours &mdash; while we yet were young,</br>And yet 'twas our life's bitter bowl to taste,</br>When on each word &mdash; look &mdash; friendship's accents hung,</br>And mutual fondness dwelt on each endearing tongue?", "To thee &mdash; to all &mdash; who here my path have bless'd,</br>I bid a long &mdash; perchance a last farewell&mdash;</br>But who the ivy from the trunk can wrest?</br>Whene'er of youthful hearts and joy I tell,</br>Remembrance o'er her web invisible,</br>Will twine around my soul &mdash; that here she wove&mdash;</br>And hold it bound in that resistless spell,</br>That seems to shed, where'er our footsteps rove,</br>A halo o'er the forms of those we us'd to love.</br>"]