["What time the jocund rosie-bosom'd HOURS</br>Led forth the train of PHOEBUS and the SPRING,</br>And ZEPHYR mild profusely scatter'd flowers,</br>On Earth's green mantle from his musky wing,", "The MORN unbarr'd th' ambrosial gates of light,</br>Westward the raven-pinion'd Darkness flew,</br>The Landscape smil'd in vernal beauty bright,</br>And to their graves the sullen Ghosts withdrew:", "Done had the nightingale to swell her throat</br>With love-lorn lays trill'd tremulously slow,</br>And on the wings of Silence ceas'd to float</br>The gurgling notes of her melodious woe:", "Then sportive dreams mysterious visions led</br>O'er the charm'd optics of the mental eye,</br>Or my free'd soul awhile her mansion fled,</br>To try her plumes for immortality.", "Thro' fields of air, methought, I took my flight,</br>O'er ev'ry region of the globe I pass'd,</br>No paradise or ruin 'scap'd my sight,</br>HESPERIAN garden or CIMMERIAN waste.", "I lit on AVON'S banks, whose streams appear</br>To wind with eddies fond round SHAKESPEAR'S tomb,</br>The year's first feath'ry songsters warble near,</br>And vi'lets breathe, and earliest blossoms bloom.", "Here FANCY sat, her dewy fingers cold</br>Decking with flow'rets fresh th' unsullied sod,</br>And bath'd with tears the sad sepulchral mold,</br>Of her lov'd son's clay corse the last abode.", "Ah!  what avails, she cry'd, a Poet's name?</br>Ah!  what avails th' immortalizing breath</br>To snatch from dumb Oblivion others' fame?</br>My darling child has fall'n a prey to death!", "Let gentle OTWAY, white-rob'd PITY'S priest,</br>From grief domestic teach the tear to flow,</br>Or SOUTHERN captivate th' impassion'd breast</br>With heart-felt sighs and sympathy of woe:", "For not to these his genius was confin'd,</br>Nature and I each museful pow'r had given,</br>Poetic transports of the madding mind,</br>And the wing'd words that waft the soul to heav'n;", "The fiery ken of th' intellectual eye,</br>Piercing all objects with it's eagley view,</br>Which in the wide world's whole existence lie;</br>And plastic thought that still created new.", "Whilst I attendant thro' my magic glass,</br>Ere he pourtray'd, display'd in airy show,</br>Then made each image in review to pass,</br>And dipt his pencil in the watry bow.", "O grant with eager rapture, I reply'd,</br>Grant me, great goddess of the changeful eye,</br>To view each being in poetic pride,</br>To whom thy son gave immortality.", "Sweet FANCY smil'd, and wav'd her mystic rod,</br>When strait these visions felt the pow'rful charm,</br>And one by one succeeded at her nod,</br>Like vassal sprites beneath the wizard's arm.", "First a celestial form (of azure hue</br>Whose mantle, bound with brede aetherial, flow'd</br>To the soft breath of ev'ry wind that blew)</br>Swift down the sun-beams of the noon-tide rode.", "Obedient to the necromantic sway</br>Of an old sage, to solitude resign'd,</br>With fenny vapors he obscur'd the day,</br>Volley'd the lightning, and unloos'd the wind.", "He whirl'd the tempest thro' the howling air,</br>Rattled the dreadful thunderclap on high,</br>And rais'd a roaring elemental war</br>Betwixt the sea-green waves and azure sky.", "Then, like heav'n's mild embassador of love</br>To man repentant, bade the tumult cease,</br>Smooth'd the blue bosom of the realms above,</br>And hush'd the rebel elements to peace.", "Unlike to this in spirit or in mien</br>Another form succeeded to my view,</br>A two-legg'd brute which Nature made in spleen,</br>Or from the loathing womb unfinish'd drew.", "Scarce could he syllable the curse he thought,</br>Prone were his eyes to earth, his mind to evil,</br>A carnal fiend to imperfection wrought,</br>The mongrel offspring of a Witch and Devil.", "Next bloom'd, upon an ancient forest's bound,</br>The flow'ry margin of a strolling stream,</br>O'er-arch'd by oaks with ivy mantled round,</br>And gilt by silver CYNTHIA'S maiden beam.", "On a green carpet of th' unbended grass,</br>A dapper train of female fairies play'd,</br>And ey'd their gambols in the watry glass,</br>That smoothly stole along the gleamy glade.", "Thro' these queen TITANIA pass'd ador'd,</br>Mounted aloft in her imperial car,</br>Journeying to meet fierce OBERON her lord,</br>Returning victor from a rear mouse war.", "Her chariot was a snail's embroider'd shell,</br>The traces of the finest cobweb were,</br>Her canopy a cowslip's speckled bell,</br>Her horses flies, a bee her charioteer.", "Upon six gnats six glow-worms went before,</br>Upon six grasshoppers six wasps behind,</br>These were her torch-men, those her armor bore,</br>And gallop'd swifter than the eastern wind.", "Arm'd cap-a-pee forth march'd the fairy king,</br>A stouter warrior never took the field,</br>His long lance was a hornet's horrid sting,</br>The sharded beetle's scale his sable shield.", "Upon an earwig mounted gallantly,</br>The mighty monarch rode in royal state,</br>Nodding his horse-hair crest tremendously,</br>Of all the Fays the greatest 'mong the great.", "Around their king the elfin host appear'd,</br>'Gainst the moon's rays their helmets cast a glare,</br>And their sharp spears in pierceless phalanx rear'd,</br>A grove of thistles, glitter'd in the air.", "The scene then chang'd, from this romantic land,</br>To a bleak waste by bound'ry unconfin'd,</br>Where three swart sisters of the weyward band</br>Were mutt'ring curses to the troublous wind.", "Pale Want had wither'd every furrow'd face,</br>Bow'd was each carcass with the weight of years,</br>And each sunk eye-ball from its hollow case</br>Distill'd cold rheum's involuntary tears.", "Hors'd on three staves they posted to the bourn</br>Of a drear island, where the pendant brow</br>Of a rough rock, shagg'd horribly with thorn,</br>Frown'd on the murmurs of the deeps below.", "In an adjacent grot remote from day,</br>Where smiling Comfort never shew'd her face,</br>Nor light e'er enter'd, save one rueful ray</br>Discov'ring all the terrors of the place,", "They held damn'd myst'ries with infernal state,</br>Whilst ghastly goblins grimly glided by,</br>The scritch-owl scream'd the dying call of fate,</br>And ravens croak'd their awful augury.", "No human footstep chear'd the dread abode,</br>Nor sign of living creature could be found,</br>Save where the reptile snake, or sullen toad,</br>With slimy froth had foil'd th' envenom'd ground.", "Here lay the bones of some ill-fated wretch,</br>Who wand'ring from the hated haunts of men,</br>Lur'd by the kindred Echo's mournful speech,</br>Came, saw, and dy'd within this dismal den.", "Sudden I heard the whirlwind's hollow sound,</br>Each weyward sister vanish'd into smoke.</br>Now a dire yell of spirits underground</br>With discontent earth's yawning surface broke,", "Thro' which each injur'd apparition rose;</br>A murd'rer started from his regal bed;</br>Pale Guilt's bold breath his heart's red current froze,</br>And Horror's dew-drops bath'd his frantic head.", "More had I seen &mdash; but now the God of day</br>O'er earth's broad breast this flood of light had spread,</br>When fickle Morpheus call'd his dreams away,</br>And on their wings each bright illusion fled.", "Yet still the dear ENCHANTRESS of the brain</br>My waking eyes with wishful wand'rings sought,</br>Whose wizard will controuls th' ideal train,</br>That ever restless progeny of THOUGHT.", "Sweet pow'r, said I, for others gild the ray</br>Of Wealth, or Honor's folly-feather'd crown,</br>Or lead the madding multitude astray</br>To grasp at air-blown bubbles of renown.", "My humbler lot let blameless bliss engage,</br>Free from the noble mob's ambitious strife,</br>Free from the muck-worm miser's lucrous rage,</br>Safe in Contentment's cottag'd vale of life.", "If frailties there (for who from them is free?)</br>Thro' Error's maze my devious footsteps lead,</br>Let them be frailties of humanity,</br>And my heart plead the pardon of my head.", "Let not my reason impiously require</br>What heav'n has plac'd beyond it's mortal span,</br>But teach it to subdue each fierce desire,</br>Which wars within it's own small empire man.", "Teach me, what all believe, but few possess,</br>The learned'st science is ourselves to know,</br>The first of human blessings is to bless,</br>And he the best who feels another's woe.", "Thus cheaply wise, and innocently great,</br>While Time's smooth sand shall regularly pass,</br>My destin'd atoms trickling course I'll wait,</br>Nor rashly break, nor wish to stop the glass.", "And when in death my peaceful ashes lie,</br>If e'er some tongue congenial speaks my name,</br>Friendship shall never blush to breath a sigh,</br>And great ones envy such an honest fame.</br>"]