["LOBBIN, PERIGOT.", "LOBBIN.</br>Ah Perigot, my lad, &mdash; why stand you here?</br>Thus leaning on your crook, and full of care.</br>Come doff your doublet, &mdash; your best cloaths put on;</br>Make haste, or we shall find the sport begun.", "PERIGOT.</br>See, Lobbin, what a numerous flock I keep;</br>And see, how much the flies torment the sheep:</br>They gad about so much, that Tray and I</br>Have work enough all day to keep them nigh:</br>And almost every minute, as you view,</br>Look there &mdash; a plague on that old black-fac'd ewe,</br>She always leads them wrong: &mdash; Hark &mdash; fetch 'em, Tray:</br>I cannot keep them from the wheat away.</br>Would God, that harvest were only come,</br>I then might sit at ease, and see them roam!", "LOBBIN.</br>Poo, shepherd, never mind, they do no harm;</br>Or corn or grass, 'tis all your master's farm:</br>What matters which they eat; come leave them lad;</br>And let's together to Duke William's head:</br>Besides the hat at nine-pins, all who choose</br>May run in sacks, boy, for a pair of shoes,</br>New, neat's-skin, and well-nail'd, &mdash; but, better still,</br>Our Surry Dick has challeng'd Kentish Will</br>To try a bout at single-stick, they say:</br>Come, Perigot, &mdash; what lad wou'd be away?", "PERIGOT.</br>That, lad, am I; &mdash; for tho', as you can tell,</br>But few at nine-pins Perigot excel:</br>Tho' well I lov'd our village sports to share</br>The first, in merriment, at wake, or fair;</br>My duty, Lobbin, now I better know,</br>Than to forsake my charge, and idling go</br>At every call, without my master's leave,</br>Wasting the moments, I can ne'er retrieve;</br>And bringing home at night &mdash; the spend-thrift's part,</br>A muddled head, and discontented heart.", "LOBBIN.</br>Rare maxims truly!  and where got you these?</br>Preach to your sheep, my boy, and talk to trees!</br>Our shepherd lads will only laugh to hear!</br>A master's interests to our sports prefer!&mdash;</br>That will not, Lobbin, ever:  for I trow</br>They to our sports such preference will not show.</br>Then, be they pleas'd or not, I'l have my day;</br>For if one will not do, another may.", "PERIGOT.</br>\"Rare maxims\" too, may Perigot return;</br>They merit well each honest shepherd's scorn!</br>Remember, lad, a saying of your own,</br>\"No moss is gather'd by the rolling stone:\"</br>So once you told me with a piteous face,</br>When wand'ring up and down, from place to place,</br>Your purse was empty, and your cloaths were nought,</br>And your vain heart was humble, as it ought.</br>Now, since at Argol's board you live so well,</br>Your naughty heart again begins to swell,</br>But, swain, be careful, or too sure you'll find,</br>You sow the billows, and will reap the wind!", "LOBBIN.</br>Something I reap &mdash; for on my back I bear</br>Cloaths full as good, as thou didst ever wear:</br>My hat's as fine, my stockings are not worse,</br>And here, here's money, Grey-beard, in this purse!</br>So cease your saws:  to day's delight's I'll share;</br>The doubtful morrow for itself may care!", "PERIGOT.</br>Ah, silly swain, &mdash; and to the future blind,</br>Sure some black Demon hath possess'd thy mind!</br>For grant &mdash; which, Lobbin, strangely I mistrust,</br>Your gains are honest &mdash; and your wages just;</br>Yet what you boast is all that you possess;</br>And how you long to make that little less!</br>But Lobbin think, from service if dismist,</br>Where will you live, and how will you subsist?</br>Will the old landlord at yon same Duke's Head,</br>Who courts your money now, then give you bread?</br>No, no be sure, he'll turn you from his door,</br>When once he finds you pennyless and poor.</br>Or, if by sickness to your bed confin'd,</br>What secret anguish will oppress your mind,</br>To view no gentle master by your bed,</br>Nor gentle mistress with her soothing aid:</br>Anxious their good domestic to restore,</br>Thus paying every service o'er and o'er:</br>Oh pleasing state! &mdash; how different thine, to moan</br>Sick, faint, and poor, neglected and alone!", "LOBBIN.</br>No distant ills, impossible and vain,</br>Disturb my peace, or give a moment's pain:</br>We shall catch larks, my lad, when fall the skies;</br>So save your breath, nor be so wondrous wise:</br>For, think not, friend, to teach me what to do;</br>I can both read and write as well as you.", "PERIGOT.</br>So much the worse; &mdash; the pow'r without the will</br>But makes your guilt and folly greater still:</br>For read you ne'er so well, you never look,</br>&mdash;I know it, Lobbin, &mdash; in that holy book,</br>Which brings such blessed tidings to our ears,</br>So warms our hopes, and dissipates our fears!</br>Where we are taught, that, provident o'er all,</br>Rules the dread Sov'reign of the subject ball,</br>A general Father; whose impartial care</br>Alike the master and the servant share:</br>Their lots, tho' different here, the same their fate</br>In the high mansions of a future state:</br>If good fidelity they learn to show</br>In all the duties of their place below.</br>&mdash;Chear'd by this thought, &mdash; no labours seem severe</br>Thro' the long watchings of the toilsome year:</br>Led by this hope, I live, with constant eye</br>To him, my mighty master in the sky:</br>And humbly still endeavour to approve</br>By faithfulness on earth, my heav'nly love.</br>&mdash;Thus pass I, like a pilgrim, on my way,</br>Hoping for better things some future day:</br>Like those blest shepherds, who in tents abode,</br>Strangers on earth, but denizens with God;</br>Who now rejoice, their faith's high end attain'd,</br>With him, who not the shepherd's name disdain'd,</br>Him, who his chosen flock not only fed,</br>But for that flock &mdash; oh gracious shepherd &mdash; bled!", "LOBBIN.</br>Why Perigot, my lad, thy flock forsake,</br>And, like the cobler Dick, to preaching take;</br>Get a joint stool, like his:  thou'lt drive a trade,</br>Nor him alone, but thou wilt much exceed,</br>The bawling parson, who the other day,</br>So long on our wind-mill did sing, and preach, and pray!</br>There thou hast learnt this gravity, I trow;</br>And rather after him would'st groaning go,&mdash;</br>Than share the pastimes at the house below.", "PERIGOT.</br>Spare your vain jibes; for, shepherd, be it known,</br>I gad not after preachers up and down:</br>Nor time have I, nor need, &mdash; content to hear,</br>Two sermons every Sabbath thro' the year:</br>And our good pastor &mdash; but why tell it thee,</br>Who'd rather sleep, than at a sermon be?</br>&mdash;Well, well, laugh on:  but they who win shou'd jest;</br>And sure I am, that Perigot is blest</br>Far beyond Lobbin in his present state.&mdash;</br>In future hopes the difference how great!</br>&mdash;My master's love, by confidence is shown,</br>And all his interests thus become my own:</br>One of his houshold, his delights I share;</br>And feel his pleasures, as I feel his care.</br>Dear are his children; dearer still they prove,</br>As I experience their unartful love:</br>And dearer yet they grow, when pleas'd I find</br>Their gentle mother to my wants so kind.</br>Connected thus, I act a social part,</br>And live a life quite suited to my heart!</br>No solitary elf, &mdash; and here I trust</br>At length to mingle with my native dust;</br>Rejoic'd if, like Petruchio, who of late</br>In his good master's house resign'd to fate,</br>I too, &mdash; thrice happy, &mdash; should my master have,</br>With all his family attend my grave;</br>Smiting their breasts, and saying, with a tear,</br>\"A good and faithful servant resteth here.\"</br>This be my praise:  and for this praise I'll live:</br>Your pastimes, Lobbin, no such joys can give.", "LOBBIN.</br>Why, Perigot, 'tis truth: &mdash; you touch my heart:</br>Shepherd, indeed, you've chose the better part.</br>I'll think to-morrow well of what you say,&mdash;</br>But can't give up the pleasures of to-day.</br>&mdash;Some other time I'll come, and hear you preach&mdash;:</br>But, my brave lad,  you may for ever teach,</br>Before in W&mdash;T&mdash;D'S bands you Lobbin list:&mdash;</br>I hate no creature like a methodist!", "Thus, with loud laugh, the dolt departing cry'd;</br>While the good shepherd shook his head, and sigh'd!</br>"]