["Oh!  thou, who many a silent hour,</br>Sat'st brooding o'er thy plans profound,</br>Oh, Chatterton!  thou fairest flower</br>That ever graced poetic ground;</br>'Twas thine, in lyrics sweet and strong,</br>To bear the enraptured soul along</br>'Twas thine to paint domestic woe,</br>And bid the drops of pity flow;</br>'Twas thine, in Homer's glowing strain, </br>To sing contention's bloody reign</br>And oh!  'twas thine, with unfledged wings to soar,</br>Upborne by native fire, to heights untried before.", "In lonely paths, and church-yards drear,</br>When shrouded pale-eyed ghosts are seen.</br>When many a wild note strikes the ear,</br>From fairies rev'lling on the green,</br>Then didst thou oft with daring fire,</br>Sweep o'er the solemn gothic lyre;</br>Then, whilst the broad moon lent her aid,</br>To times long past thy fancy stray'd,</br>Then Hasting's field was heap'd with dead,</br>And Birtha mourn'd, and Baldwin bled;</br>Yet what to thee did poesy produce,</br>Why &mdash; when on earth neglect, when in the grave abuse.", "Ah penury!  thou chilling sprite,</br>Thou pale depressor of the mind,</br>That with a cloud opaque as night,</br>Veil'st many a genius from mankind.</br>Ah!  what avails the minstrel's art,</br>That melts and animates the heart,</br>If at his side, with haggard mien</br>And palsied step thy form is seen;</br>When on thy sterile common thrown,</br>The strongest powers must pine unknown;</br>But mark the world &mdash; let wealthy witlings raise</br>The decorated lyre, and all applaud the lays.", "When all is hush'd, full oft to thee,</br>Poor child of song, I sorrowing turn,</br>Full oft bewail thy misery.</br>Full oft with indignation burn.</br>Heavens!  that a genius such as thine,</br>Equal to every vast design,</br>A genius form'd in Shakspeare's mould,</br>Untutor'd, piercing, clear, and bold,</br>Should pour in these enlighten'd days,</br>On Britain's ear, such matchless lays,</br>Yet find on British ground neglect and woe,</br>And envy's cankering sting, when in the grave below!", "Oh poesy!  delusive power,</br>Thou ignis fatuus of the soul,</br>Thou syren of the solemn hour,</br>That lurest full oft to scenes of dole,</br>Oh how seducing are thy smiles,</br>How powerful all thy witching wiles,</br>Yet in the foldings of thy train,</br>Lurk squalled want and mental pain;</br>See, where thy wretched victim lies,</br>What frantic wildness in his eyes.</br>Hark how be groans!  see, see, he foams!  he gasps!</br>And his convulsive hand the pois'nous phial grasps!", "Stung by the world's neglect and scorn,</br>While conscious merit fir'd his mind,</br>Unfriended, foodless, and forlorn,</br>With lowering eye the bard reclined;</br>When lo!  his mantle cover'd' o'er,</br>With streaming, and with clotted gore,</br>The offspring of despair and pride,</br>Came stalking in, fell Suicide,</br>Wreaths of dark foxglove, hemlock green,</br>And poppy round his brows were seen,</br>And now his purpose dire, his blood-stain'd eyes,</br>And rugged front, were veil'd in soft Compassion's guise.", "Rous'd from his gloom aghast and wild,</br>\"Ah!  what art thou?\" &mdash; the minstrel cried,</br>With wily tongue and aspect mild;</br>\"Thy guardian power,\" the form replied,</br>\"Sweet bard &mdash; ah!  why dost thou remain</br>On this vile orb, this scene of pain?</br>Art thou not steeped in blackest woe?</br>Hast thou a single patron?  no,</br>Or can thy sweetly sounding lyre</br>Make stern necessity retire?</br>If not, be firm, these sordid reptiles spurn,</br>(Oh Phoebus' glowing son!)  and to thy sire return.\"", "Stung to the soul, the hapless boy,</br>With greedy ears the sounds devour'd,</br>This the grim phantom saw with joy,</br>And still the wordy poison pour'd;</br>Till slackening every selfish spring,</br>Which makes us to existence cling,</br>\"Would I a worthless world adorn,\"</br>He cried &mdash; \"that merits but thy scorn?</br>No, misery's son this cordial take,</br>And want, neglect, and pain, forsake!\"</br>With pale distracted look, the youth complied,</br>Tore many a beauteous lay, and in wild ravings died.", "Unshelter'd, wither'd, scarcely blown,</br>Thus like a blasted flower he fell,</br>Thus pin'd, unnotic'd or unknown,</br>Thus bade a sorrowing scene farewell,</br>Gaze on his corse, ye gloomy train,</br>Whom fortune tries to bless &mdash; in vain.</br>Gaze on his corse, ye foodless crowd,</br>And you whom torturing pangs have bow'd;</br>Gaze too ye ardent sons of song,</br>Whom haply cold neglect has stung,</br>And when ideas black and sad arise,</br>Should Suicide appear &mdash; oh!  spurn him and be wise!", "Thus headlong rush'd the indignant soul,</br>From earth, where tides of rancour flow,</br>Where folly's sons in affluence roll,</br>While merit droops o'erwhelm'd with woe.</br>Ye gen'rous minds, if such there are,</br>Who make neglected worth your care,</br>Where dwelt you when he gazed around,</br>And not one gleam of comfort found?</br>Oh what a deed!  What endless fame</br>Had twined around that mortal's name,</br>Who from despair had snatched this wondrous boy,</br>Foster'd his towering muse, and flushed his soul with joy!", "And one there was, sweet fancy's child,</br>Whilst thou wert listening to the shade,</br>One reverend sage, humane and mild,</br>Was then on wing to give thee aid;</br>And scarcely had the parish shell</br>Convey'd thee to the cold dark cell,</br>When lo!  he came, O piteous tale,</br>But, pity what wilt thou avail!</br>He came, by love of genius led,</br>Intent to raise thy drooping head;</br>He came, he sigh'd, and down the stream of time,</br>For this his praise shall flow in many a splendid rhyme.", "Borne to the grave without a friend,</br>The workhouse glebe received thy clay,</br>Thus did thy scrap of breathing end,</br>But oh!  thy fame shall ne'er decay.</br>E'en Radcliff and her flowery plains,</br>Where thou hast pondered o'er thy strains,</br>Thy natal roof, thy earthy bed,</br>Scarce known amidst th' unhonour'd dead,</br>When thy proud scorners are no more,</br>And moths have knaw'd their pedant lore,</br>E'en these, the sons of fancy shall revere,</br>Sigh o'er thy mournful fate, and drop the sorrowing tear.", "For thee, Compassion oft shall plead,</br>Her tenderest plaints for thee shall flow,</br>Her hand shall brush away each weed,</br>Which envy o'er thy turf may throw;</br>And kindly soft that hand shall bring,</br>For thee each blighted flower of spring,</br>The violet, scenting nature's breath,</br>Then, from her storms receiving death,</br>The lowly primrose born to blow,</br>Then 'whelm'd beneath the drifted snow,</br>And oft with these, and tufts of wither'd bloom,</br>Compassion dewy-eyed, shall deck thy early tomb.", "And now where'er thy spirit stalks,</br>Great framer of the antique lay,</br>Whether thou haunt'st thy favourite walks,</br>Or hover'st o'er thy bed of clay;</br>Whether, with Savage at thy side,</br>Thou blam'st the world's contempt and pride;</br>Whether thou talk'st with Otway's shade,</br>Of all the misery life display'd,</br>Or glid'st in gloomy guise along,</br>Aloof from all the ghastly throng,</br>From one inured to many a mental pain,</br>Oh!  deign, immortal youth!  t' accept this heartfelt strain.</br>"]