["The mountain's wither'd brow look'd wan,</br>Chill flew the blast the braes between,</br>Swift o'er the lake the eddies ran,</br>And loud and harsh roll'd on the stream.", "Dim swept the show'r alongst the vale,</br>The misty vale of verdure bare;</br>And low and mournful, in the gale,</br>Grief's heavy accents load the air.", "The day had dawn'd, the morning past,</br>That sacred day to Christians dear;</br>The morning bell had toll'd, and fast</br>The hour of public praise drew near,", "When by a tomb two swains did meet,</br>And thus sad Nicholas began;</br>Wild were his looks, down Colin's cheek</br>The dews of heart-felt sorrow ran.", "NICHOLAS.</br>What do I see!  what sad event</br>Hath chang'd the swains of Ettrick now?</br>The native air of sweet content</br>Is fled, and grief broods on each brow.", "From home, a weary length of way,</br>I've trode to day, in hopes to find</br>Some comfort, or some sweet allay</br>Of horrors which oppress my mind.", "But no one heeds me:  all intent</br>On grief, relate some dismal tale;</br>Else o'er a grave or monument</br>Hang solitary, and bewail.", "Of what disaster dire they've learn'd,</br>Declare, dear shepherd, if you know;</br>Of Nature's exit, tho' forwarn'd,</br>What lamentations more could flow?", "COLIN.</br>Oh!  Nicholas, their grief is real;</br>No feign'd affected tears you see;</br>Nor is't vain they thus bewail;</br>But what, dear swain, hath happen'd thee?", "NICHOLAS.</br>That will I tell you, tho' you scorn</br>My weakness, as indeed you may;</br>'Twill ease a mind quite overborne</br>By presages of great dismay.", "Last night, when sunk in deep repose,</br>My guardian angel did unveil</br>Such scenes &mdash; and to my soul disclos'd</br>What mortal tongue can ne'er reveal.", "Upbraid me not &mdash; if life and breath</br>Remain &mdash; ere Sol hath Libra gain'd&mdash;</br>I'm not more certain of my death,</br>Than seeing these my dreams explain'd.", "Acknowledge, hast thou never yet,</br>When acting scenes in nature o'er,</br>An inward recollection met</br>Of having view'd the same before?", "Nor is it strange:  Futurity</br>Though wrapt in mist, to human ken</br>Seem shapeless; yet a spirit's eye</br>Some giant features may discern.", "And in the wild and dreary waste;</br>The village fair, or noisy lawn,</br>Wherever smiles the human face,</br>There spirits skim their airy round.", "A guardian friend, his fav'rite charge</br>May thus of hid events apprize,</br>By great outlines, unfurl'd at large</br>In sleep, to Fancy's lidless eyes.", "The sun had drop'd beyond the hill,</br>The welkin topaz blaz'd and died;</br>The wat'ry moon began to climb,</br>With aspect cold, the cieling wide.", "Our frugal meal, our home, our health,</br>With gratitude our hearts inspire</br>To him who gives us all our wealth;</br>Him thank'd, to rest we all retire.", "Scarce had the downy balm of sleep</br>Begun to press my weary eyes,</br>When howling wilds, and caverns deep,</br>In vision strange began to rise.", "Me thought a long long journey prest;</br>Fond I set out, with prospects gay;</br>But want, and woes, and fears increas'd</br>Ere I had wander'd half my way.", "A dismal lake before my sight</br>Arose, to which fair paths led on;</br>Where oft I saw the headlong wight</br>Sink, utt'ring many a piteous moan.", "Thrice, by delusive sweets betray'd,</br>Into those faithless roads I ran;</br>As oft, by more than mortal aid,</br>Escap'd, all spent with toil and pain.", "Grown cautious now &mdash; while slow and faint</br>I wander'd on, by fear compell'd</br>To gaze around:  What tongue can paint</br>The horrors which I then beheld?", "O'er caves of death, and dens of woe,</br>On rocks the blasted forests hung;</br>The owlet and the raven too,</br>To dancing satyrs doleful sung.", "Near to that awful lake I drew,</br>Thro' which a passage ne'er was found;</br>Black vapours, hugging billows blue,</br>In deepst shades the prospect drown'd.", "Alongst its shores, both high and steep,</br>Millions of mortals thoughtless play'd;</br>Fast, fast they dropt into the deep,</br>Yet still the throng no fear betray'd.", "All bent on trifles, ill enjoy'd</br>When once in the pursuer's pow'r;</br>And millions nothing else employ'd</br>Than pushing others headlong o'er.", "By wither'd roots what objects hung!</br>Eager the summit to regain:&mdash;</br>Mad hope! &mdash; they sprawl'd, and grasp'd and clung,</br>Till efforts broke the thread in twain.", "Infantile screams, and groans, and cries,</br>Now mix'd on ev'ry side arose;</br>Trembling I turn'd, and try'd to fly,</br>But precipices rude oppose.", "Now, on my soul a beam of joy</br>Began to dawn, with placid smile,</br>As thou hast seen the orient dye</br>Triumph o'er night in fair April.", "A swain I saw, whose children fair,</br>Like beauteous plants, around him sprung;</br>For him I heard the fervent pray'r,</br>For him the wish of ev'ry tongue.", "Pale Misery and haggard Want,</br>Evanish'd quite before his eye;</br>I saw a thousand bosoms pant</br>With gratitude for each supply.", "No shade of ostentatious glare</br>O'er one of all his actions ran;</br>No mortal e'er more justly bare</br>That noblest name, the FRIEND OF MAN.", "Firm were his roots, his branches fair,</br>No gust his folli'ge e'er could shake;</br>When, lo!  a whirlwind in the air</br>Arose, and plung'd him in the lake.", "\"Great God!\" I cry'd, and starting woke,</br>All bath'd and palsy'd ev'ry limb,</br>\"Great God!  Great God!\" nought else I spake,</br>Till certain what state I was in.", "The clock now struck the hour eleven,</br>Mild sleep had shaded ev'ry eye;</br>The watchful pallid queen of heaven</br>Into my cot began to pry;", "While I, all sick, revolving lay</br>On what this vision strange could mean,</br>Till near the dawning of the day</br>I doz'd again, and thus did dream:", "I thought that low, on Yarrow fair,</br>I stray'd 'mong flow'rs of ev'ry hue;</br>The birds flew warbling thro' the air,</br>The trees all green with folliage grew.", "I heard a groan, and soon perceiv'd</br>The ground all crimson'd where I stood;</br>The swans, that late in silver div'd,</br>Now moan'd, and swam in waves of blood.", "I wak'd &mdash; but what I then did feel,</br>Omniscient King!  thou knowest best;</br>Had ev'ry thing I saw been real,</br>Not deeper had they been imprest.", "COLIN.</br>What aerial whisper this convey'd,</br>Thou know'st, who study'st natures laws;</br>But all these scenes thy fancy ey'd,</br>Unweari'd Time hath brought to pass.", "Of human life, thy bloated view,</br>Did previously thy mind prepare</br>To HIM submissively to bow</br>Whose hand the shafts of fate do bear.", "We've lost a friend &mdash; that tender friend,</br>That rais'd us both when press'd so low;</br>For him thou heard the sigh ascend,</br>And saw the tear of sorrow flow.", "On Yarrow's banks, while sound and whole,</br>Crush'd by a dreadful stroke he lay,</br>And yielded up the sweetest soul</br>E'er animated mould of clay.", "Yon sun, that grimly thro' a cloud</br>Of snowy vapour seems to frown;</br>His daily circle hath not rode,</br>Since he to death's dark shades went down.", "NICHOLAS.</br>And is it thus! &mdash; What deep distress</br>The partner of his breast must bear!</br>Do thou, kind Heav'n, his children bless,</br>Nor let the widow's heart despair.", "But my dear BRYDEN, on thy tomb,</br>The rose of gratitude shall grow;</br>And o'er it, (when I pass alone)</br>Long long the tear of love shall flow.", "Farewell, dear man!  thy spotless soul</br>In heav'nly raptures aye shall glow;</br>And from thy high congenial pale,</br>Smile at our silly toils below.", "But holy vespers now begun,</br>Our swains with heavy steps retire;</br>Soon with loud peals the conclave rung,</br>While all to angels work aspire.</br>"]