["Sir Guyon, laid in Swoon, is by</br>Acrates' Sons despoil'd;</br>Whom Arthur soon hath rescued,</br>And Paynim Brethren foil'd.", "And is there Care in Heaven?  and is there Love</br>In heavenly Spirits to these Creatures base,</br>That may Compassion of their Evils move?</br>There is; else much more wretched were the case</br>Of Men, than Beasts.  But O th' exceeding Grace</br>Of highest God!  that loves his Creatures so,</br>And all his Works with Mercy doth embrace,</br>That blessed Angels he sends to and fro,</br>To serve to wicked Man, to serve his wicked Foe.", "How oft do they their silver Bowers leave,</br>To come to succour us, that Succour want?</br>How oft do they, with golden Pinions, cleave</br>The flitting Skies, like flying Pursuivant,</br>Against foul Fiends to aid us militant?</br>They for us fight, they watch and duly ward,</br>And their bright squadrons round about us plant,</br>And all for Love and nothing for Reward:</br>O why should heavenly God to Men have such regard!", "During the while that Guyon did abide</br>In Mammon's House, the Palmer, whom whylere</br>That wanton Maid of Passage had deny'd,</br>By further search had Passage found elsewhere,</br>And being on his way, approached near</br>Where Guyon lay in Traunce; when suddenly</br>He heard a Voice, that called loud and clear,</br>Come hither, hither, O come hastily!</br>That all the Fields resounded with the rueful Cry.", "The Palmer lent his Ear unto the Noise,</br>To weet who called so importunely.</br>Again, he heard a more efforced Voice,</br>That bad him come in haste.  He by and by</br>His feeble Feet directed to the Cry;</br>Which to that shady Delve him brought at last,</br>Where Mammon earst did sun his Threasury:</br>There the good Guyon he found slumbring fast</br>In sensless Dream; which sight at first him sore aghast.", "Beside his Head there sat a fair young Man,</br>Of wondrous Beauty, and of freshest Years,</br>Whose tender Bud to blossom new began,</br>And flourish fair above his equal Peers:</br>His snowy Front curled with golden Hairs,</br>Like Phoebus' Face adorn'd with sunny Rays,</br>Divinely shone; and two sharp winged Shears,</br>Decked with divers Plumes, like painted Jays,</br>Were fixed at his Back, to cut his airy ways.", "Like as Cupido on Idaean Hill,</br>When having laid his cruel Bow away,</br>And mortal Arrows, where-with he doth fill</br>The World with murd'rous Spoils and bloody Prey,</br>With his fair Mother he him dights to play,</br>And with his goodly Sisters, Graces three;</br>The Goddess pleased with his wanton play,</br>Suffers her self; through sleep, beguil'd to be,</br>The whiles the other Ladies mind their merry glee.", "Whom when the Palmer saw, abash'd he was</br>Through Fear and Wonder, that he nought could say,</br>Till him the Child bespake; Long lack'd, alas,</br>Hath been thy faithful Aid in hard assay,</br>Whiles deadly Fit thy Pupil doth dismay:</br>Behold this heavy sight, thou reverend Sir,</br>But dread of Death and Dolour do away;</br>For, Life e'er long shall to her home retire,</br>And he that breathless seems, shall Courage bold respire.", "The charge which God doth unto me arret,</br>Of his dear safety, I to thee commend;</br>Yet will I not forgo, ne yet forget</br>The care thereof (my self) unto the end,</br>But evermore him succour and defend</br>Against his Foe and mine:  watch thou, I pray,</br>For, evil is at hand him to offend.</br>So having said, eftsoons he 'gan display</br>His painted nimble Wings, and vanish'd quite away.", "The Palmer seeing his left empty place,</br>And his slow Eyes beguiled of their sight,</br>Wox sore affraid, and standing still a space,</br>Gaz'd after him, as Fowl escap'd by Flight:</br>At last, him turning to his charge behight,</br>With trembling Hand his troubled Pulse 'gan try;</br>Where finding Life not yet dislodged quite,</br>He much rejoic'd, and cour'd it tenderly,</br>As Chicken newly hatch'd, from dreaded Destiny.", "At last, he spy'd where towards him did pace</br>Two Paynim Knights, all arm'd as bright as Sky;</br>And them beside an aged Sire did trace,</br>And far before a light-foot Page did fly,</br>That breathed strife and troublous Enmity;</br>Those were the two Sons of Acrates old;</br>Who meeting earst with Archimago fly,</br>Foreby that idle Strond, of him were told,</br>That he, which earst them combated, was Guyon bold.", "Which to avenge on him they dearly vow'd,</br>Where-ever that on ground they mote him find;</br>False Archimage provok'd their Courage proud,</br>And strifeful Atin in their stubborn mind</br>Coals of Contention and hot Vengeance tin'd.</br>Now been they come whereas the Palmer sat,</br>Keeping that slumbred Corse to him assign'd;</br>Well knew they both his Person, sith of late</br>With him in bloody Arms they rashly did debate.", "Whom when Pyrrochles saw, inflam'd with Rage,</br>That Sire he foul bespake; Thou Dotard vile,</br>That with thy bruteness shend'st thy comely Age,</br>Abandon soon, I reed, the caitive Spoil</br>Of that same out-cast Carcass, that e'erwhile</br>Made it self famous through false Treachery,</br>And crown'd his coward Crest with knightly Stile;</br>Lo where he now inglorious doth lie,</br>To prove he lived Ill that did thus foully die.", "To whom the Palmer fearless answered;</br>Certes, Sir Knight, ye been too much to blame,</br>Thus for to blot the honour of the Dead,</br>And with foul Cowardise his Carcass name,</br>Whose living Hands immortaliz'd his Name.</br>Vile is the Vengeance on the Ashes cold,</br>And Envy base, to bark at sleeping Fame:</br>Was never Wight, that Treason of him told;</br>Your self his Prowess prov'd, and found him fierce and bold.", "Then said Cymochles; Palmer, thou dost dote,</br>Ne canst of Prowess, ne of Knighthood deem,</br>Save as thou seest or hear'st:  But, well I wote,</br>That of his Puissance trial made extream;</br>Yet Gold all is not, that doth golden seem,</br>Ne all good Knights, that make well Spear and Shield:</br>The Worth of all Men by their end esteem,</br>And then due Praise, or due Reproach them yield;</br>Bad therefore I him deem, that thus lies dead on Field.", "Good or bad ('gan his Brother fierce reply)</br>What do I recke, sith that he dy'd entire?</br>Or what doth his bad Death now satisfy</br>The greedy Hunger of revenging Ire,</br>With wrathful Hand wrought not her own desire?</br>Yet sith no way is left to wreak my spite,</br>I will him reeve of Arms, the Victor's Hire,</br>And of that Shield, more worthy of good Knight;</br>For why should a dead Dog be deck'd in Armour bright?", "Fair Sir, said then the Palmer suppliaunt,</br>For Knighthood's love do not so foul a Deed,</br>Ne blame your Honour with so shameful Vaunt</br>Of vile Revenge.  To spoil the Dead of Weed</br>Is Sacrilege, and doth all Sins exceed:</br>But leave these Reliques of his living Might,</br>To deck his Hearse, and trap his tomb-black Steed.</br>What Hearse or Steed (said he) should he have dight,</br>But be entombed in the Raven or the Kite?", "With that, rude hand upon his Shield he laid,</br>And th' other Brother 'gan his Helm unlace,</br>Both fiercely bent to have him disarray'd:</br>Till that they spy'd, where towards them did pace</br>An armed Knight, of bold and bounteous grace,</br>Whose Squire bore after him an heben Launce,</br>And covered Shield.  Well kend him so far space</br>Th' Enchaunter by his Arms and Amenaunce,</br>When under him he saw his Lybian Steed to praunce:", "And to those Brethren said; Rise, rise bylive,</br>And unto Battle do your selves address;</br>For, yonder comes the prowest Knight alive,</br>Prince Arthur, flower of Grace and Nobiless,</br>That hath to Paynim Knights wrought great Distress,</br>And thousand Sar'zins foully done to die.</br>That word so deep did in their Hearts impress,</br>That both eftsoons upstarted furiously,</br>And 'gan themselves prepare to Battle greedily.", "But fierce Pyrrochles, lacking his own Sword,</br>The want thereof now greatly 'gan to 'plain,</br>And Archimage besought, him that afford,</br>Which he had brought for Braggadochio vain.</br>So would I, said th' Enchaunter, glad and fain</br>Beteem to you his Sword, you to defend,</br>Or ought that else your Honour might maintain,</br>But that this Weapon's Power I well have kend,</br>To be contrary to the work which ye intend.", "For, that same Knight's own Sword this is of yore,</br>Which Merlin made by his almighty Art</br>For that his Noursling, when he Knighthood swore</br>There-with to doen his Foes eternal Smart.</br>The Metal first he mix'd with Medaewart,</br>That no Enchauntment from his Dint might save;</br>Then it in flames of Aetna wrought apart,</br>And seven times dipped in the bitter Wave</br>Of hellish Styx, which hidden Virtue to it gave.", "The Virtue is, that neither Steel nor Stone,</br>The stroke thereof from Entrance may defend;</br>Ne ever may be used by his Fone,</br>Ne forc'd his rightful Owner to offend,</br>Ne ever will it break, ne ever bend:</br>Wherefore Mordure it rightfully is hight.</br>In vain therefore, Pyrrochles, should I lend</br>The same to thee, against his Lord to fight;</br>For, sure it would deceive thy Labour, and thy Might.", "Foolish old Man, said then the Pagan wroth,</br>That weened Words or Charms may Force withstond:</br>Soon shalt thou see, and then believe for troth,</br>That I can carve with this enchaunted Brond</br>His Lord's own Flesh.  There-with out of his Hond</br>That virtuous Steel he rudely snatch'd away,</br>And Guyon's Shield about his Wrist he bond:</br>So, ready dight fierce Battle to assay,</br>And match his Brother proud in battailous array.", "By this, that stranger Knight in presence came,</br>And goodly salved them:  who nought again</br>Him aunswered, as Courtesy became;</br>But with stern Looks, and stomachous Disdain,</br>Gave signs of Grudg and Discontentment vain.</br>Then, turning to the Palmer, he 'gan spy</br>Where at his feet, with sorrowful demain</br>And deadly Hue, an armed Corse did lie,</br>In whose dead face he read great Magnanimity.", "Said he then to the Palmer; Reverend Sire,</br>What great Misfortune hath betid this Knight?</br>Or did his life nor fatal Date expire,</br>Or did he fall by Treason, or by Fight?</br>However, sure I rue his piteous Plight.</br>Not one, nor other, said the Palmer grave,</br>Hath him befallen, but Clouds of deadly Night</br>Awhile his heavy Eyelids cover'd have,</br>And all his Senses drowned in deep sensless Wave.", "Which, those same Foes that doen awaite hereby,</br>Making advantage to revenge their Spight,</br>Would him disarm, and treaten shamefully;</br>(Unworthy usage of redoubled Knight.)</br>But you, fair Sir, whose honourable Sight</br>Doth promise hope of Help, and timely Grace,</br>Mote I beseech to succour his sad Plight,</br>And by your Power protect his feeble case:</br>First Praise of Knighthood is, foul Outrage to deface.", "Palmer said he, no Knight so rude (I ween)</br>As to doen Outrage to a sleeping Ghost;</br>Ne was there ever noble Courage seen,</br>That in Advantage would his Puissance boast:</br>Honour is least, where Odds appeareth most.</br>May be that better Reason will assuage</br>The rash Revengers Heat.  Words well dispos'd</br>Have secret Power t' appease inflamed Rage:</br>If not, leave unto me thy Knight's last Patronage.", "Tho, turning to those Brethren, thus bespoke;</br>Ye warlike Pair, whose valorous great Might,</br>It seems, just Wrongs to Vengeance doth provoke,</br>To wreak your Wrath on this dead-seeming Knight,</br>Mote ought allay the storm of your Despight,</br>And settle Patience in so furious Heat?</br>Not to debate the Challenge of your right,</br>But for this Carcass pardon I entreat,</br>Whom Fortune hath already laid in lowest seat.", "To whom Cymochles said:  For what art thou,</br>That mak'st thy self his Day's-Man, to prolong</br>The Vengeance press'd?  or who shall let me now</br>On this vile Body from to wreak my Wrong,</br>And make his Carcass as the outcast Dong?</br>Why should not that dead Carrion satisfy</br>The Guilt, which if he lived had thus long</br>His Life for due Revenge should dear aby?</br>The Trespass still doth live, albe the Person die.", "Indeed, then said the Prince, the Evil done</br>Dies not, when Breath the Body first doth leave;</br>But from the Grandsire to the Nephew's Son,</br>And all his Seed the Curse doth often cleave,</br>Till Vengeance utterly the Guilt bereave:</br>So straitly God doth judg.  But gentle Knight,</br>That doth against the Dead his Hand uprear,</br>His Honour stains with Rancour and Despight.</br>And great Disparagement makes to his former Might.", "Pyrrochles 'gan reply the second time,</br>And to him said, Now Felon sure I read,</br>How that thou art Partaker of his Crime:</br>Therefore by Termagaunt thou shalt be dead.</br>With that, his Hand (more sad than Lump of Lead)</br>Uplifting high, he weened with Mordure,</br>His own good Sword Mordure, to cleave his Head.</br>The faithful Steel such Treason no'uld endure,</br>But swerving from the Mark, his Lord's Life did assure.", "Yet was the Force so furious and so fell,</br>That Horse and Man it made to reel aside:</br>Nath'less the Prince would not forsake his Sell</br>(For, well of yore he learned had to ride)</br>But full of Anger fiercely to him cry'd;</br>False Traitor, Miscreant, thou broken hast</br>The Law of Arms, to strike Foe undefy'd:</br>But thou thy Treason's Fruit (I hope) shalt taste</br>Right sour, and feel the Law, the which thou hast defac'd.", "With that, his baleful Spear he fiercely bent</br>Against the Pagan's Breast, and therewith thought</br>His cursed Life out of her Lodg have rent.</br>But e'er the Point arrived where it ought,</br>That seven-fold Shield, which he from Guyon brought,</br>He cast between, to ward the bitter Stound:</br>Thro all those Folds the steel-head Passage wrought,</br>And thro his Shoulder pierc'd; wherewith to ground</br>He groveling fell, all gored in his gushing Wound.", "Which when his Brother saw, fraught with great Grief</br>And Wrath, he to him leaped furiously,</br>And foully said; By Mahoune, cursed Thief,</br>That direful Stroke thou dearly shalt aby.</br>Then hurling up his harmful Blade on high,</br>Smote him so hugely on his haughty Crest,</br>That from his Saddle forced him to fly:</br>Else mote it needs down to his manly Breast</br>Have cleft his Head in twain, and Life thence dispossess'd.", "Now was the Prince in dangerous Distress,</br>Wanting his Sword, when he on foot should fight;</br>His single Spear could do him small Redress</br>Against two Foes of so exceeding Might,</br>The least of which was match for any Knight.</br>And now the other, whom he earst did daunt,</br>Had rear'd himself again to cruel Fight,</br>Three times more furious, and more puissaunt,</br>Unmindful of his Wound, of his Fate ignoraunt.", "So, both at once him charge on either side,</br>With hideous Strokes, and importable Power,</br>That forced him his Ground to traverse wide,</br>And wisely watch to ward that deadly Stower.</br>For on his Shield, as thick as stormy Shower,</br>Their Strokes did rain, yet did he never quell,</br>Ne backward shrink; but as a stedfast Tower,</br>Whom Foe with double Battry doth assail,</br>Them on her Bulwark bears, and bids them nought avail.", "So stoutly he withstood their strong Assay,</br>Till that at last, when he advantage spy'd,</br>His poinant Spear he thrust with puissant Sway</br>At proud Cymochles, whiles his Shield was wide,</br>That thro his Thigh the mortal Steel did gride:</br>He, swarving with the Force, within his Flesh</br>Did break the Launce, and let the Head abide:</br>Out of the Wound the red Blood flowed fresh,</br>That underneath his Feet soon made a purple Plesh.", "Horribly then he 'gan to rage and rail,</br>Cursing his Gods, and himself damning deep:</br>Als when his Brother saw the red Blood trail</br>Adown so fast; and all his Armour steep,</br>For very Felness loud he 'gan to weep,</br>And said, Caitive, curse on thy cruel Hond,</br>That twice hath sped; yet shall it not thee keep</br>From the third Brunt of this my fatal Brond;</br>Lo!  where the dreadful Death behind thy back doth stond.", "With that he strook, and th' other strook withal;</br>That nothing seem'd mote bear so monstrous Might:</br>The one upon his cover'd Shield did fall,</br>And glauncing down, would not his Owner bite;</br>But th' other did upon his Troncheon smite;</br>Which hewing quite asunder, further way</br>It made, and on his Hacqueton did light,</br>The which dividing with importune Sway,</br>It seiz'd in his right side, and there the Dint did stay.", "Wide was the Wound, and a large lukewarm Flood,</br>Red as the Rose, thence gushed grievously;</br>That when the Paynim spy'd the streaming Blood,</br>Gave him great heart, and hope of Victory.</br>On th' other side, in huge Perplexity,</br>The Prince now stood, having his Weapon broke;</br>Nought could he hurt, but still at ward did lie:</br>Yet with his Truncheon he so rudely stroke</br>Cymochles twice, that twice him forc'd his Foot revoke.", "Whom when the Palmer saw in such Distress,</br>Sir Guyon's Sword he lightly to him wrought,</br>And said, Fair Son, great God thy right Hand bless,</br>To use that Sword so wisely as it ought.</br>Glad was the Knight, and with fresh Courage fraught,</br>When as again he armed felt his Hond;</br>Then like a Lion, which hath long time sought</br>His robbed Whelps, and at the last them found</br>Emongst the Shepherd Swains, then wexeth wood and yond.", "So fierce he laid about him, and dealt Blows</br>On either side, that neither Mail could hold,</br>Ne Shield defend the Thunder of his Throws:</br>Now to Pyrrochles many Strokes he told;</br>Eft to Cymochles twice so many fold:</br>Then back again turning his busy Hond,</br>Them both at once compel'd with Courage bold,</br>To yield wide way to his heart-thrilling Brond:</br>And tho they both stood stiff, yet could not both withstond.", "As salvage Bull, whom two fierce Mastives bait,</br>When Rancour doth with Rage him once engore,</br>Forgets with wary ward them to await,</br>But with his dreadful Horns them drives afore,</br>Or flings aloft, or treads down in the Floor;</br>Breathing out Wrath, and bellowing Disdain,</br>That all the Forest quakes to hear him roar:</br>So rag'd Prince Arthur 'twixt his Foemen twain,</br>That neither could his mighty Puissance sustain.", "But ever at Pyrrochles when he smit</br>(Who Guyon's Shield cast ever him before,</br>Whereon the Fairy Queen's Pourtraict was writ)</br>His Hand relented, and the Stroke forbore,</br>And his dear Heart the Picture 'gan adore:</br>Which oft the Paynim sav'd from deadly Stower.</br>But him henceforth the same can save no more</br>For now arrived is his fatal Hour,</br>That no'te avoided be by earthly Skill or Power.", "For when Cymochles saw the foul Reproach,</br>Which them appeached; prick'd with guilty Shame,</br>And inward Grief, he fiercely 'gan approach</br>Resolv'd to put away that loathly Blame,</br>Or die with Honour and Desert of Fame;</br>And on the Hauberk strook the Prince so sore,</br>That quite disparted all the linked Frame,</br>And pierced to the Skin, but bit no more,</br>Yet made him twice to reel, thee never mov'd afore.", "Whereat renfierc'd with Wrath and sharp Regret,</br>He stroke so hugely with his borrow'd Blade,</br>That it empierc'd the Pagan's Burganet,</br>And cleaving the hard Steel, did deep invade</br>Into his Head, and cruel Passage made</br>Quite thro his Brain.  He tumbling down on ground;</br>Breath'd out his Ghost; which to th' infernal Shade</br>Fast flying, there eternal Torment found,</br>For all the Sins wherewith his leud Life did abound.", "Which when his German saw, the stony Fear</br>Ran to his Heart, and all his Sense dismay'd,</br>Ne thenceforth Life, ne Courage did appear;</br>But as a Man whom hellish Fiends have fray'd,</br>Long trembling still he stood:  at last thus said;</br>Traitor, what hast thou doen?  how ever may</br>Thy cursed Hand so cruelly have sway'd</br>Against that Knight?  Hallow and weal-away!</br>After so wicked Deed, why liv'st thou lenger Day.", "With that all desperate, as loathing Light,</br>And with Revenge desiring soon to die,</br>Assembling all his Force and utmost Might,</br>With his own Sword he fierce at him did fly,</br>And strook, and foin'd, and lash'd outrageously,</br>Withouten Reason or Regard.  Well knew</br>The Prince, with Patience and Sufferance fly</br>So hasty Heat soon cooled to subdue;</br>Tho, when this breathless wox, that Battle 'gan renew.", "As when a windy Tempest bloweth high,</br>That nothing may withstand his stormy Stower,</br>The Clouds (as things afraid) before him fly;</br>But all so soon as his outrageous Power</br>Is laid, they fiercely then begin to shower:</br>And as in Scorn of his spent stormy Spight;</br>Now all at once their Malice forth do pour;</br>So did Prince Arthur bear himself in Fight,</br>And suffer'd rash Pyrrochles waste his idle Might.", "At last, when as the Sarazin perceiv'd</br>How that strange Sword refus'd to serve his need,</br>But when he strook most strong, the Dint deceiv'd,</br>He flong it from him, and devoid of Dreed,</br>Upon him lightly leaping without heed,</br>'Twixt his two mighty Arms engrasped fast,</br>Thinking to overthrow, and down him tred:</br>But him in Strength and Skill the Prince surpast,</br>And thro his nimble Sleight did under him down cast.", "Nought booted it the Paynim then to strive:</br>For, as a Bittur in the Eagle's Claw,</br>That may not hope by Flight to 'scape alive,</br>Still waits for Death with Dread and trembling Awe;</br>So he, now subject to the Victor's Law,</br>Did not once move, nor upward cast his Eye,</br>For vile Disdain and Rancour, which did gnaw</br>His Heart in twain with sad Melancholy,</br>As one that loathed Life, and yet despis'd to die.", "But full of Princely Bounty and great Mind,</br>The Conqueror nought cared him to slay,</br>But casting Wrongs and all Revenge behind,</br>More Glory thought to give Life, than decay,</br>And said, Paynim, this is thy dismal Day;</br>Yet if thou wilt renounce thy Miscreance,</br>And my true Liegeman yield thy self for ay,</br>Life will I graunt thee for thy Valiance,</br>And all thy Wrongs will wipe out my Sovenance.", "Fool, said the Pagan, I thy Gift defy:</br>But use thy Fortune as it doth befal,</br>And say, that I not overcome do die,</br>But in despight of Life, for Death do call.</br>Wroth was the Prince, and sorry yet withal</br>That he so wilfully refused Grace;</br>Yet sith his Fate so cruelly did fall,</br>His shining Helmet he 'gan soon unlace,</br>And left his headless Body bleeding all the place.", "By this, Sir Guyon from his Traunce awak'd,</br>Life having maistrered her sensless Foe;</br>And looking up, when as his Shield he lack'd,</br>And Sword saw not, he wexed wondrous woe:</br>But when the Palmer, whom he long ygoe</br>Had lost, he by him spy'd, right glad he grew,</br>And said, Dear Sir, whom wandring to and fro,</br>I long have lack'd, I joy thy Face to view;</br>Firm is thy Faith, whom Danger never fro me drew.", "But read what wicked Hand hath robbed me</br>Of my good Sword and Shield.  The Palmer glad</br>With so fresh Hue uprising him to see,</br>Him answered; Fair Son, be no whit sad</br>For want of Weapons:  they shall soon be had.</br>So 'gan he to discourse the whole Debate,</br>Which that strange Knight for him sustained had,</br>And those two Sarazins confounded late,</br>Whose Carcases on ground were horribly prostrate.", "Which when he heard, and saw the Tokens true,</br>His Heart with great Affection was embay'd,</br>And to the Prince with bowing Reverence due,</br>As to the Patrone of his Life, thus said;</br>My Lord, my Liege, by whose most gracious Aid</br>I live this day, and see my Foes subdu'd,</br>What may suffice, to be for Meed repay'd</br>Of so great Graces, as ye have me shew'd,</br>But to be ever bound&mdash;?", "To whom the Infant thus; Fair Sir, what need</br>Good Turns be counted as a servile Bond,</br>To bind their Doers to receive their Meed?</br>Are not all Knights by Oath bound, to withstond</br>Oppressors Power by Arms and puissant Hond?</br>Suffice, that I have done my due in place,</br>So, goodly Purpose they together fond,</br>Of Kindness and of curteous Aggrace;</br>The while false Archimage and Atin fled apace.", ""]