["Now joy for you and sudden chear,</br>Ye Watchmen upon Brancepeth Towers;</br>Looking forth in doubt and fear,</br>Telling melancholy hours!</br>Proclaim it, let your Masters hear</br>That Norton with his Band is near!</br>The Watchmen from their station high</br>Pronounced the word, &mdash; and the Earls descry</br>Forthwith the armed Company</br>Marching down the banks of Were.", "Said fearless Norton to the Pair</br>Gone forth to hail him on the Plain&mdash;</br>\"This meeting, noble Lords!  looks fair,</br>I bring with me a goodly train;</br>Their hearts are with you: &mdash; hill and dale</br>Have helped us: &mdash; Ure we crossed, and Swale,</br>And horse and harness followed &mdash; see</br>The best part of their Yeomanry!</br>&mdash;Stand forth, my Sons! &mdash; these eight are mine,</br>Whom to this service I commend;</br>Which way soe'er our fate incline</br>These will be faithful to the end;</br>They are my all\" &mdash; voice failed him here,</br>\"My all save one, a Daughter dear!</br>Whom I have left, the mildest birth,</br>The meekest Child on this blessed earth.</br>I had &mdash; but these are by my side</br>These eight, and this is a day of pride!</br>The time is ripe &mdash; with festive din</br>Lo!  how the People are flocking in,&mdash;</br>Like hungry Fowl to the Feeder's hand</br>When snow lies heavy upon the land.\"", "He spake bare truth; for far and near</br>From every side came noisy swarms</br>Of Peasants in their homely gear;</br>And, mixed with these, to Brancepeth came</br>Grave Gentry of estate and name,</br>And Captains known for worth in arms;</br>And prayed the Earls in self-defence</br>To rise, and prove their innocence.&mdash;</br>\"Rise, noble Earls, put forth your might</br>For holy Church, and the People's right!\"", "The Norton fixed, at this demand,</br>His eye upon Northumberland,</br>And said, \"The minds of Men will own</br>No loyal rest while England's Crown</br>Remains without an Heir, the bait</br>Of strife and factions desperate;</br>Who, paying deadly hate in kind</br>Through all things else, in this can find</br>A mutual hope, a common mind;</br>And plot, and pant to overwhelm</br>All ancient honour in the realm.</br>&mdash;Brave Earls!  to whose heroic veins</br>Our noblest blood is given in trust,</br>To you a suffering State complains,</br>And ye must raise her from the dust.</br>With wishes of still bolder scope</br>On you we look, with dearest hope,</br>Even for our Altars, &mdash; for the prize</br>In Heaven, of life that never dies;</br>For the old and holy Church we mourn,</br>And must in joy to her return.</br>\"Behold!\" &mdash; and from his Son whose stand</br>Was on his right, from that guardian hand</br>He took the Banner, and unfurled</br>The precious folds &mdash; \"behold,\" said he,</br>\"The ransom of a sinful world;</br>Let this your preservation be,&mdash;</br>The wounds of hands and feet and side,</br>And the sacred Cross on which Jesus died!</br>&mdash;This bring I from an ancient hearth,</br>These Records wrought in pledge of love</br>By hands of no ignoble birth,</br>A Maid o'er whom the blessed Dove</br>Vouchsafed in gentleness to brood</br>While she the holy work pursued.\"</br>\"Uplift the Standard!\"  was the cry</br>From all the Listeners that stood round,</br>\"Plant it, &mdash; by this we live or die\"&mdash;</br>The Norton ceased not for that sound,</br>But said, \"The prayer which ye have heard.</br>Much injured Earls!  by these preferred,</br>Is offered to the Saints, the sigh</br>Of tens of thousands, secretly.\"&mdash;</br>\"Uplift it,\" cried once more the Band,</br>And then a thoughtful pause ensued.</br>\"Uplift it!\"   said Northumberland&mdash;</br>Whereat, from all the multitude,</br>Who saw the Banner reared on high</br>In all its dread emblazonry,</br>With tumult and indignant rout</br>A voice of uttermost joy brake out:</br>The transport was rolled down the river of Were,</br>And Durham, the time-honoured Durham, did hear,</br>And the Towers of Saint Cuthbert were stirred by the shout!", "Now was the North in arms: &mdash; they shine</br>In warlike trim from Tweed to Tyne,</br>At Percy's voice:  and Neville sees</br>His Followers gathering in from Tees,</br>From Were, and all the little Rills</br>Concealed among the forked Hills.&mdash;</br>Seven hundred Knights, Retainers all</br>Of Neville, at their Master's call</br>Had sate together in Raby Hall!</br>Such strength that Earldom held of yore;</br>Nor wanted at this time rich store</br>Of well-appointed Chivalry.</br>&mdash;Not loth the sleepy lance to wield,</br>And greet the old paternal shield,</br>They heard the summons; &mdash; and, furthermore,</br>Came Foot and Horse-men of each degree,</br>Unbound by pledge of fealty;</br>Appeared, with free and open hate</br>Of novelties in Church and State;</br>Knight, Burgher, Yeoman, and Esquire;</br>And the Romish Priest, in Priest's attire.</br>And thus, in arms, a zealous Band</br>Proceeding under joint command,</br>To Durham first their course they bear;</br>And in Saint Cuthbert's ancient seat</br>Sang Mass, &mdash; and tore the book of Prayer,&mdash;</br>And trod the Bible beneath their feet.", "Thence marching southward smooth and free,</br>\"They mustered their Host at Wetherby,</br>Full sixteen thousand fair to see;\"</br>The choicest Warriors of the North!</br>But none for undisputed worth</br>Like those eight Sons; who in a ring,</br>Each with a lance &mdash; erect and tall,</br>A falchion, and a buckler small,</br>Stood by their Sire, on Clifford-moor,</br>In youthful beauty flourishing,</br>To guard the Standard which he bore.</br>&mdash;With feet that firmly pressed the ground</br>They stood, and girt their Father round;</br>Such was his choice, &mdash; no Steed will he</br>Henceforth bestride; &mdash; triumphantly</br>He stood upon the verdant sod,</br>Trusting himself to the earth, and God.</br>Rare sight to embolden and inspire!</br>Proud was the field of Sons and Sire,</br>Of him the most; and, sooth to say,</br>No shape of Man in all the array</br>So graced the sunshine of that day:</br>The monumental pomp of age</br>Was with this goodly Personage;</br>A stature undepressed in size,</br>Unbent, which rather seemed to rise,</br>In open victory o'er the weight</br>Of seventy years, to higher height;</br>Magnific limbs of withered state,&mdash;</br>A face to fear and venerate,&mdash;</br>Eyes dark and strong, and on his head</br>Rich locks of silver hair, thick-spread,</br>Which a brown morion half-concealed,</br>Light as a hunter's of the field;</br>And thus, with girdle round his waist,</br>Whereon the Banner-staff might rest</br>At need, he stood, advancing high</br>The glittering, floating Pageantry.", "Who sees him? &mdash; many see, and One</br>With unparticipated gaze;</br>Who 'mong these thousands Friend hath none,</br>And treads in solitary ways.</br>He, following wheresoe'er he might,</br>Hath watched the Banner from afar,</br>As Shepherds watch a lonely star,</br>Or Mariners the distant light</br>That guides them on a stormy night.</br>And now, upon a chosen plot</br>Of rising ground, yon heathy spot!</br>He takes this day his far-off stand,</br>With breast unmailed, unweaponed hand.</br>&mdash;Bold is his aspect; but his eye</br>Is pregnant with anxiety,</br>While, like a tutelary Power,</br>He there stands fixed, from hour to hour.</br>Yet sometimes, in more humble guise,</br>Stretched out upon the ground he lies,&mdash;</br>As if it were his only task</br>Like Herdsman in the sun to bask,</br>Or by his mantle's help to find</br>A shelter from the nipping wind:</br>And thus, with short oblivion blest,</br>His weary spirits gather rest.</br>Again he lifts.  his eyes; and lo!</br>The pageant glancing to and fro;</br>And hope is wakened by the sight</br>That he thence may learn, ere fall of night,</br>Which way the tide is doomed to flow.", "To London were the Chieftains bent;</br>But what avails the bold intent?</br>A Royal army is gone forth</br>To quell the Rising of the North;</br>They march with Dudley at their head,</br>And in seven days' space, will to York be led!</br>Can such a mighty Host be raised</br>Thus suddenly, and brought so near?</br>The Earls upon each other gazed;</br>And Neville was opprest with fear;</br>For, though he bore a valiant name,</br>His heart was of a timid frame,</br>And bold if both had been, yet they</br>\"Against so many may not stay.\"</br>And therefore will retreat to seize</br>A strong Hold on the banks of Tees:</br>There wait a favourable hour,</br>Until Lord Dacre with his power</br>From Naworth comes; and Howard's aid</br>Be with them &mdash; openly displayed.", "While through the Host, from man to man,</br>A rumour of this purpose ran,</br>The Standard giving to the care</br>Of him who heretofore did bear</br>That charge, impatient Norton sought</br>The Chieftains to unfold his thought,</br>And thus abruptly spake, &mdash; \"We yield</br>(And can it be?)  an unfought field!</br>&mdash;How often hath the strength of heaven</br>To few triumphantly been given!</br>Still do our very children boast</br>Of mitred Thurston, what a Host</br>He conquered! &mdash; Saw we not the Plain,</br>(And flying shall behold again)</br>Where faith was proved? &mdash; while to battle moved</br>The Standard on the sacred wain,</br>On which the grey-haired Barons stood,</br>And the infant Heir of Mowbray's blood,</br>Beneath the saintly Ensigns three,</br>Their confidence and victory!</br>Shall Percy blush, then, for his Name?</br>Must Westmoreland be asked with shame</br>Whose were the numbers, where the loss,</br>In that other day of Neville's Cross?</br>When, as the Vision gave command,</br>The Prior of Durham with holy hand</br>Saint Cuthbert's Relic did uprear</br>Upon the point of a lofty spear,</br>And God descended in his power,</br>While the Monks prayed in Maiden's Bower.</br>Less would not at our need be due</br>To us, who war against the Untrue;&mdash;</br>The delegates of Heaven we rise,</br>Convoked the impious to chastise;</br>We, we the sanctities of old.</br>Would re-establish and uphold.\"&mdash;</br>The Chiefs were by his zeal confounded,</br>But word was given &mdash; and the trumpet sounded;</br>Back through the melancholy Host</br>Went Norton, and resumed his post.</br>Alas!  thought he, and have I borne</br>This Banner raised so joyfully,</br>This hope of all posterity,</br>Thus to become at once the scorn</br>Of babbling winds as they go by,</br>A spot of shame to the sun's bright eye,</br>To the frail clouds a mockery!</br>&mdash;\"Even these poor eight of mine would stem,\"</br>Half to himself, and half to them</br>He spake, \"would stem, or quell a force</br>Ten times their number, man and horse;</br>This by their own unaided might,</br>Without their Father in their sight,</br>Without the Cause for which they fight;</br>A Cause, which on a needful day</br>Would breed us thousands brave as they.\"</br>&mdash;So speaking, he upraised his head</br>Towards that Imagery once more;</br>But the familiar prospect shed</br>Despondency unfelt before:</br>A shock of intimations vain,</br>Blank fear, and superstitious pain,</br>Fell on him, with the sudden thought</br>Of her by whom the work was wrought:&mdash;</br>Oh wherefore was her countenance bright</br>With love divine and gentle light?</br>She did in passiveness obey,</br>But her Faith leaned another way.</br>Ill tears she wept, &mdash; I saw them fall.</br>I overheard her as she spake</br>Sad words to that mute Animal,</br>The White Doe, in the hawthorn brake;</br>She steeped, but not for Jesu's sake,</br>This Cross in tears: &mdash; by her, and One</br>Unworthier far, we are undone&mdash;</br>Her Brother was it who assailed</br>Her tender spirit and prevailed.</br>Her other Parent, too, whose head</br>In the cold grave hath long been laid,</br>From reason's earliest dawn beguiled</br>The docile, unsuspecting Child:</br>Far back &mdash; far back my mind must go</br>To reach the well-spring of this woe!&mdash;</br>While thus he brooded, music sweet</br>Was played to chear them in retreat;</br>But Norton lingered in the rear:</br>Thought followed thought &mdash; and ere the last</br>Of that unhappy train was past,</br>Before him Francis did appear.", "\"Now when 'tis not your aim to oppose,\"</br>Said he, \"in open field your Foes;</br>Now that from this decisive day</br>Your multitude must melt away,</br>An unarmed Man may come unblamed;</br>To ask a grace, that was not claimed</br>Long as your hopes were high, he now</br>May hither bring a fearless brow;</br>When his discountenance can do</br>No injury, &mdash; may come to you.</br>Though in your cause no part I bear,</br>Your indignation I can share;</br>Am grieved this backward march to see,</br>How careless and disorderly!</br>I scorn your Chieftains, Men who lead,</br>And yet want courage at their need;</br>Then look at them with open eyes!</br>Deserve they further sacrifice?</br>My Father!  I would help to find</br>A place of shelter, till the rage</br>Of cruel men do like the wind</br>Exhaust itself and sink to rest;</br>Be Brother now to Brother joined!</br>Admit me in the equipage</br>Of your misfortunes, that at least,</br>Whatever fate remains behind,</br>I may bear witness in my breast</br>To your nobility of mind!\"", "\"Thou Enemy, my bane and blight!</br>Oh!  bold to fight the Coward's fight</br>Against all good\" &mdash; but why declare,</br>At length, the issue of this prayer?</br>Or how, from his depression raised,</br>The Father on his Son had gazed;</br>Suffice it that the Son gave way,</br>Nor strove that passion to allay,</br>Nor did he turn aside to prove</br>His Brothers' wisdom or their love&mdash;</br>But calmly from the spot withdrew;</br>The like endeavours to renew,</br>Should e'er a kindlier time ensue.", ""]