["Where are my laurels?  and my philtres where?</br>Quick bring them, Thestylis &mdash; the charm prepare:</br>This purple fillet round the cauldron strain,</br>That I with spells may prove my perjur'd swain:</br>For since he rapt my door twelve days are fled,</br>Nor knows he whether I'm alive or dead:</br>Perhaps to some new face his heart's inclin'd,</br>For Love has wings, and he a changeful mind.</br>To the Palaestra with the morn I'll go,</br>And see and ask him, why he shuns me so?</br>Meanwhile my charms shall work:  O Queen of Night:</br>Pale Moon, assist me with refulgent light;</br>My imprecations I address to thee,</br>Great Goddess, and infernal Hecate</br>Stain'd with black gore, whom ev'n gaunt mastiffs dread,</br>Whene'er she haunts the mansions of the dead;</br>Hail, horrid Hecate, and aid me still</br>With Circe's power, or Perimeda's skill,</br>Or mad Medea's art &mdash; Restore, my charms,</br>My lingering Delphis to my longing Arms.", "The cake's consum'd &mdash; burn, Thestylis, the rest</br>In flames; what frenzy has your mind possest?</br>Am I your scorn, that thus you disobey,</br>Base maid, my strict commands? &mdash; Strew salt, and say,</br>\"Thus Delphis' bones I strew\" &mdash; Restore, my charms,</br>The perjur'd Delphis to my longing arms.", "Delphis inflames my bosom with desire;</br>For him I burn this laurel in the fire:</br>And as it fumes and crackles in the blaze,</br>And without ashes instantly decays,</br>So may the flesh of Delphis burn &mdash; My charms,</br>Restore the perjur'd Delphis to my arms.", "As melts this waxen form, by fire defac'd,</br>So in Love's flames may Myndian Delphis waste:</br>And as this brazen wheel, though quick roll'd round,</br>Returns, and in its orbit still is found,</br>So may his love return &mdash; Restore, my charms,</br>The lingering Delphis to my longing arms.", "I'll strew the bran:  Diana's power can bow</br>Rough Rhadamanth, and all that's stern below.</br>Hark!  hark!  the village-dogs!  the Goddess soon</br>Will come &mdash; the dogs terrific bay the moon&mdash;</br>Strike, strike the sounding brass &mdash; Restore, my charms,</br>Restore false Delphis to my longing arms.", "Calm is the ocean, silent is the wind,</br>But grief's black tempest rages in my mind.</br>I burn for him whose perfidy betray'd</br>My innocence; and me, ah, thoughtless maid!</br>Robb'd of my richest gem &mdash; Restore, my charms,</br>False Delphis to my long-deluded arms.", "I pour libations thrice, and thrice I pray;</br>O, shine, great Goddess, with auspicious ray!</br>Whoe'er she be, blest nymph!  that now detains</br>My fugitive in Love's delightful chains;</br>Be she for ever in oblivion lost,</br>Like Ariadne, 'lorn on Dia's coast,</br>Abandon'd by false Theseus &mdash; O, my charms,</br>Restore the lovely Delphis to my arms.", "Hippomanes, a plant Arcadia bears,</br>Makes the colts mad, and stimulates the mares,</br>O'er hills, thro' streams they rage:  O, could I see</br>Young Delphis thus run madding after me,</br>And quit the fam'd Palaestra! &mdash; O, my charms!</br>Restore false Delphis to my longing arms.", "This garment's fringe, which Delphis wont to wear,</br>To burn in flames I into tatters tear.</br>Ah, cruel Love!  that my best life-blood drains</br>From my pale limbs, and empties all my veins,</br>As leeches suck young steeds &mdash; Restore, my charms,</br>My lingering Delphis to my longing arms.", "A lizard bruis'd shall make a potent bowl,</br>And charm, to-morrow, his obdurate soul;</br>Meanwhile this potion on his threshold spill,</br>Where, though despis'd, my soul inhabits still;</br>No kindness he nor pity will repay;</br>Spit on the threshold, Thestylis, and say,</br>\"Thus Delphis' bones I strew'\" &mdash; Restore, my charms,</br>The dear, deluding Delphis to my arms.", "She's gone, and now, alas!  I'm left alone!</br>But how shall I my sorrow's cause bemoan?</br>My ill-requited passion, how bewail?</br>And where begin the melancholy tale?", "When fair Anaxa at Diana's fane</br>Her offering paid, and left the Virgin train,</br>Me warmly she requested, breathing love,</br>At Dian's feast to meet her in the grove:</br>Where savage beasts, in howling deserts bred,</br>(And with them a gaunt lioness) were led</br>To grace the solemn honours of the day&mdash;", "Whence rose my passion, sacred Phoebe, say&mdash;</br>Theucarila's kind nurse, who lately died,</br>Begg'd I would go, and she would be my guide;</br>Alas!  their importunity prevail'd,</br>And my kind stars, and better genius fail'd;</br>I went adorn'd in Clearista's cloaths&mdash;", "Say, sacred Phoebe, whence my flame arose&mdash;</br>Soon as where Lyco's mansion stands I came,</br>Delphis the lovely author of my flame</br>I saw with Eudamippus, from the crowd</br>Distinguish'd, for like helichrysus glow'd</br>The gold down on their chins, their bosoms far</br>Outshone the moon, and every splendid star;</br>For lately had they left the field of fame&mdash;", "Say, sacred Phoebe, whence arose my flame&mdash;</br>O, how I gaz'd!  what extasies begun</br>To fire my soul?  I sigh'd, and was undone:</br>The pompous show no longer could surprize,</br>No longer beauty sparkled in my eyes:</br>Home I return'd, but knew not how I came;</br>My head disorder'd, and my heart on flame:</br>Ten tedious days and nights sore sick I lay&mdash;", "Whence rose my passion, sacred Phoebe, say&mdash;</br>Soon from my cheeks the crimson colour fled,</br>And my fair tresses perish'd on my head:</br>Forlorn I liv'd, of body quite bereft,</br>For bones and skin were all that I had left:</br>All charms I tried, to each enchantress round</br>I sought; alas!  no remedy I found:</br>Time wing'd his way, but not to sooth my woes&mdash;", "Say, sacred Phoebe, whence my flame arose&mdash;</br>Till to my maid, opprest with fear and shame,</br>I told the secret of my growing flame;</br>'Dear Thestylis, thy healing aid impart&mdash;</br>The love of Delphis has engross'd my heart.</br>He in the school of exercise delights,</br>Athletic labours, and heroic fights;</br>And oft he enters on the lists of fame&mdash;", "Say, sacred Phoebe, whence arose my flame&mdash;</br>'Haste thither, and the hint in private give,</br>Say that I sent you &mdash; tell him where I live.'</br>She heard, she flew, she found the youth I sought,</br>And all in secret to my arms she brought.</br>Soon at my gate his nimble foot I heard,</br>Soon to my eyes his lovely form appear'd;</br>Ye Gods!  how blest my Delphis to survey!", "Whence rose my passion, sacred Phoebe, say&mdash;</br>Cold as the snow my freezing limbs were chill'd,</br>Like southern vapours from my brow distill'd</br>The dewy damps; faint tremors seiz'd my tongue,</br>And on my lips the faultering accents hung;</br>As when from babes imperfect accents fall,</br>When murmuring in their dreams they on their mothers call.</br>Senseless I stood, nor could my mind disclose&mdash;", "Say, sacred Phoebe, whence my flame arose&mdash;</br>My strange surprize he saw, then prest the bed,</br>Fix'd on the ground his eyes, and thus he said;</br>'Me, dear Simaetha, you have much surpast,</br>As when I ran with young Philinus last</br>I far out-stript him, though he bravely strove;</br>But you have all prevented me with love;</br>Welcome as day your kind appointment came&mdash;", "Say, sacred Phoebe, whence arose my flame&mdash;</br>'Yes, I had come, by all the Powers above,</br>Or, rather let me swear by mighty Love,</br>Unsent for I had come, to Venus true,</br>This night attended by a chosen few,</br>With apples to present you, and my brows</br>Adorn'd like Hercules, with poplar boughs,</br>Wove in a wreathe with purple ribands gay&mdash;", "Whence rose my passion, sacred Phoebe, say&mdash;</br>'Had you receiv'd me, all had then been well,</br>For I in swiftness and in form excell;</br>And should have deem'd it no ignoble bliss</br>The roses of your balmy lips to kiss:</br>Had you refus'd me, and your doors been barr'd,</br>With axe and torch I should have come prepar'd,</br>Resolv'd with force resistance to oppose&mdash;", "Say, sacred Phoebe, whence my flame arose&mdash;</br>'And first to Beauty's Queen my thanks are due,</br>Next, dear Simaetha, I'm in debt to you,</br>Who by your maid, Love's gentle herald, prove</br>My fair deliverer from the fires of Love:</br>More raging fires than Aetna's waste my frame&mdash;", "Say, sacred Phoebe, when arose my flame&mdash;</br>'Love from their beds enraptur'd virgins charms,</br>And wives new-married from their husbands' arms.'</br>He said, (alas, what frenzy seiz'd my mind!)</br>Soft prest my hand, and on the couch reclin'd:</br>Love kindled warmth as close embrac'd we lay,</br>And sweetly whisper'd precious hours away.</br>At length, O Moon, with mutual raptures fir'd,</br>We both accomplish'd &mdash; what we both desir'd.</br>E'er since no pause of love or bliss we knew,</br>But wing'd with joy the feather'd minutes flew;</br>Till yester morning, as the radiant Sun</br>His steeds had harness'd, and his course begun,</br>Restoring fair Aurora from the main,</br>I heard, alas!  the cause of all my pain;</br>Philista's mother told me, 'she knew well</br>That Delphis lov'd, but whom she could not tell:</br>The marks are plain, he drinks his favourite toast,</br>Then hies him to the maid he values most:</br>Besides with garlands gay his house is crown'd:'</br>All this she told me, which too true I found.</br>He oft would see me twice or thrice a day,</br>Then left some token that he would not stay</br>Long from my arms; and now twelve days are past</br>Since my fond eyes beheld the wanderer last&mdash;</br>It must be so &mdash; 'tis my unhappy lot</br>Thus to be scorn'd, neglected and forgot.</br>He wooes, no doubt, he wooes some happier maid&mdash;</br>Meanwhile I'll call Enchantment to my aid:</br>And should he scorn me still, a charm I know</br>Shall soon dispatch him to the shades below;</br>So strong the bowl, so deadly is the draught;</br>To me the secret an Assyrian taught.</br>Now, Cynthia, drive your coursers to the main;</br>Those ills I can't redress I must sustain.</br>Farewell, dread Moon, for I have ceas'd my spell,</br>And all ye Stars, that rule by night, Farewell.</br>"]