["TIME &mdash; AN AUTUMNAL EVENING.</br>Sunk is the Sun, and cool the passing gale,</br>Wither'd each charm which Nature gave to Spring;</br>The russet spoil lies scatter'd o'er the dale</br>Where Silence sits to hear the Red-breast sing.", "Far other music boast these Time-worn Tow'rs;</br>The wind harsh whistles thro' their chinky walls,</br>Where Ivy creeps 'midst faded wild-born flow'rs,</br>And, echoing round, the Screech-Owl's note appalls.", "Resounding hoarsely, from a neighb'ring wood</br>The falling Torrent foams its hasty way</br>O'er rugged stones, which break th' impetuous flood,&mdash;</br>But vainly strive its bellowing waves to stay.", "Fal'n from its rocky eminence sublime,</br>Lies the huge Pile, which War's rude shock defied,</br>A formless mass, &mdash; the work of mighty Time,</br>The Monument and Monitor of Pride.", "Where loathed Vermin, in their murky cells,</br>Pass, unmolested, their inglorious day;</br>Where, wrapt in sleep, the Bat securely dwells,</br>Or idly wings her ev'ning hour away.", "Departed Grandeur! &mdash; cou'd these stones assume</br>Historic pow'r to tell thy pristine fame,</br>The torch of Truth shou'd thy dark reign illume,</br>And bright Description kindle from the flame.", "Then each mute witness, hasting to decay,</br>Might tell what scenes were whilom here display'd:</br>What ancient Dames here sung t' heroic lay,</br>Mov'd in the dance, or nightly masquerade:", "What titled Warriors grac'd the splendid Ball,</br>In all the pride of Chivalry and Show;</br>What Trophies hung within the sounding Hall,</br>The blood-stain'd Spoil of some illustrious Foe:", "What am'rous vows, express'd in courtly guise,</br>The list'ning Fair to wretchedness have led;</br>What doughty Champion of gigantic size</br>Sent the Despoiler to the mighty Dead.", "What rich Possessors fed the neighb'ring Poor;</br>What Tournaments they sought, and how they fell:</br>&mdash;These, with innum'rous tales and deeds of yore,</br>The moss-grown Reliques of the Pile might tell.", "But, sadly silent, they keep mouldring on,</br>Shaken full oft by RUIN'S palsied hand;</br>And, when some fleeting seasons more are gone,</br>No wreck of Pride and Grandeur here shall stand.", "Thus, worn with Age, must thou, O Man!  become</br>A WALKING RUIN, on Life's shelving shore,</br>At last to perish in th' oblivious Tomb;</br>But summon'd thence, thou shalt decay no more.", "Then, the stupendous Fabrick of the World,</br>The starry frame, the air, the earth, the sea,</br>Shall, to chaotic Ruin, all be hurl'd,</br>And wearied Time rest in Eternity.</br>"]