["PIERS, PALINODE.</br>Dicite Io Paean, et Io bis dicite Paean,</br>In Patriam rediit magnus Apollo suam.", "PALINODE.</br>Herdgroom, what gars thy pipe to go so loud?</br>Why bin thy bookes so smicker and so proud?</br>Perdie plain Piers, but this couthe ill agree,</br>With thilke bad fortune, that ay thwarteth thee.", "PIERS.</br>That thwarteth me, good Palinode, is fate,</br>Yborn was Piers to be infortunate.</br>Yet shall my Bagpipe go so loud and shrill,</br>That heaven may entertaine my kind goodwill;</br>Io Io Paean.", "PALINODE.</br>Sot I say, Losel, leudest of all swaines,</br>Singest thou proud Paeans on these open plaines?</br>So ill sitteth this straine, this loftie note,</br>With thy rude tire, and grey russet cote.", "PIERS.</br>Gray as my cote is, greene all are my cares,</br>My grasse to drosse, my corne is turned to tares:</br>Yet even and morrow will I never lin,</br>To make my crowd speake as it did begin.</br>Io Io Paean.", "PALINODE.</br>Thou art too cranke, and crowdest all too hie;</br>Beware a Chip fall not into thine eie:</br>(Man) if Triumphals heere be in request,</br>Then let them chaunt them, that can chaunt them best.", "PIERS.</br>Thou art a sowre swaine Palinode perdie,</br>My Bagpipe vaunteth not of victorie:</br>Then give me leave, sonizance to make,</br>For chivalrie, and lovely learning's sake.</br>Io Io Paean.", "PALINODE.</br>Thou hardy Herdsman, darest thou of arms chaunt</br>Sike verse I tell thee, ought have a great vaunt:</br>Then how may thy boldness scape a fine frumpe,</br>Warres Laud, is matter for the brazen Trumpe.", "PIERS.</br>Of Armes to sing, I have nor lust nor skill,</br>Enough is me, to blazon my good will:</br>To welcome home that long hath lacked beene,</br>One of the jolliest Shepherds of our Greene.</br>Io Io Paean.", "PALINODE.</br>Tell me good Piers, I pray thee tell it me,</br>What may thilk jollie swaine or shepherd be?</br>Or whence ycomen?  that he thus welcome is,</br>That thou art all so blithe to see his blisse.", "PIERS.</br>Palinode, thou makest a double demaund,</br>Which I will answer, as I understand.</br>Yet will I not forget, so God me mend,</br>To pipe lowd Paeans as my Stanzas end.</br>Io Io Paean.", "Thilk Shepheard (Palinode) whom my pipe praiseth,</br>Whose glory, my reed to the welkin raiseth:</br>He is a great Herdgroom, certes, but no swaine,</br>Save hers that is the Flowre of Phaebe's plaine.</br>Io Io Paean.", "He is well alied and loved of the best,</br>Well thew'd, fair and francke, and famous by his Crest:</br>His Raine Deere racking with proud and stately pace,</br>Giveth to his flocke a right beautifull grace.</br>Io Io Paean.", "He waits where our great Shepherdesse doth wunne,</br>He plaieth in the shade, and thriveth in the Sunne;</br>He shineth on the plaines, his lustie flocke him by,</br>As when Apollo kept in Arcadie.</br>Io Io Paean.", "Fellow in Armes he was, in their flowring deies,</br>With that great Shepherd good Philisides:</br>And in sad sable did I see him dight.</br>Moning the misse of Pallas peereles Knight.</br>Io Io Paean.", "With him he serv'd, and watcht and waited fate,</br>To keep the grim Wolfe from Elizaes gate:</br>And for their Mistresse thoughten these two swains,</br>They moughten never take too mickle pains.</br>Io Io Paean.", "But, ah for griefe, that jolly groome is dead,</br>For whome the Muses silver teares have shed:</br>Yet in this lovelie swaine, source of our glee,</br>Mun all his Vertues sweet reviven bee.</br>Io Io Paean.", "PALINODE.</br>So moughten they Piers, and happilie thrive,</br>To keepen this Herdsman after death alive:</br>But whence I pray thee, tel me, come is hee,</br>For whome thy Pipe and Paeans make such glee?", "PIERS.</br>Certes Sir Shepheard, commen he is fro far,</br>Fro wrath of deepest Seas and storm of War:</br>Safe is he come, O swell my Pipe, with joy,</br>To the olde buildings of nue reared Troy.</br>Io Io Paean.", "Fro Sea, fro Shore, where he with swink and sweat</br>Felt Foeman's rage and Sommers parching heat:</br>Safe is he come, laden with Honours spoile,</br>O swell my Pipe with joy, and breake the while;</br>Io Io Paean.", "PALINODE.</br>Thou foolish swaine that thus art overjoied,</br>How soone may heere thy courage be accoyed:</br>If he be one come new fro Westerne coast,</br>Small cause hath he or thou for him to boast.", "I see no Palme, I see no Laurell bowes,</br>Circle his temples, or adorne his browes,</br>I heare no Triumphes for this late returne,</br>But many a Herdsman more disposde to morne.", "PIERS.</br>Pale lookest thou like Spite, proud Palinode,</br>Venter doth losse, and warre dothe danger bode:</br>But thou art of those Harvesters I see,</br>Would at one shocke, spoile all the Philberd-Tree.</br>Io Io Paean.", "For shame I say, give Vertue honors due.</br>Ile please the Shepherd, but by telling true:</br>Palme maist thou see, and Baies about his head,</br>That all his flocke, right forwardly hath led.</br>Io Io Paean.", "But woe is me lewd lad, fames full of lies,</br>Envie doth ay true honors deeds despise;</br>Yet chivalrie will mount with glorious wings,</br>Spite all and nestle neere the seat of kings.</br>Io Io Paean.", "Base thrall is he, that is foule slaunders slave,</br>To pleasen all, what wight may him behave:</br>Yea, Joves great sonne though he were now alive,</br>Mought find no way thilk labour to atchive;</br>Io Io Paean.", "PALINODE.</br>Well plead'st thou (gentle Lad) for this great peere,</br>Then tell me sith but thou and I am here?</br>Did not thilk Bagpipe, man which thou dost blow</br>A farewell on our Souldiers erst bestow?", "How yst then, thilk great Shepherd of the field,</br>To whome our swaines, sike humble beisance yield:</br>And thou these Laudes and labours seriouslie,</br>Was in that worke, not mention'd speciallie.", "PIERS.</br>Harke Palinode, me dare not speake too lowd,</br>Hence was he raught, wrapt in a fierie cloud:</br>With Mars his Viceroy, and a golden Drake,</br>So that of him, me durst no notice take.</br>Io Io Paean.", "But now returnd, to royalize his fame,</br>Whose mightie thoughts, at Honors Tropheis aime:</br>Least worthily, I moughten witned bee,</br>I welcome him with Shepherd's country glee.</br>Io Io Paean.", "And of his dread adventures here sing I,</br>Equivolent with the Punic Chivalrie:</br>That brake his lance with terror and renowne</br>Against the gates of slaughtered Remus Towne.</br>Io Io Paean.", "And was the first of many thousands more,</br>That at Penichia waded to the shore:</br>There couthe he lead his landed flocke so far,</br>Till a was left of men approoved in war.</br>Io Io Paean.", "O Honors fire, that not the brackish Sea,</br>Mought quench, nor Foemans fearfull Larums lay:</br>So high those golden flakes done mount and clime,</br>That they exceed the reach of Shepherds rhime.</br>Io Io Paean.", "PALINODE.</br>What boot thy welcomes, foolish hardie swaine,</br>Lowder pipes then thine, are going on this plaine:</br>Faire Elizaes Lasses and her great Groomes,</br>Receive this Shepherd with unfaigned welcomes.", "Honour is in him that doth it bestowe,</br>Thy Reed is rough, thy seat is all too lowe.</br>To writen sike praise, hadst thou blithe Homers quil</br>Thou moughtst have matter equall with thy skill.", "PIERS.</br>Twit me with boldness, Palin, as thou wilt,</br>My good mind be my glorie and my guilt:</br>Be my praise lesse or mickle, all is one,</br>His high deserts deserven to be knowen.</br>Io Io Paean.", "So cease my pipe, the worthies to record,</br>Of thilke great Shepherd, of thilke fair young Lord:</br>Leave him with lucke, to those well-tuned Laies,</br>That better ken to sound sike Shepherds praies;</br>Io Io Paean.", "Now time is neere to pen our Sheepe in folde,</br>And Evening aire, is rhumaticke and colde:</br>For my late Songs, plead thou my pure good will,</br>Though Newcome once (Brave Earle) yet welcome still.</br>Io Io Paean.</br>"]