["From Gilgal's camp went forth, at dead of night,</br>The host of Israel:  with the rising sun</br>They stood arrayed against the Amorite,</br>Beneath the regal heights of Gibeon,</br>Glorious in morning's splendour!  Lebanon,</br>Dim in the distance, reared its lofty head;</br>Light clouds o'erhung the vale of Ajalon,</br>And the Five Armies, by their monarchs led</br>Not to mere mortal fight, but conflict far more dread.", "How beautiful, at matin's early prime,</br>Valley, and mountain, and that city fair!</br>Magnificent, yet fearfully sublime,</br>In few brief hours the scene depicted there!</br>Below the battle raged, and high in air</br>The gathering clouds, with tempest in their womb,</br>A supernatural darkness seemed to wear;</br>As heralding, by their portentous gloom,</br>Victory to Israel's host, her foes' impending doom!", "Upon a jutting crag, below the height</br>Where stands the royal city in its pride,</br>The ark is rested!  in the people's sight</br>The priests and Joshua standing by its side;</br>Awhile the chief the sea of battle eyed,</br>Which heaved beneath: &mdash; in accents undismayed,</br>\"Sun, stand thou still on Gibeon!\"  he cried,</br>\"And thou, O Moon, o'er Ajalon be stayed!\"</br>And holiest records tell the mandate was obeyed.", "Look on the horrid conflict; mark the stream</br>Of lurid and unnatural light that falls,</br>Like some wild meteor's bright terrific gleam,</br>On Gibeon's steep and battlemented walls;</br>Her royal palace, and her pillared halls,</br>Seeming more gorgeous in its vivid blaze!</br>While o'er proud Lebanon the storm appals,</br>In jagged lines the arrowy lightning plays,</br>Softened to Israel's sight by intervening haze.", "But o'er the Amoritish camp the cloud</br>Bursts in its fury!  on the race abhorred</br>The parting heavens, as from a pitchy shroud,</br>Their desolating hail-storm's wrath out-poured,</br>More vengeful in its ire than Israel's sword!</br>Thus was deliverance unto Gibeon shown;</br>And by the fearful battle of the Lord,</br>The army of the Amorites o'erthrown,</br>And the almighty power of Israel's God made known.", "Made known by marvels awfully sublime!</br>Yet far more glorious in the Christian's sight</br>Than these stern terrors of the olden time,</br>The gentler splendours of that peaceful night,</br>When opening clouds displayed, in vision bright,</br>The heavenly host to Bethlehem's shepherd train,</br>Shedding around them more than cloudless light!</br>\"Glory to God on high!\" their opening strain,</br>Its chorus, \"Peace on earth!\"  its theme Messiah's reign!</br>"]