["DEAR WILL, I have sat down to pen you a letter,</br>And as rhyme will go off so much smoother and better</br>Than dull rambling prose, I have set about stringing</br>The few thoughts I have, to go dancing, and singing;</br>In light leaping friskiness skipping about,</br>As the rhymes I find them to twist their way out!</br>I could deem myself now, to think flatt'ringly on't,</br>Like that dear merry creature, verse-loving Leigh Hunt,</br>Sitting down to pen stanzas for Moore or Lord Byron,</br>Full of fine-hearted chearfulness, never to tire on;&mdash;</br>But, alas!  unlike him, while I'm seeking a rhyme,</br>To come smilingly in with a musical chime,</br>And bring out my bright thoughts with a swell to the ear,</br>Full-sounding an fine, like a symphony clear,&mdash;</br>I find &mdash; but the devil knows wherefore &mdash; mean time,</br>That the thought has slipt out, just as in slips the rhyme;</br>And ten chances to one that the two ever meet</br>In a stanza at once &mdash; 'twould be too great a treat!</br>But take them, my dear boy!  for better or worse,</br>And when sense is a-wanting, just put up with verse!", "It won't look too flatt'ring, I hope, now to tell you,</br>That with all your fine spirit and fancies, so well you</br>Have touch'd on my heart, my dear Will, that, God bless you,</br>You'd wonder what torture 'tis to me to miss you!</br>How oft I look round when I hear the door open,</br>Half expecting to see your queer visage come pop in;</br>Looking big as a young breeding wench, with some jest,</br>Which might pass for true wit, if 'twere never express'd;</br>And when in swims, instead, that sweet model of Venus,</br>Whose beauties from all other women might wean us,</br>Bringing tea or supper to me, a lone elf,</br>With what longing, oft-times, do I say to myself,</br>\"Good God!  what I'd give now, to have him come in so,</br>Hitching up his lank shoulders, and pitching his chin so,</br>How well I would suffer his heats and his spleens,</br>His tetchy ill tempers, his twistings and grins,</br>And smooth them all off by the way that I took them,</br>Till even himself then no longer could brook them!</br>How I'd writhe myself into a laugh at his wit,</br>Task hardest of any!  or patiently sit,</br>Till his faults should all fret themselves off into rest,</br>Leaving just some small stings of regret in my breast,</br>To give the rich after-scene flavour and zest!\"", "Oh!  at such times, what choice feasts of nectar were ours!</br>How we bask'd amid sunshine, and revell'd in flow'rs!</br>How Shakespeare's deep soul was all pour'd out before us,</br>And Fletcher's rich riots of luxury ran o'er us!</br>And Spencer's far-floating strain swell'd in melody by,</br>Lapping all in Elysium!  How Milton's high song,</br>Like the grand Ocean's voice, when the loud winds are strong,</br>Came rolling abroad, yet oft melted away</br>In sweet murmuring tones, like the summer wave's play!</br>How Wordsworth shed out from his soul's inner shrine,</br>A new light upon Nature, pure &mdash; lovely &mdash; divine,&mdash;</br>Twining round every flower that looks up for our sight,</br>Some deep dream of love &mdash; some warm-thoughted delight;&mdash;</br>And gleaning the \"stray gifts\" of beauty that lye</br>Scatter'd wide o'er the world, for the soul's purer eye</br>Pour'd them back on our hearts, in a deep-flowing tone</br>Of such rapturous beauty, as made them his own!</br>Then how Coleridge, sage poet, and orator too,</br>Wild weaver of visions, soul-startling and new,</br>Would strike from his mystic harp sounds of stranger wonder,</br>That shake the deep soul like the low muttering thunder,</br>And, in their wild swellings of melody seem</br>Like a voice from the dim realm of Phantom and Dream!</br>Yet sweet and high thoughts too, would blend in the song,</br>And swim on the wings of proud Music along;</br>And deep tones of love, through the fine-rolling numbers,</br>Breathe sweetly and purely as Infancy's slumbers!</br>Lloyd's sickly night-mares we'd no time to spare for,</br>And monkish Bob Southey we none of us care for;</br>But leaving all such for a truer humanity,</br>Pure and unhaunted by sick dreams or vanity,</br>How we'd turn us to Nature's own nursling, John Keats!</br>And revel deep, deep on his nectarious sweets;</br>Drinking in the warm beauty, the tremulous graces,</br>The rich lights, and sweet odours, and glow of bright faces,</br>Sky-tinted, whose magical influence blended,</br>Pours on earth the full bliss of the Heaven he's ascended!</br>How we'd bask in that luscious, yet delicate dream</br>Of sweet Madeline, steep'd in the beautiful gleam</br>Of the blessed moonlight, while her lover stood by!</br>Or list the long-breathing and odorous sigh,</br>Which swells from the kind poet's heart as he's weeping,</br>With deep-thoughted grief, o'er fair Isabel, keeping</br>Her sweet Basil wet with her tears! &mdash; then how long</br>Would we brood o'er that lovely and tender night-song,</br>Which pours such a warm gush of sorrow, touch'd finely</br>With all that makes human grief soften divinely,</br>Into a still heart-wrapping beauty of feeling,</br>And turns into balm all the woe it is stealing;</br>Where the notes come all panting and trembling in gushes,</br>And blend with each other like beautiful flushes</br>Of rich golden light, on a sweet eve of autumn,</br>When the quivering heads of the bright flowers have caught 'em.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "How oft, when the long summer evenings come on,</br>And the low panting breeze, with a sweet-swelling tone,</br>Creeps windingly round me, scarce rustling my curls,</br>And fawns o'er my cheek, like that cheek of my girl's!</br>When the green leaves are stirr'd with mysterious tones,</br>That come swimming and fainting, in tremulous moans,</br>With a half-dreary melody roaming around,</br>And sighing away ere they pass into sound;</br>When the wide sky, in stillness and depth of repose,</br>Touch'd with warm-breathing hues, like a maiden's cheek glows,</br>In rich slumber, spell-bound by a vision of love,</br>That steals down o'er her heart from the palm-bowers above;</br>When the languid perfumes of the wall-flow'rs and roses</br>Swell soft to my sense, and the murmuring closes</br>Of the far peasant's song, like a voice from some isle</br>Of Arcadian loveliness, steep the warm smile</br>That has risen o'er my cheek in a heart-longing tear,&mdash;</br>How oft do I whisper, \"Oh!  would he were here!\"</br>And then, in these glorious mornings dear Will,</br>How I long for you back, to walk out with me still!</br>When Milton's own sky swells in majesty o'er me,</br>And Wordsworth's sweet daisy is glinting before me,</br>And Chaucer's own sunshine is sparkling about,</br>And Hunt's tender heart's ease looks \"gleamingly\" out,&mdash;</br>(Like the love-breathing eye of a girl that you know,</br>When my beating cheek sleeps on her bosom of snow!)</br>When Coleridge's myrtle springs light from its stalk,</br>And all other fine flowers are brightening my walk,</br>Which the poets have sung to their merry heart-dances,</br>And tipp'd with new tints from their delicate fancies,&mdash;</br>When Keats's dear spirit, immortally fair,</br>In a flush of warm beauty floats by on the air,</br>Waving sighs of delicious love from his wings,</br>And pouring all Heaven in the song that he sings;</br>Breathing dew on the roses and nectarious balm,</br>And stirring with low tones of beauty the palm,</br>That trembles and heaves to the deep-thrilling sighs,</br>And waves its broad leaves o'er the sounds as they rise;</br>And when o'er me the morning lark revels in song,</br>And swims on the proud breeze that sways him along,</br>His quivering wings bath'd in the sparkling sun-light,</br>And trembling all o'er with a flush of delight;&mdash;</br>Then conquering each check by the warm pulse of love,</br>Swells up like a thought to the blue Heaven above!</br>Oh God!  could I breathe in my verse but one note</br>Of the warm gushing sweetness that streams from my throat!</br>Could I catch but one tone of such eloquent love</br>As stirs the pure heart of that sky-lark above,</br>And is pour'd o'er the wide list'ning air that all glows</br>In a deep hushing trance of low-breathing repose,</br>And thrill'd with fond stirrings of love by the measure,</br>In murmuring and trembling, and blushing with pleasure!</br>Ah!  then I might sing, and my song might call forth</br>The warm pulses of good that lie stiffled in earth!</br>Might wake the high thought that now slumbers, and fill</br>With the deep stream of love hearts all torpid and chill!", "But you know these high fancies are out of my way,</br>And my sluggish soul lyes so bedaub'd in its clay,</br>That would old Dr. Slop take the trouble to try,</br>He could mount on his Fancy's wings higher than I!</br>There are others (thank God for't!) whose proud swelling thought</br>On the fine wings of Fancy can mount up and float</br>In the pure fields of ether, afar from the mud</br>Of this dim dirty world; and who pour forth a flood</br>Of such beautiful dreamings, as may kindle and cheer</br>Even the chill dusty souls that are toiling on here!</br>One soother and softener, too, Heaven has placed</br>By our sides on the earth, like a flower in the waste,</br>That sheds its still odours, and sweetens the gale,</br>That breathes o'er the dim brow all rugged and pale,</br>Smoothing off every wrinkle that care has plow'd o'er,</br>And breathing the warm hue of health there once more!</br>Ah!  when Nature has touch'd with her spirit the face,</br>And moulded each movement to frankness and grace,</br>And nested her brood of kind thoughts in the breast,</br>What a creature is woman! &mdash; how blessing and blest!</br>What a halo of love o'er her image is cast,</br>That plays round the present, and brightens the past!</br>How she tempers man's turbulent spirit to bear,</br>And makes the home heaven which is given to her care!", "But you see I am nibbling at subjects too high,</br>So, to check it at once, I must bid you good-bye.</br>"]