["While orient skies restore the day,</br>And dew-drops catch the lucid ray;</br>Amid the sprightly scenes of morn,</br>Will aught the Muse inspire?</br>Oh!  peace to yonder clamorous horn</br>That drowns the sacred lyre!", "Ye rural Thanes that o'er the mossy down</br>Some panting, timorous hare pursue;</br>Does nature mean your joys alone to crown?</br>Say, does she smoothe her lawns for you?</br>For you does Echo bid the rocks reply,</br>And urg'd by rude constraint resound the jovial cry?", "See from the neighbouring hill, forlorn</br>The wretched swain your sport survey;</br>He finds his faithful fences torn,</br>He finds his labour'd crops a prey;</br>He sees his flock &mdash; no more in circles feed;</br>Haply beneath your ravage bleed,</br>And with no random curses loads the deed.", "Nor yet, ye swains, conclude</br>That nature smiles for you alone;</br>Your bounded souls, and your conceptions crude,</br>The proud, the selfish boast disown:</br>Yours be the produce of the soil;</br>O may it still reward your toil!</br>Nor ever the defenceless train</br>Of clinging infants, ask support in vain!", "But tho' the various harvest gild your plains,</br>Does the mere landschape feast your eye?</br>Or the warm hope of distant gains</br>Far other cause of glee supply?</br>Is not the red-streak's future juice</br>The source of your delight profound,</br>Where Ariconium pours her gems profuse,</br>Purpling a whole horizon round?</br>Athirst ye praise the limpid stream, 'tis true</br>But tho', the pebbled shores among,</br>It mimick no unpleasing song,</br>The limpid fountain murmurs not for you.", "Unpleas'd ye see the thickets bloom,</br>Unpleas'd the Spring her flowery robe resume;</br>Unmov'd the mountain's airy pile,</br>The dappled mead without a smile.</br>O let a rural conscious Muse,</br>For well she knows, your froward sense accuse:</br>Forth to the solemn oak you bring the square,</br>And span the massy trunk, before you cry, 'tis fair.", "Nor yet ye learn'd, nor yet ye courtly train,</br>If haply from your haunts ye stray</br>To waste with us a summer's day,</br>Exclude the taste of every swain,</br>Nor our untutor'd sense disdain:</br>'Tis Nature only gives exclusive right</br>To relish her supreme delight;</br>She, where she pleases kind or coy,</br>Who furnishes the scene, and forms us to enjoy.", "Then hither bring the fair ingenuous mind,</br>By her auspicious aid refin'd;</br>Lo!  not an hedge-row hawthorn blows,</br>Or humble hare-bell paints the plain,</br>Or valley winds, or fountain flows,</br>Or purple heath is ting'd in vain:</br>For such the rivers dash the foaming tides,</br>The mountain swells, the dale subsides;</br>Ev'n thriftless furze detains their wandering sight,</br>And the rough barren rock grows pregnant with delight.", "With what suspicious fearful care</br>The sordid wretch secures his claim,</br>If haply some luxurious heir</br>Should alienate the fields that wear his name!</br>What scruples lest some future birth</br>Should litigate a span of earth!</br>Bonds, contracts, feoffments, names unmeet for prose,</br>The towering Muse endures not to disclose;</br>Alas!  her unrevers'd decree,</br>More comprehensive and more free,</br>Her lavish charter, Taste, appropriates all we see.", "Let gondolas their painted flags unfold,</br>And be the solemn day enroll'd,</br>When, to confirm his lofty plea,</br>In nuptial sort, with bridal gold,</br>The grave Venetian weds the sea:</br>Each laughing Muse derides the vow;</br>Ev'n Adria scorns the mock embrace,</br>To some lone hermit on the mountain's brow,</br>Allotted, from his natal hour,</br>With all her myrtle shores in dow'r.</br>His breast to admiration prone</br>Enjoys the smile upon her face,</br>Enjoys triumphant every grace,</br>And finds her more his own.", "Fatigu'd with form's oppressive laws,</br>When SOMERSET avoids the Great;</br>When cloy'd with merited applause,</br>She seeks the rural calm retreat;</br>Does she not praise each mossy cell,</br>And feel the truth my numbers tell?</br>When deafen'd by the loud acclaim,</br>Which genius grac'd with rank obtains,</br>Could she not more delighted hear</br>Yon throstle chaunt the rising year?</br>Could she not spurn the wreaths of fame,</br>To crop the primrose of the plains?</br>Does she not sweets in each fair valley find,</br>Lost to the sons of pow'r, unknown to half mankind?", "Ah can she covet there to see</br>The splendid slaves, the reptile race,</br>That oil the tongue, and bow the knee,</br>That slight her merit, but adore her place?</br>Far happier, if aright I deem,</br>When from gay throngs, and gilded spires,</br>To where the lonely halcyons play,</br>Her philosophic step retires:</br>While studious of the moral theme,</br>She, to some smooth sequester'd stream</br>Likens the swain's inglorious day;</br>Pleas'd from the flowery margin to survey,</br>How cool, serene, and clear the current glides away.", "O blind to truth, to virtue blind,</br>Who slight the sweetly-pensive mind!</br>On whose fair birth the Graces mild,</br>And every Muse prophetic smil'd.</br>Not that the poet's boasted fire</br>Should Fame's wide-echoing trumpet swell;</br>Or, on the music of his lyre</br>Each future age with rapture dwell;</br>The vaunted sweets of praise remove,</br>Yet shall such bosoms claim a part</br>In all that glads the human heart;</br>Yet these the spirits, form'd to judge and prove</br>All nature's charms immense, and Heav'n's unbounded love.", "And oh!  the transport, most ally'd to song,</br>In some fair villa's peaceful bound,</br>To catch soft hints from Nature's tongue,</br>And bid Arcadia bloom around:</br>Whether we fringe the sloping hill,</br>Or smoothe below the verdant mead;</br>Whether we break the falling rill,</br>Or thro' meandering mazes lead;</br>Or in the horrid bramble's room</br>Bid careless groups of roses bloom;</br>Or let some shelter'd lake serene</br>Reflect flow'rs, woods and spires, and brighten all the scene.", "O sweet disposal of the rural hour!</br>O beauties never known to cloy!</br>While worth and genius haunt the favour'd bow'r,</br>And every gentle breast partakes the joy!</br>While Charity at eve surveys the swain,</br>Enabled by these toils to chear</br>A train of helpless infants dear,</br>Speed whistling home across the plain;</br>See vagrant Luxury, her hand-maid grown,</br>For half her graceless deeds attone,</br>And hails the bounteous work, and ranks it with her own.", "Why brand these pleasures with the name</br>Of soft, unsocial toils, of indolence and shame?</br>Search but the garden, or the wood,</br>Let yon admir'd carnation own,</br>Not all was meant for raiment, or for food,</br>Not all for needful use alone;</br>There while the seeds of future blossoms dwell,</br>Tis colour'd for the sight, perfum'd to please the smell.", "Why knows the nightingale to sing?</br>Why flows the pine's nectareous juice?</br>Why shines with paint the linnet's wing?</br>For sustenance alone?  For use?</br>For preservation?  Every sphere</br>Shall bid fair pleasure's rightful claim appear.</br>And sure there seem, of human kind,</br>Some born to shun the solemn strife;</br>Some for amusive tasks design'd,</br>To soothe the certain ills of life;</br>Grace it's lone vales with many a budding rose,</br>New founts of bliss disclose,</br>Call forth refreshing shades, and decorate repose.", "From plains and woodlands; from the view</br>Of rural Nature's blooming face,</br>Smit with the glare of rank and place,</br>To courts the sons of Fancy flew;</br>There long had Art ordain'd a rival seat;</br>There had she lavish'd all her care</br>To form a scene more dazling fair,</br>And call'd them from their green retreat</br>To share her proud controul;</br>Had giv'n the robe with grace to flow,</br>Had taught exotic gems to glow;</br>And emulous of nature's pow'r,</br>Mimick'd the plume, the leaf, the flow'r;</br>Chang'd the complexion's native hue,</br>Moulded each rustic limb anew,</br>And warp'd the very soul!", "Awhile her magick strikes the novel eye,</br>Awhile the faery forms delight;</br>And now aloof we seem to fly</br>On purple pinions thro' a purer sky,</br>Where all is wonderous, all is bright:</br>Now landed on some spangled shore</br>Awhile each dazled maniac roves</br>By saphire lakes, thro' em'rald groves.</br>Paternal acres please no more;</br>Adieu the simple, the sincere delight&mdash;</br>Th' habitual scene of hill and dale,</br>The rural herds, the vernal gale,</br>The tangled vetch's purple bloom,</br>The fragrance of the bean's perfume,</br>Be theirs alone who cultivate the soil,</br>And drink the cup of thirst, and eat the bread of toil.", "But soon the pageant fades away!</br>'Tis Nature only bears perpetual sway.</br>We pierce the counterfeit delight,</br>Fatigu'd with splendor's irksome beams,</br>Fancy again demands the sight</br>Of native groves, and wonted streams,</br>Pants for the scenes that charm'd her youthful eyes,</br>Where Truth maintains her court, and banishes disguise.", "Then hither oft ye senators retire,</br>With nature here high converse hold;</br>For who like STAMFORD her delights admire,</br>Like STAMFORD shall with scorn behold</br>Th' unequal bribes of pageantry and gold;</br>Beneath the British oak's majestick shade,</br>Shall see fair Truth, immortal maid,</br>Friendship in artless guise array'd,</br>Honour, and moral Beauty shine</br>With more attractive charms, with radiance more divine.", "Yes, here alone did highest Heav'n ordain</br>The lasting magazine of charms,</br>Whatever wins, whatever warms,</br>Whatever fancy seeks to share,</br>The great, the various, and the fair,</br>For ever should remain!", "Her impulse nothing may restrain&mdash;</br>Or whence the joy 'mid columns, tow'rs,</br>'Midst all the city's artful trim,</br>To rear some breathless vapid flow'rs,</br>Or shrubs fuliginously grim:</br>From rooms of silken foliage vain,</br>To trace the dun far distant grove,</br>Where smit with undissembled pain,</br>The wood-lark mourns her absent love,</br>Borne to the dusty town from native air,</br>To mimick rural life, and soothe some vapour'd fair.", "But how must faithless Art prevail,</br>Should all who taste our joy sincere,</br>To virtue, truth, or science dear,</br>Forego a court's alluring pale,</br>For dimpled brook and leafy grove,</br>For that rich luxury of thought they love!</br>Ah no, from these the publick sphere requires</br>Example for it's giddy bands;</br>From these impartial Heav'n demands</br>To spread the flame itself inspires;</br>To sift Opinion's mingled mass,</br>Impress a nation's taste, and bid the sterling pass.", "Happy, thrice happy they,</br>Whose graceful deeds have exemplary shone</br>Round the gay precincts of a throne,</br>With mild effective beams!</br>Who bands of fair ideas bring,</br>By solemn grott, or shady spring,</br>To join their pleasing dreams!</br>Theirs is the rural bliss without alloy,</br>They only that deserve, enjoy.</br>What tho' nor fabled Dryad haunt their grove,</br>Nor Naiad near their fountains rove,</br>Yet all embody'd to the mental sight,</br>A train of smiling Virtues bright</br>Shall there the wise retreat allow,</br>Shall twine triumphant palms to deck the wanderer's brow.", "And though by faithless friends alarm'd,</br>Art have with Nature wag'd presumptuous war;</br>By SEYMOUR'S winning influence charm'd,</br>In whom their gifts united shine,</br>No longer shall their counsels jar.</br>'Tis hers to mediate the peace;</br>Near Percy-lodge, with awe-struck mien,</br>The rebel seeks her lawful Queen,</br>And havock and contention cease.</br>I see the rival pow'rs combine,</br>And aid each other's fair design;</br>Nature exalt the mound where Art shall build;</br>Art shape the gay alcove, while Nature paints the field.", "Begin, ye songsters of the grove!</br>O warble forth your noblest lay;</br>Where SOMERSET vouchsafes to rove</br>Ye leverets freely sport and play.</br>&mdash;Peace to the strepent horn!</br>Let no harsh dissonance disturb the morn,</br>No sounds inelegant and rude</br>Her sacred solitudes profane!</br>Unless her candour not exclude</br>The lowly shepherd's votive strain,</br>Who tunes his reed amidst his rural chear,</br>Fearful, yet not averse, that SOMERSET should hear.</br>"]