["PHILARCHUS.</br>Shepheard, ah Shepheard, what sad dayes have we</br>(More sad then those sad dayes) surviv'd to see!</br>How is the guilt of our forefathers crimes,</br>Revengd on us in these distracted times!</br>How is the Shepheards honour, that while ere</br>Shone like the morning Star; and did appeare</br>To all the world, like Heraulds to make knowne</br>Th' approaching Glory of the rising Sun!</br>How is that honour dim!  how is her light</br>Clouded in shades of Ignorance and night!</br>How is our Calling slighted, and that power</br>Our Master lent us, threatned every howre!</br>How are our worried Names become the scorne</br>Of every base Mechanick!  rent and torne</br>In every vulgar mouth?  reproacht and made</br>Delinquents, judgd by every triviall Trade!</br>How are our persons scornd, contemnd, revild,</br>Nay even by him whose schoole-instructed child</br>Jeeres at his ignorance; and oft by him</br>Whose sinking fortunes teaches how to swim</br>With zealous Bladders, being apt to steale</br>Advantage from the times, and trade in Zeale.</br>How are we growne the By-word of the land,</br>Commanded now, where late we did command!</br>Prest like a Vintage, banded like a Ball?</br>Despisd of many, and disprisd of all!", "PHILORTHUS.</br>True my Philarchus; Shepheards never found</br>So hard a time; Ah fortune never frownd</br>So sterne till now; Presumptious Ignorance</br>Had nere till now the boldnesse to advance</br>Her beetle browes, or once to tread the Stage</br>Of this blest Island in so bright an Age.</br>But ah!  when Lights grow dim and dull, what hand</br>Can keep out darknesse?  who can countermand</br>The melancholly shades of ugly night</br>When heaven wants Lamps, or when those Lamps want Light?</br>Come Shepheard come, (here's none but Thee and I)</br>We taxe the Times, but could the times reply</br>They'd vindicate their evils, and lay their crimes</br>On us poore Shepheards that thus taxe the Times.</br>Had we burnt bright, had our refulgent Rayes</br>Given lustre to the world, and fill'd our dayes</br>With glorious brightnesse, how had darknesse found</br>A place for entrance?  where could shadowes ground</br>Their ayery errands?  or what soule could taint</br>Our Sun-bright names?  what evill could cause complaint?</br>How blest!  how more then blest had Shepheards been,</br>Had Shepheards beene so happy to have seene</br>But their owne happinesse; Had the waxen-wings</br>Of their ambitious thoughts not aymd at things</br>Beyond their pitch; Had they beene wise to move</br>In their owne Orbes, and not like Phaeton rove</br>Through the wilde Labyrinth of th' Olimpick Tower,</br>And search'd the secrets of too vast a power,</br>Their Glory had not found so short a date,</br>Nor causd combustion in so calm a State.", "PHILARCHUS.</br>Admit all this Philorthus (for who can</br>Consider frailty and not think of Man?)</br>Shall some few staines in the full Lampe of night</br>Cry down the Moone, and wooe the Stars for light?</br>What if thy too neglected Soyle abound</br>With noysome Weeds?  wilt thou disclaime the ground?</br>Or wouldst thou dry the earths full breast, that feeds</br>Thy fragrant Flowers, because it Fosters Weeds?</br>Ah, my Philorthus, thus the cause now stands</br>With us poore Swaynes, The power of our hands,</br>Entrusted there by our all-wise God Pan,</br>(To whom the frailties of collapsed Man</br>Was knowne too well) for some disorders growne</br>Among us Swaines is cry'd, is voted downe;</br>And that faire Livelyhood that late maintaind</br>Those love-preserving Festivals which chaind</br>Our mutuall hearts in links of love, which clad</br>The naked Orphan, and reliev'd the sad</br>Afflicted Widow, and releas'd the bands</br>Of the leane Prisoner grip'd with the hard hands</br>Of his too just Oppressor; this they say</br>Is to be shortned, if not snatcht away.", "PHILORTHUS.</br>Ah, gentle Shepheard, heaven, ah, heavens forefend,</br>Those Tydes should ebb that flow to such an end;</br>But some we feare bin more corrupt then so;</br>They'r two things, what they should, and what they do.", "PHILARCHUS.</br>True my Philorthus, some lewd Swaines there be</br>That have more Bags then Bowels, that can see</br>Pale misery panting at their Lordly gates,</br>Answerd with Statutes, and repulsive Rates;</br>Whose hard, whose Adamantine eare can brooke</br>The sad Complaints of those (who cannot looke</br>Beyond the Prospect of consuming Griefe)</br>Without Remorse at all, without Reliefe;</br>Whose wanton tables, deckt with costly fare,</br>Pamper their idle bodies, and prepare</br>Oyle for their Lust, whose craving thoughts, made poore</br>With too much wealth, condemne themselves to more;</br>And such they be Philorthus whose lewd fames</br>And lives have poysond the illustrious names</br>Of reverend Shepheards, whose ambitious Pride</br>Hath brought contempt, and made the world deride</br>What late it honour'd; now disdaind, abhord</br>By whom they were as much, ere while, ador'd.</br>Ah Shepheard these are they whose vaine Ambition</br>Made us sad Partners in the worlds derision;</br>But that which wounds my soule beyond redresse,</br>And aggravates my griefe above excesse,</br>Those Past'rall staves wherewith those reverend Sages</br>Of former times have rul'd so many ages,</br>And by a settled Government, exilde</br>Confus'd disorder, the prodigious Childe</br>Of factious Anarchie, Those Rods of power</br>That rul'd our swaines by day, and did secure</br>Their Folds by night, are threatned from our hands,</br>And all our Flocks to bow to new Commands.", "PHILORTHUS.</br>It cannot be, the great Assembly's wise;</br>Has many Heads, and twice as many Eyes,</br>Eyes bright as day, that view both things and times,</br>Fast closd to Persons, open to their Crimes:</br>Judgement, not Fancy, moves in that bright Sphere;</br>There are not Ends, no by-Respects are there:</br>The care of Truth and zeale of publique Rest</br>Rests in their restlesse, their united brest:</br>Heav'n be their Guide, and may their pains encrease</br>Heav'ns glory, and this glorious Islands peace;</br>Ah, thinkst thou Shepheard, their heav'n-guided heart</br>Will venture to decline his wayes, or start</br>From Heav'ns Example?  Heav'n was pleasd to beare</br>With very Sodom, had but ten been there</br>That had beene righteous; loath to mixe the blood</br>Of guilty thousands with some few of good:</br>No question Shepheard but the enormous crimes</br>Of our Profession, heightened with the times,</br>Are foule enough; nor could such Actions lye</br>Conceald and clos'd before so cleare an Eye;</br>And being seene, how could they choose but grate</br>The groaning Feoffees of our tottering State?</br>How could our growing greatnesse choose but blow</br>And quicken up their zealous flames?  or how</br>Could our untam'd Ambition hope to stand</br>Against the power of so great a hand?</br>But they are just and wise, and wisdome still</br>Shews rather what it can, then what it will.</br>When publique Justice threatens, it propounds</br>Way for amendment, rather then confounds:</br>And far lesse cost and dammage will ensue</br>To weede old Gardens, then to dig a new.", "PHILARCHUS.</br>True, Shepheard, But they plead for want of dressing</br>Our Garden's forfeited, and they are pressing</br>Hard for Reentry; They have seald a deed</br>Upon the ground, intending to proceed</br>Next Tearme t' Ejectment, by which meanes they'l stand</br>A new possest and re-enjoy the Land.", "PHILORTHUS.</br>Shepheard, we hold in Ferme from great god Pan;</br>His Counsell drew the Lease; If wiser Man</br>Can finde a flaw, our weaknesse must appeale</br>To Pan's Vicegerant; He will vouch the Seale</br>Faire and authentick:  If the Common Lawes</br>Condemne our Right, by vertue of that Clause</br>Of heedlesse Forfeiture, O then we flye</br>To be reliev'd in the high Chancery,</br>That uncorrupted Court that now does rest</br>In the great Chamber of th' Assemblies brest:</br>Ther's Judgment there, which idle heapes of gold</br>Despaires to bribe, And Conscience there's unsold:</br>Poore Shepheardes, there, shall find as faire accesse,</br>As Peere, as Princes, and as just redresse.", "PHILARCHUS.</br>Heav'n be our great Protection, and close</br>Their suits-attending eares against all those,</br>Whom rayling Ignorance, and frantick Zeale</br>Hath onely taught the way to say, and feale,</br>And set their marks, not having skill to shape</br>A letter; or, without a Lye, to scape</br>The danger of Non legit, whose profession</br>Is onely to scorne Lambeth, and discretion:</br>These be fit men Philorthus to descend</br>Into these Lists, sweet Champions to contend</br>About these Myst'ries, likely to confound</br>Those famous Worthies that have searcht the ground</br>Of sage Antiquity; wherein of old,</br>Our Government was wrapt, and still enroll'd.", "PHILORTHUS.</br>Come Shepheard come, our great Assemblie's wise,</br>And for a while, in policy complies</br>With the rude Multitude, who must have day,</br>To breath their Humours, which would else breake way,</br>Like earth-imprisoned Aire, whose sudden birth</br>Startles the world, and shakes the shivering earth:</br>It is the nature of the vulgar brest</br>Still to mislike, and count that State the best</br>Which they enjoy not; Pleas'd with Novelties,</br>They grow impatient of the old, and prize</br>What's next in hope; more happy in expectation</br>Then when possest; all fire to Alteration:</br>But Shepheard know; our grave Assembly pryes</br>Where they nere view'd, and lookes with clearer eyes;</br>Their wisdomes know, what sudden Change portends:</br>Things rash begun, too oft in danger ends;</br>But unavoided Ruine daily waites</br>On suddaine change of fundamentall States.", "PHILARCHUS.</br>I but Philorthus, whilst the State complies</br>With the tumultuous Vulgar, tumults rise,</br>And rude disorder creeps into our playnes,</br>Swaines will be Shepheards, Coblers will be Swaines;</br>Flocks are disturb'd, and pastures are defac'd;</br>Swaines are despis'd, and Shepheards are disgrac'd,</br>Orders are laught to scorne; and, in conclusion,</br>Our Kingdome's turn'd into a Chaos of confusions.", "PHILORTHUS.</br>Why Shepheard, there's the Plot:  the surest way</br>To take the Fish, is give her leave to play,</br>And yeild her Line; He best can cure the Cause</br>That markes th' effect; Evill manners breed good Lawes:</br>The wise Assembly knowing well the length</br>Of the rude popular foote, with what a strength</br>The vulgar fancy still pursues the Toy</br>That's last presented, leaves them to enjoy</br>Their uncontrolled wils, untill they tyre</br>And quickly sufeit on their own desire,</br>Whose wild Disorders secretly confesse</br>Needfull support of what they'd most suppresse:</br>But who comes here?  Anarchus?", "PHILARCHUS.</br>'Tis the same;", "PHILORTHUS.</br>How like a Meteor made of Zeale and flame</br>The man appeares?", "PHILARCHUS.</br>Or like a blazing Star</br>Portending change of State, or some sad Warre;</br>Or death of some good Prince.", "PHILORTHUS.</br>He is the trouble</br>Of three sad Kingdomes.", "PHILARCHUS.</br>Even the very Bubble,</br>The froth of troubled waters;", "PHILORTHUS.</br>Hee's a Page</br>Fill'd with Errata's of the present Age;", "PHILARCHUS.</br>The Churches Scourge;", "PHILORTHUS.</br>The devils Enchiridion", "PHILARCHUS.</br>The Squib, the Ignis fatuus of Religion:</br>But hee's at hand:  Anarchus what's the newes?", "PHILORTHUS.</br>In a Browne studie?", "PHILARCHUS.</br>Speechlesse?", "PHILORTHUS.</br>In a Muse?", "ANARCHUS.</br>Man, if thou be'st a Babe of Grace,</br>And of an holy Seed,</br>I will reply incontinent,</br>And in my words proceed;</br>But if thou art a Childe of wrath,</br>And lewd in conversation,</br>I will not then converse with thee,</br>Nor hold communication.", "PHILORTHUS.</br>I trust Anarchus, we all three inherit</br>The self same Gifts, and share the selfe same Spirit.", "ANARCHUS.</br>Know then my brethren, heav'n is cleare</br>And all the Clouds are gon;</br>The Righteous now shall flourish, and</br>Good dayes are comming on;</br>Come then, my Brethren, and be glad</br>And eke rejoyce with me;</br>Lawn sleeves and Rochets shal go down,</br>And, hey!  then up go we.", "Wee'l breake the windowes which the Whore</br>Of Babilon hath painted,</br>And when the Popish Saints are down</br>Then Barow shalbe Sainted;</br>Ther's neither Crosse nor Crucifixe</br>Shall stand for men to see;</br>Romes trash and trumperies shall go down,</br>And, hey!  then up go we.", "What ere the Popish hands have built</br>Our Hammers shall undoe;</br>Wee'l breake their Pipes and burne their Copes,</br>And pull downe Churches too:</br>Wee'l exercise within the Groves,</br>And teach beneath a Tree,</br>Wee'l make a Pulpit of a Cart,</br>And, hey!  then up go we.", "Wee'l downe with all the Varsities</br>Where Larning is profest,</br>Because they practise and maintaine</br>The language of the Beast:</br>Wee'l drive the Doctors out of doores,</br>And Arts what ere they be,</br>Wee'l cry both Arts and Larning downe,</br>And, hey!  then up go we.", "Wee'l down with Deanes and Prebends too,</br>But I rejoyce to tell ye,</br>How then we will eate Pig our fill,</br>And Capon by the belly:</br>Wee'l burne the Fathers witty Tomes,</br>And make the Schoole-men flee,</br>Wee'l down with all that smels of wit,</br>And, hey!  then up go we.", "If once that Antichristian crew</br>Be crusht and overthrowne,</br>Wee'l teach the Nobles how to croutch,</br>And keep the Gentry downe;</br>Good manners have an evill report,</br>And turnes to pride we see,</br>Wee'l therefore cry good manners down,</br>And, hey, then up go we.", "Our Coblers shall translate their Soules</br>From Caves obscure and shady,</br>Wee'l make Tom T&mdash; as good as my Lord</br>And Joane as good as my Lady.</br>Wee'l crush and fling the marriage Ring</br>Into the Roman See;</br>Wee'l ask no bands, but even clap hands</br>And hey!  then up go we.", "PHILARCHUS.</br>Heaven keep such vermin hence:  If sinfull dust</br>May boldly chuse a punishment, and trust</br>Their own desires, let famin plague or Sword,</br>A treacherous friend, or (what is more abhor'd)</br>A foolish-faire contentious wife, first seize</br>On our sad soules, then such wild beasts as these.", "ANARCHUS.</br>Surely thou art an Hypocrite.</br>A lewd false hearted Brother;</br>I find thou art a Child of Rome,</br>And smell the whore thy Mother.", "PHILORTHUS.</br>Away false varlet; come not neere my flockes;</br>Thou taint'st my pastures; Neither Wolfe nor Fox</br>If halfe so furious; They, by stealth, can prey,</br>Perchance, upon a Lambe, and so away;</br>But thy blood-thirsty malice is so bold,</br>Before my face to poyson all my fold:</br>I warn thee hence; come not within my list;</br>Be still, what thou art thought, a Separatist.", "ANARCHUS.</br>Thou art the spawne of Antichrist,</br>And so is this thy Brother;</br>Thou art a man of Beliall,</br>And he is such another:</br>I say thou art a Priest of Baal,</br>And surely I defie thee;</br>To Satan I will leave thy soule,</br>And never more come nigh thee.", "PHILARCHUS.</br>A gentle riddance:  O may never crosse</br>Fall heavier on this Land, then such a losse.", "PHILORTHUS.</br>But thinkst thou, Swaine, the great Assemblies eye</br>Beholds not these base Sycophants that lye</br>Close gnawing at the roote, as well as those,</br>That with the Romish Axe, strike down right blows</br>On the maine body of Religions tree?</br>Think'st thou their sharp-ey'd Providence can see</br>The Chamber Councels, and the close designes</br>Of forraigne Princes, and their secret Mines</br>Of State Invention?  Can their wisdomes rome</br>Through all the world, and yet be blinde at home?</br>No, no; Philarchus, the Assemblies hand</br>Feeles but, as yet, the Pulses of the Land,</br>Seeks out the ev'll; and, with a skillful eye,</br>Enquiers where the peccant humours lye:</br>But when th' apparent Symptomes shall disclose</br>The certaine griefes that vexe and discompose</br>Our universall Body; then, no doubt,</br>Their active Wisdomes soone will cast about,</br>To make a glorious Cure, which shall enhaunce</br>Heav'ns greater glory, settle and advaunce</br>The rest of groaning Sion, to th' encrease</br>Of their own honour, and great Britains peace.", "PHILARCHUS.</br>My bended knee shall never rise till then", "PHILORTHUS.</br>Heav'n nere shall rest, till Heav'n shall say Amen.</br>"]