["DEAR LAUNCE,", "As I find you have taken the quill,</br>To put our gay town, and its fair under drill,</br>I offer my hopes for success to your cause,</br>And sent you unvarnish'd my mite of applause.", "Ah, Launce, this poor town has been woefully fashed;</br>Has long been be-frenchman'd, be-cockney'd, be-trashed;</br>And our ladies be-devil'd, bewilder'd astray,</br>From the rules of their grandames have wander'd away.</br>No longer that modest demeanor we meet,</br>Which whilom the eyes of our fathers did greet;</br>No longer be-mobbled, be-ruffled, be-quill'd,</br>Be-powder'd, be-hooded, be-patch'd and be-frill'd;&mdash;</br>No longer our fair ones their grograms display,</br>And stiff in brocade, strut \"like castles\" away.", "Oh, how fondly my soul forms departed has traced,</br>When our ladies in stays, and in boddice well laced,</br>When bishop'd, and cushion'd, and hoop'd to the chin,</br>Well callash'd without, and well bolster'd within;</br>All eased in their buckrams, from crown down to tail,</br>Like O'Brallagan's mistress, were shaped like a pail.", "Well &mdash; peace to those fashions &mdash; the joy of our eyes&mdash;</br>\"Tempora mutantur,\" &mdash; new follies will rise;</br>Yet, \"like joys that are past,\" they still crowd on the mind,</br>In moments of thought, as the soul looks behind.", "Sweet days of our boyhood, gone by, my dear Launce,</br>Like the shadows of night, or the forms in a trance:</br>Yet oft we retrace those bright visions again,</br>\"Nos mutamur,\" tis true &mdash; but those visions remain.</br>I recal with delight, how my bosom would creep;</br>When some delicate foot from its chamber would peep,</br>And when I a neat stocking'd ankle could spy,</br>&mdash;By the sages of old, I was rapt to the sky!</br>All then was retiring &mdash; was modest &mdash; discreet;&mdash;</br>The beauties, all shrouded, were left to conceit;</br>To the visions which fancy would form in her eye,</br>Of graces that snug in soft ambush would lie.</br>And the heart, like the poets, in thought would pursue</br>The elysium of bliss, which was veil'd from its view.", "We are old fashion'd fellows, our nieces all say:</br>Old fashion'd, indeed, coz &mdash; and swear it they may&mdash;</br>For I freely confess that it yields me no pride,</br>To see them all blaze what their mothers would hide;</br>To see them, all shiv'ring, some cold winter's day,</br>So lavish their beauties and graces display,</br>And give to each foppling that offers his hand,</br>Like Moses from Pisgah &mdash; a peep at the land.", "But a truce with complaining:  &mdash; the object in view,</br>Is to offer my help in the work you pursue;</br>And as your effusions and labors sublime,</br>May need, now and then, a few touches of rhyme,</br>I humbly solicit, as cousin and friend,</br>A quiddity, quirk, or remonstrance to send:</br>Or should you a Laureat want in your plan,</br>By the muff of my grandmother, I am your man!", "You must know I have got a poetical mill,</br>Which with odd lines, and couplets, and triplets I fill;</br>And a poem I grind, as from rags white and blue</br>The paper mill yields you a sheet fair and new.</br>I can grind down an ode, or an epic that's long,</br>Into sonnet, acrostic, conundrum or song:</br>As to dull Hudibrastic, so boasted of late,</br>The doggrel discharge of some muddle brain'd pate,</br>I can grind it by wholesale&mdash;and give it its point,</br>With billingsgate dish'd up in rhymes out of joint.", "I have read all the poets&mdash;and got them by heart,</br>Can slit them, and twist them, and take them apart;</br>Can cook up an ode out of patches and shreds,</br>To muddle my readers, and bother their heads.</br>Old Homer, and Virgil, and Ovid I scan,</br>Anacreon, and Sappho, (who changed to a swan;)</br>Iambicks and sapphicks I grind at my will,</br>And with ditties of love every noddle can fill.", "Oh, 'twould do your heart good, Launce, to see my mill grind</br>Old stuff into verses, and poems refined;&mdash;</br>Dan Spencer, Dan Chaucer, those poets of old,</br>Though cover'd with dust, are yet true sterling gold;</br>I can grind off their tarnish, and bring them to view,</br>New model'd, new mill'd, and improved in their hue.", "But I promise no more &mdash; only give me the place,</br>And I warrant I'll fill it with credit and grace;</br>By the living!  I'll figure and cut you a dash</br>&mdash;As bold as Will Wizard, or 'SBIDLIKENS-FLASH!", "PINDAR COCKLOFT.</br>"]