["And shall great HALIFAX resign to Fate,</br>And not one Bard upon his Ashes wait?</br>Or is with him all Inspiration fled,</br>And lie the Muses with their Patron Dead?</br>Convince us, ADDISON, his Spirit reigns</br>Breathing again in thy Immortal Strains:</br>To thee the list'ning World impartial bends,</br>Since HALIFAX and Envy now are Friends.", "Me deeply smit with Love of Nature's Laws,</br>The Vital Union, and Dissolving Cause,</br>His Worth transports beyond this fleeting Frame,</br>To tell how Dying Patriots live in Fame;</br>Virtues like his, the meanest Bard can raise;</br>And 'tis Ambition but to strive to praise.", "When Scenes of Action are obscure and low,</br>Nature moves silent, and advances slow;</br>Defers to distant Days, and Ages sit,</br>The Pow'rs of Genius, and the Fires of Wit.</br>She suits her Times of Wonder to her Men,</br>And to a CAESAR gives a VIRGIL'S Pen:</br>When Toils are destin'd for the Brave or Wise,</br>A NASSAU, and a MONTAGUE arise.", "Yet Virtue often, sullen and retir'd,</br>Shines to her self, nor cares to be admir'd;</br>Distrusting Fortune, or by Fears betray'd,</br>Round her own Merit casts an Envious Shade.</br>The Patriot-Soul with warmer Notions fir'd,</br>Or by some secret Providence inspir'd,</br>Waits with Impatience for the Publick Voice,</br>And owes his useful Greatness to his Choice;</br>Ev'en when excluded from more Noble Views,</br>Some lower Tract of Glory still persues.</br>Thus PHILIP'S Son ARBELA yet unfought,</br>With the Great Stagyrite in private thought:</br>Thus JULIUS once to Eloquence laid Claim,</br>And HALIFAX first chose the Poets Fame.", "O ADDISON!  assert the Poet-Race,</br>And save the Kindred Muses from Disgrace.</br>Say, by the Pow'rs of heavenly Numbers taught,</br>How Monarchs govern'd, and how Heroes fought,</br>When yet Morality in Verse was sung,</br>And Lyres by none but hallow'd Fingers strung;</br>When Bards unpractis'd in the Arts of Praise,</br>Flatter'd no TYRANTS in their servile Lays,</br>And scorn'd to gild in prostituted Rhimes</br>An Ox&mdash;d's Treasons, or a BOURBON'S Crimes.</br>They chose their Themes like HALIFAX and You,</br>Selected Spirits, and the Virtuous Few,</br>Who founded Laws, or banish'd Faith restor'd,</br>Or for their Country drew the righteous Sword;</br>Fit Objects to employ the Voice Divine</br>Of CATO'S, NASSAU'S, or of BRUNSWICK'S Line.", "Fir'd with these Names the Muse ambitious tow'rs,</br>Fond of her Theme, forgetful of her Pow'rs;</br>But soon she falters, and to you resigns</br>The Rival Majesty of VIRGIL'S Lines;</br>Content, if her inferior rude Essays</br>Hurt not his Ashes, whom they meant to praise.", "Ye murm'ring Sons of Phoebus, call no more</br>The Banks of Helicon a Barren Shore;</br>The Gods their Favourites thence to Honours bring,</br>And kindly raise them on the Muses Wing.</br>There MONTAGUE, with secret Rapture warm'd,</br>At CHARLES'S Urn the list'ning Shepherds charm'd;</br>So much the God indulg'd the youthful Lays,</br>SPENSER might own the Song, and SIDNEY praise;</br>So well he shar'd the Character he writ,</br>The gentlest Manners, and the strongest Wit.", "Succeeding Days require no pious Strain;</br>For ah!  what Tongue can sing when Tyrants reign?</br>Who wake the String, or tune the sprightly Reeds,</br>To Notes of Pleasure, when his Country bleeds?</br>APOLLO, then no more thy Sons inspire,</br>Then blast the Hand that dares provoke the Lyre,</br>Or stain their Actions with unhallow'd Rhimes,</br>And Bavius's and D&mdash;y's damn their Times.", "But see!  the Clouds of Romish Night disperse,</br>And WILLIAM gives a brighter Theme for Verse.</br>As a Brave Champion half his Force conceals,</br>'Till he some new uncommon Impulse feels,</br>Then meets an Object worthy of the Fight,</br>And puts forth all the Wonders of his Might;</br>His Foes stand trembling, and his Friends admire,</br>Where slept the hidden Strength, and secret Fire.</br>Thus HALIFAX's Muse, till WILLIAM came,</br>Check'd half her Vigour, and restrain'd her Flame;</br>Then soaring boldly with no middle Wing,</br>O'er Earth and Seas persu'd the Godlike KING;</br>Fill'd with new Fury ev'ry glowing Line,</br>And found a second Zanthus in the Boyne.", "Ye Pow'rs!  how just, how num'rous is that Song!</br>How rich the Fancy, and the Vein how strong!</br>The hurry'd Reader with the Poet flies,</br>Yet looks on all he pass'd with longing Eyes;</br>At ev'ry Prospect equal Passions burn,</br>Pleas'd he proceeds, yet wishes to return.", "Here, Britons, see what diff'rent Spirit reigns</br>In free-born Muses, and in Slavish Strains:</br>Observe how artful BOILEAU sweats and toils,</br>To plume his Demi-God with borrow'd Spoils;</br>From CAESAR, or AENEAS, steals a Grace,</br>And forms from ancient Draughts a modern Face.", "While MONTAGUE secure, without Controul</br>Fix'd on the Greatness of his Hero's Soul,</br>Trusts to his Theme his Numbers to inspire,</br>With proper Raptures, and Poetic Fire.", "But, SIR, methinks I hear you check the Song;</br>That dwells upon his meanest Praise too long,</br>And bid me trace, with a superior Quill,</br>The Patriot's Wisdom, and the Statesman's Skill.</br>O!  take the mighty Task, for You alone</br>Can charm in Language equal to his own;</br>Describe him form'd with ev'ry Grace to please,</br>Excessive Spirit, Fluency, and Ease:</br>Expert in wise Assemblies to preside,</br>The doubtful Senate's Oracle, and Guide;</br>Whose Eloquence, without the formal Art,</br>Flow'd, to convince the Head, and warm the Heart.</br>Say, when fierce Murmurs, and Contention rose,</br>(For Virtue finds in ev'ry Reign its Foes,)</br>His Soul an equal Firmness still maintain'd,</br>Compos'd their Tumults, and their Heats restrain'd.", "Or paint Him, watchful over future Fates,</br>The Turns and Moments of contending States,</br>Directing where Britannia's Sword should sway</br>Her dreadful Edge, and where her Thunder play:</br>Consulting still in each important Aim,</br>His Country's Safety, and his Monarch's Fame.", "These Publick Actions be thy juster Choice;</br>Then, ADDISON, inspire some second Voice,</br>To trace his less ambitious Scenes of Life;</br>Retir'd from Noisy Crouds, and Civil Strife;</br>Where the free Soul unbends her self, to please</br>In Social Virtues, and in Letter'd Ease;</br>Where chearful Looks, and friendly Speech give Birth</br>To wise Enjoyments, and Socratic Mirth.", "For ever, Hampton, Sacred be thy Tow'rs,</br>Spring fresh thy Greens, and flourish thick thy Bow'rs;</br>There, still defended by indulgent Skies,</br>The Warriour's Wreath, and Poet's Garland rise!</br>These Scenes with deep Regard, Ye Sages, grace;</br>Ye Bards, with solemn Honours mark the Place;</br>Raise it as high in Ages yet to come,</br>As CHAUCER'S Grove, or TULLY'S Tusculum.</br>Then, while Posterity their Acts display,</br>The Gen'rous Briton shall with Rapture say,</br>\"These Shades, absolv'd from War, Great WILLIAM sought,</br>And HALIFAX in those Recesses Thought.\"", "When Sixteen barren Centuries were past,</br>This Second Great MAECENAS came at last;</br>In whom Example and Protection join'd,</br>All Sciences improv'd, all Arts refin'd,</br>And made our stubborn English Sense submit</br>To the just Culture of Athenian Wit.", "To Thee, Bless'd Genius!  thy Britannia owes</br>That Learning in a purer Channel flows;</br>That Vice no more the Price of Virtue reaps,</br>Nor modest Want in silent Sorrow weeps;</br>That Glory courts the Wise, the Good, the Strong,</br>And only virtuous Merit lives in Song.", "Rest then, Great Soul!  secure of deathless Fame!</br>Bless'd be thy Dust, and sacred be thy Name!</br>Be it invok'd in all our future Lays,</br>With lasting Honour, and Religious Praise,</br>'Till CATO'S Works with LIBERTY expire,</br>Or NEWTON'S die in falling Worlds of Fire.</br>"]