["'Twas a May morning, and the joyous sun</br>Rose o'er the city, in its proud array,</br>As though he knew the month of flowers begun,</br>And came bright-vested for a holiday:</br>On the wide river barge and vessel lay,</br>Each with its pennon floating on the gale;</br>And garlands hung in honour of the May,</br>Wreathed round the mast, or o'er the furled sail,</br>Or scattered on the deck, as fancy might prevail.", "And quick, on every side, were busy feet,</br>Eagerly thronging, passing to and fro;</br>Bands of young dancers gathering in the street;</br>And, ever and anon, apart and low,</br>Was heard of melody the quiet flow,</br>As some musician tuned his instrument,</br>And practiced o'er his part for mask or show;</br>And dames and maidens o'er their casements bent,</br>And scattered flowers about that a sweet perfume lent.", "From every church the merry bells rang out;</br>The gay parades were thronging every square,</br>With flaunting banners, revelry, and rout;</br>And, like a tide, the gale did music bear,</br>Now loud, then softened; &mdash; and in that low air</br>Came, on the listener's ear, the regular tread</br>Of the gay multitude; the brave, the fair</br>Passed on, &mdash; the high-born, and the lowly bred,</br>All, for one little day, a round of pleasure led.", "Who saw that city on that joyous morn</br>Might deem her people held a truce with care;</br>What looked there then to mind of those forlorn,</br>Who in its pastimes might not have a share;</br>Of her best nobles many were not there;</br>The heart of valour and the arm of might:</br>The sun shone on the tower in prison, where,</br>Wailing his hard hap, lay the worthiest knight,</br>The proudest and the best, at banquet or in fight.", "There lay he, the young Surrey, &mdash; that brave heart</br>That knighthood might not peer.  He chid the day</br>That, with its sunny light, could not impart</br>To him the freedom of its pleasant ray.</br>Oh doom unmerited!  There, as he lay,</br>Came on his ear the jocund sounds without;</br>He thought how once unnoted was the May,</br>Unless the merry people hailed with shout</br>The gallant Surrey there, in revel and in rout.", "He thought, how he had been the one of all;</br>The knight in contest never yet unhorsed,</br>The courtliest gallant in the proudest hall,</br>His sword and name by no dishonour crossed;&mdash;</br>Alone and captived now, from joy divorced,</br>The thought of Geraldine some solace lent;</br>How he, in foreign courts, made chivalrous boast,</br>Holding her beauty all pre-eminent,</br>And by his own good arm maintained where'er he went.", "He thought of her, and of the magic glass</br>Wherein, by skill of secret science raised,</br>He saw her pale and faithful, as she was,</br>She whom his love-lorn lyre so oft had praised:</br>He thought of times, in memory undefaced,&mdash;</br>The pleasures of the woods, &mdash; the royal sport,&mdash;</br>The cry of hounds, &mdash; the hart each morning chased,&mdash;</br>The tennis-ground, &mdash; the race, &mdash; the tilting court,&mdash;</br>And all the love-known scenes where ladies made resort.", "His looks were such as ladies love to see;</br>For, as his spirit, was his bearing bold;</br>His speech \"the mirror of all courtesy;\"</br>Of such as he romance hath often told:</br>And in his hand a tablet he did hold,</br>Whereon he noted down, from time to time,</br>The heavy thoughts that through his spirit rolled;</br>Grief seemed to prey on him, and blight his prime,&mdash;</br>His name without a blot, his heart without a crime.", "From the dim window of his cell his eye</br>Gazed on the revel scene that lay below,</br>Then glanced upon the beautiful blue sky;</br>The gale blew fresh &mdash; 'twas free &mdash; he was not so:</br>He wept awhile the captive's bitter woe,&mdash;</br>He sang the captive's bitter fate.  Ere long,</br>Through street and square, moved a procession slow,</br>A coffined noble, and a mourning throng,</br>With murmuring lament, for gallant Surrey's wrong!</br>"]