["Happy the man, who in his pot contains</br>A suet dumplin; he nor feels the pains</br>Of going dinnerless, nor griping hunger;</br>But cheerful blows the fire with merry heart,</br>Often revolving when the happy minute</br>That brings it to his homely board will come.</br>Sometimes, with longing eyes, he gazes hard,</br>And views it boiling in the frothy waves;</br>Then, with his fork or spoon applied, he feels</br>And turns it o'er and o'er.  Now time moves slowly on;</br>The hour-glass, which in yon old corner stands,</br>Is often view'd; for now his stomach keen,</br>Gnawing with greedy expectation,</br>Almost persuades him that the sands are stopp'd.</br>Now is his table plac'd near the fire,</br>His cloth of sable hue is spread thereon;</br>His large clasp knife from out his pocket pull'd</br>(A knife which oft' has dealt destruction dire</br>To many a pudding, beef, or whate'er else</br>Came in its way; for none it spar'd;)</br>The earthen plate which graces his old shelf</br>(Which late grimalkin, taking her nightly walks</br>In search of prey, by dire mishap</br>Threw down; but, by good care of Fortune,</br>A piece from out the brim is only broke)</br>Is straight in order plac'd, and all's compleat.", "As when the mariner, who, long from home,</br>Far from his native land, through seas and storms</br>And dang'rous perils, homeward does return;</br>Sudden he sees the wish'd-for port appear,</br>Joy fills his dancing heart, and now he feeds</br>His fancy with the pleasing expectation</br>Of mirth, and joy, and heart-delighting scenes.", "Behold the pot has yielded up its store,</br>And reeking hot is placed on the plate!</br>The three-legg'd stool is drawn, and down he sits,</br>Elated with the goodly prospect:  Sudden</br>His knife, well-plung'd, dreadful incision makes;</br>And fork, aptly apply'd, his joys compleat.", "Now direful devastation does ensue;</br>And half the delicious morsel is destroy'd</br>'Ere he can make a pause; which having done,</br>He smacks his lips, and, liking well the sport,</br>Proceeds again with more deliberation,</br>Till of the luscious cates he's made an end.", "Thus happy he, envying not sumptuous feasts</br>Nor courtly entertainments; but, well pleas'd,</br>Feasts on his homely viands; far happier than a King</br>He enjoys as full content, without his cares.</br>"]