["It is not only while we look upon</br>A lovely landscape, that its beauties please:</br>In distant days, when we afar are gone</br>From such, in fancy's idle reveries,</br>Or moods of mind which memory loves to seize,</br>It comes in living beauty; fresh as when</br>We first beheld it:  valley, hill, or trees</br>O'ershadowing unseen brooks; or outstretch'd fen,</br>With cattle sprinkled o'er, exist, and charm again.", "Such pictures silently and sweetly glide</br>Before my \"mind's eye;\" and I welcome them</br>The more, because their presence has supplied</br>A joy, as pure and stainless, as the gem</br>That morning finds on blossom, leaf, or stem</br>Of the fair garden's Queen, the lovely Rose;</br>Ere breeze, or sunbeam, from her diadem,</br>Have stol'n one brilliant, and around she throws</br>Her perfumes o'er the spot which with her beauty glows.", "Bear witness, many a lov'd and lovely scene,</br>Which I no more may visit; are ye not</br>Thus still my own?  Thy groves of shady green,</br>Sweet Gosfield!  or thou, wild, romantic spot!</br>Where, by grey craggy cliff, and lonely grot,</br>The shallow Dove rolls o'er his rocky bed:</br>You still remain as fresh, and unforgot,</br>As if but yesterday mine eyes had fed</br>Upon your charms; and yet months, years, since then have sped&mdash;", "Their silent course.  And thus it ought to be,</br>Should I sojourn far hence in distant years,</br>Thou lovely dwelling of the dead!  with thee:</br>For there is much about thee that endears</br>Thy peaceful landscape; much the heart reveres,</br>Much that it loves, and all it could desire</br>In meditation's haunt, when hopes and fears</br>Have been too busy, and we would retire,</br>Even from ourselves awhile, yet of ourselves enquire.", "Then art thou such a spot as man might choose</br>For still communion:  all around is sweet,</br>And calm, and soothing; when the light breeze woos</br>The lofty limes that shadow thy retreat,</br>Whose interlacing branches, as they meet,</br>O'ertop, and almost hide the edifice</br>They beautify; no sound, except the bleat</br>Of innocent lambs, or notes which speak the bliss</br>Of happy birds unseen.  What could a hermit miss?", "Enough there is of life, to bind him to</br>The living; and still more here is to guide</br>His thoughts and feelings, by a nat'ral clue,</br>To those who thought and felt like him, then died;</br>And now in quiet slumber, side by side,</br>Still challenge kindred, by a holy link,</br>That not e'en Death can totally divide:</br>Do we not feel this, when, upon the brink</br>Of a yet unfill'd grave, we pause, compell'd to think?", "We do, for whomsoe'er that grave is ope;</br>Or young, or middle-ag'd, or if the flight</br>Of time, have had with such unusual scope:</br>Whether its inmate claim the pensive rite</br>Of friend, or kinship; or if such were quite</br>A stranger, living; Nature will be heard;</br>Reason, and Revelation, both unite</br>Their voice with hers, proclaiming how absurd</br>Earth's vain distinctions are, though eagerly preferr'd.", "Yes, thou, stern Death!  art, after all, the best</br>And truest teacher, an unflattering one,</br>And yet we shun thee like some baneful pest.</br>In youth, we fancy life is but begun:</br>Then active middle-age comes hurrying on,</br>And leaves us less of leisure; and, alas!</br>Even in age, when slowly, surely run</br>The few last sands which linger in the glass,</br>We mourn how few remain, how rapidly they pass.", "But 'tis not thee we fear, if thou wert all;</br>Thou might'st be brav'd, although in thee is much</br>To wither up the nerves, the heart appal:</br>Not the mere icy chillness of thy touch,</br>Nor nature's hopeless struggle with thy clutch</br>In tossing agony:  in thyself, alone,</br>Thou hast worse pangs; at least I deem them such,</br>Than any mere corporeal sense can own,</br>Which, without future fears, might make the bravest groan.", "For, wert thou all, in thee there is enough</br>To touch us to the quick; to part with all</br>We love, might try a heart of sternest stuff,</br>And in itself would need what man could call</br>Of strength and courage; but to feel the thrall</br>Of rending ties twine closer round the heart;</br>To see, while on our own eyes shadows fall</br>Darker, and darker, tears of anguish start,</br>In lov'd-ones looking on us; saying, \"Must we part!\"", "This is indeed enough.  I never stood</br>But once beside a dying bed; and there</br>My spirit was not in the fittest mood,</br>Perhaps, to be instructed, save TO BEAR!</br>And this is somewhat to be taught us, where</br>We fancied it impossible:  I say</br>But once it yet has been my lot to share</br>Such scene; and that, though now a distant day,</br>Convinc'd me what it was to pass from life away.", "Yet there was comfort in that death-bed scene:</br>Piety, resignation, hope, faith, peace&mdash;</br>All that might render such an hour serene,</br>Attended round, and in the slow decrease</br>Of life's last ling'ring powers, for calm release</br>Prepar'd the suff'rer; and, when life was flown,</br>Though not abruptly could our sorrows cease,</br>We felt that sorrow for ourselves alone;</br>Not for the quiet dead, around whom there was thrown&mdash;", "Calmness, as 'twere a canopy:  the spirit</br>Seem'd like the prophet in his parting hour,</br>(When he threw back, to him who was to inherit</br>His gift, the mantle, as his richest dower,)</br>To have left behind it somewhat of the power</br>By which the o'ershadowing clouds of death were riven;</br>So that, round those who gaz'd, they could not lower</br>With rayless darkness; but a light was given</br>Which made e'en tears grow bright:  \"'twas light from heaven!\"", "Of thee no more:  in truth I scarce can tell</br>What now recall'd thee to my thoughts; unless</br>This spot, where those who have bade earth farewell</br>Sleep peacefully, such memories should impress.</br>But, see!  the sun has set; and now, to bless</br>With quietness and beauty, softer far</br>Than that of day, with pensive tenderness,</br>As best befits the scene, the evening star</br>Lights up its trembling lamp, to greet pale Cynthia's car.", "Onward the queen of night advances:  slow</br>Through fleecy clouds with majesty she wheels:</br>Yon tower's indented outline, tombstones low,</br>And mossy grey, her silver light reveals:</br>Now quivering through the lime-trees' foliage steals;</br>And now each humble, narrow, nameless bed,</br>Whose grassy hillock not in vain appeals</br>To eyes that pass by epitaphs unread,</br>Rise to the view.  How still the dwelling of the dead!", "It is a scene that well may call me back,</br>If any could, to solemn, tender themes;</br>Let me then once more turn me to the track</br>My thoughts were journeying:  it is one that teems</br>With truths of high import, not baseless dreams.</br>I said that Death was not, abstractedly,</br>Were it but all, so dreadful as it seems;</br>Howe'er acute may be the agony,</br>'Tis brief, soon must be past, and yet we fear to die.", "So much we fear it, in our natural state,</br>That all of want, of wretchedness, and woe</br>Combin'd, that can upon existence wait,</br>Will not induce us calmly to forego</br>The life we loathe, yet cling to.  Wherefore so?</br>Why, because the deep instinctive awe</br>Of something else, which reason cannot show,</br>Or shows but faintly, makes our spirits draw</br>Back from an unknown world. &mdash; 'Tis nature's primal law.", "Wisely this fear is rooted in the heart,</br>Even in that which knows no nobler rule;</br>If not, when hopeless anguish said, depart!</br>When passion stung the proud, contempt the fool;</br>What should deter the one till frenzy cool,</br>And make the other one brief moment wise?</br>What but that feeling, learnt in nature's school?</br>Which prompts us, spite of sophistry and lies,</br>To pause, before we dare a depth no sight descries.", "But is this all?  Is this the state of man?&mdash;</br>Of him but little less than angels made;</br>The master-work of God's creative plan,</br>After his image fashion'd, and array'd</br>With powers to think &mdash; will &mdash; act; by whom is sway'd</br>The visible sceptre of this lower sphere?</br>Is he thus doom'd by life, by death dismay'd,</br>To discontent and hopeless misery here?</br>Oh!  think not thus of man:  the Gospel more revere.", "\"The sting of death is sin!\"  From sin redeem'd,</br>By him who died upon the cross, to save</br>Mankind, (O be his death not unesteem'd!)</br>A way is open'd unto all who crave</br>His guidance, not to live of sin the slave,</br>Nor die in dark despair:  be it thine to cling</br>To Him who won this victory o'er the grave,</br>And drew from death his direst, keenest sting;</br>So shalt thou, in his time, his glorious praises sing.", "\"Thanks be to God, who giveth evermore</br>The victory, through Jesus Christ our Lord!\"</br>Such is the joyful anthem; but before</br>Its full, triumphal echoes can be pour'd</br>Through heaven's high courts, and God can be ador'd</br>By thee, in that beatitude, thou must</br>Be born again; and thus, by grace restor'd</br>Unto his favour, even from the dust</br>Thou shalt be rais'd again, to join the good and just.", "For this corruptible must first put on</br>An essence incorrupt; this mortal be,</br>Ere such pure blessedness by man is won,</br>Clothed upon with immortality.</br>Then, from corruption's deep defilements free,</br>Mortal in immortality array'd;</br>Death shall be swallow'd up in victory;</br>And thou, thy thirst by living streams allay'd,</br>Shalt enter in the gates where pain nor grief invade.", "But I am vent'ring on a theme more high</br>Than Muse of mine should dare to touch upon;</br>Its dazzling glories dim her aching eye;</br>Imagination which afar had gone,</br>Owns, as she often heretofore has done,</br>Even her loftiest flights are far too low</br>For such a theme; by truth acknowledg'd one,</br>Which, were it handled as it ought, would grow</br>Too bright, too splendid far, for mortal ken to know.", "And yet it is inspiring, and must tend</br>To elevate the mind, and purify</br>From low desires, to have its thoughts ascend</br>At times on eagle-wings, and heavenward fly;</br>Soaring above the vast and starry sky,</br>Through worlds and systems crowding boundless space,</br>To HIM who fram'd the whole; whose watchful eye,</br>And power supreme, in beauty, order, grace,</br>Upholds them all, and gives to each its destin'd place.", "Nor do such flights as these, indulg'd with awe,</br>And due remembrance of our nothingness,</br>Improperly exalt:  those who withdraw</br>Thus from themselves, into the mighty press</br>Of thoughts unutterable, from the excess</br>Of their o'erwhelming majesty, must feel</br>(Can finite in infinitude do less?)</br>The irresistible, though mute appeal,</br>Which these unto the heart intelligibly reveal.", "Dost thou inquire what train of thought could lead</br>My mind, from such a spot, to these unsought</br>And unconnected musings?  Some who read,</br>May think them such; and yet they have been brought</br>To me in seeming order.  What is thought?</br>Imagination's vast and shoreless sea,</br>Which shifting light and darkness play athwart</br>In rapid change; inscrutable, and free,</br>A mirror, where we find forms of all things that be.", "And as, when first creative Power employ'd</br>Its energies; when darkness rul'd the deep,</br>A mighty Spirit, moving o'er the void,</br>And waste of waters, rous'd from chaos' sleep</br>The mass of matter; so may those who keep</br>Observant watch within, discover there</br>Fathomless depths, o'er which at times may creep,</br>By many known not, light which would prepare</br>That inert, shapeless mass, and power divine declare.", "But thou, my unknown reader, think'st perhaps,</br>I touch again on subjects, all unfit</br>For me to cope with.  Bear with me:  the lapse</br>Of time, and much that time has brought with it,</br>If it have taught me little else, has lit</br>A lamp within; and though too oft it may</br>But render darkness visible, there flit,</br>In calmer hours, before its trembling ray,</br>Forms which are not of earth, nor can with time decay.", "We live but idly, if we learn not this,</br>That in our bosoms we must find, at last,</br>Or poignant wretchedness, or purest bliss.</br>It boots but little, if our lot be cast</br>In wealth, or poverty; or how are pass'd</br>The few short years we have to spend below:</br>Even while they seem to linger, they fly fast,</br>And, when the last has fled, we feel, and know,</br>That where the dead are gone, ourselves must likewise go!", "All this we knew before!  then why discuss</br>Subjects so trite?  Why this, I own, is true;</br>And yet, to beings fallible like us,</br>Such truths, though trite, are worth recalling too.</br>But I must once more look upon this view,</br>Before I leave it:  night has cloth'd it now</br>With added beauties:  lovelily the hue</br>Of silvery moonlight rests upon the brow</br>Of those soft-swelling uplands; through each rustling bough&mdash;", "Of these tall limes, it gently finds its way;</br>Shifting, with every breeze, its flitting gleam;</br>And, while I watch its ever-varying ray,</br>I catch, at intervals, from yonder stream,</br>Music so soft, that fancy half could deem</br>From viewless harps such liquid murmurs fell;</br>The scene, in truth, is like some lovely dream,</br>Thrown o'er the spirit by enchanter's spell:&mdash;</br>One more look ere I part!  'Tis given, and now, farewell!</br>"]