["A well known vase of soveraign use I sing,</br>Pleasing to young and old, and JORDAN hight.</br>The lovely queen, and eke the haughty king</br>Snatch up this vessel in the murky night:</br>Ne lives there poor, ne lives there wealthy wight,</br>But uses it in mantle brown or green;</br>Sometimes it stands array'd in glossy white;</br>And oft in mighty dortours may be seen</br>Of China's fragile earth, with azure flowrets sheen.", "The virgin, comely as the dewy rose,</br>Here gently sheds the softly-whisp'ring rill;</br>The frannion, who ne shame ne blushing knows,</br>At once the potter's glossy vase does fill;</br>It whizzes like the waters from a mill.</br>Here frouzy housewives clear their loaded reigns;</br>The beef-fed justice, who fat ale doth swill,</br>Grasps the round-handled jar, and tries, and strains,</br>While slowly dribbling down the scanty water drains.", "The dame of Fraunce shall without shame convey</br>This ready needment to its proper place;</br>Yet shall the daughters of of the lond of Fay</br>Learn better amenaunce and decent grace;</br>Warm blushes lend a beauty to their face,</br>For virtue's comely tints their cheeks adorn;</br>Thus o'er the distant hillocks you may trace</br>The purple beamings of the infant morn:</br>Sweet are our blooming maids &mdash; the sweetest creatures born.", "None but their husbands or their lovers true</br>They trust with management of their affairs;</br>Nor even these their privacy may view,</br>When the soft beavys seek the bow'r by pairs:</br>Then from the sight accoy'd, like tim'rous hares,</br>From mate or bellamour alike they fly;</br>Think not, good swain, that these are scornful airs,</br>Think not for hate they shun thine am'rous eye,</br>Soon shall the fair return, nor done thee, youth, to dye.", "While Belgic frows across a charcoal stove</br>(Replenish'd like the Vestal's lasting fire)</br>Bren for whole years, and scorch the parts of love,</br>No longer parts that can delight inspire,</br>Erst cave of bliss, now monumental pyre;</br>O British maid, for ever clean and neat,</br>For whom I aye will wake my simple lyre,</br>With double care preserve that dun retreat,</br>Fair Venus' mystic bow'r, Dan Cupid's feather'd seat.", "So may your hours soft-sliding steal away,</br>Unknown to gnarring slander and to bale,</br>O'er seas of bliss Peace guide her gondelay,</br>Ne bitter dole imprest the passing gale.</br>O!  sweeter than the lillies of the dale,</br>In your soft breasts the fruit of joyance grow.</br>Ne fell Despair be here with visage pale,</br>Brave be the youth from whom your bosoms glow,</br>Ne other joy but you the faithful striplings know.</br>"]