["Then in their joyaunce came a man of eld,</br>With shagged cloak to keep him from the cold,</br>And untanned shoon, and little scrip which held</br>His scanty dinner, and his scrip was old.</br>Straight sitting down by them, his name he told,</br>The old Philetas; how, when he was young,</br>He piped to Pan beneath the sheltering fold,</br>Or filled this grotto of the nymphs with song;</br>And how his many kine would to his music throng.", "And now, he said, fair children, ye shall hear</br>Of a strange marvel that to me befel.</br>I have a garden, laden all the year:</br>Too old as herdsman in the fields to dwell,</br>With my own hands I till it passing well:</br>In spring the ground with violets is strown,</br>And sweet my hyacinths and lillies smell;</br>And summer apples weigh my branches down;</br>And now are grapes and figs and myrtle-berries brown.", "When morning sparkles through the misty air,</br>The little birds in many a merry throng</br>Will flock in search of food and settle there,</br>Or pipe their matin notes the boughs among:</br>For there, full fit for forest warbler's song.</br>Trees arch their branches o'er the secret shade;</br>Three bubbling fountains roll their rills along;</br>And, but for fence around the garden made,</br>Some copse it well might seem, or wilder woodland glade.", "And there at noontide as I went to-day,</br>Beneath the myrtle and pomegranate trees,</br>With myrtle-berries was a boy at play,</br>As white as milk; and with luxurious ease</br>His sunny ringlets idled on the breeze;</br>Alone he sported in his careless joy;</br>And fain would I the truant urchin seize;</br>For much I feared, that little naked boy</br>My tender myrtles and pomegranates would destroy.", "But lightly he escaped, and laughing fled;</br>For underneath the rose-trees he would run,</br>Or closely nestling in the poppy-bed,</br>Like a young partridge, his pursuer shun.</br>When kids and calves to leave their dams begun,</br>Full oft I followed them in weary chase,</br>And little good and mickle trouble won;</br>But never kid or calf from place to place</br>So led my doubling steps in such a bootless race.", "All breathless therefore on my staff I lean</br>And watching held the little thief at bay,</br>And asked whose child he was, and what he meant,</br>By plucking all the fruit that round him lay?</br>He answered nothing, but in roguish play</br>With myrtle-berries pelted me and smiled;</br>And nearer came, and smiled in such a way&mdash;</br>I know not how &mdash; he was so fair a child,</br>That, angry as I was, my anger was beguiled.", "More lovely seemed he as he laughed, I wis:</br>So then I bade him be afraid no more,</br>But come and kiss me with one little kiss;</br>And by the child's own myrtle-berries swore,</br>Of pears and apples I would give him store,</br>And let him pluck my fruit and crop my flowers:</br>But then he laughed yet louder than before;</br>More sweet than nightingale in wild wood bowers,</br>Or swan grown old like me, and in its dying hours.", "His laughing voice so musically rung:</br>\"To me, Philetas, would a kiss be sweet;</br>I love it more than thou wouldst to be young;</br>But think if kisses for thine age be meet:</br>For thou wouldst follow me with feeble feet,</br>If by one  kiss upon thy lips I told;</br>And I than hawk or eagle fly more fleet:</br>No child am I; though child I seem, more old</br>Than Cronus, or than Time, or aught men oldest hold.", "\"And thee I know, how in thy budding days</br>Thy herd thou feddest in yon marshy mead,</br>And by those beech-trees listened to thy lays,</br>To Amaryllis piped upon the reed:</br>I stood beside her; but thou didst not heed:</br>Yet her to thee I gave; and now a race</br>Of goodly sons, full fit the kine to feed,</br>Around thy hearth-stone throng with gladsome face:</br>So Daphnis with like care and Chloe now I grace.", "\"I lead them till they meet at peep of day,</br>And with long kisses to each other grow;</br>Then to thy garden wend my lonely way,</br>And sport with all the flowers that round me blow,</br>Or revel in thy fountain's fresh'ning flow:</br>I bathe; and, watered by the hallowed stream,</br>Leaf, bud, and bloom, with brighter beauty glow:</br>Nor thou of me as wasteful rifler deem,</br>Till trampled lie thy flowers, thy fountains troubled seem.", "\"Farewell; for thou alone canst tell the tale,</br>That thou this child hast seen, yet wast no young.\"</br>He ceased; and, like a new-fledged nightingale,</br>Upon the myrtles lightsomely he sprung,</br>And crept from bough to bough the leaves among,</br>Till on the topmost branch he seemed to soar:</br>Then wings I saw that o'er his shoulders hung,</br>Between his wings a little bow he bore;</br>And then I saw the bow and wings and boy no more.</br>"]