["Cowards have bravely died &mdash; when worlds beheld,</br>And cheering Fame her banners wav'd in air;</br>Revenge and ire have nature's pleadings quell'd,</br>And valiant moments have releas'd despair;</br>Ev'n stripling Love, the dimpled and the fair,</br>Hath press'd the mortal lancet to his breast,&mdash;</br>And shiv'ring Penury willing turn'd to rest</br>From life's dark augury of ceaseless care&mdash;</br>Not bravely scorning death, &mdash; but weak, by life opprest.", "Lo!  bigot Mary bids the faggot blaze,</br>And stedfast saints undaunted hail their doom;</br>For, from the pyre shoot crowns of heavenly rays,</br>And golden censers kindle sweet perfume.</br>Ye glorious visions!  hide the yawning tomb!&mdash;</br>The tomb is hid!  the strengthen'd martyr dies!</br>His soul, impregnate with immortal bloom,</br>Triumphant seeks her summer in the skies,</br>Nor heeds the scattered dust that prone in ruin lies.", "And what was life in sad Cornelia's view,</br>When, from the deck, she saw her Pompey slain?</br>How did she blame the rash officious crew,</br>Whose keel reverted bore her o'er the main,</br>Never to view that mangl'd corse again!</br>Oh!  rather far with him she would have died,</br>Who, press'd by fate, by faithless friends betray'd,</br>Fond, tho' forlorn, had call'd her to his side&mdash;</br>Perish the woman's name, who fear had then obey'd!", "Nor singly Arria decks th' historic page,</br>To speak the triumphs of courageous love,&mdash;</br>Nor Decius, singly, breasts the battle's rage,</br>To tell mankind how patriot passions move:&mdash;</br>Let blazing Moscow, Talavera prove,</br>How, mid the throes of fate the soul is strong!</br>As sand and pebbles swept by Ocean's tide,</br>Bears Passion's swell, Life's scatter'd ties along,</br>While o'er the surge prevails the buoyant bubble &mdash; Pride.", "But oh!  when ebbing life lies lone and low,</br>When the clos'd chamber images the tomb,&mdash;</br>When all around is still, save gliding slow</br>The stealthy nurse with brow of boding gloom,</br>Or the fond friend, who vainly would assume</br>The smile of Hope, mock'd by the starting tear&mdash;</br>What boots it then to be renown'd or great!</br>Heroes and slaves alike are vanquish'd here!</br>All dread the curtain'd hour of solemn parleying fate;", "Here are no laurels &mdash; here no loud acclaim</br>Drowning the \"still small voice,\" the nat'ral fear,&mdash;</br>Vain is the promise of a deathless name,</br>Unreal breath!  to him whom death is near,</br>In act deliberate, in aspect drear;&mdash;</br>Where, sad Ambition!  are your wonted fires?</br>A common debt, a common lot prevail,&mdash;</br>Nor valour, nor consent stern death requires,</br>No terror can appease, nor flatt'ring vows avail;", "He, o'er whose lofty front the war-plumes wav'd,</br>Nodding defiance of the grisly king&mdash;</br>Thro' flood and fire who various fortunes brav'd,</br>And counted danger a contemptuous thing,</br>To humbler service doth his brav'ry bring&mdash;</br>To war with common aches &mdash; to bow his pride</br>To woman's rule, to bless the dext'rous hand</br>Whose art may one oblivious hour provide&mdash;</br>Imperious now no more, &mdash; he quails to her command;", "Here the vain beauty, and the modest maid,</br>Forget alike, their conquests and their charms</br>Devoted lover!  where's your proffer'd aid?</br>A mighty rival tears her from your arms,</br>Whom you, so oft, have vow'd to shield from harms,</br>And you, with all your love, can only weep!</br>With the vow'd partner of your future hours;</br>Say, will you now your fond engagements keep?</br>She dies &mdash; and you return to pleasure's rosy bow'rs!", "Return unwarn'd, though you beheld her die,&mdash;</br>Saw the dread change, the terror and the tomb,</br>And for a moment deem'd 'twere sweet to lie,</br>Ev'n in the grave that did her charms inhume!</br>Nor yet, as vaguely!  to dispel the gloom</br>Of transient mem'ry, cease, by fits, to paint</br>Future re-union in some region bright,&mdash;</br>Some distant future &mdash; fancy's flimsy feint,</br>To baffle sober search, and reason's steady light!", "Oh!  of all human madness, 'tis most strange</br>That man should still neglect his strongest need!</br>Lavish his soul on toys of time and change,</br>Yet slight, for transient pleasure's dubious meed,</br>The only certainty to man decreed!</br>Hope's cheated creditor should still pursue</br>To-morrow's promise, reckless of the past!</br>Live on brief futures, yet with death in view,</br>Provide for all but this &mdash; the surest and the last.", "Thou Bard \"unknown!\"  like him of old disguis'd,</br>Who, among shepherds, breath'd Olympian strains,</br>And through veil'd Godhead, and a lot despised,</br>Bestow'd his lyre to humanize the plains,&mdash;</br>(Bard, let me call thee, tho' no verse restrains!)</br>Oh!  if the Passion's move at thy command,</br>And thoughts take life, which others feebly dream,&mdash;</br>Warm'd by the touch of thy Promethean wand,</br>Win back thy way to heav'n &mdash; be heav'n thy theme!", "Well hast thou painted Superstition's woes,</br>Th' enthusiast's dream, the bigot's gloom severe,</br>All the wild various anarchy that flows</br>From blind-fold zeal, led on by frantic fear;</br>(Well know th' unlisted, truth presides not here!)</br>But boots it thee, so gifted &mdash; to confine</br>Thy skill in human phantasy, to prove</br>That fallen man has lost that light divine?</br>Can laughter heal our tears? &mdash; scorn, madd'ning doubts remove?", "If so, the harshest were the wisest art,</br>And all that faery net-work of the brain</br>Imagination weaves, to win the heart,</br>Was given to thee, &mdash; to us who read &mdash; in vain!</br>Oh!  mock not idly her important reign.</br>Regent of Hope and Fear! &mdash; be thou her friend,</br>And kindly counsellor, not anarch rude,</br>Blazoning the erring rule he fails to mend&mdash;</br>Wayward, though kind, is she, and gently should be woo'd!", "Where was thy scoff's illustrious pattern &mdash; where</br>Heaven's genuine offspring, clad in native white&mdash;</br>When heaven's dishonour'd altars were thy care?</br>Why the true Priestess banish'd from our sight?</br>Chissel'd by thee, chaste, fair, divinely bright,</br>Shedding angelic tears by Burley's side,</br>Had she appeared &mdash; like column more sublime</br>O'er ruin's darken'd mass &mdash; then had defy'd</br>Thy fame all rival boast, and shar'd all after time.", "The richest banquet Genius ever spread,</br>Transcending far, Apicius' snares of sense&mdash;</br>Brief as convivial hours, but warms the head</br>To vainer dreams, if soul's immortal thence,</br>Draw not some nourishment of fair pretence</br>To sate immortal cravings &mdash; man must die!</br>This thought, which folly shrinks to entertain,</br>Haunts reason still &mdash; the hair-hung sword on high,</br>Scaring life's feast &mdash; or kind, parting the pris'ner's chain;", "Kind, if Religion comment on the theme,</br>And wisdom listen to the heavenly maid!</br>Dread, if abandon'd to conjecture's stream,</br>Man float his all where helm nor star give aid!</br>What human thought can pierce the dismal shade</br>Of death's dark valley?  who assurance find</br>Of an hereafter, from aught imaged here&mdash;</br>Where change perpetual, laws unvarying bind,</br>And Nature still rolls on her ever circling sphere", "In calm mutation?  death succeeding life&mdash;</br>(Brief life!  the guest that tarrieth but a day);</br>Yet with fresh births, fresh seasons, ever rife,</br>Majestic Nature shares not the decay&mdash;</br>What then forbids that she endure for aye?</br>Remorseless of her buried sons, move on</br>Through endless ages, leaving to their sleep,</br>Them on whom one day's sun so brightly shone!&mdash;</br>They who lov'd life so well, and could for others weep?", "Oh!  the sad thought &mdash; to slumber in the dust---</br>Hope quench'd, ambition cold, joy, friendship, love,</br>The faithful heart, the generous, and the just,</br>Never again like sympathies to prove!</br>Did ardent Genius, then, so vainly move?</br>Taste, art inventive, labour for a shroud?</br>Was it for this that poesy was fired,</br>And Music, mystic warbler!  breath'd aloud</br>Her prophecy of Heaven, and seraph dreams inspired?", "Well might the Persian monarch weep his host,</br>Clad\tin their glittering pomp, death's future prey!</br>Why, vent'rous Gama, tempt an unknown coast?</br>Why, Abyssinian wanderer, fondly stray?</br>Nor Nile nor Ganges can revive your clay,</br>If \"Macedonia's madman\" (truly styled!)</br>And Shakspeare, conqu'ring Fancy's boundless realm,</br>He whose ambition walk'd the starry wild,</br>And he who soar'd beyond &mdash; one night eternal whelm!", "Forth new array'd the lilies of the field,</br>That \"toil not, spin not,\" lead their annual train;</br>The tufted wild-thyme winter had conceal'd,</br>Listens to Spring, and scents the breeze again</br>But man, the reasoning tenant of the plain,</br>No vernal voice awakens from the dead&mdash;</br>His broken clay-house mingles with the soil&mdash;</br>Eternity is booming o'er his head,</br>The place that knew him once, for him no more shall smile.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Ha!  what sad dissonance of woe was there!</br>Britannia shrieking to her distant realms,</br>While half earth's caverns echo her despair;</br>Pride droops, hate dies, a common shock o'erwhelms</br>All diverse hearts that human passions share!</br>A mighty nation's hope and joy lies dead&mdash;</br>Europe's fair Cynosure, nor her alone&mdash;</br>One blast the blossom and the bud hath shed&mdash;</br>The teeming grave claims both, unreck'd the needy throne!", "Thou, by one flash of Fate relentless, reft</br>Of love and empire &mdash; pity writhes for thee!</br>Of all thy hopes, bright Iris, what is left</br>Save the sad dews of weeping constancy?</br>To gaze on scenes she never more shall see,</br>Hang on thy heart each relic that she wore,</br>Word she last breath'd, or look last beaming love&mdash;</br>These are but subject griefs &mdash; thine one pang more&mdash;</br>To balance love with realms, and know, how far above!", "O!  make an altar of her sacred tomb,</br>And vow upon it a life-lasting grief!</br>Vi'lets less bright than sweet &mdash; the rose perfume</br>That dies not with the pale and scatter'd leaf,</br>And every fragrance rare, and every tincture brief</br>With daily duty, shed profusely there!</br>Spiced like the ashes of Arabia's bird,</br>They'll medicate all souls that breathe that air,</br>To higher, holier aims, than e'er ambition stirr'd;", "For who, that fatal night so long desir'd,</br>Saw the destroying angel hov'ring nigh?</br>Not that when Egypt's first-born sons expir'd,</br>Rais'd to mysterious heav'n a wilder cry,</br>Nor sunk the oft-harden'd heart more helplessly!</br>The great &mdash; the fair &mdash; the young &mdash; Death could not charm,</br>Nor palace-guards secure, nor sheltering love;</br>Not all that waste of worth could Heav'n disarm;</br>Then die!  sand-clinging hopes!  scorn, more than ruth, ye move!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "For gain or fame to visit realms unknown,</br>(Gain others reap, fame few survive to hear),</br>What band of travellers pass in silence on,</br>Nor oft and daily, anxious councils share?</br>Each communes largely on their common care,</br>Each tells his hopes, his doubts &mdash; thus all provide</br>By thought's exchange some dole in wisdom's aid;</br>Travellers of Death's dark valley!  wand'ring wide</br>From wisdom's chart celestial &mdash; wherefore have ye strayed?", "Why will ye die?  Alas!  with coward heart,</br>Like children in the dark, you close your eyes,</br>To hide your own chimeras; &mdash; all your art</br>To cheat, not heal, the terrors that arise</br>At nature's friendly bidding, you devise;</br>Then talk, laugh, revel, carrol to the moon,</br>Till clouds and darkness settle on the soul;</br>Too late for wisdom &mdash; for remorse too soon&mdash;</br>The day-star dawns afar, and shews the distanc'd goal!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "'Twas need that man should fear, when Belial's wrath</br>Unchain'd, but unsuspect, besets his way;</br>Within, &mdash; worse foe, &mdash; without the world he hath,</br>All, all in league his purpose to bewray&mdash;</br>Earth hems him round, and heavn's too far away!</br>Too high that throne of stars to rule his soul,</br>By clouds of sense obscur'd, and pleas'd to rove</br>This flowery Eden!  did not fear controul:&mdash;</br>Hallow the fear of death, &mdash; twas giv'n to man in love!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]