["Ye waves!  that in your azure calmness kiss,</br>Or, lashed by tempest, shake the Ausonian shore;</br>Ye winds!  whose gentle breath wakes love to bliss,</br>Or whose wild rage deafens the thunder's roar;</br>Thou elemental air!  and thou abyss</br>Of waters!  where is he whom we deplore?</br>Spirits of sea and sky!  say, do ye hide,</br>In fondness or in wrath, our joy, our hope, and pride?", "But is he lost?  and can it be that death</br>Has quenched that spirit's most ethereal beam?</br>Can that most vital thought be held beneath</br>The sullen deep in unawakening dream?</br>Could the blind wave, like any common breath,</br>Stifle that voice which was a living stream</br>Of Love and Wisdom, whose melodious flow</br>Was poured on all that is, around, above, below!", "Oh for the strains of that soft Grecian reed,</br>On which Sicilian echoes that had rung</br>So oft to Bion's lay, refused to feed,</br>And, sorrowing, round the mountains mutely hung</br>Sweet is the classic page!  but what the need</br>Of foreign minstrelsies, if he who sung</br>Lost Lycidas had left his native lyre,</br>And there be one who now to strike it dares aspire?", "Who should aspire but he who once hath breathed</br>His dirge sublime o'er Ireland's buried pride?</br>Nor shall the cypress then for genius wreathed</br>Be now to genius mightier far denied:</br>This task the friend, the poet hath bequeathed</br>By wordless intimation, &mdash; best supplied</br>By the swift promptings of the mutual mind</br>Of those whom loftier thoughts in holiest brotherhood bind.", "If yet once more to Aganippe's spring</br>With unaccustomed foot I, sorrowing, tread,</br>It is not that my hope be thence to bring</br>Aught not unworthy the immortal dead;</br>But, ah!  a stranger's hand a flower may fling</br>Ere kindred grief its costlier gifts hath shed,</br>And love may claim the privilege to pay</br>Uncalled, yet unrebuked, such tribute as it may.", "Not for ourselves we sorrow, nor for those</br>Who from his presence drew their life's delight,</br>Not for the bosom friend who soothed the woes</br>That warped his young heart with their poisonous blight,</br>Not for his gentle babes whose orphan brows</br>Their father's fame shall halo, proudly bright;</br>Not for ourselves, nor these, alone we mourn,</br>Such pangs, however keen, could have been better borne.", "But who shall launch the lightning of the mind,</br>Instinct with inspiration, through the dense</br>Impalling clouds which slaves and tyrants wind</br>O'er the bewildered world, &mdash; their last defence!</br>Where now the champion for man's suffering kind,</br>To raise, unscoffing, his subjected sense,</br>Unveil foul superstition's idiot faith,</br>And crush the viperous worm which lurks that mask beneath!", "For he with intuition's glance looked through</br>All nature's mysteries; and, kind as wise,</br>From the green bud that drinks the vernal dew,</br>To the vast sphere rolling through boundless skies,</br>From all that lives and moves his spirit drew</br>The influence of their bland benignities;</br>And like a new Prometheus brought to men</br>Lost Hope's abandoned flame; &mdash; shall it be quenched again?", "No, no, the spark survives in many a heart,</br>Kindling from that communicated glow,</br>Which 'tis the bard's proud privilege to impart,</br>Which many way receive, but few bestow,&mdash;</br>Ye mighty masters of the Muse's art,</br>To nobler themes bid nobler numbers flow;</br>The torch transmitted, o'er the nations raise.</br>And pass to coming hands with undiminished blaze!", "So shall that epoch which his soul fore-shared</br>Roll, hastening, on its irresistible hour,</br>And find its path not wholly unprepared,</br>And Love be Law, and Gentleness be Power,</br>While Wrong, and Force, and Fear, like vultures scared,</br>Fly, and their place be found on earth no more;</br>Freedom and Truth, and Peace, and guiltless Joy,</br>Forming no fabulous Age of Gold without alloy.", "Alas, alas!  it is a mournful thing</br>To speak of hope, while bending o'er the bier</br>Of one so loved, we feel the mortal sting</br>Of remediless grief; &mdash; the bitter tear</br>That falls, he sees not, &mdash; and the sweetest string</br>That sounds his name he does not, cannot hear;</br>Unmarked the voice of Friendship as of Fame,</br>Death sleeps &mdash; the living love, hate, praise, and fear, and blame.", "Let calumny, which from the poisonous tongue</br>Of human reptiles o'er the great and good</br>Is ever thrown, be on his memory flung;</br>Such as the blackest of the hideous brood</br>Have poured till round themselves their foulness clung,</br>A leprous crust, &mdash; while he untainted stood!</br>His glory is an essence, pure and bright,</br>Which time shall not obscure nor breath malignant blight.", "Thou poet's poet!  whose sublimer strain</br>To the extremest verge of human thought</br>Soared, and the vulgar ken was stretched in vain</br>To follow, till with baffled powers o'erwrought</br>They turned their hooded eyes to earth again,</br>And slandered what themselves had vainly sought;</br>Effulgent spirit!  splendour without peer!</br>Brief comet of our intellectual hemisphere!", "And art thou vanished!  and the wondrous frame</br>Wherein the fervour of thy genius burned,</br>Like centric sunbeams, with intensest flame,</br>Dissolved and into common earth returned?</br>Is all thy being now a bodiless name?</br>Thy boundless spirit with thy corpse inurned?</br>Alas, for man, that so divine a ray</br>Should kindle but to fade, shine but to pass away!", "But he hath bowed to Nature and the power</br>Of stern Necessity, the One supreme,</br>Which links impartial to its destined hour</br>All chance and change; and in whose sightless scheme</br>A falling nation and a fading flower</br>Are equal, howsoe'er to man they seem:</br>He hath but yielded, in the obedient awe</br>Of being, unto that which gives and is its law.", "Yet shall it be permitted man to mourn</br>A light departed &mdash; an extinguished star&mdash;</br>A glory gone that never shall return!</br>And sadly pause and ponder from afar</br>The secrets of that \"dread mysterious bourn\"</br>Which lies between the things which were and are:</br>So may the stillness of our sorrows reach</br>Truths which a happier lore is sometimes slow to teach.", "For me, &mdash; alike unknowing and unknown,</br>To deck the cenotaph of honouring thought</br>Where richer flowers shall soon be fitly strewn,</br>These fresh-culled buds, &mdash; such as I could, &mdash; I brought.</br>Glory protect his tomb!  and if my own</br>Be left neglected or be sometimes sought,</br>May those who scorn be such as would not sigh</br>For him, and those who seek love half so well as I.</br>"]