["Who, with a prudent heart, and godly minde,</br>Wil take a view how things are wrought below,</br>In all effects shall good and evill find,</br>As cause is good or ill, from whence they flow;</br>Thus God first Cause of all thy actions know,</br>As they be good; thy selfe as they be ill;</br>Which doth Gods pow'r and goodnesse greater show,</br>In using heere mans vile corrupted will,</br>As second cause his sound, good purpose to fulfill.", "All evill then comes from mans vicious will,</br>Not moov'd thereto by meere necessity,</br>As senselesse Agents are to good or ill,</br>But gives consent thereto most willingly:</br>By Natures Light we good from ill descry,</br>But this us onely leaves without excuse,</br>When seeing better we the worst doe try,</br>And thus God of mans malice makes good use,</br>And he is justly punished for his abuse.", "Oh mans perversenesse!  grant him least freewill,</br>And he becomes vaine, proud and insolent:</br>Deny him any power to doe or will,</br>And he growes lazy, slothfull, negligent:</br>First kinde are meritorious, impudent,</br>And merit for themselves and others will,</br>The other Epicure-like, take content</br>In pleasure, eating, drinking of their fill,</br>Or in an idle, melancholique sitting still.", "But Diligence, the Grace I next propound,</br>For this last evill is best remedy,</br>This Viper which most dang'rously doth wound</br>Our soules with senselesse spirituall Lethargy,</br>And brings too aspish-lazy Accidy:</br>Most perilous, because we feele least harme.</br>Oh, this is Satans subtillest Lullaby,</br>Our soules with stupid lazinesse to charme,</br>And then of spirituall armes and weapons to disarme.", "Thou that hast promis'd endlesse happinesse,</br>To all which at thy comming thou dost find</br>Intent unto their Masters businesse,</br>And diligent in body and in minde,</br>Make all my Soules and Bodies powr's inclind</br>To Diligence, whilst I her praises write,</br>Unloose the chaines, the fetters strong unbind</br>Of Sloth and Dulnesse, which, to blackest night</br>Leade blindfold, drowsie soules that take therein delight.", "Vigilance, Industry, and Diligence </br>So like indeed one to another are,</br>My plainer Muse scarse sees a difference,</br>And therefore all will but as one declare;</br>Our soules and bodies powers they prepare,</br>In ev'ry noble Vertue to transcend,</br>Nothing on earth that's admirable rare,</br>Without these can be brought to perfect end,</br>On these do honest care and labour aye attend.", "For godly, just and necessary cares </br>Are parts substantiall of Diligence,</br>And as she for the future thus prepares,</br>Having to Truth and Justice reference,</br>She is a Grace of wondrous excellence:</br>But if she spring from Envy, emulation,</br>Ambition, Feare, or other base pretence,</br>She is a curious base abomination,</br>The busie vice that author is of desolation.", "Industry best agreeth to the mind,</br>In which she frames a quicke Dexterity,</br>In Arts and Sciences the right to find,</br>And they that know her wondrous energy,</br>In Phisicke, Law, and in Divinity,</br>Know, that she tends the neerest to perfection,</br>And is to humane imbecillity</br>Most sound defence, secure, and safe protection,</br>'Gainst Satans Malice, their owne Lusts, and worlds infection.", "We well Dame Nature may the Mother name</br>Of noble Industry and Diligence,</br>Yet oft we see their wondrous force doth tame,</br>Things against Nature, without violence;</br>All other Vertues glorious excellence,</br>Which we in Heroes justly do admire,</br>Have their Beginning and Perfection thence:</br>Where Industry and Diligence conspire,</br>Wants nothing that we can in mortall man desire.", "For as she many evill things amends,</br>So is she of all good the consummation,</br>Most dissolute base manners she commends</br>Soone, unto honest thrifty reformation.</br>An infirme body by exercitation,</br>And Diligence, becommeth strong and sound:</br>She frees old-Age from grievous molestation</br>Of painefull sharpe Diseases that abound.</br>Fields of the diligent are fruitfull ever found.", "For by this Diligence all well succeed,</br>No idle hower on her head doth shine,</br>She her best howers spends with prudent heed,</br>And all her businesse aright doth line,</br>She finds to all things an appointed time,</br>Except it be for Slouth and Idlenesse.</br>If idle words be judged such a crime,</br>Much more the losse of times high preciousnesse,</br>Which cannot be regain'd with cost and carefulnesse.", "Wherefore good fathers of a Family,</br>First rise, and latest go to bed at night:</br>And those that love the Muses company,</br>Do use their eyes to read by Candle-light.</br>Artificer, good-Husband, Merchant, Knight,</br>And Magistrate, this Vertue doth defend.</br>Nothing so difficult, but by the might</br>Of Diligence, is conquer'd in the end,</br>Therefore in all affaires she is our surest friend.", "But none more enemies than Negligence,</br>Slouth, Dulnesse, Carelesnesse, and Idlenesse,</br>Impurest mire of foule Concupiscence,</br>The forge of Lust, and draught of filthinesse;</br>Whence come all Vices, Sinne and Wickednes,</br>Which turne men into Beasts, like Sirens charmes.</br>Oh Slouth!  the nurse and mother of excesse,</br>Like Statue standing still with folded armes,</br>And never moves to good, for feare of future harmes.", "Unnecessary Burthen on the ground,</br>Who when he hath consumed all his owne,</br>Devoures his friends, and then a theefe is found,</br>More false, yea, than a begger bolder growne;</br>For though the beggers-bodies hands are sown,</br>And's mind is all on flouth and idlenesse,</br>Yet often in his mouth Gods Name is knowne:</br>But God all honesty and shamefastnesse,</br>He loaths that is possest of slouth and sluggishnesse.", "A Sluggard is unto himselfe, and all</br>A most pernicious wicked enemy,</br>By Slouth his mind and body soone do fall</br>To sicknesses, and all impurity:</br>He is the bane to all good company,</br>The stinking Sepulchre of one alive,</br>Shadowes of men!  Tunnes of Iniquity,</br>Whose soules base ease, of Reason doth deprive,</br>Whilst, as a Swine with Mast, their bodies fat and thrive.", "We Sloth, like Lazy Asse, at home do finde:</br>But listen out, you lowd shall beare him bray,</br>Just like a coward dogge of currish kinde,</br>That doth at harmelesse Pilgrims barke and bay;</br>But comes a Wolfe, for feare he runnes away:</br>Like fearefull Hart, when as he comes to fight,</br>But as a Lyon greedy of the prey;</br>All day asleepe, but in the dead of night,</br>He woorrieth the fould, for hunger and despight.", "Oh Diligence!  perfection of all,</br>When as thou dost with truth and vertue dwell,</br>But if to Vice and errour thou doe fall,</br>Thou passest Haggs and Furies all of Hell;</br>Hels waking Cerberus is not so fell,</br>As popish priests, who compasse Sea and Land,</br>Into Cymmerian darknesse to compell</br>Those that in Sun-shine of the Gospel stand:</br>Thus diligently they obey their Lords command.", "Oh would we be for Truth as diligent,</br>As they for errours and traditions vaine!</br>But I have too much of my hower spent,</br>Against the Vice, the Vertue to maintaine.</br>To Diligence I now returne againe,</br>Which like heav'ns glorious Sun doth never rest,</br>But like a gyant runnes his Course amaine,</br>Untill she of the garland be possest.</br>This life's no mansion, but a way to heav'nly rest.", "In heav'n are many Mansions, heere we stay</br>Onely to finish that for which we come,</br>If trewantlike we spend our time in play,</br>And be with drinke, or sleeping overcome:</br>Oh!  when our fatall hower-glasse is runne,</br>And we are call'd to render our account,</br>Of good and evill in the body done;</br>Our debts, alas!  will all our wealth surmount,</br>And our Omissions more than numbers up can count.", "This Diligence is like one in a Myne,</br>That digges much earth a little gold to find;</br>Like Silkeworme, who her slendrest silken twine,</br>By Diligence doth on a bottome wind:</br>Like husbandman, who little sheaves doth bind,</br>Wherewith he fils his Barnes and Garners full:</br>Like little stones by Morter fast combin'd,</br>Raisd to a Temple large and beautifull:</br>Like mighty hostes which Dukes of single men do cull.", "Some by a night-Owle, and a Dragons eyes,</br>This vertue Diligence have figured,</br>And therefore Poets Fables do devise,</br>The Golden-fleece so highly valued,</br>Kept by a Dragons diligence and heed.</br>The Golden-fleece, the Kingdomes Peace I call:</br>The Dragon, him by whom all's ordered:</br>For on whose shoulders such a charge doth fall,</br>He must be vigilant, and diligent in all.", "This Vertue is indeed most soveraigne,</br>In highest Rulers which the Publique sway,</br>Who are set over us for our owne gaine,</br>If them as Gods Vicegerents we obay:</br>They keepe continuall watch both night and day</br>For all our goods, so they be diligent:</br>God grant such Rulers ever governe may</br>His little Fold within this Iland pent,</br>To joy of all our friends, and foes astonishment.", "The Latines, Diligence derive from Love:</br>For he that loveth, doth ev'n all fulfill,</br>Yea nothing hard or difficult doth prove</br>To him, that knowes 'tis his beloveds will;</br>Whose hearts this glorious Grace of Love doth fil,</br>They here despise all losses, griefe, and paine:</br>Let heav'nly love into mine heart distill,</br>I worlds discouragements will all disdaine:</br>For Diligence on earth, I love in heav'n shall gaine.", "This love in Davids heart doth so abound,</br>It from his eyes and eye-lids did expell</br>All sleepe, till he a resting place had found,</br>Wherein the Lord of life might alwaies dwell,</br>This made the Mount of Sion so excell,</br>That it the glory of the earth became.</br>This diligence makes all to prosper well,</br>Though but a sparke of Loves celestiall flame,</br>It gaines us love in heav'n, on earth eternall fame.", "Oh blessed Paul!  had I thy eloquence,</br>Thy indefatigable paines to sound,</br>Thy wondrous travell, care, and diligence,</br>Thy Masters will to know, do, and propound.</br>How many Sees of Bishops didst thou found?</br>How didst thou preach by day, and work by night?</br>How diligently Heretickes confound?</br>And ev'n in Hels, Worlds, Tyrants, Jewes despight,</br>By Diligence declare the power of Loves might.", "Should I the Fathers lives trace to the Floud,</br>And into Egypt, follow them from thence;</br>From thence, through wildernesse to their abode,</br>By Jordans bankes, in Houses, Cities, Tents,</br>They all are Maps to us of Diligence:</br>From Genesis unto the Revelation,</br>Their Pilgrimages all have reference,</br>To new Jerusalem, Saints habitation:</br>And we all stones, and Builders on that one foundation.", "As God, so we must worke before we rest,</br>We may not cease till all be finished:</br>In heav'n we shall enjoy eternall Rest,</br>Which by the Sabbaoth was prefigured.</br>The Spouse may seeke, but finds not in the Bed</br>Her Bridegroome:  he is like the nimble Hind,</br>He must be diligently followed:</br>But if by Diligence we once him find,</br>He skipping comes o're hils, and mountains like the wind.", "But if I onely speake of Diligence,</br>And image-like to others point out-right,</br>Yet live in Carelesnesse, and Negligence:</br>I, like the blind, may others Lampes in light,</br>But stray and wander all the while in night.</br>Our life's a moment here, if we regard</br>Eternity:  A cloud to heav'nly light:</br>Like drop unto the Ocean compar'd,</br>Is earthly Joy, to that which is in Heav'n prepar'd.", "The Ayer without motion putrifies:</br>The standing-Poole becomes unsavourie:</br>The hottest Fier without blowing dies:</br>The Land with thornes and weeds doth barren lie,</br>That is not exercis'd with husbandry.</br>Thy house and houshold-stuffe do soone decay,</br>Except they be emploid continually:</br>Thy lockt-up garments are to Moth's a prey:</br>All things not us'd, like Steele by rust, consume away.", "Looke on the nimble Motions of the skie,</br>How all move diligently to their end:</br>Looke on the Beasts that creepe; the Birds that fly,</br>How they no time to Idlenesse will lend:</br>Earth, though the dullest Element doth spend</br>Her strength, for all the Creatures preservation:</br>The Creatures ev'n their bloud and life do send</br>To man, for Life's and Bodies sustentation.</br>Thus all are diligent here in their occupation.", "Oh man!  though Lord of all, who yet art borne</br>To labour, as the Sparkes do upward flie,</br>To learne here of thy Vassals do not scorne,</br>But eate thy Bread in sweat continually.</br>In Labour did the Fathers live and die,</br>To do Gods will was Christ his drinke and food,</br>Not to dispute thereof with subtilty,</br>And nice distinctions, which do little good,</br>But make things easie erst, now hardlier understood.", "One thing is necessary, doe and live:</br>Practice and Knowledge, must goe hand in hand:</br>The gods for labours, blessings here do give,</br>Not curious knowledge:  They that understand,</br>And yet forbeare to doe their Lords command,</br>Thereby most inexcusable become,</br>When all before the dreaded Judge shall stand,</br>More then shall heare the finall dreadfull doome,</br>For things omitted here, than things which they have done.", "Like Plutarchs Lamiae, we are quicke of sight</br>Abroad, at home we lay aside our eyes:</br>If each his owne affaires could order right,</br>That town would soone to wealth and honour rise:</br>The street, where ech his dore sweeps, cleanly lies.</br>I do not here forbid all forraine care:</br>To paire of Compasses I like the wise,</br>Halfe of their thoughts at their hearts center are,</br>The other, round about, do for the publique care.", "The Cynicke, that he might his hate expresse</br>To Slouth, would often tumble up and downe</br>His Tunne, to keepe himselfe from Idlenesse.</br>Base Commodus, of all the Caesars knowne</br>To be most wicked, was not of his owne</br>Nature so vile:  but when his youth by ease,</br>Into contempt of Businesse was growne,</br>This was the Empires fatall last disease,</br>Which lost the Caesars all their fathers did increase.", "Oh cursed Negligence!  that dost confound</br>Soules, Bodies, Churches, Cities, Families;</br>No gracious Thrift will grow upon thy ground,</br>Thy field like wildernesse all barren lies.</br>It Soules, like deadly Opium, stupifies:</br>It with diseases doth our Bodies fill,</br>Puls downe our Temples, which did dare the skies,</br>Layes ope the City walls to Victors will,</br>And thorow houses roofes rain-droppings makes distill.", "Bewaile with me the ruthfull Tragedy,</br>That Slouth hath made within this holy Land,</br>I meane, those Houses faire of Sanctity,</br>Which like so many Pyrami'ds did stand,</br>Erected first by holy Founders hand:</br>First raisd by Diligence, now raz'd to ground</br>By Slouth, those lazie-belly-gods to brand</br>With shame, whose Idlenesse did thus confound</br>Those Places, where Gods holy Worship should abound.", "Behold, with Salomon, the sluggards field,</br>Which all ore-growne with Mosse and Bushes lies,</br>Whilst Rents and Sales to him abundance yeeld,</br>He lookes not after Industries supplies,</br>Like Grasse-hopper, he skipping lives, and dies,</br>Or sterves, if Winter bringeth Poverty:</br>Th' industrious Ant, and Bee he doth despise.</br>Oh Slouth!  the sinke of all iniquitie,</br>That changest men to swinish Bestiality.", "Awake you sluggards, you that powre in wine,</br>The day's at hand, when you account shall make;</br>As of your workes, so of your idle time:</br>To some employment do your selves betake,</br>And sayle not alwaies on the idle Lake:</br>It is a filthy, muddy, standing poole,</br>No good, or honest mind can pleasure take,</br>To row at ease in such a muddy hole,</br>Though there his vessel's subject to no winds controule.", "Oh you, whom God, ev'n gods on earth, doth style,</br>Withdraw not from the weight of governement</br>Your shoulders, nor let Ease your soules beguile</br>Of time, which should be in devotion spent:</br>Rulers must most of all be diligent,</br>All evill cleaves on them by Idlenes.</br>Looke on all States, and forraine Regiment,</br>They all corrupt by Ease and slouthfulnes,</br>But flourish, and grow strong by frequent Busines.", "You heav'nly-Watchmen, of whom I desire</br>Rather to learne, than teach you ought to mend,</br>Marke onely what Paul doth of you require,</br>With diligence your selves and flockes attend;</br>God made you overseers for that end:</br>As nought more than assiduous Exercise </br>Of Soule and Body, doth from sinnes defend,</br>So nothing fills them with iniquities,</br>More than this sluggish slouth, and idle vanities.", "Elian doth of th' Egyptian Dogge report,</br>That when he drinkes, he never standeth still</br>By Rivers side, lest poysonous beasts him hurt,</br>Who lie in waite, him whilst he drinks, to kill:</br>Oh could we see the poysoning serpent still,</br>Waiting occasion with invenom'd sting,</br>Our bones with Lust, and Luxury to fill,</br>And us by slouth, and idlenesse to bring</br>To carelesnesse of God, and any holy thing.", "That thus would wind us from all Diligence,</br>Like lazie Sluggards, onely to rely</br>Upon th' Almighties care and Providence;</br>But lo, the Israelites send first to spie</br>The earthly Canaan, which did typifie</br>That heav'nly; whither, through this Wildernesse,</br>We must not hope to passe so easily;</br>They wanne the cities which they do possesse,</br>With paines and Diligence, not slouth and idlenesse.", "This was their way, this also must be ours;</br>Priests feet the flouds of Jordane may divide,</br>Their trumpets throw downe Jericho's proud towres:</br>But Ai will many bloudy blowes abide.</br>He little thinkes Hels force, that never tride.</br>Th' Amalekites, and Moab will assay</br>To stop thy course to Jordans fruitfull side:</br>Thou must with Diligence maintaine thy way,</br>And fight with hardy resolution night and day.", "Lord grant I may, like Paul, be diligent,</br>Who wrought his owne, and all the Soules to save,</br>That with him in the ship to Caesar went:</br>And though he knew, that God, who to him gave</br>Ev'n all their lives, his promise would not wave:</br>Yet see, he leaves not any meanes untride.</br>Lord grant me Diligence aright to crave,</br>And Patience thy leasure to abide,</br>So nothing that I aske, shall be to me denide.", "My Muse would faine aboord, but Diligence </br>Would never let my Meditation end,</br>And blames me sore, that I with Negligence,</br>Too briefe the story of her Praise have pen'd;</br>But Care and Labour next I must attend;</br>Which two, with Diligence, go hand in hand:</br>God, better lucke, me in their praises send!</br>I now will drive my little Boat to land,</br>And rest, that I more stoutly may to labour stand.</br>"]