["Various the Wish of Mortals; yet their Prayers,</br>For various Things most certainly are vain,</br>The many Objects bring ten thousand Cares,</br>When great Abundance swells their glaring Train.</br>Some beg for Pomp, and Riches some desire,</br>While others worry Heaven for Titles they require.", "No wild Ambition prompts me to demand</br>Excess of Rule, nor Pageantry, nor State,</br>I lust not then for Empire nor for Land,</br>And, free from Pride, I envy not the Great.</br>I ask for better Joys, for solid Bliss;</br>These ne'er can fleet away, nor ne'er can be amiss.", "Thou, Lord of Earth, thou Monarch of the Skies,</br>The gracious God, the Gladder of Mankind,</br>Direct my Ways, instruct me to be wise,</br>And so shall I enjoy sweet Peace of Mind.</br>Each lesser Thing that's priz'd I would forego,</br>From Virtue and from Truth, the richest Pleasures flow.", "Oh!  give me Health, that ever-blooming Charm,</br>And let thy Grace attend me where I stray,</br>Keep me from Terror, from each wild Alarm,</br>Which may distract me in this rugged Way.</br>From Care, from Folly, and from Business free,</br>Fix my aspiring Soul on Wisdom and on thee.", "Not for Apparel, nor for Gold I crave,</br>Unprofitable Pomp I all despise,</br>Imperious Mortals worse with these behave,</br>Affront their Kind, and proudly view the Skies.</br>Then let me lay these gaudy Things aside,</br>With all their gay Parade, and Vanity and Pride.", "Let Learning, Virtue, and the Social Train,</br>Forever fire and instruct my Soul,</br>Oh!  let me these, and only these attain,</br>Immortal Pleasure then shall fill the Whole.</br>And these united in one beauteous Form,</br>Shall bless my tender Youth, and soothe each threatning Storm.", "To Science lead me, and to Things sublime,</br>Oh!  teach me how for to explore them all;</br>Knowledge shall crown me with unfading Prime,</br>And while I live upon this earthly Ball,</br>Increase the glorious Thirst, and ere I die,</br>Inform my studious Mind with Wisdom from on high.", "Such Erudition, and such heavenly Lore,</br>Does Blessings give, and precious Sweets impart;</br>They flow spontaneous from one ample Store,</br>And exquisitely charm the human Heart.</br>Thus Joy shall rise, Perfection thus shall spring,</br>While greater Truths divine, shall sweet Contentment bring.", "Fair Piety I would with these were join'd,</br>United in one great, one glorious Cause;</br>For thus Religion when so much refin'd,</br>Would harmonize the others sacred Laws.</br>These Gifts, O Heaven!  in their Charms array'd,</br>Shall form one rapturous Bliss, and while they reign display'd.", "Unsullied Goodness is divinely pure,</br>It decks the Peasant and the humble Swain,</br>Adorns the Brave, embellishes the Poor,</br>Virtue alone is great, the noblest Gain;</br>Surpassing all, supreme and wond'rous fine,</br>It yields a general Light, and does with Splendour shine.", "What shall with these in Competition stand?</br>What other Objects can with these compare?</br>They do our Notions, and our Thoughts expand,</br>These above all are infinitely fair.</br>How poor is Wealth and hated Thirst of Gold,</br>When such transcendent Things can sweeter Charms unfold.", "True Wisdom, Truth, and Virtue, all compleat,</br>Are center'd in one universal Charm,</br>Are rich and precious, altogether sweet,</br>And they themselves shall bear away the Palm.</br>Since these excel, immortal in their Kind,</br>Then let me gain the Whole, for these I wish to find.", "The tinsel Toys which meet with so much Praise,</br>Which wake the Passions, and ensnare the Eye,</br>Are but a specious Shew, a sudden Blaze,</br>At first they glitter, but at length they die.</br>Fools catch at Shadows and the Substance lose,</br>They leave Delights behind, and real Joys refuse.", "Away!  ye idlest Creatures of the Brain,</br>Ye busy Phantoms then the Source of Woe,</br>The Foes of Reason, and the Cause of Pain,</br>You here exclude all Happiness below.</br>With borrow'd Smiles and Lustre not your own,</br>You captivate the Heart, you are so potent grown.", "Let great Ambition raise the Warrior's Pride,</br>Let Avarice create each base Desire,</br>My Soul to Wisdom would my Footsteps guide,</br>Warm'd by a better and more glorious Fire.</br>Both, both of these  in their luxurious Dress,</br>Disgust the sober Will, when daub'd with such Excess.", "Lead me, O Virtue, in thy Paths secure,</br>Thou Power divine, thou sweet celestial Ray;</br>For thou art heavenly, eminent and pure,</br>Thy spotless Image yields eternal Day.</br>Unerring Charm, and everlasting Friend,</br>Forsake thy native Skies and from on high descend.", "And thou, O sacred Truth!  seraphic Maid,</br>Assist thy Votary, I thy Aid implore,</br>Thy lovely Graces all appear dismay'd,</br>Thee, Goddess, thee, the Human-kind adore.</br>Thy matchless rich Perfections all proclaim,</br>The Wise revere thy Worth, and bless thy shining Name.", "Sweet Science mount me on thy tow'ring Wings,</br>And new Perceptions on my Mind bestow,</br>Guide me to Knowledge, to celestial Things,</br>Let me the most mysterious Causes know.</br>Then tell me how the wand'ring Stars are found,</br>And how they run their Course, and go their Circuit round.", "Daughter of Heaven, of the Power supreme,</br>Would you your Poet's fond Petition hear,</br>Oh!  keep me ever from each wild Extreme,</br>Within the Bounds of thy exalted Sphere;</br>My Thoughts refine, and make my Notions true,</br>So trace those rolling Worlds, which gild the liquid Blue.", "Folly may charm, and for a while may please,</br>And Pleasures soft Embraces suit our Youth,</br>But Wisdom flows, and only flows from these,</br>From Learning, Virtue, Science, and from Truth.</br>Then may I feel their whole united Sway,</br>While Trains of busy Fools, for empty Objects pray.</br>"]