["In these lone walks, these melancholy isles,</br>Where ever-musing Silence holds her sway,</br>No lustre beams, no playful visage smiles,</br>No jocund talk prolongs the festive day.", "Hence, far away, ye vanities profane,</br>Fantastic reveries, and themes unholy!</br>Come to my aid, with all thy pensive train,</br>In sombre pomp, O sainted Melancholy.", "Methinks I hear some heavenly spirit nigh</br>In gentle accents whisper as I go,</br>\"Let this sad tale detain thy wand'ring eye;</br>Its simple periods speak uncommon woe.\"", "\"In awful hope here rest the last remains</br>Of two fond brothers, high in youthful joy;</br>A victim That to Fever's burning pains,</br>And this did ruthless murderers destroy.", "\"Fraternal love had bid the recent grave</br>Ope to received one solemn sad adieu!</br>But ere his wish the pious youth could have,</br>His murder'd corpse the trembling sextons view.\"", "Was it for this each gen'rous purpose shone,</br>Thy infant virtues, and thy youthful bloom,</br>To give to death a vic'try not his own,</br>An unexpected triumph to the tomb?", "How awful thus to mingle with the dead!</br>Of wretched man to meditate the crimes!</br>How soothing yet to raise th' aspiring head,</br>And pant for virtue, and for happier climes!", "What spectre that!  in list'ning, horror seems</br>Still ling'ring near her self-deserted corse?</br>O what were then thy black desponding themes?</br>And where, Religion, was thy heavenly force?", "The savage front reveals the purpose fell,</br>The tyger's rage in Afric's wilds we dread,</br>The low'ring clouds tremendous storms foretell,</br>And serpents sting where rank Savannahs spread.", "But where the seasons rule with milder sway,</br>In the blest scenes we consecrate to Love;</br>We fear no serpent in the pathless way,</br>No springing tyger in the verdant grove,", "An angel's form an angel's mind bespeaks,</br>Yet the sweet maid forgot her tenderest ties;</br>With ev'ry grace soft smiling in her cheeks,</br>With ev'ry virtue sparkling in her eyes.", "The modest blush that bid the roses fade,</br>The magic smile luxuriant in its play,</br>Th' unconscious softness all her looks display'd,</br>Her converse chearful as th' enlivening day.", "These in sweet union form'd the sad deceit,</br>These hid the fatal purpose of the fair,</br>And ev'ry charm, with thousand charms replete,</br>In brightness veil'd the horrors of despair.", "Ah!  what is beauty, what the roseate hue,</br>With all the sweet enchantments of the eyes;</br>If Heaven be not for ever in our view,</br>Nor pure Religion teach us to be wise?", "The brightest charms but hasten to the tomb;</br>(So nature wills; her will must be obey'd)</br>But virtue points beyond the transient gloom,</br>And views those beauties that can never fade.", "Oh!  if by nature thus confin'd our date,</br>Why with rude hand this feeble frame destroy,</br>As not enough the common woes of fate,</br>Reject the prospects of immortal joy?", "Strong in yourselves, O learn, ye proudly wise,</br>Warn'd by the fall of this unhappy maid</br>In her own strength not virtue's self can rise,</br>Her triumphs vain without religion's aid.", "Father benign!  teach then my wav'ring heart</br>In ev'ry scene to trust to thee alone;</br>Nor let me ever from thy love depart,</br>Nor rashly trust on aught I call my own.", "And welcome then though early Death appears,</br>If thou, blest Virtue, be my humble praise,</br>\"For honor'd age is not in length of years,</br>But in thy short-liv'd, if unsullied days.\"", "Those when no more the orient sun shall rise,</br>Shall live again in everlasting light,</br>When the pure spirits breathe their native skies,</br>For ever vanquish'd death, and fled for ever night.</br>"]