["Come, let's shake hands, we in the end must meete:</br>I have provided me this goodly Chaine </br>Of Graces, at thy comming thee to greete,</br>For thou wilt not for favour, gold or gaine,</br>Thy fatall stroke, one moment, heere refraine:</br>Well, close mine eyes, and dimme my Bodies Light,</br>These shining Gems for ever shall remaine,</br>My soule for to enlighten; Oh!  then smite,</br>It skils not when, nor how, so as my heart stands right.", "Ah!  why look'st thou so pale, as thou didst feare?</br>Thee, before men and Angels, I forgive,</br>I wish thee not a minute to forbeare,</br>I never shall the Life of Glory live,</br>Till thou unlock'st the doore my soule to give</br>Inlargement from this Prison house of clay,</br>For which she long hath struggled and did strive,</br>Yet still the Flesh, the Spirit downe doth way;</br>And fitting 'tis I should my Makers leasure stay.", "Thou earthquake-like this prison house must shake,</br>Before my Soule be loosed from her bands,</br>And make my Keepers tremble all and quake,</br>Lo then a holy Angell ready stands,</br>To save her from hels-watches grizly hands:</br>And though heav'ns sudden Light my Soule amate,</br>She forward goes, and nothing her withstands,</br>A joyfull entrance to most happy state,</br>Thus passe we thorow Deaths-doore, in at heav'ns narrow gate.", "Welcome, as sleepe, to them that right thee know,</br>And easie as a Downy-Bed of Rest,</br>But thou most gastly-terrible dost show,</br>To those, that thou do'st unawares arrest:</br>Sweet hav'n to Soules with worlds winds, waves opprest;</br>A Rocke to those that swimme in sweet Delight;</br>Sweet hoast of Saints, who with perfumes hath drest</br>The Beds, wherein their Bodies, all the night,</br>May rest, till Trumpets sound, awake to glorious Light.", "To Poore thou shew'st thy honey, hid'st thy sting,</br>The Rich thy Sting, but not thy honey see,</br>Like Jailour thou doest good and bad newes bring</br>To Soules, that in the flesh imprison'd be;</br>One must dye ever; th' other shall be free.</br>Thou that dost Death, to thine, by dying make </br>The Messenger of such great joy and glee, </br>Direct my Muse, in what I undertake, </br>That I may Death discerne, ere Death we overtake.", "What's Death but a divorce or separation,</br>Of Man and Wife, that never could agree,</br>From Bed and Boord, and from Cohabitation?</br>The guilty Flesh payes Costs, the Soule is free;</br>Yet Both ere long shall one another see,</br>Freed from foule Sinne, the cause of all their strife,</br>And shall in Wedlocks Bands rejoined be,</br>To love, and live, for aye, like Man and Wife,</br>A holy, happy, quiet, and eternall Life.", "But this I of the first Death understand;</br>(Lord!  of the second, never let me taste)</br>This is the way into the holy Land,</br>That doth into continuall darknesse cast:</br>No mortall Sense did ever see or tast</br>The seconds anguish, terrour, horrour, paine:</br>The first is short, the second aye doth last,</br>Age, Sicknesse, men to dye the first constraine,</br>The Divels in the second, soules and bodies chaine.", "This, setteth willing soules from bodies free,</br>That, soules in bodies holds against their will,</br>By this, from Bodies weight we quited be,</br>That, with such weight of sinne the soule doth fill,</br>As to the Pit infernall presse it will:</br>This, takes good men away before their time,</br>Lest they be over-whelm'd with too much ill,</br>That, seizeth on the wicked, for their crime.</br>That leadeth downe to Hell, by this to heav'n we clime.", "The first, hath onely power in the grave,</br>Second, in Hell; One, us deprives of sense,</br>By th' other, sense of endlesse Paine we have,</br>Both, have one name, yet see their difference.</br>Sinne mother is of both:  In innocence </br>Had Adam stood, Death never had been knowne,</br>But second Adam hath remov'd long sence</br>The sting of this first Death, ev'n by his owne:</br>Thus from a Plague, Death is to Saints a favour growne.", "Christ meeteth her as Esau on the way,</br>And gives a charge unto her rougher hands,</br>No evill against Jacob to assay;</br>Thus turnes he to embracements all her Bands;</br>Death, made by Sinne our mortall foe, now stands</br>Our first fast friend, to bring us unto blesse;</br>And though awhile our carkases she brands</br>With vile corruption, and Rottennesse,</br>Our soules the whilst abide in joy and happinesse.", "All first Death gets, is Rottennesse and Dust,</br>A Body onely, in corruption sowne,</br>To kill seeds of Concupiscence and Lust,</br>That it more glorious after may be knowne,</br>Our earthly part thus turneth to her owne,</br>But shall againe a heav'nly body rise,</br>And as at first, be with the Spirit one,</br>Which long hath liv'd in joyous Paradise,</br>Waiting till Christ her mortall should immortalize.", "Alas!  why should wee then be so afraid,</br>Heere to endure a little griefe or paine,</br>Be it on Racke, or Bed?  so I be laid</br>Safe in my Grave, my soule thereby shall gaine;</br>Lord!  grant me Faith, and Patience to maintaine</br>Hels last encounter, when my Soule is shaken!</br>The holy Martyrs did not so complaine</br>Of Paine, when Soule was from the body taken,</br>As when their Conscience by tentation was awaken.", "This Death, though painefull, quicke dispatch doth make,</br>The second, hath eternitie and paine,</br>They rightly at Death's horrour, quake and shake,</br>Where griefes within, more than without remaine,</br>Whose conscience them more terribly doe straine,</br>Than any outward torment they endure,</br>Who sees heav'ns most incomparable gaine,</br>And can thereof by Faith himselfe secure,</br>Is certaine, Death can nought but good to him procure.", "For body fraile, one like his glorious head </br>For pleasures, profits, hopes and honours vaine,</br>(Whereby than eas'd, we are more troubled:)</br>Eternall rest, and freedome from all paine,</br>Wer't thou, my Soule, but sentenc'd to remaine</br>In this fraile body, yet a thousand yeeres,</br>Oh!  how wouldst thou of wearinesse complaine,</br>And maladies thy Flesh about her beares,</br>And seeke Death as a blessing ev'n with many teares?", "Yea should this life last without tediousnesse,</br>Oh!  Doe but thinke that as thou more do'st sinne,</br>Thou addest more unto thy wretchednesse,</br>For Death at first, by Sinne did enter in,</br>Who would not leave these loathsome ragges!  to winne</br>That glorious, shining roabe of Righteousnesse,</br>Thou shalt not lose thy Body, but thy Sinne,</br>Thou it againe shalt meete in happinesse,</br>Corruption shall indeede be changed, not thy Flesh.", "As Golden Ore, in Finers fier cast,</br>Is not consum'd, but cleans'd from drosse, and tride;</br>So substance of the body doth not waste,</br>Onely by Death is purg'd, and purifide.</br>Should Soules heere in their Tabernacles 'bide,</br>With all infirmities till Day of Doome,</br>How weary would they be, of rest denide,</br>And wish their Bodies sleeping in their Tombe,</br>Untill the joyfull Day of Resurrection come?", "So long as heere our Bodies doe remaine,</br>They have like Wooll one tincture naturall,</br>But Death them dyeth all in purple graine,</br>To make them Robes for Sprites Celestiall,</br>For we in heav'n like Kings and Princes all </br>Shall reigne in new Hierusalem for ay,</br>The Grave us like each side of Red Sea wall,</br>From cruell Egypts bondage on our way,</br>Doth to the Land of heavenly Canaan convay.", "As he, who for ill-doing lyeth bound,</br>Trembles and quakes when loosed from his bands,</br>He must before the Judgement Seat be found,</br>To give account for workes done by his hands,</br>But he most stout and resolutely stands,</br>Whose Conscience him of evill doth acquite:</br>So men rejoyce, or feare, when Death commands</br>Them to appeare before the Judge upright,</br>There to receive just doome, for things done wrong or right.", "As water-drops, which fall in Fountaine pure,</br>Die not, but are preserv'd incontinent,</br>So Bodies perish not, but ay indure,</br>Onely resolv'd to their first Element:</br>Our spirits fly to heav'n whence they were lent.</br>As drops of raine which from the heav'ns descend,</br>Are all into the wombe of Tethys sent:</br>So Saints dead Bodies to Earths bowels tend,</br>Whence drawn up by Sonnes heate, to heav'n they re-ascend.", "What is our Life?  a wind, a course to death:</br>They that on Earth the longest course can gaine,</br>Runne in the end themselves quite out of breath,</br>And no more but their courses end obtaine;</br>To which, they that live fewer yeeres attaine.</br>God here to men doth life, like money, lend:</br>Which at our Day we must pay backe againe.</br>As without oyle the Lampe no light doth send,</br>So when our humid's spent, our Life is at an end.", "As Pilgrim with long travell wearied,</br>Layes downe his Flesh to sleepe in darkest night,</br>But Visions hovering about his head,</br>Do shew unto his Soule most heav'nly Light,</br>And doth with Dreames his spirits so delight,</br>He wisheth oft the night would ever last:</br>So fares it with the new-deceased wight,</br>When in the grave his Body sleepeth fast,</br>And Angels have his Soule in Abrahams-bosome plac't.", "As Starres of heav'n, which first in East do shine,</br>Arise, till their Meridian they have past,</br>But do from thence as fast againe decline,</br>Till they into the Westerne Seas are cast:</br>Ev'n so vaine Mortals, here are all in hast,</br>Till they their highest pitch of strength attaine;</br>But that once got, they fall againe as fast,</br>And downeward to the grave descend amaine,</br>Some here a shorter, some a longer course obtaine.", "And as hee's happiest, whom the swiftest wind</br>Brings soonest to the Port, and hav'n of rest,</br>So's he, that soonest in the grave doth find</br>Harbour against worlds stormes, which him infest.</br>Death doth but like his brother Sleepe arrest</br>The weary wight, where he a longer night,</br>Himselfe in grave, than in his bed may rest;</br>And yet no longer, than till Christ our Light</br>Awakes us, to enjoy for ay his glorious sight.", "To all that labour, pleasing is the end;</br>The Traveller inquireth for his Inne:</br>The hired Servant, when his Yeere doth end:</br>The Husband, when his Harvest doth beginne:</br>Merchant of his Adventures comming in:</br>The Woman, when her ninth Month doth expire:</br>So Saints, of Death have ever mindfull bin:</br>For where's our Treasure, there's our hearts desire,</br>And where our Crowne is laid, our eyes do ay aspire.", "Therefore the dying Saints like Swans do sing,</br>Foreseeing, that they in the grave should rest</br>From Labours, and be freed from the sting</br>Of Sinne, which here their lives did most infest:</br>Why should we with Deaths feare be so distrest?</br>When as the Lord of Life himselfe did die,</br>That we from sting of Death might be releast;</br>Ev'n Sinne, the Cause of all our Misery,</br>And made Death our first step to true Felicity.", "The truth hereof the sacred Pages seale,</br>When that which commonly we dying call,</br>They call it sleeping:  For Christ did repeale</br>The Act of dying, by his Funerall:</br>Thus Patriarchs, Prophets, Kings, Apostles, all</br>Lie sleeping, till the finall Resurrection,</br>From Adam, to the Judgement generall,</br>All to this fatall Lord must yeeld subjection,</br>And sleepe secure and sound under his safe protection.", "The Wiseman therefore, better doth commend</br>The Day of Death, then of Nativity;</br>By that, our paine and labours have an end;</br>This, the Beginning is of Misery:</br>The Lord of Life, who Life and Death did try,</br>Proclaimeth endlesse Blessednesse to those,</br>With rest from labour, in the Lord that die:</br>Blessed whom he to live in him hath chose,</br>But till their Death, from Labour they have no repose.", "See, but how wiser Heathens entertaine</br>This fatall stroke, this last necessity:</br>How they on Birth-dayes, lowd lament and plaine;</br>At Funerals, make mirth and melody;</br>For that begins, this ends all misery:</br>No man, say they, that doth not Death despise,</br>Can here on earth enioy true Liberty,</br>They onely saw an end of miseries,</br>But lo!  heav'n stands wide open unto Christians eyes.", "Ah why should Painters limme Death with a dart,</br>Time with a Syth, before him cuts all downe,</br>Death doth but lance, and play the Surgeons part,</br>Time fells the Corne, that's ready to be mowne.</br>Alas!  what Cruelty hath Death us showne?</br>Thou art but as a Servant unto time,</br>To gather Fruits which, he saith, ripe be growne:</br>In Wine-presse thou but treadest out the wine,</br>To barrell up in Tombes that there it may refine.", "As we greene Fruites more difficulty pull,</br>Than those we find hang ripe upon the tree,</br>So youthfull Sprites of heate and vigor full,</br>More hardly die than they that aged be:</br>This is the greatest difference we see,</br>Betweene their courses that are short and long,</br>Both goe the broad way of Mortality,</br>Death, like a mighty wind here layes along,</br>As weake and hollow Elmes, so Cedars stout and strong.", "Who is so strong whom she hath not cast downe?</br>Looke all the generations gone and past,</br>Their ancient Monuments by Bookes are knowne,</br>In Graze their Bodies all to dust do waste;</br>The Jewes long-life more eagerly imbrac't,</br>As 'twas a type of endlesse happinesse,</br>But since Christ in his youth of Death did taste.</br>All Substances fulfill'd, their Figures cease,</br>Now happiest he whom Death the soonest doth release.", "Happy, though clouds of stones thy head infold</br>Like Steph'ns, so open heav'ns shew pure and cleare,</br>And though a Trance like Pauls so fast thee hold,</br>That whether thou without the Body were,</br>Or in the Body, thou canst not declare.</br>Though thus Death doth like sleepe thy flesh arrest,</br>The joyes of heav'n shall to thy Soule appeare,</br>Not to be uttered:  Lo, they are best</br>By Negatives, not by Affirmatives exprest.", "No eye hath seene, no eare hath ever heard,</br>No heart conceive, no tongue that can recite</br>The joyes, th' Almighty hath in heav'n prepar'd,</br>For them that here do live and die aright:</br>Oh enter Soule into thy Lords delight!</br>This joy thou canst not in thy selfe containe,</br>For thou art bounded, that is infinite;</br>Who enters, shall for ever there remaine,</br>And for these finite Cares, Joy infinite obtaine.", "Oh!  who can know this Death, and be afraid?</br>Although amongst the pots thou lie a time,</br>Thou like a siluer Dove, shalt be arraid</br>With golden feathers, which like heav'n shall shine.</br>But ah!  Thus with my selfe I do divine,</br>Without least perill, by free Speculation:</br>But should Death seize on this my brittle Shrine,</br>And offer me to act my Meditation,</br>How should I tremble at my houses desolation!", "That which is now familiar to my thought,</br>Will bring me then Amazement, Horror, Feare.</br>Alas!  this battel's not so easily fought,</br>Except Jehovah on our side appeare.</br>Didst thinke, Death would with Complement forbeare,</br>And onely thee delight with Meditation?</br>No, he will try what courage thou dost beare,</br>And seize upon thy Fleshes habitation,</br>It laying waste, till all in Christ have restauration.", "Then as I feele this outward man decay,</br>Grant I may strong and stronger grow within,</br>And by a constant daily dying may</br>Be arm'd, against this strong man enter in;</br>That though he seize upon this man of sinne,</br>My inward man may like the silver Dove,</br>That newly hath escap't the Fowlers ginne,</br>Fly to her Lord and Saviour above,</br>And be embraced in his blessed armes of Love.", "Oh!  there I shall injoy eternall rest,</br>And happy Peace, which here I crave and misse,</br>And wander further more and more distrest.</br>What if some little paine in passage is,</br>Which makes fraile flesh to feare Deaths pallid kisse?</br>That paine's well borne, that endlesse ease doth gaine,</br>And from Sinnes cruell slavery dismisse.</br>Sleepe after Toyle, faire-weather after raine,</br>Peace after Warre; ease is most pleasing after paine.", "We all are wanderers weary of our way,</br>And hasting to the Grave our certaine home:</br>This world's the Flood which doth our passage stay,</br>Till Charons boat to weft us over, come.</br>Who Life did limit by eternall Doome,</br>And times for all things hath established,</br>Appoints each Centinel unto his roome,</br>And so the termes of Life hath limited.</br>None may depart, but by their Captaine licensed.", "Nefarious wretch!  who with flagitious hand,</br>Dares violate the Temple God did raise,</br>A Mirrour here of all his Workes to stand,</br>His wisedome to commend, and goodnesse praise:</br>He that appoints the great worlds nights and daies;</br>From her Creation to last Revolution,</br>Determins all thy small worlds workes and wayes,</br>Who wilfully then hasts his dissolution,</br>Seekes to gain-say his Makers constant resolution.", "The longer life I know the greater sinne;</br>The greater sinne, the greater punishment,</br>Yet if thou Souldier-like art entred in,</br>Thou must go on with stoutest hardiment,</br>And not depart without commandement.</br>Oh lie not downe, and thee to rest betake,</br>Ensuing ills of living to prevent,</br>Though life hath nought that can her loved make,</br>Yet gives it no just Cause that thou should'st it forsake:", "And yet, O sinfull man!  do not desire,</br>To draw thy dayes forth to the last degree,</br>Untill the measure of thy sinfull hire,</br>Be heaped up with all impiety,</br>Against the day of Wrath and Jelousie,</br>Whilst thou this sinfull Body bearst about,</br>Laden with Sinnes, and foule Iniquity,</br>Their numbers more and more increase no doubt,</br>Most happy he whom Death the soonest helpeth out.", "Despaire not yet, fraile, silly, fleshly wight,</br>Nor let Distrust amate thy manfull heart,</br>Nor Satans malicing dismay thy sprite,</br>Thou in thy Saviours merits hast a part,</br>Oh why shouldst thou despaire, that certain art</br>Of Christ thy Saviour?  Lo!  in him is grace,</br>From thee for ever to remove Hels smart.</br>And that accurst hand-writing to deface,</br>No sinnes can be so great, but Mercy may have place.", "How then should any wretched wight be wonne,</br>To spoile the Castle of his life and state?</br>Is't not Gods doing whatsoever's done</br>In heav'n and earth?  Did he not all create</br>To live and die by his eternall Fate?</br>Who dares then strive with strong Necessity?</br>That constant holds the world in changing state,</br>All ought be willing here to live or die:</br>Life, Death, ordained are by heav'nly Destiny.", "Then witnesse Death, that willing I lay downe</br>My Body, sure to put it on againe;</br>My fleshly Baggage, for a heav'nly Crowne,</br>My earthly Bondage in the heav'ns to raigne.</br>I leave this Tent of brittle clay, to gaine</br>In heav'n a mansion holy, spirituall.</br>Lo, my corruption here I downe have laine,</br>For incorruption, pure, Angelicall,</br>And for a heav'nly Parlour, chang'd my earthly Hall.", "Lord, this I crave, Direct me in the way,</br>So shall I certainly attaine my end:</br>If well my Part on mortall Stage I play,</br>Saints, Angels, my beholders, shall commend</br>My Action:  God and Christ shall be my friend:</br>And when my flesh to Natures Tyring-roome,</br>From whence it came, shall quietly descend:</br>It there shall rest untill the Day of doome,</br>And then in heav'nly Quire a Singing-man become.", "Sweet Death, then friendly let me thee embrace:</br>He truly lives, that living, learnes to die:</br>Now smiling, like a friend, I see thy face,</br>Not terrible, like to an enemy:</br>But I with Prayer end my melody:</br>Lord grant, when Death my passing-bell doth ring,</br>My Soule may heare the heav'nly Harmony </br>Of Saints and Angels, which most joyfull sing</br>Sweet Hallelujahs to their Saviour, God and King.</br>"]