["Mysterious visitant!  whose beauteous light</br>Among the wondering stars so strangely gleams;</br>Like a proud banner of the train of Night.</br>The unblazoned flag of Deity it streams;</br>Infinity is written in thy beams;</br>And Thought in vain would thro' the pathless sky</br>Explore thy secret course; thy circle seems</br>Too vast for Time to grasp: &mdash; O can that eye</br>Which numbers hosts like thee, this atom earth descry?", "O Thou my every hope, my only fear;</br>Father of Lights, round whom the systems roll,</br>With all their Suns and Comets, sphere on sphere,</br>Thy all-pervading energy, the soul.</br>Thyself the centre of the mighty whole!</br>When Death shall purge the film of sense away,</br>And Truth with irresistible control</br>Shall seize my ravish'd mind, &mdash; that awful day</br>How shall my soul sustain, &mdash; the infinite survey?", "Then shall I shudder at the guilty past,</br>And feel thy awful presence on my heart:</br>Was it at thee, O God, my sins I cast?</br>Oh!  on my trembling soul thy mercy dart,</br>For now I feel how terrible thou art!</br>Thou wert All-present, and I saw thee not;</br>Thou art my bliss, and yet I said, \"Depart;\"</br>Murmured, tho' boundless mercy fixed my lot:&mdash;</br>And wilt thou own the soul that thee so oft forget?", "O wond'rous thought, the high and holy One,</br>Inhabiting Eternity, will make</br>The humble soul his dwelling place; the sun</br>Whose rising beams on orbs innumerous break,</br>Doth shine as much for the poor reptile's sake;</br>To HIM is nothing great &mdash; is nothing small;</br>He fills a world, &mdash; he bids the insect take</br>His being full of bliss; &mdash; he formed them all;</br>He guides the Comet's course, &mdash; He marks the Sparrow's fall.", "Man &mdash; Man, tho' in the dust his insect birth,</br>Beholds his nature unto God allied,</br>Link'd to the golden throne this creature earth</br>By ties that shall eternally abide;</br>Let suns, let systems perish &mdash; Jesus died;</br>Nor shall one vital spark be quenched in night,</br>Which God has kindled: &mdash; Here my soul confide,</br>Safe in the arms of everlasting Might,</br>And circled with the beams of uncreated Light.</br>"]