["Oh!  holy nymph, by whom inspir'd,</br>In solemn gloom afar retir'd,</br>By haunted stream, in lonely dell,</br>The sad enthusiast loves to dwell!</br>Here, in the shadow of this groaning oak,</br>Where dimly gleams th' autumnal day,</br>Let me thy pensive power invoke,</br>And sadly breathe to thee the melancholy lay.", "Inspirer of the Poet's soul!</br>Parent of all those solemn visions wild,</br>Which o'er the Muses' mournful child,</br>With magick force exert their soft conroul;</br>Come thou and ever dwell with me,</br>And I thy votary still will be,</br>And we will seek the lonely seat</br>Where dwells the Hermit solitude,</br>And folly's foot shall ne'er intrude</br>Into the still retreat.", "And we will shun the false delusive joys</br>Which captivate the worldly throng,</br>The scoff of Pride and jarring Discord's noise,</br>And guilty Pleasure's syren song;</br>And court beneath the silent shade,</br>Calm, holy Contemplation's aid</br>On soaring plume the soul to bear,</br>With solemn rapture to sublime</br>Above the gloomy ruins of Time,</br>To radiant Virtue's clam and blissful sphere.", "And be the pensive pleasure mine</br>To trace each lonely path of thine,</br>Amidst each solemn scene to rove</br>Which thou art wont, sad Nymph, to love;</br>To sit with thee beside the wavy flood</br>That mourns along the cavern'd shore,</br>And 'midst the brown and antique wood,</br>List the low-sobbing breeze and torrent's distant roar.", "With thee to climb the mountain's brow</br>O'er many a tall and pine-o'ershadow'd steep,</br>And 'midst the silence drear and deep,</br>Gaze on the dim-discover'd scenes below;</br>Or fancy in each solemn sound</br>That breaks the lonely stillness round,</br>The groaning of the giant oak,</br>The hermit eagle's echoing yell</br>That thou from thy retir'd cell,</br>In mournful accents spoke", "And wander oft when daylight's closing eye</br>Beams dimly through the dewey air,</br>Where the chill blast in many a low-breath'd sign,</br>Moans through some antique ruin drear,</br>Whose towers and battlements sublime</br>Have mock'd the rude assaults of Time,</br>And echoing to the wintery blast,</br>Seem to thy melancholy ear</br>Who lov'st at eve to wander there,</br>To mourn the joys of times forever past.", "Sage Nymph!  while thus with thee I dwell</br>In Solitude's romantic cell,</br>And rove 'midst every scene of thine</br>And make thy solemn visions mine,</br>Thy pensive influence, oh!  impart</br>To soften, not to gloom my heart.</br>Grant to my suppliant request</br>For others' woes the feeling breast,</br>And generous Friendship's charm benign</br>And ardent Virtue's gifts divine,</br>And o'er each restless passion vain</br>Extend thy tranquilizing reign.</br>"]