["With that, Endymion cast his eyes aside,</br>And saw a gentle Knight come pricking on,</br>Swift was his pace, and knightlie did he ride,</br>Bending his race towards Endymion.</br>As stately Knight he was to looke upon,</br>Complet his armes in rich Caparison,</br>His horse like Pegasus, and he Belerophon.", "Likely he was to mannage Martiall armes,</br>Well could he couch in rest his dreadfull Speare,</br>He rode as one that scorn'd Thessalian charmes,</br>Nor did he any strange adventures feare:</br>The Armes and Shield which I did see him beare,</br>Were coloured blew, thicke set with silver Starrs:</br>His Shield an azur'd Porpentine, with golden barrs.", "His waving Bases manaced the skies,</br>Like as his Armour to Welkin semblant,</br>Couch'd in his Saddle close to enterprize,</br>Stratagems and adventures puissant.</br>If any in the earth were commorant,</br>And single Combat quicke to undertake,</br>Gainst hellish Monsters or Lernaean snake.", "His steely helme, a Corronet of Bayes,</br>Empaled round:  the penon of his Launce,</br>The ignorance of all the world displayes,</br>For when he gan, his warlike Speare t' advaunce,</br>Some golden Letters writ I read by chaunce.</br>The Motto was (if I remember right)</br>Learning Triumphs in Envies great despight.", "The simple Shepheard cried out amaine;</br>Flie noble Cynthia we are betrai'd,</br>So sore amazed was the Countrey swaine,</br>That he forgot what he had done or said.</br>Renowmed Cynthia was no whit dismaid,</br>But comforted th' amazed senselesse man,</br>Willing him hold his course as he began.", "And all the Ladies from their seates arose,</br>To view the comming of this warlike Knight:</br>In circle-wise they faire Cynthia close,</br>To shrowde Diana from Acteons sight,</br>The Shepheard would have ta'ne himselfe to flight,</br>But that he was asham'de to runne away,</br>Leaving the Ladies to the warriers pray.", "He layd a side his Pipe, and tooke his Hooke,</br>As if he would an armed Knight withstand,</br>The seely soule put on a manly looke,</br>Yet better was his running then his hand.</br>He wisht himselfe farre off in other land,</br>For fitter were his hands to use a pen,</br>Then mannage Armes with any Marshall men.", "But making vertue of necessitie,</br>He made a show as if he ment to fight,</br>Upon his feet, he started suddenly,</br>To shield these Ladies from that manly Knight.</br>No question there had beene a noble sight,</br>To see him wield a woodden rustie Hooke,</br>That fitter were to mannage sacred Booke.", "O how the Shepheard would have stirr'd his stumps,</br>And laid about him with his smottie Boxe,</br>His woodden Crooke had given such deadly thumps,</br>As would have stricken downe a falling Oxe.</br>So would the Knight have feard the Shepherds knocks,</br>As if a Bulrush hit him on the Crest,</br>Or if a Gnat had stung his armed brest.", "But all was well, no terror was intended,</br>The Knight nor car'd nor knew Endymion.</br>He rein'd his Steed, and lightly downe discended,</br>And with a Courtly disposition,</br>Lift up his Bever, whereby every one,</br>Knew him to be, the mightie Astrophill,</br>Whose prayse is paynted with an Angels quill.", "Prince of all Poets in Acadia,</br>Magnanimous of everlasting Fame,</br>Of chiefe regard, with famous Cynthia,</br>Appollo parted with him halfe his name,</br>And gave him skill darke ignorance to tame,</br>Appollo twined with his learned hand,</br>The Lawrell Crowne, which on his head doth stand.", "But when my Cynthia knew 'twas Astrophill,</br>She ranne to claspe him in her daintie Armes,</br>But out alas, it passed mortall skill;</br>Inchaunted was the Knight with sacred Charmes.</br>His bodie dead of yore, the more our harmes.</br>O noble Drayton well didst thou rehearse,</br>Our Damages in dryrie Sable verse.", "Thrice Cynthia tri'd to folde him in her armes,</br>But all in vaine, she nothing comprehended:</br>Her vitall blood that all the bodie warmes.</br>Forsooke her veynes, and to her heart ascended.</br>For loe, she fainting fall's as life were ended:</br>Making most wofull lamentation,</br>Yet Astrophill still kept his station.", "The worthy Nimphes that circled Cynthia,</br>Amazed at her fall made such a crie,</br>As wak'd the Satyrs of Sylvania.</br>And feeding Lambs did greatly terrifie:</br>The Shepheard in a mortall trance doth lie,</br>The tender Ladies had the better hart,</br>Setting all cowardice and feare apart.", "Nymbly they tooke, and rubbed Cynthia,</br>Till she reviv'd, who lifting up her eyes,</br>Behelde the Elfin of Arcadia,</br>And cri'de deare:  brother do not temporise:</br>Nor do thou Ladie Cynthia despise,</br>Why speak'st thou not to her that loves thee best,</br>What dismall humor hath thy minde possest?", "With that as from a deepe concavitie,</br>A silvered voice, and words of great import,</br>Proceeded from the Knight with Majestie,</br>Distinct, pithie, plaine, but wondrous short,</br>Yet such as unto us gave great comfort.</br>A man, a ghost, a knight, a potentate,</br>Humane, divine, forcible, laureate.", "Dies, lives, fights not, yet mortally doth wound,</br>Death, life, time, fortune, wisedome, learning, wit,</br>Nature, Arte, forme, languages profound,</br>Glorious earthlie-pompe, fame excelling it:</br>No earthly thing eternally shall sit,</br>Vertue, Pietie, and pure Sanctitie,</br>Shall weare the Crowne of immortalitie.", "These words the trembling Shepheard did revive,</br>They were so full of raritie and choyse,</br>Resembling skill of Astrophill alive:</br>The sound he thought was not unlike his voice.</br>Endymion did mightily rejoice,</br>And said aloud, or thou art Astrophill,</br>Or thou hast learn'd this Sonnet from his skill.", "Shepheard (quoth he) I am and am not hee,</br>I am not perfect Astrophill, but part,</br>The shade which now appeareth unto thee,</br>Is substance spirituall fram'd by Arte;</br>What mortall was, is slaine by deadly Dart</br>Of Thanatos, corrupt consum'd to dust;</br>Such is the end of all this worldly lust.", "But what art thou that sitst among these bayes?</br>Unfold to me for I must needes be gone,</br>I was reader (quoth he) in former daies,</br>Unto great Astrophill, but now am one,</br>Stripped, and naked, destitute alone.</br>Naught but my Greekish pipe, and staffe have I,</br>To keepe my Lambs and me in miserie.", "Art thou (quoth he) my Tutor Tergaster,</br>He answered yea:  such was my happie chaunce,</br>I grieve (quoth Astrophill) at thy disaster:</br>But fates denie me learning to advaunce.</br>Yet Cinthia shall afford thee maintenance.</br>My dearest Sister keepe my Tutor well,</br>For in his element he doth excell.", "And for thy selfe, I bring thee happie newes,</br>Thou shalt injoy a long and happie peace:</br>Which former bloodie wars, and death ensues,</br>For civill heate in Albion-soyle shall cease,</br>And noble blood shall perfectly encrease,</br>Church-men heareafter shall agree in one,</br>Bannishing sects, and superstition.", "Pride shall be turned to humilitie,</br>Each man shall keepe himselfe in his degree,</br>Discurtesie shall be civilitie,</br>Wanton Maydes shall modest Matrons bee,</br>Noe Man shall seeke the fruite of others tree.</br>Noe Rapine, swearing, or abusion,</br>Noe Murder, ribauldrie, confusion.", "Each man shall seeke, to doe his neighbour right,</br>Greene grasse shall florish in Westminster Hall:</br>You shall discerne a beggar from a Knight,</br>Extortion and briberie shall have a fall.</br>Golde exchanged for thinges caelestiall.</br>Vertue, Truth, Honestie, Religion,</br>Shall Tryumph in the brittish Regyon.", "Caesar shall see his foes subversion,</br>No man shall lift a sword against his Crowne,</br>His issue shall not feare dispersion.</br>Christo Mastix shall be tumbled downe,</br>Peace, faith, love joy, honor in every Towne.</br>Trumpets shall sound, and bels shall ring for joy,</br>Virgins and boyes, shall sing Vive la Roy.", "Reverend olde age, shall bring thee to thy Herse,</br>And glorie shall adorne thy progenie:</br>Eternall fame shall blaze in golden verse,</br>Thine honorable life and destinie.</br>Renowned Poet's of highest Ingenie,</br>Shall decke thy Tombe with everlasting fame,</br>And with goulden pens celebrate thy name.", "And when thy bodie shall consume to dust,</br>Resting it selfe in deepe obscuritie:</br>With dreadfull Trumpe shall rise againe the just,</br>Thy bodie shall surpasse in dignitie,</br>The welkin which thou seest in Majestie,</br>Meane while thy spirit a substance divine,</br>In tryumph rid's in equipage with mine.", "About the Orb's and Spheares caelestiall,</br>Dignified with ever shining light,</br>Viewing the majestie imperiall,</br>Clad in a vesture of the purest white.</br>Which Amnos made before the world was dight,</br>Where thou with me, and I with thee shall sing,</br>Eternall prayses to the immortall king.", "These blessed Nimphs, environing thee round,</br>Thrice noble, by their propagation:</br>Neeces to Astrophill, of honor sound,</br>Of modest, vertuous inclination,</br>Happie shall be their generation.</br>And blessed they till Jove have wrought his will,</br>And caus'd them mount the skies to Astrophill.", "And now my Cinthia time sommons me hence,</br>My newes been done I can no longer stay.</br>He mounted Pegasus and hy'de from thence,</br>Piercing the welkin, vanished away.</br>Leaving the Ladies in wofull dismay,</br>Lifting their heads, and gazing on the skies,</br>Observing the course, as Astrophill flies.", "Galaxia tooke him in her splendent armes,</br>Sweetely she couch'd him in her Canapie,</br>She seal'd the passage, with her counter charmes,</br>To guard her sleeping Knight from Jeopardie.</br>Without regard of impaciency,</br>Cinthia would needes ascend Olympus hill,</br>To live or dye, with blessed Astrophill.", "Nature perswaded her to stay a while,</br>Her time prefixed was not yet assign'd:</br>The fatall Sisters, would not cut her file,</br>Her robes unmade, her Coronet untwin'd.</br>Nor was the quintesence of nature fin'd,</br>Neither was yet great Astrophill awake,</br>That might her entertainment undertake.", "Cinthia replyed not, as one resolved,</br>Her will to put in execution:</br>Oftentimes her sacred soule revolved,</br>Which way to make a dissolution,</br>Of this her bodies constitution</br>And justly knowing twa's not in her power,</br>Determined to stay her fatall houre.", "And yet to spend in contemplation,</br>The better part of her remaining daies:</br>Which vow she keepes in veneration,</br>Witnesse her learned Poems, and her Layes,</br>So often crowned, with Arcadian Bayes.</br>Thus long sitting silent in that place,</br>Aurora gan to showe her blushing Face.", "Then all the Ladies hasted to depart,</br>And Cinthia turn'd her to Endimion:</br>With wordes of grace proceeding from her heart,</br>She thank'd him for his former cantion.</br>This Mount (quoth she) take for thy mansion.</br>Here shalt thou dwell, and feede thy little flocke,</br>I with my Ladies, will encrease thy Stocke.", "The stately Garland of her blessed traine,</br>For beautie matchlesse, incomparable,</br>With greatest favours grac'd this countrie Swaine,</br>(Particulers will be admirable)</br>Of esteeme they were unvaluable.</br>And out of doubt they had been durable,</br>If worldly envie had been curable.", "He liv'd a while in reputation,</br>Expounding Oracles of Theologie:</br>His flocke was had in estimation,</br>As guided well by his Phylosophy.</br>Profoundly could he chaunt that misterie.</br>In languages of higest Poetrie,</br>Unfolding riddles of antiquitie.", "I left the Shepheard in this happy state,</br>Feeding his lambs in mirth and jollitie:</br>But it fell out, when I return'd of late,</br>His mirth was moane his solace miserie,</br>(Loe heare worlds-glasse of mutabilitie)</br>He wrung his hands, and made a rufull moane,</br>His drops of teares might pierce a Marble stone.", "I wondred how his blessed Comoedie,</br>Could have so suddaine alteration.</br>I ask'd the cause of this his Tragaedie,</br>Hee answered:  envies sophistication.</br>I thought to write, the whole narration,</br>But sith Tragaedies have a bloody end,</br>During his life, he will not have it pend.</br>"]