["Light o'er the green, and 'midst that woody dell</br>Where tiptoe joyance whilom tripp'd so fair,</br>Here, where the crosslet crowns its sainted well,</br>What means this damp, to chill the sullen air.&mdash;</br>Where, loose from school, the tribe without a care,</br>Sought the broad shade beneath their arching tree,</br>Or frolick'd, heedless of the noon-tide glare?&mdash;</br>Alas!  No more shall pour, in gamesome glee,</br>From yon gray cottage porch, the blooming progeny!", "That aged oak still spreads its giant arms;</br>Round its huge trunk still gleams the rustic seat:</br>Yet where, dear village!  Where thy wonted charms?</br>Ah!  Shall I see no more, from Sirius' heat</br>Where its brown umbrage lent a cool retreat,</br>Blithe, to and fro the fairy circles run?</br>And never shall again my bosom beat</br>To mark, when now their daily tasks are done,</br>The little sportive rings dance down the evening sun?", "Foredoom'd to ruin, those deserted walls</br>Shall snoring owls and flitting bats profane?</br>On the dim lattice, where a radiance falls,</br>I see dank ivy muffle every pane.</br>To me, how pert the sparrow's matin strain!</br>How cold, tho' where he twitters, crimson streak</br>The thatch!  But sweet, thro' gloomy pattering rain,</br>The redbreast shall anon my sorrow speak,</br>Responsive to my sighs at eve or morning break.", "Ah, whither, in a store of  knowledge rich,</br>Ah, whither exiled that far-dreaded DAME,</br>Whose learning stamped the credit of a witch</br>(Such is its fate too oft) on honest fame?</br>Where now that rod which, with unerring aim,</br>Would idler strait in distant corner smite&mdash;</br>Those ruthless twigs announcing sin and shame,</br>Which kindling ire would sway with tenfold might,</br>When little struggling bums were brought alas!  to light?", "High spectacled her reverential nose,</br>When late I peep'd amidst her pigmy-throng,</br>Small thought had she, in sooth, of gathering woes,</br>But humm'd, as in the days when life was young,</br>In merry mood, a stave of Israel's song:</br>Then sudden, startled at the sight of me,</br>She threw a quickening glance her imps among,</br>And ranged the ready class in due degree,</br>Proud that the Parson's self her sovereign power should see!", "Where now that wheel she turn'd so swift around,</br>If her snug porch the summer sun-beam warm'd?</br>Where her trim beds, her thyme, her parsley-ground,</br>Her elder, clownish warts away that charm'd;</br>Her hives, that 'mid the luscious woodbine swarm'd,</br>And, for the curate the pure virgin comb?</br>Alas!  Shall gentle pity, unalarm'd,</br>Be told a parish work-house is her home,</br>Nor haste with lenient balms to mitigate her doom?", "There, too, the moss of solitude o'erwhelms</br>That roof fast mouldering in the mournful dale</br>Where the gate swings between two sister elms,</br>Forsaken, the rude sport of every gale;</br>Where, quivering on their poles, the hop-blooms pale</br>All to the desart air their odour breath!</br>Thro' twilight, shall no more my fancy hail</br>The savoury pot-herb, 'midst the blaze beneath,</br>Whence rose the supper smoke, in many a cheerful wreath?", "There lived our good old MASTER, to the muse</br>So dear; &mdash; his virtues of no vulgar price!</br>I own, contracted were his cottage-views:</br>Yet only shall fastidiousness too nice</br>Scoff at his sees and saws, as prejudice.</br>If he had any fault 'twas stubborn pride;</br>Which, spurning innovation as a vice,</br>Stuck to the system by his fathers tried:&mdash;</br>It was a fault, methinks, to merit much allied.", "Grave was his port; and, as his cane he grasp'd,</br>At his approach the villagers would flee;</br>Girls in their teens, and those by Hymen clasp'd&mdash;</br>And (thrill'd, as if from thraldom scarcely free,)</br>All fancied in his face \"the Rule-of-Three!\"</br>For deep the furrows of his beetling brow</br>Arithmetic with age had traced, perdie:</br>And, sure, of science he had full enow</br>For anvil, awl, or axe, or clod-compelling plough.", "Ah me! &mdash; that fashion (who her votaries whirls,</br>With wild caprice, in many a giddy round,)</br>Should stoop so low to little lads and girls,</br>And, ancient order eager to confound,</br>To curious eyes shew Learning's level ground,</br>Where velvet pathways wind thro' rills and flowers!</br>See, reckless progeny your light heads crown'd</br>With wreaths so gay from fancy's airy bowers,</br>How rough o'er thorns and rocks her antique temple towers!", "And ere their tongues can yet a letter lisp,</br>E'en cradled brats with learning's symbols play!</br>But is it not the glare of Will-o'-Wisp</br>To lead the fond pursuers far astray?&mdash;</br>The pleasing transcience of a rainbow ray,</br>Where, dull tuition's process born to bilk,</br>The homunculi such mighty powers display?</br>&mdash;All as the tine that floats o'er water'd silk,</br>So is the uncertain skill imbibed with mother's milk.", "Lo!  Science master'd at a single gripe&mdash;</br>Where not a blossom gleam'd, the fruitage pluck'd!</br>And sad the fate of those who, early ripe,</br>Have, in the world's broad eye, their sapience suck'd.</br>Poor little monsters, from the lacteal duct!</br>See one assume the lecturer's learned wig,</br>Self-sent, a shoal of drivellers  to instruct!</br>And Crotchet, from theatric plaudits big,</br>Just shewn, is snatch'd away &mdash; the scientific pig!", "And see where now, like locusts o'er the land,</br>Spreads far and near, the fierce Lancastrian route!</br>At first it was a sly and sneaking band&mdash;</br>But, hark, as if all Bedlam were let out,</br>Of \"unreiterated sounds\" a shout!</br>Hark, in the winds new acclamations swell!</br>The sober citizen and lubber lout,</br>And babes and sucklings &mdash; ere they yet can spell&mdash;</br>Mingle with lawny lords, and prattle \"Dr. Bell!\"&mdash;", "See marshall'd throngs in trim attire advance,</br>(Thus dapper elves, along the shadowy green,</br>Tread in light maze the many-colour'd dance,</br>And flame or vanish to the moony sheen)</br>See marshall'd throngs &mdash; such sight was never seen&mdash;</br>March forth, a slate in every little hand!</br>Then stooping down with one accord, I ween,</br>As at the waving of a wizard wand,</br>Their twinkling fingers glance, and print the silver sand!", "\"O say not &mdash; 'silver' &mdash; it is genuine gold,\"</br>Cries Lancaster: &mdash; Bell echoes back \"encore!</br>The glowing wave of Tagus never roll'd</br>On particles of such resplendent ore!</br>Others, slow boys!  May sweat at every pore!</br>Behold, my new disciple, as he bends</br>To the fair board (can dream imagine more?)</br>Hath erudition at his fingers ends\"&mdash;</br>\"Whence to the brain, be sure, the subtle stuff ascends!\"", "Beshrew me such rare knowledge, gain'd so soon,</br>So quickly lost!  I smile, but wipe a tear!</br>We thank not fashion for the seeming boon&mdash;</br>'Tis as its sandy principle, now here,</br>Now gone!  The traces seem distinct and clear:</br>But see that wag the zephyr o'er them blow&mdash;</br>The characters, heigh presto!  Disappear!&mdash;</br>That slippery knowledge, gain'd so soon, I trow,</br>Shall at a glance slide off &mdash; all superficial show!&mdash;", "Yet of his smattering vain, each cocker'd imp</br>Shall vaunt an elocution not his own;</br>Nor let a feeble word in utterance limp,</br>But, not with murmurs mimicking the drone,</br>Give to syllabic sounds a deeper tone,</br>Nor stutter, sing, nor snort, nor squeak, or squall:</br>And ever tinker's, every cobler's son,</br>Shall bid so sweet the liquid cadence fall&mdash;</br>Not e'en his patron's speech were half so musical!", "And, lo, a thousand, from collision bright,</br>Start up, adepts in learning all at once;</br>And distancing their teacher in the flight</br>Of kindling genius, every help renounce!</br>Nor truant saunters here, nor lags the dunce!</br>But, as from Delphic inspiration mad,</br>Boys strut around, and maids their bottoms bounce;</br>And, prompt to ply their talents or their trade,</br>With each scholastic trick the sand of science spread.", "How arduous is the task, to disenchant</br>The mind that broods o'er visions long gone by!</br>I heed not in low folks the twang, the cant&mdash;</br>Such slight defects let simple worth supply.</br>O!  for that book alluring infant eye,</br>Its letters all distinct thro' lucid horn!</br>Its gaudy back, where elfins peep so sly,</br>Behold the Dragon and St. George adorn!</br>Alas!  poor cast-away to philosophic scorn!", "Well do I recollect, with many a stain</br>Saline, how soil'd my tear-wash'd horn-book was!</br>I'd give my ears the relic to regain,</br>Spite of Lancastrian humming:  \"What an ass!\"</br>In truth, sage Madam Trimmer to surpass,</br>To honest Dilworth I adjudge the palm:</br>His tatter'd leaves shall conjure up our class,</br>And breath o'er all my soul a spring-tide balm&mdash;</br>E'en now I read and spell, and thumb the second psalm.", "Nathless, tho' I would fain to memory look</br>To catch the colour of my childish days,</br>'Twas not, I wist, attachment to my book;</br>'Twas not ambition, emulous of praise,</br>That o'er my toils effused its cheery rays:</br>My task was tedious, and my mistress stern!&mdash;</br>I rather fear'd the birch than loved the bays:</br>Nor did I, skill'd my interest to discern,</br>From intuition rare that irksome lesson learn.", "Yet reason fructifies each froward wight,</br>Soon ripening into men the new-born race;</br>Nor chastisement uncomely scares the sight,</br>Nor passion mars reflection's sober grace,</br>Nor tears, that plead for pity, foul the face:</br>But in the illumined link-boy's liberal mind</br>While each ingenuous feeling holds its place,</br>Ne birch ne ferula, was e'er design'd</br>For snowy hands so smooth, for bottoms so refined.", "His brogues let down (for modest eye too much!)</br>Say can he trace, who shakes the smarting breech,</br>His sandy lesson with decided touch?</br>Or, in meek accents of unmanly speech,</br>The culprit condescending to beseech</br>For mercy &mdash; say, will such an abject elf</br>The height of man's importance ever reach,</br>Nor grovel in the dust in search of pelf,</br>Tho' born to cope with kings, an independent self?&mdash;", "Scourges avaunt!  That sense of right and wrong,</br>That sense of honour (which may seem to sleep</br>In vulgar breasts, yet animates the throng,)</br>E'en in a baron's bosom not more deep,</br>We stir up in the shoe-black, chimney-sweep!</br>And, ('midst the academy, as some odd tricks&mdash;</br>Some trivial errors unawares may creep)</br>To try transgressors and the fines affix,</br>Lo, baby juries sit and judges turn'd of six!", "There is a book, of thilk-famed school the dread,</br>That seizeth sudden &mdash; the Black-book y'clept&mdash;</br>Bad word, bad action, soon as done or said;</br>That doth at once, like man-trap, intercept</br>Rash oaths which from the lips of sucklings leap'd:</br>Or locks unkempt, where lovely creatures breed;</br>Or thefts (tho' long in pilfering an adept</br>The dex'trous lad might claim the Spartan meed)</br>Or lies, or holes in hose, or any vulgar deed.", "Whilom I knew &mdash; his hair all fleecy-white&mdash;</br>A boy, where waves yon chestnut-forest, bred:</br>Oh, the Black-book! &mdash; How piteous Simon's plight&mdash;</br>His sole offence, a too prolific head!</br>Eftsoons, was the sad work of justice sped;</br>The impannell'd peers and petty jury sworn!</br>Poor little Simon to the bar was led;</br>And (O!  beneath a baleful planet born)</br>&mdash;Such was the voice of babes &mdash; his silvery tresses shorn.", "But rigid fate still aim'd a deadlier stroke:</br>His living locks again began to grow,</br>And, certes, Simon's patience did provoke.</br>Then I survey'd in long procession go</br>High peers, and prelates, a right-reverend row!</br>The inquisitors in mysic order sat:</br>An aweful silence reign'd around; when, lo!</br>For mace, the president laid down his hat;</br>And, after a chill pause, commenced the grave debate.", "\"My lords!  And others of this letter'd bench!</br>Yon delicate disciple asks regard!</br>I would not on the rules of justice trench;</br>Albeit his case strikes me as passing hard!</br>I beg you, all antipathies discard,</br>And think (what Gibbon's playful pages prove)</br>How polisht Julian, in his populous beard,</br>While fast the gentle generations throve,</br>Nursed the 'familiar beast,' synonymous with love.\"", "\"And, where the teeming beards of monks wagg'd all\"&mdash;</br>(Exclaim'd a lord) &mdash; \"'twas in an after-age&mdash;</br>Did oft this comely little creature crawl,</br>Determining with circling movments sage,</br>Full many a wordy war they used to wage;</br>For, sober in their strife, or crying drunk,</br>Thro' all the conclave was their jealous rage</br>(His circuit o'er) to acquiescence sunk;</br>And their new abbot grinn'd, the love-elected monk.\"", "\"Heavens!\"  (cries a prim vice-president) his jaws</br>Out-stretcht &mdash; \"what mulct can such a sin atone?</br>Shall we be mock'd by learn'd prelatic saws?</br>Have ye not seen what mischief only one,</br>Dropt on these sandy rudiments, hath done?</br>Heavens!  The whole tablet is quite out of shape;</br>And all that fine connexion lost and gone,</br>Where journey'd the sweet tenant of the nape!&mdash;</br>And rustication's fangs the caitiff would escape?\"", "Scowling he ceas'd; and all perceived the sin&mdash;</br>\"To rustication we the brat degrade;&mdash;</br>'Tis well that he escapeth in whole skin!</br>The sentence strait the secretary read,</br>And in the books momentous minutes made!</br>\"Go &mdash; go,\" &mdash; (he cries, and fast his watch-chain twirls)</br>With all thine imperfections on thine head!\"</br>Then (trembling as the culprit scratch'd his curls)</br>Three bishops sign'd his doom, three petit-maitre earls!", "Peace to all such! &mdash; My unambitious school,</br>O could it still its simple terrors boast&mdash;</br>The corner; or the cap that marks the fool;</br>Or (what Dan Solomon commendeth most)</br>That savage thing &mdash; to learning well nigh lost!</br>Whilst, if the parson's wife her presence lent,</br>How dear her frown the shrinking scholars cost!&mdash;</br>What joy her smile with silver pennies sent!</br>No patron then had they &mdash; \"no prim V. President!\"", "What tho', so nurtured in so dark a nook,</br>No pigmy patriots cater for mankind;</br>No half-grown heroine wields the rustic crook;</br>No Hampden blusters in the little hind;</br>Yet to their lowly lot the race resign'd,</br>Their homes would to a frugal fare attach:</br>Nor loosening all the kindred ties that bind</br>The heart, the infection of new systems catch</br>The unfashion'd folk, that love their patrimonial thatch.", "Far other, clamorous thro' the dusky street,</br>Those imps, erst frisking o'er each primrose-bank!</br>Methinks the spawn of insolence we meet,</br>Courting, for cottage-calm, the city-clank,</br>For sylvan shyness, manners bold and frank;</br>And of their wond'rous acquisitions vain,</br>And hand and glove with opulence and rank,</br>Deists or Methodists, a motley train,</br>With Whitfield school'd to rave, or doubt and dream with Paine.", "And say, tho' Ignorance in her quiet mist</br>The children of the hamlet yet may shade;</br>Would proud opinion, keener sense assist</br>The woodman's \"sturdy stroke,\" the delving spade!</br>And tho' insidious foes the flock invade,</br>Calvin's dire faith, or fell philosophism;</br>Shall not (assiduous where the pastoral aid</br>Succours each lamb,) their simple catechism</br>Its holy influence lend, to bar the sin of schism?", "Haply, from school dismiss'd as scarce the clown</br>Essays to scrawl out his ignoble name:</br>Pert striplings, tittering minxes of the town,</br>May give his sun-burnt cheeks to glow with shame!</br>Yet, if the rustic, unrepining, aim</br>To earn, each long laborious hour, his bread,</br>His be to man's best praise the genuine claim;</br>And Heaven shall on his toils its favours shed,</br>With fruits his table bless, with balmy sleep his bed!", "What tho' no more the register's fair page</br>With crosses rude in future times be traced:</br>Yet are the records of the passing age,</br>With signs so unassuming, all defaced?</br>Oft hath the faultering maiden's tremor graced</br>The pen her fingers were unform'd to guide;</br>And, as a brighter blush its sister chased,</br>Her lack of skill the parson well supplied,</br>Proclaim'd the nuptial knot, and quaintly kiss'd the bride.", "To their old church &mdash; the tuneful bells now chimed&mdash;</br>With no parade the peasants would repair;</br>And, as the Curate preach'd, or Sternhold rhymed,</br>Devoutly listen'd, or put up a prayer,</br>Or from their galleried height aspired to share</br>The poor applause harsh flutes or hautboys ask!</br>Then, thro' the summer eve, the sighing Fair</br>Would seek green lanes, hoar heads in arbours bask,</br>And unschool'd children skip, nor rue their Sunday task.", "And when, fast dropping into long long sleep,</br>They laid their friends below the sacred sod,</br>They loved, some soothing moments, loved to weep;</br>And, duly visiting the dear abode,</br>Deem'd the last funeral honours unbestow'd</br>Till now they spelt the fair memorial stone;</br>When, for themselves, the flowery turf they trod,</br>Turn'd up, would claim, from kindred carle and crone,</br>The tribute of a tear, so late, alas their own!", "But cease my muse!  Amidst the beechen gloom</br>That gleams, half-screening the church-stile from view,</br>I notice mourners to a recent tomb</br>Stealing; &mdash; now slow beneath the sabler yew</br>Advancing; &mdash; now where glitters thro' the dew</br>Of evening pale that emblematic plaint,</br>Pausing. &mdash; Sad group!  Your pious work pursue!</br>So may kind Heaven your humble wishes grant,</br>Safe from the proud man's sneer &mdash; the parish-tyrant's taunt!", "Lo, 'tis the Master's tomb!  Behold, hard by,</br>The duteous swains!  That birch-tree had they set&mdash;</br>The lads and lasses in their sorrow sly;</br>And now, assiduous in their visits, wet</br>The rising plant with tears of fond regret!</br>O may it shoot in vigorous growth, nor waste</br>Fragrant at morn and eve, its incense sweet,</br>But, redolent of schoolboy hours o'erpast,</br>Escape the sultry beam, the winter's icy blast.", "And, whilst it shades this spot, a hoary tree,</br>All in a distant age, when now no more</br>Its use in flogging shall remember'd be;</br>Some antiquary solemn, pondering o'er</br>Its sprays, shall (as his brethren did before)</br>Give days and nights to many a dark research,</br>And every leaf shall teem with learned lore!</br>So may, in sooth, my venerable birch</br>Bid sages yet unborn frequent this rural church.</br>"]