["Once more, my gentle friend!  has time's swift flight</br>(Suspended never) reach'd thy natal day;</br>And that pure friendship which first bade me plight</br>My promise to devote to it a lay,</br>Shall be fulfill'd:  what, though perchance it may</br>Bear token of the hour that gives it birth,</br>Yet wilt thou not its sober tone gainsay;</br>For thou hast sojourn'd long enough on earth,</br>Young as thou art, to know the emptiness of mirth.", "I mean that mirth, which, flashing but to fade,</br>Exhil'rates not, but soon exhausts the mind;</br>And, transiently delighting, leaves a shade</br>Of self-engender'd dreariness behind.</br>With such my clouded spirit oft has pin'd;</br>Until, disgusted with the treacherous gleam,</br>In which a moment's bliss it sought to find,</br>Despair has almost tempted me to deem</br>Joy an unreal shade &mdash; delight an empty dream.", "Yet is there left us an alternative</br>In chasten'd cheerfulness, deriving birth</br>From other sources than the world can give,</br>Far, far superior to its heartless mirth:</br>And though at times, while we remain on earth,</br>Clouds may obscure this \"sunshine of the breast,\"</br>Those who have truly known and priz'd its worth</br>Will own with gratitude, in hours deprest,</br>Its memory boasts that charm left by a blameless guest.", "Something of this, dear friend, have we not tasted</br>In hours gone by?  Then, since those hours to me</br>Have still a living charm, by time unwasted,</br>Proving that they were never born to be</br>Enjoy'd, and then forgotten; unto thee</br>O may they seem, as in my heart they are</br>When fond imagination wanders free,</br>Like a bright beacon, or a cloudless star</br>Flinging o'er ocean's waves its lovely light afar.", "This is thy birth-day!  and for Friendship's sake,</br>Even in this gloomiest season of the year,</br>Feelings as warm as Spring could ever wake</br>Have chronicled, and bid me hold it dear.</br>The heart has in itself a hemisphere</br>That knows not change of season, day or night;</br>For still when thoughts of those we love are near,</br>Their cherish'd forms arise before our sight,</br>And o'er the spirit shed fresh sunshine and delight.", "Nature, who wore when few months since we met</br>Her summer garb, a different dress displays:</br>Your garden walks may now be moss'd and wet;</br>The jasmine's star-like bloom, which, in the rays</br>Of the bright moon seem'd lovely to my gaze,</br>Has faded now; and the green leaves, that grew</br>So lightly on the acacia's topmost sprays,</br>Have lost, ere this, their glossy verdant hue,</br>Shading no more the path their reliques soon must strew.", "Is there nought left then, loveliness to lend</br>Unto the spot my memory loves to trace?</br>Should I now find, were I to come and spend</br>A day with you, no beauty left to grace</br>What seem'd of quiet joy the dwelling-place?</br>Oh, yes!  believe me, much as I admir'd</br>Those charms which change of seasons can efface,</br>It was not such alone, when home retir'd,</br>That memory cherish'd most, or most the muse inspir'd.", "When nature sheds her leafy loveliness,</br>She does not die:  her vital principle</br>But seeks awhile its innermost recess,</br>And there securely finds a citadel</br>Which even winter owns impregnable;</br>The sap, retreating downward to the root,</br>Is still alive, as spring shall shortly tell,</br>By swelling buds, whence blossoms soon will shoot,</br>Dispensing fragrance round, and pledge of future fruit.", "And thus our best affections, those which bind</br>Heart unto heart by friendship's purest tie,</br>Have an internal life, and are enshrin'd</br>Too deeply in our bosoms soon to die.</br>Spring's opening bloom and summer's azure sky</br>Might borrow from them beauties not their own;</br>But when November winds are loud and high,</br>And nature's dirge assumes its deepest tone,</br>The joy of social hours in its full charm is known.", "For as the sap, whose quickening influence</br>Shall be in spring the birth of future flowers,</br>Confin'd and concentrated, is from thence</br>More full of life, than in those brighter hours</br>When birds sang sweetly in their shady bowers,</br>And all unclouded was heaven's vaulted dome;</br>Thus is it with the mind's electric powers,</br>Forbid by winter's frowning skies to roam,</br>Their radiance is condens'd, their focus found at HOME!", "Then stir the cheerful fire!  and let its light</br>The rallying point of home-born pleasures be;</br>Where spirit-sparkling eyes, and smiles as bright,</br>Their own fit emblem may delighted see:</br>And let the overflow of innocent glee</br>Be like the exub'rance of the Nile, and bless</br>The seeds of future joy's fertility;</br>That days, in years to come, may bear th' impress</br>Of hours of blameless bliss and social happiness.", "Since such, dear friend!  is the delightful season</br>When thou wast born, oh!  let it, as it ought,</br>Be kept with due observance, for that reason;</br>Not lighted up with borrow'd splendour caught</br>From outward themes, which time or chance may thwart:</br>But be its zest those charms that have their flow</br>Fresh from the source of feeling and of thought;</br>And full of all that pure and vivid glow</br>Which speaks them born above, though spent on earth below.</br>"]