["ARGUMENT.</br>Peenardo Prince of Thessalye</br>Is heir unto yow showne</br>Whoes buried deids so long in grave</br>Shall to the world be knowne</br>Achaias great Embassadour</br>Requyrs Thessaliane ayde</br>The wich is granted and anone</br>For warre provisione made.", "Into the mightie land of Thessalye</br>Their regn'd a King that Grodane heght to name</br>By mightie force he conquerd Arabie</br>Throw Greciane land so famous grew his fame</br>Earthes terrour, Europs tour, and Africks woe</br>Bulwark of freends, and buriell of his foe.", "This Grodane had to wyfe a noble Dame</br>That Sister wes unto the Spanishe King</br>Whoes lyfe governd with such a spotles name</br>Old fame throw emptie aer this song did sing;</br>The yee happie Prince of Jasons lyne that regn's</br>And to the world an other Jason breng's.", "Those tuo wer lov'd with such a lust regarid</br>She lov'd, he feird, she praisd, and he renound</br>The famous citie Eregon he reird</br>And built the princelie Palace Pitemuond</br>And their his royall court he intertain'd,</br>Million's of knights and Ladyes their remaind.", "He had no children but a Sone alone</br>Whoes beautie and proportione of his face</br>Bewrayd his royall Progenie anone</br>His persone Princelye and his comelie grace</br>Most rair, most wyse, most valorous, most fair</br>Most lov'd, most loath'd, still croc'd, with Fortuns snair.", "Penardo cald the object of disdain</br>The skorne of love, the monument of lothe</br>The mirrour of mischeif, the map of paine,</br>The marck of daunger, and the mold of wrath</br>The Seat of sorrow, and the tombe of care</br>The winges of wrack, the Burtio of dispair.", "Yet was he well traind up in featt's of armes</br>Tilt's, turnayes, and all war-lyk exercise</br>Whoes brave undanted Spright espyes no harmes</br>Whoes mightie force his fame doeth eternize</br>So lov'd of all, and yet that all so feird him</br>That Heavne, and Earth, and Hell, to much admird him.", "And had his grand-Syre (Jason valorous)</br>Bein now alyve he hade not cron'd the Maine</br>For that his dangling tresses pretious</br>Surmunts the goldin fleece whiche he did gaine</br>His looks, his gesture, and his countenance</br>Would chaistest Phoebe move to dalliance", "Dame Nature followed him with sad laments</br>Compleining of her treasurs emptie coffers</br>Proportioune beautie vertues excrements</br>Was left to her and cheirfullie she offers</br>To quyt all those if he would prove so kynd</br>To runder back perfections of the mynd", "And yet sumtyme she (stairing' in his face)</br>Wold seeme to love him wowing him with swyll's</br>And proud of this her handie work whoes grace</br>She swoir the glorye of the gods beguyl's</br>And other whills complaining in a rage</br>She lak'd materiall's for ensueing age.", "Which true did prove for Nature was undone</br>The earth was lost, and mankynd was forlorne</br>Th' ensewing ages monster's prov'd too soone</br>Some reasone wants some but proportione borne</br>Some dum, some deaf, some blind, some leam'd ar seene</br>Some sensles, witles, strenghtles, hartles bein.", "Now whill the Earthe was rap't with admiratione</br>Of this fair youthe so muche admeir'd of all</br>(One contrarie remov'd) the confirmatione</br>He seem'd to have of all that grace men call</br>He that in loves despight him self had showen</br>Yet lov'd at last and loath'd was overthrowen,", "For who can shunn his fortune or his fate</br>All to loves live tho' lyfe wer but a night</br>Cear, traveel woe, with pleasure does debait</br>Greif sorow, paine, with pastyme, joy, delight.</br>The truest happines one earthe remaine</br>Wheir croce is mixt with confort, joy with paine.", "But whil fair fame (this royall court to show)</br>Throuw spatious Earthe and oceane took her flight</br>Adventrous Knight's hade (many year's ag'oe)</br>Sleep't in dark silence of eternall night</br>Desyre of honor (to the worlds vew)</br>Calls furthe one Youth, deip Danger to persue,", "Penardo as ane Gallant would obey</br>Whoes brave heroick spright surpast so farre</br>All youths of Greece that he would oft essay</br>The most and best approved Knight's of warre</br>When tuo at once he caus'd for to effront him</br>They could not find the meins for to dismont him", "Yet whill he sleip't at home in silent pace</br>Th' Embassadours come to the court in haist</br>Frome out Achaia whom it pleasd his grace</br>To entertaine with many royall feast</br>Who muche admeird the great magnifience</br>Of his fair court and of his excellence", "Thrie dayes wer spent in feasting or repast</br>When they desyr'd for to be hard of all</br>The King and counsell being set at last</br>They wer convay'd unto a princelie hall</br>Yea to unfold that costlie court so fyne</br>Should pas the might of such a Muse as myne.", "The pillers wer of purest yvorie fram'd</br>With pearle and pretious stone in gold embost</br>Whoes glistring beam's continuall light inflamd</br>That sable Night her entrance their had lost</br>The stones to wall's their glances consecrat's</br>Which ritchest mantles still reverberat's", "Whoes majeste was staitlie to behold</br>For round about the walls the tapestrie</br>Was goodlie arace wrought with Indiane gold</br>With purple silk and sylver gloriouslie</br>So vivelie wrought unto the humane eye</br>Majestick purtreats lyvelie seemd to be,", "Their Cupid painted in his glistring pryd</br>His eyes wer shut, yet in his crewell fist</br>An goldin bow and arrowes did abyd</br>Wheir with he shot at randone when he list</br>He bends, he draw's, he shoots no shaft in vaine</br>He hitt's the Hart, and yet no marks remaine.", "Ther Jove and their the Thebane Semale</br>Their jealous Juno lyke her Nurse appeirs</br>And caus'd her seik that Jove in majestie</br>Wold come with thundring darts and lightning fyr's</br>Their might you sie when he performd ye same</br>Her birne in heavenlie fyre and schoarcking flamme", "Their Leucothea, their was Phoebus bright</br>In sheape of old Eurimine her mother</br>Their Orchamus her father tacks her streght,</br>And eard's her quick (til Phoebus coming hither)</br>Unto a lamp a starre a flamming light</br>He chang'd her for to chace from thence ye night", "Ther Mars and Venus at ther dallying sports</br>Their Vulcans artificiall yrone nett</br>Wherin he wrapt these lovers, their resorts</br>Feir Danaes Sone whome Jove did erst beget</br>Who cutts Medusa's heid and their the fontane</br>Wheir he had chang'd King Athlas in a montan.", "Their also feghts he with the monster wyld</br>That persecutes the fair Andronad ever</br>Their Cephey and Cassiope bewayld</br>Their daughters hap, and yet could help her never</br>Whom thundring Jove injustlie their detaind</br>She weip't, she murnt, she sigh't, she pray'd, she plan'd", "All these yow might have sein so perfectlie</br>That nothing els but vitall breath they wanted</br>Whil as they seem'd to lurk so prively</br>Sum heir sum their in pairs together hanted</br>They seemd to blushe when curious eyes did sie them</br>And shrow'd their yvorie limms in fowlds to flie them", "So Cynthia does shrood her self frome sight</br>Of wearie Travelers that wandring strayes</br>Wrapt up in darkest cloud's of silent night</br>Yet through thin clouds oft shoots out sylver rayes</br>So seem'd they in those fowlds, to creip un knowne</br>Yet shew them self unwilling to be showen.", "Or as the stream's of crooked wynding brooks</br>Now heighe then low, now ryse, then falls againe</br>In darkest corners holes and privie crooks</br>Will steall unseene yet can not skaip the maine</br>Each tumbling in hudge heap's their homage does</br>Compleaning on the Earths unkynd refuse", "Evne so those mantles glorious riche and rair</br>If strurd will alter chainge and turne in vaine</br>Trembling and wafting mov'd whith shaples aer</br>Heir low their heighe their low heir hyeghe again</br>Whiche maks sum portrats show and sum reteir</br>Sum heighe sum low and sum unwar's appeir", "Those strangers stoode amazed at that sight</br>The King to brek their silence low did move him</br>Upon a bench of gold that grave great light</br>A Pale lyk heavens-starrd'd canoby above him</br>The cheifest bow'd to ground and then began</br>To show the King (who heght Andromadan.)", "O thouw most mightie Prince of Jasons race</br>Thou skourge of Paganes and of Persians pryd</br>O thow who did by mightie strength deface</br>Arabia foelix and the spoyls devyd</br>Amongst the Souldours with a princelie mynd</br>Thy servants come from far, thy help to fynd", "Know that we ar Achaian's mightie Prince</br>Of antient Greciane bloode we ar discendit</br>Against the Paganes we have made defence</br>Our realme lost our royall blood is endit</br>Our King our countray kingdome croune and all</br>Arrest and forc'd before our Foes to fall", "By Sigismund great King of Datia</br>Of Transylvania and Moldavia Prince</br>Of Servia and of Valachia</br>He holds the septure and the governance</br>With armies great to mak his valour knowne</br>Our contrey, tours, and tounes has overthrowne", "This was the caus, Ill hap our Prince let out</br>One day the mont Parnassus for to vew</br>Well arm'd he was both loftie strong and stout</br>Well favord fair and of a heavenly hew</br>Our King of Children had no more at all</br>Ther was he lost, and their our strength did fall.", "For their he chanc'd to vew a sacred Muse</br>Enamourd thus he fondlie fell in love</br>Presing her devyne deitie to abus</br>Whose mynd from chaist desyrs he could not move</br>By chance a Knight arryv'd and sought withall</br>His paine, his greif, his lose, his death, his fall", "And thus they both in combat fought a space</br>Untill ther fatall howre approched neir</br>And then they both wer slaine into that place</br>Evne then began our woe, our wrack our care</br>This Knight was Prince of Datia and was Sone</br>To Sigismund for him this warre begane,", "When he had done in silence still he stoode</br>Abyding answer from the King who sayde</br>(In greattest ire) he wold revenge their bloode</br>And willinglie wold lend his freindlie ayde</br>Live happie Prince (sayd thay) in whoes sweitt eyes</br>Wrath, terrour, dreid, revenge, and glorie lyes.", ""]