["The Boast of Rome, the Pride of Arts and Power,</br>Have sunk unaided in one common Grave,</br>Each in its Turn has known the fatal Hour,</br>Mortal Assistance all too weak to save.", "As erst a friendly Shelter from the Rain,</br>Benighted near a Time worn Pile I sought,</br>The Wind-rock'd Walls descended on the Plain,</br>And mould'ring Turrets down in falling brought.", "Then too a wand'ring Pilgrim thither led,</br>The Sky all frowning with a stormy Gloom;</br>Yon' antique Columns totter'd o'er his Head,</br>And falling Marbles thunder'd in the Room.", "The Tempest ceas'd, the Aether grown serene,</br>The Moon her Light between the Cracks displays;</br>He turns aside to view the shatter'd Scene;</br>Its splendid Ruins with a Sigh surveys.", "\"Cou'd not (he cries) the thrice-surrounding Wall,</br>Nor all the Riches lavish'd by the Great,</br>Preserve the stately Fabric from its Fall,</br>Or snatch its Basis from the Hand of Fate!", "\"Yet here perhaps in some forgotten Age,</br>Liv'd once an Angel-Heart which knew to Love:</br>Cou'd charm with magic Voice a Tyrant's Rage,</br>Force down his Cheek the trickling Tear to move.", "\"Cou'd not fair Ella's Innocence and Truth</br>Defend its Arches from the Stroke of Time,</br>Wrest from Fate's cruel Grasp the sculptur'd Roof?</br>Alas he took her Lover in his Prime!", "\"Here might some Rosamond, in sad Despair,</br>Mourn the Possession of a Prince's Heart;</br>Or wretched Nun, whose Sire's too rig'rous Care</br>Barr'd from her Lover, feel the keenest Smart.\"", "To a near Shelter forc'd, with list'ning Ear,</br>I caught his Accents as the Pilgrim spoke:</br>Scarce had he ended, when with Dart severe,</br>Death fix'd his Bosom with unerring Stroke.", "I saw him fall &mdash; I gently rais'd his Head:</br>Vain were my Efforts, useless all my Aid:</br>He sleeps entomb'd among his kindred Dead,</br>In the cold Urn with Tears I saw him laid.", "And you ye Vain, ye Giddy, and ye Gay,</br>Who idly Frolick in Life's early Morn,</br>Breathless ere Noon on the cold Earth may lay,</br>Or Sickness leave you wretched and forlorn.</br>"]