["Now hush'd the noisy tumult of the town;</br>Now slowly home the sons of pleasure creep;</br>Now some (unequal fate!) on beds of down,</br>Whilst others on bare boards are doomed to sleep.", "But Love, dire foe to Morpheus' pleasing sway,</br>Refus'd poor Tom that sleep he ill could spare,</br>Who, in his smack thus tun'd his amorous lay,</br>And breath'd his sorrows to the midnight air:", "\"O fairest nymph of Billingsgate's fair crew,</br>With thee sweet maid what Wapping belle can vie;</br>Sleek as an eel, but ah!  as slippery too,</br>Sound as a roach, and sweet as salmon fry.", "\"How beats this heart, just tho' my ribs 'twould break;</br>To stop my ears, but ah!  in vain I strive,</br>When'ere I hear her lov'd harmonious squeak</br>Of Mackreel!  Mackreel!  all alive!  alive!", "\"Heavens how I gaze!  oh, how this bosom glows!</br>How can I paint the ectasies I feel,</br>How peeping thro' her old black worsted hose,</br>Her slip-shod shoe displays her naked &mdash; heel!", "\"Talk not to me of bosoms white as snow,</br>Mere tricks of art to hide a sallow skin:</br>Can rouge, cosmetics, lotions, e'er bestow,</br>That healthful bloom which follows drinking &mdash; gin?", "\"This gives her cheek the sweet carnation's dye,</br>Paints with the diamond's blaze her blushing &mdash; nose,</br>Adds fire and vigour to her sparkling eye,</br>And gives her breath the fragrance of the rose.", "\"Oh, with what lustre beams her pea-green eye,</br>For Heaven in pity gave her only one,</br>But there such darts and laughing Cupids lie,</br>Would for my comfort she were bless'd with &mdash; none.", "\"Almighty Love!  before I felt thy sway,</br>No shark possest an appetite like me,</br>Now like a shrimp I'm grown I pine away,</br>Just like a salmon that has left the sea.", "\"These hands which labour never once could tire,</br>Now peg'd like lobster's claws won't reach my head,</br>I sigh like cockles roasting at a fire,</br>Flat as a flounder, as an herring dead.\"", "Thus sang poor Tom, and heav'd two piteous sighs,</br>'Till wearied nature woo'd her last repose,</br>Sleep shed her poppies o'er his closing eyes,</br>And Thames-street echoed to his vocal &mdash; nose.</br>"]