["ARGUMENT.</br>The armie marches to Achai,</br>Encamps on Phocis plaine</br>Grodane seeks peace at Sigismund</br>Who answers with disdame</br>Boeotia stayes their garisone</br>For Grodans help they sue</br>Penardo goes to their releef</br>With all the Aenean crew.", "O Amitie the worlds onlie lyfe</br>Without the which this great and woundrous frame</br>Of heavn and earth should so be wrapt in stryfe</br>That contrare motion's wold confund the same</br>It seem's frome mightie Jove thow art descended.</br>He send the doun when this great work was ended.", "Of man thow art the staff and only guyde</br>Without the, man should walk in darkest night</br>Thow art the stay, and joy of his abyde</br>The worlds lamp her lanterne and her light</br>Of Gods elect the sacred flamme alone</br>Kindled in heavne before his mercies throne.", "The Nurse of true societie humane</br>Piller of staitts and policies for aw</br>Nor any els save Tyrans the disdane</br>For wheir thow art their is no neid of law:</br>Law is a second mein devysd to be</br>And servs for nought but their wheirs want of the.", "Trew freind ship reulls desyre and the affects</br>The hert, the toung, the mynd, the will, and all</br>But lay the yock of justice on their necks</br>For aw of punishment, and fear of thrall</br>They ar constraind their duetie for to doo</br>Which freind ship wold most willinglie go too.", "Thus Amitie the sacred flamme has beine</br>That fosters truethe, to duetie geving lyfe</br>Which in this following historie is seine</br>By Grodane who had wrapt him self in stryfe</br>In him true Amitie hade sole dominione</br>Which gave no place to wordlie base opinione.", "For lo his counsell wold this way proceid</br>They could not thus procur so great a foe</br>Except the King Heyre to Achai succeed</br>Great fools ar they that threatning dangers knoe</br>And rune but hope but help advyse, delay</br>Headlongs to wrack, to ruine, to decay.", "This seem'd to grie with reasone but the King</br>Who feard not, caird not, sought not, gaine to crave</br>True vertue, glorye, amitie did rigne</br>In him who could not, should not, wold not leave</br>His freinds in strait, in danger, in distress</br>His ayde, they sought and they should find no less.", "Wheirat the legatts (falling one their face)</br>Did weep for verie joy before them all</br>And reverentlie againe they thank his grace</br>All Thessaly for armes began to call</br>The Kings will, pleasure, and command declar'd</br>Bands, legions, troups, and squadrons wer prepar'd,", "Thus throgh the mightie land of Thessalye</br>Theirs nothing hard but murther, bloode, and wear</br>Such tumolts did aryss that presentlye</br>All nighbour nationes gann his force to fear</br>Fame fil their ears evne babling fame too nimble</br>All feard his name, and fearing all did tremble.", "So feard is Nilus proud and mightie raige</br>That fertill Aegipts land does overfloe</br>When by the hatcheing Crocadills presage</br>They know how farr the Princelie stream will goe</br>When ower his bancks he spreds his azure wings</br>All faints, all fears, all flies the force he brings.", "Then while the floure of Thessally repaird</br>Before Eregon on a pleasant plaine</br>Whoes panting hearts appeald their pow're prepaird</br>To gield their glistring armes with glorious gaine</br>To wrath they yeild, wrath, them to warre commands.</br>Wrath arm'd their heart's, their harts has arm'd their hands.", "This great and mightie armie was as much</br>One horse and foote as feftie thousand strong</br>Wheirof wer threttie thousand footemen such</br>As any was all Christiandome among</br>The horsemen all wer Princes, Lords, and Knights</br>Great wonders wrought their valours, strentghs and mights", "In Thessaly the Aeneans did dwell</br>Of all the Greicks those were the most renound</br>In martiall featts of armes they did excell</br>Their pedegre from brave Achilles found</br>Of those ten thousand to this warre was sent</br>Most brave, most stronge, most fearce, most valient,", "Those guardes the persone of this mightie King</br>And called his Cavalarie alwheir</br>Thus well provyded all of everie thing</br>This armie martch'd in goodlie ordour their</br>And being come unto the frontiers end</br>Grodane his legat to the Datian send.", "Requiring him from such attemps to cease</br>And let the Graecians brook their native soyle</br>Restoiring back their cities and with peace</br>Depart but trouble, pillage, pray, or spoyle</br>And be not proud of Fortuns plesant howres</br>Whoes smyls ar mixt with frouns whoes sweitts with sorwes", "Altho his Sone Prince Tropolance was slaine</br>Him self too weell reveng'd his death before</br>For he the Prince Phelarnon kild againe</br>The law of armes provyds revenge no more</br>Then should he not triumphe and tyrannize</br>Thus in their fall, their wrack, their miseries.", "Evne as a staitlie ship (her foes to urge)</br>Furth slyds upon the restles, rolling waw</br>Imperiouslye she cutts the azure surge</br>One Thetis back she ryds with galant shaw</br>But when the angrie Seas begins to roare</br>Waves beats her doune, that beat the waves before,", "So hie upone the tope of Fortuns wheell</br>Must neids be throwne doune heidlongs at a bloe</br>In pryd he said he wold make Grodane feell</br>The force of Datian arms before he goe</br>Altho his Sone had els revengd his death</br>That kingdome skair slie could suffeice his wrath.", "And sure (quod he) if I had knowne the platt</br>That Grodane made this warre to take in hand</br>I wold have keipt his glorie in for that</br>Yea and perhaps his furie still with stand</br>For evne before the walls of Eregone</br>My armie ther in armour should have shoone,", "Soone after those disdain full speeches past</br>The armie martch'd sum tuentie leggs that so</br>Thay being heir to Phocis at the last</br>Grodane direct'd ane herauld for to show</br>(By sound of trumpet) that he wild them yeild</br>But they refuis'd, wheirfore he man'd the feild.", "When he haid laid his seige unto the citie</br>His Skoutts brought in a Messinger in hast</br>Who prayd his Majestie to tak some pitie</br>Upon Bieotia that was lost almaist</br>Tuo dayes ago they slew their garysone</br>And maid revolt frome wicked Sigismune.", "And lo of Transylvania the Prince</br>(Cald strong Phelaston) comes to raze their wall</br>And kill them selfs, their, Enfants but defence</br>Leaveing no memorie of them at all,</br>This Prince indeid of all the Pagane camps</br>Was most renound and feard for brave attempts", "Of manly courage stout of body strong</br>Bold was his hart and valorous his hand</br>Crewell his mind envyous full of wrong</br>Disdaine, pryde, raige, yea furie in him fand</br>A duelling fitt (and last to show him right)</br>Feareles of God, cairles of hells despight.", "Wheirfore Penardo neids wold show him sell</br>And falling one his kneis before his Syre</br>Desyr'd that he might have the chairge to quell</br>The furie of that princelie Paganes ire</br>His trembling voice, pale face, and fyrie breath</br>Showes his true valour and his furious wrath.", "So does a gentle Lyon meik and myld</br>(For Princes pleasour team'd with teacher true)</br>If mov'd to raige and wrath he growes so wyld</br>His wonted courage in his breist renew</br>His taill he lifts a loft and ruffs his heir.</br>Shoots furth his flamming toung, and pawes to teare.", "Loath was his father he should undergoe</br>So greatt a charge in these his tender yeirs</br>Yet knowing courage did his breist ore floe</br>In him strength, might, and valour weell appeirs</br>Whoes sune of glorie can no cloud ow'r vaill</br>Whoes day no night, nor darknes, may assayle,", "To him he gave this great and mightie charge</br>And with him sent three Princes stout and bold</br>Whoes name fame, praise, worth, valor shall at large</br>Be showen above the notherne stars' enrold</br>And with him went those warrelyk Aenean bands</br>Terror of earth, and strength of Graeciane lands.", ""]