["'Tis Autumn's pensive noon:  no zephyr's breath</br>The withered foliage in the woods is shaking;</br>Their feeble song the mournful birds bequeath</br>To the sere coverts they are fast forsaking:&mdash;</br>And there two lovers walk, whose breasts are aching</br>With many a pang these much-loved haunts to leave,&mdash;</br>And, oh, to part! &mdash; Each silent heart is breaking;&mdash;</br>Yet both attempt to hide how much they grieve&mdash;</br>And each, deceived in turn, the other doth deceive.", "How can they part! &mdash; The lake, the woods, the hills,</br>Speak to their pensive hearts of early days;</br>Remembrance woos them from the haunted rills,</br>And hallows every spot their eye surveys;</br>Some sweet memorial of their infant plays,</br>Some tender token of their bashful loves,</br>Each rock and tree and sheltered nook displays:</br>How can they part! &mdash; Nature the crime reproves,</br>And their commingling souls to milder purpose moves.", "For what were life &mdash; ah, what were weary life,</br>Without each other, in this world of care?</br>A voyage through wild seas of storm and strife,</br>Without an aim for which to struggle there.</br>But, blessed in wedded love, how sweet to share</br>The gladness or the grief that life may bring!</br>Then join, relenting Love!  this gentle pair&mdash;</br>Let worldly hearts to gold and grandeur cling&mdash;</br>Around the lonely cot thy turtles sweetest sing.", "Yes!  they shall part no more!  Those downcast eyes,</br>And blushes mantling o'er the changeful cheek&mdash;</br>The plighted kiss &mdash; the tears &mdash; the trembling sighs&mdash;</br>The head upon his arm reclining meek&mdash;</br>Tell far more tenderly than words can speak</br>That that devoted heart is all his own.</br>Oh, Love is eloquent &mdash; but language weak</br>To paint the feelings to pure bosoms known,</br>When Transport's heavenly wings are sweetly round them thrown!", "And now, the lake, the hills, the yellow woods,</br>Are bathed in beauty by the parting ray:</br>Through earth and air a heavenly rapture broods,</br>Breathing of young delight and blushing May:</br>As home they wend, amidst the year's decay,</br>Some magic spell the hues of Eden throws</br>O'er every scene that, on their outward way,</br>Told but of pleasures past and coming woes:</br>Such the enchanted radiance heart-felt bliss bestows.", "Oh Nature!  'tis impassioned hearts alone</br>That know thy genuine charms.  The vulgar mind</br>Sees but the form from which the soul hath flown:</br>Thy loftier beauties beam not to the blind</br>And sensual throng to grovelling hopes resigned:</br>But they whom high and holy thoughts inspire,</br>Adore thee, in celestial glory shrined,</br>In that etherial fane where Love's pure fire</br>Burns bright, and Genius tunes his loud immortal lyre!</br>"]