["Tir'd of an indolent, corrupted age,</br>I sought the covert of a neigh'bring wood;</br>Where, unmolested, in historic page,</br>I trac'd the annals of the Great and Good.", "Whilst wrapp'd in pleasing thought, and void of care,</br>Thro' Brunswick's uniform straight paths I stray'd,</br>A sudden darkness fill'd the ambient air,</br>And rising clouds dispens'd a gloomy shade.", "Full from the north a furious wind arose;</br>Thro' the vast aether forked light'nings play;</br>Incessant thunders heav'nly wrath disclose,</br>And clouds increasing hide the face of day.", "Struck with the sudden change I frighted strove</br>To shun the storm, yet doubtful where to fly;</br>My hasty steps directing thro' the grove</br>To a dark cave which chance presented nigh.", "There, to my much astonish'd view, appear'd</br>A radiant form, in antique manner dress'd:</br>Successive years had silver'd o'er his beard,</br>And Britain's GUARDIAN GENIUS stood confess'd.", "From the rude element and thunder's roar,</br>Like me, he seem'd this shelter to have sought:</br>Marks of the tempest's rage his vesture bore;</br>With folded arms he stood, entranc'd in thought.", "Upon his face, which erst had shone serene,</br>Were honour, virtue, ev'ry good pourtray'd;</br>But now amidst those virtues might be seen</br>Despair and Discontent at large display'd.", "Stranger, said he, beneath this dreary shade</br>Dost not the dark insidious dagger fear?</br>Thus unattended, art thou not afraid</br>That vile assassins lurk in ambush here?", "Guarded, by Britain's laws, of safety sure,</br>Fearless, said I, I tread these lonesome ways,</br>From the Stilletto's treach'rous stab secure:</br>For still a GEORGE the British scepter sways.", "His rev'rend face the rising grief o'erspread;</br>Mistaken youth, the hoary sage replied,</br>Dost thou not know when sacred freedom fled,</br>That Britain's honour and her virtue died?", "Freedom, collective name of ev'ry good,</br>Benignant smiles on these our climes no more.</br>Justice, for which your fathers nobly stood,</br>At length is banish'd from this hapless shore!", "The haughtiest tyrants once your rights confess'd,</br>Th' untainted virtue of your laws rever'd:</br>No murder, legaliz'd, pass'd unredress'd,</br>No parents, orphans, widows cries unheard.", "To your forefathers, generous, wise and brave,</br>Justice and innocence ne'er sued in vain.</br>Alas the contrast! &mdash; Mark each titled slave</br>Who foully blots the annals of this reign.", "But when he spake of princely Brunswick's heir,</br>The big round drop collected in his eye;</br>Down o'er his features stole the trickling tear,</br>And from his bosom broke the piercing sigh.", "Stranger, amidst his sighs, for George, he said,</br>Ne'er may your orisons to Heaven cease,</br>To shower down blessings on his sacred head,</br>And crown his reign with honour, glory, peace.", "MAY HE BE princely, grateful, just and good,</br>By wicked counsels never led astray!</br>He cou'd no more. &mdash; But left me from the wood</br>Homeward to shade my solitary way.", "Help!  Murder!  Murder!</br>"]