["PART THE FIRST.</br>To you, ye bards!  whose lavish breast requires</br>This monitory lay, the strains belong;</br>Nor think some miser vents his sapient saw,</br>Or some dull cit unfeeling of the charms</br>That tempt profusion, sings; while friendly zeal,</br>To guard from fatal ills the tribe he loves,</br>Inspires the meanest of the muse's train!</br>Like you I loath the groveling progeny,</br>Whose wily arts, by creeping time matur'd,</br>Advance them high on pow'r's tyrannic throne:</br>To lord it there in gorgeous uselessness,</br>And spurn successless worth that pines below!", "See the rich churl, amid the social sons</br>Of wine and wit, regaling!  hark he joins</br>In the free jest delighted!  seems to shew</br>A meliorated heart!  he laughs!  he sings!</br>Songs of gay import, madrigals of glee,</br>And drunken anthems set agape the board.</br>Like DEMEA, in the play, benign and mild,</br>And pouring forth benevolence of soul,</br>'Till MICIO wonders:  or, in SHAKESPEAR'S line,</br>Obstrep'rous Silence; drowning SHALLOW'S voice,</br>And startling FALSTAFF, and his mad compeers.", "He owns 'tis prudence, ever and anon,</br>To smooth his careful brow; to let his purse</br>Ope to a sixpence's diameter!</br>He likes our ways; he owns the ways of wit</br>Are ways of pleasaunce, and deserve regard.</br>True, we are dainty good society,</br>But what art thou?  alas!  consider well,</br>Thou bane of social pleasure, know thyself.</br>Thy fell approach, like some invasive damp</br>Breath'd thro' the pores of earth from Stygian caves,</br>Destroys the lamp of mirth; the lamp which we</br>Its flamens boast to guard:  we know not how,</br>But at thy sight the fading flame assumes</br>A ghastly blue, and in a stench expires.", "True, thou seem'st chang'd; all sainted, all ensky'd;</br>The trembling tears that charge thy melting eyes</br>Say thou art honest; and of gentle kind,</br>But all is false!  an intermitting sigh,</br>Condemns each hour, each moment giv'n to smiles,</br>And deems those only lost, thou dost not lose.</br>Ev'n for a demi-groat, this open'd soul,</br>This boon companion, this elastic breast</br>Revibrates quick; and sends the tuneful tongue</br>To lavish music on the rugged walls</br>Of some dark dungeon.  Hence thou caitiff, fly!</br>Touch not my glass, nor drain my sacred bowl,</br>Monster, ingrate!  beneath one common sky</br>Why shoud'st thou breathe; beneath one common roof</br>Thou ne'er shalt harbour; nor my little boat</br>Receive a soul with crimes to press it down.</br>Go to thy bags, thou recreant!  hourly go,</br>And gazing there, bid them be wit, be mirth,</br>Be conversation.  Not a face that smiles</br>Admit thy presence!  not a soul that glows</br>With social purport, bid or ev'n or morn</br>Invest thee happy!  but when life declines,</br>May thy sure heirs stand titt'ring round thy bed,</br>And ush'ring in their fav'rites, burst thy locks,</br>And fill their laps with gold; 'till want and care</br>With joy depart, and cry, \"We ask no more.\"", "Ah never never may th' harmonious mind</br>Endure the worldly!  poets ever kind,&mdash;</br>Guileless, distrustless, scorn the treasur'd gold,</br>And spurn the miser, spurn his deity.</br>Ballanc'd with friendship, in the poet's eye</br>The rival scale of interest kicks the beam,</br>Than lightning swifter.  From his cavern'd store</br>The sordid soul, with self-applause, remarks</br>The kind propensity; remarks and smiles,</br>And hies with impious haste to spread the snare.</br>Him we deride, and in our comic scenes</br>Contemn the niggard form MOLIERE has drawn.</br>We loath with justice; but alas the pain</br>To bow the knee before this calf of gold;</br>Implore his envious aid, and meet his frown!", "But 'tis not GOMEZ, 'tis not he whose heart</br>Is crusted o'er with dross, whose callous mind</br>Is senseless as his gold, the slighted muse</br>Intensely loaths.  'Tis sure no equal task</br>To pardon him, who lavishes his wealth</br>On racer, fox-hound, hawk or spaniel, all</br>But human merit; who with gold essays</br>All, but the noblest pleasure, to remove</br>The wants of genius, and its smiles enjoy.", "But you, ye titled youths!  whose nobler zeal</br>Would burnish o'er your coronets with fame;</br>Who listen pleas'd when poet tunes his lay;</br>Permit him not, in distant solitudes,</br>To pine, to languish out the fleeting hours</br>Of active youth!  then virtue pants for praise,</br>That season unadorn'd, the careless bard</br>Quits your worn threshold, and like honest GAY</br>Contemns the niggard boon ye time so ill.</br>Your favours then, like trophies giv'n the tomb,</br>Th' enfranchis'd spirit soaring not perceives,</br>Or scorns perceiv'd; and execrates the smile</br>Which bade his vig'rous bloom, to treacherous hopes</br>And servile cares a prey, expire in vain!&mdash;", "Two lawless pow'rs, engag'd by mutual hate</br>In endless war, beneath their flags enroll</br>The vassal world.  This avarice is nam'd,</br>That luxury; 'tis true their partial friends</br>Assign them softer names; usurpers both!</br>That share by dint of arms the legal throne</br>Of just oeconomy; yet both betray'd</br>By fraudful ministers.  The niggard chief</br>List'ning to want, all faithless, and prepar'd</br>To join each moment in his rival's train,</br>His conduct models by the needless fears</br>The slave inspires; while luxury, a chief</br>Of amplest faith, to plenty's rule resigns</br>His whole campaign.  'Tis plenty's flatt'ring sounds</br>Engross his ear; 'tis plenty's smiling form</br>Moves still before his eyes.  Discretion strives,</br>But strives in vain to banish from the throne</br>The perjur'd minion.  He, secure of trust,</br>With latent malice to the hostile camp</br>Day, night, and hour, his monarch's wealth conveys.", "Ye tow'ring minds!  ye sublimated souls!</br>Who careless of your fortunes, seal and sign,</br>Set, let, contract, acquit, with easier mien</br>Than fops take snuff!  whose oeconomic care</br>Your green-silk purse engrosses!  easy, pleas'd,</br>To see gold sparkle thro' the subtle folds;</br>Lovely, as when th' Hesperian fruitage smil'd</br>Amid the verd'rous grove!  who fondly hope</br>Spontaneous harvests!  harvests all the year!</br>Who scatter wealth, as tho' the radiant crop</br>Glitter'd on ev'ry bough; and ev'ry bough</br>Like that the Trojan gather'd, once avuls'd</br>Were by a splendid successor supply'd</br>Instant, spontaneous!  listen to my lays.</br>For 'tis not fools, whate'er proverbial phrase</br>Have long decreed, that quit with greatest ease</br>The treasur'd gold.  Of words indeed profuse,</br>Of gold tenacious, their torpescent soul</br>Clenches their coin, and what electral fire</br>Shall solve the frosty gripe, and bid it flow?</br>'Tis genius, fancy, that to wild expence</br>Of health!  of treasure!  stimulates the soul:</br>These, with officious care, and fatal art,</br>Improve the vinous flavour; these the smile</br>Of CLOE soften; these the glare of dress</br>Illume; the glitt'ring chariot gild anew,</br>And add strange wisdom to the furs of pow'r.", "Alas!  that he, amid the race of men,</br>That he, who thinks of purest gold with scorn,</br>Shou'd with unsated appetite demand;</br>And vainly court the pleasure it procures!</br>When fancy's vivid spark impels the soul</br>To scorn quotidian scenes, to spurn the bliss</br>Of vulgar minds, what nostrum shall compose</br>Its fatal tension?  in what lonely vale</br>Of balmy med'cine's various field, aspires</br>The blest refrigerant?  Vain, ah vain the hope</br>Of future peace, this orgasm uncontroul'd!</br>Impatient, hence, of all, the frugal mind</br>Requires; to eat, to drink, to sleep, to fill</br>A chest with gold, the sprightly breast demands</br>Incessant rapture; life, a tedious load</br>Deny'd its continuity of joy.</br>But whence obtain?  philosophy requires</br>No lavish cost; to crown its utmost pray'r</br>Suffice the root-built-cell, the simple fleece,</br>The juicy viand, and the crystal stream.</br>Ev'n mild stupidity rewards her train</br>With cheap contentment.  Taste alone requires</br>Entire profusion!  Days and nights, and hours</br>Thy voice, hydropic fancy!  calls aloud</br>For costly draughts, inundant bowls of joy,</br>Rivers of rich regalement!  seas of bliss!</br>Seas without shore!  infinity of sweets!", "And yet, unless sage reason join her hand</br>In pleasure's purchase, pleasure is unsure:</br>And yet, unless oeconomy's consent</br>Legitimate expence, some graceless mark,</br>Some symptom ill-conceal'd, shall, soon or late,</br>Burst like a pimple from the vicious tide</br>Of acid blood, proclaiming want's disease,</br>Amidst the bloom of shew.  The scanty stream</br>Slow-loitering in its channel, seems to vie</br>With VAGA'S depth; but should the sedgy pow'r</br>Vain-glorious empty his penurious urn</br>O'er the rough rock, how must his fellow streams</br>Deride the tinklings of the boastive rill!", "I not aspire to mark the dubious path</br>That leads to wealth, to poets mark'd in vain!</br>But ere self-flattery soothe the vivid breast</br>With dreams of fortune near ally'd to fame,</br>Reflect how few, who charm'd the list'ning ear</br>Of satrap or of king, her smiles enjoy'd!</br>Consider well, what meagre arms repay'd</br>The great Maeonian, sire of tuneful song,</br>And prototype of all that soar'd sublime,</br>And left dull cares below; what griefs impell'd</br>The modest bard of learn'd ELIZA'S reign</br>To swell with tears his MULLA'S parent stream,</br>And mourn aloud the pang \"to ride, to run,</br>To spend, to give, to want, to be undone.\"</br>Why shou'd I tell of COWLEY'S pensive muse</br>Belov'd in vain?  too copious is my theme?</br>Which of your boasted race might hope reward</br>Like loyal BUTLER, when the lib'ral CHARLES,</br>The judge of wit, perus'd the sprightly page</br>Triumphant o'er his foes?  Believe not hope,</br>The poet's parasite; but learn alone</br>To spare the scanty boon the fates decree.</br>Poet and rich!  'tis solecism extreme!</br>'Tis heighten'd contradiction!  in his frame,</br>In ev'ry nerve and fibre of his soul,</br>The latent seeds and principles of want</br>Has nature wove; and fate confirm'd the clue.", "Nor yet despair to shun the ruder gripe</br>Of penury; with nice precision learn</br>A dollar's value.  Foremost in the page</br>That marks th' expence of each revolving year,</br>Place inattention.  When the lust of praise,</br>Or honour's false idea, tempts thy soul</br>To slight frugality, assure thine heart</br>That danger's near.  This perishable coin</br>Is no vain ore.  It is thy liberty,</br>It fetters misers, but it must alone</br>Enfranchise thee.  The world, the cit-like world</br>Bids thee beware; thy little craft essay;</br>Nor, pidling with a tea-spoon's slender form,</br>See with soup-ladles devils gourmandize.", "Oeconomy!  thou good old-aunt!  whose mien</br>Furrow'd with age and care the wise adore,</br>The wits contemn!  reserving still thy stores</br>To chear thy friends at last!  why with the cit,</br>Or bookless churl, with each ignoble name,</br>Each earthly nature, deign'st thou to reside?</br>And shunning all, who by thy favours crown'd</br>Might glad the world, to seek some vulgar mind</br>Inspiring pride, and selfish shapes of ill?", "Why with the old, infirm, and impotent,</br>And childless, love to dwell, yet leave the breast</br>Of youth, unwarn'd, unguided, uninform'd?</br>Of youth, to whom thy monitory voice</br>Were doubly kind?  for sure to youthful eyes,</br>(How short soe'er it prove) the road of life</br>Appears protracted; fair on either side</br>The loves, the graces play, on fortune's child</br>Profusely smiling; well might youth essay</br>The frugal plan, the lucrative employ,</br>Source of their favour all the live-long day,</br>But fate assents not.  Age alone contracts</br>His meagre palm, to clench the tempting bane</br>Of all his peace, the glitt'ring seeds of care!", "O that the muse's voice might pierce the ear</br>Of gen'rous youth!  for youth deserves her song,</br>Youth is fair virtue's season, virtue then</br>Requires the pruner's hand; the sequent stage,</br>It barely vegetates; nor long the space</br>Ere robb'd of warmth its arid trunk display</br>Fell winter's total reign.  O lovely source</br>Of gen'rous foibles, youth!  when op'ning minds</br>Are honest as the light, lucid as air,</br>As fost'ring breezes kind, as linnets gay,</br>Tender as buds, and lavish as the spring!</br>Yet hapless state of man!  his earliest youth</br>Cozens itself; his age defrauds mankind.", "Nor deem it strange that rolling years abrade</br>The social biass.  Life's extensive page</br>What does it but unfold repeated proofs</br>Of gold's omnipotence?  With patriots, friends,</br>Sick'ning beneath its ray, enervate some,</br>And others dead, whose putrid name exhales</br>A noisome scent, the bulky volume teems.</br>With kinsmen, brothers, sons, moist'ning the shroud,</br>Or honouring the grave, with specious grief</br>Of short duration; soon in fortune's beams</br>Alert, and wond'ring at the tears they shed.", "But who shall save by tame prosaic strain</br>That glowing breast, where wit with youth conspires</br>To sweeten luxury?  The fearful muse</br>Shall yet proceed, tho' by the faintest gleam</br>Of hope inspir'd, to warn the train she loves.", "PART THE SECOND.</br>In some dark season, when the misty show'r</br>Obscures the sun, and saddens all the sky;</br>When linnets drop the wing, nor grove nor stream</br>Invites thee forth, to sport thy drooping muse;</br>Seize the dull hour, nor with regret assign</br>To worldly prudence.  She nor nice nor coy</br>Accepts the tribute of a joyless day;</br>She smiles well-pleas'd, when wit and mirth recede,</br>And not a grace, and not a muse will hear.</br>Then, from majestic MARO'S aweful strain,</br>Or tow'ring HOMER, let thine eye descend</br>To trace, with patient industry, the page</br>Of income and expence.  And oh!  beware,</br>Thy breast, self-flatt'ring, place no courtly smile,</br>No golden promise of your faithless muse,</br>Nor latent mine which fortune's hand may shew,</br>Amid thy solid store.  The siren's song</br>Wrecks not the list'ning sailor, half so sure.</br>See by what avenues, what devious paths,</br>The foot of want, detested, steals along,</br>And bars each fatal pass.  Some few short hours</br>Of punctual care, the refuse of thy year</br>On frugal schemes employ'd, shall give the muse</br>To sing intrepid many a chearful day.", "But if too soon before the tepid gales</br>Thy resolution melt; and ardent vows</br>In wary hours preferr'd or dye forgot,</br>Or seem'd the forc'd effect of hazy skies;</br>Then, ere surprize, by whose impetuous rage</br>The massy fort, with which thy gentler breast</br>I not compare, is won, the song proceeds.", "Know too by nature's undiminish'd law,</br>Throughout her realms obey'd, the various parts</br>Of deep creation, atoms, systems, all!</br>Attract and are attracted; nor prevails the law</br>Alone in matter; soul alike with soul</br>Aspires to join; nor yet in souls alone,</br>In each idea it imbibes, is found</br>The kind propensity.  And when they meet,</br>And grow familiar, various tho' their tribe,</br>Their tempers various, vow perpetual faith:</br>That, shou'd the world's disjointed frame once more</br>To chaos yield the sway, amid the wreck</br>Their union shou'd survive; with Roman warmth,</br>By sacred hospitable laws endear'd,</br>Shou'd each idea recollect its friend.", "Here then we fix; on this perennial base</br>Erect thy safety, and defy the storm.</br>Let soft profusion's fair idea join</br>Her hand with poverty; nor here desist,</br>'Till, o'er the groupe that forms their various train</br>Thou sing loud hymeneals.  Let the pride</br>Of outward shew in lasting leagues combine</br>With shame thread-bare; the gay vermilion face</br>Of rash intemp'rance, be discreetly pair'd</br>With sallow hunger; the licentious joy,</br>With mean dependence; ev'n the dear delight</br>Of sculpture, paint, intaglios, books, and coins,</br>Thy breast, sagacious prudence!  shall connect</br>With filth and beggary; nor disdain to link</br>With black insolvency.  Thy soul alarm'd</br>Shall shun the siren's voice; nor boldly dare</br>To bid the soft enchantress share thy breast,</br>With such a train of horrid fiends conjoin'd.", "Nor think, ye sordid race!  ye groveling minds!</br>I frame the song for you!  for you, the muse</br>Cou'd other rules impart.  The friendly strain</br>For gentler bosoms plan'd, to yours wou'd prove</br>The juice of lurid aconite, exceed</br>Whatever COLCHOS bore; and in your breast</br>Compassion, love, and friendship all destroy!", "It greatly shall avail, if e'er thy stores</br>Increase apace, by periodic days</br>Of annual payment, or thy patron's boon,</br>The lean reward of gross unbounded praise!</br>It much avails, to seize the present hour,</br>And, undeliberating, call around</br>Thy hungry creditors; their horrid rage</br>When once appeas'd, the small remaining store</br>Shall rise in weight tenfold, in lustre rise,</br>As gold improv'd by many a fierce assay.</br>'Tis thus the frugal husbandman directs</br>His narrow stream, if o'er its wonted banks</br>By sudden rains impell'd, it proudly swell;</br>His timely hand thro' better tracks conveys</br>The quick-decreasing tide; ere borne along</br>Or thro' the wild morass, or cultur'd field,</br>Or bladed grass mature, or barren sands,</br>It flow destructive, or it flow in vain!</br>But happiest he who sanctifies expence</br>By present pay!  who subjects not his fame</br>To tradesmen's varlets, nor bequeaths his name,</br>His honour'd name, to deck the vulgar page</br>Of base mechanic, sordid, unsincere!</br>There haply, while thy muse sublimely soars</br>Beyond this earthly sphere, in heav'n's abodes,</br>And dreams of nectar and ambrosial sweets,</br>Thy growing debt steals unregarded o'er</br>The punctual record; 'till nor PHOEBUS self&mdash;</br>Nor sage MINERVA'S art can aught avail</br>To soothe the ruthless dun's detested rage.</br>Frantic and fell, with many a curse profane</br>He loads the gentle muse; then hurls thee down</br>To want, remorse, captivity and shame.", "Each public place, the glitt'ring haunts of men,</br>With horror fly.  Why loiter near thy bane?&mdash;</br>Why fondly linger on a hostile shore</br>Disarm'd, defenceless?  why require to tread</br>The precipice?  or why alas to breathe</br>A moment's space, where ev'ry breeze is death?</br>Death to thy future peace!  Away, collect</br>Thy dissipated mind; contract thy train</br>Of wild ideas o'er the flow'ry fields</br>Of shew diffus'd, and speed to safer climes.</br>Oeconomy presents her glass, accept</br>The faithful mirror; powerful to disclose</br>A thousand forms, unseen by careless eyes,</br>That plot thy fate.  Temptation in a robe</br>Of Tyrian dye, with every sweet perfum'd,</br>Besets thy sense; extortion follows close</br>Her wanton step, and ruin brings the rear.</br>These and the rest shall her mysterious glass</br>Embody to thy view; like VENUS kind,</br>When to her lab'ring son, the vengeful pow'rs</br>That urg'd the fall of ILIUM, she display'd.</br>He, not imprudent, at the sight declin'd</br>Th' inequal conflict, and decreed to raise</br>The Trojan welfare on some happier shore.</br>For here to drain thy swelling purse await</br>A thousand arts, a thousand frauds attend,</br>\"The cloud-wrought canes, the gorgeous snuff-boxes,</br>The twinkling jewels, and the gold etwee,</br>With all its bright inhabitants, shall waste</br>Its melting stores, and in the dreary void</br>Leave not a doit behind.\"  Ere yet exhaust</br>Its flimsy folds offend thy pensive eye,</br>Away!  embosom'd deep in distant shades,</br>Nor seen nor seeing, thou may'st vent thy scorn</br>Of lace, embroidery, purple, gems, and gold!</br>There of the farded fop, and essenc'd beau,</br>Ferocious with a stoic's frown disclose</br>Thy manly scorn, averse to tinsel pomp;</br>And fluent thine harangue.  But can thy soul</br>Deny thy limbs the radiant grace of dress,</br>Where dress is merit!  where thy graver friend</br>Shall wish thee burnish'd!  where the sprightly fair</br>Demand embellishment!  ev'n DELIA'S eye,</br>As in a garden, roves, of hues alone</br>Inquirent, curious?  Fly the curst domain;</br>These are the realms of luxury and shew;</br>No classic soil, away!  the bloomy spring</br>Attracts thee hence; the waning autumn warns;</br>Fly to thy native shades, and dread ev'n there,</br>Lest busy fancy tempt thy narrow state</br>Beyond its bounds.  Observe FLORELIO'S mien.</br>Why treads my friend with melancholy step</br>That beauteous lawn?  why pensive strays his eye</br>O'er statues, grottoes, urns by critic art</br>Proportion'd fair?  or from his lofty dome</br>Bright glitt'ring through the grove, returns his eye</br>Unpleas'd, disconsolate?  And is it love,</br>Disastrous love, that robs the finish'd scenes</br>Of all their beauty?  cen'tring all in her</br>His soul adores?  or from a blacker cause</br>Springs this remorseful gloom?  is conscious guilt</br>The latent source of more than love's despair?</br>It cannot be within that polish'd breast</br>Where science dwells, that guilt should harbour there.</br>No!  'tis the sad survey of present want,</br>And past profusion!  Lost to him the sweets</br>Of yon pavilion, fraught with ev'ry charm</br>For other eyes; or, if remaining, proofs</br>Of criminal expence!  Sweet interchange</br>Of river, valley, mountain, woods and plains!</br>How gladsome once he rang'd your native turf,</br>Your simple scenes, how raptur'd!  ere expence</br>Had lavish'd thousand ornaments, and taught</br>Convenience to perplex him, art to pall,</br>Pomp to deject, and beauty to displease.", "Oh!  for a soul to all the glare of wealth,</br>To fortune's wide exhaustless treasury,</br>Nobly superior!  but let caution guide</br>The coy disposal of the wealth we scorn,</br>And prudence be our almoner!  Alas!</br>The pilgrim wand'ring o'er some distant clime,</br>Sworn foe of av'rice!  not disdains to learn</br>Its coin's imputed worth; the destin'd means</br>To smooth his passage to the favour'd shrine.</br>Ah let not us, who tread this stranger-world,</br>Let none who sojourn on the realms of life,</br>Forget the land is merc'nary; nor waste</br>His fare, ere landed on no venal shore.", "Let never bard consult PALLADIO'S rules;</br>Let never bard, O BURLINGTON!  survey</br>Thy learned art, in CHISWICK'S dome display'd;</br>Dang'rous incentive!  nor with ling'ring eye</br>Survey the window VENICE calls her own.</br>Better for him, with no ingrateful muse,</br>To sing a requiem to that gentle soul</br>Who plan'd the sky-light; which to lavish bards</br>Conveys alone the pure etherial ray.</br>For garrets him, and squalid walls await,</br>Unless, presageful, from this friendly strain,</br>He glean advice, and shun the scribler's doom.", "PART THE THIRD.</br>Yet once again, and to thy doubtful fate</br>The trembling muse consigns thee.  Ere contempt,</br>Or want's empoison'd arrow, ridicule,</br>Transfix thy weak unguarded breast, behold!</br>The poet's roofs, the careless poet's, his</br>Who scorns advice, shall close my serious lay.", "When GULLIVER, now great, now little deem'd,</br>The play-thing of comparison, arriv'd</br>Where learned bosoms their aerial schemes</br>Projected, studious of the public weal;</br>'Mid these, one subtler artist he descry'd,</br>Who cherish'd in his dusty tenement</br>The spider's web, injurious, to supplant</br>Fair ALBION'S fleeces!  Never, never may</br>Our monarch on such fatal purpose smile,</br>And irritate MINERVA'S beggar'd sons</br>The MELKSHAM weavers!  Here in ev'ry nook</br>Their wefts they spun; here revell'd uncontroul'd,</br>And, like the flags from WESTMINSTER'S high roof</br>Dependent, here their fluttering textures wav'd.</br>Such, so adorn'd, the cell I mean to sing!</br>Cell ever squalid!  where the sneerful maid</br>Will not fatigue her hand!  broom never comes,</br>That comes to all!  o'er whose quiescent walls</br>ARACHNE'S unmolested care has drawn</br>Curtains subfusk, and save th' expence of art.", "Survey those walls, in fady texture clad,</br>Where wand'ring snails in many a slimy path,</br>Free, unrestrain'd, their various journeys crawl;</br>Peregrinations strange, and labyrinths</br>Confus'd inextricable!  such the clue</br>Of CRETAN ARIADNE ne'er explain'd!</br>Hooks!  angles!  crooks!  and involutions wild!</br>Mean time, thus silver'd with meanders gay</br>In mimic pride the snail-wrought tissue shines,</br>Perchance of tabby, or of harrateen,</br>Not ill expressive!  such the pow'r of snails.", "Behold his chair, whose fractur'd seat infirm</br>An aged cushion hides!  replete with dust</br>The foliag'd velvet; pleasing to the eye</br>Of great ELIZA'S reign, but now the snare</br>Of weary guest that on the specious bed</br>Sits down confiding.  Ah!  disastrous wight!</br>In evil hour and rashly dost thou trust</br>The fraudful couch!  for tho' in velvet cas'd,</br>The fated thigh shall kiss the dusty floor.</br>The trav'ler thus, that o'er Hibernian plains</br>Hath shap'd his way; on beds profuse of flow'rs,</br>Cowslip, or primrose, or the circ'lar eye</br>Of daisie fair, decrees to bask supine.</br>And see!  delighted, down he drops, secure</br>Of sweet refreshment, ease without annoy,</br>Or luscious noon-day nap.  Ah much deceiv'd,</br>Much suff'ring pilgrim!  thou nor noon-day nap,</br>Nor sweet repose shalt find; the false morass</br>In quiv'ring undulations yields beneath</br>Thy burden, in the miry gulph enclos'd!</br>And who would trust appearance?  cast thine eye</br>Where 'mid machines of het'rogeneous form</br>His coat depends; alas!  his only coat,</br>Eldest of things!  and napless, as an heath</br>Of small extent by fleecy myriads graz'd.</br>Not diff'rent have I seen in dreary vault</br>Display'd, a coffin; on each sable side</br>The texture unmolested seems entire.</br>Fraudful, when touch'd it glides to dust away!</br>And leaves the wond'ring swain to gape, to stare,</br>And with expressive shrug, and piteous sigh,</br>Declare the fatal force of rolling years,</br>Or dire extent of frail mortality.</br>This aged vesture, scorn of gazing beaux,</br>And formal cits, (themselves too haply scorn'd)</br>Both on its sleeve and on its skirt, retains</br>Full many a pin wide-sparkling:  for, if e'er</br>Their well-known crest met his delighted eye,</br>Tho' wrapt in thought, commercing with the sky,</br>He, gently stooping, scorn'd not to upraise,</br>And on each sleeve, as conscious of their use,</br>Indenting fix them; nor, when arm'd with these,</br>The cure of rents and separations dire,</br>And chasms enormous, did he view dismay'd</br>Hedge, bramble, thicket, bush, portending fate</br>To breeches, coat and hose!  had any wight</br>Of vulgar skill, the tender texture own'd;</br>But gave his mind to form a sonnet quaint</br>Of SILVIA'S shoe-string, or of CLOE'S fan,</br>Or sweetly-fashion'd tip of CELIA'S ear.</br>Alas!  by frequent use decays the force</br>Of mortal art!  the refractory robe</br>Eludes the taylor's art, eludes his own;</br>How potent once, in union quaint conjoin'd!", "See near his bed (his bed too falsely call'd</br>The place of rest, while it a bard sustains;</br>Pale, meagre, muse-rid wight!  who reads in vain</br>Narcotic volumes o'er) his candlestick,</br>Radiant machine, when from the plastic hand</br>Of MULCIBER, the may'r of BIRMINGHAM,</br>The engine issu'd; now alas disguis'd</br>By many an unctuous tide, that wand'ring down</br>Its sides congeal; what he, perhaps, essays</br>With humour forc'd, and ill dissembled smile,</br>Idly to liken to the poplar's trunk</br>When o'er its bark the lucid amber, wound</br>In many a pleasing fold, incrusts the tree.</br>Or suits him more the winter's candy'd thorn,</br>When from each branch, anneal'd, the works of frost</br>Pervasive, radiant isicles depend?", "How shall I sing the various ill that waits</br>The careful sonneteer?  or who can paint</br>The shifts enormous, that in vain he forms</br>To patch his paneless window; to cement</br>His batter'd tea-pot, ill-retentive vase?</br>To war with ruin?  anxious to conceal</br>Want's fell appearance, of the real ill</br>Nor foe, nor fearful.  Ruin unforeseen</br>Invades his chattles; ruin will invade;</br>Will claim his whole invention to repair,</br>Nor, of the gift, for tuneful ends design'd,</br>Allow one part to decorate his song.</br>While ridicule, with ever-pointing hand</br>Conscious of ev'ry shift, of ev'ry shift</br>Indicative, his inmost plot betrays,</br>Points to the nook, which he his study calls</br>Pompous and vain!  for thus he might esteem</br>His chest, a wardrobe; purse, a treasury;</br>And shews, to crown her full display, himself.</br>One whom the pow'rs above, in place of health,</br>And wonted vigour; of paternal cot,</br>Or little farm; of bag, or scrip, or staff,</br>Cup, dish, spoon, plate, or worldly utensil,</br>A poet fram'd; yet fram'd not to repine,</br>And wish the cobler's loftiest site his own;</br>Nor, partial as they seem, upbraid the fates,</br>Who to the humbler mechanism, join'd</br>Goods so superior, such exalted bliss!", "See with what seeming ease, what labour'd peace</br>He, hapless hypocrite!  refines his nail,</br>His chief amusement!  then how feign'd, how forc'd,</br>That care-defying sonnet, which implies</br>His debts discharg'd, and he of half a crown</br>In full possession, uncontested right</br>And property!  Yet ah!  whoe'er this wight</br>Admiring view, if such there be, distrust</br>The vain pretence; the smiles that harbour grief,</br>As lurks the serpent deep in flow'rs enwreath'd.</br>Forewarn'd, be frugal; or with prudent rage</br>Thy pen demolish; chuse the trustier flail,</br>And bless those labours which the choice inspir'd.</br>But if thou view'st a vulgar mind, a wight</br>Of common sense, who seeks no brighter name,</br>Him envy, him admire, him, from thy breast,</br>Prescient of future dignities, salute</br>Sheriff, or may'r, in comfortable furs</br>Enwrapt, secure:  nor yet the laureat's crown</br>In thought exclude him!  He perchance shall rise</br>To nobler heights than foresight can decree.", "When fir'd with wrath, for his intrigues display'd</br>In many an idle song, Saturnian Jove</br>Vow'd sure destruction to the tuneful race;</br>Appeas'd by suppliant PHOEBUS, \"Bards, he said,</br>Henceforth of plenty, wealth, and pomp debarr'd,</br>But fed by frugal cares, might wear the bay</br>Secure of thunder.\" &mdash; Low the Delian bow'd,</br>Nor at th' invidious favour dar'd repine.</br>"]