["SCENE, A VALLEY:</br>SEASON, SUMMER; TIME, AFTERNOON.", "Summer o'er heav'n diffus'd serenest blue,</br>And painted earth with many a pleasing hue;</br>When ARMYN mus'd the vacant hour away,</br>Where willows o'er him wav'd their pendent spray.</br>Cool was the shade, and cool the passing gale,</br>And sweet the prospect of the adjacent vale:</br>The fertile soil, profuse of plants, bestow'd</br>The crowfoot's gold, the trefoil's purple show'd,</br>And spiky mint rich fragrance breathing round,</br>And meadsweet tall with tufts of flowrets crown'd,</br>And cornfry white, and hoary silver-weed,</br>The bending osier, and the rustling reed.</br>There, where clear streams about green islands spread,</br>Fair flocks and herds, the wealth of ARMYN, fed,</br>There, on the hill's soft slope, delightful view!</br>Fair fields of corn, the wealth of ARMYN, grew.</br>His sturdy hinds, a slow laborious band,</br>Swept their bright scythes along the level land:</br>Blithe youths and maidens nimbly near them past</br>And the thick swarth in careless wind-rows cast.</br>Full on the landscape shone the westering sun,</br>When thus the Swain's soliloquy begun:", "\"Haste down, O Sun!  and close the tedious day:</br>Time, to the unhappy, slowly moves away.</br>Not so, to me, in RODEN'S sylvan bowers,</br>Pass'd Youth's short blissful reign of careless hours;</br>When to my view the fancy'd Future lay,</br>A region ever tranquil, ever gay.</br>O then, what ardors did my breast inflame!</br>What thoughts were mine, of friendship, love, and fame!</br>How tasteless life, now all its joys are try'd,</br>And warm pursuits in dull repose subside!\"</br>He paus'd:  his closing words ALBINO heard,</br>As down the stream his little boat he steer'd;</br>His hand releas'd the sail, and dropt the oar,</br>And moor'd the light skiff on the sedgy shore.</br>\"Cease, gentle Swain,\" he said; \"no more, in vain,</br>Thus make past pleasure cause of present pain!</br>Cease, gentle Swain,\" he said; \"from thee, alone,</br>Are youth's blest hours and fancy'd prospects flown?</br>Ah, no! &mdash; remembrance to my view restores</br>Dear native fields, which now my soul deplores;</br>Rich hills and vales, and pleasant village scenes</br>Of oaks whose wide arms stretch'd o'er daisied greens,</br>And wind-mill's sails slow-circling in the breeze,</br>And cottage-walls envelop'd half with trees&mdash;</br>Sweet scenes, where Beauty met the ravish'd sight,</br>And Musick often gave the ear delight;</br>Where DELIA'S smile, and MIRA'S tuneful song,</br>And DAMON'S converse, charm'd the youthful throng!</br>How chang'd, alas, how chang'd! &mdash; O'er all our plains,</br>Proud NORVAL, now, in lonely grandeur reigns;</br>His wide-spread park a waste of verdure lies,</br>And his vast villa's glittering roofs arise.</br>For me, hard fate! &mdash; But say, shall I complain?</br>These limbs yet active Life's support obtain.</br>Let us, or good or evil as we share,</br>That thankful prize, and this with patience bear.\"</br>The soft reproach touch'd ARMYN'S gentle breast;</br>His alter'd brow a placid smile exprest.</br>\"Calm as clear ev'nings after vernal rains,</br>When all the air a rich perfume retains,</br>My mind,\" said he, \"its murmurs driv'n away,</br>Feels Truth's full force, and bows to Reason's sway!\"</br>He ceas'd:  the sun, with horizontal beams,</br>Gilt the green mountains, and the glittering streams.</br>Slow down the tide before the sinking breeze,</br>ALBINO'S white sail gleam'd among the trees;</br>Slow down the tide his winding course he bore</br>To watry Talgar's aspin-shaded shore.</br>Slow cross the valley, to the southern hill,</br>The steps of ARMYN sought the distant vill,</br>Where thro' tall elms the moss-grown turret rose;</br>And his fair mansion offer'd sweet repose.</br>"]