["INTRODUCTION.</br>Away ye Cares of th' ever-toiling World,</br>Toiling for gain, and reaping but dismay;</br>Still on the rack of Disappointment hurled,</br>Alike the wise, the busy, and the gay,</br>In the pursuit of that prismatic ray</br>Of luring Hope, that, as they follow, flies,</br>Each, &mdash; all, &mdash; enjoying ne'er the present day,</br>Still doating on the morrow, as it dies,</br>Until no morrow comes, to cheer their stony eyes!", "Away, ye Cares! &mdash; and let me calm survey</br>The blushes of the western skies, that tell</br>The steps of the departure of the day;</br>And bid the broad pavilioned Sun farewell;</br>And muse, along the sweet sequestered dell,</br>On every charm of Nature, as I stray;</br>And wish for some lone, melancholy cell,</br>All silent, save the birds, and dashing spray,</br>There would I tune my harp, and meditate the lay!", "My Soul delights in every sylvan spot,</br>Where she may find the Beauteous and the Grand,</br>And trace the semblance of her inmost thought</br>On every work of her Creator's hand!</br>But not to me 'tis given to command</br>My flight o'er wave, rock, mountain, wood, and wild,</br>Nor e'en in rurals of my father land</br>To learn the things dear to poetic child;</br>In Thracian coil for aye, and City strife turmoiled!", "Nor frequent to these shades may I retire:</br>Nor here is Nature throned in native charms</br>To wake the notes from the consenting lyre&mdash;</br>The fields partake Trade's dissonant alarms!</br>This not her TEMPLE, redolent of balms,</br>And made of music perfect and supreme,</br>Whose solemn grandeur every passion calms</br>That pines for base desires: &mdash; and speaks of Him,</br>Who framed the finished whole, Nature's immortal Theme!", "No!  this is not the Centre of her Dome,</br>Where soars her incense from the sacred shrine,</br>Whence Bards convey the genuine rapture home,</br>Their fragrance steal, their minstrelsy design&mdash;</br>Oh, that their blessings were, my soul!  but thine&mdash;</br>Yet, 'tis the PORTAL to her ample FANE,</br>And, at the threshold, thou may'st well divine,</br>As thou dost down the aisles thy vision strain,</br>From the long levelled beams, the Glories of her reign!", "But 'twas not always so. &mdash; In days of yore,</br>Ere lawless Trade his landmark did remove,</br>And on the pastures won still more and more,</br>These plains the Goddess ruled with fertile love!</br>Deer wantoned in the wood, the hawk above,</br>And Fays in every field, by moonlight, made</br>Their ringlets quaint, and haunted spring and grove,</br>The Fauns and Sylvans danced in ev'ry shade,</br>The Zephyrs waved their wings, and hill and lawn surveyed.", "The Seat of Happiness!  if mortal life</br>Certain were not to teem with mortal woe;</br>Where is the place without convulsive strife</br>That will, at least, dash every joy below?</br>Of those old dusky times my numbers flow,</br>When he, the young and royal Martyr, fell!</br>Ere on his lips her offered wine could glow,</br>Her coward stroke behind did Treachery deal!&mdash;</br>Woman!  thy tender breast can thus Ambition steel?", "Not that my theme. &mdash; O, ye who love to feel!</br>To follow vagrant Fancy's wayward flight,</br>And yield the soul, in sympathetic zeal,</br>To sorrows not your own, with sweet delight,</br>While stillness murmurs through the pensive night:&mdash;</br>List to the Minstrel, and his Tale of Woe:</br>Scorn not the verse, although a youth invite;</br>So may the wild Song thro' your bosom glow,</br>And thrill the tender thought with Grief's delicious throe!", "CONCLUSION.</br>TOTEHAM!  the Legend of thine olden day,</br>To the last note hath on thine echoes died;</br>But the Bard's soul still lingers o'er the lay,</br>To muse upon thy transitory pride</br>The pride of times that hath been &mdash; blank and void&mdash;</br>When all was Nature, big with many a song</br>Of Chivalry and Fame, with Love allied&mdash;</br>But Time both changed the scene &mdash; now houses throng</br>Where once was solitude &mdash; and people crowd along.", "Where now thy WOOD, that spread its misty shade</br>O'er twice two hundred acres? &mdash; past away!</br>And vain its PROVERB, as the things that fade,</br>Earth, sun, moon, stars, that change as they decay!</br>The lonely CELL, the tenor of the lay,</br>Its grove, which hermit tendance loved to rear;</br>And, St. LOY, mouldering to Time's gradual sway,</br>Thy rites, thy OFFERTORY disappear;&mdash;</br>Forgot thy SPRING OF HEALTH no votary worships there!", "Forgot, neglected &mdash; still my harp shall dwell</br>On thee, thou blest BETHESDA of ST.  LOY!</br>As Fancy muses o'er the vital WELL</br>On years of storied yore, with grief and joy,</br>Exults they were &mdash; weeps Truth should e'er destroy!</br>Thrice I invoke the Spirit of the Stream</br>With charm she may not question, or deny,</br>And, like a Naiad, o'er the watery gleam</br>She rises to my voice, and answers thus the theme:&mdash;", "\"Wild Son of Meditation!  Lover wild,</br>Of lonely paths, that Fancy may have play,</br>Thou reck'st not whither, so by her beguiled,</br>Thyself delight in thy created ray!</br>Wouldst thou that Truth should yield her heavenly sway,</br>And mild civilization be distraught,</br>That still the marvellous gloom the barren way?</br>Consider ALMAR &mdash; when to sorrow brought,</br>Call'st thou the calm he found, the happiness he sought?", "\"Deprived the promises he once pursued,</br>Abandoned over to, Despair's control,</br>Employed in no imaginary good,</br>Man's proper bliss, Hope rests as at its goal,</br>And idly busy Thought preys on the soul&mdash;</br>But when the dawn of social Love agen</br>Brightened his vision, in its varied roll,</br>He hailed his happiness returning then!</br>KNOW, SOLITUDE'S FOR GOD, SOCIETY FOR MEN!\"</br>"]