["The Abbey bell now tolls the hour of One,</br>The drowsy porter holds the ready key,</br>And eager scowls (the public business done)</br>At mischief, and minority, and me.", "Now the whole house a solemn silence wears,</br>While glimmering lamps emit a fainter ray;</br>Save where pert J&mdash;k&mdash;l clamours in my ears,</br>And with brisk nonsense interrupts my lay.", "Save that from Palace-yard a motley band,</br>Inspir'd by freedom and election ale,</br>The self-created guardians of the land,</br>At Pitt, and property, and placemen rail.", "Beneath this roof, to tory arts a prey,</br>Persuasive powers some honest brethren doom;</br>While others death's appointed call obey,</br>Their hapless laurels wither ere they bloom.", "The dice-box flaunting in the face of noon,</br>The hustings laden with promiscuous freight,</br>Thelwall's shrill trumpet, and seditious tune,</br>No more shall snatch them from the grasp of fate.", "For them no wreath the city shall afford,</br>No Crown and Anchor splendid feasts prepare,</br>No voters run to hail the noble Lord,</br>Or croud his gates, the envied bribe to share.", "Oft has the Minister their power confess'd,</br>Joe Miller shone in Courtney's comic joke,</br>Reforms untried, and sorrows unredress'd,</br>Acquired new force, when thundering Barre spoke.", "Let not stern reason mock their ceaseless pains,</br>Nocturnal sports, and tenements obscure;</br>Nor loan contractors scorn their little gains,&mdash;</br>What will not patriots for their cause endure?", "The labour little, and the pension big,</br>And all that Rose, and all Dundas bestow,</br>Can ne'er content the state-reforming Whig,</br>What others build, he joys to overthrow.", "Nor you, ye poor, impute to these the blame,</br>If still to virtue's dictates ye adhere;</br>Oft as you slept, some Gallic envoy came,</br>And pour'd seditious poison in your ear.", "Faint is the joy that declamation gives,</br>For now, alas!  these airy projects fail;</br>The speaker starves, whose elocution thrives,</br>And modern glory dwindles to a jail.", "Perhaps in this unconscious spot is plac'd</br>Some heart inflam'd with more than Gallic fire,</br>Some patriot head, with sanguine laurel grac'd,</br>At whose approach virtue and peace retire.", "But plunder in their reach her golden store,</br>Moisten'd with widows' tears, has never thrown;</br>Chill fear forbad their abject souls to soar,</br>Prompt to reform all vices, but their own.", "Full many a knave, maintain'd by faction's hand,</br>The dark unconscious streets of London bear;</br>Full many a zealot quits his native land,</br>To breathe in Botany Bay a purer air.", "Some French Colossus striding o'er the land,</br>Like Buonaparte, with despotic sway;</br>Some Guy Faux here may hide his flaming brand,</br>Some Paine the laws yet fated to obey.", "The praise of grateful nations to command,</br>The mobs' tumultuous clamours to despise;</br>To roll the tide of commerce through the land,</br>And raise the fame of Albion to the skies,", "Their lot forbad; nor circumscribed alone,</br>Their scanty virtues; but their vices vain;</br>Forbad to shake the basis of the throne,</br>And sink the eminence they cannot gain.", "The sword of hireling armies to direct,</br>The voice of sense and reason to disclaim,</br>Betray the cause they promis'd to protect,</br>And hazard ev'n the halter for a name.", "Far from a Monarch's smile, their idle rage</br>And mad cabals ne'er gain'd the purposed fame;</br>From joyless youth to unrespected age,</br>The same their follies, and their crimes the same.", "Yet ev'n this race relax their cautious care,</br>When Bacchus gaily levels friends and foes;</br>And eager rustics pour along to share</br>The joys septennial jollity bestows.", "Then empty names for property atone,</br>Th' evasive oath, and answer learnt by rote;</br>And many a secret hint around is thrown,</br>To teach the rude constituent to vote.", "For who, to strict veracity a slave,</br>The Member's privileges ere resign'd,</br>The bailiff's subtle arts secure to brave,</br>Nor cast a long suspicious glance behind?", "T&mdash;r&mdash;y the talkative here spreads his toils,</br>Pleas'd with the voice of Sheridan and wit;</br>While reason hallows with benignant smiles,</br>The flow of Burke, and manly sense of Pitt.", "For thee who mindful of thy party's cause,</br>Dost in these lines their fallen fame relate;</br>If chance some slave to popular applause</br>In distant ages shall enquire thy fate,", "Haply some partizan may thus exclaim,</br>\"Oft have we seen him in the doubtful throng,</br>With ardour catch the fleeting voice of fame,</br>And pour the tide of eloquence along.", "\"There at the left of yonder velvet chair,</br>That rears its stately canopy on high,</br>He view'd his lessening phalanx with despair,</br>And scann'd their numbers with a mournful eye.", "\"Fronting that youth, now smiling as with scorn,</br>Conning his arduous lesson would he sit,</br>Now sinking low, and now on wings upborn,</br>In all the wild exuberance of wit.", "\"One night we miss'd him at a grand debate,</br>Nor at his house, nor Drury Lane was he,</br>We sought him early, and we sought him late,</br>At White's, St. James's square, and Bloomsbury.", "The next (O reader, tremble while you read!)</br>In doleful accents told our leader's doom,</br>Sad disappointment forc'd him to secede,</br>And grav'd this verse indignant on his tomb:\"", "THE EPITAPH.</br>Here lies &mdash; ah no, a patriot never lies!</br>Here rests a man by Gallic frenzy driv'n,</br>To try each new, each daring enterprize,</br>And giant-like, wage impious war with Heav'n.", "Friend to party, foe to regal fame,</br>Misfortune smote him with deserv'd disgrace;</br>He gave the party all he had &mdash; a name,</br>The King denied his only wish &mdash; a place.", "No further seek his errors to explain,</br>Learn from his fate, ye senate-seeking youth,</br>How vain are talents, eloquence how vain!</br>Unaw'd by virtue, and the voice of truth.</br>"]