["FALLING IN LOVE.</br>PART I.</br>Ye Swains that confess the sweet sway</br>Of Cupid, that pow'r so divine,</br>And offerings cheerfully pay</br>At Beauty's all-powerful shrine;</br>That know what it is to endure,</br>But know not what 'tis to complain,</br>Nor wish for your anguish a cure,</br>And cherish the strong-throbbing pain:", "Ye Nymphs who disclaim prudish arts,</br>Whose bosoms can hold a warm sigh,</br>Who kindly discover your hearts</br>By softness that melts in your eye;</br>That brighten with smiles your fair brows,</br>When gracefully prest by some youth</br>Whose conscience warrants his vows</br>Pour'd all from a fountain of youth.", "All lovers attend to my verse,</br>For lovers my verse will approve,</br>And smile at the lays that rehearse</br>The delicate progress of Love.</br>But hence ye unfeeling begone,</br>Still bent private ends to pursue;</br>Ye wordlings will frown on my song;</br>The subject's too tender for you.", "The zephyrs 'gan softly to blow;</br>The wood's feather'd warblers to sing;</br>The meads made a beautiful show,</br>And gay were the daughters of Spring;</br>When lone thro' the thick-daisied vale</br>With freedom of fancy I stray'd;</br>And there (Muse record the fond tale)</br>There first I beheld the dear maid.", "A bevy of damsels so neat</br>Hard by me came tripping to fair;&mdash;</br>You'd have thought they had wings on their feet&mdash;</br>But O!  what a damsel was there!</br>They tell us of Graces of yore,</br>And they talk of a Paphian Queen;</br>But never, believe me, before</br>So peerless a beauty was seen.", "No painter with pencil could trace,</br>Tho' dipt in the richest of dies,</br>The sweetness that dwelt in that face,</br>The brightness that beam'd from those eyes,</br>No poet, tho' poets they say</br>Of all your fine writers are best,</br>Could tell me my heart's feeling that day,</br>Unless he could read in my breast.", "I shall not attempt to recite</br>The raptures that glow'd in my mind;&mdash;</br>She flew like a bird out of sight,</br>But left her fair image behind.</br>My thought was employ'd all the day,</br>Those charms the delectable theme,</br>And when on my pillow I lay,</br>They pleasingly furnish'd my dream.", "I rose with the larks of the dale,</br>Indulging my soft-growing care;</br>I meant not to go to the vale;&mdash;</br>But wander'd &mdash; and found myself there!</br>I travers'd the lawn to and fro,</br>I loaded the welkin with sighs;</br>And this you'll call folly: &mdash; but, know,</br>I wish not again to be wise.", "My love had bewilder'd me quite;&mdash;</br>I met an acquaintance of mine,&mdash;</br>He ask'd me the time of the night,&mdash;</br>I told him &mdash; the Nymph was divine.</br>Engagements I made without end,</br>And broke 'em, tho' ever so new;</br>For he may be false to his friend,</br>Who most to his passion is true.", "At length to myself thus I said,&mdash;</br>As pensive I rambled one morn,</br>Oh, could I address the dear maid!</br>An angel's a stranger to scorn.</br>My secret I burn to reveal</br>In language untutor'd by art;&mdash;</br>She'll pity at least what I feel:</br>I long to unburthen my heart.", "LOVE DISCOVERED.</br>PART II.</br>One eve of the sweet-breathing May</br>I first became known to my dear;&mdash;</br>Ye Muses, remember the day,</br>And name it the prime of the year.</br>The moments were socially spent;</br>The time with discourse was beguil'd:</br>She look'd with a look of content,</br>And O!  how she look'd when she smil'd.", "She mark'd my respectful distress;</br>She construed my half-smother'd sighs:&mdash;</br>The belov'd have a wonderful guess,</br>And lovers can speak with their eyes.</br>Methought too she joy'd that sweet night;&mdash;</br>That thought gave anxiety ease;</br>'Twas transport to yield her delight;</br>An exquisite pleasure to please.", "Acquaintance augmented the fire</br>That strong in my bosom was blown:</br>And soon to my eager desire</br>I met my fair maiden alone.</br>The birds cheer'd the woodlands with song;</br>The lilies enamell'd the grove;</br>The brook softly murmur'd along;</br>And sure 'twas a season for love.", "This, this was the much-sigh'd for hour</br>My passion at large to display;</br>Yet now it was full in my pow'r,</br>In vain I strove something to say.</br>Of matters insipid I talk'd,</br>As tho' we'd no business together;</br>And thrice I observ'd as we walk'd&mdash;</br>\"Indeed 'tis most excellent weather!\"", "Doubts, fears, and an aukward restraint,</br>Which best our sincerity prove,</br>Prevented my tender complaint:&mdash;</br>There's not such a coward as love.</br>Complacent she seem'd all this while;</br>Myself seem'd like one that was chid:</br>As tho' there were pride in a smile,</br>Or sweetness itself cou'd forbid!", "I thought I'd take courage next day;&mdash;</br>I met her again in the grove:</br>But Strephon was now in the way&mdash;</br>A witness is hateful to love.</br>He was deck'd in his holiday clothes,</br>Trick'd out like a finical ass:&mdash;</br>I never could bear your trim beaus</br>That make themselves fine in a glass.", "He gave himself many an air</br>As great as a lord of the land;</br>Could prattle, and ogle, and swear&mdash;</br>And once he kiss'd Phyllida's hand.&mdash;</br>I saw fancy hope in his eye;</br>I saw no disdain in her look;&mdash;</br>If Phyllida had not been by,</br>I'd plung'd his curl'd locks in the brook.", "The day I began with delight</br>I clos'd with a sorrowful breast;</br>I wish'd from my soul for the night;&mdash;</br>Tho' night could afford me no rest.</br>Ye mock at such sighs and such groans,</br>Who never felt Jealousy's smart;</br>There's not a true lover but owns</br>No place is so sore as the heart.", "All night I lay tossing, perplext</br>With cares which uncertainties bring;</br>Now hopeless, now mad to be vext</br>By such a light fluttering thing.</br>But Reason in vain lends her aid</br>Such feelings as these to remove:</br>Fond lovers are always afraid;</br>And trifles are torments in love.", "LOVE DECLARED.</br>PART III.</br>The morn spread her blush o'er the plain,</br>Serene was the region above;</br>I willfully nourish'd my pain;</br>I sigh'd, and I stray'd to the grove.</br>But never let lovers despair,</br>'Cause sometimes things happen amiss&mdash;</br>For whom should I meet but my fair,&mdash;</br>And O!  what a meeting was this.", "Her eye such a softness possest,</br>Her air was so placidly gay,</br>It scatter'd the cloud from my breast,</br>As sun-shine enlivens the day.</br>Reviv'd, I determin'd at last</br>To act if I could like a man;&mdash;</br>My bosom I felt beating fast;&mdash;</br>I faulter'd, &mdash; but thus I began.", "Dear Phyllida, list to the strain</br>Humility pours in your ear:&mdash;</br>Ah!  do not despise a poor swain</br>Who shews you his faith in his fear.</br>Can we hide, if we would, from the fair</br>The conquests they make with their eyes?&mdash;</br>Then let me my passion declare,</br>Who cannot my passion disguise.", "'Tis bold an attempting to move</br>A damsel so matchless as you:&mdash;</br>It may be a folly to love;</br>It is not a crime to be true.</br>What tho' with the spruce-powder'd cit</br>Your Corydon pass for a clown;&mdash;</br>There's much of assurance, and wit,</br>But little of truth in the town.", "My cattle's a plentiful stock;</br>My barns are well loaded with grain;</br>And healthy my numerous flock</br>That white with their fleeces the plain.</br>But hope I to win thee with these,</br>Or goods of much value beside?</br>Ah!  no &mdash; I've ambition to please,</br>And only my love is my pride.", "I could live with content in a cot</br>With Phyllida, eas'd of all care;</br>And bless the contemptible lot</br>That happily settled us there.</br>Soft lodg'd in my Phyllida's arms,</br>My bliss would admit no increase;</br>Parade for the wife has no charms,</br>And Plenty is nothing to Peace.", "In Phyllida's hand is my fate;</br>In Phyllida's smile is my joy:</br>O do not destroy me with hate;&mdash;</br>Such sweetness can never destroy.</br>Forgive, if you cannot be kind,</br>And constant for ever I'll be;</br>If I'm not the man to your mind,</br>The world has no woman for me.", "I paus'd, and I bow'd most profound;&mdash;</br>Her soft hand I tremblingly prest;&mdash;</br>She cast her fair eyes on the ground;</br>A sigh seem'd to 'scape from her breast.</br>Then, blushing, she mildly replied,</br>Here Corydon cease the fond strain,</br>By Strephon thy truth have I tried;&mdash;</br>To-morrow I'll meet you again.", "LOVE REWARDED.</br>PART IV.</br>What tongue can the pleasure express,</br>The transport expanding the mind,</br>When lovers foresee their success,</br>And nymphs grow insensibly kind?</br>Embolden'd my joys to pursue,</br>My courtship I daily renew'd;</br>And oh!  how delightful to woo,</br>When Phyllida wish'd to be woo'd!", "Come &mdash; say, can you faithfully count</br>The waves that incessantly roar:</br>Or tell me precise the amount</br>Of pebbles that garnish the shore?</br>O then you'll exactly recite</br>The raptures fond Gratitude shews,</br>When, blest in is mistress's sight,</br>The heart of a swain overflows.", "The linnets have tunable throats;</br>And larks that soar over the hill;</br>And sweetly the nightingale's notes</br>The meadows with melody fill:</br>But vain are these voices to cheer,</br>And pow'rless that music to move,</br>To the sound that enchanted my ear&mdash;</br>When Phyllida whisper'd &mdash; I love.", "One favour I yet had to seek,</br>And that was to make her my bride;&mdash;</br>I ask'd, &mdash; and the blush in her cheek</br>With softness bewitching comply'd.</br>My heart had no more to pursue;</br>Love's task became innocent play;</br>And Corydon nought had to do</br>But wish a long fortnight away.", "At length came the morning so bright,</br>Sure never a brighter could shine,</br>Which gave me my soul's first delight,</br>And made my dear Phyllida mine.&mdash;</br>May time to our mutual content</br>The blessings of wedlock improve;</br>And friendship the union cement</br>We sweetly contracted in love.</br>"]