["Soul of the world, refulgent SUN,</br>Oh take not from my ravisht sight</br>Those golden beams of living light,</br>Nor, ere thy daily course be run,</br>Precipitate the Night.</br>Lo, where the ruffian clouds arise,</br>Usurp the abdicated skies,</br>And seize the aetherial throne;</br>Sullen-clad the scene appears,</br>Huge HELVELLYN streams with tears,</br>Hark, 'tis giant SKIDDAW'S groan!</br>I hear terrific LAWDOOR roar;</br>The Sabbath of thy reign is o'er,</br>The anarchy's begun;</br>Father of light, return; break forth, refulgent Sun!", "What if the rebel blast shall rend</br>Those nodding horrors from the mountain's brow&mdash;</br>Hither thy glad deliverance send,</br>Ah save the votarist and accept the vow!</br>And, say, thro' thy diurnal round,</br>Where, great Spectator, hast thou found</br>Such solemn soul-inviting shades,</br>Ghostly dells, religious glades?</br>Where Penitence may plant its meek abode,</br>And hermit Meditation meet its God.", "Now by the margin of yon glassy deep</br>My pensive vigils let me keep;</br>There, by force of Runic spells,</br>Shake the grot where Nature dwells;</br>And in the witching hour of night,</br>Whilst thy pale sister lends her shadowy light,</br>Summon the naked wood-nymphs to my sight.", "Trembling now with giddy tread,</br>Press the Moss on GOWDAR'S head,</br>But lo, where sits the bird of Jove,</br>Couch'd in his airy far above;</br>Oh, lend thine eye, thy pinion lend,</br>Higher, yet higher let me still ascend:</br>'Tis done; my forehead smites the skies,</br>To the last summit of the cliff I rise;</br>I touch the sacred ground,</br>Where step of man was never found;</br>I see all Nature's rude domain around.", "Peace to thy empire, queen of calm desires,</br>Health crown thy hills and plenty robe thy vales;</br>May thy groves wave untoucht by wastful fires,</br>Nor commerce croud thy lakes with sordid sails:</br>Press not so fast upon my aking sight</br>Gigantic shapes, nor rear you heads so high,</br>As if ye meant to war against the sky,</br>Sons of old Chaos and primaeval Night.</br>Such were the heights enshrined BRUNO trod,</br>When on the cliff he hung his tow'ring cell,</br>Amongst the clouds aspired to dwell,</br>And half ascended to his God.</br>The prim canal, the level green,</br>The close-clipt hedge that bounds the flourisht scene,</br>What rapture can such forms impart</br>With all the spruce impertinence of art?", "Ye pageant streams, that roll in state</br>By the vain windows of the great,</br>Rest on your muddy ooze and see</br>Old majestic DERWENT force</br>His independent course,</br>And learn of him and nature to be free,</br>And you, triumphal arches, shrink,</br>Ye temples, tremble, and ye columns, sink!</br>One nod from WALLAH'S craggy brow</br>Shall crush the Dome</br>Of sacerdotal Rome,</br>And lay her glittering gilded trophies low.", "Now downward as I bend my eye,</br>What is that atom I espy,</br>That speck in Nature's plan?</br>Great Heaven!  is that a Man?</br>And hath that little wretch its cares,</br>Its freakes, its follies, and its airs;</br>And do I hear the insect say,</br>\"My lakes, my mountains, my domain?\"</br>O weak, contemptible, and vain!</br>The tenant of a day,</br>Say to old SKIDDAW, \"Change thy place,\"</br>Heave HELVELLYN from his base,</br>Or bid impetuous DERWENT stand</br>At the proud waving of a master's hand.", "Now with silent step and slow</br>Descend, but first forbear to blow,</br>Ye felon winds, let discord cease,</br>And Nature seal an elemental peace:</br>Hush, not a whisper here,</br>Beware, for Echo on the watch</br>Sits with erect and listening ear</br>The secrets of the scene to catch,</br>Then swelling, as she rolls around,</br>The hoarse reverberated sound,</br>With loud repeated shocks</br>She beats the loose impending rocks,</br>Tears down the fragment big with death,</br>And hurls it thund'ring on the wretch beneath.", "Not so the Naid, she defies</br>The faithless Echo, and with yelling cries</br>Howls on the summit of rude LAWDOOR'S brow;</br>Then, with a desperate leap</br>Springs from the rocky steep,</br>And runs enamour'd to the lake below.</br>So the Cambrian minstrel stood,</br>White as foam his silver beard,</br>And loud and shrill his voice was heard;</br>All the while down SNOWDON'S side,</br>Winding slow in dread array,</br>He saw the victor king, pursue his way;</br>Then fearless rush'd into the foaming tide,</br>Curs'd him by all his idol gods and died.", "Ah!  where is he that swept the sounding lyre,</br>And while he touch'd the master string,</br>Bad \"Ruin seize thee ruthless King\"</br>With all a prophet's fire?</br>Mourn him, ye naids, and ye wood-nymphs mourn,</br>But chiefly ye, who rule o'er KESWICK'S vale,</br>Your visitor bewail,</br>And pluck fresh laurels for his hallow'd urn;</br>He saw your scenes in harmony divine,</br>On him indulgent suns could shine,</br>Me turbid skies and threat'ning clouds await,</br>Emblems, alas!  of my ignoble fate.", "But see the embattled vapours break,</br>Disperse and fly,</br>Posting like coursers down the sky;</br>The grey rock glitters in the glassy lake;</br>And now the mountain tops are seen</br>Frowning amidst the blue serene,</br>The variegated groves appear,</br>Deckt in the colours of the waning year;</br>And, as new beauties they unfold,</br>Dip their skirts in beaming gold.</br>Thee, savage WYBORN, now I hail;</br>Delicious GRASMERES calm retreat,</br>And stately WYNDEMERE I greet,</br>And KESWICK'S sweet fantastic vale:</br>But let her naids yield to thee,</br>And lowly bend the subject knee,</br>Imperial lake of Patrick's dale,</br>For neither Scotish LOMOND'S pride,</br>Nor smooth KILLARNEY'S silver tide,</br>Nor aught that learned POUSSIN drew,</br>Or dashing ROSA flung upon my view,</br>Shall shake thy sovereign undisturbed right,</br>Great scene of wonder and sublime delight!", "Hail to thy beams, O Sun!  for this display</br>What, glorious orb, can I repay?</br>Not MEMNON'S costly shrine,</br>Not the white coursers of imperial Rome,</br>Nor the rich smoke of Persia's hecatomb;</br>Such proud oblations are not mine;</br>Nor thou my simple tribute shall refuse,</br>The thanks of an unprostituted muse:</br>And may no length of still returning day</br>Strike from thy forehead one refulgent ray;</br>But let each tuneful, each attendant sphere</br>To latest time thy stated labours chear,</br>And with new Paeans crown the finisht year.</br>"]