["The sable evening hovers o'er the west,</br>And chides delay from dissipation's shrine;</br>The various slaves of toil and traffic rest,</br>While meditation prompts the moral line.", "Now rise the sons of pleasure, listless train!</br>And every thought disowns reflection's power;</br>Save where misfortune binds the cruel chain,</br>And sorrows greet the melancholy hour.", "Save where on yon' deserted pavements creep</br>The suff'rers &mdash; lost to all but pity's claim;</br>Doom'd in a war of elements to sleep;</br>Or brood on anguish, penury, and shame.", "Beneath that conscious pile's polluted range,</br>Where proud piazzas deck the stately line,</br>Each to the modest call of virtue strange,</br>The orphan suppliants in contrition pine.", "The keen reproach, &mdash; the energy of prayer&mdash;</br>The frantic bosom, and the languid head&mdash;</br>The solemn curses of unsooth'd despair,</br>No more shall raise them from their mournful bed.", "For them no more the flatt'ring knee shall bend,</br>Or fawning transports mask the treacherous guest;</br>The names of mother, sister, wife, and friend,</br>Stand lasting aliens from their guilty breast.", "How did they once, indignant, start away,</br>To loath th' enticing look &mdash; the rude reply;</br>How did they triumph, innocently gay&mdash;</br>While truth exulted in their modest eye.", "Let not contempt infuse their cup of woe</br>With bitter sneer &mdash; and still their wrongs oppress;</br>Nor rude reproach in scorpion accents flow,</br>And speak new tortures to their deep distress.", "The pride of beauty yields to passions call;</br>One heedless moment may to shame entice;</br>E'en cold philosophy may meet its fall,</br>And totter down the precipice of vice.", "Nor you, ye vain, to these impute the crime</br>If no fair annals grace their blasted name;</br>If rudely cropt and with'ring in their prime,</br>They blush'd obedience to a lawless flame.", "Perhaps beneath yon' shatter'd roof is laid</br>Some breast once faithful, spotless, chaste, and good;</br>Hands which LUCRETIA'S poniard might have sway'd,</br>And curst the tyrant with a martyr's blood.", "But soft persuasion first beguil'd their youth,</br>Nor education quench'd the am'rous fire;</br>Won from the paths of innocence and truth,</br>They plung'd &mdash; sad victims!  in unblest desire.", "Full many a female of superior soul</br>Strays through the regions of unhallow'd night;</br>Full many a virtue shame and grief controul,</br>Veil'd by misfortune from the vulgar sight.", "Some fallen RUTLAND may our tears command,</br>Now doom'd in darkness and distress to tread,</br>Some sad neglected DEVONSHIRE may stand,</br>Some CHARLOTTE, worthy of a monarch's bed!", "To shun temptation's fascinating voice,</br>With ripen'd knowledge and mistrust of guile,</br>By guardian judgment to direct their choice,</br>And read instruction in a parent's smile,", "Their lot forbad; &mdash;their humble lot, perchance,</br>Had circumscrib'd the foul adult'rous train;</br>Withheld fair ***** from the bold advance,</br>Nor planted torments in a husband's brain.", "Far from a city's madding crowd retir'd,</br>From pride, and all the busy scenes of care;</br>No turbid thoughts their gentle bosoms fir'd,</br>No fears foreboded the deceitful snare.", "Still their conflicting sorrows to compose,</br>Some fond memorial shall compassion rear,</br>Mercy behold their drooping eyelids close,</br>And pay the passing tribute of a tear.", "Their youthful frailties, and their plaintive fate,</br>Shall mark the nameless mansions of their dust;</br>The voice of wisdom shall their woes relate,</br>And warn th' unwary virgins how they trust.", "For who, to reason and reflection lost,</br>The call of sad example can despise;</br>Disdain protection to their virgin boast,</br>Nor study from misfortune to be wise?", "In solemn warnings from the paths of shame</br>The falt'ring accents of the wretched cease;</br>E'en from the grave of their injuries exclaim,</br>And point to virtue, modesty, and peace.", "For if &mdash; when death hath seal'd their ling'ring doom,</br>And o'er some victim cast an awful veil;</br>Led by compassion to the silent tomb&mdash;</br>Each sad, fond mourner should inquire her tale;", "Haply some kindred wanderer may say,</br>\"Oft have I seen her with suspicious pace,</br>Steal through the twilight's accessory ray,</br>And woo the horrors of the loath'd embrace.", "\"There at the threshold of her flatt'rer's door,</br>In earnest accents would her heart complain;</br>There on her trembling knees his alms implore,</br>And breathe the anguish of her soul in vain.", "\"Hard by some silent unfrequented spot,</br>Now has she feign'd the fond enticing air;</br>Now in short slumbers every woe forgot,</br>Now rous'd to all the phrenzy of despair.", "\"One night I miss'd her on the gloomy stand,</br>The lonely pavement and the haunted door;</br>Another pass'd me of the strolling band,</br>Her ghastly figure still I saw no more.", "\"Next on the peaceful bier, in pity bourne,</br>The outcast remnants of her form appear'd;</br>And thus the pensive muse proceeds to mourn,</br>On the rough stone by pious strangers rear'd.\"", "EPITAPH.</br>Here rests from sorrow on the lap of earth,</br>A wretch to peace and social love unknown;</br>The dawn of virtue glimmer'd on her birth,</br>But fell seduction stampt the prey her own.", "Frail was her nature, and a snare her charms;</br>Where syren flattery sooth'd her pliant ear,</br>Her all she yielded to a traitor's arms;</br>And gain'd (ungrateful recompense) a tear.", "No farther strive her piteous fate to trace,</br>Nor from oblivion wrest her peaceful shade;</br>Here lull'd from pain, and shelter'd from disgrace,</br>No insults threaten, and no thoughts upbraid.</br>"]