["Why should the rich, the man of lawless sway,</br>Engross the praises of the partial muse?</br>While ragged merit plods her weary way,</br>Then dies, and no kind hand the laurel strews.", "The little Great, in pompous state, may sleep,</br>And pension'd poets strew their venal bays;</br>But who shall honor humble, friendless Sweep,</br>Whom fortune play'd the fool with, all his days.", "The Muse divine could never yet be brib'd,</br>Nor can the Muse a hireling's pen inspire;</br>True worth, with energy, may be describ'd,</br>But the forc'd Maid restrains her ardent fire.", "Th' indignant Muse will damn a Randolph's name;</br>But raise the humble Razman from the grave,</br>Will rouse a sleeping Sweeper into fame,</br>And save an honest man from Lethe's wave.", "This Sweeper's life stole merrily along,</br>His tawny countenance was always gay;</br>On the lov'd chimney top, he sung his song,</br>And list'ning children quite forgot their play.", "Tho' hooting school boys hiss'd the patient wight,</br>And powder'd foplings scorn'd his robe of soot,</br>These he forgave, regardless of the slight,</br>To those, in want, he kindly lent his hut.", "His lowly lot forbade him to aspire;</br>A beggar's views, a lordly frown may stop&mdash;</br>To sweep his chimnies clean was his desire&mdash;</br>All his ambition was to gain the top.", "He meekly trudg'd the city round each day,</br>Observing with a tear the hapless fate</br>Of the poor soldier &mdash; hunger's constant prey;</br>While Speculators rode in royal state.", "And why shou'd we despise his humble trade?</br>\"Act well your part, there all the honor lies.\"&mdash;</br>Razman swept clean &mdash; and shall his honor fade,&mdash;</br>Let Razman's name expire, and virtue dies.", "How many &mdash; who canvass for their pow'r,</br>Have hitch'd thro' dirtier ways, than humble Sweep;</br>How many coxcombs, pageants of an hour,</br>Despis'd at last, thro' shame, up chimney creep!", "Had Razman's merit found a due reward,</br>The chimney's top had been &mdash; not Britain's throne;</br>His brush had been a sceptre &mdash; not the rod&mdash;</br>That rod which made two millions people groan.", "Tradesmen attend, and see a brother die;</br>No unswept chimnies in his visage stare,</br>No unbrush'd brick draws out the lengthen'd sigh</br>Tradesmen admire, and own such virtue rare.</br>"]