["CANTO I.</br>The Muses, who always survey'd with a smile,</br>Of proud satisfaction the wits of our isle;</br>And who ever delighted to fire into rage</br>Their Britons, from Chaucer to Cumberland's age,</br>Had of late caught in whispers the startling opinion,</br>That on this happy spot had declined their dominion;</br>And determined, one day, half in jest and half-serious,</br>To come down and see, whether aught deleterious</br>Had render'd the births of the brain so abortive:</br>Thus the visits of gods in old Naso, are sportive.</br>'Twas now, when the Poet, relax'd and quite moody,</br>Had just for his arbour forsaken his study,</br>To the Laureate these ladies directed their flight,</br>And hover'd above in the regions of light.</br>Deep silence &mdash; (it was the beginning of June)</br>Had hush'd into quiet the hot burning noon.</br>Not a wing &mdash; not a footstep was stiring abroad;</br>And the Laureate respir'd from the toil of his ode.</br>'Twas all in this stillness inclining to doze,</br>He had sought in the coolness of shadow, repose.</br>Fresh over his head waved a sycamore tree;</br>And humm'd to his laurels the wild yellow bee.</br>But carol'd no longer each shrill summer bird;</br>Save the buzz of the bee not a murmur was heard:&mdash;</br>When lo!  as his eyelids were closing in slumber&mdash;</br>In the clear azure heaven a pavilion of amber</br>(Far other was Jove's black pavilion of storms),</br>Seem'd to steal a soft light from nine beautiful forms!</br>And towards the sage Poet now slowly descending,</br>And their looks of complacence deliciously blending,</br>Distinct the fair Sisters beam'd over his bower,</br>And lavishly scatter'd of roses a shower.</br>Thro' tremulous blushes Euterpe shone forth,</br>As if eager to give some sweet pastoral birth:</br>And the ether was charm'd with so dulcet a tone,</br>E'en Pan with his reed would have deem'd it his own.</br>But scarce had the soft echo died, when all lightness,</br>Like the gossamer floating her vesture of brightness,</br>Terpsichore struck a brisk air from her lyre, </br>Then bade her strain languish to love, and desire:</br>And Erato look'd thro' each eyelash's shade;</br>Tho' mute was her tongue, what an eloquent maid!</br>And, diffusing her smiles in a luminous track,</br>Thalia encounter'd the Poet of sack&mdash;</br>Now mirthful, and splenetic now, as she cast,</br>(Transform'd to a spirit of darkness) a blast;</br>And Clio the grandeur of long-sounding measure</br>Drew out from the depth of her lyrical treasure:</br>And sad as the muse of chaste Reynolds appears,</br>The pensive Melpomene smil'd thro' her tears:</br>Polyhymnia join'd to Calliope's voice</br>Her silent expression applauding the choice;</br>And Urania (her robe, one blue wave of the sky)</br>Whilst kindled as if into lightning her eye,</br>Bent forward, and with a majestic regard</br>(Now more and more aweful) address'd the old Bard:</br>\"Hail thou, whose fair bayleaves, in lieu of thy barton,</br>Tho' greener than Cibber's, yet fade before Warton!</br>Go, vindicate Britain that sinks into gloom,</br>To the wreath of each brother restoring its bloom.</br>'Tis said (and too many will credit the tale),</br>That the smiles of the Muses no longer avail</br>To support in your isle the poetical fame</br>Which the nations once witness'd with shouts of acclaim</br>Go then, and survey &mdash; 'tis the Muse's behest&mdash;</br>Go, look to the Bards, from the shores of the west,</br>E'en where the Bolerium its dark billow swells,</br>To the region sublime of my lakes and my fells!</br>To meet thee, without or a fee or a bribe,</br>I will quickly stir up the poetical tribe.</br>Thy approach shall they hail on the banks of the Exe,</br>To thy presence sage Wykeham shall pay his repects:</br>The founts of old Bladud with more than gas-spirit</br>Effervescing, shall murmur applause to thy merit;</br>And sliver-shod Isis thy visit receive,</br>And roll with new \"triumph\" her emulous wave;</br>High homage to thee e'en Augusta shall pay,</br>And Lichfield her myrtles strew over thy way;</br>Till Windermere greet thee, ambitious to shroud</br>My own proper sons in her faery-wove cloud.\"</br>She said!  And, the last pretty words as the spoke,</br>Herself and her sisters all vanish'd like smoke.</br>The Bard started up; and strait rubbing his eyes</br>With a shrug and a yawn, look'd abroad with surprize.</br>\"Tis a dream\" &mdash; he exclaim'd &mdash; \"tis a vision!  Yet clear</br>The forms struck my sight, and the voices my ear!</br>The hint of the Nine will I certainly take,</br>And the tour of the Isle most religiously make;</br>And try, if the Bards in their woodlands or cities</br>Will salute an old greybeard with bows and with ditties.</br>And first for the West. &mdash; I shall run no great risque</br>If I travel post-haste to the banks of the Isc.\"", "CANTO II.</br>SONNETS, SONGS, DIDACTIC POEMS, PASTORALS, TRANSLATIONS.</br>THE BANKS OF THE ISCA; (OR EXE.)</br>To the banks of the Isca was quickly whirl'd PYE;</br>When the towers of St. Peter were all in his eye:</br>And now, as the noon was announced by St. Peter,</br>In the Close were assembled the children of metre;</br>And also their brethren, whose flights never rose</br>To the hill of Parnassus, plain dealers in prose;</br>To discuss, at the president's instance, a topic</br>Which to all (not obscur'd by a cloud misanthropic,</br>Or by prejudice led away captive in fetters)</br>Must appear of the greatest importance to letters.", "The resident slowly got up from his chair;</br>And roll'd his eyes round with a horrible glare;</br>And, hemming awhile, thus began with a brogue</br>Half English, half Scotch, to call rascal and rogue:</br>\"I am sorry, my friends, such a rogue, such a rascal</br>As might have provok'd the meek spirit of Pascal,</br>Was e'er by this hand introduced to the Globe;</br>Where poesy clothes her own sons with a robe</br>Of amaranth bright and immortal asbestos&mdash;</br>I am sorry, my friends!  that his arts should arrest us</br>In the midst of our triumphs!  when lo, we unfurl'd</br>Our sails to proud science embracing the world.</br>But (to drop metaphorical strains, if I can)</br>You remember, that, erst, a most pestilent man,</br>An original child of Minerva, fie on it!</br>Took upon him to dictate the rules for a sonnet;</br>Insisting, that every true sonnet was built on</br>The model of Italy furnisht by Milton.</br>And, you know, tho' I frequently call'd him to order&mdash;</br>Tho' all of you, ready to kiss e'en the border</br>Of my garment, united, so cordial, with me</br>In asserting a stanza more easy and free;</br>He still, in contempt of despotic dominion,</br>Continued to urge his decided opinion.</br>In short, you remember, we bade him withdraw,</br>An example to those who scorn president-law&mdash;</br>When I enter'd this note, as the sense of the meeting:</br>Whereas a weak petulant fellow's conceit in</br>The structure of sonnets in one sort of rhyme</br>So awkward and crampt, was determin'd a crime;</br>Lest into his error unwitting we fall,</br>Let sonnets be written with no rhyme at all.</br>And, gentlemen!  see, you have sign'd the record;</br>Consenting, without the drawback of a word,</br>(Except Flip and Trottlehem, both absentees&mdash;</br>The first very busy in touching his fees,</br>And Drywit, with locks o'er his visage so lank)</br>That sonnets, hereafter, be written in blank.</br>Now, Sirs, I conceive, you must all understand,</br>That I was expected to first try my hand</br>At a species of verse, by the gods so uncommon,</br>That, before, it was surely attempted by no man.</br>'Twas a compliment due to my age, to my rank,</br>To my character, first to write sonnets in blank.</br>But, behold!  I'm assail'd by a mean interloper</br>(Tho' he rise far above \"a mere elegy-moper\")</br>Who, before I could squeeze out three lines, is come forth</br>With the very first sonnet in blank upon earth.</br>But this is not all.  He has seiz'd on an image</br>Which none but myself could discern in this dim age;</br>Which (quite unprepar'd for a trick so indecent,)</br>I fondly suppos'd from my pen would come recent.</br>You often, indeed, must have heard me make mention,</br>That I meant to come out with a double invention;</br>Viz. my sonnet in blank, and a glorious display</br>Of the sun and moon shining at once, at noonday!</br>He, too, must have heard me, a dirty poltroon!</br>Or how could he else have arrested my moon?</br>Thus clearly, my brethren!  I think I have stated</br>A business that cannot too highly be rated.</br>Yet I would not the least animosity foment,</br>Whilst your thoughts I entreat on a thing of such moment.</br>The person, 'tis true, whom I thus must accuse,</br>I long have esteem'd, and long foster'd his muse!</br>For years have our bosoms in unison beat!</br>And now, buried deep in his Cornish retreat,</br>An exile in solitude many a mile hence,</br>He doats on my letters &mdash; he grieves at my silence.</br>And, I grant, in the critical case now before us,</br>He writes with an earnestness not indecorous;</br>Professing in all the plain language of truth,</br>And not in the strain of false spirit uncouth,</br>From my sun and my moon that he stole not a feature,</br>But drew the like images purely from nature;</br>And, as to the blank, where I thought he was bitten,</br>That such sort of verse he had, long ago, written.</br>So little, in short, does he seem of a braggart,</br>That by his simplicity. zounds!  I am stagger'd.</br>But avaunt foolish pity!  to speciousness turning,</br>And moving my bowels with womanish yearning.</br>To expressions of friendship I listen no more&mdash;</br>He has touch'd me, compeers!  where, I own, I am sore.</br>I have done &mdash; on the subject 'tis vain to enlarge&mdash;</br>But, I beg, you'll consider each separate charge;</br>And, if guilty you judge him, in spite of repentance,</br>Of expulsion at once we proceed to the sentence.\"", "He said:  and, fast-rolling his eyes in fine frenzy,</br>Sat down by the side of his brother Morenzi:</br>His brother Morenzi look'd sheepish and shy,</br>And the president only address'd with a sigh.", "Not so a prig parson.  Though squat on his breech,</br>He, grinning, then sputtering, replied to the speech:</br>\"As, doubtless, my friend, you've asserted with spirit,</br>Of sonnets in blank the original merit;</br>Dear doctor!  as first you have touch'd on a theme</br>Such as never was heard by the Helicon-Stream;</br>(My idea that streams have got ears is well known&mdash;</br>Which I'll boldly maintain at the risk of my own),</br>I feel at my heart not the slightest revulsion,</br>When I vote for the man that forestall'd you, expulsion.\"", "Then started another fierce son of the cloth,</br>Of port more majestic, and foaming with wrath;</br>(Not one of the nine that first met at the Globe)</br>And cried &mdash; (of his lungs as  he strain'd a strong lobe</br>So manfully, that to his countenance flusht</br>You would think all the blood of his body had rush'd)</br>\"I conceive, Mr. P., by such anticipation,</br>Good doctor, hath justly incurr'd castigation.</br>'Tis true, I am printing, this moment, a sheet</br>On a subject young P. must professedly treat&mdash;</br>The cromlech I mean, and druidical column,</br>Which will occupy, soon, a large part of his volume.</br>But yet, my good Sirs!  in such cases as these,</br>Men of consequence, surely, may act as they please.</br>However, the name of young P. I insist,</br>It behoves us, at once to expunge from the list.\"", "Strait another arose, who, sarcastic and sly,</br>While contempt of the question deep lurk'd in his eye,</br>Begg'd leave, with respect to the moon, to suggest</br>What, perhaps, might appear an infallible test</br>To determine the matter of plagiarism,</br>That had made in the meeting so hideous a schism</br>\"Now, my friends!  (he observ'd) I am greatly in doubt</br>Whether e'er such a moon at Manaccan shone out!</br>If not, why, besure, there's no question upon it&mdash;</br>We are meanly fobb'd off with a second-hand sonnet.</br>No more, then, to throw out conjectures at random,</br>In my humble opinion, hoc est demonstrandum,</br>That a bard, in a corner by nature forsaken,</br>Could never have seen such a moon at Manaccan.\"", "With quick interruption, another, nam'd Petre,</br>Cried aloud:  \"My dear friends, now a word for the metre.</br>On verse your ideas tho' high I must rank,</br>My opinion on rhyme is against you point-blank;</br>And, (I trust, I may say, with no danger of treason)</br>Blank verse on the moon is without rhyme or reason:</br>And many, I judge, who are fond of lampoon,</br>Would refer our sage counsels forthwith to the moon.</br>I, therefore, at once would the question dismiss,</br>Lest the foes of the muse at the lunatics hiss.\"", "\"Besides, (said the feeling Morenzi) 'tis wrong</br>That friendship be sacrific'd thus &mdash; for a song.</br>Sure, candor, attributing this little piece</br>(Admit 'tis a copy) to spleen or caprice,</br>Will ask, if the man, in the scale of regard,</br>Be sunk very low, by one freak of the bard?</br>But a notion of mine I've no scruple to own</br>A brother too nearly approaches the throne.\"", "Quoth Flip, \"from the question, my brethren, you wander,</br>Perplext in the midst of an idle meander.</br>But, to banish all strife, let us wave our debate</br>On the culprit, and leave him within his retreat;</br>And abstractedly look to the sonnet and image</br>Which the doctor discover'd alone in this dim age.</br>You know the decision, or crazy or crank,</br>That sonnets, in future, be written in blank:</br>And damme, it any one dare interpose,</br>We'll resolve, that all sonnets be written in prose.</br>To conclude &mdash; I now move for an instant decree</br>That my friend of blank sonnets be sole patentee;</br>While we publish the fact far and near, that at noon</br>In the sight of the sun, he was struck by the moon.\"", "He ceas'd &mdash; his last words like the water-fall's lapse;</br>And the chamber re-echoed with hisses and claps;</br>When the bard who the sceptre would never usurp &mdash; (he</br>Who had wooed the lone shade but for madam Euterpe)</br>Stepp'd forth from his corner, a figure so risible</br>Where Madam Euterpe had made him invisible,</br>And cried:  \"What a shame, that resembling the rabble,</br>You, sons of the Muse!  should delight in a squabble;</br>That you, who the sweets of Parnassus would rifle,</br>Should thus, so tenaciously proud, to a trifle</br>(All the same whether falsehood or matter of fact) stick&mdash;</br>O ye, who pen past'rals, and poems didactic!</br>Nay, poems didactic ye frame passing well&mdash;</br>So Monthly Reviewers, and Journalists tell.</br>But that he should build epics, with just enough rhyme</br>In a tale or a fable to decently chime&mdash;</br>With just enough metrical power to dispense</br>Of Maro or Naso in numbers the sense&mdash;</br>For instance, to sing of the Centaurs and Lapithae&mdash;</br>Must awaken to wrath e'en the bosom of apathy!&mdash;</br>Go then, and in peace as each finds out his level,</br>May harmony smile on your spiritual revel!\"", "CANTO III.</br>ELEGIES AND DESCRIPTIVE POETRY.</br>\"WYKEHAM SHALL PAY HIS RESPECTS.\"</br>PYE, heartily sick of the strange coalition</br>Of dullness and wit on the banks of the Exe,</br>Where he heard of male pangs and of male parturition</br>To the utter confusion of science and sex,</br>Flew off to the East, nor stopp'd short, till bewitching</br>In her musical murmurs, meander'd the Itchin.</br>There he (and he scarcely had cut capers faster</br>If escorted by Fellows and Warden and Master)</br>All unceremoniously scamper'd, just under</br>The statue of Wykeham, munificent founder;</br>When struck like a shuttlecock, strait did he dart on&mdash;</br>To the bench of that classical wizard, JOE WARTON!</br>Alas!  Joe no longer could charm with his lay, us&mdash;</br>No longer could pipe like his own Melibaeus!</br>But ravish'd from earth to effulgence Elysian</br>He was gliding a shade to poetical vision.</br>To his mem'ry, lo!  busily building a shrine,</br>Two Poets appear'd; and each call'd on the Nine.</br>Fantastic the monument rear'd in a trice is;</br>And its sides are embellish'd with various devices.</br>His skill the vain Artist endeavour'd to try had</br>In the figures of Pan and a  young Hamadryad:</br>And his rival in sculpture had carved out a glade</br>Whither ran from his ravishing godshop the maid.</br>The poor breathless maid, whether mortal or goddess,</br>In the hurry of flight had burst open her boddice;</br>And &mdash; (vestments beseeming the pulpit and hassock)</br>Hoar Pan was trick'd out in a gown and a cassock;</br>Pan look'd in his cassock, as seiz'd by the cramp;</br>When, sudden, a wild multitudinous tramp</br>From the youth whom to feats of agility joy stirs,</br>Was mingled with many a voice in the cloysters;</br>And the boys rushing in, without quibble or quirk,</br>Cried down (in sharp terms of derision) the work,</br>And, to mark more than words their dislike of the plan,</br>(Very captious indeed!)  flung their caps at \"hoar Pan!\"</br>The artists, no other than Hayley and Rogers,</br>Tho' smooth were the tongues of the pleasant old codgers,</br>With oil-of-fool aiming in vain to cajole</br>High striplings that breathed the republican soul,</br>Slank away from a scene of confusion and din,</br>And rejoic'd at their happy escape in whole skin.", "But scarce had sheer'd off the unfortunate couple,</br>To the Manes of genius and learning so supple,</br>Ere a poet indeed!  to his prototype just,</br>Appear'd &mdash; 'twas the elegant Bowles &mdash; with a bust;</br>And Crowe waved a chaplet deliciously chaste,</br>The beautiful product of fancy and taste.</br>On the delicate wreath, like the morn's ruddy break, a ray</br>Illuming its hyacinths, beam'd from Terpsichore!</br>Not Flora, in springtime, so pencils the bowers!</br>'Twas the tint of the rose on the fairest of flowers.", "CANTO IV.</br>\"THE FEASTS OF OLD BLADUD.\"</br>'Twas thus like a whirligig harried about</br>Was he forc'd to perform each unmerciful route;</br>And a new expedition our poet now made had,</br>Arrived at the beautiful city of Bladud:</br>And scarce had he time to recover the shocks</br>From a rumbling machine, and comb out his grey locks,</br>Ere &mdash; \"over the island, thou bard!  in a crack sent</br>To the pump-room haste, haste!\"  cried an audible accent.</br>The pump-room seem'd all as alive to swim round;</br>There were faces that grinn'd, and more faces that frown'd;</br>There was laughter relaxing each risible muscle,</br>And the guttural harsh discords of folks in a bustle,</br>And the soft sound of silks that more pleasantly rustle;</br>And the creaking of boots, and the flapping of fans,</br>And the whisper &mdash; \"were I that agreeable man's!\"</br>(A whisper so gentle &mdash; to friendship aside)</br>The toss of contempt and the strutting of pride;</br>And the pale convalescent, that wriggled her rump,</br>As she drank oft a glass steaming hot from the pump;</br>When sudden, a terrible panic appear'd</br>To arrest the pert prig and puling grey beard,</br>And the rustic and cit, whether artist or squire,</br>And the minx and the damsel of fashion and fire&mdash;</br>A squeaking voice tittering \"O bless me, I shant stay!\"</br>And it glided off quickly, affrighted by Anstey!</br>It seems, she was one of the Blunderhead progeny,</br>Whom, cruelly ferretted out from her lodging, he</br>Had resolv'd through the circles of fashion to hunt,</br>Another Miss Jenny, or Tabitha Runt!</br>And away rush'd Miss Fubby Fatarmine, and chubby</br>Master Marmoset, all by the side of Miss Fubby,</br>Mrs. Danglecap's boy, and Miss Carrot Fitzoozer,</br>Afraid Master Anstey again would, abuse her;</br>And the widow Quicklackit, the bombazine lady,</br>Whose husband did die &mdash; O did die in the heighday</br>Of gaiety leaving the fair summer blossom!</br>How swelleth &mdash; from sorrow &mdash; that lily-white bosom!</br>Meantime, from a couple who led arm in arm,</br>It appear'd a few Parsons betray'd an alarm.</br>And, 'tis said, of disciples of Galen a few,</br>At the sight of the cynical couple look'd blue:</br>To the cynical couple the muse was no drab;</br>For, behold and bow down!  they were Cowper and Crabbe.</br>Nor long, ere with hostile demeanor, a groupe here,</br>Drew off the attention, from Crabbe and from Cowper.</br>And, foaming out vengeance against a poor wight,</br>Thro' every gradation, of shadow and light</br>They caper'd and stamp'd, and, right prominent figures,</br>Advanc'd with their canes, as if pulling their triggers.</br>There was Gainsborough and West and Rigaud, who cried \"hic est!\"</br>And a female, who making her way thro' the thickest,</br>\"Of vengeance\" exclaim'd, \"now beginning the work is!</br>Full soon the grey caitiff shall rue his cock-turkies!\"</br>To the back ground they slowly retreated; and Peter</br>Was left for awhile to his scurrilous metre.", "But hardly the echoes of anger and pride</br>In the ears if the poor sneaking Peter had died,</br>Before a deep groan, a fierce glance and a hiss,</br>And a titter, as if from a boarding-school Miss,</br>And a half smother'd scream, and a die-away languish,</br>Betray'd agitation or hatred or anguish.</br>Della Crusca dropp'd tremulous the gossamer tear,</br>And Anna was \"icicled over with fear;\"</br>And Laura's pulse flutter'd, like, \"zephyrs of gauze;\"</br>And Adelaide stood in \"a petrified pause;\"</br>And Emma, her eyes lighted up were, as beryls,</br>That shot, all on Gifford, their \"liquified perils!\"</br>At length, Phoebus' sons, after bearing the brunt</br>Of the menacing throng who had taken affront,</br>Were left all alone:  and one musical brother</br>Seem'd awaked from a trance, just to grinn at another!</br>'Twas a meeting so strange.  Now, to close up the matter,</br>To Pye, gleaming forth, said her museship of satire&mdash;</br>(Her museship at times young and frolic and light,</br>Now solemnly serious, and sable as night)</br>\"Tell Anstey, I love his good humour and wit</br>That the foibles of Fashion so finely have hit!</br>Tell Crabbe, that his strictures are just and are pleasant,</br>Tho' too low he descends, hand in glove with the peasant!</br>Tell Cowper his laurels have lost half their bloom</br>In the damp of a sad puritanical gloom!</br>Tell Peter, tho' gross and profane, yet his Odes</br>I hail with high glee! &mdash; There, he soar'd to the Gods!</br>Tell Gifford, with joy I his numbers embrac'd,</br>When from Folly he rescued the regions of Taste!\"</br>She spoke; and expanding her raven-black wings,</br>Like the joints of a rattle-snake, rattled her stings!</br>And she shed forth a light as she mounted the skies,</br>She shed forth a light, like the basilisk's eyes!", "In order, the Laureate each poet address'd</br>The sweet things repeated, nor cancel'd the rest.</br>But scarce the satirical gentry the whole heard,</br>Ere Pindar and Gifford each other had collar'd!</br>Ah me!  that the Bard should his province profane</br>By the smack of a whip, or the crack of a cane!</br>Lo Pye, turning round him to scenes more quiescent,</br>With Anstey in haste stole away to the Crescent!", "CANTO V.</br>LYRIC POETRY.</br>\"SILVER-SHOD ISIS.\"</br>As the springs of hot Bladud lay smoking behind,</br>PYE, on Pegasus mounted, to rival the wind,</br>Now posted away:  and fair Isis her stream</br>Bade murmur his coming to high Academe!</br>Ah then! &mdash; if fond fancy could wander at will,</br>She rov'd in a tranport o'er Faringdon-hill!", "To the theatre strait did the poet repair:</br>And he felt himself proudly exalted in air,</br>&mdash;As he took, Muse-impell'd, the Vice-Chancellor's chair!&mdash;</br>In order &mdash; at that most particular crisis&mdash;</br>Arrang'd on his right, were the lyrists of Isis;</br>And, all in the area, the velvet-sleeved proctors,</br>And, scarlet or crimson, the pomp of the doctors;</br>And a croud of square-caps, and gowns shabbily dusk,</br>To envelope the many light shades of subfuse!", "With precipitation, as if to intrench</br>Upon time he was sorry, Holmes rose from his bench,</br>And waved a large scroll!  From the ruins of Greece</br>He declared he had rescued a fugitive piece:</br>But his musings, in sooth, he much wish'd to impart, on</br>The death of their sweetest of minstrels, Tom Warton!</br>And Maurice was eagerly conning his verse,</br>To deck the Professor's poetical hearse;</br>And Lipscombe, presuming, for \"Inoculation\"</br>He nigh Aganippe had gain'd a snug station,</br>Stepp'd forth; the fond warbler tho' Clio look'd bitter on,</br>And beckon'd him off to his \"shade\" of sweet \"citron;\"</br>And with hottest impatience, now all on a fret,</br>That aper of odes! &mdash; was poor Trinity-Kett;</br>And Richards a stanza or two had now hit on,</br>Sublime as his own \"Aboriginal Briton;\"</br>When open the doors of the theatre flew,</br>And five poets from Cam appear'd aweful in view,</br>\"Ah!  Maurice!  (said Holmes) see the mighty Matthias</br>Come hither, alas!  from his Cam, to defy us!</br>And Sir Egerton Brydges &mdash; how dreadful the critic,</br>As one dish of his pen is a stroke paralytic!</br>And Dyer and Pott &mdash; and &mdash; the destinies rot her!&mdash;</br>The demon of tragedy bands in her Potter!\"</br>Thus muttering their sorrows, they ceased; as ascended</br>From the lyrists of Cam in soft symphony blended</br>So varied a strain, of so dulcet a tone,</br>That Isis ne'er hail'd such a chorus her own.</br>To Gray and to Mason the minstrelsy flow'd;</br>And Clio bade Pembroke re-echo the ode.</br>Impartial with blushes the Laureate resign'd</br>To Cam a rich chaplet that Clio had twined.", "CANTO VI.</br>THE DRAMA.</br>\"HIGH HOMAGE AUGUSTA SHALL PAY.\"</br>Hurl'd along, as fumed up the poetical fury,</br>PYE found himself strait in the precincts of Drury.</br>And, the theatre opening, there glanced thro' the door,</br>A tall shadowy form, and still glided before,</br>Till now in the green-room and now on the boards,</br>He saw in strange attitudes Ladies and Lords,</br>And others so rueful &mdash; all held by constraint&mdash;</br>Their looks of dejection no pencil could paint&mdash;</br>Each bearing a burden (from which he must part,)</br>On his shoulders or back, tho' it clung to his heart.</br>Dear as to Aeneas was father Anchises!</br>Of our works, to ourselves, how enormous the price is!</br>At that instant a Being tripp'd forth, debonnair,</br>And laughing and arch, with a frolicksome air,</br>Leading briskly a troop, on the opposite side,</br>A troop oddly drest, particolour'd and pied.</br>These too, with a burden attach'd to the  back,</br>Went wriggling along, as if put to the rack.</br>The two Muses then seized, each a female, whose vanity</br>(From childhood to age) had span verse from inanity,</br>And, above the mixt multitude, set them on high;</br>And, as they accepted their thrones, nothing shy,</br>Crown'd one with a glimmer (so feeble her lyre is!)</br>With a glimmer just caught from the bow of an Iris</br>Whilst the raindrops Cyllene was penciling, tho' fair</br>Yet all evanescent and fainting in air;</br>Then weaving a tissue of scarlet and yellow,</br>Flung it up, to encircle the head of her fellow;</br>Assur'd, that no garland more aptly would fit her,</br>Than the tiny web glistering &mdash; the gossamer glitter.</br>The Lady, indebted to Luna, engross'd</br>The care of a dramatist, certes a host;&mdash; </br>Of Sheridan, who had condemn'd her not wholly,</br>But in tenderness view'd her, and pitied her folly!</br>Bright Hannah of Bristol, (the maid Iris-crown'd)</br>For some one to prop her, look'd wistfully round:</br>Her vanity-feeder, her Garrick was gone!</br>How \"cruel\" alas!  was her seat on the throne;</br>Till Cumberland who was too late to escort her,</br>Now bustling came forward, no pigmy supporter!</br>PYE stared; and at once by the Muses provok'd,</br>To the bards of the stage, whether buskin'd or sock'd,</br>Utter'd words not his own, highly season'd with satire,</br>Not his own &mdash; for poor PYE was the milk of good nature.</br>\"Come!  each of you quietly lay down your care,</br>To many a burden too grievous to bear!</br>To thee, Dr. Downman!  (perforce I am brief)</br>To get rid of thy load would be, sure, a relief&mdash;</br>Tho' as friends of stern virtue, perhaps it may suit us,</br>To speak a kind word in behalf of thy \"Brutus.\"</br>And thou, tho' thy liver, my Lord of Carlisle!</br>May possibly swell with poetical bile,</br>Down, down with thy works, or my hands shall arrest all&mdash;</br>If rich, rich alone from the pencil of Westall!</br>And Hayley! &mdash; we value the lays of thy youth,</br>Embellish'd by talent-exalted by truth!</br>How couldst thou, not deeming thy \"Triumphs\" enough,</br>Manufacture of late such combustible stuff?</br>And (tedious it were to address each by name)</br>You vile poetasters, who think to raise fame</br>On an elephant's trunk, or on any sea monster&mdash;</br>Fling away your abortions! &mdash; Hence, hence shall not one stir,</br>His shoulders unless he shall quick disencumber</br>From his melos, and all such theatrical lumber!</br>Now &mdash; dear madam Cowley!  descend from thy height,</br>Archpriestess of Comedy, frothy and light!</br>Tho' more of the tragedy-queen in thy looks&mdash;</br>Descend, madam Cowley!  and build up the books.</br>Yet first &mdash; (thro' thy tears I perceive a faint smile)</br>With thy own pretty pieces embellish the pile.</br>And as, to set fire to this soul-breathing pyramid,</br>Apollo's self bade us provoke and bestir a maid,</br>Devoted Miss Hannah!  of vestals the purest,</br>Of saints or of methodist-maidens demurest!</br>Thy books bring together &mdash; come, toss in thy \"Percy;\"</br>Nor on thy \"Inflexible Captive\" have mercy!\"</br>Whilst with Deans so familiar, and Bishops we rank her,</br>Can Hannah still after the theatre hanker?</br>\"No!\"  contracting her brow into furrows full risible,</br>(As a torch met her hands from some spirit invisible)</br>\"No &mdash; no!\"  (scream'd Miss Hannah) \"all hail!  Benedicite!\"</br>And thus made a virtue of savage necessity.</br>Then, (her visage with zeal or malevolence flusht)</br>To the heap of high wit, like a Bacchanal, rush'd</br>And dash'd in the torch.  Strait ascended the smoke,</br>And feeding on goblins and giants and joke,</br>From the pyre, a fine blue, the flame crackled and broke.</br>And certes!  or nourisht by matter bituminous,</br>Or nonsence or wit, it was very voluminous!</br>When rising and flying, more subtle and bright,</br>Than it e'er has aspired on a Benefit-night,</br>The wit or the flame was now curling aloof,</br>Till suddenly all in a blaze was the roof.</br>Away scamper'd the crowd:  And the Muses upflew</br>To their Sheridan &mdash; Cumberland &mdash; bidding adieu!", "CANTO VII.</br>MISCELLANEOUS POETRY.</br>\"THE BLUE ROOM.\"</br>Now, snorting forth lightnings his snowy-wing'd horse,</br>To Lichfield the Laureate directed his course.</br>His Pegasus, not as at other times wayward,</br>Flew strait to the Close, the fair mansion of Seward;</br>And, invisibly rein'd by the muse Polyhymnie,</br>On the roof, safe and sound, and then plump thro' the chimney</br>In \"the Blue-room\" of Genius the Poet let down;</br>Where, to the surprise of her parents, a crown</br>Of myrtle or bays, to delight or to bore us,</br>Was said to be woven by no less than Horace.</br>In the Blue-room so meet for the blue-stocking ladies,</br>And others their mimics, whose pleasure or trade is</br>\"To talk sentimentals,\" as if they were fuddled,</br>What a crowd of strange beings together were huddled!</br>Miss Seward &mdash; her fingers all blacken'd with ink&mdash;</br>(On such indecorums in merit we wink)</br>Just then was devoutly engaged, after Flaccus,</br>In pouring libations to Venus and Bacchus;</br>While whispering and sighing, in spite of all cavil,</br>Beside her was seated her silver-toned Saville!</br>He, tho' to digest her sweet nonsense but ill-able,</br>Each little word swallow'd, and every dissyllable!</br>Miss Seward voluptuously roll'd her dark eye:</br>And Opie perceived the effect, very sly,&mdash;</br>The wife of the Painter &mdash; her cap all awry.</br>There was Hardinge, to faults and to beauties awake;</br>And that fine philologist, good Dr. Drake;</br>Lady Burrel, in verse that so often hath made a trip;</br>And, Manners whom, likewise, we christen' her ladyship;</br>And Mundy so pleasant &mdash; so meltingly soft&mdash;</br>In poetical landscape; &mdash; and poor Capel LOFFT</br>Tho' scarce in the province of sonnets a tetrarch,</br>Yet vaunting his prowess, as if a new Petrarch;</br>And Cartwright; and Helen exalting a varlet</br>To the rank of a lord; and monotonous Charlotte;</br>Mrs. Radcliffe romancing, and eke Montolieu;</br>And some looking buxom, and some looking blue.</br>From his task as a President (PYE was no Hector!)</br>The Laureate recoil'd.  But (instead of a lecture</br>On verse or on prose) with bright wine-cups of nectar</br>The board, that had groan'd beneath Flaccus, shone rich:</br>And from Polyhymnie a pinch or a twitch</br>Bade PYE rising briskly around him dispense</br>To talent and taste, to wit science and sense,</br>And to folly &mdash; (tho' not with contempt or in malice,)</br>The fluid contents of the cup or the chalice.</br>The nectar, it seems, to the liquors, that suited</br>Their characters, was in a moment transmuted.</br>Lady Burrel, instead of the nectar divine,</br>Had only some weak and insipid Cape-wine:</br>Lady Manners was angry, &mdash; presuming to rate her</br>So low, as the Laureate address'd her with water.</br>To Radcliffe the claim of desert, and no favour,</br>Of Frontiniac was adjudged the high flavour&mdash;</br>Its lusciousness somewhat allay'd by pale sherry;</br>To Helen champagne &mdash; tho' perchance it was perry! </br>But it sparkled and cream'd with the tint of Aurora;</br>And Montolieu relish'd the light Alba Flora;</br>And O the sweet Charlotte!  metheglin to sip</br>(How she took it to heart!)  was the lot of her lip;</br>While not brooking a rival, and prompt to deride her,</br>Madam Opie was sentenced to cocagee-cyder!</br>As her cocagee fumed, like herself effervescencing,</br>To see how she fretted was truly distressing!</br>And Seward &mdash; for bounce!  it was gone to a drop&mdash;</br>Was regaled with a goblet of Ashburton-pop!</br>Mellow mountain was Cartwright's &mdash; which soon changed to Bronte</br>Diluted a little with aqua de fonte;</br>Whilst Mundy!  thy  modestly beckon'd to pass</br>To another, of Chateau margaux a small glass;</br>And, catching the scent as of something grown stale,</br>Capel Lofft was astonish'd to find it hard ale;</br>And Hardinge drank off a full wine-cup of rhenish;</br>And look'd with an eager desire to replenish;</br>And last, tho' not least, where the Muses resort,</br>Dr. Drake was delighted with generous old port.</br>PYE rubb'd his eyes &mdash; left on a sudden, alone&mdash;</br>The Blue-room and all the bright vision was gone!", "CANTO VIII.</br>THE EPOPEIA.</br>\"WINDEMERE GREET THEE!\"</br>To determine this wondrous poetical warfare,</br>Away to the north was PYE whisk'd in a car, far</br>As he ever had travel'd thro' half a moon's age;</br>In a minute &mdash; a truly miraculous stage!</br>Urania, in sooth, over mountains and glens</br>Over moorlands and rivers and vallies and fens,</br>Over castles and hamlets, and manors and glebes,</br>Now bears us to Athens, now wings us to Thebes.</br>She can waft e'en a temple across the wide ocean&mdash;</br>The shrine of Loretto was thus set in motion!&mdash;</br>And lo!  in our Isle, 'midst the fells and the meers</br>Her bidding the fane of Minerva uprears!</br>'Twas eve.  O'er a lake frown'd a fell ribb'd with rock;</br>And burst from broad chasms the wild ash and the oak.</br>Now gradual the fell a rich purple o'erspread,</br>Where the sunbeam had tinted its azure-girt head.</br>Of crag and of woodland now deepen'd mass;</br>And the lake slept beneath like, a mirror of glass:</br>When slow from its bosom a dense cloud arose,</br>That parted, a fabric sublime to disclose&mdash;</br>The fane of the goddess Minerva at Athens&mdash;</br>(Tho' perdie there way moved nor a stone nor a lath thence)</br>Its features from old time were hoarily solemn;</br>But the Doric grace breathed in each fine fluted column.</br>Shadowy figures at once gliding quickly were seen</br>To its portals, and then to a chamber within;</br>Where PYE, by his office compell'd, to a crowd</br>Of Epic-competitors, awkwardly bow'd,</br>As if he would every pretension disclaim</br>To decide, where such wranglers were fighting for fame.</br>Moreover, a feeling unpleasantly lurk'd</br>In his heart, that himself in heroics had work'd:</br>And, as he was hemming, Urania cried:  \"PYE!</br>Come, be of good cheer; nor the scrutiny fly!</br>Tho' not rank'd with Bards, whom we deem Boanerges&mdash;</br>Thy number's are smooth &mdash; thou art better than Burges!</br>What tho', as they jeer, with a joke or a gibe, us,</br>The wicked wits couple thee often with Pybus;</br>Sir Bland!  thou shouldst rather have labour'd to whistle</br>To Dunning, another heroic epistle,</br>Than have climb'd up, and roll'd down the rock to thy breech hard,</br>In struggling to grasp at the shade of King Richard!</br>But see how he snivels and sneaks behind Helen;&mdash;</br>Tho' neither in rhyme nor in reason a felon:&mdash;</br>Secure from the charge of a theft as of treason,</br>His own is his rhyme, and his own is his reason!</br>Up Pindus tho' creeping to carry the farce on, he</br>Still laboured, too weak for one poor petit larceny!&mdash;</br>Such metrical monsters ah!  why do I mark,</br>While beams in my presence the \"Poet of Arc?\"", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Full soon great Eliza, tho' tragedy lend her</br>From one bard all the blaze of poetical splendour,</br>Shall yield to an era fast opening; and Anne</br>(Tho' a race her prime poets so gloriously ran,)</br>Shall veil to a Coleridge &mdash; a Southey her bonnet&mdash;</br>Compared to a Pope, like an ode to a sonnet!\"</br>She said:  And the temple with Southey &mdash; ascending,</br>And the grandeur of trumpets with dulcimers blending,</br>On the broken cloud &mdash; each seem'd to cling to a flake&mdash; </br>Sir Bland and poor Pybus sank down in the lake!</br>"]