["On Redburn's bank two pining matrons sat,</br>Their tears fast dropping in the waters clear,</br>Each one lamenting for her absent mate,</br>Who at St. Alban's shook the murderous spear.</br>The nut-brown Elinor to Juga fair</br>Thus faintly spoke, with languishment of eyne,</br>Like drops of pearly dew glisten'd the quivering brine.", "ELINOR.</br>Ah, gentle Juga!  hear my sad complaint!</br>To fight for York my love is drest in steel:</br>Oh!  may his White Rose with no blood be stain'd!</br>May holy Cuthbert watch Sir Robert well!</br>Much more than death in phantasy I feel.</br>See, see!  upon the ground he bleeding lies!</br>Infuse some healing balm, or else my lov'd Lord dies!", "JUGA.</br>Sisters in sorrow, on this daisy bank,</br>Where melancholy broods we will lament:</br>Be wet with morning dews, and evening dank,</br>Like withering oaks, by rage of lightning rent,</br>Or like forsaken halls of merriment,</br>Whose gloomy ruins harbour the fell sprite,</br>Where deedly ravens croak, and owlets wake the night.", "\"No more shall minstrelsy awake our morn;</br>Farewell the dance, good chear, and morris-play;</br>No more the ambling palfry, and the horn,</br>Shall from the cover rouse the fox away.\"</br>I'll seek the forest all the live-long day,</br>All night, forlorn, thro' the lone church-yard go,</br>And to the flitting ghosts repeat my tale of woe.", "ELINOR.</br>When shadowing clouds do hang upon the gleam</br>Of the pale moon, in silver mantles dight,</br>While happier minds enjoy the golden dream</br>Of fancy'd bliss, inspir'd by elves of night,</br>Then (but the saints forbid!)  if the sad sprite</br>Of my lov'd Lord his death should tell, &mdash; I'll hold,</br>And clasp, with dying arms, his bloody corse clay-cold.", "So saying, like two tempest-blasted trees,</br>Or like two clouds, o'erswoln with heavy rain,</br>They mov'd with slow steps o'er the dewy meads</br>To where St. Alban's sacred shrines remain;</br>There did they find that both their Knights were slain:</br>Distraught, they hasted back to Redburn's side,</br>Yelled their knell of death, plung'd into the wave, and dy'd.</br>"]