["Joy of my Life, whose Wit my Soul inspires</br>With Rapture, as with Love thy Beauty fires!</br>In whom my All of Pains or Pleasures dwell;</br>Lod'g in thy Smiles or Frowns; my Heav'n, or Hell!</br>Accept these Numbers of an humble Swain:</br>Happy if you approve their artless Strain.</br>Numbers, were they an Honour, you might claim;</br>Thine are these Numbers, for from thee they came.</br>The Poet thine.  Ah!  would not thou disown,</br>Then blest indeed, the Poet for thine own!</br>At least the Numbers for thine own refuse!</br>But thou, that art my Venus, be my Muse!", "I boast not to have seen the tuneful Train,</br>As Hesiod saw them on th' Ascraean Plain.</br>Nor to have slept the Charge of fabled Doves,</br>As Horace slept beside th' Apulian Groves.</br>Then what the Pow'r my beating Breast alarms,</br>With Transports swelling like Poetick Charms?</br>Thy God Anacreon does these Transports move;</br>Love my Apollo is, my Song is Love.", "In ancient Days (those Days full happy were)</br>When Life was void of Art, as void of Care;</br>When Swains for Truth of Passion were approv'd;</br>And Maids for Merit, not for Lucre lov'd.</br>Among th' Iernian Nymphs for Beauty fam'd,</br>There dwelt a beauteous Nais, Livia nam'd.</br>Form'd for all Tongues to praise, all Eyes admire.</br>Her Mother Lamia, Neptune was her Sire.</br>For once as Phoebus shone with equal Ray,</br>Betwixt the rising and the falling Day.</br>This Island-Nymph, to shun the sultry Heat,</br>Sought in her mossy Cave a cool Retreat.</br>There, o'er the Billows mounting as he rode,</br>The sleeping Beauty touch'd the wat'ry God.</br>Expert of Hand he check'd the flowing Rein;</br>And from his Chariot lighting on the Main,</br>Sudden with his circumfluous Waves betray'd,</br>Thoughtless of such Mischance, th' affrighted Maid.</br>Hence Livia sprung, to bless the God's Embrace;</br>Doubly to bless, she sprung with ev'ry Grace;</br>With sweetest Innocence the Mind to move,</br>And Beauty to confirm the Heart to Love.</br>Yet Love, as from the worst of Foes, she fled,</br>And fear'd, she knew not why, the Nuptial Bed.</br>Oft Neptune chid her with a Father's Smile;</br>Oft as the God review'd Ierne's Isle;</br>Whose Presence, scarce more frequent on her Coast,</br>Albion, of Isles the fairest Isle, cou'd boast;</br>With safer Hand to guide her lab'ring Oars,</br>Or speed her swelling Sails to foreign Shores.</br>\"How long, fair Daughter,\" (thus the Monarch cry'd)</br>\"Wilt thou defer the pleasing Name of Bride?</br>If Mortals you reject; caught with those Charms,</br>Know many a God of Rivers seeks thy Arms.</br>For Love of thee my Fav'rite Shannon burns,</br>Swoln with the Tribute of a thousand Urns.</br>The sandy Slane; the Silver-streaming Shure;</br>Full-flowing Barrow; rapid-winding Newre;</br>Wide-spreading Boyn, the Scene of future Fame;</br>And Numbers more whom I omit to name.\"", "But still, as he advis'd, the Virgin said,</br>\"Give me, 'tis all I ask, to live a Maid.</br>Nor do you give, nor do I ask for more,</br>Than has of Gods been ask'd and giv'n before.</br>Dian to Jove for this her Pray'rs addrest,</br>And Jove to Dian granted this Request.\"", "O'er the fond Father the fair Child prevails,</br>\"Persuasion deck'd with Beauty seldom fails.\"", "But Dian, proud so bright a Nymph to gain,</br>With Joy admits her to her Virgin-Train.</br>Together to the Forests they repair,</br>The Mountain-Forests high in ambient Air;</br>To chase the shaggy Wolves, or tim'rous Harts;</br>Both arm'd with Quivers, both supply'd with Darts:</br>In Hunting-Garbs both negligently drest:</br>And both with naked Feet, and naked Breast.</br>Bare was the Goddess' Head, the Nymph's was bare:</br>Loose was the Nymph's, and loose the Goddess' Hair.</br>Such Charms the Mistress, such the Maid adorn:</br>But for their Bows of Silver and of Horn,</br>None well the Mistress from the Maid could know.</br>And wou'd the Maid but take the Silver Bow,</br>Or that of humbler Horn the Mistress take,</br>The Mistress might the Maid, the Maid the Mistress make.", "This Venus saw, and saw with jealous Eyes;</br>For Jealousy can reach the very Skies.</br>A Nymph so form'd to grace her sprightly Court,</br>\"Lost\" (thus the Goddess griev'd) \"to idle Sport!</br>A fit Companion thou with Bruits to rove!</br>Thy fit Companion, Nymph, is youthful Love.</br>Thy very Charms oppose thy own Desires,</br>And thy Face questions what thy Heart requires.</br>How canst thou think that lovely-rising Breast</br>Was made for other Use than to be prest?</br>At least (tho' fixt thy Rudeness to maintain)</br>Made to be sought, tho' to be sought in vain?\"", "Thus wrathful, to herself the Goddess cry'd,</br>And beckon'd wanton Cupid to her Side.", "To whom.  \"Prepare, my Boy, thy keenest Dart,</br>Thou never-slow to take thy Mother's Part!</br>Subject yon Rebel-Nymph my Pow'r that slights,</br>And quits for stupid Sports my pleasing Rites.</br>On whom dull Coyness aukardly intrudes.</br>Ill suits it with the Charming to be Prudes!</br>Deformity stiff Virtue recommends,</br>But Beauty was ordain'd for better Ends.\"", "To rouze the Boy there needed little Art,</br>\"Cupid all know loves Mischief in his Heart.\"</br>Down shoots the nimble Archer from the Skies,</br>(The well-stor'd Quiver rattles as he flies)</br>The Nymph in View:  Bent was his deadly Bow,</br>And fixt his Shaft in Readiness to throw.</br>When now approaching, twangs the slacken'd String,</br>The feather'd Weapon whizzes on the Wing,</br>True to it's Aim, thy Breast, devoted Fair!</br>But thy own Goddess took thee to her Care:</br>She, from thy Bosom turn'd the slanting Dart,</br>The Virgin-Hand preserv'd the Virgin-Heart.", "Robb'd of his Prey, Love to superior Pow'r,</br>Stiffly submits; and waits a luckier Hour.", "So when the Hawk comes sousing from the Skies,</br>And well-nigh fastens on his Subject-Prize;</br>The tender Eagle newly gone astray,</br>Pleas'd with her Ramble thro' the aerial Way.</br>If chance at Hand the royal Bird appears,</br>Drawn to her Rescue by maternal Fears:</br>He, yields reluctant to his own Desires,</br>And slow-receding sullenly retires.", "Now down the Hill, (Hill, not unknown to Fame,</br>Which owes to filial Love it's ancient Name)</br>The sportive Virgins chas'd the flying Prey;</br>When Livia hapless miss'd the common Way.</br>Here as she err'd, rous'd by the passing Hound</br>The Mountain-God appear'd with Osier crown'd;</br>A shaggy Skin upon his Back he wore,</br>And in his Hand a piny Jav'lin bore.</br>\"Say, gentle Swain (whatever be your Name)</br>If God (whatever Deity you claim)</br>Hast thou this Way the Virgin-Goddess spy'd?\"</br>To him the Nymph; to her the God reply'd;</br>With wild Commotions suddenly possest,</br>(His Heart began to beat within his Breast,</br>His Tongue at Variance with his Mind to rove)</br>Reply'd, not of the Goddess, but of Love.</br>At Sound of Love she leaves him to Despair;</br>And shoots into the Wood she knows not where.", "For Cupid who had found the Task too hard,</br>To reach the Virgin thro' her watchful Guard.</br>But, like a prudent Gen'ral, seem'd to yield,</br>To make the surer of a doubtful Field.</br>Now for the Fight with double Fury burns:</br>\"So oft to Malice Disappointment turns.\"</br>In his first Shot mild was the God's Intent,</br>No Harm but Love, if Love's a Harm, he meant.</br>His next was sped with a severer View,</br>Was sped, not now to conquer, but undo.", "Two Darts he draws (as ancient Bards have told)</br>One tipt with Lead; and one was tipt with Gold;</br>With Gold, Excess of Passion to inspire;</br>With Lead, base Metal, to repel Desire.</br>Deep in the God he fix'd the golden Dart,</br>Deep as the Leaden pierc'd the Virgin's Heart.", "Flush'd with Disdain away the Virgin flies;</br>With Hope the God pursues the charming Prize,</br>Swift from the Hound as flies the tim'rous Deer,</br>The Virgin fled upon the Wings of Fear.</br>Swift as the eager Hawk pursues the Dove,</br>The God pursued upon the Wings of Love.</br>\"Ah!  stay\" (at length he cry'd) \"fair Nais stay!</br>Thus tender Lambs remove from Beasts of Prey;</br>From Beasts of Prey thus well may they remove,</br>Death their Pursuit; but my Pursuit is Love.</br>You do not know what Lover you disdain;</br>Nor Mountain-herd am I, nor Forest-swain.</br>But me a God, far as thy Eyes survey,</br>These Mountains vast, and Forests wide obey.</br>Nor with Olympus need we blush to vie;</br>We too have Heights that might the Heav'ns supply.</br>Nor mighty Atlas who the Skies up-bears;</br>We too have Shoulders that might prop the Spheres.</br>Not Latmos better seated for Delight,</br>Where young Endymion meets the Queen of Night.</br>Not Pindus suited for melodious Lays,</br>Where on his golden Lyre Apollo plays.</br>For Lays not more the forked Hill renown'd;</br>Our Summits too the tuneful Maids have crown'd.</br>Where oft, sweet Harmony, by turns they sing,</br>The Voice attemper'd to the melting String.</br>Ah!  stay\" (for still she fled) \"fair Nais, stay!</br>Thou dost not know the Dangers of the Way;</br>What Roughs, at Random flying, thou may'st meet,</br>What Rocks, injurious to the tender Feet.</br>Tho' warn'd by me some little Caution take;</br>How cou'd I see thee suffer for my Sake!</br>Ah!  stay!  my Speed I'll quit, quit you your Speed;</br>Trust me you fly much faster than you need.\"", "While thus soft-soothing he reveals his Mind;</br>She trembles at his loud'ning Voice behind;</br>And thick'ning Breath; which with a sultry Air</br>Glows on her Neck, and spreads her flowing Hair.</br>Struck at the nigh Approach she turn'd aside,</br>And all her Wiles, her last vain Efforts, tried.</br>Close at her Heels the eager Lover bore,</br>And trod in ev'ry Step she trod before.</br>And now he seem'd to hold her; now by Force</br>She seem'd to quit him, in the doubtful Course;</br>So near the Strife!  The Virgin you'd have thought</br>Lost ev'ry Moment, ev'ry Moment caught!</br>At length all faint and breathless in the Chase,</br>(Her Heart the Blood, the Colour left her Face)</br>On her old Sire she casts her streaming Eyes,</br>And thus, upon the Verge of Ruin, cries.</br>\"Confirm thy Grant!  thy Daughter, Neptune, aid!</br>O!  give me to die, if not to live a Maid!\"</br>When, as she spoke, her Limbs more plyant grew;</br>Her waving Locks fall off in liquid Dew;</br>Her panting Breasts in circling Waves subside;</br>Her out-stretch'd Arms in length'ning Currents glide;</br>Her Blood in Water trickles from her Veins;</br>Nor ought to bless the God the Nymph retains.</br>He, as he hop'd, possest of all her Charms,</br>Dives in the Spring his vain deluded Arms.</br>While she, not wholly freed from the Surprise,</br>Flies in her Course, and circles as she flies.</br>So oft her Streams their destin'd Journey shun;</br>So oft in-isle the Banks by which they run;</br>Not thine, Meander, with such Circuits flow!</br>As yet, perhaps, her Change she did not know;</br>As yet, elusive kept her winding Pace;</br>Yet fled disdainful of the God's Embrace.", "Still does the Quickness of her ancient Course,</br>That once enforc'd her Feet, her Streams enforce.</br>Which tumbling from the Mountain to Plain</br>Thro' thee, belov'd Eblana, seek the Main.", "You, on those Streams, Pride of those Streams that dwell,</br>Yet tread the dang'rous Paths by which they fell;</br>Whether in Triumph you the Phoenix chuse,</br>(Phoenix not happier in her Site than Muse)</br>Or Strand, to view the Conquests you have won;</br>(Where oft those Eyes supply the absent Sun)</br>Cruel as fair!  attend th' allusive Tale,</br>Nor let Examples, if Intreaties fail!</br>Learn from dire Scorn what sad Disasters flow,</br>And make a proper Use of other's Woe.</br>Think not for Fondness to return Disdain,</br>Nor made for Pleasure to delight in Pain.</br>Better the Joys of mingling Souls to prove,</br>\"Love is the true Equivalent of Love.\"</br>At least beware how Venus you provoke,</br>And urge of Cupid the revengeful Stroke.</br>"]