["The warrior donn'd his well-worn garb,</br>And proudly waved his crest,</br>He mounted on his jet-black BARB,</br>And put his lance in rest.</br>PERCY'S RELIQUES.", "Eftsoons the wight withouten more delay,</br>Spurred his brown BARB and rode full swiftly on his way.</br>SPENSER.", "Hark!  was it not the trumpet's voice I heard?</br>The soul of battle is awake within me!</br>The fate of ages and of empire hangs</br>On this dread hour.  Why am I not in arms?</br>Bring my good lance, caparison my steed!</br>Base, idle grooms!  are ye in league against me?</br>Haste with my BARB, or by the holy saints</br>Ye shall not live to saddle him to-morrow!</br>MASSINGER.", "No sooner had the pearl-shedding fingers of the young Aurora tremulously unlocked the oriental portals of the golden horizon, than the graceful flower of chivalry, and the bright cynosure of ladies' eyes &mdash; he of the dazzling breast-plate and swan-like plume &mdash; sprang impatiently from the couch of slumber, and eagerly mounted the noble BARB presented him by the Emperor of Aspramontanice.</br>SIR PHILIP SIDNEY'S ARCADIA.", "See'st thou yon chief whose presence seems to rule</br>The storm of battle!  Lo!  where'er he moves</br>Death follows!  Carnage sits upon his crest&mdash;</br>Fate on his sword is throned &mdash; and his white BARB,</br>As a proud courser of Apollo's chariot,</br>Seems breathing fire.</br>POTTER'S AESCHYLUS.", "O bonnie looked my ain true knight,</br>His BARB so proudly reining,</br>I watched him till my tearfu' sight</br>Grew a'maist dim wi' straining.</br>BORDER MINSTRELSY.", "Why, he can heel the lavolt and wind a fiery BARB as well as any gallant in Christendom.  He's the very pink and mirror of accomplishment.</br>SHAKSPEARE.", "Fair star of beauty's heaven!  to call thee mine</br>All other joys I joyously would yield;</br>My knightly crest, my bounding BARB resign,</br>For the poor shepherd's crook and daisied field;</br>For courts or camps no wish my soul would prove,</br>So thou wouldst live with me, and be my love.</br>EARL OF SURREY'S POEMS.", "For thy dear love my weary soul hath grown</br>Heedless of youthful sports:  I seek no more,</br>Or joyous dance, or music's thrilling tone,</br>Or joys that once could charm in minstrel lore,</br>Or knightly tilt where steel-clad champions meet</br>Borne on impetuous BARBS to bleed at beauty's feet.</br>MILTON'S SONNETS", "As a warrior clad</br>In sable arms, like Chaos dull and sad,</br>But mounted on a BARB, as white</br>As the fresh new-born light,</br>So the black night too soon</br>Came riding on the bright and silver moon,</br>Whose radiant, heavenly ark,</br>Made all the clouds beyond her influence seem</br>E'en more than doubly dark,</br>Mourning, all widow'd of her glorious beam.</br>COWLEY.</br>"]