["Ancient and modern story both proclaim,</br>How poor the poet's trade, though proud the name;</br>Shew proud advent'rers, hurl'd from regions bright,</br>Absorb'd and blasted by excess of light.</br>Did mighty Homer traffic with his lay?</br>He sometimes earn'd a dinner for his pay.</br>Thus liv'd the bard; and how the muse has sigh'd,</br>When she recorded how the poet died!", "In Italy each high-born songster gay</br>Trimm'd the spruce sonnet, and light roundelay.</br>Tasso was learn'd, and labour'd much and long,</br>And Ariosto traded with his song;</br>Yet, ah!  their learned toil how ill repaid!</br>How mean their earnings from the tuneful trade!</br>Nor couldst thou, Portugal!  thy Camoens save</br>From pinching want, and an untimely grave.", "And did not Chatterton, that child of care,</br>Still plough in hope, and only reap despair?</br>And Butler, piper to that laughing age,</br>Starve before kings, and curse his merry page?</br>And how in secret Pity droop'd the head,</br>As pining Otway rested with the dead!", "What boots the gentleman, who deigns to write,</br>Your squire of epigram, and rhyming knight,</br>Such as with am'rous hearts, and lucky vein,</br>Penn'd the light song in Charles's merry reign?</br>Of such could I with ease collect a score,</br>And throw you in some lords, as many more.</br>But what mere poetry in trade will do,</br>Let Spenser tell, and learned Milton too.", "Lo!  in the BALANCE then of common sense</br>I weigh the claims of poetry and pence:</br>And thus the matter stands:  whoe'er shall choose,</br>Clover'd in riches, to invoke his muse,</br>No hazard runs; perhaps he gains some end;</br>Pleases himself, his mistress, or his friend;</br>Still unperplex'd about the cares of life,</br>Unscar'd by duns, uncraz'd with child or wife,</br>Verse is a play-thing; houses, monies, lands,</br>All well secur'd in some right trusty hands;</br>Half through the day, half through the night may sit,</br>Play his snug game at chess, or game at wit;</br>Flaunt with the gay, and revel with the great,</br>Call Boileau dunce, and laugh at POET'S FATE.</br>Different his lot, a fortune yet unmade,</br>Who, as apprentic'd, calls his verse a trade,</br>Thinking, good easy man, to serve his time</br>To duteous sentiment, and plodding rhyme;</br>Then flourish, a bold master-bard, and then,</br>Reck'ning the honest earnings of his pen,</br>Fondly expects, his learned labour past,</br>To sit down snug, and live in peace at last;</br>As some sat city-squire, releas'd from care,</br>Steals from the counter to his easy chair.", "And thus between extremes I take my stand,</br>And hold the BALANCE with impartial hand:</br>The scale, in which the weight's prepond'rance lies,</br>Wants not my humble mite of sympathies.</br>The scale that mounts aloft, and kicks the beam,</br>Claims the poor tribute of my soothing theme;</br>Counsels, that sad experience can dispense,</br>And all my little stock of common sense.</br>"]