["MAN.  It fell upon a sollem holledaye,</br>BOYE.  Woe me, that the day should be termed holey.</br>MAN.  When idell wittes had gotten leave to play.</br>BOYE.  Such play ill please the mind that's ween'd from folly.", "MAN.  The lettell god that hyght the mighty man,</br>BOYE.  Woe me, such a god should be termed mighty.</br>MAN.  Sweet love, that all in all things only can,</br>BOYE.  That all is naught but thinges regarded lightly.", "MAN.  In royall state, in all his mother's pryde,</br>BOYE.  Woe me, foles pryde should be termed royall.</br>MAN.  Thus in the ayre methought I saw him ryde.</br>BOYE.  Ayre to unkind to beare a god disloyall.", "MAN.  White was the steed the jolly lad rode on;</br>BOYE.  Woe me, such a lad should have cullers pure.</br>MAN.  Droppinges of grene and stars of gourd among;</br>BOYE.  Dim starr, are those that will with love indure.", "MAN.  Upon his head a flowry garland stode,</br>BOYE.  Woe me, suche a god should weare daintie flowres.</br>MAN.  Woven with cowslips, pinkes, and lillies good:</br>BOYE.  Good judgement them behight for princes bowres.", "MAN.  Silver his haire, in curls, and curled rounde,</br>BOYE.  Woe me silver should be loved so derely.</br>MAN.  And at his back two pecockes traines were bound.</br>BOYE.  Pide cullers show that love is wittles merely.", "MAN.  And in his cheekes two lovely roses sprang;</br>BOYE.  Woe me, roses should in love be springing.</br>MAN.  On either side an ivory quiver hang;</br>BOYE.  From thens the springes of toyes had their beginning.", "MAN.  His arme was armed with a bowe of steele;</br>BOYE.  Woe me that he wants parfett skill to use it.</br>[MAN.]  And knightly spurs fast buckled to his heele.</br>[BOYE.]  A good thing is bad, if such a god abuse it.", "[MAN.]  And as he rode, before him flew amayne</br>[BOYE.]  Woe me, if good things were by him oretaken.</br>[MAN.]  Millions of hartes that his steele bowe had slayne.</br>[BOYE.]  Well they deserve death that by him ar beaten.", "[MAN.]  Thicker then hayle he lett his arrows flye,</br>[BOYE.]  Woe me, if such stormes should be ever showring.</br>[MAN.]  Till gazing long one light within mine eie.</br>[BOYE.]  Fond fool, that couldst not scape that balefull scowring.", "[MAN.]  Yet though I greve, this toye doth heale my wounde.</br>[BOYE.]  Woe me, what toye can there be in anguish.</br>[MAN.]  More fooles then wyse ones yerely are to be founde.</br>"]