["Thou silly Orphan of my dulled braine,</br>I send thee forth, in basest Country tyre:</br>Least falling in, to that high Courtly Straine,</br>Should'st be envi'd if thou wert clothed higher,</br>So were my cost bestow'd in vaine.", "Therefore when so thou shalt be entertain'd</br>Give what content may best befit thy place:</br>And tell thy Readers forc'dly wert constrain'd,</br>To leave thy Syre, and seeke some vulgar graces</br>Which by desert may be obtain'd.", "And as thou maist flye selfe-conceited wits,</br>Though they pretend experience:</br>The meanest apprehension best befits,</br>Thy Country-breeding wanting Eloquence.</br>Digest it wel, whats'ere hits.", "If any taxe thee with too base a stile,</br>And say thy verse, is but a ragged Rime:</br>Intreat those Eloquences to use their stile,</br>To burnish thee from that suggested crime,</br>So shalt thou seeme A new compile.", "Some will content to heare thee speake so plaine,</br>That long to learne, and be not superfine:</br>First will them read, if cause be to complaine,</br>If matter not the meeter please their eyne,</br>Be not dismaid, come home againe.", "And leave this errand with the Curious,</br>Who seeme to covet thinges most intricate.</br>The weaker, willing, though lesse Coyous,</br>Search, and conceive, what Readings intimate,</br>Else reading were superfluous,", "And tell the Captious thou are not ignorant,</br>Of higher Poems and Invention:</br>But that thou dred'st to be deem'd arrogant,</br>Exceeding measure of Intention,</br>Soe censur'd too extravagant.", "Chawcer, Gower, the bishop of dunkell,</br>In ages farr remote were eloquent:</br>Now Sidney, Spencer, others moe excell,</br>And are in latter times more excellent,</br>To antique Lauriats parallel.", "But matters of great admiration</br>In moderne Poesies are wordes estrang'd</br>Invention of hid speculation,</br>The scope whereof hardly conceiv'd as it is rang'd</br>But by a Comentation.", "Who readeth Chaucer as a moderne man,</br>Not looking back into the time he wrote,</br>Will hardly his ambiguous phrases scan,</br>Which in that time were vulgar, well I wote,</br>Yet we run back where he began.", "And all our praised Poems are beset,</br>With Chaucers wordes and Phrases ancient:</br>Which these our moderne ages quite forget</br>Yet in their Poems, far more Eloquent,</br>Not yet from Gowre or Chaucer fett.", "Why should it not befit our Poets well,</br>To use the wordes and Phrases Vulgar know?</br>Why should they rouze them from oblivions cel</br>Sith their ambiguous terms from whence they flow</br>The learned'st Reader scant can tell.", "But thinges illustrated with art and sence,</br>As Chaucer did his Troylus and Creside:</br>To amplifi't aptly with Eloquence,</br>Base matter by good Verse is beautifi'de,</br>And gaine admired Reverence.", "Not using wordes and Phrases all so darke,</br>But so familiarly as vulgar may,</br>Well apprehend the Poets couched marke,</br>And see th' Idea which he doth display:</br>About the Center in his Arke.", "This will excuse thee to the friendly wise,</br>But not perhaps unto the Captious:</br>Be silent yet, I know, nothing fructifies</br>In fattest wit, if will be scurrilous,</br>Wit wilfull, will wil tyrranise.", "But for more hoped comfort and content,</br>Keepe on thy way, first to that worthy wight:</br>To whose protecting favour I thee sent,</br>He either will accept thee, basely dight,</br>Or send thee back incontinent.", "And thus I leave thee to thy fortunes lot,</br>As other Orphans left depriv'd of friendes:</br>If he affect thee, though some other not,</br>Though some do rob thee, and some make amends</br>It is enough that thou hast got.</br>"]