["I.</br>Haile Bishop Valentine, whose day this is,</br>All the Aire is thy Diocis,</br>And all the chirping Choristers</br>And other birds are thy Parishioners,</br>Thou marryest every yeare</br>The Lirique Larke, and the grave whispering Dove,</br>The Sparrow that neglects his life for love,</br>The household Bird, with the red stomacher,</br>Thou mak'st the black bird speed as soone,</br>As doth the Goldfinch, or the Halcyon;</br>The husband cocke lookes out, and straight is sped,</br>And meets his wife, which brings her feather-bed.</br>This day more cheerfully then ever shine.</br>This day, which might enflame thy self, Old Valentine.", "II.</br>Till now, Thou warmd'st with multiplying loves</br>Two larkes, two sparrowes, or two Doves,</br>All that is nothing unto this,</br>For thou this day couplest two Phoenixes,</br>Thou mak'st a Taper see</br>What the sunne never saw, and what the Arke</br>(Which was of foules, and beasts, the cage, and park,)</br>Did not containe, one bed containes, through Thee,</br>Two Phoenixes, whose joyned breasts</br>Are unto one another mutuall nests,</br>Where motion kindles such fires, as shall give</br>Yong Phoenixes, and yet the old shall live.</br>Whose love and courage never shall decline,</br>But make the whole year through, thy day, O Valentine.", "III.</br>Up then faire Phoenix Bride, frustrate the Sunne,</br>Thy selfe from thine affection</br>Takest warmth enough, and from thine eye</br>All lesser birds will take their Jollitie.</br>Up, up, faire Bride, and call,</br>Thy starres, from out their severall boxes, take</br>Thy Rubies, Pearles, and Diamonds forth, and make</br>Thy selfe a constellation, of them All,</br>And by their blazing, signifie,</br>That a Great Princess falls, but doth nor die;</br>Bee thou a new starre, that to us portends</br>Ends of much wonder; And be Thou those ends,</br>Since thou dost this day in new glory shine,</br>May all men date Records, from this thy Valentine.", "IIII.</br>Come forth, come forth, and as one glorious flame</br>Meeting Another, growes the same,</br>So meet thy Fredericke, and so</br>To an unseparable union goe,</br>Since separation</br>Falls not on such things as are infinite,</br>Nor things which are but one, can disunite.</br>You'are twice inseparable, great, and one;</br>Goe then to where the Bishop staies,</br>To make you one, his way, which divers waies</br>Must be effected; and when all is past,</br>And that you'are one, by hearts and hands made fast,</br>You two have one way left, your selves to'entwine,</br>Besides this Bishops knot, O Bishop Valentine.", "V.</br>But oh, what ailes the Sunne, that here he staies,</br>Longer to day, then other daies?</br>Staies he new light from these to get?</br>And finding here such store, is loth to set?</br>And why doe you two walke,</br>So slowly pac'd in this procession?</br>Is all your care but to be look'd upon,</br>And be to others spectacle, and talke?</br>The feast, with gluttonous delaies,</br>Is eaten, and too long their meat they praise,</br>The masquers come too late, and'I thinke, will stay,</br>Like Fairies, till the Cock crow them away.</br>Alas, did not Antiquity assigne</br>A night, as well as day, to thee, O Valentine?", "VI.</br>They did, and night is come; and yet wee see</br>Formalities retarding thee.</br>What meane these Ladies, which (as though</br>They were to take a clock in peeces,) goe</br>So nicely about the Bride;</br>A Bride, before a good night could be said,</br>Should vanish from her cloathes, into her bed,</br>As Soules from bodies steale, and are not spy'd.</br>But now she is laid; What though shee bee?</br>Yet there are more delayes, For, where is he?</br>He comes, and passes through Spheare after Spheare.</br>First her sheetes, then her Armes, then any where,</br>Let not this day, then, but this night be thine,</br>Thy day was but the eve to this, O Valentine.", "VII.</br>Here lyes a shee Sunne, and a hee Moone here,</br>She gives the best light to his Spheare,</br>Or each is both, and all, and so</br>They unto one another nothing owe,</br>And yet they doe, but are</br>So just and rich in that coyne which they pay,</br>That neither would, nor needs forbeare nor stay,</br>Neither desires to be spar'd, nor to spare,</br>They quickly pay their debt, and then</br>Take no acquittance, but pay again;</br>They pay, they give, they lend, and so let fall,</br>No such occasion to be liberall.</br>More truth, more courage in these two do shine,</br>Then all thy turtles have, and sparrows, Valentine.", "VIII.</br>And by this act of these two Phenixes</br>Nature againe restored is,</br>For since these two are two no more,</br>Ther's but one Phenix still, as was before.</br>Rest now at last, and wee</br>As Satyres watch the Sunnes uprise, will stay</br>Waiting, when your eyes opened, let out day.</br>Onely desir'd, because your face wee see;</br>Others neare you shall whispering speake,</br>And wagers lay, at which side day will breake,</br>And win by'observing, then, whose hand it is</br>That opens first a curtaine, hers or his;</br>This will be tryed to morrow after nine,</br>Till which houre, wee thy day enlarge, O Valentine.</br>"]