["HOBBINOL.  DIGGON DAVIE.", "Diggon Davie, I bid her God-day:</br>Or Diggon her is, or I missay.", "DIGGON</br>Her was her, while it was Day-light,</br>But now her is a most wretched Wight.</br>For Day that was, is wightly past,</br>And now at last the dirk Night doth haste.", "HOBBINOL.</br>Diggon, areed who has thee so dight:</br>Never I wilt thee in so poor a plight.</br>Where is the fair Flock, thou west wont to lead?</br>Or been they chaffred?  or at Mischief dead?", "DIGGON</br>Ah, for love of that is to thee most leef,</br>Hobbinol, I pray thee gall not my old Grief:</br>Sike question rippeth up cause of new Woe;</br>For one open'd, mote unfold many mo.", "HOBBINOL.</br>Nay, but Sorrow close shrouded in Heart,</br>I know, to keep is a burdenous smart.</br>Each thing imparted, is more eath to bear:</br>When the Rain is fallen the Clouds waxen clear.</br>And now sithence I saw thy head last,</br>Thrice three Moons been fully spent and past;</br>Since when thou hast measured much Ground,</br>And wandred weel about the World round,</br>So as thou can many things relate:</br>But tell me first of thy flock's Estate.", "DIGGON</br>My Sheep been wasted (woe is me therefore!)</br>The jolly Shepherd that was of yore,</br>Is now nor jolly, nor Shepherd more,</br>In foreign Coasts Men said, was plenty;</br>And so there is, but all of misery.</br>I dempt there much to have eeked my Store,</br>But such eeking hath made my Heart sore.</br>In tho Countries where I have been,</br>No being for those, that truly mean;</br>But for such as of Guile maken gain,</br>No such Country as there to remain.</br>They setten to Sale their Shops of shame,</br>And maken a Market of their good Name.</br>The Shepherds there robben one another,</br>And layen Baits to beguile her brother.</br>Or they will buy his Sheep out of the Coat,</br>Or they will carven the Shepherd's Throat.</br>The Shepherd's Swain you cannot well ken</br>But it be by his Pride, from other Men:</br>They looken big as Bulls that been bate,</br>And bearen the Crag so stiff and so state,</br>As Cock on his Dunghill, crowing crank.", "HOBBINOL.</br>Diggon, I am so stiff and so stank,</br>That unneath may I stand any more:</br>And now the Western Wind bloweth sore,</br>That now is in his chief Sovereignty,</br>Beating the withered Leaf from the Tree.</br>Sit we down here under the Hill;</br>Tho may we talk and tellen our fill,</br>And make a Mock at the blustering Blast:</br>Now say on Diggon what ever thou hast.", "DIGGON</br>Hobbin, ah Hobbin, I curse the Stound,</br>That ever I cast to have lorn this Ground.</br>Wele-away the while I was so fond,</br>To leave the Good that I had in hond,</br>In hope of better that was uncouth:</br>So lost the Dog the Flesh in his Mouth.</br>My seely Sheep (ah seely Sheep)</br>That hereby I whylom us'd to keep,</br>All were they lusty, as thou diddest see,</br>Been all starved with Pine and Penury;</br>Hardly my self escaped thilk pain,</br>Driven for Need to come home again.", "HOBBINOL.</br>Ah Fon, now by thy Loss art taught,</br>That seldom change the better brought.</br>Content who lives with tried State,</br>Need fear no change of frowning Fate:</br>But who will seek for unknown Gain,</br>Oft lives by Loss, and leaves with Pain.", "DIGGON</br>I wote ne, Hobbin, how I was bewitcht</br>With vain Desire, and Hope to be enricht.</br>But siker so it is, as the bright Star</br>Seemeth a greater, when it is far:</br>I thought the Soil would have made me rich;</br>But now I wote it is nothing sich.</br>For either the Shepherds been idle and still,</br>And led of their Sheep, what way they will:</br>Or they been false, and full of Covetise,</br>And casten to compass many wrong Emprise.</br>But more been fraught with Fraud and Spight,</br>Ne in Good nor Goodness taken delight;</br>But kindle Coals of Conteck and Yre,</br>Wherewith they set all the World on fire:</br>Which when they thinken again to quench,</br>With holy Water they doen hem all drench.</br>They say they con to Heaven the high-way;</br>But by my Soul I dare underlay,</br>They never set Foot in that same bode,</br>But balk the right way, and strayen abroad.</br>They boast they han the Devil at commaund;</br>But ask hem, therefore what they han paund:</br>Marry that great Pan bought with great borrow,</br>To quite it from the black Bower of Sorrow.</br>But they han sold thilk same long ago:</br>For they would draw with hem many mo.</br>But let hem gang alone a God's Name;</br>As they han brewed, so let them bear blame.", "HOBBINOL.</br>Diggon, I pray thee speak not so dirk:</br>Such myster saying me seemeth to mirk.", "DIGGON</br>Then plainly to speak of Shepherds most what:</br>Bad is the best (this English is flat)</br>Their ill Haviour gars Men missay</br>Both of their Doctrine, and their Fay.</br>They say the World is much war than it wont,</br>All for her Shepherds is beastly and blont.</br>Other sain, but how truly I note,</br>All for they holden shame of their Cote:</br>Some stick not to say (hot Cole on her Tongue)</br>That sike mischief graseth hem emong,</br>All for they casten too much of World's Care,</br>To deck her Dame, and enrich her Heir:</br>For such Encheason, if you go nie,</br>Few Chimneys reeken you shall espie:</br>The fat Oxe that woont lig in the Stall,</br>Is now fast stalled in her Crumenall.</br>Thus chatten the People in their steads,</br>Ylik as a Monster of many Heads.</br>But they that shooten nearest the prick,</br>Sain, other the Fat from their Beards do lick.</br>For big Bulls of Basan brace hem about,</br>That with their Horns butten the more stout:</br>But the lean Souls treaden under foot,</br>And to seek redress mought little boot;</br>For liker been they to pluck away more,</br>Than ought of the gotten good to restore.</br>For they been like foul Wagmoires overgrast,</br>That if any Galage once sticketh fast,</br>The more to wind it out thou dost swink,</br>Thou mought aye deeper and deeper sink.</br>Yet better leave off with a little loss,</br>Than by much wrestling to leefe the gross.", "HOBBINOL.</br>Now, Diggon, I see thou speakest too plain;</br>Better it were a little to fain</br>And cleanly cover that cannot be cured:</br>Such Ill, as is forced, mought needs be endured.</br>But of sike Pastors how done the Flocks creep?", "DIGGON</br>Sike as the Shepherds, sike been her Sheep,</br>For they nill listen to the Shepherd's Voice:</br>But if he call hem, at their good choice,</br>They wander at will, and stay at pleasure,</br>And to their Folds yead at their own leasure.</br>But they had be better come at their call:</br>For many han unto mischief fall,</br>And ben of ravenous Wolves yrent,</br>All for they nould be buxome and bent.", "HOBBINOL.</br>Fie on thee, Diggon, and all thy foul leasing:</br>Well is known that sith the Saxon King,</br>Never was Wolf seen, many nor some,</br>Nor in all Kent, nor in Christendom:</br>But the fewer Wolves (the sooth to sain)</br>The more been the Foxes that here remain.", "DIGGON</br>Yes, but they gang in more secret wise,</br>And with Sheeps clothing doen hem disguise.</br>They talk not widely as they were woont,</br>For fear of Raungers and the great Hoont:</br>But privily prolling to and fro,</br>Enaunter they mought be inly know.", "HOBBINOL.</br>Or privy or pert if any bin,</br>We have great Bandogs will sear their Skin.", "DIGGON</br>Indeed thy Ball is a bold big Cur,</br>And could make a jolly hole in their Fur.</br>But not good Dogs hem needeth to chase,</br>But heedy Shepherds to discern their face:</br>For all their Craft is in their Countenance,</br>They been so grave, and full of maintenance.</br>But shall I tell thee what my self know,</br>Chaunced to Roffin not long ygoe?", "HOBBINOL.</br>Say it out, Diggon, whatever it hight,</br>For not but well mought him betight.</br>He is so meek, wise, and merciable,</br>And with his word his work is convenable.</br>Colin Clout I ween be his self Boy,</br>(Ah for Colin he whylom my Joy</br>Shepherds sich, God mought us many send,</br>That doen so carefully their Flocks tend.)", "DIGGON</br>Thilk same Shepherd mought I well mark,</br>He has a Dog to bite or to bark;</br>Never had Shepherd so keen a Cur,</br>That waketh, and if but a Leaf stur.</br>Whilom these wonned a wicked Wolf,</br>That with many a Lamb had gutted his Gulf,</br>And ever at night wont to repair</br>Unto the Flock, when the Welkin shone fair,</br>Yclad in clothing of seely Sheep,</br>When the good old Man used to sleep:</br>Tho at midnight he would bark and ball,</br>(For he had eft learned a Cur's Call)</br>As if a Wolf were among the Sheep.</br>With that the Shepherd would break his Sleep,</br>And send out Lowder (for so his Dog hote)</br>To raunge the Fields with open throte.</br>Tho when as Lowder was far away,</br>This wolvish Sheep would catchen his Prey,</br>A Lamb, or a Kid, or a Weanell wast:</br>With that to the Wood would he speed him fast.</br>Long time he used this slippery prank,</br>Ere Roffy could for his Labour him thank.</br>At end, the Shepherd his practise spied,</br>(For Roffy is wise, and as Argus eyed)</br>And when at Even he came to the Flock,</br>Fast in their Folds he did them lock,</br>And took out the Woolf in his counterfeit Cote,</br>And let out the Sheeps-Blood at his throte.", "HOBBINOL.</br>Marry Diggon, what should him affray</br>To take his own where ever it lay?</br>For had his Weasand been a little widder,</br>He would have devoured both hidder and shidder.", "DIGGON</br>Mischief light on him, and God's great Curse,</br>Too good for him had been a great deal wurse;</br>For it was a perillous Beast above all,</br>And eke had he con'd the Shepherd's Call;</br>And oft in the night came to the Sheep-Cote,</br>And called Lowder, with a hollow Throte,</br>As if the old Man's self had been.</br>The Dog his Maister's Voice did it ween,</br>Yet half in doubt he open'd the door,</br>And ran out, as he was wont of yore.</br>No sooner was out, but swifter than Thought,</br>Fast by the Hide the Wolf Lowder caught;</br>And had not Roffy ren to the Steven,</br>Lowder had been slain thilk same Even.", "HOBBINOL.</br>God shield Man, he should so ill have thrive,</br>All for he did his Devoir believe.</br>If sike been Wolves, as thou hast told,</br>How mought we, Diggon, hem behold?", "DIGGON</br>How, but with Heed and Watchfullness,</br>Forstallen hem of their Wiliness.</br>For-thy with Shepherds fits not play,</br>Or sleep, as some doen, all the long day:</br>But ever liggen in watch and ward,</br>From suddain Force their Flocks for to gard.", "HOBBINOL.</br>Ah Diggon, thilk same Rule were too straight,</br>All the cold Season to watch and wait.</br>We been of Flesh, Men as other be,</br>Why should we be bound to such Misery?</br>What-ever thing lacketh changeable Rest,</br>Mought needs decay, when it is at best.", "DIGGON</br>Ah, but Hobbinol, all this long Tale</br>Nought easeth the Care that doth me forhaile;</br>What shall I do?  what way shall I wend,</br>My piteous plight and loss to amend?</br>Ah good Hobbinol, mought I thee pray,</br>Of Aid or Counsel in my decay.", "HOBBINOL.</br>Now by my Soul, Diggon, I lament</br>The hapless Mischief that has thee hent:</br>Netheless thou seest my lowly Sail,</br>That froward Fortune doth ever avail.</br>But were Hobbinol as God mought please,</br>Diggon should soon find favour and ease.</br>But if to my Cottage thou wilt resort,</br>So as I can, I will thee comfort;</br>There maist thou lig in a vetchy Bed,</br>Till fairer Fortune shew forth his head.", "DIGGON</br>Ah Hobbinol, God mought it thee requite,</br>Diggon on few such Friends did ever lite.", "DIGGON'S EMBLEM.</br>Inopem me copia fecit.</br>"]