["Celestial nymph, Contentment, come,</br>And lead me to thy haunts, where thou,</br>With smooth pacific look,</br>In mild serenity,</br>And all at ease, art wont to tread;&mdash;</br>Parent of joys, O guide my feet</br>To where Felicity</br>Resides:  Say, by what art</br>Thy pupils oft enrich'd the mind,</br>And turn'd to affluence their want?&mdash;</br>Lo, in a gaping cliff</br>Of yonder shaggy rock,</br>Where many a giant oak uprears</br>His blasted summit, waving wide</br>His moss-clad arms; where climbs</br>The wanton ivy; where</br>Nods o'er the precipice abrupt</br>The mouldering turf; where, far beneath,</br>The thick-entangling brake</br>O'erruns the plain; where, round,</br>The drear wild glooms; where Solitude</br>And Melancholy, sister-twins,</br>Their dismal mansion hold,</br>Nor Echo talks; &mdash; there dwells,</br>Hoary and wearing wisdom's guise,</br>A bearded sage.  Hid from the world</br>He lives, and lives serene;&mdash;</br>On wholesome herbs he feeds,</br>And from the limpid stream allays</br>His thirst; &mdash; at morn by nature's call</br>And friendly light awak'd;</br>By the soft lapse at eve</br>Of murmuring rills to slumber lull'd,</br>Chearful he measures day and night.</br>Yes, &mdash; many a tranquil hour</br>Enjoys he 'mid grey rocks,</br>What time o'er nature's face has thrown</br>The veil of horrour; &mdash; he nor feels</br>The sting of envious pride,</br>Nor aught the passions heeds,</br>That labour in the human breast;</br>What passes in a busy world</br>Is last of all his cares:</br>But let him know, that Heaven</br>His stolen felicity detests.</br>Why was his reason given?  To be</br>Employ'd.  For whom?  Himself?</br>Man to converse with man,</br>And lend the mutual-aiding hand,</br>Wise Heaven decrees; nor yet excludes</br>Private from public good.</br>Who wou'd not then condemn</br>The hermit's choice?  He of himself</br>Enamour'd, and from social ties</br>Estrang'd, an useless life</br>Leads in lone solitude.</br>Oft on the hamlet's humble shed</br>Thou deign'st to cast thy fostering eye,</br>O Goddess, and art pleas'd</br>To bless the village-hind</br>With influence benign.  What though</br>With sweating brow he earns his food;&mdash;</br>What though, when summer suns</br>Dart down the feverous beam,</br>The live-long day, in circling toil,</br>And labour ending but with life,</br>He plies the glebe?  'Tis thine</br>To solace every care;&mdash;</br>Thou draw'st propitious o'er his eye</br>Sleep's silken veil:  No sigh is heard,</br>Nor idle wish for wealth,</br>Nor plaint of poverty.</br>No sooner mounts on quivering wing</br>The trilling lark at early dawn,</br>But vigorous from his couch</br>He rises to resume</br>The daily task; &mdash; the rose of health</br>Blooms on his cheek; &mdash; the rising sun</br>Shall view him blest alike</br>To-morrow as to-day.</br>Yes, &mdash; in his rural cot secure,</br>Hush'd every care, the peasant lives;</br>He whistles o'er his work</br>Content, nor asks he more.</br>Yet o'er his mental eye is drawn</br>The dusky veil of ignorance;&mdash;</br>The circling systems roll,</br>The tuneful planets turn;</br>Thousands of glittering orbs are seen,</br>Spangling the skies from pole to pole,</br>And countless objects rise</br>To rouze his search; &mdash; in vain.&mdash;</br>Enough for him, that he observes</br>The seasons come and go, &mdash; enough,</br>To tell when timeliest 'tis</br>The sow the golden grain;</br>To prune the vine; from snowy flocks</br>To cull the annual fleece; to bare</br>The boughs of yellow fruit;</br>From waxen cells to press</br>The honied store; and to commit</br>The sickle to the ripen'd fields;&mdash;</br>These are his arts, &mdash; than these</br>No higher soars his mind.</br>O never in my lap be cast</br>The hermit's, or the peasant's lot,&mdash;</br>If this dull ignorance,</br>That selfish solitude,</br>Constant awaits. &mdash; Conduct my steps,</br>Goddess, to where OXONIA'S towers</br>Lift their proud heads aloft,</br>And emulate the clouds;&mdash;</br>Fair Science there her face unveils,</br>And eagle-ey'd Philosophy</br>Enjoys her peaceful reign;&mdash;</br>There rest the tuneful Nine:</br>For erst when Mars with dire alarms</br>Shook Greece, they left Parnassus' top,</br>And thence to Latium wing'd</br>Their airy course; but soon</br>Flying from tyranny and vice,</br>They next to sea-girt Albion came,</br>And fix'd on Isis' banks:&mdash;</br>There many a bard sublime</br>Teaches the mockful nymph his song.</br>Charm'd, as he tunes the vocal shell,</br>Or on the Dorian reed</br>Warbles the pastoral song,</br>Fair Isis stands to hear her son,</br>While scarce her listening waves are seen</br>To roll along the vale,</br>Their tribute to the main.</br>Contentment, there if thou would'st deign</br>To tread, thy votary shou'd wish,</br>Shelter'd beneath thy wing,</br>To close his eve of life.</br>"]