["The Mask of Cupid, and th' enchan-</br>ted Chamber are display'd;</br>Whence Britomart redeems fair A-</br>moret, through Charms decay'd.", "Tho, when as cheerless Night ycover'd had</br>Fair Heaven with an universal Cloud,</br>That every Wight, dismay'd with Darkness sad,</br>In Silence and in Sleep themselves did shroud,</br>She heard a shrilling Trumpet sound aloud,</br>Sign of nigh Battle, or got Victory:</br>Nought therewith daunted was her Courage proud,</br>But rather stir'd to cruel Enmity,</br>Expecting ever, when some Foe she might descry.", "With that, an hideous Storm of Wind arose,</br>With dreadful Thunder and Lightning atwixt,</br>And an Earthquake, as if it straight would loose</br>The World's Foundations from his Center fix'd;</br>A direful Stench of Smoke and Sulphur mix'd</br>Ensu'd, whose noyance fill'd the fearful Sted,</br>From the fourth Hour of Night until the Sixth:</br>Yet the bold Britoness was nought ydred,</br>Though much emmov'd, but stedfast still persevered.", "All suddenly a stormy Whirlwind blew</br>Throughout the house, that clapped ev'ry Door;</br>With which, that iron Wicket open flew,</br>As it with mighty Levers had been tore:</br>And forth issu'd, as on the ready Floor,</br>Of some Theatre, a grave Personage,</br>That in his Hand a Branch of Laurel bore,</br>With comely Haviour and Count'nance sage,</br>Yclad in costly Garments, fit for tragick Stage.", "Proceeding to the midst, he still did stand,</br>As if in mind he somewhat had to say;</br>And to the Vulgar beck'ning with his hand,</br>In sign of Silence, as to hear a Play,</br>By lively Actions he 'gan bewray</br>Some Argument of Matter passioned:</br>Which doen, he back retired soft away;</br>And passing by, his Name discovered,</br>Ease, on his Robe in golden Letters cyphered.", "The noble Maid, still standing, all this view'd,</br>And marveil'd at his strange Intendiment;</br>With that, a joyous Fellowship issu'd</br>Of Minstrels, making goodly Merriment,</br>With wanton Bards, and Rimers impudent</br>All which together sung full cheerfully</br>A Lay of Love's Delight, with sweet Consent:</br>After whom, march'd a jolly Company,</br>In manner of a Mask, enranged orderly.", "The whiles a most delicious Harmony,</br>In full strange Notes was sweetly heard to sound,</br>That the rare Sweetness of the Melody</br>The feeble Senses wholly did confound,</br>And the frail Soul in deep Delight nigh around:</br>And when it ceas'd, shrill Trumpets loud did bray,</br>That their Report did far away rebound;</br>And when they ceas'd, it 'gan again to play,</br>The whiles the Maskers marched forth in trim array.", "The first was Fancy, like a lovely Boy,</br>Of rare Aspect, and Beauty without Peer;</br>Matchable either to that Imp of Troy,</br>Whom Jove did love, and chuse his Cup to bear,</br>Or that same dainty Lad, which was so dear</br>To great Alcides, that when-as he dy'd,</br>He wailed Womanlike with many a Tear,</br>And every Wood, and every Valley wide</br>He fill'd with Hylas' Name; the Nymphs eke Hylas cry'd.", "His Garment neither was of silk nor Say,</br>But painted Plumes, in goodly Order dight,</br>Like as the Sun-burnt Indians do array</br>Their tawny Bodies, in their proudest Plight:</br>As those same Plumes, so seem'd he vain and light,</br>That by his Gate might easily appear;</br>For still he far'd as dancing in Delight,</br>And in his Hand a windy Fan did bear,</br>That in the idle Air he mov'd still here and there.", "And him beside march'd amorous Desire,</br>Who seem'd of riper Years than th' other Swain;</br>Yet was that other Swain this Elder's Sire,</br>And gave him Being, common to them twain:</br>His Garment was disguised very vain,</br>And his embroider'd Bonnet sat awry;</br>'Twixt both his Hands few Sparks he close did strain.</br>Which still he blew, and kindled busily,</br>That soon they Life conceiv'd, and forth in Flames did fly.", "Next after him went Doubt, who was yclad</br>In a discolour'd Coat, of strange Disguise,</br>That at his Back a broad Capuccio had,</br>And Sleeves dependent Albanese-wise:</br>He look'd askew with his mistrustful Eyes,</br>And nicely trode, as Thorns lay in his way,</br>Or that the Floor to shrink he did avise,</br>And on a broken Reed he still did stay</br>His feeble Steps, which shrunk when hard thereon he lay.", "With him went Danger, cloth'd in ragged Weed,</br>Made of Bears-Skin, that him more dreadful made;</br>Yet his own Face was dreadful, ne did need</br>Strange Horrour, to deform his griesly Shade.</br>A Net in th' one Hand, and a rusty Blade</br>In th' other was; this Mischief, that Mishap:</br>With th' one his Foes he threatned to invade,</br>With th' other he his Friends ment to enwrap;</br>For whom he could not kill, he practis'd to entrap.", "Next him was Fear, all arm'd from top to toe,</br>Yet thought himself not safe enough thereby,</br>But fear'd each Shadow moving to and fro:</br>And his own Arms when glittering he did spy,</br>Or clashing heard, he fast away did fly,</br>As Ashes pale of hue, and wingy-heel'd;</br>And evermore on Danger fix'd his Eye,</br>'Gainst whom he always bent a brazen Shield,</br>Which his right Hand unarmed, fearfully did wield.", "With him went Hope in Rank, a handsom Maid,</br>Of chearful Look and lovely to behold;</br>In silken Samite she was light array'd,</br>And her fair Locks were woven up in Gold:</br>She alway smil'd, and in her Hand did hold</br>An holy-water Sprinkle, dipt in Dew,</br>With which she sprinkled Favours manifold,</br>On whom she list, and did great Liking shew;</br>Great Liking unto many, but true Love to few.", "And after them Dissemblance and Suspect</br>March'd in one Rank, yet an unequal Pair:</br>For she was gentle, and of mild Aspect,</br>Courteous to all, and seeming debonair;</br>Goodly adorned, and exceeding fair;</br>Yet was that all but painted, and purloin'd,</br>And her bright Brows were deckt with borrow'd Hair,</br>Her Deeds were forged, and her Words false coin'd,</br>And always in her Hand two Clews of Silk she twin'd.", "But he was foul, ill-favoured, and grim,</br>Under his Eyebrows looking still ascaunce;</br>And ever as Dissemblance laugh'd on him,</br>He lour'd on her with dangerous Eye-glaunce;</br>Shewing his Nature in his Countenaunce:</br>His rolling Eyes did never rest in place,</br>But walk'd each where, for fear of hid Mischaunce,</br>Holding a Lattice still before his Face,</br>Thro which he still did peep, as forward he did pace.", "Next him went Grief, and Fury match'd yfere;</br>Grief, all in Sable sorrowfully clad,</br>Down-hanging his dull Head, with heavy Chear,</br>Yet inly being more than seeming sad:</br>A Pair of Pincers in his Hand he had,</br>With which he pieced People to the Heart,</br>That from thenceforth a wretched Life they led,</br>In wilful Langour and consuming Smart,</br>Dying each Day with inward Wounds of Dolour's Dart.", "But Fury was full ill apparelled</br>In Rags, that naked nigh she did appear,</br>With ghastful Looks, and dreadful Drerihed;</br>For from her Back her Garments she did tear,</br>And from her Head oft rent her snarled Hair:</br>In her right Hand a Fire-brand she did toss</br>About her Head, still roming here and there;</br>As a dismayed Deer in Chace embost,</br>Forgetful of his Safety, hath his right way lost.", "After them, went Displeasure and Pleasance;</br>He looking lumpish, and full sullen sad,</br>And hanging down his heavy Countenance,</br>She chearful, fresh, and full of Joyance glad,</br>As if no Sorrow she ne felt, ne drad;</br>That evil-matched Pair they seem'd to be.</br>An angry Wasp th' one in a Vial had;</br>Th' other in hers an hony-lady Bee:</br>Thus marched these six Couples forth in fair degree.", "After all these, there march'd a most fair Dame,</br>Led of two grisie Villeins, th' one Despight,</br>The other cleped Cruelty by Name:</br>She doleful Lady, like a dreary Spright,</br>Call'd by strong Charms out of eternal Night,</br>Had Death's own image figur'd in her Face,</br>Full of sad Signs, fearful to living Sight;</br>Yet in that Horrour shew'd a seemly Grace,</br>And with her feeble Feet did move a comely pace.", "Her Breast all naked, as net Ivory,</br>Without Adorn of Gold or Silver bright,</br>Wherewith the Craftsman wonts it beautify,</br>Of her due Honour was despoiled quite,</br>And a wide Wound therein (O rueful Sight!)</br>Entrenched deep with Knife accursed keen,</br>Yet freshly bleeding forth her fainting Spright</br>(The work of cruel Hand) was to be seen,</br>That dy'd in sanguine Red her Skin all snowy clean.", "At that wide Orifice, her trembling Heart</br>Was drawn forth, and in silver Basin laid,</br>Quite thro transfixed with a deadly Dart,</br>And in her Blood yet steeming fresh embay'd:</br>And those two Villeins, which her Steps upstay'd,</br>When her weak Feet could scarcely her sustain,</br>And fading vital Powers 'gan to fade,</br>Her forward still with Torture did constrain,</br>And evermore encreased her consuming Pain.", "Next after her, the winged God himself</br>Came riding on a Lion ravenous,</br>Taught to obey the Menage of that Elf,</br>That Man and Beast with Power imperious</br>Subdueth to his Kingdom tyrannous:</br>His blindfold Eyes he bade awhile unbind,</br>That his proud Spoil of that same dolorous</br>Fair Dame he might behold in perfect kind;</br>Which seen, he much rejoiced in his cruel Mind.", "Of which full proud, himself up-rearing high,</br>He looked round about with stern Disdain;</br>And did survey his goodly Company:</br>And marshalling the evil-order'd Train,</br>With that the Darts, which his right Hand did strain,</br>Full dreadfully he shook, that all did quake;</br>And clapt on high his coloured Winges twain,</br>That all his many it afraid did make:</br>Tho, blinding him again, his way he forth did take.", "Behind him was Reproach, Repentance, Shame;</br>Reproach the first, Shame next, Repent behind:</br>Repentance feeble, sorrowful, and lame:</br>Reproach despightful, careless, and unkind;</br>Shame most ill-favour'd, bestial, and blind:</br>Shame lour'd, Repentance sigh'd, Reproach did scold;</br>Reproach sharp Stings, Repentance Whips entwin'd,</br>Shame burning Brond-yrons in her Hand did hold:</br>All three to each unlike, yet all made in one Mould.", "And after them, a rude confused Rout</br>Of Persons flock'd, whose Names is hard to read:</br>Emongst them was stern Strife, and Anger stout.</br>Unquiet Care, and fond Unthriftihead,</br>Leud Loss of Time, and Sorrow seeming dead,</br>Inconstant Change, and false Disloyalty,</br>Consuming Riotise, and guilty Dread</br>Of heavenly Vengeance, faint Infirmity,</br>Vile Poverty, and lastly Death with Infamy.", "There were full many more like Maladies,</br>Whose Names and Natures I no'te readen well;</br>So many more, as there be Phantasies</br>In wavering Womens Wit, that none can tell,</br>Or Pains in Love, or Punishments in Hell;</br>And which disguised march'd in Masking-wise,</br>About the Chamber with that Damozel,</br>And then returned (having marched thrice)</br>Into the inner Room, from whence they first did rise.", "So soon as they were in, the Door straitway</br>Fast locked, driven with that stormy Blast,</br>Which first it open'd; and bore all away.</br>Then the brave Maid, which all this while was plac'd</br>In secret Shade, and saw both first and last,</br>Issued forth, and went unto the Door,</br>To enter in, but found it locked fast:</br>It vain she thought with rigorous Uproar</br>For to efforce, when Charms had closed it afore.", "Where Force might not avail, their Sleights and Art</br>She cast to use, both fit for hard Emprize;</br>For-thy, from that same Room not to depart</br>Till morrow next, she did her self avize,</br>When that same Mask again should forth arise.</br>The morrow next appear'd with joyous Chear,</br>Calling Men to their daily Exercise:</br>Then she, as morrow fresh, her self did rear</br>Out of her secret Stand, that Day for to out-wear.", "All that Day she out-wore in wandering,</br>And gazing on that Chamber's Ornament,</br>Till that again the second Evening</br>Her cover'd with her sable Vestiment,</br>Wherewith the World's fair Beauty she hath blent:</br>Then when the second Watch was almost past,</br>That brazen Door flew open, and in went</br>Bold Britomart, as she had late forecast,</br>Neither of idle Shews, nor of false Charms aghast.", "So soon as she was enter'd, round about</br>She cast her Eyes, to see what was become</br>Of all those Persons, which she saw without:</br>But lo!  they strait were vanish'd all and some,</br>Ne living Wight she saw in all that Room,</br>Save that same woeful Lady; both whose Hands</br>Were bounden fast, that did her ill become,</br>And her small Waste girt round with iron Bands</br>Unto a brazen Pillour, by the which she stands.", "And her before the vile Enchaunter sate,</br>Figuring strange Characters of his Art:</br>With living Blood he those Characters wrote,</br>Dreadfully dropping from her dying Heart,</br>Seeming transfixed with a cruel Dart;</br>And all perforce to make her him to love.</br>Ah!  who can love the Worker of her smart?</br>A thousand Charms he formerly did prove;</br>Yet thousand Charms could not her stedfast Heart remove.", "Soon as that virgin Knight he saw in place,</br>His wicked Books in haste he overthrew,</br>Not caring his long Labours to deface;</br>And fiercely running to that Lady true,</br>A murdrous Knife out of his Pocket drew;</br>The which he thought, for villainous Despight,</br>In her tormented Body to embrue:</br>But the stout Damsel to him leaping light,</br>His cursed Hand witheld, and maistered his Might.", "From her, to whom his Fury first he meant,</br>The wicked Weapon rashly he did rest;</br>And turning to her self his fell Intent,</br>Unwares it strook into her snowy Chest,</br>That little Drops empurpled her fair Breast.</br>Exceeding wroth therewith the Virgin grew,</br>Albe the Wound were nothing deep imprest;</br>And fiercely forth her mortal Blade she drew,</br>To give him the Reward for such vile Outrage due.", "So mightily she smote him, that to ground</br>He fell half dead; next stroke him should have slain,</br>Had not the Lady, which by him stood bound,</br>Dernly unto her called to abstain</br>From doing him to die.  For else her Pain</br>Should be remediless, sith none but he,</br>Which wrought it, could the same recure again.</br>Therewith she staid her Hand, loth staid to be;</br>For Life she him envy'd, and long'd Revenge to see:", "And to him said, Thou wicked Man, whose Meed</br>For so huge Mischief, and vile Villany,</br>Is Death, or if that ought do Death exceed,</br>Be sure, that nought may save thee from to die;</br>But if that thou this Dame do presently</br>Restore unto her Health, and former State,</br>This do and live, else die undoubtedly.</br>He glad of Life, that look'd for Death but late,</br>Did yield himself right willing to prolong his Date.", "And rising up, 'gan strait to overlook</br>Those cursed Leaves, his Charms back to reverse;</br>Full dreadful things out of that baleful Book</br>He read, and measur'd many a sad Verse,</br>That Horrour 'gan the Virgin's Heart to pierce,</br>And her fair Locks up-stared stiff on end,</br>Hearing him those same bloody Lines rehearse;</br>And all the while he read, she did extend</br>Her Sword high over him, if ought he did offend.", "Anon she 'gan perceive the House to quake,</br>And all the Doors to rattle round about;</br>Yet all that did not her dismayed make,</br>Nor slack her threatful Hand for Danger's doubt;</br>But still with stedfast Eye and Courage stout</br>Abode, to weet what end would come of all.</br>At last, that mighty Chain, which round about</br>Her tender Waste was wound, adown 'gan fall,</br>And that great brazen Pillour broke in pieces small.", "The cruel Steel which thrill'd her dying Heart,</br>Fell softly forth, as of his own accord:</br>And the wide Wound, which lately did dispart</br>Her bleeding Breast, and riven Bowels gor'd,</br>Was closed up, as it had not been bor'd;</br>And every Part to Safety full sound,</br>As she were never hurt, was soon restor'd.</br>Tho when she felt her self to be unbound,</br>And perfect whole, prostrate she fell unto the ground.", "Before fair Britomart, she fell prostrate,</br>Saying; Ah!  noble Knight, what worthy Meed</br>Can wretched Lady, quit from woeful State</br>Yield you in lieu of this your gracious Deed?</br>Your Vertue's self her own Reward shall breed</br>Even immortal Praise, and Glory wide,</br>Which I your Vassal, by your Prowess freed,</br>Shall thro the World make to be notify'd,</br>And goodly well advance, that goodly well was try'd.", "But Britomart, up-rearing her from Ground</br>Said, Gentle Dame, Reward enough I ween</br>For many Labours more than I have found,</br>This, that in Safety now I have you seen,</br>And Mean of your Deliverance have been:</br>Henceforth, fair Lady, Comfort to you take,</br>And put away Remembrance of late Teen;</br>Instead thereof know, that your loving Make</br>Hath no less Grief endured for your gentle Sake.", "She much was chear'd to hear him mention'd,</br>Whom of all living Wights she loved best.</br>Then laid the noble Championess strong Hond</br>Upon th' Enchaunter; which had her distrest</br>So sore, and with foul Outrages opprest:</br>With that great Chain, wherewith not long ygo</br>He bound that piteous Lady Prisoner, now releast,</br>Himself she bound, more worthy to be so,</br>And captive with her led to Wretchedness and Woe.", "Returning back, those goodly Rooms, which erst</br>She saw so rich and royally array'd,</br>Now vanish'd utterly, and clean subverst</br>She found, and all their Glory quite decay'd,</br>That Sight of such a Change her much dismay'd.</br>Thenceforth descending to that perlous Porch,</br>Those dreadful Flames she also found delay'd,</br>And quenched quite, like a consumed Torch,</br>That erst all Entrers wont so cruelly to scorch.", "More easy Issue now, than Entrance late</br>She found:  for now that feigned dreadful Flame,</br>Which choak'd the Porch of that enchaunted Gate,</br>And Passage barr'd to all that thither came,</br>Was vanish'd quite, as it were not the same,</br>And gave her leave at pleasure forth to pass.</br>Th' Enchaunter self, which all that Fraud did frame,</br>To have efforc'd the Love of that fair Lass,</br>Seeing his Work now wasted, deep engrieved was.", "But when the Victoress arrived there,</br>Where late she left the pensive Scudamore</br>With her own trusty Squire, both full of Fear,</br>Neither of them she found where she them lore:</br>Thereat her noble Heart was 'stonish'd sore;</br>But most fair Amoret, whose gentle Spright</br>Now 'gan to feed on Hope, which she before</br>Conceived had, to see her own dear Knight,</br>Being thereof beguil'd, was fill'd with new Affright.", "But he sad Man, when he had long in Dreed</br>Awaited there for Britomart's Return,</br>Yet saw her not, nor Sign of her good Speed,</br>His Expectation to Despair did turn,</br>Misdeeming sure that her those Flames did burn;</br>And therefore 'gan advise with her old Squire,</br>Who her dear Noursling's Loss no less did mourn,</br>Thence to depart for further Aid t' enquire:</br>Where let then, wend at will, whilst here I do respire.", "THE 1590 CONCLUSION.</br>At last she came unto the Place, where late</br>She left Sir Scudamore in great Distress,</br>'Twixt Dolour and Despight half desperate,</br>Of his Love's Succour, of his own Redress,</br>And of the hardy Britomart's Success:</br>There on the cold Earth him how thrown she found,</br>In wilful Anguish, and dead Heaviness,</br>And to him call'd; whose Voice's knowen Sound</br>Soon as he heard, himself he reared light from Ground.", "There did he see, that most on Earth him joy'd,</br>His dearest Love, the Comfort of his Dayes,</br>Whose too long Absence had him sore annoy'd,</br>And wearied his Life with dull Delayes:</br>Straight he upstarted from the loathed Layes,</br>And to her ran with hasty egerness,</br>Like as a Deer that greedily embayes</br>In the cool Soil, after long Thriftiness,</br>Which he in Chace endured hath, now nigh breathless.", "Lightly he clip'd her twixt his Armes twain,</br>And streightly did embrace her Body bright,</br>Her Body, late the Prison of sad Pain,</br>Now the sweet Lodge of Love and dear Delight:</br>But she, fair Lady, overcommen quight</br>Of huge Affection, did in Pleasure melt,</br>And in sweet Ravishment pour'd out her Spright:</br>No word they spake, nor earthly thing they felt,</br>But like two senseless Stocks in long Embracement dwelt.", "Had ye seen them, ye would have surely thought</br>That thy had been that fair Hermaphrodite,</br>The which that Roman, of white Marble wrought,</br>And in his costly Bath caus'd to be site:</br>So seem'd those two, as grown together quite,</br>That Britomart, half envying their Bless,</br>Was much empassion'd in her gentle Sprite,</br>And to her self oft wish'd like Happiness;</br>In vain she wish'd, that Fate n'ould let her yet possess.", "Thus do those Lovers, with sweet Countervaile,</br>Each other of Love's bitter Fruit despoile.</br>But now my Teem begins to faint and faile,</br>All woxen weary of their journal Toile:</br>Therefore I will their sweaty Yokes assoile</br>At this same Furrow's End, till a new Day;</br>And ye fair Swains, after long Turmoile,</br>Now cease your Work, and at your Pleasure play;</br>Now cease your Work, to-morrow is an Holyday.", ""]