["Illustrious fortress!  once the pride of kings,</br>What ancient splendour doth thy wreck display!</br>Still to thy walls some royal vestige clings,</br>That shows the glory of some former day:</br>But now, alas!  thy strength must fade away,</br>(Ah!  wreckless time, what hast thou here been doing?)</br>Yet thou art lovely even in decay,</br>And while I stand thy hoary grandeur viewing,</br>My soul is charmed with thee &mdash; All hail, thou mighty ruin!", "Yes, still there is a princely look displayed</br>In thy lone walls, and yet a noble mien;</br>What though thy former grandeur be decayed,</br>In what thou art, we see what thou hast been.</br>Delightful spot!  how beautiful the scene</br>Where chieftains dwelt, &mdash; where now the raven dwells!</br>Here all around are nature's beauties seen,</br>Before &mdash; the tide of mighty ocean swells,</br>Behind &mdash; the woods, the glens &mdash; the everlasting hills!", "Ah me!  how oft have heroes from afar</br>With giant prowess trode these vales below,</br>While the loud-pealing elements of war</br>Thundered destruction on the daring foe!</br>But time at last hath struck the final blow.</br>And hushed to peace the warnings of the brave;</br>And now these lonely towers no discord know,</br>But all is still and peaceful as the grave,</br>Save the far distant sound of Solway's dashing wave.", "Majestic fabric!  there alone thou art,</br>While those who have the imperial sceptre swayed,</br>Who deemed themselves more lasting than thou wert,</br>Are buried in oblivion's thickest shade;</br>The warrior too in terror's form arrayed,</br>Hath meekly fall'n, as if he'd ne'er been tried</br>In freedom's cause &mdash; the priest, that often prayed</br>In wrapt devotion, slumber side by side,</br>And not a stone is seen, to tell they lived &mdash; and died.", "Yes, they are gone, but thou'rt a palace still,</br>And in thy sad and desolate remains</br>All undisturbed the fowls of Heaven dwell,</br>Nor rank nor precedence their honour stains:</br>The fleecy flocks that roam the flowery plains,</br>Within thy vaulted caverns freely stroll,</br>Where once the captive's spirit-bending chains</br>(Who saw no day &mdash; beheld no planet roll,)</br>Clanked in the gloomy vault, that chilled his manly soul.", "But kings and subjects all alike must go</br>Down to the dust, from whence at first they came;</br>Palace and cottage both are humbled low</br>Together in the all-devouring flame,</br>Fed by corrosive time &mdash; and scarce a name</br>They leave to tell the anxious lookers back,</br>That it has been, and still must be the same,&mdash;</br>Though mightiest barriers destiny shall break,</br>Nor art nor wealth procures salvation from the wreck!</br>"]