["'Twas on a mountain's airy spire,</br>With eye that flash'd celestial fire,</br>That quench'd the dawn's expanding ray,</br>And pre-assumed the day,</br>Immortal GENIUS stood.</br>Anon, his sapphire wings unfold</br>With ample spread, and starr'd with beamy gold;</br>His loose hair hover'd o'er the prostrate flood,</br>And on each bounding billow threw</br>A quiv'ring shade of deeper blue.</br>Sudden he darts a light'ning smile,</br>And \"blest\" (he cries) \"be BRITAIN's isle,</br>Dear proud Asylum of my favor'd race!</br>Where Contemplation joys to trace</br>The classic feature, and the form of sense,</br>And hail the MUSE SUBLIME, and PATRIOT ELOQUENCE.</br>These are the plains that FANCY loves,</br>O'er these white cliffs she wanders free,</br>And scatters in the floating gale,</br>Her long array of fairy pageantry.</br>While MELODY, in some far vale,</br>Weaves on the air a length'ning line</br>Of cadence soft, and swell divine;</br>What time the maniac RAPTURE roves,</br>His jet locks dripping with the vap'ry show'r,</br>That EVENING weeps upon each folded flow'r,</br>As down the shad'wy hills her less'ning car</br>Tracks the slow progress of her idol star.</br>Then here, in sweet delirium will I stay,</br>And meet on every blast a variegated lay.\"", "Lured by the voice, from solemn glade</br>The vivifying Maid,</br>Extatic POETRY, was seen</br>To pace the upland green&mdash;</br>With many a curl luxuriant flowing,</br>Cheeks with light purpureal glowing,</br>While her long, unsettled gaze</br>That VARYING PASSION's force displays,</br>Fix'd on him she most ador'd,</br>Her SACRED SOUL'S ETERNAL LORD.</br>Ha!  as she swept with wild'ring hand</br>Her charmed harp, o'er sea and land</br>Fleet ZEPHYR bore each melting tone,</br>That MELANCHOLY thought her own,</br>That frolic PLEASURE smiled to hear,</br>And MADNESS welcomed with a tear:</br>While VALOUR, rushing at the sound,</br>Dash'd his burning eye-balls round,</br>And as far off his shield he hurl'd,</br>WITH NAKED BREAST DEFIED THE WORLD!", "Scarce was the mystic strain begun,</br>When from his eastern tent, the Sun</br>Leapt forth in arms,</br>And rear'd his crest sublime,</br>THE PROTOTYPE OF TIME!</br>How lovely then were NATURE'S CHARMS!</br>Glitt'ring OCEAN never ending,</br>Ruby ROCKS, and FORESTS bending,</br>Bending to the lawns below,</br>Where countless flow'rets countless tints bestow</br>Wide LAKES their lucid mirrors spread,</br>Upon whose banks the white flocks fed,</br>And seem'd their silv'ry fleeces to adorn</br>With the last lustre of the moon of morn.", "ART, alike transported straying,</br>Was her, rival, pow'r displaying;</br>O'er the sleek wave she bade a NUM'ROUS SAIL</br>Stretch the fair canvas to the wafting gale;&mdash;</br>From shelving hills triumphant CITIES rise,</br>And tow'rs and column'd domes usurp the skies;&mdash;</br>Bade meadows smile with many a cultur'd bow'r,</br>And bursting fountains toss the spangled show'r.</br>Such was the scene when the rapt Maiden sung,</br>Ah, who shall tell the music of her tongue!", "The undulation of the stream</br>Low murm'ring on the pebbly shores,</br>The warble of her fav'rite theme,</br>That PHILOMEL incessant pours,</br>From solitary, lov'd retreat,</br>When STAR-LIGHT drops a tissued veil</br>O'er the clear brook, and moisten'd dale;&mdash;</br>Such sounds, were never half so sweet,</br>As when SHE told, of roseate blisses,&mdash;</br>Tender smiles, &mdash; and vermil kisses,&mdash;</br>Nor half so thrilling BATTLE's call</br>That sends defiance from th' assaulted wall,</br>As when she told of HONOR's merit,</br>Glories that the BRAVE inherit,</br>How, th' exulting breast, disdains</br>Selfish pleasures &mdash; selfish pains!", "From couch where downy Peace had spread</br>A jasmine pillow for his head,</br>Borne upon translucent wings,</br>LOVE, the wanton Cherub, springs;</br>And flutters round in mazy play,</br>Enthusiastic at the lay!</br>But soon he hies him to the cypress grove,</br>Where JEALOUSY retires to rove,</br>And chase soft slumbers from the virgin's brow,</br>And tell her timid heart of many a broken vow.</br>Then the BENIGN CONSOLER leads</br>Her fearful steps o'er fringed meads,</br>Where Hope indulgent freely throws</br>Fresh ether from enchanted rose!</br>He brings her to the tear-bath'd stone,</br>Where, all repentant and alone,</br>In settled anguish of despair,</br>Her Lover lies &mdash; he brings her there!&mdash;</br>And on quick pinion brushing by,</br>Breathes the languor of a sigh,</br>The Youth revives, &mdash; with eager bound,</br>Clasps his speechless Fair-one round,</br>While from her eye the swift drop rushes,</br>In vain to quench her burning blushes!</br>O now the Goddess of the potent lyre,</br>Proves at her heart the sympathetic fire,</br>Invokes the DRYAD and the FAWN,</br>The fabled people of each wood and lawn,</br>And they that in the bright stream lave</br>Their glossy breasts, or skim the ocean wave,</br>She woos them to the scene, to show</br>How near allied are BLISS and WOE,</br>How sweetly powerful to move,</br>The silent sentiment of LOVE!", "But soon the measure changed, and slow she draws</br>Her elegiac trill, with doleful sweep,</br>And at each sadly-penetrating pause,</br>Teaches the meek morality to weep.", "She sung of those, to happiest fortune born,</br>Whose downcast looks a dire reverse reveal,</br>Who long, too long neglected and forlorn,</br>Had known to suffer, and had learnt to feel;", "By ling'ring sorrow, soften'd to excess,</br>Of many a genial consolation flown,</br>Who still regretted most, the pow'r to bless,</br>And others pangs, lamented as their own.", "Of those, who oft, when Day's proud torch was sped,</br>Held wayward converse with the wintry wind,</br>Who found on some cold rock their craggy bed,</br>And met a season suited to their mind.", "They, like the plant with vegetative sense,</br>That silent droops when touches rude annoy,</br>Shrunk from the pressure of a World's offence,</br>Yet gain'd in pity what they lost in joy.", "Of such as school'd in Life's sad scene, too well,</br>Had cherish'd scorn amid the wilds of woe,</br>Or charm'd by SUICIDE's opprobrious spell,</br>Had bared their bosoms to his tempting blow.", "\"And where\" (she cried) \"does mild Compassion stray,</br>Must that fell tyrant grant alone relief,</br>Drive the wet crystal from their lids away,</br>And close the bleeding artery of grief?\"", "Now more subdued, she sunk &mdash; a keener pain</br>Stole to her inmost feeling, for she thought</br>Of all the sacred melancholy train,</br>That ever here her inspiration caught,</br>From rugged CHAUCER, with uncouthest phrase,</br>To the chaste classic race of later days.</br>And when on AVON'S BARD her Fancy dwelt,</br>Her bosom 'gan to heave, and glow, and melt,</br>For He was of her offspring dearest far,</br>In her own hemisphere the solar star.</br>Whether some strange horrific tale he wove,</br>Or shew'd the pangs, the extacies of love,</br>Or pierc'd with daring wing the heavenly height,</br>And soar'd beyond the Theban eagle's flight,</br>MOST EXCELLENT WAS HE &mdash; then, too, a tear</br>Dropp'd for her hallow'd DRYDEN's injur'd bier;</br>And OTWAY, luckless OTWAY!  sad she view'd,</br>Wither'd by deep distress, in anguish go</br>To Death's dark cavern, through the gates of woe;</br>And POPE, his strong unrivall'd sense renew'd,&mdash;</br>And SPENSER shook a magic banner bright,</br>And sainted COLLINS came in meekness due,</br>\"With sky-worn robes of tenderest blue,</br>And eyes of dewy light.\"</br>Nor was not MILTON mourn'd &mdash; unmatch'd! &mdash; To pour</br>Magnificently wild, the seraph lay!&mdash;</br>GOLDSMITH, and GRAY she wept, and gentle GAY&mdash;</br>And THOMSON, potent in description's pride&mdash;</br>Light PRIOR &mdash; solemn YOUNG &mdash; inventive AKENSIDE:</br>And all who on the calm, autumnal heath,</br>Had ever listen'd to her tuneful breath,</br>And bade from silver lute responsive measures fly;</br>For these she gave a retrospective sigh;</br>Nor wert thou then forgotten, hapless MORE!</br>Her last lost son, dead in thy very prime!</br>Yet sure among the friends who wish'd thee well,</br>Sure one remains to tell</br>That thou could'st sing, \"and build the lofty rhime.\"</br>And that if Fate had kindly spared thy days,</br>Few would have match'd, and none excell'd thy lays.</br>Sure He may speak, who oft in TAPLOW's grove,</br>With thee was wont the Summer noon to rove,</br>Or aid thee with his feath'ring oar to guide,</br>Thy buoyant skiff on Thames' meand'ring tide;</br>Or at thy social board delighted sit,</br>And watch the animation of thy wit,</br>Pleas'd when he heard thee boast the valued name</br>Of ELLIS, then prophetic of his fame.</br>He, who yet ling'ring on this weary scene,</br>Has never found thy equal; never known</br>A heart so pure, so gen'rous as thy own!</br>Who, when he saw thee borne across the green</br>To the cold grave, a helpless statue stood,</br>While the deep murmur of each neighb'ring wood,</br>In desolating language join'd</br>Sad unison with his distracted mind.</br>O!  do not then, DEAR SHADE!  the grief disdain,</br>That constant flows, altho' it flows in vain.", "Now the strong meridian beam</br>Downward pours a fiercer stream,</br>And bounding o'er each russet hill,</br>MIRTH with LAUGHTER at his side,</br>In jovial freak, and careless pride,</br>Comes of sport to take his fill.</br>With eager step he seeks to measure</br>Ev'ry labyrinth of PLEASURE,&mdash;</br>Who, coy Nymph!  abash'd appears,</br>And hides her in a veil of tears.</br>Such tears as oft at morning, speed</br>To call to life the languid mead,</br>Or on the teeming harvest roll'd,</br>With pearls bedeck its wavy gold.</br>Yet alluring glances fly</br>From her soft enamour'd eye,</br>That soon discover, tho' she shun,&mdash;</br>She'd fain to his embraces run!</br>But again his course he changes,</br>And each varying landscape ranges,</br>Till in a wilderness of sweets,</br>The mighty QUEEN OF SONG he greets.</br>Then lowly bows the suppliant knee,</br>In well dissembled mockery,</br>While shaking LAUGHTER offers up,</br>Sweet liquor of Circean cup.</br>The Goddess tastes &mdash; a sportive ray</br>Drives ev'ry mournful thought away,</br>And as the sad reflections, go,&mdash;</br>Thus, her livelier numbers flow.", "\"No longer my vot'ries shall desolate rave</br>In the depth of the forest, or gloom of the grave,</br>But far diff'rent cares shall they hasten to prove,</br>And press the rich grapes of the vintage of love.</br>Then let us not languish, my friends!  tho' 'tis true,</br>That when you want others, they never want you,</br>Tho' pleasures will pass, yet the short time they stay,</br>To shun them is error, 'tis sense to be gay.</br>Does the full-moon less sweetly enamel the plain,</br>Because she's inconstant, and destin'd to wane,</br>Or do flowers, when gather'd, less odour bestow,</br>Than those that are suffer'd to fade as they grow?</br>In the calm of enjoyment then think not of sorrow,</br>Nor brood on the storm that may threaten to-morrow.\"", "She paused, for Genius waved his head,</br>And straight the wild illusion fled,</br>The fev'rish vapours from her brain depart,</br>And sober reason settles at her heart.</br>'Twas then obedient to her sov'reign's will,</br>She finds obtrusive rage her bosom fill,</br>On Folly's monster offspring darts her gaze,</br>Lifts a SATIRIC SCOURGE, and thus indignant says:&mdash;", "\"BRITAIN!  behold a Demon is come forth,</br>Child of the Tropic heat, and frozen North,</br>In whose dull breast contrasted evils jar,</br>And wage with Common Sense perpetual war,</br>Out-smiling truth, and e'en outblushing shame,</br>He reigns, and AFFECTATION is his name!</br>Lo!  now methinks on yonder porcelain throne,</br>Glazed o'er in France, but all the dirt your own,</br>With mimic mien of majesty he sits,</br>And smirks, and prattles, and looks grave by fits,</br>Then seems so destitute of hope and fear,</br>As life itself, were nothing but a sneer.</br>And mark what crowds advance to swell his state,</br>In pompous nonsense miserably great;</br>Grim Doctors, Men of study, Men of gold,</br>The Moralizing Young, and Vicious Old,</br>And stale Coquets, with ogles feebly sent,</br>And musing Members of the Parliament!</br>See, see, how quick, how numerous they glide,</br>All unsubstantial as the rainbow's pride!</br>Like Banquo's shades before the King that past,</br>And each fresh fool more solemn to the last!</br>In their dear Idol's honor they declaim,</br>Poets unknown, and idiots with a name.</br>Slow-lab'ring logick, and discussion bare,</br>And Mangled Metaphor, alas!  is there.</br>Pert Pun, quaint Epigram, smart Repartee,</br>And there the Witty Wink, and he!  he!  he!</br>While Blockheads praise what livelier Blockheads spoke,</br>And nodding Nabobs analyze each joke.</br>O MODEST LIT'RATURE!  must thou too feel</br>Th'assasin vengeance of this tyrant's steel,</br>Must thou, no longer liberal and free,</br>Lose all thy nature's genuine dignity?</br>Catch ev'ry gewgaw of the vulgar tribe,</br>Thy fame, a mumm'ry!  and thy lays, a bribe?</br>Must vain Pretenders throng thy fair abode,&mdash;</br>And simp'ring Smatt'rers pen the patchwork ode?</br>Who, tho' unschool'd, yet eager to prevail,</br>Snatch the glib Eel of Learning by the tail,</br>And as their filthy fingers smear the rhime,</br>Admire the gloss, and glitter of the slime:</br>O scorn'd be those, who each emotion hide</br>In lordly littleness, and pamper'd pride,</br>To Affectation raise alone their eyes,</br>Contrive their smiles, and fabricate their sighs.</br>O scorn'd be such!  but may the true combine</br>T' attack the Pagod, and deface his shrine,</br>To dart their arrows at his tinsel brow,</br>And lay at last the Necromancer low.</br>Then shall SIMPLICITY, sweet Maid!  appear</br>Fresh with the blushes of the vernal year,</br>Her gen'rous impulse to mankind impart,</br>And own no law but nature, and the heart.</br>Till ev'ry wish still verging to one end,</br>Each object, virtue, and each man, a friend,</br>TRIUMPHANT REASON shed her potent ray,</br>To drive distorted Prejudice away,</br>Cheer the lone hamlet, the gay court illume,</br>AND BLESSING LIFE, BEATIFY THE TOMB!", "\"Peace, peace,\" (the Godhead cries) \"nor more</br>Trace the dim failings of this, MATCHLESS SHORE,</br>Observe the VIRTUES!  how they rise&mdash;</br>In proud profusion, to the skies!</br>See CHASTITY, with purest mien,</br>That loves to bless the rural scene,</br>And in CONTENT's domestic bow'r,</br>To guard AFFECTION's modest flow'r!</br>Here soft-ey'd PITY duly sends</br>Her tenderest look to solace woe,</br>And as a balmy wreath she blends,</br>Her silent, sacred sorrows flow.&mdash;</br>Here FRIENDSHIP ev'ry danger shares!&mdash;</br>And HONOR ev'ry trial dares!&mdash;</br>Here COURAGE stalks his awful round,</br>Here TRUTH, ETERNAL TRUTH is found!</br>Nor think that thou, DEAR NYMPH!  alone</br>Canst call my influence thy own,</br>Though full of me, &mdash; in madd'ning trance,</br>When early Twilight's streaks advance,</br>By the clear fount, or whisp'ring wood,</br>By the loud torrent's foamy flood,</br>Thou lov'st to stray &mdash; or when the night blasts sweep,</br>With pilgrim footsteps, wind the dreary steep,</br>There near some bending beech reclin'd,</br>While moral musings fill thy mind,</br>The world's best joys like meteors seem,</br>And all its boast a fading dream.</br>Though at thy mandate Nature rears</br>A wizard wand of hopes and fears,</br>That as she waves amid the blaze of day,</br>Wakes into birth &mdash; the sad &mdash; the gay&mdash;</br>And ev'ry jocund Phantom fair,</br>And ev'ry Spectre of Despair.</br>Tho' such my hallow'd boon to thee;</br>Unnumber'd, rival vot'ries see!</br>And first behold yon female form,</br>In talent rich, in feeling warm,</br>'Tis gentle DAMER, she whose hand</br>The insensate marble can command,</br>And bid it emulate the grace,</br>Of winning FOSTER's angel face,</br>Force the rude block her chisel's spell to own,</br>Till THAMES and ISIS live in sculptur'd stone!</br>Here REYNOLDS, on the canvas; throws</br>His true proportions, vivid glows,</br>That shall to radiant beauty, join</br>A charm, thro' centuries to shine.</br>Nor yet be STUART's art unsung,</br>Who, tho' in fame and fortune young,</br>Can finely seize th' impassion'd look,</br>Can show the mind that anguish shook,</br>Th' identifying magic, steal,</br>To paint, what KEMBLE's pow'rs reveal.</br>Here, intellectual SIDDONS draws</br>The sudden tremor of applause,</br>When, from her lovely eye she sends,</br>The tear that burns &mdash; the look that rends,</br>And seems to realize the stage,</br>With melting grief, or desp'rate rage!</br>Ah!  let me not, too proud!  explain</br>The triumph of the exalted train,</br>Or tell of all who grace the BAR;&mdash;</br>Or lead the glitt'ring ranks of WAR;&mdash;</br>Or those, whose wisdom GUIDES THE STATE,&mdash;</br>Or vaunt MY OWN TRIUMVIRATE!</br>Nor yet of those, who catch my ray,</br>Where heavenly duty points the way,</br>And teach Religion's laws refin'd,</br>Like ESTE, with sense and pathos join'd!</br>Long were the task, the flaming orb</br>Again his rising course might run,</br>Again the West his beams absorb,</br>Nor would the length'ning tale be done.</br>To naught confin'd, I ever range</br>In wild propensity of change,</br>When first CREATION fill'd the void,</br>I, was the minister employ'd,</br>'Twas I, that fix'd yon central light;&mdash;</br>I, bless'd with all its gems the night!&mdash;", "\"But WHAT ART THOU, who loit'ring near,</br>Where these mysterious forests low'r,</br>Giv'st to my tongue a list'ning ear,</br>And steal'st upon this sacred hour?</br>PRESUMPTUOUS BARD!  think not, from me,</br>T' attract the glowing spark of energy,</br>Or with frail touch, and imitative tone,</br>To draw sweet numbers from thy tuneless lyre;</br>'Tis darkness all, unless I lend my fire!</br>And MUSICK wakes at my command alone.</br>Fond CHILD OF DUST!  thy hopes forego!&mdash;</br>O!  reconcile thy soul to woe!</br>But ne'er imagine that I bear a part,</br>In the deep anguish of thy struggling heart;</br>Nor idly look for FAME &mdash; her breath</br>IS FOUND BUT IN THE GALES OF DEATH!</br>She seeks the slumb'rous Raven's gloom,&mdash;</br>To whisper o'er the lonely tomb!&mdash;</br>Deigning, at last, that praise to give,</br>Which none might e'er receive, and live!</br>HARD IS THE POET'S LOT! &mdash; in vain</br>He pours an inoffensive strain,</br>To cheer the Woodlark brooding on her nest,</br>To soothe the secret sorrows of his breast,</br>Tho' but a Shepherd's song it flow,</br>In ev'ry vale he meets a foe.&mdash;</br>While e'en amid the peasant throng,</br>Shall hiss pale Envy's viper tongue!</br>Or could his pen, with strength sublime,</br>To high perfection lift the rhime;&mdash;</br>Or teach instructive truth to doubly please,</br>With PIOZZI's brilliant wit, and learned ease,</br>Still would dull MALICE shout around,&mdash;</br>Still feebly aim th' assassin wound!&mdash;</br>Still dark DETRACTION hurl the lance,&mdash;</br>And her whole harpy, hideous groupe, advance!&mdash;", "\"Rather, with weeds thy temples bind;&mdash;</br>Ah!  mourn, thy faults, &mdash; thy follies, past,&mdash;</br>Mourn thy rash youth, &mdash; that fled so fast,&mdash;</br>And mourn, the fever of thy mind:&mdash;</br>SUBMISSIVE YIELD TO STEDFAST FATE'S DECREE,</br>AND LEARN TO PITY BASE MALIGNITY!&mdash;", "\"So, when I view thee at declining eve</br>Bathe thy hot bosom in the lunar tide,</br>Or near yon cataract hear thee grieve,&mdash;</br>Down my sad cheek, perchance, a tear shall glide.\"", "HE SPOKE &mdash; AND DARTING UPWARDS FROM THE SIGHT,</br>SAIL'D THRO' TH' IMMENSE ABYSS, AND VANISH'D INTO LIGHT!</br>"]