["Allophanes finding Idios in the country in Christmas time, reprehends his absence from court, at the mariage of the Earle of Sommerset, Idios gives an account of his purpose therein, and of his absence thence.", "ALLOPHANES.</br>Unseasonable man, statue of ice,</br>What could to countries solitude entice</br>Thee, in this yeares cold and decrepit time?</br>Natures instinct drawes to the warmer clime</br>Even small birds, who by that courage dare,</br>In numerous fleets, saile through their Sea, the aire.</br>What delicacie can in fields appeare,</br>Whil'st Flora'herselfe doth a freeze jerkin weare?</br>Whil'st windes do all the trees and hedges strip</br>Of leafes, to furnish roddes enough to whip</br>Thy madnesse from thee; and all springs by frost</br>Have taken cold, and their sweet murmures lost;</br>If thou thy faults or fortunes would'st lament</br>With just solemnity, do it in Lent;</br>At Court the spring already advanced is,</br>The Sunne stayes longer up; and yet not his</br>The glory is, farre other, other fires.</br>First, zeale to Prince and State; then loves desires</br>Burne in one brest, and like heavens two great lights,</br>The first doth governe dayes, the other nights.</br>And then that early light, which did appeare</br>Before the Sunne and Moone created were;</br>The Princes favour is defus'd o'r all,</br>From which all Fortunes, Names, and Natures fall;</br>Then from those wombes of starres, the Brides bright eyes,</br>At every glance, a constellation flyes,</br>And sowes the Court with starres, and doth prevent</br>In light and power, the all-ey'd firmament;</br>First her eyes kindles other Ladies eyes,</br>Then from their beames their jewels lusters rise,</br>And from their jewels torches do take fire,</br>And all is warmth, and light, and good desire;</br>Most other Courts, alas, are like to hell,</br>Where in darke places, fire without light doth dwell:</br>Or but like Stoves, for lust and envy get</br>Continuall, but artificiall heat;</br>Here zeale and love growne one, all clouds disgest,</br>And make our Court an everlasting East.</br>And can'st thou be from thence?", "IDIOS.</br>No, I am there</br>As heaven, to men dispos'd, is every where,</br>So are those Courts, whose Princes animate,</br>Not onely all their house, but all their State,</br>Let no man thinke, because he is full, he hath all,</br>Kings (as their patterne, God) are liberall</br>Not onely in fulnesse, but capacitie,</br>Enlarging narrow men, to feele and see,</br>And comprehend the blessings they bestow.</br>So, reclus'd hermits often times do know</br>More of heavens glory, then a worldling can.</br>As man is of the world, the heart of man,</br>Is an epitome of Gods great booke</br>Of creatures, and man need no farther looke;</br>So is the Country of Courts, where sweet peace doth,</br>As their one common soule, give life to both,</br>I am not then from Court.", "ALLOPHANES.</br>Dreamer, thou art,</br>Think'st thou fantastique that thou hast a part</br>In the Indian fleet, because thou hast</br>A little spice, or Amber in thy taste?</br>Because thou art not frozen, art thou warme?</br>Seest thou all good because thou seest no harme?</br>The earth doth in her inner bowels hold</br>Stuffe well dispos'd; and which would faine be gold,</br>But never shall, except it chance to lye,</br>So upward, that heaven gild it with his eye;</br>As, for divine things, faith comes from above,</br>So, for best civill use, all tinctures move</br>From higher powers; From God religion springs,</br>Wisdome, and honour from the use of Kings.</br>Then unbeguile thy selfe, and know with mee,</br>That Angels, though on earth employd they bee,</br>Are still in heav'n, so is hee still at home</br>That doth, abroad, to honest actions come.</br>Chide thy selfe then, O foole, which yesterday</br>Might'st have read more then all thy books bewray;</br>Hast thou a history, which doth present</br>A Court, where all affections do assent</br>Unto the Kings, and that, that Kings are just?</br>And where it is no levity to trust.</br>Where there is no ambition, but to'obey,</br>Where men need whisper nothing, and yet may;</br>Where the Kings favours are so plac'd, that all</br>Finde that the King therein is liberall</br>To them, in him, because his favours bend</br>To vertue, to the which they all pretend.</br>Thou hast no such; yet here was this, and more,</br>An earnest lover, wise then, and before,</br>Our little Cupid hath sued Livery,</br>And is no more in his minority,</br>Hee is admitted now into that brest</br>Where the Kings Counsells and his secrets rest,</br>What hast thou lost, O ignorant man?", "IDIOS.</br>I knew,</br>All this, and onely therefore I withdrew</br>To know and feele all this, and not to have</br>Words to expresse it, makes a man a grave</br>Of his owne thoughts; I would not therefore stay</br>At a great feast, having no grace to say,</br>And yet I scap'd not here; for being come</br>Full of the common joy; I utter'd some,</br>Reade then this nuptiall song, which was not made</br>Either the Court or mens hearts to invade,</br>But since I'am dead, and buried I could frame</br>No Epitaph, which might advance my fame,</br>So much as this poore song, which testifies</br>I did unto that day some sacrifice.", "I.  THE TIME OF THE MARIAGE.</br>Thou art repriv'd old yeare, thou shalt not die,</br>Though thou upon thy death bed lye,</br>And should'st within five dayes expire</br>Yet thou art rescu'd by a mightier fire,</br>Then thy old Soule, the Sunne,</br>When he doth in his largest circle runne.</br>The passage of the West or East would thaw,</br>And open wide their easie liquid jawe</br>To all our ships, could a Promethean art</br>Either unto the Northerne Pole impart</br>The fire of these inflaming eyes, or of this loving heart.", "II.  EQUALITY OF PERSONS.</br>But undiscerning Muse, which heart, which eyes,</br>In this new couple, dost thou prize,</br>When his eye as inflaming is</br>As hers, and her heart loves as well as his?</br>Be tryed by beauty, and than</br>The bridegroome is a maid, and not a man,</br>If by that manly courage they be tryed,</br>Which scornes unjust opinion; then the bride</br>Becomes a man.  Should chance or envies Art</br>Divide these two, whom nature scarce did part?</br>Since both have th' enflaming eye, and both the loving heart.", "III.  RAYSING OF THE BRIDEGROOME.</br>Though it be some divorce to thinke of you</br>Single, so much one are you two,</br>Let me here contemplate thee,</br>First, cheerfull Bridegroome, and first let mee see,</br>How thou prevent'st the Sunne,</br>And his red foming horses dost outrunne,</br>How, having laid downe in thy Soveraignes brest</br>All businesses, from thence to reinvest</br>Them, when these triumphs cease, thou forward art</br>To shew to her, who doth the like impart,</br>The fire of thy inflaming eyes, and of thy loving heart.", "IIII.  RAISING OF THE BRIDE.</br>But now, to Thee, faire Bride, it is some wrong,</br>To thinke thou wert in Bed so long,</br>Since Soone thou lyest downe first, tis fit</br>Thou in first rising should'st allow for it,</br>Pouder thy Radiant haire,</br>Which if without such ashes thou would'st weare,</br>Thou, which, to all which come to looke upon,</br>Are meant for, Phoebus, would'st be Phaeton,</br>For our ease, give thine eyes, th' unusuall part</br>Of joy, a Teare; so quencht, thou maist impart,</br>To us that come, thy inflaming eyes, to him, thy loving heart.", "V.  HER APPARELLING.</br>Thus thou descend'st to our infirmitie,</br>Who can the Sun in water see.</br>Soe dost thou, when in silke and gold,</br>Thou cloudst thy selfe; since wee which doe behold,</br>Are dust, and wormes, 'tis just</br>Our objects be the fruits of wormes and dust;</br>Let every Jewell be a glorious starre,</br>Yet starres are not so pure, as their spheares are.</br>And though thou stoope, to'appeare to us, in part,</br>Still in that Picture thou intirely art,</br>Which thy inflaming eyes have made within his loving heart.", "VI.  GOING TO THE CHAPPELL.</br>Now from your Easts you issue forth, and wee,</br>As men which through a Cipres see</br>The rising sun, doe thinke it two,</br>Soe, as you goe to Church, doe thinke of you,</br>But that vaile being gone,</br>By the Church rites you are from thenceforth one.</br>The Church Triumphant made this match before,</br>And now the Militant doth strive no more,</br>Then, reverend Priest, who Gods Recorder art,</br>Doe, from his Dictates, to these two impart</br>All blessings, which are seene, Or thought, by Angels eye or heart.", "VII.  THE BENEDICTION.</br>Blest payre of Swans, Oh may you interbring</br>Daily new joyes, and never sing,</br>Live, till all grounds of wishes faile,</br>Till honor, yea till wisedome grow so stale,</br>That, new great heights to trie,</br>It must serve your ambition, to die;</br>Raise heires, and may here, to the worlds end, live</br>Heires from this King, to take thankes, you, to give,</br>Nature and grace doe all, and nothing Art,</br>May never age, or error overthwart</br>With any West, these radiant eyes, with any North, this heart.", "VIII.  FEASTS AND REVELLS.</br>But you are over-blest.  Plenty this day</br>Injures; it causeth time to stay;</br>The tables groane, as though this feast</br>Would, as the flood, destroy all fowle and beast.</br>And were the doctrine new</br>That the earth mov'd, this day would make it true;</br>For every part to dance and revell goes.</br>They tread the ayre, and fal not where they rose.</br>Though six houres since, the Sunne to bed did part,</br>The masks and banquets will not yet impart</br>A sunset to these weary eyes, A Center to this heart.", "IX.  THE BRIDE GOING TO BED.</br>What mean'st thou Bride, this companie to keep?</br>To sit up, till thou faine wouldst sleep?</br>Thou maist not, when thou art laid, doe so.</br>Thy selfe must to him a new banquet grow,</br>And you must entertaine</br>And doe all this daies dances o'r againe.</br>Know that if Sun and Moone together doe</br>Rise in one point, they doe not set so to.</br>Therefore thou maist, faire Bride, to bed depart,</br>Thou art not gone, being gone, where e'r thou art,</br>Thou leav'st in him thy watchfull eyes, in him thy loving heart.", "X.  THE BRIDEGROOMES COMMING.</br>As he that sees a starre fall, runs apace,</br>And findes a gellie in the place,</br>So doth the Bridegroome hast as much,</br>Being told this starre is falne, and findes her such,</br>And as friends may looke strange,</br>By a new fashion, or apparrells change,</br>Their soules, though long acquainted they had beene,</br>These clothes, their bodies, never yet had seene.</br>Therefore at first shee modestly might start,</br>But must forthwith surrender every part,</br>As freely, as each to each before, gave either eye or heart.", "XI.  THE GOOD-NIGHT.</br>Now, as in Tullias tombe, one lampe burnt cleare,</br>Unchang'd for fifteene hundred yeare,</br>May these love-lamps we here enshrine,</br>In warmth, light, lasting, equall the divine;</br>Fire ever doth aspire,</br>And makes all like it selfe, turnes all to fire,</br>But ends in ashes, which these cannot doe,</br>For none of these is fuell, but fire too.</br>This is joyes bonfire, then, where loves strong Arts</br>Make of so noble individuall parts</br>One fire of foure inflaming eyes, and of two loving hearts.", "IDIOS.</br>As I have brought this song, that I may doe</br>A perfect sacrifice, I'll burne it too.", "ALLOPHANES.</br>No Sr.  This paper I have justly got,</br>For, in burnt incense, the perfume is not</br>His only that presents it, but of all,</br>What ever celebrates this Festivall</br>Is common, since the joy thereof is so.</br>Nor may your selfe be Priest:  But let me goe,</br>Backe to the Court, and I will lay'it upon</br>Such Altars, as prize your devotion.</br>"]