["Let the dull wretch, upon whose natal hour</br>Nor Muse nor Grace bestow'd one genial ray,</br>Blame all pursuits but those of wealth and power,</br>And damn to scorn the Bard's sublimest lay.", "Yet are there joys to vulgar souls unknown,</br>Unfelt by those who view them with disdain,</br>Joys by the sacred Muse reserv'd alone</br>For them the fav'rites of her blissful reign.", "Not that their brows with laurel wreath are bound,</br>And listening crouds their choral plaudits raise;</br>Not that proud Fame's wide-echoing trump shall sound</br>To spread from pole to pole their deathless praise.", "But that of Heav'n belov'd, and Fancy-blest,</br>All Nature to their eye appears more bright;</br>Her every charm with rapture fills their breast,</br>And not a grace eludes their piercing sight.", "Their eye's \"fine phrensy\" marks her ample reign,</br>Entranc'd they bend before each awful form;</br>The dark-brow'd forest, and the boundless main,</br>The cloud-capt mountain, and the whelming storm.", "For them more beauteous smiles the vernal day,</br>And brighter tints adorn the rural bowers;</br>'Tis theirs to rove thro' scenes for ever gay,</br>And cull Imagination's fairest flowers.", "Chants the lone throstle at the close of day,</br>Or shines the dew-drop on the morning rose,</br>Or breathes the wood-bine on their noon-tide way,</br>No common transport in their bosom glows.", "Where'er they stray beneath propitious skies,</br>Soft musick trills, etherial forms appear;</br>Visions withheld but from poetic eyes,</br>And sounds that only greet the purged ear.", "Shall then the rigid critic's wrinkled brow,</br>Shall simp'ring Folly's vain contemptuous sneer,</br>Bid us no more our ardent hopes avow,</br>And damp the rising glow with chilling fear?", "Not so my Friends &mdash; while these gay scenes ye rove,</br>Where youthful MILTON nurs'd his growing flame;</br>Where GRAY in Fancy's loom his raptures wore;</br>Pursue the track that leads to living Fame.", "As when to Glory's seats the prophet flew</br>To his lov'd friend the mantle he resign'd,</br>JOHNSON, blest shade!  shall his on PIOZZI view,</br>His nervous sense with female softness join'd.", "Thy cypress wreath, Melpomene, to gain</br>GREATHEED shall scorn  thro' meaner walks to stray,</br>And MERRY pour his ever-varying strain,</br>Crown'd by each Muse the serious and the gay.", "I too, allur'd by love of lofty rhime,</br>Left the white cliff where Britain's surges roar;</br>And much I hop'd from this inspiring clime,</br>ARNO'S rich vale, and TIBER'S classic shore.", "Haply, I said, the Muse may there be found,</br>By me, vain thought!  to Genius close allied,</br>For him, with equal force she breathes around</br>EARTHAM'S chill seat, and LAVANT'S scanty tide.</br>"]