["I.  1.</br>Come, Indolence, and from the hollow cloud,</br>With which all day thou lov'st to shroud</br>The gloomy mountain's brow,</br>Descend; for lo the wildly ruffling wind,</br>Perchance thy airy couch may find,</br>Which by his breath thro' heav'n will flow:</br>Or if thou'rt sitting on the darkling pine,</br>Hung o'er the lake while dies the gale around,</br>Slow heave thy heavy wings to view thy shrine,</br>Within this wood-embosom'd spot of ground.", "I. 2.</br>Three years it took to raise the ample pile;</br>No votary of thine can toil,</br>And active labour long:</br>From ev'ry fowl I've pluck'd the softest down,</br>And poppies wreath'd compose thy crown;</br>And here is soporifick song,</br>Of pow'r to drive away each sprightly thought,</br>And lull mad Fancy's sallies all asleep,</br>Such sweet enchantment is by Dulness wrought,</br>And such the force of lays profound and deep.", "I.3.</br>No wakeful sounds thy rest shall discompose,</br>Here never doubling drum was beat,</br>No ear-invading trumpets grate,</br>But still is heard the bagpipe's drowsy hum,</br>And drawling notes from harps of Cambria come,</br>Which wafted thro' the trees all sharpness lose:</br>And winding far below,</br>A scarcely rolling stream is heard to flow,</br>Which distant joining with the murmuring seas,</br>Inspires a calm desire for still indulgent ease.", "II. 1.</br>Here often sable Morpheus loves to tread,</br>Oft in the sleep-inspiring shade,</br>He drops supinely down;</br>Thro' the thick branches to disturb his trance,</br>No burning beams of sunshine glance,</br>But gloomy mists eternal frown:</br>Then far is heard the Godhead's aweful snores,</br>By Echo answer'd from her rattling cell,</br>Where still her virgin state the nymph deplores,</br>Where still a fallow maid she's forc'd to dwell.", "II. 2.</br>The God, the feather-footed slumbers tend,</br>Drugs of lethargick power they blend,</br>The drugs his mouth receives,</br>Yet still in spight of all their weary care,</br>Their heavy eyes forget to glare,</br>They fall amidst the tender leaves;</br>Then swells the heav'nly concert on the ear,</br>Deep-breathing music issues from each noise,</br>Not sweeter that by which it would appear,</br>The rough rocks danc'd, and spouting trees arose.", "II. 3.</br>Then wand'ring Dreams light skim athwart the grove,</br>And thro' each thick and muddy brain,</br>Swift skips th' imaginary train;</br>And each his hardly-moving feet directs,</br>To silent waves whence no fair light reflects,</br>All view the darkly glimmering scenes they love:</br>Unreal forms appear,</br>Pillows and cushions swim for ever near,</br>Before their eyes voluptuous sopha's fly,</br>And softest easy chairs come gliding down the sky.", "III. 1.</br>All these to soothing languishment incline,</br>All these, enfeebling Pow'r, are thine,</br>These lead the captive mind;</br>Farewell the toilsome hours on study bent,</br>Still on mysterious law intent,</br>Th' elusive form of fraud to find;</br>No more can sweetest Physic now attract,</br>Altho' each vain prescription offers gold;</br>The sons of dark Divinity start back,</br>As they the ancient Fathers' works behold.", "III. 2.</br>Haste, Indolence, and never let me see</br>That restless wight Activity,</br>With Exercise allied,</br>A careless rustic clown with porter's limb,</br>That loves at dawn steep hills to climb,</br>Or plunges in the rapid tide;</br>Or early from his genial slumbers torn,</br>Mounts his wild steed and labours o'er the downs,</br>Rous'd by the sprightly vigour of the horn,</br>While some poor panting hare his efforts crowns.", "III. 3.</br>Like him what mighty force could draw me forth?</br>Tho' I confess the pleasure's great,</br>To see fair Phoebus rise in state,</br>While all the soften'd air sheds dew and balm,</br>And every wood and every wave is calm,</br>And flow'rs all sweetness variegate the earth:</br>But who would throw away</br>The golden dreams that usher in the day,</br>Castles ascend before the half-clos'd eyes,</br>And airy baseless tow'rs hand glitt'ring in the skies.", "IV. 1.</br>But soft, behold where Indolence appears,</br>Slow smooth thro' air her course she steers,</br>And grasps within her hand</br>A rod, with which like Mercury she seals</br>Each eye, Despair her influence feels,</br>Still as she waves her wond'rous wand:</br>An opiate balm from ev'ry pour distills,</br>The melting landscapes closes on the sight,</br>Her presence all the cloudy region fills,</br>Her far-expanding wings exclude the light.", "IV.  2.</br>The sons of Industry avoid the place,</br>With all the bold commercial race,</br>That haunt the troubled main,</br>And Gallia's flutt'ring breed with airy mien:</br>But here Britannia's sons are seen,</br>And proud Iberia's lordly train,</br>Iberia o'er whose sweet enchanting vales</br>Sloth wide extends her all-enfeebling sway,</br>And o'er a climate fit for Gods prevails,</br>While Culture smiles not on the jocund day.", "IV.</br>Here ends the strain, sweet Indolence; now take</br>With gentlest force my willing breast,</br>Which always when by thee possess'd,</br>Still loves thy pleasing lassitude which charms</br>Each sullen thought, and ev'ry care disarms;</br>Nor let me oft thy fav'rite haunts forsake;</br>But fix me in my chair,</br>Like her once chain'd by Comus' magic snare,</br>Till fair Sabrina from her glassy stream</br>Brought her cool lucid drops then sunk with radiant gleam.</br>"]