["What was the cause that fired Britannia's zeal?</br>O glorious cause!  to vulgar souls unknown.</br>What bade Britannia raise the warlike steel?</br>The cause of sweet Humanity alone!", "'Twas Pity's voice that won her to the fight!</br>&mdash;Late as on Dover's chalky cliff I stood,</br>That white-rob'd goddess met my wand'ring sight,</br>Moving, with rapid step, beside the briny flood!", "Around her waist an azure zone she wore;</br>Her floating hair she strove in vain to bind;</br>The high-arch'd waves roll'd foaming on the shore,</br>And mock'd the fury of the howling wind.", "'Twas the sad fate of Gallia's banish'd train,</br>That led this virgin to the pebbled shore,</br>To mark each sail that glimmer'd on the main,</br>To hail each wretch, and bid him weep no more.", "Mindful alone to succour and to save,</br>She roam'd, regardless of the angry skies;</br>She knew no shelter but the rocky cave,</br>And watch'd the tempest with unwearied eyes.", "To every passing bark she wav'd her hand,</br>Or from her clarion rais'd a piercing sound:</br>I saw full many an exile reach the land!</br>I saw them, prostrate, kiss the saving ground!", "I saw them croud around the weeping maid;</br>But soon she bade them from the shore retreat;</br>Safe on the couch their languid limbs were laid,</br>To seek, when morning rose, Britannia's seat.", "A train of more than wonted length she led,</br>Of polish'd minds, and hearts of noblest deed;</br>Bar'd to the storm was many a hoary head,</br>And many a fatal wound was seen to bleed!", "Oft on the way she spoke Britannia's fame,</br>And dwelt with transport on her liberal mind;</br>Styl'd her the friend of every friendless name;</br>The universal lover of mankind.", "Pale was her cheek, and swoln her azure eyes,</br>When Pity chose the pensive hour of night,</br>To plead her children's cause with frequent sighs,</br>And win Britannia to the generous fight.", "Britannia, seated on her rostral throne,</br>Receiv'd, with smiles, the heaven-descended maid;</br>Clasp'd to her breast, and call'd her all her own;</br>When thus, in fault'ring accents, Pity said:", "\"O thou to whom no sorrow pleads in vain!</br>Never, since first from smiling Heaven I came,</br>At once assembled such a countless train,</br>Undone by Fortune, to implore my name.", "\"From Gaul's ensanguin'd plains, a fated race!</br>From Murder's lifted sword these suppliants flew;</br>Scarce from Love's arms receiv'd the last embrace!</br>Scarce from their children heard the last adieu!", "\"In secret caves 'twas their's thro' day to weep,</br>'Twas their's thro' Night's dark reign, all breathless, pale,</br>Fleet as the winds to seek the billowy deep,</br>And hail, with hollow voice, each passing sail!", "\"Theirs each disguise inventive Fear suggests,</br>To bribe each bark with all their little store!</br>To strike, with lifted eyes, their rending breasts,</br>And fly, for ever, from their native shore!", "\"The black clouds gather'd, and the wild winds rose!</br>Aghast they flew along the writhing wave!</br>Some scap'd the storm, to meet severer woes!</br>Some sunk beneath it, to a watery grave.", "\"Whilst some, alas!  more hapless still than these!</br>Met the rude north-wind on its destin'd way,</br>And, measuring back a dreary waste of seas,</br>On Gallia's shores were cast, a helpless prey!", "\"Inhuman Gaul beheld her victim-train,</br>Her wretched children, with unpitying eye!</br>Refin'd in vengeance, snatch'd them from the main,</br>Dragg'd to their native homes, and bade them die!", "\"Still did the waves, at Mercy's ceaseless pray'r,</br>Guide many a fainting wretch to Albion's coast;</br>&mdash;Behold they kneel, and supplicate thy care,</br>O thou, of Europe's sons the noblest boast!\"", "Britannia strove in vain her pangs to hide;</br>Her gen'rous heart was full, and stopp'd her tongue.</br>She turn'd aside to weep, then, rising, cried,</br>\"I will revenge, sweet maid!  thy childrens' wrong.", "\"For never, Pity!  shall thy angel voice</br>Pour in mine ear its tender tale in vain!</br>Go!  bid thy children in my arm rejoice,</br>My arm shall shield them on th' embattled plain.\"", "Thus spoke th' unconquer'd Mistress of the Sea;</br>Then grasp'd her spear, and rais'd her massive shield;</br>Folded her flowing robe above her knee,</br>And call'd her warriors to the martial field.</br>"]