["MOLE.</br>Our liberties lopt off &mdash; we now deplore;</br>PITT has prevailed &mdash; and smoking is no more.</br>But will the canker of the state rest here?</br>Alas, mine ancient friends, more ills I fear!</br>Upon our legs and arms he means a tax,</br>And wood or cork or leather must pay snacks:</br>Nay, 'tis ev'n said, though that I'm not quite sure in,</br>He'll, like VESPASIAN, lay a tax on urine.</br>Our beer already tax'd &mdash; mysterious fate!</br>Must it be tax'd too &mdash; in a future state?", "Now let us tell, while here we drink our porter,</br>How much our few short pleasures are made shorter,</br>By this excise extension, fine and fit,</br>Form'd by the great financier &mdash; Mr. PITT.", "CLODIPOL.</br>How oft have I, in fields of corn or hay,</br>Broil'd in the burning sun the live-long day;</br>Yet well the evening all my toil repaid,</br>When in an arbour indolently laid,</br>With ale so mild, and fruit so tempting ripe,</br>I crack'd my jokes, and softly suck'd my pipe!", "RATTLIN.</br>Aloft when clamb'ring on the crazy mast,</br>Crack'd by the thuder, broken by the blast,</br>While ocean's foam, mixt with the light'ning's glare,</br>And fiends infernal seem'd to rule the air;</br>The roar and riot I nor fear'd nor chid,</br>If from my pouch I could but snatch a quid.", "MOLE.</br>How oft have I, high in the commons' gallery,</br>Watch'd many a weary night &mdash; for no great sallary,</br>List'ning with heavy hear and jaded ear,</br>To \"sounds that are a misery to hear;\"</br>Yet all the dreary drudg'ry soon forgot,</br>Over a warming pipe and cheering pot!", "CLODIPOL.</br>Sooner shall I swill this pot you see,</br>That slop, that trash, that reeking rot-gut &mdash; tea,</br>Or grease my jolly bacon-basted muns,</br>Like yonder Cheapside beaus &mdash; with butter'd buns,</br>Than cease to think, o'er ev'ry pot of beer,</br>Rest and promotion to our young premier!", "RATTLIN.</br>Sooner shall sailors (Britons then no more)</br>Shrink from a gun at sea &mdash; or girl on shore;</br>Sooner shall I lap water like a dog,</br>While in my fist I grasp a can of grog,</br>Than fail to cry on lower deck or upper,</br>\"May PITT be serv'd a salt eel to his supper!\"", "MOLE.</br>Sooner shall Great CHARLOTTE &mdash; out of season,</br>Squander the public cash &mdash; without good reason;</br>Sooner shall PITT require &mdash; LEAKE'S saving pills,</br>Or ROSE discharge &mdash; he secret service bills;</br>Sooner shall SHERIDAN prate like a gawby,</br>In phrase of Mr. MARTIN or JO. MAWBEY;</br>Sooner DUNDAS shall in the senate miss</br>To raise a laugh, by throwing out &mdash; his peace;</br>Sooner shall Captain TOPHAM, in dismay,</br>Take ship with BECKY WELLS for Botany Bay;</br>Than I forget, o'er ev'ry pipe I smoke,</br>On PITT'S designs confusion to invoke.</br>"]