["There is a mood of mind we all have known</br>On drowsy eve, or dark and low'ring day,</br>When the tired spirits lose their sprightly tone,</br>And nought can chase the lingering hours away;</br>Dull on our soul falls Fancy's dazzling ray,</br>And wisdom holds his steadier torch in vain,</br>Obscured the painting seems, mistuned the lay,</br>Nor dare we of our listless load complain,</br>For who for sympathy may seek that cannot tell of pain?", "The jolly sportsman knows such drearihood</br>When bursts in deluge the autumnal rain,</br>Clouding that morn which threats the heath-cock's brood;</br>Of such, in summer's drought, the anglers plain,</br>Who hope the soft mild southern shower in vain;</br>But, more than all, the discontented fair,</br>Whom father stern and sterner aunt restrain</br>From country-ball, or race occurring rare,</br>While all her friends around their vestments gay prepare.", "Ennui!  or as our mothers call'd thee, Spleen!</br>To thee we owe full many a rare device;</br>Thine is the sheaf of painted cards, I ween,</br>The rolling billiard-ball, the rattling dice,</br>The turning-lathe for framing gimcrack nice;</br>The amateur's blotch'd pallet thou mayst claim,</br>Retort, and air-pump threatening frogs and mice</br>(Murderers disguised by philosophic name)</br>And much of trifling grave, and much of buxom game.", "Then of the books, to catch thy drowsy glance</br>Compiled, what bard the catalogue may quote!</br>Plays, poems, novels, never read but once;&mdash;</br>But not of such the tale fair Edgeworth wrote,</br>That bears thy name, and is thine antidote;</br>And not of such, the strain my Thomson sung,</br>Delicious dreams inspiring by his note,</br>What time to Indolence his harp he strung:</br>Oh!  might my lay be rank'd that happier list among!", "Each hath his refuge whom thy cares assail,</br>For me, I love my study-fire to trim</br>And con right vacantly some idle tale,</br>Displaying on the couch each listless limb,</br>Till on the drowsy page the lights grow dim,</br>And doubtful slumber half supplies the theme,</br>While antique shapes of knight and giant grim,</br>Damsel and dwarf, in long procession gleam,</br>And the romancer's tale becomes the reader's dream.", "'Tis thus my malady I well may bear,</br>Albeit outstretch'd like Pope's own Paridel</br>Upon the rack of a too-easy chair,</br>And find, to cheat the time, a powerful spell</br>In old romauts of errantry that tell,</br>Or later legends of the Fairy-folk,</br>Or Oriental tale of Afrite fell,</br>Of Genii, Talisman, and broad-wing'd Roc,</br>Though taste may blush and frown, and sober reason mock.", "Oft at such season, too, will rhymes unsought</br>Arrange themselves in some romantic lay;</br>The which, as things unfitting graver thought,</br>Are burnt or blotted on some wiser day</br>These few survive; and, proudly let me say,</br>Court not the critic's smile, nor dread his frown;</br>They well may serve to while an hour away,</br>Nor does the volume ask for more renown</br>Than Ennui's yawning smile what time she drops it down.</br>"]