["I, who of late the useful Cork-screw sung,</br>Or strove to sing, and in Poetic Verse</br>Immortalize the Tankard, now prepare</br>Alike to magnify that engine small</br>Tobacco-stopper hight, associate fit</br>For pipe-enamour'd Toper.  Bless'd with thee</br>How careless does he sit, lolling at ease</br>Across the summit of contiguous chair.</br>Through the dark alley of the curved tube</br>The flavour of the burning Weed he draws,</br>And at each puff he teaches ev'ry cloud</br>In what due poize to ride athwart the air,</br>Or curl its spiral head.  Each little cloud</br>In exhalation climbs the paper'd plain,</br>Or horizontal swims along the room,</br>Obedient to the blast.  Virginian Plant,</br>To dust consum'd, demands the pressure light;</br>Then with a Phyz of Gravity profound,</br>His hand in pocket dives, where thou, perhaps,</br>With pence of Birmingham art safely lodg'd;</br>Toothpicks and keys harsh-rattling on the ear.</br>Haply he finds thee.  Strait a sudden smile,</br>Caught from internal joy, serenes his brow,</br>Seen thro' the smoaky shade.  So looks the man</br>Wrap'd in distressful thought, Misfortune's son,</br>As thro' the Mall, for want of chop, or steak,</br>He saunters at Meridian, when perchance</br>His roving eye on Splendid Shilling lights.", "Begirt with many a friend, oft-times at eve,</br>(Whether with Bacchus, Paynim-fabled God,</br>The Vine's exhilarating flood I quaff</br>With lips impurpled, or descend to drown</br>My care-tir'd thoughts in Porter's humble bath)</br>O!  let me grasp thy waist, be thou of wood,</br>Or laevigated steel; for well 'tis known</br>Thy habit is diverse.  In iron clad,</br>Sometimes thy feature roughens to the sight;</br>And oft transparent art thou seen in glass</br>Portending frangibility.  The son</br>Of lab'ring mechanism here displays</br>Exuberance of skill.  The curious knot,</br>The motley flourish winding down thy sides,</br>And freaks of fancy pour upon the view</br>Their complicated charms, and as they please,</br>Astonish.  While with glee thy touch I feel,</br>No harm my finger dreads.  No fractur'd pipe</br>I ask, or splinter's aid, wherewith to press</br>The rising ashes down.  Oh!  bless my hand,</br>Chief when thou com'st with hollow circle, crown'd</br>With sculptur'd signet, bearing in thy womb</br>The treasur'd Corkscrew.  Thus a threefold service</br>In firm alliance may'st thou boast.  And thus</br>Myself I serve, and on occasion due,</br>Extend thy use to an embarrass'd friend.</br>"]