["In climes where fiercely burns the solar beam,</br>Dwell souls untutor'd, save in nature's lore,</br>With well-brac'd arm they stem the rapid stream,</br>With hearts undaunted hear the whirlwinds roar.", "See India's sable sons, a num'rous band,</br>Thro' gloomy forests chase the savage bear;</br>Each feather'd shaft, wing'd by th' unerring hand,</br>Deals the swift death; the well-earn'd spoil they share.", "Yet what avails the blessings fate ordains,</br>When harden'd man pursues the hapless race?</br>Unmov'd he sees them, worn with heavy chains,</br>Denies his brothers labor's shortest space.", "Perhaps, unprejudic'd, some feeling breast</br>Shall mark with grief a suffering people's woe;</br>Shall wish to see their injuries redrest,</br>Nor like their fellow men a fiercer savage shew.", "'Twas at the hour of twilight's sober gray</br>When, sadly musing on this transient state,</br>Along the church-yard's path I bent my way,</br>Counting the solemn monuments of fate.", "Startled I heard the death bell's awful tone</br>Slowly a passing funeral's steps proclaim:</br>With mournful looks the little train pass'd on&mdash;</br>Oh!  let not vanity despise this humble theme.", "Poor pomp of pride!  say can such scenes inspire</br>The giddy thought, or urge the vain research?</br>No!  gay delusion sinks, and warm desire</br>Here fades the splendid dome and high rais'd arch.", "Can blazon'd scutcheon, or can nodding plume</br>Exult the heart, chill'd by death's icy hand,</br>Or wake the peaceful slumbers of the tomb,</br>Or life's warm tide to the cold form command?", "No more the morning's bright enliv'ning ray</br>Shall cheer their souls at labor's call t' attend;</br>Nor o'er the moor shall bend their length'ning way,</br>Or the glad night in festive revels spend.", "Here, in a narrow space, the vaunted form</br>Of earthly beauty, frailest gift, is laid,</br>Cold is the heart that purest feelings warm'd,</br>Secure from flatt'ry rests the blooming maid.", "Their fame, unmark'd, save by the mossy stone,</br>Half worn by time, the characters appear;</br>Extinct their names, their virtues were unknown;</br>Time e'en this sacred vestige will not spare.", "The mournful train the opening grave surround</br>In awful contemplation of the scene,</br>With pity's tears t' enrich the hallowed ground,</br>And strew their cypress boughs with gentle mien.", "Propt on a staff, a hoary-headed sage</br>Thus me address'd, in modest accent, mild,</br>Stranger, does this sad scene your thoughts engage?</br>If so, then pity sorrow's hapless child.", "From India's shore the wretched mourner came,</br>Victim to ruffian force and harden'd minds;</br>A wreckless boast of ignominy and shame</br>To British souls, where freedom's laws should bind.", "Torn from his weeping partner's fond embrace,</br>Regardless of the claim for mercy made,</br>Was forced wild ocean's utmost bounds to brave,</br>For sordid hire to slavery betrayed.", "His soul, indignant, spurn'd the galling yoke,</br>Tho' forced to toil in hopeless misery,</br>By suffering was his gallant spirit broke;</br>He wish'd for death, to set that spirit free.", "When to the British shore the captive came,</br>From rapine's sons his soul by death was ta'en,</br>Joyful he welcom'd his eternal doom,</br>Nor shrunk aghast from agonizing pain.", "On yonder stone his epitaph is penn'd,</br>Sad tribute to the mem'ry of the man;</br>We are the hopeless alien's steady friend&mdash;</br>Approach, and read, if you the lines can scan.", "\"Here rests the victim of unlawful pow'r,</br>Unknown and friendless in a foreign clime;</br>Reader, his melancholy fate deplore,</br>By grief cut off in manhood's earliest prime.", "\"Warm was his soul, his heart was firm and brave,</br>His virtues mild, tho' unskill'd in learning's page;</br>But misery mark'd him as her hapless slave,</br>And stern misfortune pour'd her deadliest rage.", "\"Yet seek not to disturb his peaceful rest;</br>Forget the faults and errors of the dead.</br>No unfeeling mind his quiet can molest,</br>Where he reposes in his earthy bed.\"</br>"]