["Whence is that pow'r, whose awful magic call,</br>Imperious bids the astonish'd world attend,</br>Before whose shrine adoring myriads fall,</br>To whom the hero, age, and monarch bend;</br>Whose touch has force to chain the rebel mind,</br>To teach the Critic's torpid heart to feel,</br>Silence the snakes round Envy's brow entwin'd,</br>And bid the tear from sullen eye-balls steal?</br>'Tis Genius, rushing from his native sky,</br>Lord of his kindling soul, and brightly-beaming eye!", "Oh, Genius!  who can bear thy solar blaze,</br>Nor dazzled shrink, by too much splendour blind?</br>Yet lo!  thy wildest, warmest, fiercest rays,</br>Fling their untemper'd radiance on the mind</br>Of feeble infancy!  thy lightnings play</br>With mystic lustre round an infant's brow;</br>On his clear'd vision breaks unclouded day,</br>And his rapt soul receives the quick'ning glow;</br>Throbs his young breast, wild rolls his sparkling eye,</br>And all his form betrays the inspiring deity!", "Lo!  where he soars; Experience, far behind,</br>Astonish'd views the wondrous infant range</br>The mighty empire of mysterious mind,</br>Tracing its vast recesses, dark and strange!</br>And see, the Passions, an infuriate crew,</br>Rush on his sight! &mdash; he smiles to see them rage&mdash;</br>His fancy sports 'mid visions wild and new,</br>The great, the sad, the terrible, engage</br>Each tranced scene! &mdash; behold his hand he rears,</br>Tears Time's all covering veil, and leaps the mound of years!", "And dares an eye, just open'd on the light,</br>Search the black tablet of the villain's soul;</br>With mad ambition climb the dizzy height,</br>Or headlong down the gulph of danger roll?</br>And can that ear where childhood's lullaby</br>Has scarcely ceas'd to hum its sleepy sound,</br>List unappall'd to horror's midnight cry,</br>When murder bids the death-shriek echo round?</br>And can the brow youth's greenest garland binds,</br>Beam with th' unutter'd thoughts, that swell a thousand minds!", "And may it be, that sounds so widely felt,</br>Can from the lisping tongue of childhood flow!</br>Oh!  Genius, canst thou bid a nation melt</br>In anguish o'er an infant's mimic woe?</br>See!  from his lab'ring breast the expiring pang</br>Heaves its quick throb!  what death-like stillness reigns,</br>While breathless crowds in mute amazement hang,</br>The freezing stream scarce moving in their veins!</br>And ah!  he dies! &mdash; grief claims the transient pause,</br>Then yields a people's voice the thunder of applause!", "Children of Genius, on that lasting page</br>Where ne'er oblivion's chilling fingers rest,</br>Your names shall dwell thro' many an after age,</br>When long, life's scene has clos'd upon the breast!</br>When wealth and pow'r, of short-liv'd honours proud,</br>Their pageant play'd, obey the general doom,</br>Mix unrecorded with the mouldering crowd,</br>And never stranger footstep seeks their tomb,</br>Borne on the breath of Memory's warmest sigh</br>Your name shall float thro' time to dim futurity!</br>"]