["A Six-foot Line, spun with too long a Thread,</br>False Notions from the Latin Poets bred.</br>For now, such out-stretch'd Numbers over-do,</br>As much as Those that are too mean and low.</br>They may indeed produce a pregnant Style,</br>But those Mens Notions seem to over-boil.</br>Who, unconfin'd to common Limits rove,</br>And with stiff Zeal, exuberant Methods love.</br>Thus, when two Party-colour'd Jockeys strive,</br>Which at the distant Goal shall first arrive,</br>With manag'd Speed the artful Riders try,</br>Who shall the swift Competitor out-vie.</br>Then such as over-strain their forward Steeds,</br>Pressing Them more than Expedition needs,</br>Tho' they gain Ground at first, oft Breathless fail,</br>And Those who ran most warily prevail</br>SPENCER, in this unfortunately Great,</br>New Schemes erected, old ones to defeat.</br>But like Miltonian Verse, they pleased but few,</br>And Those Perhaps, because the Schemes were New....", "It was fit I should name some Poem of this Nature, which is Spencer's Fairy Queene, wrote in Imitation of the Old Latin Poets, with an Hexameter and Pentameter Verses, some in this present Age pretend to imitate.  But the Grace of that Poem seems to consist more in the Design, than Curiosity of Rhyme or Expressions; Not but in the Times when he wrote, viz. between 1530 to 1596, (at which time he dyed) I have no Reason to doubt that it was an Approved Poem, tho' now unwarrentably imitable, without Affectation (as I may call it) of treading in the Steps of Antiquity.</br>It is a common Mode of Affectation (as I may call it) when a Man sets up a New Opinion, first by Arguments to endeavour to confute the Old, as absurd, and if he cannot do it, to ridicule and expose it.  All poems of antiquity being seldom valued, as Horace says,", "Si meliora Dies, ut Vina Poemata reddit,</br>Scire velim pretium chartis quotus arroget Annus.</br>Ep. l.2: Ep. 1.", "So that we see it is natural enough to carp at our Predecessors.  But this is a Grand Mistake, when we see not just Ground to do it, wherefore take this Rule, when a Poem has pass'd the Test of several Ages, Antiquity ought to give it a more commendable Character than be a Blemish to it.  But if the Language alter, as it may, it then loses its first Grace, and by Time will cease to be Good Poetry, tho' It may still abound with Sound Sense and Solid Reason.</br>"]