["'Tis not to swell a father's poignant woe,</br>Or wound the wretched with an idle song,</br>I bid the mournful numbers now to flow,</br>That to Bellona's louder harp belong;</br>And has she left the world's unworthy throng,</br>To hold with angel essences her sway,</br>To breathe the lovely hierarchy among,</br>Eternity's interminable day,</br>Far from unruly strife, and man's mistaken way?", "E'en now mine ears the heavenly accents meet,</br>Seeming like airs that sweep Venetian skies,</br>\"Mourn not for the departed, &mdash; she will greet</br>The Father, as to eternity she flies!</br>Suppress the tears of those impassion'd eyes,</br>In lovelier realms thy saintly mother reigns,</br>Free from the world, its torments and its sighs,</br>Where one just Power immortally sustains</br>Her pure, unspotted soul, releas'd from all its pains!\"", "But it is hard, in life's most lovely hour,</br>To feel the tenderer bonds of nature riven;</br>To feel the wrath of death's gigantic pow'r,</br>Part the fond soul, tho' destin'd to its heaven!</br>Why has it bloom'd 'till now? &mdash; 'till now why thriven,</br>If in its prosperous beauty it must fade?</br>Ah!  wherefore, wherefore was the treasure given,</br>If all its worth must vanish to a shade,</br>In that most pressing hour which call'd for all its aid?", "And will those pleasant times no more return,</br>When seated round their winter-evening's fire,</br>Without one wretched incident to mourn,</br>The tender parents saw their hopes aspire?</br>Oh!  'twere in vain, thou sorrow-breathing lyre!</br>To paint their joys, in such an hour divine,</br>Far sweeter numbers wou'd the theme require</br>Than ever warbled from a harp like mine,</br>Whose inharmonious tones no soothing pow'rs combine.", "Calm and unclouded, like the summer sky,</br>Here shone the spirit that to Heaven hath flown,</br>Maternal passion glowing in her eye,</br>And in her breast a meekness rarely known;</br>Her gentle nature knew not anger's frown,</br>And from her lips reproof with softness fell,</br>Oh!  might I make her virtues all my own,</br>And praising her's, my own perfections tell,</br>Which few shall ever peer, and none can e'er excel!", "Her various worth the muse may ne'er proclaim,</br>She was the star of a sublimer sphere,</br>Diffusing life and peace where'er she came,</br>Where'er she held her promising career!</br>To every virtuous bosom she was dear,</br>And every tongue will answer in her praise,</br>And o'er her tomb compassion shed the tear,</br>As she reverts to those delightful days,</br>Those calm domestic hours, on which she loves to gaze.", "Her's were the charms that triumph and delight,</br>That spread a glorious sunshine on our days,</br>Not the mean glitter that confounds the sight,</br>A transient hour, and then for e'er decays:</br>Her's were the pure, the heav'n-descending rays</br>Of virtue, meekness, piety and sense,</br>And not the slippery, false, exterior blaze</br>Of worldly beauty; &mdash; her's was the excellence</br>Of fond maternal care, and just benevolence.", "Yet, oh!  restrain, thou woe-enamour'd Lyre!</br>Thy melancholy numbers, &mdash; and impart</br>Joy to her sad survivors, &mdash; and inspire</br>With nobler hopes the sorrow-laden heart;</br>Say that in Heav'n she acts a better part,</br>And that she does, her earthly manners tell,</br>And with thy sweet and soul-entrancing art,</br>Teach every gentle breast no more to swell,</br>For her who lives in bliss, where none but Angels dwell.</br>"]