["SCENE &mdash; A COUNTRY CHURCH-YARD.</br>TRAVELLER &mdash; VILLAGER.", "TRAVELLER.</br>Beneath this quivering Pine's uncertain shade</br>Methinks unwonted verdure decks the mound,</br>And every simple wild flower has display'd</br>Its loveliest hues, and sheds its fragrance round:</br>And lo!  a stone just peeping from the ground</br>Silver'd with moss its venerable head,</br>Denotes the neighbouring mansion of the dead.", "Say, VILLAGER!  what mortal moulders here,</br>Beneath the heaving turf's perpetual green?</br>Less envied far, in humid vault and drear</br>Imprison'd sleep the sons of pride, I ween,</br>Than thus, beneath the ethereal arch serene,</br>Where, whispering soft, the tall Pine seems to wave</br>In guardian semblance, o'er the hallowed grave.", "VILLAGER.</br>STRANGER!  by chance or holy purpose led</br>Where consecrated bounds these guests inclose</br>Sleeping in still seclusion, gently tread,</br>Nor violate thine ancient friend's repose:</br>For still her name the rude, brief legend shows,</br>Ere-while to many a weary traveller known;</br>Read then (for thou canst read) the sculptur'd stone.", "TRAVELLER.</br>Ah!  well I mark the name to pilgrims dear</br>As to the withering herbage genial rain;</br>Of gentlest manners, and of heart sincere,</br>In happier times the friend of all was JANE,</br>Her home the haunt of every village swain,</br>Not there, for riot met the rustic band;</br>Toil sought relief, and Friendship converse bland.", "As near her board, with foaming honours crown'd,</br>Engag'd in social chat or sage debate,</br>Passing their glass of sparkling liquor round,</br>The politicians of the hamlet sate,</br>How wisely they retriev'd the sinking state!</br>Held the long parley!  wing'd the pointed jest!</br>While boisterous Mirth his loud applause express'd.", "There paus'd the wandering Jew:  the patient Scot</br>Belated there unbound his cumbrous load</br>Far borne and painful: &mdash; each his toils forgot,</br>As each her hospitable threshold trod:</br>In sooth, it was meek Courtesy's abode;</br>Told but the woe-begone his tale of grief,</br>And ne'er aid JANE withhold the prompt relief.", "VILLAGER.</br>Aye &mdash; many a mortal of the vagrant train</br>Wilder'd by night, with weariness opprest,</br>When howl'd the wind, when heat the driving rain,</br>Found unbought shelter there, refreshment, rest.</br>She ever lov'd to succour the distrest,</br>Condemn'd by friendless penury to rove,</br>Or stern mishap, or ill-requited love.", "And when poor Robin, herald of the year,</br>Proclaim'd the glad approach of festal day,</br>Shrovetide, or Easter, Wake, or busy Fair,</br>What HOSTESS hast than seen like her, display</br>Each culinary vase in bright array?</br>What dainties vied with her's to allure the taste?</br>Who spoke so kind a welcome to the feast?", "But chiefly ere the dawn when angels told</br>To wondering shepherds a Redeemer born,</br>Lustrations pure and rites ordain'd of old,</br>Conspir'd her simple mansion to adorn:</br>Then rural neatness usher'd in the morn</br>With bays and holly, and immortal yew,</br>Of Heaven's unfading bliss the emblem true.", "Fail'd not to assemble there our choral throng,</br>With minstrelsy attun'd to holy rhyme,</br>Chaunting as festive joy inspir'd the song,</br>Each psalm and carol sacred to the time:</br>There maidens fair, and swains in youthful prime,</br>As love inspir'd, and music's thrilling sound,</br>Join'd the gay dance, with many a whirl and bound.", "There too, in martial guise and rustic phrase,</br>The stripling mimic tales of terror told,</br>Stalking in arms grotesque and vizard face,</br>As erst Saint George and other champions bold:</br>How hardy Jack the Giant's might controll'd,</br>How courteous knight reliev'd the Fair distrest;</br>Till kindred ardour fir'd each youthful breast.", "Oft have I heard the pageant train rehearse</br>Harsh sounding names, and deeds of glory done,</br>And tell in many a legendary verse</br>Of dragons vanquish'd and of battles won.</br>And lo!  the dire encounter is begun,</br>See the proud victor spurn the prostrate slain,</br>And see the vanquish'd rise to fight again.", "Oft near her cheerful hearth the wily dame</br>Expert in secrets deep and Fortune's lore;</br>To listening maids would solve some mystic dream,</br>Or in the tell-tale hand their loves explore;</br>Such were our artless joys in days of yore,</br>Ere vanish'd at suspicion's dark controul</br>Nature's prime grace, simplicity of soul.", "TRAVELLER.</br>Kind SWAIN!  I mingle my regrets with thine,</br>But haste forbids my feet to linger here:</br>Thee too thy rustic labour calls, &mdash; be mine</br>Dropping o'er this lone grave the pitying tear,</br>To urge on my way, now shelterless and drear;</br>We mortals are but pilgrims of a day,</br>Here we just step and rest:  then pass away:", "Short is our stage; and transient is the date</br>To man assign'd his wilder'd race to run:</br>But who can tell, in this eventful state</br>What sorrows shall obscure his setting sun,</br>And dim the hours in cloudless morn begun!</br>Life's faithless joys what gathering ills deform!</br>How oft on sunshine waits the inclement storm!", "VILLAGER.</br>Farewell!  but hear:  On her declining age,</br>Misfortune frown'd, nor merit's self could save,</br>Misery's keen pang neglectful to assuage,</br>Cold CHARITY prepar'd her scanty grave.</br>Not such the dole, her warm compassions gave,</br>Ere freezing want the generous wish repress'd;</br>And check'd the sigh that labour'd in her breast.", "But yet if virtue claim the willing song;</br>If honest praise on rural worth await;</br>Aye, yet, &mdash; full oft the list'ning youths among,</br>Shall many a hoary swain lament her fate</br>And as this path he treads in pensive state,</br>Sigh o'er her name, and halcyon days of yore,</br>Till busy memory sleeps to wake no more.</br>"]