["Onne Ruddeborne bank twa pynynge maydens sate,</br>Theire teares faste dryppeyn to the waterre cleere;</br>Echone bementynge for her absente mate,</br>Who atte Seyncte Albonns shouke the morthynge speare.</br>The nottebrowne Ellynor to Juga fayre,</br>Dydde speke acroole, with languyshmente of eyne,</br>Lyke droppes of pearlie dew, lemed the quyvrynge brine.", "ELINOURE.</br>O gentle Juga!  hear mie dernie plainte,</br>To fyghte for Yorke mie love is dyght in stele;</br>O mai ne sanguen steine the whyte rose peyncte;</br>Maie good Seyncte Cuthberte watch Syrre Robynne wele.</br>Moke moe thanne deathe in phantasie I feelle;</br>See!  see!  upon the grounde he bleedynge lies!</br>Inhild some joice of life, or else my deare love dies.", "JUGA.</br>Systers in sorrowe on thys daise-ey'd banke,</br>Where melancholych broods we wylle lamente:</br>Be wette with mornynge dewe and evene danke;</br>Lyche levynde okes in eche the oder bente,</br>Or lyke forletten halles of merriemente,</br>Whose gastlie mitches holde the traine of fryghte,</br>Where lethale ravens bark, and owlets wake the nyghte.", "No mo the miskynette shalle wake the morne,</br>The minstrelle daunce, good cheere, and morryce plaie;</br>No mo the amblynge palfrie and the horne,</br>Shall from the lessel rouze the foxe awaie:</br>I'll seke the forest alle the lyve-longe daie:</br>Alle nete amenge the gravde chirche glebe wyll go,</br>And to the passante spryghtes lecture mie tale of woe.", "Whan mokie cloudes do hange upon the leme,</br>Of leden moon ynn sylver mantels dyghte:</br>The tryppeynge faeries weve the golden dreme,</br>Of selyness, whyche flyethe with the nyghte:</br>Thenne (butte the seynctes forbydde!)  gif to a spryghte,</br>Syrre Rychardes forme is lyped; I'll holde dystraughte,</br>Hys bledeynge clai-colde corse, and die eche daie yn thoughte.", "ELINOURE.</br>Ah woe bementynge wordes; what wordes can shewe!</br>Thou limed river on thie Linche mai bleede,</br>Champyons, whose bloude wylle wythe thie waterres flowe,</br>And Rudborne streeme be Rudborne streeme indeede!</br>Haste gentle Juga trippe ytte oere the meade,</br>To know or wheder wee muste waile agayne,</br>Or whythe oure fallen knyghte be menged onne the plain.", "So saeing lyke twa levyn blasted-trees,</br>Or twain of cloudes that holdeth stormie raine;</br>Theie moved gentle o'ere the dewie mees;</br>To where Seyncte Albons holie shrynes remayne.</br>There dyd theye finde that bothe their knyghtes were sleyne;</br>Distraughte:  thei wandered to swollen Rudborne's syde.</br>Yelled theyre leathalle knelle; sonke in the waves and dyde.</br>"]