["His second coming, who at first appeared</br>To save the world, but now to judge mankind</br>According to their works; &mdash; the trumpet's sound,&mdash;</br>The dead arising, &mdash; the wide world in flames,&mdash;</br>The mansions of the blest, and the dire pit</br>Of Satan and of woe, &mdash; O Muse!  unfold.", "O Thou!  Whose eye the future and the past</br>In one broad view beholdest &mdash; from the first</br>Of days, when o'er this rude unformed mass</br>Light, first-born of existence, smiling rose,</br>Down to that latest moment when thy voice</br>Shall bid the sun be darkness, when thy hand</br>Shall blot creation out, &mdash; assist my song!</br>Thou only know'st, who gav'st these orbs to roll.</br>Their destin'd circles, when their course shall set;</br>When ruin and destruction fierce shall ride</br>In triumph o'er creation.  This is hid,</br>In kindness unto man.  Thou giv'st to know</br>The event certain:  angels know not when.", "'Twas on an autumn's eve, serene and calm,</br>I walked, attendant on the funeral</br>Of an old swain:  around, the village crowd</br>Loquacious chatted, till we reached the place</br>Where, shrouded up, the sons of other years</br>Lie silent in the grave.  The sexton there</br>Had digg'd the bed of death, the narrow house</br>For all that live, appointed.  To the dust</br>We gave the dead.  Then moralizing home</br>The swains return'd, to drown in copious bowls</br>The labours of the day, and thoughts of death.", "The sun now trembled at the western gate;</br>His yellow rays stream'd in the fleecy clouds.</br>I sat me down upon a broad flat stone;</br>And much I mused on the changeful state</br>Of sublunary things.  The joys of life,</br>How frail, how short, how passing!  As the sea,</br>Now flowing, thunders on the rocky shore</br>Now lowly ebbing leaves a tract of sand,</br>Waste, wide, and dreary:  so, in this vain world,</br>Through every varying state of life, we toss</br>In endless fluctuation; till, tir'd out</br>With sad variety of bad and worse,</br>We reach life's period, reach the blissful port,</br>Where change affects not, and the weary rest.", "Then sure the sun which lights us to our shroud,</br>Than that which gave us first to see the light,</br>Is happier far.  As he who, hopeless, long</br>Hath rode th' Atlantic billow, from the mast,</br>Skirting the blue horizon, sees the land,</br>His native land approach; joy fills his heart,</br>And swells each throbbing vein:  so, here confin'd,</br>We weary tread life's long long toilsome maze;</br>Still hoping, vainly hoping, for relief,</br>And rest from labour.  Ah!  mistaken thought:</br>To seek in life what only death can give.</br>But what is death?  Is it an endless sleep,</br>Unconscious of the present and the past,</br>And never to be waken'd?  Sleeps the soul;</br>Nor wakes ev'n in a dream?  If it is so,</br>Happy the sons of pleasure; they have liv'd</br>And made the most of life:  and foolish he,</br>The sage, who, dreaming of hereafter, grudg'd</br>Himself the tasting of the sweets of life,</br>And call'd it temperance; and hop'd for joys</br>More durable and sweet, beyond the grave.</br>Vain is the poet's song, the soldier's toil!</br>Vain is the sculptur'd marble and the bust!</br>How vain to hope for never-dying fame,</br>If souls can die!  But that they never die,</br>This thirst of glory whispers.  Wherefore gave</br>The great Creator such a strong desire</br>He never meant to satisfy?  These stones,</br>Memorials of the dead, with rustic art</br>And rude inscription cut, declare the soul</br>Immortal.  Man, form'd for eternity,</br>Abhors annihilation, and the thought</br>Of dark oblivion.  Hence, with ardent wish</br>And vigorous effort, each would fondly raise</br>Some lasting monument, to save his name</br>Safe from the waste of years.  Hence Caesar fought;</br>Hence Raphael painted; and hence Milton sung.", "Thus musing, sleep oppress'd my drowsy sense,</br>And wrapt me into rest.  Before mine eyes,</br>Fair as the morn, when up the flaming seat</br>The sun ascends, a radiant seraph stood,</br>Crown'd with a wreath of palm:  his golden hair</br>Wav'd on his shoulders, girt with shining plumes</br>From which, down to the ground, loose-floating trail'd,</br>In graceful negligence, his heavenly robe:</br>Upon his face, flush'd with immortal youth,</br>Unfading beauty bloom'd; and thus he spake:", "\"Well hast thou judged; the soul must be immortal!</br>And that it is, this awful day declares;</br>This day, the last that e'er the sun shall gild:</br>Arrested by Omnipotence, no more</br>Shall he describe the year:  the moon no more</br>Shall shed her borrow'd light.  This is the day</br>Seal'd in the rolls of Fate, when o'er the dead</br>Almighty Power shall wake and raise to life</br>The sleeping myriads.  Now shall be approv'd</br>The ways of God to man, and all the clouds</br>Of Providence be clear'd:  now shall be disclos'd</br>Why vice in purple oft upon a throne</br>Exalted sat, and shook her iron scourge</br>O'er virtue, lowly seated on the ground:</br>Now deeds committed in the sable shade</br>Of eyeless darkness, shall be brought to light;</br>And every act shall meet its just reward.\"", "As thus he spake, the mom arose; and sure</br>Methought ne'er rose a fairer.  Not a cloud</br>Spotted the blue expanse; and not a gale</br>Breath'd o'er the surface of the dewy earth.</br>Twinkling with yellow lustre, the gay birds</br>On every blooming spray sung their sweet lays,</br>And prais'd their great Creator; through the fields</br>The lowing cattle graz'd; and all around</br>Was beauty, happiness, and mirth, and love.&mdash;</br>\"All these thou seest\" (resum'd the angelic power)</br>\"No more shall give thee pleasure.  Thou must leave</br>This world; of which now come and see the end.\"", "This said, he touch'd me, and such strength infus'd,</br>That as he soared up the pathless air,</br>I lightly followed.  On the awful peak</br>Of an eternal rock, against whose base</br>The sounding billows beat, he set me down.</br>I heard a noise, loud as a rushing stream,</br>When o'er the rugged precipice it roars,</br>And foaming, thunders, on the rocks below.</br>Astonished, I gaz'd around; when lo!</br>I saw an angel down from Heaven descend.</br>His face was as the sun; his dreadful height</br>Such as the statue, by the Grecian plan'd,</br>Of Philip's son, Athos, with all his rocks,</br>Moulded into a man:  One foot on earth,</br>And one upon the rolling sea, he fix'd.</br>As when, at setting sun, the rainbow shines</br>Refulgent, meting out the half of Heav'n&mdash;</br>So stood he; and, in act to speak he rais'd</br>His shining hand.  His voice was as the sound</br>Of many waters, or the deep-mouth'd roar</br>Of thunder, when it bursts the riven cloud,</br>And bellows through the ether.  Nature stood</br>Silent, in all her works:  while thus he spake:</br>\"Hear, thou that roll'st above, thou radiant sun</br>Ye heavens and earth, attend!  while I declare</br>The will of the Eternal.  By his name</br>Who lives, and shall for ever live, I swear</br>That time shall be no longer.\"'", "He disappear'd.  Fix'd in deep thought I stood,</br>At what would follow.  Straight another sound</br>To which the Nile, o'er Ethiopia's rocks</br>Rushing in one broad cataract, were naught.</br>It seem'd as if the pillars that upheld</br>The universe, had fall'n; and all its worlds,</br>Unhing'd, had strove together for the way,</br>In cumbrous crashing ruin.  Such the roar!</br>A sound that might be felt; it pierc'd beyond</br>The limits of creation.  Chaos roar'd;</br>And heav'n and earth return'd the mighty noise.&mdash;</br>\"Thou hear'st,\" said then my heav'nly guide, \"the sound</br>Of the last trumpet.  See, where from the clouds</br>Th' archangel Michael, one of the seven</br>That minister before the throne of God,</br>Leans forward; and the sonorous tube inspires</br>With breath immortal.  By his side the sword</br>Which, like a meteor, o'er the vanquish'd head</br>Of Satan hung, when he rebellious rais'd</br>War, and embroil'd the happy fields above.\"", "A pause ensued.  The fainting sun grew pale,</br>And seem'd to struggle through a sky of blood;</br>While dim eclipse impair'd his beam:  the earth</br>Shook to her deepest centre; Ocean rag'd,</br>And dash'd his billows on the frighted shore.</br>All was confusion.  Heartless, helpless, wild,</br>As flocks of timid sheep, or driven deer,</br>Wand'ring, th' inhabitants of earth appear'd:</br>Terror in every look, and pale affright</br>Sat in each eye; amazed at the past,</br>And for the future trembling.  All call'd great,</br>Or deem'd illustrious, by erring man,</br>Was now no more.  The hero and the prince,</br>Their grandeur lost, now mingled with the crowd</br>And all distinctions, those except from faith</br>And virtue flowing:  these upheld the soul,</br>As ribb'd with triple steel.  All else were lost!</br>Now, vain is greatness as the morning clouds,</br>That, rising, promise rain condens'd they stand,</br>Till, touch'd by winds, they vanish into air.</br>The farmer mourns:  so mourns the helpless wretch,</br>Who, cast by fortune from some envied height,</br>Finds nought within him to support his fall.</br>High as his hopes had rais'd him, low he sinks</br>Below his fate, in comfortless despair.&mdash;</br>Who would not laugh at an attempt to build</br>A lasting structure on the rapid stream</br>Of foaming Tigris, the foundations laid</br>Upon the glassy surface?  Such the hopes</br>Of him whose views are bounded to this world:</br>Immers'd in his own labour'd work, he dreams</br>Himself secure; when, on a sudden down,</br>Torn from its sandy ground, the fabric falls!</br>He starts, and, waking, finds himself undone.", "Not so the man who on religion's base</br>His hope and virtue founds.  Firm on the Rock</br>Of ages his foundation laid, remains,</br>Above the frowns of fortune or her smiles</br>In every varying state of life, the same.</br>Nought fears he from the world, and nothing hopes.</br>With unassuming courage, inward strength</br>Endu'd, resign'd to Heaven, he leads a life</br>Superior to the common herd of men,</br>Whose joys, connected with the changeful flood</br>Of fickle fortune, ebb and flow with it.</br>Nor is religion a chimera:  Sure</br>'Tis something real.  Virtue cannot live,</br>Divided from it.  As a sever'd branch</br>It withers, pines, and dies.  Who loves not God,</br>That made him, and preserv'd, nay more &mdash; redeem'd,</br>Is dangerous.  Can ever gratitude</br>Bind him who spurns at these most sacred ties?</br>Say, can he, in the silent scenes of life,</br>Be sociable?  Can he be a friend?</br>At best, he must but feign.  The worst of brutes</br>An atheist is; for beasts acknowledge God.</br>The lion, with the terrors of his mouth,</br>Pays homage to his Maker; the grim wolf,</br>At midnight, howling, seeks his meat from God.", "Again th' archangel raised his dreadful voice.</br>Earth trembled at the sound.  \"Awake, ye dead!</br>And come to judgment.\"  At the mighty call,</br>As armies issue at the trumpet's sound,</br>So rose the dead.  A shaking first I heard.</br>And bone together came unto his bone,</br>Though sever'd by wide seas and distant lands.</br>A spirit liv'd within them.  He who made,</br>Wound up, and set in motion, the machine,</br>To run unhurt the length of fourscore years,</br>Who knows the structure of each secret spring;</br>Can He not join again the sever'd parts,</br>And join them with advantage?  This to man</br>Hard and impossible may seem; to God</br>Is easy.  Now, through all the darken'd air,</br>The living atoms flew, each to his place,</br>And nought was missing in the great account,</br>Down from the dust of him whom Cain first slew,</br>To him who yesterday was laid in earth,</br>And scarce had seen corruption; whether in</br>The bladed grass they cloth'd the verdant plain,</br>Or smil'd in opening flowers; or, in the sea,</br>Became the food of monsters of the Deep,</br>Or pass'd in transmigrations infinite</br>Through ev'ry kind of being.  None mistakes</br>His kindred matter; but, by sympathy</br>Combining, rather by Almighty Pow'r</br>Led on, they closely mingle and unite</br>But chang'd:  for, subject to decay no more,</br>Or dissolution, deathless as the soul,</br>The body is; and fitted to enjoy</br>Eternal bliss, or bear eternal pain.", "As when in Spring the sun's prolific beams</br>Have wak'd to life the insect tribes, that sport</br>And wanton in his rays at ev'ning mild,</br>Proud of their new existence, up the air,</br>In devious circles wheeling, they ascend,</br>Innumerable; the whole air is dark:</br>So, by the trumpet rous'd, the sons of men,</br>In countless numbers, cover'd all the ground,</br>From frozen Greenland to the southern pole;</br>All who e'er liv'd on earth.  See Lapland's sons,</br>Whose zenith is the pole; a barb'rous race!</br>Rough as their storms, and savage as their clime,</br>Unpolished as their bears, and but in shape</br>Distinguish'd from them:  Reason's dying lamp</br>Scarce brighter burns than instinct in their breast.</br>With wand'ring Russians, and all those who dwelt</br>In Scandinavia, by the Baltic Sea;</br>The rugged Pole, with Prussia's warlike race:</br>Germania pours her numbers, where the Rhine</br>And mighty Danube pour their flowing urns.", "Behold thy children, Britain!  hail the light:</br>A manly race, whose business was arms,</br>And long uncivilised; yet, train'd to deeds</br>Of virtue, they withstood the Roman power,</br>And made their eagles droop.  On Morven's coast,</br>A race of heroes and of bards arise;</br>The mighty Fingal, and his mighty son,</br>Who launch'd the spear, and touch'd the tuneful harp;</br>With Scotia's chiefs, the sons of later years,</br>Her Kenneths and her Malcolms, warriors fam'd;</br>Her generous Wallace, and her gallant Bruce.</br>See, in her pathless wilds, where the grey stones</br>Are raised in memory of the mighty dead.</br>Armies arise of English, Scots, and Picts;</br>And giant Danes, who, from bleak Norway's coast,</br>Ambitious, came to conquer her fair fields,</br>And chain her sons:  But Scotia gave them graves!</br>Behold the kings that fill'd the English throne!</br>Edwards and Henries, names of deathless fame,</br>Start from the tomb.  Immortal William!  see,</br>Surrounding angels point him from the rest,</br>Who saved the State from tyranny and Rome.</br>Behold her poets!  Shakespeare, fancy's child;</br>Spenser, who, through his smooth and moral tale,</br>Y-points fair virtue out; with him who sung</br>Of man's first disobedience.  Young lifts up</br>His awful head, and joys to see the day,</br>The great, th' important day, of which he sung.</br>See where imperial Rome exalts her height!</br>Her senators and gowned fathers rise;</br>Her consuls, who, as ants without a king,</br>Went forth to conquer kings; and at their wheels</br>In triumph led the chiefs of distant lands.</br>Behold, in Cannae's field, what hostile swarms</br>Burst from th' ensanguin'd ground, where Hannibal</br>Shook Rome through all her legions:  Italy</br>Trembled unto the Capitol.  If fate</br>Had not withstood th' attempt, she now had bow'd</br>Her head to Carthage.  See, Pharsalia pours</br>Her murder'd thousands!  who, in the last strife</br>Of Rome for dying liberty, were slain,</br>To make a man the master of the world.", "All Europe's sons throng forward; numbers vast!</br>Imagination fails beneath the weight.</br>What numbers yet remain!  Th' enervate race</br>Of Asia, from where Tanais rolls</br>O'er rocks and dreary wastes his foaming stream,</br>To where the Eastern Ocean thunders round</br>The spicy Java; with the tawny race</br>That dwelt in Afric, from the Red Sea, north,</br>To the Cape, south, where the rude Hottentot</br>Sinks into brute; with those, who long unknown</br>Till by Columbus found, a naked race!</br>And only skill'd to urge the sylvan war,</br>That peopled the wide continent that spreads</br>From rocky Zembla, whiten'd with the snow</br>Of twice three thousand years, south to the Straits</br>Nam'd from Magellan, where the ocean roars</br>Round earth's remotest bounds.  Now, had not He</br>The great Creator of the universe,</br>Enlarg'd the wide foundations of the world,</br>Room had been wanting to the mighty crowds</br>That pour'd from every quarter.  At his word,</br>Obedient angels stretch'd an ample plain,</br>Where dwelt his people in the Holy Land,</br>Fit to contain the whole of human race&mdash;</br>As when the autumn, yellow on the fields,</br>Invites the sickle, forth the farmer sends</br>His servants to cut down and gather in</br>The bearded grain:  so, by Jehovah sent,</br>His angels, from all comers of the world,</br>Led on the living and awaken'd dead</br>To judgment; as, in th' Apocalypse,</br>John, gather'd, saw the people of the earth,</br>And kings, to Armageddon &mdash; Now look round</br>Thou whose ambitious heart for glory beats!</br>See all the wretched things on earth call'd great,</br>And lifted up to Gods!  How little now</br>Seems all their grandeur!  See the conqueror,</br>Mad Alexander, who his victor arms</br>Bore o'er the then known globe, then sat him down</br>And wept, because he had no other world</br>To give to desolation; how he droops!</br>He knew not, hapless wretch!  he never learn'd</br>The harder conquest &mdash; to subdue himself.</br>Now is the Christian's triumph, now he lifts</br>His head on high; while down the dying hearts</br>Of sinners helpless sink:  black guilt distracts</br>And wrings their tortur'd souls; while every thought</br>Is big with keen remorse, or dark despair.", "But now a nobler subject claims the song.</br>My mind recoils at the amazing theme:</br>For how shall finite think of infinite?</br>How shall a stripling, by the muse untaught,</br>Sing Heaven's Almighty, prostrate at whose feet</br>Archangels fall?  Unequal to the task,</br>I dare the bold attempt:  assist me Heaven!</br>From Thee begun, with Thee shall end my song!", "Now, down from th' opening firmament,</br>Seated upon a sapphire throne, high rais'd</br>Upon an azure ground, upheld by wheels</br>Of emblematic structure, as a wheel</br>Had been within a wheel, studded with eyes</br>Of flaming fire, and by four cherubs led;</br>I saw the Judge descend.  Around Him came,</br>By thousands and by millions, heaven's bright host.</br>About Him blaz'd insufferable light,</br>Invisible as darkness to the eye.</br>His car above the mount of Olives stay'd</br>Mere last with his disciples He convers'd,</br>And left them gazing as He soar'd aloft.</br>He darkness as a curtain drew around;</br>On which the colour of the rainbow shone,</br>Various and bright; and from within was heard</br>A voice, as deep-mouth'd thunder, speaking thus:</br>\"Go, Raphael, and from these reprobate</br>Divide my chosen saints; go separate</br>My people from among them, as the wheat</br>Is in the harvest sever'd from the tares:</br>Set them upon the right, and on the left</br>Leave these ungodly.  Thou, Michael, choose,</br>From forth th' angelic host, a chosen band,</br>And Satan with his legions hither bring</br>To judgment, from hell's caverns; whither fled,</br>They think to hide from my awaken'd wrath,</br>Which chas'd them out of Heaven, and which they dread</br>More than the horrors of the pit, which now</br>Shall be redoubled sevenfold on their heads.\"", "Swift as conception, at his bidding flew</br>His ministers, obedient to his word.</br>And, as a shepherd, who all day hath fed</br>His sheep and goats promiscuous, but at eve</br>Dividing, shuts them up in different folds:</br>So now the good were parted from the bad;</br>For ever parted; never more to join</br>And mingle as on earth, where often past</br>For other each; ev'n close Hypocrisy</br>Escapes not, but, unask'd, alike the scorn</br>Of vice and virtue stands.  Now separate,</br>Upon the right appear'd a dauntless, firm,</br>Composed number:  joyful at the thought</br>Of immortality, they forward look'd</br>With hope unto the future; conscience, pleas'd,</br>Smiling, reflects upon a well-spent life;</br>Heaven dawns within their breasts.  The other crew,</br>Pale and dejected, scarcely lift their heads</br>To view the hated light:  his trembling hand</br>Each lays upon his guilty face; and now,</br>In gnawings of the never-dying worm,</br>Begins a hell that never shall be quench'd.", "But now the enemy of God and man,</br>Cursing his fate, comes forward, led in chains,</br>Infrangible, of burning adamant,</br>Hewn from the rocks of Hell; now too the bands</br>Of rebel angels, who long time had walk'd</br>The world, and by their oracles deceiv'd</br>The blinded nations, or by secret guile</br>Wrought men to vice, came on, raging in vain,</br>And struggling with their fetters, which, as fate,</br>Compell'd them fast.  They wait their dreadful doom.", "Now from his lofty throne, with eyes that blaz'd</br>Intolerable day, th' Almighty judge</br>Look'd down awhile upon the subject crowd.</br>As when a caravan of merchants, led</br>By thirst of gain to travel the parch'd sands</br>Of waste Arabia, hears a lion roar,</br>The wicked trembled at his view; upon</br>The ground they roll'd, in pangs of wild despair,</br>To hide their faces, which not blushes mark'd</br>But livid horror.  Conscience, who asleep</br>Long time had lain, now lifts her snaky head,</br>And frights them into madness; while the list</br>Of all their sins she offers to their view:</br>For she had power to hurt them, and her sting</br>Was as a scorpion's.  He who never knew</br>Its wound is happy, though a fetter'd slave,</br>Chain'd to the oar, or to the dark damp mine</br>Confin'd; while he who sits upon a throne,</br>Under her frown, is wretched.  But the damn'd</br>Alone can tell what 'tis to feel her scourge</br>In all its horrors, with her poison'd sting</br>Fix'd in their hearts.  This is the Second Death.", "Upon the Book of Life He laid his hand,</br>Clos'd with the seal of Heaven; which op'd, He read</br>The names of the Elect.  God knows his own.</br>\"Come\" (looking on the right, He mildly said),</br>\"Ye of my Father blessed, ere the world</br>Was moulded out of chaos &mdash; ere the sons</br>Of God exulting, sung at Nature's birth</br>For you I left my throne, my glory left,</br>And, shrouded up in clay, I weary walk'd</br>Your world, and many miseries endur'd:</br>Death was the last.  For you I died, that you</br>Might live with me for ever, and in Heav'n sit</br>On thrones, and as the sun in brightness, shine</br>For ever in my kingdom.  Faithfully</br>Have ye approv'd yourselves.  I hungry was,</br>And thirsty, and ye gave me meat and drink;</br>Ye clothed me, naked; when I fainting lay</br>In all the sad variety of pain,</br>Ye cheer'd me with the tenderness of friends;</br>In sickness and in prison, me reliev'd.</br>Nay, marvel not that thus I speak:  whene'er,</br>Led by the dictates of fair charity,</br>Ye help'd the man on whom keen poverty</br>And wretchedness had laid their meagre hands,</br>And for my sake, ye did it unto me.\"", "They heard with joy, and, shouting, rais'd their voice</br>In praise of their Redeemer!  loos'd from earth,</br>They soar'd triumphant, and at the right hand</br>Of the great judge sat down; who on the left</br>Now looking stem, with fury in His eyes,</br>Blasted their spirits, while His arrows fix'd</br>Deep in their hearts, in agonizing pain</br>Scorched their vitals, thus their dreadful doom</br>(More dreadful from those lips which us'd to bless)</br>He awfully pronounc'd.  Earth at His frown</br>Convulsive trembled; while the raging deep</br>Hush'd in a horrid calm his waves.  \"Depart\"</br>(These, for I heard them, were his awful words!)</br>\"Depart from me, ye cursed!  Oft have I strove,</br>In tenderness and pity to subdue</br>Your rebel hearts; as a fond parent bird,</br>When danger threatens, flutters round her young,</br>Nature's strong impulse beating in her breast.</br>Thus ardent did I strive:  But all in vain.</br>Now will I laugh at your calamity,</br>And mock your fears:  as oft, in stupid mirth,</br>Harden'd in wickedness, ye pointed out</br>The man who labour'd up the steep ascent</br>Of virtue, to reproach.  Depart to fire</br>Kindled in Tophet for th' arch enemy,</br>For Satan and his angels, who, by pride,</br>Fell into condemnation; blown up now</br>To sevenfold fury by th' Almighty breath.</br>There, in that dreary mansion, where the light</br>Is solid gloom, darkness that may he felt,</br>Where hope, the lenient of the ills of life,</br>For ever dies; there shall ye seek for death,</br>And shall not find it:  for your greatest curse</br>Is immortality.  Omnipotence</br>Eternally shall punish and preserve.\"", "So said He; and, His hand high lifting, hurl'd</br>The flashing lightning, and the flaming bolt,</br>Full on the wicked:  kindling in a blaze</br>The scorched earth.  Behind, before, around,</br>The trembling wretches, burst the quiv'ring flames.</br>They turn'd to fly; but wrath divine pursu'd</br>To where, beyond creation's utmost bound,</br>Where never glimpse of cheerful light arriv'd,</br>Where scarce e'en thought can travel, but absorb'd,</br>Falls headlong down th' immeasurable gulf</br>Of Chaos &mdash; wide and wild, their prison stood&mdash;</br>Of utter darkness, as the horrid shade</br>That clouds the brow of death.  Its op'ned mouth</br>Belch'd sheets of livid flame and pitchy smoke.</br>Infernal thunders, with explosion dire,</br>Roar'd through the fiery concave; while the waves</br>Of liquid sulphur beat the burning shore,</br>In endless ferment.  O'er the dizzy steep</br>Suspended, wrapt in suffocating gloom,</br>The sons of black damnation shrieking hung.</br>Curses unutterable filled their mouths,</br>Hideous to hear; their eyes rain'd bitter tears</br>Of agonizing madness, for their day</br>Was past, and from their eye repentance hid</br>For ever!  Round their heads their hissing brands</br>The Furies wav'd, and o'er the whelming brink</br>Impetuous urg'd them.  In the boiling surge</br>They headlong fell.  The flashing billows roar'd;</br>And hell from all her caves return'd the sound.</br>The gates of flint, and tenfold adamant,</br>With bars of steel, impenetrably firm,</br>Were shut for ever:  the decree of fate,</br>Immutable, made fast the pond'rous door.", "\"Now turn thine eyes,\" my bright conductor said:</br>Behold the world in flames!  so sore the bolts</br>Of thunder, launch'd by the Almighty arm,</br>Hath smote upon it.  Up the blacken'd air</br>Ascend the curling flames, and billowy smoke</br>And hideous crackling, blot the face of day</br>With foul eruption.  From their inmost beds</br>The hissing waters rise.  Whatever drew</br>The vital air, or, in the spacious deep</br>Wanton'd at large, expires.  Heard'st thou that crash?</br>There fell the tow'ring Alps, and, dashing down,</br>Lay bare their centre.  See, the flaming mines</br>Expand their treasures!  no rapacious hand</br>To seize the precious bane.  Now look around:</br>Say, Canst thou tell where stood imperial Rome,</br>The wonder of the world; or where, the boast</br>Of Europe, fair Britannia, stretch'd her plain,</br>Encircled by the ocean?  All is wrapt</br>In darkness:  as (if great may be compar'd</br>With small) when, on Gomorrah's fated field,</br>The flaming sulphur, by Jehovah rain'd,</br>Sent up a pitchy cloud, killing to life,</br>And tainting all the air.  Another groan!</br>'Twas Nature's last:  and see!  th' extinguish'd sun</br>Falls devious through the void; and the fair face</br>Of Nature is no more!  With sullen joy</br>Old Chaos views the havoc, and expects</br>To stretch his sable sceptre o'er the blank</br>Where once Creation smil'd:  o'er which, perhaps</br>Creative energy again shall wake,</br>And into being call a brighter sun,</br>And fairer worlds; which, for delightful change,</br>The saints, descending from the happy seats</br>Of bliss, shall visit.  And, behold!  they rise,</br>And seek their native land:  around them move,</br>In radiant files, Heaven's host.  Immortal wreaths</br>Of amaranth and roses crown their heads;</br>And each a branch of ever-blooming palm</br>Triumphant holds.  In robes of dazzling white,</br>Fairer than that by wintry tempests shed</br>Upon the frozen ground, array'd, they shine,</br>Fair as the sun, when up the steep of Heav'n</br>He rides in all the majesty of light.", "But who can tell, or if an angel could,</br>Thou couldst not hear, the glories of the place</br>For their abode prepar'd?  Though oft on earth</br>They struggled hard against the stormy tide</br>Of adverse fortune, and the bitter scorn</br>Of harden'd villany &mdash; their life a course</br>Of warfare upon earth; these toils, when view'd</br>With the reward, seem nought.  The Lord shall guide</br>Their steps to living fountains, and shall wipe</br>All tears from ev'ry eye.  The wintry clouds</br>That frown'd on life, rack up.  A glorious sun,</br>That ne'er shall set, arises in a sky</br>Unclouded and serene.  Their joy is full:</br>And sickness, pain, and death, shall be no more.", "Dost thou desire to follow?  does thy heart</br>Beat ardent for the prize?  Then tread the path</br>Religion points to man.  What thou hast seen,</br>Fix'd in thy heart retain:  For, be assur'd,</br>In that last moment &mdash; in the closing act</br>Of Nature's drama, ere the hand of fate</br>Drop the black curtain, thou must bear thy part,</br>And stand in thine own lot.", "This said, he stretch'd</br>His wings, and in a moment left my sight.</br>"]