["BEZA.</br>Peace be to thee, my friend!  what art can move,</br>Or stop thy progress in the paths of love?</br>What makes thy youthful spirit run so low,</br>Or thy vibrating pulse so quick to flow?", "ABDABRAHMAN.</br>Save thee! &mdash; I suffer through an inward pain&mdash;</br>The fair AYESHA loves no more her swain;</br>No more flow favours from her am'rous eye,</br>Yet, taught to feign, she smiles when I am by.", "BEZA.</br>I'm mute with wonder till I hear the tale,</br>For sorrow's fears o'er fortitude prevail.", "ABDABRAHMAN.</br>Oh!  I could form a cascade with a tear</br>For that fair girl, the blossom of the year!</br>The beauties of the mind to her give place,</br>The Persian statue fires not with that grace;</br>Her tresses form a treasure there alone,</br>And shine like meteors in the torrid zone;</br>Her voice is music, and her form divine,</br>And brightest Queen above the Lyric Nine.", "BEZA.</br>Shew me the cause, and I'll remove the pain;</br>I'm wounded with thee, an unhappy swain.", "ABDABRAHMAN.</br>She to the south is gone, to greet that man,</br>Her artful captive, and his pride to fan;</br>And though in wealth I am not bound to please,</br>The fair in form I can, in native ease;</br>With mercenary views her promise broke,</br>Nor fear no prospect of a female yoke.</br>I call forth curses on her from above,</br>And dread no misery but that of love.", "BEZA.</br>Oh!  how I joy to find that I'm alone</br>My fair one's wishes, and her heart my throne.", "JAFFIER.</br>Painful it is to tell, but yet I grieve&mdash;</br>She's gone! &mdash; and thou the same. &mdash; Yet this believe,</br>Their arts, their charms, in concert now I find,</br>To follow fortune, lunatic and blind.", "BEZA.</br>Hush, all ye winds!  for vain is fruitless rage;</br>Allaying calms my throbbing heart assuage.</br>I look regardless on my former woes,</br>And find my blessings prove to be my foes:</br>Farewel, vain love!  to love no more aspire,</br>The fibres of my heart have felt its fire.</br>Pure happiness, I find, is not of love,</br>I scorn the world, and look for that above.", "ABDABRAHMAN.</br>Now that I see, with thee, the rise and fall</br>Of our vain hopes, we wait another call.</br>No guile or snare, behold, in yonder sky</br>The fair one dwells, the Seraph of mine eye:</br>There doth she reign!  a conquest I have made,</br>Her empire's mine, I rest beneath her shade!</br>How bright the pleasing fancy forms the fair,</br>Grace, Beauty, Joy, and Virtue mark her air!</br>"]