["One Half-Penny was CAMPBELL'S latest Store!</br>A poor Estate! &mdash; but HOMER had no more!</br>From Town to Town, the old, dark, Grecian strol'd,</br>And, Piecemeal, first, his Ballad Iliad sold.</br>Dire Fate of Genius!  wond'rous strange &mdash; but true!</br>Rarely to meet, 'till after Death, its Due!</br>The most deserving, often, suffers most;</br>For Sterling Worth, on half Mankind, is lost.</br>Blockheads and Fools were favour'd and admir'd,</br>When Heav'n-born Bards, in Penury, expir'd.</br>O let it not, in foreign Lands, be said,</br>The British Poets scarce are blest with Bread.</br>From France, and Italy, with-hold the News,</br>Lest Strangers triumph o'er our Taste, and Muse.</br>Tell not, that BACON miserably dy'd!</br>SPENCER was starv'd!  and JOHNSON'S Art descry'd!</br>Neglected, and obscure, great MILTON lay:</br>He writ to Moles, who cou'd not gaze his Day!</br>BUTLER, the Prince of Pleasantry and Wit,</br>Was damn'd by those, for whom he, zealous, writ:</br>In a mean Garret he resign'd his Breath,</br>And was ev'n grudg'd a Burying after Death!</br>The Church, he serv'd, to Merit, prov'd so blind!</br>But seldom Church, and Charity, are joyn'd!</br>OTWAY, in tragic Numbers, match'd by none,</br>Whose poor Monimia never wept alone,</br>For his own Wants, cou'd never move a Tear!</br>Like Adders deaf, all stop'd a gracious Ear.</br>At last, from all the World, he step'd aside,</br>And, quite discourag'd, in an Ale-House, dy'd.</br>LEE, fir'd with an Enthusiastic Rage,</br>Was judg'd a Madman, by a madder Age,</br>That made him beg, from Door to Door, his Bread,</br>And die, at last, upon the Streets, in Need.</br>Fam'd WICHERLEY, in Satyr's Province great,</br>Seven Years, in Prison, struggled with his Fate;</br>While worthless Scriblers flourish'd in the Town,</br>And, from his Ruins, scrap'd their vile Renown.</br>DRYDEN &mdash; who does not mighty DRYDEN know?</br>From whom, with Ease, harmonious Numbers flow,</br>Who both the Language, and the Muse, improv'd,</br>Whose Reason charm'd the Men!  whose Lays the Virgins lov'd!</br>By his Cotemporaries was despis'd,</br>And, oft, to mobbish Rivals sacrific'd.</br>Never at Ease his Circumstances were:</br>His poor Estate cou'd scarce his Corps inter.</br>Yet, on his Funeral, who were not profuse?</br>His Dust they worship'd, when they starv'd his Muse!</br>Preposterous Piety!  to give one Meat,</br>But not before he is too old to eat!</br>Tate, honest TATE!  in Spite of Virtue, press'd,</br>Neglected, liv'd, and dy'd, at length, distress'd.</br>His being good exeem'd him not from Woe:</br>Men minded him no more, for being so!</br>He was found guilty of the common Vice</br>Of Poetry &mdash; Enough to damn him twice!</br>PHILLIPS, whose Name, while Cyder's drunk, and while</br>One splendid Shilling's found in Britain's Isle,</br>Shall ever live, with an un-envy'd Praise,</br>Like his ill-fated Brothers, pin'd away his Days.", "It is not strange to see a Poet sad:</br>Oppression makes the wisest Spirit mad!</br>To see a Blockhead, or a Fool, in Place,</br>While, he, in Spite of Merit, meets Disgrace;</br>What Man of Soul, and conscious of Desert,</br>Can keep, in Tune, the Passions of his Heart?</br>But what has been, will evermore be done&mdash;</br>Britons, like Jews, will worship Stock, or Stone,</br>Or Satan's self-but grudge a just Regard</br>To God Almighty, and his favourite Bard!</br>Be sure the Poet is the least admir'd,</br>Whom Heav'n, with an uncommon Flame, inspir'd.", "CAMPBELL!  let others, in the vulgar Cant,</br>Condemn your Conduct, and deride your Want&mdash;</br>I'll sing your Genius, spite of all Mankind;</br>Not wonder why you left no more behind,</br>But how, at Death, this Half-Penny remains,</br>To fraught your Shade to the Elysian Plains!</br>When Tomb-Stones, Monuments, and Pillars, waste,</br>Your poor, Poetic, Legacy shall laste:</br>The Muses' Sons, at Glasgow's learned Seat,</br>Will save the sacred Relict from consuming Fate.</br>"]