["I saw one, in the Western wilderness,</br>Weeping beside a rough and moss-clad stone;</br>His cheeks were pale, and spoke the keen distress</br>Of sorrows which his early years had known.</br>But he had seen bright days which now had flown,</br>And nights of tranquil calmness, when the star</br>Of midnight beamed not on himself alone,</br>When here, from \"social guile\" and fraud afar,</br>He lived supremely blest, with nought his bliss to mar.", "\"Here sleeps my wife,\" he said; \"I raised this stone,</br>I placed this sod of summer on her breast;</br>The cypress makes a sad funereal moan</br>In the cool breeze above her humble rest.</br>Her days were many on the earth, and blest</br>In the wild forest only, &mdash; and with me.</br>Stern parents and false friends our youth oppressed,</br>And strove to wake the pangs of jealousy</br>In vain; she proved her love, &mdash; I mine, as you now see.", "\"We dwelt in this lone forest sixty years;</br>Yon cell our mansion; watched by Heaven the while,</br>The tempests of the desert brought no fears,</br>Hurling into the lake the rocky pile,</br>Hoarest of peaks that catch the morning's smile.</br>We set the beech plant on our bridal day,</br>And saw it shade our river-fretted isle;</br>Together we beheld the tree decay,</br>Tremble beneath the blast, and blow in dust away.", "\"We saw the stream another channel gain,</br>And nettles grow where chiefs had feasted high:</br>Yet did our hearts their early love retain,</br>We still the dearer seemed as death drew nigh;</br>Morn saw no tear, the evening heard no sigh,</br>Winter with all its storms seemed soft and mild</br>And cherishing as a warm Southern sky;</br>And we were happier in this lonely wild</br>Than he who owns the dome whereon starved vassals toiled.", "\"She died at eighty years, two score and ten</br>Mine by a wedded love's endearing ties;</br>The sinless spirit of this peaceful glen,</br>Changed to celestial, years before its rise</br>From earth, and pre-admitted to the skies.</br>A brief month since, she sate at yonder door,</br>Affection beaming from her faded eyes;</br>Thou seest yon heap of earth &mdash; my weak arms bore</br>Her corse, and laid it there, &mdash; thou wilt not ask me more.\"</br>"]