["Anander sicke with Loves disdaine</br>Doth change himselfe into a Swaine,</br>While dos the youthful Shepherd show him</br>His Muridellaes answere to him.", "The Sunne that had himselfe a Courtier beene,</br>And for his beautie lov'd of Ladies faire,</br>Spread forth his yellow beames upon the greene,</br>And with attentive eye, and Courtly care,</br>Flourisht his wandring torch, till he had seene</br>This troup arrive the place where now they are:</br>Which done, he hies him thence, and takes his rest</br>Behinde the furthest Mountaines of the West.", "Blinde drouzie night, all clad in misty ray,</br>Began to ride along the welkins round,</br>Hangs out his gazing Lanthornes by the way,</br>And makes the outside of the world his bound;</br>The Queene of starres, in envy of the daye,</br>Throwes the cold shadow of hir eyes to ground;</br>And supple grasse, opprest with heavy dew,</br>Doth wet the Sheepe and licke the shepheards shooe.", "There as I dwelt there dwelled all my sheepe,</br>And home we went togither, flocks and I,</br>As even where I rest and take my sleepe,</br>There are my flocks asleepe and resting by,</br>And when I rise to go to field and keepe,</br>So will my flocks, that can no longer lie:</br>Thus in the Sheepe is all the Shepheards care,</br>And in the Shepheard is the flocks welfare.", "While did the yeare let slip his tender Spring,</br>And merry Moones went merrily away,</br>I with this happy flocke alone did sing,</br>And pipe the oaten galliard every day,</br>As well content as Pan himselfe our King,</br>With a new Carroll or a Roundelay,</br>For he (as good a Minstrell as he is)</br>Couth never tune a better Lay then this.", "When Shepheards sit upon the hills,</br>Nursed in their Swainish wills,</br>Young, and in desires unripe,</br>Curious of the flocke and pipe,</br>Then is Swaynish life the best,</br>And he that cares, and loves the lest,</br>Thinkes he fares above the rest.", "Then our joyes beguile our ruthes,</br>Shepheards boyes be merry youthes,</br>Loves do dwell in Courti'rs beds,</br>Peace doth swell in Shepheards heads</br>Lusts are like our flocks ypent,</br>Want of age doth barre consent,</br>Youth doth flourish with content.", "But when elder dayes shall show,</br>Whether Swaines be men or no,</br>Love shall rule in shepheards braines,</br>Gravitie shall guide the swaines.</br>Wanton thoughts shall then be checkt,</br>Shepheards shall no playes respect,</br>Age shall conquer youths defect.", "Sing I then, heigh-ho for joy,</br>Cause I yet am but a boy,</br>But when Shepheards boyes be men,</br>Ho my hart, what sing I then?</br>Heigh-ho &mdash; sorrow, Joyes away,</br>Conqv'ring Love ha's won the Day:</br>This is all my Roundelay.", "Whilome when I was Collins loved boy,</br>(Ah, Collin, for thee, Collin, weep I now,)</br>For thou art dead, ah, that to me didst joy,</br>As Coridon did to Alexis vow.</br>But (as I sed,) when I was Collins boy,</br>His deare young boy, and yet of yeares inow,</br>To leade his willing heard along the plaine,</br>I on his pipe did learne this singing vaine.", "And oh, (well mote he now take rest therfore,)</br>How oft in pray'rs and songs he pray'd and sung,</br>That I (as had himselfe full long before,)</br>Mought live a happy shepheard and a young;</br>And many vowes, and many wishes more,</br>When he his Pipe into my bosome flung:</br>And said, though Collin ne're shall be surpast,</br>Be while thou liv'st, as like him as thou maist.", "Much was my deare therefore when Collin died,</br>When we (alacke) were both agreed in griefe:</br>He for his infant swaine, that me affide,</br>Yet happed not to live to see my priefe.</br>And I that to his governance had tide</br>My bounden youth, in loosing such a chiefe:</br>Ah how wou'd he have sung, and with what grace,</br>Ananders love, and Muridellaes Face!", "He wou'd have blazed in eternall note,</br>Ananders Love and worthy Manlines;</br>And then recorded with a wondrous throte,</br>His Muridellaes lovely worthines;</br>And by those witching tunes he had by wrote,</br>Cur'd his Loves griefe with his desires succes;</br>And by his loftie pipe, and pleasing ditty,</br>Molted hir hearts hardnes with her Loves pitty.", "Then mought full well these hils of Shepheards feed</br>Beene privy to loves secret discontent,</br>And all these quarrels might ha beene agreed</br>And ended, by a Judge so reverent:</br>For he was letter'd well, and well couth reed,</br>And was a swaine profound and eloquent;</br>But now is left of him but bare report,</br>And I in fields must sing the Loves in Court.", "Anander now, whose loves did waxe in age</br>So as they did in greatnes and in wait,</br>Sometimes bursts out into disbounded rage,</br>And cloy's his eager heart on Passions bait;</br>Sometimes the swelling minde begins to swage,</br>And slender hopes appeare, but vanish strait;</br>And Griefe drawes out the Anticks of his care,</br>Upon his face, his bosome, and his haire.", "Poore gentle youth, as yet a man unwitting</br>With that true truth his arrand I had sed,</br>And with what milde respect, and hopefull pittying,</br>The answers of his love were answered,</br>Lives wide from sumptuous Court, as one more fitting</br>To shrowd pale sicknes in a country bed:</br>And somtimes (though the space was farre between)</br>Casts his long looks, where his long Loves had been.", "At length, what forc't by Love, what by good-will,</br>Love that he bore to hir, good-will to me,</br>It pleas'd him once more to salute this hill,</br>And me, and these my flocks that weakned be</br>For want of care and shepheards wary skill,</br>That for this while couth never well o're-see</br>Their fickle state, so greatly did me stir</br>The woe for him, the wondering at hir.", "A weeping face (at first) I durst not shew him,</br>Lest he should swound in weening ill successe;</br>Nor wou'd I smile when I at first did view him,</br>Lest he shou'd dreame of greatest happinesse:</br>But look't as I look't when first I knew him,</br>Withouten change of feature, more or lesse:</br>So that my Count'nance cou'd him not disclose,</br>Great cause of joyes, or greater meanes of woes.", "Now while the action of his hand and foot,</br>Daunc't out the measures of his courtly greeting;</br>And I in silent bowes, and grosse salute,</br>Doubl'd the curteous Congees of our meeting:</br>His gentle heart, fed with no other fruite</br>But griefes sowre Plumme and Passions bitter sweeting,</br>Sends to the mouth the sighes that she had broken,</br>Where being shap't in words, they were thus spoken.", "Sith is no doubt (young curteous boy) but thou</br>Hast seene my Love upon this gladsome plaine,</br>Therefore declare my doome unto me now;</br>Declare thou happy, or unhappy swaine;</br>Tell me what Muridella said, and how</br>Thou lik'st her speech, hir beauty, and hir traine:</br>Powre out hir praise to me with such a tongue</br>As unto hir thou didst my love and wrong.", "Say, what she sed to thee, what to thy flocke,</br>What unto me, and what unto my Love?</br>Say, did she pitty me, or did she mocke,</br>Or challenge witnes of the heav'ns above?</br>At what time came she, and at what a clocke</br>Went she away?  for love of mighty jove</br>Tell me, deere youth:  and if my hopes succeed,</br>Ile crowne thy kindenes with a lib'rall deed.", "For now my life stands on the crazie point</br>Of tott'ring hope, and feeble expectation:</br>Doubt trembles Agew-like in ev'ry joynt,</br>And feare assaults with threats of desolation:</br>And now, unless the balmes of comfort noint,</br>I die the luckelest man of all our nation;</br>Therefore discourse the fortunes of that day:</br>And at that word I thus began to say: &mdash;", "That I this Lady faire have seene and met,</br>Know wel mine eyes that were my arrands guide,</br>Out of whose circles is not vanisht yet</br>The Image of that beauty that they ey'd;</br>And that I told your loves and passions great</br>Shall by the judgement of your selfe be try'd,</br>When lips unlearned motion shal present you</br>With such a luke-warme answere as she sent you.", "But first if you were not so farre in dote,</br>As that (O starres) you cou'd not jealous be,</br>Wonder would make me [to] digresse, and quote</br>Your answer, with the praise of blessed shee:</br>But at more leasure will I sing that note,</br>When in the vallies I alone shall bee.</br>Meanewhile (faire Knight) I will declare togither,</br>Your Ladies speech and my adventure with hir.", "At first, a comely Virgin groom that met me</br>For favour to my tale I did beseech,</br>Who for a rude young Shepheard did outset me,</br>And with an answere of short carelesse speech</br>Runne from my earnest plaint; and scarce wou'd let me</br>Take knowledge, who was Muridell, and which:</br>And seeing then so little vexe hir maide,</br>I thought that nothing might to hir be saide.", "At length a youth that led them o're the plaine,</br>A faire yong boy, of modest age and looke,</br>Clad in a silken garment di'd in graine,</br>As greene of hiew as Neptunes tidy brooke,</br>And a greene velvet cap of the same staine,</br>Wherein a plume of curled feathers stooke,</br>And round about his skirt, in seemly grace,</br>Thirteene bright circles made of silver lace.", "As it befell:  this white-cheek'd youth and I,</br>Instead of bearding, chin'd at one another;</br>He, like a hauty spirit, observingly</br>Wou'd needs know what I go about, and whother;</br>I, in pure meekenesse, and in simplicy,</br>Leg'd him a faire excuse (sir) and no other;</br>While thus we both our wordey combate breake,</br>She gently heard me, and she bade me speake.", "And what I sed full well to you is knowne,</br>Whose love did lesson it to me before:</br>Unles your thoughts cannot containe their owne,</br>Or memory let fall hir chiefest store,</br>That is, the teares, the pray'rs, the prayse, the mone,</br>That your great griefe upon my lips did score;</br>And therefore read she halfe my message there,</br>And from my mouth the other halfe did beare.", "She in milde termes repli'd, she wonderd much</br>That that faire knight shou'd bene so lovely ill,</br>Sith she ne're knew that his desires were such</br>As to complaine the stiffnes of hir will.</br>And to be plaine, and give the neerest tuch</br>Of that she utter'd here upon this hill,</br>She sed, some beautie had your loves ywon,</br>But loves to her were neither meant nor don.", "Sometimes in sooth, (she couth it not deny,)</br>You wou'd in courtly dalliance, and in jest,</br>Discourse of your owne loves full amorously,</br>With much faire promises, and large protest;</br>And she hirselfe in sober contrary</br>Would answere as you aske, and bid you rest:</br>But that for hir you did so deerely pine,</br>She never thought it, by that Sun that shine.", "Thou knowst (saith he) if youth debarre thee not,</br>That not in man can such dissemblance live,</br>As faine himselfe unsufferably hot,</br>Whenas his handes like melting yce forgive,</br>Nor can yshroud himselfe in carelesse blot,</br>When in his thoughts the pangs of sorrowes grieve;</br>And that my Loves have had time and appearing,</br>Be judge thy youth, that gives me gentle hearing.", "When first my youth was in that ages odnesse</br>That lacks the three bare twelve months of a score,</br>Love was a suckling then in infant gladnesse</br>And onely liv'd on dalliance, and no more;</br>The eighteenth was the first yeare of his madnesse,</br>And greater were his randone then before;</br>The nineteenth yeare he silently befell</br>In single choyce of beauteous Muridell.", "The twentith did I waste away in uttring</br>All that the yeare before I had fore-thought,</br>And this last twelvemonth is neere gone in suffring</br>The hard succeedings that my uttrance wrought;</br>If the next yield the like discomforting,</br>In such defects as sufferance hath brought,</br>The next to that is like to end in me</br>Loves long sixe yeares with Lifes short twenty-three.", "Meane while, if thou fearst not the fellowship</br>Of lingring Loves infectious languishment,</br>In these delicious meades I will o're-slip</br>The wearisome discourse of discontent:</br>And in a shepheards humble out-side clip</br>My drouped Noblenesse, and live unkent</br>And unrespected on the loanly hilles,</br>Till either Love or Death conclude my illes.", "My deare unkind, that in the wanton Court</br>This while doth live, admired and obaid,</br>Shall bide the blame of desperate report</br>From the griev'd Nemesis of a minde decaid:</br>There let hir live to dally and disport,</br>In selfe loves river, with hie beauties shade;</br>Until the lovely Lilly of hir looke</br>Become the lowly Lilly of the brooke.", "And those young Lordings, that with envious eies</br>Tooke secret watch of my affection to hir,</br>Shall now have time and liberty to guise</br>Their bounteous thoughts and gentle lips to woe hir,</br>And tire out their desiers unsuffice,</br>As I, the first, first did, when I first knew hir:</br>Till some more gallants suffer with Anander</br>The mastry of a feminine commander.", "The eares of jove shall then be sicke to heare</br>The miserous complaint of courtly lovers;</br>Old care shall clothe young love as gray as freere,</br>When him with eie-deceiving Anticks covers;</br>And men of Court shall dwell with shepheards heere,</br>And Pallace hawkes shall feast with Meadow plovers;</br>For thus none-sparing Love did vanquish me,</br>That thought my selfe as strong as others be.", "Though once I cou'd when I was weake and young,</br>(Is't not a wonder worthy three dayes weeping)</br>Contend in any game and be too strong</br>For Love, that now hath all my strength in keeping:</br>Since in the Flower of Age I fall along,</br>Like unto him that whilome at a meeting</br>Recoil'd rash wounding Death himself upon,</br>When he with Sol durst throw the weighty stone.", "O Hyacynth, how like thy case is mine!</br>Then from thy ventrous soule that flowrs didst bleed</br>When prowdly that presumptuous arme of thine</br>Attempted so unpossible a deede:</br>I, while with Love do in like combat joine,</br>My courtly wanton turnes a meadow weed:</br>And shepheards servants prove we both by that,</br>I grace his field, and thou dost decke his hat.", "So shall this boie, whose eies ne're look't into</br>The fatall change of our Imperious state,</br>Be governour of those unhappy twoo,</br>That in their glory found their glories date:</br>He that into a flowre dide long agoe,</br>He that into a weed chang'd now alate:</br>He that by Phoebus dide, by him survives;</br>He that by Muridella liv'd, and by hir dies.", "And with this speech, and those dumbe sighes beside</br>Wherewith his lights shut up his woes discourse,</br>His comely furnishments of courtly pride</br>He covers in a shape more homely worse;</br>And in a swainish Counterfet doth hide</br>His noble limmes, the ruines of Loves force:</br>And (O) it was to see a wondrous grace,</br>So deare a jewell in so cheape a case.", "I meane, saith he, a shepheards life to leade,</br>So long as Gods my Life a leading give,</br>Or till that Lady shall salute this meade,</br>For whose deare hate I thus am bound to live:</br>This wilfull penance put I on my head,</br>Which none but Muridella shall forgive:</br>Till when, I live that life in hope to mend it,</br>Or else in good-assurance ne're to end it.", "If she prove kinde, as she was never yet,</br>(Though she in [every] vertue else was blest)</br>Then shalbe voide the Covenants of this fit,</br>And joyes shall lose the knot of strict Protest:</br>If still she in the like contempt doth sit,</br>My vowe continves as it is exprest:</br>Thus I am bound, though she the debt must pay,</br>And I must forfait, though she breake the day.", "Herewith the youthfull noble-seeming swaine,</br>Adowne and set himselfe besiden me,</br>All in the middest of the lightsome plaine,</br>Where all around wee might our heardlams see;</br>Withouten signe or shew of nice disdaine,</br>The Shep-hooke in that hand received he</br>That was wont to beare the warlike lance,</br>And leade the Ladies many a courtly dance.", "Thou ensigne of poore Life, badge of content,</br>Staffe of my cares, yet piller of my blisse,</br>Cheape relique of that joie that is dispent,</br>And chiefe foundation of that joie that is,</br>True watchman of those smiles that hopes present,</br>Strong porter of those griefes that hatred gi's,</br>Witnes of woes, my hooke, my hope as much,</br>The Shepheards weapon, and the Lovers crutch.", "I doe embrace thee, as I once imbrac't</br>(Saith he) that vertuous mistresse that I had,</br>When on the easie measure of hir waste</br>I in this sort desiringly fell mad.</br>Though unto me thou yield'st not such repast,</br>Nor art so faire, nor art so gayly clad,</br>Yet looke how much hir beauties passe thy state,</br>So much thy Company excels hir hate.", "Thus did the spirit of Ananders eie,</br>(Whose brightnes care had masked in a dim,)</br>Pertake with me the life of shepheardie,</br>As I both Life and Love pertooke with him.</br>And untill she relents, or till we die,</br>No second fortunes can in us begin.</br>All liberties as thankles offers be,</br>Till Love, that tide him up, do set him free.", "Till heav'ns above ordaine one pleasing day</br>Wherein that Angel of their jealous care,</br>That Muridella please to come this way,</br>And with hir foote steps lighter then the aire</br>Trip through the dwellings of hir amorous boy,</br>And chear'd his droup't limmes with embracings faire,</br>Anetor hath Ananders loves in keepe,</br>And faire Anander hath Anetors sheepe.", "Till then, yee Gods, ordaine us both good speed,</br>In Loves and flocks presented to your care;</br>And when your grace shall stand us in such steed,</br>To end a Loves griefe, and do a happy chare,</br>Ile sacrifice the fairest lambe I feed,</br>And tune my pipe againe:  and then prepare</br>One Dittie more, wherein the world shall view</br>How much you favour us, wee honour you.</br>"]