["If solitude hath ever led thy steps</br>To the wild ocean's echoing shore,</br>And thou hast lingered there,</br>Until the sun's broad orb</br>Seemed resting on the burnished wave,</br>Thou must have marked the lines</br>Of purple gold, that motionless</br>Hung o'er the sinking sphere:</br>Thou must have marked the billowy clouds</br>Edged with intolerable radiancy</br>Towering like rocks of jet</br>Crowned with a diamond wreath.</br>And yet there is a moment,</br>When the sun's highest point</br>Peeps like a star o'er ocean's western edge,</br>When those far clouds of feathery gold,</br>Shaded with deepest purple, gleam</br>Like islands on a dark blue sea;</br>Then has thy fancy soared above the earth,</br>And furled its wearied wing</br>Within the Fairy's fane.", "Yet not the golden islands</br>Gleaming in yon flood of light,</br>Nor the feathery curtains</br>Stretching o'er the sun's bright couch,</br>Nor the burnished ocean waves</br>Paving that gorgeous dome,</br>So fair, so wonderful a sight</br>As Mab's etherial palace could afford.</br>Yet likest evening's vault, that faery Hall!</br>As Heaven, low resting on the wave, it spread</br>Its floors of flashing light,</br>Its vast and azure dome,</br>Its fertile golden islands</br>Floating on a silver sea;</br>Whilst suns their mingling beamings darted</br>Through clouds of circumambient darkness,</br>And pearly battlements around</br>Looked o'er the immense of Heaven.", "The magic car no longer moved.</br>The Fairy and the Spirit</br>Entered the Hall of Spells:</br>Those golden clouds</br>That rolled in glittering billows</br>Beneath the azure canopy</br>With the etherial footsteps, trembled not:</br>The light and crimson mists,</br>Floating to strains of thrilling melody</br>Through that unearthly dwelling,</br>Yielded to every movement of the will.</br>Upon their passive swell the Spirit leaned,</br>And, for the varied bliss that pressed around,</br>Used not the glorious privilege</br>Of virtue and of wisdom.", "Spirit!  the Fairy said,</br>And pointed to the gorgeous dome,</br>This is a wondrous sight</br>And mocks all human grandeur;</br>But, were it virtue's only weed, to dwell</br>In a celestial palace, all resigned</br>To pleasurable impulses, immured</br>Within the prison of itself, the will</br>Of changeless nature would be unfulfilled.</br>Learn to make others happy.  Spirit, come!</br>This is thine high reward: &mdash; the past shall rise;</br>Thou shalt behold the present; I will teach</br>The secrets of the future.", "The Fairy and the Spirit</br>Approached the overhanging battlement.&mdash;</br>Below lay stretched the universe</br>There, far as the remotest line</br>That bounds imagination's flight,</br>Countless and unending orbs</br>In mazy motion intermingled,</br>Yet still fulfilled immutably</br>Eternal nature's law.</br>Above, below, around</br>The circling systems formed</br>A wilderness of harmony;</br>Each with undeviating aim,</br>In eloquent silence, through the depths of space</br>Pursued its wondrous way.", "There was a little light</br>That twinkled in the misty distance;</br>None but a spirit's eye</br>Might ken that rolling orb;</br>None but a spirit's eye,</br>And in no other place</br>But that celestial dwelling, might behold</br>Each action of this earth's inhabitants.</br>But matter, space and time</br>In those aerial mansions cease to act;</br>And all-prevailing wisdom, when it reaps</br>The harvest of its excellence, o'erbounds</br>Those obstacles, of which an earthly soul</br>Fears to attempt the conquest.", "The Fairy pointed to the earth.</br>The Spirit's intellectual eye</br>Its kindred beings recognized.</br>The thronging thousands, to a passing view,</br>Seemed like an, anthill's citizens.</br>How wonderful!  that even</br>The passions, prejudices, interests,</br>That sway the meanest being, the weak touch</br>That moves the finest nerve,</br>And in one human brain</br>Causes the faintest thought, becomes a link</br>In the great chain of nature.", "Behold, the Fairy cried,</br>Palmyra's ruined palaces!&mdash;</br>Behold where grandeur frowned;</br>Behold where pleasure smiled;</br>What now remains? &mdash; memory</br>Of senselessness and shame&mdash;</br>What is immortal there?</br>Nothing &mdash; it stands to tell</br>A melancholy tale, to give</br>An awful warning:  soon</br>Oblivion will steal silently</br>The remnant of its fame.", "Monarchs and conquerors there</br>Proud o'er prostrate millions trod&mdash;</br>The earthquakes of the human race;</br>Like them, forgotten when the ruin</br>That marks their shock is past.", "Beside the eternal Nile</br>The Pyramids have risen.</br>Nile shall pursue his changeless way:</br>These pyramids shall fall;</br>Yea!  not a stone shall stand to tell</br>The spot whereon they stood;</br>Their very scite shall be forgotten,</br>As is their builder's name!", "Behold yon sterile spot;</br>Where now the wandering Arab's tent</br>Flaps in the desart-blast.</br>There once old Salem's haughty fane</br>Reared high to heaven its thousand golden domes,</br>And in the blushing face of day</br>Exposed its shameful glory.</br>Oh!  many a widow, many an orphan cursed</br>The building of that fane; and many a father,</br>Worn out with toil and slavery, implored</br>The poor man's God to sweep it from the earth,</br>And spare his children the detested task</br>Of piling stone on stone, and poisoning</br>The choicest days of life,</br>To soothe a dotard's vanity.</br>There an inhuman and uncultured race</br>Howled hideous praises to their Demon-God;</br>They rushed to war, tore from the mother's womb</br>The unborn child, &mdash; old age and infancy</br>Promiscuous perished; their victorious arms</br>Left not a soul to breathe.  Oh!  they were fiends:</br>But what was he who taught them that the God</br>Of nature and benevolence had given</br>A special sanction to the trade of blood?</br>His name and theirs are fading, and the tales</br>Of this barbarian nation, which imposture</br>Recites till terror credits, are pursuing</br>Itself into forgetfulness.</br>Where Athens, Rome, and Sparta stood,</br>There is a moral desart now:</br>The mean and miserable huts,</br>The yet more wretched palaces,</br>Contrasted with those antient fanes,</br>Now crumbling to oblivion;</br>The long and lonely colonnades,</br>Through which the ghost of Freedom stalks,</br>Seem like a well-known tune,</br>Which, in some dear scene we have loved to hear,</br>Remembered now in sadness.</br>But, oh!  how much more changed,</br>How gloomier is the contrast</br>Of human nature there!</br>Where Socrates expired, a tyrant's slave,</br>A coward and a fool, spreads death around&mdash;</br>Then, shuddering, meets his own.</br>Where Cicero and Antoninus lived,</br>A cowled and hypocritical monk</br>Prays, curses and deceives.", "Spirit!  ten thousand years</br>Have scarcely past away,</br>Since, in the waste where now the savage drinks</br>His enemy's blood, and aping Europe's sons,</br>Wakes the unholy song of war,</br>Arose a stately city,</br>Metropolis of the western continent:</br>There, now, the mossy column-stone,</br>Indented by time's unrelaxing grasp,</br>Which once appeared to brave</br>All, save its country's ruin;</br>There the wide forest scene,</br>Rude in the uncultivated loveliness</br>Of gardens long run wild,</br>Seems, to the unwilling sojourner, whose steps</br>Chance in that desart has delayed,</br>Thus to have stood since earth was what it is.</br>Yet once it was the busiest haunt,</br>Whither, as to a common centre, flocked</br>Strangers, and ships, and merchandize:</br>Once, peace and freedom blest</br>The cultivated plain:</br>But wealth, that curse of man,</br>Blighted the bud of its prosperity:</br>Virtue and wisdom, truth and liberty,</br>Fled, to return not, until man shall know</br>That they alone can give the bliss</br>Worthy a soul that claims</br>Its kindred with eternity.", "There's not one atom of yon earth</br>But once was living man;</br>Nor the minutest drop of rain,</br>That hangeth in its thinnest cloud,</br>But flowed in human veins:</br>And from the burning plains</br>Where Lybian monsters yell,</br>From the most gloomy glens</br>Of Greenland's sunless clime,</br>To where the golden fields</br>Of fertile England spread</br>Their harvest to the day,</br>Thou canst not find one spot</br>Whereon no city stood.", "How strange is human pride!</br>I tell thee that those living things,</br>To whom the fragile blade of grass,</br>That springeth in the morn</br>And perisheth ere noon,</br>Is an unbounded world;</br>I tell thee that those viewless beings,</br>Whose mansion is the smallest particle</br>Of the impassive atmosphere,</br>Think, feel and live like man;</br>That their affections and antipathies,</br>Like his, produce the laws</br>Ruling their moral state;</br>And the minutest throb</br>That through their frame diffuses</br>The slightest, faintest motion,</br>Is fixed and indispensable</br>As the majestic laws</br>That rule yon rolling orbs.", "The Fairy paused.  The Spirit,</br>In extacy of admiration, felt</br>All knowledge of the past revived; the events</br>Of old and wondrous times,</br>Which dim tradition interruptedly</br>Teaches the credulous vulgar, were unfolded</br>In just perspective to the view;</br>Yet dim from their infinitude.</br>The Spirit seemed to stand</br>High on an isolated pinnacle;</br>The flood of ages combating below,</br>The depth of the unbounded universe</br>Above, and all around</br>Nature's unchanging harmony.", ""]