["In numbers soft and warm, in youthful fire,</br>The Farmer's Ingle flow'd in Doric strain;</br>But softer, sweeter far, the magic lyre,</br>When Nature taught her bairn, on Coila's plain,</br>To sing the Cottar and his youngling train;</br>The thrifty mither, garrulous and kind,</br>The blushing maiden and the bashful swain,</br>The father's love, with counsel sage combined,</br>His pray'r and song of praise, and humble, heav'nward mind.", "Alas!  the mighty minstrel's tale is tauld;</br>His warbling lyre hangs silent and unstrung;</br>Dissolv'd in death, his glowing heart is cauld,</br>Clos'd his bright e'e, and mute his tuneful tongue,</br>Whose song of rural bliss symphonious rung.</br>I fain would touch a sad but kindred string,</br>And sketch a rural theme as yet unsung,</br>Though rude the hand that o'er the chords I fling;</br>But laigh the muse maun flee, with moulted, flutt'ring wing.", "The chatt'ring sparrow, hovering in the air,</br>May imp the woodlark soaring in the sky;</br>Presumptuous, he the eagle's track may dare,</br>Although his fate forbids to rise so high;</br>The tiny wren across the brake may fly,</br>And, chirping, twitter on the birken spray,</br>Above the stream that murmurs softly by,</br>Where Philomela pour'd her melting lay:</br>We hail the twinkling star, when set the orb of day.", "And he whose heart, like mine, delights to rove,</br>With fond remembrance, o'er the rural scene,</br>By trotting burnie, down the beechen grove, </br>On broom-clad brae, brown heath, or daisied green,</br>Perhaps in converse with his lovely Jean,</br>With bright black e'e, and cheek like morning fair,</br>When busy Memory whispers what has been,</br>May in my song past joys and sorrows share;</br>Nor harshly blame the Muse, though long she linger there.", "The gloamin' sheens with streaks of gowden light,</br>Grim Winter's frosty breath forgets to blew,</br>And lessens daily, to the ploughman's sight</br>Schihallion's sheeted wreaths of drifted snaw;</br>The birks are budding bonny in the shaw,</br>Blithe gowans glinting on the greensward lea,</br>Glen, bank, an' brae, the primrose busks fu' braw,</br>And to its bosom wooes the eident bee,</br>As lightsome Spring returns, to glad the heart and e'e.", "The lamb loups lightly on the flow'ry green,</br>Before the sun has drunk the morning dew;</br>The laverock carols saftly, though unseen,</br>Aloft, and lost amidst the ether blue;</br>The farmer stalks in sheet of snaw-white hue;</br>Behind him whistles blithe the harrow-boy:</br>Is there who can the gladsome scene review,</br>See Nature's smile and Labour's blithe employ,</br>And still his heart refuse to join the general joy?", "Yes; there is one cannot the pleasure share,</br>Whose plough lies rusting in the stubble field;</br>Who pines and shivers in the vernal air;</br>Who once could guide the plough, the sickle wield,</br>But now he sighs to see his glebe untill'd;</br>For sickness warns him of approaching doom;</br>He feels that he must to the conqueror yield:</br>No more for him Spring sheds her genial bloom,</br>And Summer suns maun shine above his grassy tomb:", "And while he seeks to fix his hopes on high,</br>With humble heart is to his fate resign'd;</br>Yet Nature in his bosom prompts the sigh</br>O'er those he loves, and now maun leave behind;</br>A thousand anxious thoughts rush o'er his mind;</br>The husband and the father round his heart</br>Still closely cling, with tenderest ties entwin'd:</br>He turns his head to hide the tears that start;</br>Though not afraid to die, 'tis pain with these to part.", "He still could lean upon his daughter's arm,</br>And she would lead him, at the noon-tide hour,</br>When April suns were shining saft and warm,</br>And gently seat him in the woodbine bow'r;</br>While he would gaze upon this budding flow'r</br>Then fondly sighing, press her mither's hand,</br>In silence musing on the tyrant's pow'r,</br>Whose stroke will snap the dear domestic band,</br>Whom cunning cannot charm, nor skill, nor power withstand.", "'Twas thus, one morn, he thought, and sigh'd, and smil'd,</br>When clouds were flitting lightly o'er the sun;</br>He raised his e'e, with look serenely mild,</br>And said, \"I feel my race is nearly run,</br>Though Nature shrinking, still the stroke would shun,</br>Would fondly still the parting hour prolong;</br>Yet Heaven is just &mdash; and let His will be done&mdash;</br>He will not &mdash; cannot do His creature wrong,</br>Although I grieve to leave whom I have lov'd so long!", "\"But now, methinks, 'twere wise to bid farewell,</br>Ere I am summon'd to my dying bed;</br>Ere Death, relentless, storm the citadel,</br>His icy fingers on my bosom spread,</br>When parch'd my lips &mdash; perhaps my reason fled,</br>When neighbours throng, and friends stand weeping by,</br>Or smooth the pillow for my weary head,</br>Or watch to hear the last expiring sigh</br>That snaps the filmy thread, and rends the tender tie.", "\"Yes, I would fain behold each beauteous face,</br>While yet the tide of life my bosom warms;</br>My Mary's lip press with a last embrace&mdash;</br>Again behold my children's growing charms,</br>And fondly fold them in a father's arms;</br>And, e'er I writhe beneath the killing dart,</br>Ere fainting Nature feel its dread alarms,</br>Would counsel, comfort to you all impart,</br>Wipe every watery e'e, and soothe each sorrowing heart.\"", "The ev'ning sun hung o'er the mountains hie,</br>They placed the ploughman in his easy chair;</br>New lustre lighted up his languid e'e;</br>His brow, besprent with thin and lyart hair,</br>Rose full and broad &mdash; betray'd no carking care;</br>A hectic glow'd upon his wrinkled cheek</br>So thin, his smile nae langer dimpled there;</br>The shaded sunbeam, through the misty reek,</br>Fell saftly on a face serenely mild and meek.", "It was a sad and solemn sight, to see</br>The parting scene of friends so fondly dear;</br>The father leaning on the mither's knee,</br>The bairns around in semicircle near;</br>In every e'e a bright and trembling tear;</br>And there was one, whom love had hither led,</br>Nor son, nor brither &mdash; yet no stranger here;</br>Whose heart with theirs in kindred sorrow bled, </br>And long'd to drink the tears the blooming daughter shed.", "His glist'ning e'e the auld man slowly rais'd,</br>While Mary's hand in his was fondly press'd,</br>On those around in solemn silence gaz'd,</br>With strong emotion struggling in his breast;</br>He brush'd a tear that would not be suppress'd,</br>Look'd round the circle, on each dear loved child,</br>And calmly thus the mournful throng address'd,</br>In accents solemn, but benignly mild,</br>As erst in youthful love he on his Mary smil'd:", "\"Dear Mary, we have lang and fondly lov'd;</br>Our wedded life has been a summer day;</br>Our pleasures many, and, if cares we prov'd,</br>Yet they, like morning clouds, soon pass'd away;</br>Then safter seem'd to sheen the sunny ray,</br>As we have often seen the passing show'r</br>Refresh the fields, make Nature look more gay,</br>With richer beauties clothe the blossom'd flow'r,</br>And sweeter fragrance breathe around our woodbine bow'r.", "\"We've sailed along a smooth and summer sea,</br>And seldom thought how rapid was the stream;</br>Enjoy'd the scene, and talk'd of bliss to be;</br>And, while we bask'd in Love's meridian beam,</br>Forgot that we maun meet his parting gleam;</br>Maun hear the fatal breakers round us roar,</br>And wauken from our short, but pleasing dream:</br>That hour is come &mdash; and I maun go before,</br>To bid my Mary hail!  upon a happier shore.", "\"Yes, we have seen our sunny moments glide,</br>While love forbade to tent their rapid flight;</br>But sublunary bliss will never bide;</br>The langest, happiest day, maun close in night;</br>Yet is our gloamin' calm, and cloudless light;</br>Although the night be lang, the darkness deep,</br>They are the harbingers of morning bright,</br>When we shall wauken from our silent sleep,</br>Where light for ever shines, and love forgets to weep.", "\"Ye olive plants, which have our union crown'd,</br>I need not say that all are fondly dear;</br>Although our parting must your bosoms wound,</br>Suppress the sigh, and wipe the bootless tear;</br>But calmly listen with attentive ear:</br>I would not speak to give your young hearts pain;</br>Yet, oh!  a father's parting counsels bear,</br>And Heaven forefend that I should speak in vain!</br>Still bear them in your plied, still in your heart retain.", "\"The dawn of Wisdom is, to fear the Lord,</br>Who marks your goings out and comings in;</br>And be His grace and guidance still implor'd,</br>To keep your footsteps from the paths of sin;</br>For perfect happiness is peace within,</br>Unknown to those by headlong passions driven;</br>But, oh!  my bairns, your course betimes begin,</br>With humble hearts, and pray that grace be given,</br>Your passions still to rein, and fix your trust in Heaven.", "\"For, oh!  my children, ever bear in mind</br>That man is weak, and mortal flesh is frail,</br>His heart to vice and vanity inclin'd,</br>And in the world temptations oft assail;</br>And sometimes o'er the wise resolve prevail,</br>With him who leans upon his strength alone;</br>And such, too late, their confidence bewail,</br>Their heedless folly bitterly bemoan&mdash;</br>Seed scatter'd to the winds, or on the waters sown!", "\"Though Pleasure sheds her most seductive charms.</br>To win the wealthy to her saft embrace,</br>She can decoy the rustic to her arms,</br>And lure the peasant onward in the chase,</br>Who lags at last, still distanced in the race:</br>Her paths are many, all with snares beset;</br>New beauties blushing on her changing face;</br>To ride, shoot, game, drink, swear, and run in debt,</br>And last, though far from least, is woman's witching net.", "\"Oh!  then beware of Pleasure's syren smiles,</br>For they are safter than the summer morn;</br>Her glamour many a simple heart beguiles;</br>Soon fade her flow'rs, but sharply stings her thorn;</br>Lost friends, reproach, disgrace, and public scorn,</br>And, keener still, the pang of guilt and shame;</br>Deserted, shunn'd, her victim pines forlorn,</br>With few to pity, many still to blame,</br>Health broken, fortune lost, and stain'd a hapless name.", "\"Let not your hours in idleness be spent,</br>But never delve in Mammon's miry fen;</br>With honest industry be aye content,</br>And always measure to your fellow men</br>In word and deed as you would wish again:</br>Indulge not envy, malice, wrath, and strife,</br>For all are hateful in Omniscient ken;</br>And if you wish to lead a peaceful life,</br>Aye shun the gossip thrang, where clash and claiks are rife.\"", "He paused for breath &mdash; his full heart fondly heav'd,</br>And thus resumed:  \"When Rumour tells her tale,</br>True Charity will aye in heart be griev'd</br>That Vice and Folly in the world prevail;</br>But Calumny may Innocence assail,</br>And foul Reproach may stain a spotless name;</br>Or, should your neighbour slip, for man is frail,</br>Oh!  rather blush, than propagate the shame;</br>No tender heart delights to wound another's fame.", "\"Let never want, and homeless, helpless age,</br>Unheeded pour their plaint &mdash; in vain implore;</br>Some wanderer, in his weary pilgrimage,</br>Perhaps may leave a blessing at your door;</br>Alms to the needy will not waste your store,</br>Nor, want relieved, e'er make your little less:</br>A feeling heart will make your treasure more;</br>Whene'er the widow and the orphan bless,</br>Their pray'rs will mount on hie, pour'd in their deep distress.", "\"Dear bairns, I leave your mither to your love,</br>On Heaven and you maun be her stay and trust;</br>And if you hope a blessing from above,</br>Be kind to her when I am laid in dust;</br>The time may come, when age her mind may rust,</br>Sickness and poverty may her betide.</br>I see your tears &mdash; they say you will, you must</br>Be still her friends, in whom she may confide,</br>That you will sooth her woes, and for her wants provide.", "\"Nor tongue nor pen can to your minds impart</br>A father's love, a mither's tender care;</br>'Tis not in youth to ken a parent's heart,</br>Or read what Nature's hand has written there;</br>The hopes and fears that they are doom'd to share,</br>To nurse the frame, to form the infant mind,</br>What toils will they endure, what dangers dare!</br>The sleepless night, with love and care combin'd,</br>The pang that wrings the heart when children prove unkind!", "\"And be this truth aye on your minds imprest,</br>While health and youth within your bosoms glow,</br>That age will come:  This world is not your rest;</br>You are but strangers, pilgrims passing through;</br>Grasp not too fast your dearest bliss below;</br>For, like the snaw 't will melt within your grip;</br>Your laughing cup may seem to overflow,</br>And while you stoop the balmy draught to sip,</br>The dark decrees of Fate may dash it from your lip.", "\"Yet life, my bairns, is still a pleasant land,</br>Has many a joy that man may freely use;</br>For bounteous Heaven has dealt with liberal hand,</br>And none but fools the bounty would refuse;</br>Yet, though the banquet haply seem profuse,</br>Of some partake, of others scarcely taste;</br>Aye keep in mind, that they who bliss abuse</br>Will soonest still their stock of pleasure waste;</br>The cup that's slowly drain'd leaves aye the richest zest.\"", "Again the peasant paus'd, and fixed his e'e</br>On him who stood by beauteous Ellen's side;</br>Then kindly said, \"Young man, with joy I see</br>The mutual love which Nature cannot hide:</br>Although that bliss must be to me denied,</br>To see you both before the altar bow,</br>To see my Ellen blush a blooming bride,</br>And hear your lips confirm the nuptial vow,</br>Come, lead her to my arms, and take my blessing now!\"", "He fondly clasp'd her to his heaving breast,</br>The gentle pressure made his heart expand;</br>The maiden's glowing cheek his pale lip press'd;</br>He raised his e'e, with look benignly bland,</br>And saw the modest youth before him stand:</br>With look of love and melting tenderness,</br>He gently took his daughter's trembling hand,</br>Placed it in his, \"May Heaven unite and blest</br>Your guileless hearts,\" he said, \"in love and happiness!\"", "Again he drew his gentle Mary near;</br>His pale lip quiver'd, dim his watery e'e;</br>He from her wan cheek kiss'd the trickling tear,</br>And said, \"Dear Mary, cease to weep for me;</br>Rejoice that soon my spirit shall be free</br>From all this weary load of cumbering clay;</br>With resignation bend to Heaven's decree;</br>I hourly feel my feeble strength decay,</br>And long to sink asleep, to wake in endless day!\"", "And now before his feet the children fell;</br>His hand was laid on every bending head;</br>He kiss'd and bless'd them all, and bade farewell,</br>While tears of filial tenderness were shed;</br>A passing hectic o'er his pale cheek fled,</br>A clammy sweat stood on his wrinkled face,</br>Down droop'd his head &mdash; \"Oh!  raise me up,\" he said,</br>\"And leave me not &mdash; a change must soon take place,</br>Before me shadows swim, and Nature sinks apace!\"", "The setting sun behind a purple cloud,</br>Just left a gowden streak along the sky,</br>Then wrapt him in his brightly-border'd shroud,</br>Which soon was changed to crimson canopy:</br>But, hark!  whence comes that groan, that rending sigh?</br>From one who ne'er shall see the morning dawn,</br>Whose wildering look is fix'd on vacancy:</br>Pale falls the moonlight on the dewy lawn;</br>But paler was that lip, when life's last breath was drawn.", "And all is still around the deathful bed;</br>The struggle's o'er, the conqueror's triumph won;</br>Lone silence hovers o'er the victim's head;</br>His clay lies stiff and cold, the spirit flown;</br>The strong man lies, by greater might undone,</br>His strength subdued, his dauntless prowess cow'd,</br>In linen white, by maiden fingers spun;</br>His bridal-sheet, his aged banes are row'd,</br>The sheet of nuptial love is his funereal shroud.", "To sooth their griefs, this family of love</br>Seek comfort from the book of sacred lore;</br>And raise their hearts to Him who sits above,</br>Who for mankind wrath, shame, and suffering bore,</br>And now, their Mediator, gone before,</br>That where He is, there may His servants be,</br>When this short scene of earthly trial's o'er,</br>When He who sets from sin and sorrow free,</br>Shall wipe out every stair, the tear from every e'e.", "And now they sing how man is like the grass;</br>(In Martyrs' sweet but melancholy lays);</br>As shadows fly, so generations pass;</br>As falls the fading flow'r, so man decays;</br>They sing the shortness of our number'd days;</br>Threescore and ten years our allotted span;</br>Sing how inscrutable the Almighty's ways,</br>Too dark and deep for mortal skill to scan;</br>And deprecate His wrath on weak and erring man.", "And now they kneel, in humble, heartfelt prayer,</br>Before the footstool of the Heav'nly throne;</br>Their weakness and unworthiness declare,</br>With thanks for Him who did for guilt atone;</br>And only in that sacred name alone,</br>They pray to bear in mind their latter end;</br>That he would hear and sooth the mourner's moan,</br>Aye be the widow's and the orphan's friend,</br>And grant His promis'd grace to guide them to the end.", "The gentle Ellen wipes her tearful e'e,</br>And leads her mother to a widow'd bed,</br>And whispers comfort &mdash; but it cannot be;</br>For sleep has from her downy pillow fled,</br>And sighs are heav'd, and secret tears are shed;</br>Yet though her heart has never ceased to mourn,</br>Light dreaming slumbers hover round her head,</br>Of him for ever from her bosom torn;</br>She wakes to weep again, forsaken and forlorn.", "Another dreary day has ling'ring pass'd;</br>The sun is sinking in the welkin clear;</br>The coffin comes &mdash; and she must look her last</br>On his remains, so long, so fondly dear;</br>Like wither'd leaf in lap of Autumn sere,</br>She sees him laid within his narrow cell;</br>His pale, cauld cheek bedew'd with many a tear,</br>The parting tribute on his bosom fell&mdash;</br>She bows her drooping head, and sighs a last farewell!", "No sable border'd sheet proclaims the tale,</br>Twa friends, in black, invite the neighbours round,</br>Both rich and poor, residing in the vale,</br>To bear their brother to the hallow'd ground;</br>And such their love, that none are absent found:</br>At noon-tide hour, in Sunday's garb they meet,</br>Or blue, or black, with use and age embrown'd:</br>A dram does every guest at entrance greet:</br>Now seated in the barn, they talk, and drink, and eat.", "The parish minister, of gentle heart,</br>Perhaps the widow's lone retreat will seek,</br>That he may comfort to her mind impart,</br>And words of heav'nly consolation speak;</br>Well does he know the human heart is weak,</br>And well aware that her's is wounded sore:</br>He kindly frames his words in accents meek,</br>And guides her view to that celestial shore</br>\"Where death-divided friends shall meet to part no more.\"", "Across the threshold, by his footsteps worn,</br>Who never more that rustic floor shall tread,</br>The corpse is softly and in silence borne; </br>And now the pall is o'er the coffin spread;</br>The widow, wailing, as she bears his head;</br>Her heart is full, and still to Nature true,</br>Again she clasps the dear departed dead;</br>Fresh streaming tears the sable pall bedew,</br>Till kindly led away, she sobs her last adieu.</br> </br>Far down the vale they slowly wind along,</br>Most part a mournful melancholy train;</br>Though, haply, some amidst the motley throng</br>Will introduce discourse ill-timed and vain:</br>And now the crowd is blackening on the plain,</br>And pealing slow is heard the funeral bell;</br>Dim through the trees appears the hallowed fane,</br>That marks the spot where death and darkness dwell;</br>And louder on the ear now strikes the solemn knell.", "And now, with careful feet they forward pass,</br>O'er nameless grave, and time-worn, moss-clad stone;</br>'Midst nettles, hemlock, and the long rank grass,</br>Which waves o'er many a scatter'd mouldering bone:</br>Such are the trophies of the tyrant's throne,</br>Whose subjects sleep in solemn silence round,</br>Where Love forgets to smile, and Grief to moan;</br>The rich man's tomb with lying marble crown'd,</br>The peasant's nameless grave beneath the grassy mound.", "Now o'er their heads the broad plane's branches wave,</br>Obscure the sun, and shed a solemn gloom:</br>Before them yawns the deep, insatiate grave,</br>The father's dust dug from its darksome womb;</br>The sire displaced, to give his children room;</br>And hence with man the change is never o'er,</br>In life and death, the cradle and the tomb;</br>Thus waves behind impel the waves before,</br>Till all expire in foam, or sleep upon the shore.", "With gentle care the coffin'd clay descends;</br>And saftly rests upon its mouldy bed;</br>While dust with dust in solemn silence blends,</br>Each tongue is mute, uncover'd every head;</br>Still fix'd they stand, and gaze upon the dead:</br>With all the sexton's skill the grave is dress'd;</br>A grassy turf with studied care is spread;</br>The gowan smiles above his clay-cold breast,</br>And saft the dews of even fall on his bed of rest.", "That spot the widow'd mother aft will seek,</br>On Sundays passing to the house of prayer;</br>Again the tear steal o'er her wither'd cheek,</br>As sad she stands, a silent mourner there:</br>His children, too, will to his grave repair,</br>And o'er the turf, in filial sorrow sigh:</br>Haply, some neighbour comes their griefs to share,</br>Or scan the head-stane with inquiring eye,</br>And spell the simple lines, that say, \"Prepare to die!\"", "The blazon'd scutcheon and the marble bust</br>May grace the mighty in the gloomy pile;</br>A trophied tomb above his titled dust,</br>In high-plum'd hearse borne to the lonely aisle,</br>With fulsome epitaph in labour'd style:</br>But none shall o'er his mouldering ashes weep;</br>Nor flower nor sunbeam on his grave shall smile,</br>Nor heir nor widow e'er disturb his sleep;</br>Forsaken and forgot, in damp and darkness deep.&mdash;</br>"]