["Shrouded in thy dusky veil,</br>Midnight!  sober Matron, hail!</br>Wearied of the busy day</br>Thro' thy silent shades I stray,</br>Where no idle cares intrude,</br>And dwell with thee and Solitude.", "Bear me aloft thro' fields of air</br>In thy raven-colour'd car!</br>Let my greedy eyes explore</br>All the secrets of thy store,</br>And O!  disclose to view profane</br>The pleasing horrors of thy reign.", "Now Morpheus sheds his dews around</br>And wraps the world in peace profound;</br>Seest thou there yon tented plain</br>Drunk with the blood of thousands slain?</br>Fatigued at length both armies yield</br>And leave the slaughter-breathing field,</br>And as aside their arms they lay</br>Dream o'er the Fortunes of the day:</br>Each warrior still by fancy led</br>Furious strides o'er heaps of dead,</br>Impatient waits the fatal word</br>And grasps the visionary sword.", "Now with gorgon looks Despair</br>Tears no more his clotted hair,</br>Persecution stops her wheel,</br>Anger drops the pointed steel,</br>Poverty no more complains,</br>Moody Madness hugs her chains,</br>Meagre Want his carcase rests</br>And riots o'er ideal feasts;</br>Not so the guilty wretch, who ne'er</br>Sleep's oblivious sweets may share;</br>Iron scourges round him crack</br>In dreams his harrow'd soul to rack;</br>See!  tossing on his troubled bed</br>The Tyrant Nero hides his head!</br>Rome's bursting flames assail his ears,</br>Dying groans appall'd he hears;</br>See!  before his haggard eyes</br>A Mother's awful spectre rise!</br>Round she waves the well-known sword</br>And bares her bosom freshly gor'd.", "Now on Arabia's desert sands</br>The pious Pilgrim trembling stands</br>Doubtful if midst the gloom of night</br>He bends his wearied steps aright;</br>When lo!  the lightning's liquid blaze</br>The distant Pyramid betrays;</br>And as redoubling thunders roll</br>And shake Heav'n's arch from pole to pole,</br>Joyful he lifts his longing eyes</br>And hopes his Prophet from the skies.", "Lo!  there is contemplation deep,</br>While Nature all is hush'd in sleep,</br>The hoary Sage renews his toil</br>And wakeful trims the wasting oil;</br>Intent the steps of youth to lead</br>To those bright paths the virtuous tread,</br>He pens with zeal divine the page</br>To instruct, and guide a future age.</br>There tortur'd Avarice quits his bed</br>And steals him where his wealth is laid,</br>With frequent start he hovers o'er</br>And counts with jealous look his store,</br>And yonder stalks in vengeful Mood</br>Murder fell prepar'd for blood!", "Now Superstition's wakeful eye</br>With trembling ardour seeks the sky,</br>Secure that thy o'ershadowing veil</br>Will her mystic rites conceal;</br>Whether she to shrines retires</br>To watch the never-dying fires;</br>Or by the taper's glimmering light</br>Wastes in gloomy cell the night;</br>Or as on Mona's rugged strand,</br>E'er Roman arms profan'd the land,</br>She lov'd to listen, while each oak</br>In dark prophetic numbers spoke;</br>Or like Bacchus' frantic throng</br>Who danc'd the wilds and woods among,</br>When bursting loud with frequent cry</br>They felt the maddening Deity.</br>Me may no such Rites employ,</br>Symptoms of unhallow'd joy,</br>But rather let me, beauteous Queen!</br>View thee gentle and serene,</br>And when the Moon unveiled and bright</br>Sheds around her silver light,</br>Let me with Newton's piercing eye</br>Dart thro' the regions of the sky,</br>Thro' trackless realms of Aether soar</br>And Nature's secrets dark explore,</br>And see how endless systems roll</br>Combin'd to form one beauteous whole.", "And shall the Atheist dare deny</br>The Almighty's powerful Deity?</br>And impious cry \"'twas Chance alone</br>Drove ancient Chaos from his Throne?\"</br>Who bade the fiery God of Day</br>Dart thro' the globe his genial ray?</br>Declare fond Men!  what mighty cause</br>Gave the obedient planet laws?</br>O!  led by Truth's all-chearing light</br>Emerge from Error's endless night!</br>Confess some wond'rous Power unseen</br>Sustains and moves the vast Machine!</br>Behold how boundless Wisdom guides</br>And o'er each secret spring presides:</br>And know, that midnight's darkest hour</br>Can shew thee the Eternal Power,</br>And to an humble mind display</br>His glories, as in blaze of day,</br>Whose wond'rous might alike is seen</br>In the least flower that decks the green,</br>As when his red right arm he bares</br>And the pine-clad mountain tears.", "Turn then from that maze, aside</br>Twin'd by metaphysic pride!</br>If once thy heedless footsteps stray,</br>Tangled in the thorny way,</br>Farewell all the bands that tie</br>Souls in sweetest sympathy!</br>Farewell ev'ry social joy!</br>Friendship's sweets that never cloy,</br>And love's pure flame to mortals given</br>To anticipate the joys of Heaven!</br>And before thy wond'ring eyes</br>See!  what griesly Fiends arise!</br>Cold Distrust, Suspicion dark</br>Lo!  the gloomy entrance mark,</br>Next Disbelief with jaundic'd eye,</br>Then bare-fac'd bold Impiety;</br>To these succeed in order meet,</br>To make the hellish group complete,</br>Scouling Scorn with look severe,</br>Cruelty and coward Fear,</br>And last with wild and haggard stare</br>See!  the Demon fell Despair!", "But lift!  O lift thine eyes above</br>To the source of Truth and Love!</br>Who from old Chaos darkest night</br>Erst at his word call'd forth the light:</br>And who when Nature shall expire</br>And these bright orbs shall melt in fire,</br>Shall bid new scenes of glory rise</br>New wonders strike our ravish'd eyes:</br>Then night and every cloud shall fade away,</br>Chac'd by the splendors of eternal day.</br>"]