["How light and lovely is that parting hour,</br>When, swath'd in lambent gold, the autumnal sun</br>Centres upon the west his pomp and power,</br>And tells in glory that his work is done!</br>How deep the joy, at such an hour to shun</br>All that the expanding spirit might controul;</br>To seek, in solitude, the Eternal One,</br>Where the wide waves their glorious vespers roll,&mdash;</br>And muse the voiceless thought, and gaze the impassion'd soul!", "The shoreward deep like molten emerald glows;</br>The distant burns with quivering rubies gay;&mdash;</br>As, o'er its bower of green, the crimson'd rose</br>Shoots into air, and trembling drinks the day:</br>Each keel that lordly ploughs the crashing spray</br>Furrows its course in foam and light behind;</br>Around the bark careering sea-fowl play,</br>With sidelong wings to woo the breeze inclined;</br>While the hoarse ship-boy's song floats mellowing on the wind.", "Pregnant with light some sprinkled cloudlets swell,</br>In burning islets, o'er the illumined west,&mdash;</br>Long to retain the lingering sun's farewell,</br>Like the last smile of Love on Grief impress'd.</br>Day sinks, but triumphs as it sinks, to rest,</br>Like Virtue lightening through the grave to Heaven:&mdash;</br>Yet, even on earth, what more than earthly zest</br>To the rapt spirit's sun-ward glance is given,</br>While thus it springs to drink the glassy gold of even!", "A world of light and music! &mdash; Many a breeze</br>Pants on the wave, and trembles to the shore,</br>Whispering its love-tales to the dimpling seas,</br>And fleeting, soon as its light vows are o'er.&mdash;</br>Oh!  these are hours when the poor soul may soar,</br>In dreamful blessedness to climes above,&mdash;</br>May join the beings it had loved of yore</br>In starry spheres of cloudless light and love,</br>Where through the bowers of bliss the immortal waters rove.", "Lo, the proud Mount!  whose form, in graceful sweep,</br>Dyed with the last hues of the year and day,</br>Curves, like a forest-rainbow, o'er the deep,</br>Which heaves, all foamless, round its sheltering  bay!&mdash;</br>Pilgrims of Beauty!  ye who, far away,</br>Roam where poetic deserts sadly smile!</br>Gaze here, and own &mdash; Can distant climes display</br>A scene more rich than yonder gorgeous pile?&mdash;</br>Oh!  ere you leave her, search your own unrivall'd Isle!", "For who, with human heart, could ever roam</br>Through scenes and hours like these, nor prize them high&mdash;</br>Hail the green land that girds his childhood's home,</br>And cease for brighter suns and realms to sigh?</br>\"Vain &mdash; very vain\" &mdash; to search a distant sky</br>For charms profusely sparkling o'er our own:</br>For he who seeks, will find beneath his eye</br>All that can teach what Genius e'er has known,</br>And bid the heart aspire to Glory's Alpine throne.", "Low sinks the sun, &mdash; and dim, o'er shore and sea,</br>Steals a transparent shade, of deepening gloom;</br>And louder swells the wave's wild melody,</br>As if its tones might fill the sun-light's room:</br>Now come the enchanted hour, when Fancy's loom</br>Weaves o'er the visible dark her mystic charms&mdash;</br>Calls forms from Heaven, or wakes them from the tomb,&mdash;</br>All that the weak or guilty soul alarms,</br>And with Elysian dreams the mourner's spirit warms!", "List!  heard ye not, amid the pausing surge,</br>Some more majestic and unearthly tone;</br>A strange deep sound &mdash; Day's momentary dirge&mdash;</br>At whose lone voice the waters hush'd their own?</br>It seem'd the sighing and sepulchral moan</br>Of Syren, wailing in her sparry cell,</br>O'er powers and charms no longer fear'd or known:</br>And wild and sad that mermaid-voice did swell,</br>As, o'er the dusky heath, the distant funeral  bell.", "'Tis hush'd:  and o'er the darkening waste once more</br>I hear the waves, and sea-bird's desolate cry:</br>The nearer waters melt into the shore,</br>While their far verge is blended with the sky:</br>The star which lovers worship, gleams on high;</br>And, traced in glittering fragments on the main,</br>Binds Heaven and Ocean in a golden tie&mdash;</br>Type of that bright and more than mortal chain,</br>Which links young hearts, where Love and Love's sweet witcheries reign.</br>"]