["In strict observance of Theatric laws,</br>We should,  imprimis, plead the Author's cause;</br>Happy, at least in this, a brighter name</br>Than Milton's shines not in the rolls of fame;</br>Th' intrinsic sterling of whose deathless lays</br>Strikes censure dumb and supersedes all praise:</br>Yet, \"fall'n on evil tongues and evil day,\"</br>His COMUS, not exempt, neglected lay,</br>'Till genuine taste, prevailing, found its worth</br>And taught the lyre to call its beauties forth.</br>Scorning a barb'rous, dull, fanatic age,</br>For after times he penn'd his sacred page,</br>And bade his muse fit audience find tho' few,</br>Prophetic surely with this night in view!", "O!  for a moment, heaven-born Muse, descend!</br>Propitious, now, my ardent pray'r attend;</br>As erst thy Milton's, with celestial fire,</br>My mind irradiate and my voice inspire;</br>So, as its brighter glories well demand,</br>MARLAY with LUDLOW might immortal stand.</br>Yet here tho' Naiads, Fawns, and Dryads vie,</br>And art and nature court the curious eye,</br>Could those the tooth of wrinkled care deride,</br>If conscious worth did not within reside?</br>The grand Elixir that, the potent spell,</br>Why here no Anger, frowns, or sorrows dwell.", "Our little Actors have, indeed, their cares,</br>For sure to night an arduous task is theirs,</br>With wish'd success, to grace their glorious cause,</br>And, by due steps, to merit your applause;</br>Then, lest their tender age might suffer harm,</br>Your's be the part each anxious fear to charm&mdash;</br>Hence!  captious pedants! &mdash; envious raillers hence!</br>Nor dare prophane the shrine of innocence;</br>Nor let hypocrisy's insidious leer,</br>With false presentiments, shed blear influence here,</br>To nip our early buds and check the promised year!", "When MARIANN, dispatch'd of sovereign Jove,</br>Performs her high commission from above,</br>Whate'er slight imperfections may appear,</br>Pure nature speaks and marks the mind sincere;</br>And, if I rightly of your feelings guess,</br>Tho' the TWO BROTHERS be but males in dress,</br>Such forms in fancy's eye, as Poets say,</br>Trip o'er the clouds and in the rainbow play,</br>Espousing sentiments so much their own</br>For all defects will easily atone.</br>Our dear ELIZA'S suit we next might plead,</br>But who can equal to herself succeed?</br>With simple elegance she melts the heart,</br>And in the LADY paints her own desert</br>O may she still, as now, her bosom keep</br>Pure as the smiling thoughts of babes asleep!</br>Virtuous herself, may she be Virtue's friend,</br>And all good angels on her steps attend!", "As for our fairy BACCHANALIAN troop,</br>(In character promiscuously they groupe)</br>Careless and free, they'll top their several parts,</br>And ask no advocate to gain your hearts&mdash;</br>Nor let  my hopes your wonted goodness fail</br>But while you judge let candour hold the scale.</br>"]