["EGLON and ALEXIS.", "Whilst, on the rough, and Heath-strew'd Wilderness,</br>His tender Flocks the Rasps and Bramble cropp,</br>Poor Shepherd Eglon, full of sad Distress!</br>By the small Stream sat, on a Mole-Hill-Topp;</br>Crown'd with a Wreath of Heban Branches broke:</br>Whom good Alexis found, and thus bespoke.", "ALEXIS.</br>My Friend, what means this silent Lamentation?</br>Why on this Field of Mirth, this Realm of Smiles</br>Doth the fierce War of Griefe make such Invasion?</br>Witty Timanthes had he seen ere whiles,</br>What Face of Woe thy Cheek of Sadness bears,</br>He had not curtain'd Agamemnon's Tears.", "The blacke Ox treads not yet upon thy Toe,</br>Nor thy good Fortune turnes her Wheele awaye;</br>Thy Flocks increase, and thou increasest so;</br>Thy stragling Goates now mild and gentle ly;</br>And that Foole Love thou whip'st away with Rods;</br>Then what sets thee and Joy so far at ods?", "EGLON.</br>Nor Love, nor Loss of ought that Worldlings love,</br>Be it Dress, Wealth, Dream, Pleasure, Smoak or Glory,</br>Can my well-settled Thought to Passion move:</br>A greater Cause it is that makes me sorry,</br>But, known to thee it may seem small or none;</br>Under his Fellow's Burden who needs grone?", "ALEXIS.</br>Yet tell me Eglon, for my Ram shall dy</br>On the same Altar, where thy Goat doth burn;</br>Else let these Kids my Olive-Trees lick dry,</br>And let my Sheep to shag-hayr'd Musmons turn!</br>All Things with Friends are common; Grief and Sorrow,</br>Men without Bond or Interest freely borrow.", "EGLON.</br>Sufficeth to each Man his own Mishap;</br>Yet for our Friends our Eye oft spends more Teares,</br>Than for our selves; our Neighbour in his Lap;</br>Sometimes our Grief, our Losses never beares;</br>Fitter to weep than help when need requires!</br>So soon the halting Steed of Friendship tires!", "Thou know'st I had a tender Lamb; a Cade,</br>Nourish't with Milk and Morsels from my Table,</br>That in my Bosom its soft Lodging made,</br>And cherisht was, and fed as I was able</br>It was my Child my Darling, and my Queen,</br>And might for Shape a Passover have been!", "I kept it for an Off'ring 'gainst the Day</br>That the great God of Shepherds Pans shall come,</br>Not he whose Thousand Lambs did feed and stray</br>On Sicil-Hills, one such at Night brought Home.</br>Nor could the Ram, wonne by the Lords of Greece,</br>Compare his Guilded, with her pearled Fleece.", "But when the Sun with his intising Ray</br>Allur'd her forth, from Quiet of my shed,</br>Thorow the broken Wall she slipt away,</br>Behind the Corner-stone, and thence she fled,</br>Ambling along the Meads and Rivers shrill:</br>And yet she thought, she knew she did, no Ill.", "The Fox, whose Fort Malpardus, border'd nie,</br>Spied from his Keep the wandring Innocent,</br>That, weary, in the cooling shade did lye,</br>Lest the hot Beams her tender Limbs might sheet;</br>And soon he judged, by her harmless Look,</br>It was a Fish would eas'ly take the Hook.", "He buskt him Boon, and on his sanded Coat,</br>He buckled close a slain Kid's hayry Skin,</br>And wore the Vizzard of a smooth-fac't Goat:</br>All Saint without, none spi'd the Devill within!</br>With wanton Skips he boards the harmlesse Sheep,</br>And with sweet Words thus into Grace did creep.", "Dear Sister-Lamb!  Queen of the fleecy Kind!</br>That opal Flowers pick'st from these Emral'd-Closes,</br>Thy Bombace soft in silver Trammels bind,</br>And crowd thy Lamber Horns with Corall-Roses!</br>This Sabbath is the Feast-Day of thy birth;</br>Come be thou Lady of our May, and Mirth!", "Break from the Prison of the austere Cell</br>Of thy strict Master, and his Cynick Diet!</br>And in sweet Shades of this fat Valley dwell,</br>In Ease and Wealth!  Here we are rich and quiet!</br>Unty these Bonds of Awe, and Cords of Duty!</br>They be weake Chains to fetter Youth and Beauty!", "With that he kiss'd her [Lip], and strayn'd her Hand,</br>And softly rays'd her from the tender Grass;</br>And, squiring her along the flowry Land,</br>Still made her court, as thro' the Fields they pass:</br>And that Bawd Love, Factor of shame and sin!</br>Lent him a Net to catch his Woodcock in.", "Close in the Bosom of a bended Hill,</br>Of faire and fruitful Trees a Forest stood,</br>Balm, [Myrrh], Bdellium, from their Bark distill</br>Bay, Smilax, Myrtle, (Cupid's Arrow-Wood)</br>Grew there, and Cypress with his kiss-sky Tops,</br>And Ferrea's Tree whence pure Rose-Water drops.", "The Golden Bee, buzzing with Tinsell-Wings</br>Suckt amber Honey from the silken Flower;</br>The Dove sad Love-Grones on her Sack-But sings,</br>The Throssell whistles from his Oaken-Tower;</br>And, sporting, lay the Nymphs of Woods and Hills,</br>On Beds of Heart's-Ease, Rue, and Daffadills.", "Hither the Traytor-Fox his Mistress leads,</br>Intising her with Sweetness of the Place,</br>Till on a hidden Net unwares she treads;</br>[The silken threads their guileless prey embrace,]</br>Yet hurt her not; the subtile Fouler smil'd;</br>Nor knew the Dott'rell yet, she was beguil'd.", "Not that false Snare, wherewith the Cuckold-Smith</br>Sham'd his Queen and himself; nor that sly Gin</br>Astolfo caught the Eat-Man-Giant with,</br>Nor that Arachne takes her wild Fowle in,</br>Nor those small Toiles the Morning-Queen doth set</br>In every Mead, so fine were as that Net.", "Thus caught, he bound her in a Chain three-fold,</br>And led her to a shady Arbour near;</br>The Chain was Copper, yet it seemed Gold,</br>And every Link a sundry Name did bear,</br>Wrath, Sloth, Strife, Envy, Avarice, foul Lust,</br>And Pride:  what Flesh can so strong Fetters bu'st?", "An Hundred Times her Virgin-Lip he kiss't,</br>As oft her Mayden-Finger gently wrung;</br>Yet what he would, her Child-hood nothing wist;</br>The bee of love her soft Heart had not stung!</br>In vain he sigh'd, he glanc'd, be shook his Head,</br>Those Hierogliphicks were too hard to read!", "She did not, nay she would not understand,</br>Upon what Errand his sweet Smiles were gone;</br>And in his borrowed Coate some Hole she fond,</br>Thro' which she spy'd, all was not Gold that shone.</br>Yet still his Tools the Workman ply'd so fast,</br>That her speed-Wing his Lime-Twig took at last.", "Her Silver-Rug from her soft Hide he clip't,</br>And on her Body knit a Canvas thin,</br>With Twenty-Party-Colours ev'nly strip't,</br>And guarded like the Zebra's Rayne-Bow-Skin.</br>Such Coats young Tamar, and fayre Rachel's Child</br>Put off, when He was sold, and She defil'd.", "There mourn'd the Blacke, the Purple tyranniz'd,</br>The Russet hoped:  and Green the Wanton play'd;</br>Yellow spy'd Faults in such as Love disguis'd;</br>Carnation still desir'd, White lived a Mayd;</br>Blew kept his Faith unstain'd; Red bled to Death</br>And forlorn Tawney wore a Willow-Wreath.", "All these, and Twenty new-found Colours more,</br>Were in the Weft of that rich Garment wrought;</br>And who that charmed Vesture took and wore,</br>Like it, were changeable in Will and Thought.</br>What Wonder then, if on so smooth a Plate,</br>He stamp't a Fiend, where once an Angel sate?", "Thus clad, he set her on a Throne of Glass,</br>And spread a plenteous Table on the Green;</br>And every Platter of true Porcelan was,</br>Which had a Thousand Years in temp'ring been,</br>Yet did the Cates exceed the Substance fine;</br>So rare the Viands were, so rich the Wine!", "Lucullus was a Niggard of his Meat,</br>And sparefull of his Cups seem'd Anthony;</br>But in each Morsel, which the Guests should eate,</br>The cruel Rats-Bane of vile Lust did lye;</br>Yet at that Board, the little-fearing-Sheep</br>Eats, till she surfeit, quaffeth, till she sleep.", "Then drunk with Folly, to his loather Nest</br>He brought his Prey; and in a dusky Room,</br>All Night he crouched on her tender Brest,</br>Till timely Day-spring with her Morning Broom</br>Had swept the Silver Motes from Heav'n's Steel-flore,</br>And at the Key-Hole peeped through theyr Dore.", "But such the Issue was of that Embrace,</br>That deadly Poyson thro' her Body spread,</br>Rotted her Limbs, and leprous grew her Face;</br>His Bosom's Touch so dire a Mischief bred,</br>So venomous was not the poysoned Lip</br>Of th' Indian King, or Guinea's Cock's Combe-ship.", "Pherecides, small, winged Dragonets.</br>Ferrontine's Gentles, Scilla's Swarm of Lice,</br>The Boghar-Worm that Joynts asunder frets;</br>The Plague that scourged wanton Cressed's Vice;</br>And that great Evill which Viper-Wine makes sound,</br>Compar'd with hers, are but a Pinn's small Wound.", "The gastly Raven, from the blasted Oake,</br>With deadly Call foreshew'd my Lamb's Mishap;</br>The Wake-Bird on my Chimney well-nigh spoke;</br>But I alas!  foresaw no After-clap!</br>Yet crew my Hens, sure Shepherd's Sign of Ill!</br>But my fond Head in Bird-spell had no Skill.", "For Help I sought the Leach, wise Mardophage,</br>I try'd the English-Bath, and German-Spaw;</br>To Walsingham I went on Pilgrimage,</br>And said strong Charmes that kept even Death in Awe!</br>Yet none of these can her lost Health restore:</br>Ah no, my Lambs' Recovery costeth more!", "ALEXIS.</br>So vain a Thing is Man; what least we fear</br>That soonest haps; the Evill we present feel,</br>Brings greater Anguish than our Souls can bear;</br>Desp'rate we are in Woe, careless in Weale!</br>Unfall'n, unfear'd!  if Ill betide us, then</br>Are we past Hope:  so vain a Thing is Man!", "Great is, I grant, the Danger of thy Sheep!</br>But yet there is a Salve for every Sore;</br>That Shepherd, who our Flocks and us doth keep,</br>To remedy this Sickness long before,</br>Killed a holy Lamb, clear, spotless, pure;</br>Whose Blood the Salve is all our Hurts to cure!", "Call for that Surgeon good, to dress her Wound!</br>Bath her in holy-Water, of thy Tears!</br>Let her in Bands of Faith and Love be bound!</br>And, while on Earth she spends her Pilgrim-Years,</br>Thou for thy Charm pray with the Publican!</br>And so restore thy Lamb to Health again!", "Now farewell Eglon!  for the Sun stoops low,</br>And calling Guests before my Sheep-Coat's Dore:</br>Now clad in White, I see my Porter-Crow,</br>Great Kings oft want the Blessings of the Poor:</br>My Board is short, my Kitchen needs no Clerk,</br>Come Fannius!  come!  be thou Symposiarke!</br>"]