["The Curfew tolls the hour of closing gates,</br>With jarring sound the porter turns the key,</br>Then in his dreary mansion slumb'ring waits,</br>And slowly, sternly quits it &mdash; tho' for me.", "Now shine the spires beneath the paly moon,</br>And thro' the cloyster Peace and Silence reign,</br>Save where some fidler scrapes a drowsy tune,</br>Or copious bowls inspire a jovial strain:", "Save that in yonder cobweb-mantled room,</br>Where lies a student in profound repose</br>Oppress'd with ale, wide-echos thro' the gloom</br>The droning music of his vocal nose.", "Within those walls, where thro' the glimm'ring shade</br>Appear the pamphlets in a mold'ring heap,</br>Each in his narrow bed till morning laid,</br>The peaceful fellows of the college sleep.", "The tinkling bell proclaiming early pray'rs,</br>The noisy servants rattling o'er their head,</br>The calls of business, and domestic cares,</br>Ne'er rouze these sleepers from their downy bed.", "No chatt'ring females crowd their social fire,</br>No dread have they of discord and of strife;</br>Unknown the names of husband and of sire,</br>Unfelt the plagues of matrimonial life.", "Oft have they bask'd along the sunny walls;</br>Oft have the benches bow'd beneath their weight:</br>How jocund are their looks when dinner calls!</br>How smoke the cutlets on their crowded plate!", "O let not Temp'rance too disdainful hear</br>How long our feasts, how long our dinners last;</br>Nor let the fair with a contemptuous sneer</br>On these unmarry'd men reflections cast!", "The splendid fortune and the beauteous face</br>(Themselves confess it and their sires bemoan)</br>Too soon are caught by scarlet and by lace:</br>These sons of Science shine in black alone.", "Forgive, ye fair, th' involuntary fault,</br>If these no feats of gayety display,</br>Where thro' proud Ranelagh's wide-echoing vault</br>Melodious Frasi trills her quav'ring lay.", "Say, is the sword well suited to the band,</br>Does broider'd coat agree with sable gown,</br>Can Dresden's laces shade a churchman's hand,</br>Or Learning's vot'ries ape the beaux of town?", "Perhaps in these time-tott'ring walls reside</br>Some who were once the darlings of the fair;</br>Some who of old could tastes and fashions guide,</br>Controul the manager and awe the play'r.", "But Science now has fill'd their vacant mind</br>With Rome's rich spoils and Truth's exalted views;</br>Fir'd them with transports of a nobler kind,</br>And bade them slight all females &mdash; but the Muse.", "Full many a lark, high-tow'ring to the sky,</br>Unheard, unheeded greets th' approach of light;</br>Full many a star, unseen by mortal eye,</br>With twink'ling lustre glimmers thro' the night.", "Some future HERRING, that with dauntless breast</br>Rebellion's torrent shall like him oppose;</br>Some mute, some thoughtless HARDWICKE here may rest,</br>Some PELHAM, dreadful to his country's foes.", "From prince and people to command applause,</br>'Midst ermin'd peers to guide the high debate,</br>To shield Britannia's and Religion's laws,</br>And steer with steady course the helm of state", "Fate yet forbids; nor circumscribes alone</br>Their growing virtues, but their crimes confines;</br>Forbids in Freedom's veil t' insult the throne,</br>Beneath her mask to hide the worst designs,", "To fill the madding crowd's perverted mind</br>With \"Pensions, Taxes, Marriages, and Jews;\"</br>Or shut the gates of heav'n on lost mankind,</br>And wrest their darling hopes, their future views.", "Far from the giddy town's tumultuous strife,</br>Their wishes yet have never learn'd to stray;</br>Content and happy in a single life</br>They keep the noiseless tenor of their way.", "Ev'n now their books from cobwebs to protect,</br>Inclos'd by doors of glass, in Doric style,</br>On fluted pillars rais'd, with bronzes deck'd,</br>They claim the passing tribute of a smile.", "Oft are the authors' names, tho' richly bound,</br>Mis-spelt by blund'ring binders' want of care;</br>And many a catalogue is strow'd around,</br>To tell th' admiring guest what books are there.", "For who, to thoughtless Ignorance a prey,</br>Neglects to hold short dalliance with a book?</br>Who there but wishes to prolong his stay,</br>And on those cases casts a ling'ring look?", "Reports attract the lawyer's parting eyes,</br>Novels Lord Fopling and Sir Plume require;</br>For songs and plays the voice of Beauty cries,</br>And Sense and Nature Grandison desire.", "For thee, who mindful of thy lov'd compeers</br>Dost in these lines their artless tales relate,</br>If Chance, with prying search, in future years,</br>Some antiquarian shall enquire thy fate,", "Haply some friend may shake his hoary head</br>And say, 'Each morn, unchill'd by frosts, he ran</br>With hose ungarter'd, o'er yon turfy bed,</br>To reach the chapel ere the psalms began.", "'There in arms of that lethargic chair,</br>Which rears it's moth-devoured back so high,</br>At noon he quaff'd three glasses to the fair,</br>And por'd upon the news with curious eye.", "'Now by the fire, engag'd in serious talk</br>Or mirthful converse, would he loit'ring stand;</br>Then in the garden chose a sunny walk,</br>Or launch'd the polish'd bowl with steady hand;", "'One morn we miss'd him at the hour of pray'r</br>Beside the fire, and on his fav'rite green;</br>Another came, nor yet within the chair,</br>Nor yet at bowls, nor chapel was he seen.", "'The next we heard that in a neighb'ring shire</br>That day to church he led a blushing bride;</br>A nymph, whose snowy vest and maiden fear</br>Improv'd her beauty while the knot was ty'd.", "'Now by his patron's bounteous care remov'd,</br>He roves enraptur'd thro' the fields of Kent;</br>Yet ever mindful of the place he lov'd,</br>Read here the letter which he lately sent.'", "THE LETTER.</br>\"In rural innocence secure I dwell,</br>Alike to Fortune and to Fame unknown;</br>Approving Conscience chears my humble cell,</br>And social Quiet marks me for her own.", "\"Next to the blessings of Religious Truth</br>Two gifts my endless gratitude engage;</br>A wife, the joy and transport of my youth,</br>Now, with a son, the comfort of my age.", "\"Seek not to draw me from this kind retreat,</br>In loftier spheres unfit, untaught to move;</br>Content with calm, domestic life, where meet</br>The smiles of Friendship and the sweets of Love.\"</br>"]