["Thou gentle Bard, on whose internal sight</br>Genius has pour'd her many-colour'd light;</br>With whom the loveliest of the Virtues dwell,</br>And wave their halcyon plumes around thy cell,</br>Tho' wayward Fortune has not deign'd to throw</br>One gaudy trophy on thy pensive brow,</br>With conscious dignity thy free-born soul</br>Disdains to court her insolent controul;</br>And tho' proud Fame no sunny glance has shed</br>On the low roof that screens thy modest head,</br>The same exalted spirit scorns to wail</br>Her echoes silent in thy lonely vale.", "Yet, while one votary of the Muses blames</br>Th' unjust neglect of the capricious dames,</br>Still may she stimulate that noble pride,</br>Which rather seeks in humblest roof to hide</br>The shining gifts that lavish Genius gave,</br>Than, courting Fortune's smile, commence her slave;</br>Than climb Parnassus' steep and thorny ways,</br>And drop the rose of Peace to grasp the bays.", "Thy quiet haunts Reflection loves to trace</br>Thro' walks of savage, or of smiling, grace;</br>And pleas'd she finds the scenes, that gave thee birth,</br>Types of thy lot, thy talents, and thy worth.", "As conscious Memory, with reverted glance,</br>Roves o'er wild and mountainous expanse,</br>Her faithful traces to my sight restore</br>The long, long tracts of Tideswell's naked Moor;</br>Stretch'd on vast hills, that far and near prevail,</br>Bleak, stony, bare, monotonous, and pale.</br>Wide o'er the waste, in noon-tide's sultry rays,</br>The frequent lime-kiln darts her umber'd blaze;</br>Her suffocating smoke incessant breathes,</br>And shrouds the sun in black convolving wreathes;</br>And here, with pallid ashes heap'd around,</br>Oft sinks the mine, and blots the dreary ground.</br>In vain warm Spring demands her robe of green,</br>No sheltering hedge-rows vivify the scene;</br>O'er its gray breast no undulating trees</br>With lavish foliage court the lively breeze;</br>But from the Moor the rude stone walls disjoin,</br>With angle sharp, and long unvaried line,</br>The cheerless field, &mdash; where slowly-wandering feed</br>The lonely cow, and melancholy steed,</br>Expos'd abide the summer's ardent breath,</br>And wintry storm that yells along the heath.", "At length benigner mountains meet the eyes;</br>Their shrubby heights in rounder grace arise;</br>And, from the first steep summit, pleas'd I throw</br>My eager glances on the depths below,</br>As sinks abrupt the sylvan Monsaldale</br>From the swart sun-beam and the howling gale.", "Behold in front the lucid river spread</br>His bankless waters o'er the sunny mead;</br>As of his broad and sheety shallows proud,</br>Shine the clear mirror of the passing cloud:</br>Then to the left along the valley glide,</br>With smooth meander, and with narrower tide,</br>Thro' banks, where thick the spreading alders grow,</br>And deep calm waves reflect their pendent bough.</br>Refreshing sweets the breathing hay-cocks yield,</br>That richly tuft the long and narrow field,</br>As gentle to the right it curves away</br>Round the green cliffs with scatter'd nut-trees gay;</br>Cliffs, whose smooth breast, above the silver stream,</br>Swells to the sun, and yellows in his beam,</br>While on th' opposing shore dwarf foliage hides,</br>Sombrous, and soft, the mountain's lofty sides,</br>And throws its latest fringe upon the flood,</br>That laves the concave of the pensile wood;</br>Till down the rocks, rude, broken, mossy, sleep,</br>In parted tides the foaming waters leap;</br>Then thro' the mazes of the rambling dale</br>With silent lapse they flow, or rush with tuneful wail.", "The self-taught EDWIN, in his lowly state,</br>Feels this sweet glen an emblem of his fate;</br>For as it glows with beauty rich and rare,</br>Near heathy hills, unsightly, bleak, and bare,</br>So, 'midst unletter'd hinds as rude as those,</br>He, pensive minstrel of the mountains, rose;</br>Who, like devoted Chatterton, was born</br>In Nature's triumph, and in Fortune's scorn;</br>With kindred talents, and an happier mind,</br>By prudence guarded, as by taste refin'd;</br>Whom industry preserves from woes severe,</br>Which ill the noble spirit knows to bear;</br>Saves from those pains what Wealth's mean sons deride,</br>Dependent hopes, and heart-corroding pride,</br>When, for wish'd amity, and ow'd respect,</br>It meets the chilling air of base neglect;</br>The stingy Patron's contumelious aid;</br>The taunt of Envy, studious to upbraid;</br>Those thousand ills, by which the Great are prone</br>To crush the talents that eclipse their own.", "Be thine the blessings, EDWIN, that reward</br>Ev'n manual labour to th' enlighten'd bard!</br>Energic health, and, in rare union join'd,</br>The melting heart, and philosophic mind;</br>Genius is thine &mdash; before her solar state,</br>O fly, ye mists of inauspicious fate!</br>Hers is the flood of cloudless day, that shews</br>The charms that Nature, and that Art bestows;</br>And she has given thee wealth, that shames the toys</br>Which Fortune grants, and Vanity enjoys;</br>The toys of groveling souls, empower'd to seize</br>On the soft splendors of luxurious ease;</br>Whom yet with scorn discerning eyes behold</br>Pleas'd with life's tinsel, reckless of her gold;</br>Gold richer far than India's mine affords,</br>Th' internal wealth of intellectual boards;</br>Which buy, disdaining Fortune's bounded plain,</br>Creative Mind's illimitable reign.", "O!  if in that wide range my Muse's powers</br>May lure thy tarrience in her cypress bowers,</br>Should'st thou perceive that genuine sweets belong</br>To the pale flowrets of her pensive song,</br>The thought, that they have sooth'd thy toils, shall dwell</br>Warm with the bosom joys that Fame's bright meed excel.</br>"]