["Father of life and light!  who from the birth</br>Of Time or Nature, with that glorious eye</br>Hast quickening, gazed upon the subject earth,</br>As through the boundless deserts of the sky</br>Thou mov'st in solitary majesty;</br>Soul of Creation!  whose parental care</br>Doth, like a visible God, to all supply</br>The springs of their existence.  Thou shalt share</br>With thy Creator's self, the wide world's ceaseless prayer!", "All that thou see'st, O Sun, is thine; to thee</br>Earth and its habitants one voice shall raise</br>Of grateful adoration, and by me</br>Once too was hymned thy glory, power, and praise.</br>And if it seems that now I coldly gaze,</br>Upon those beams which gladden all beside,</br>If in thy worship my dull heart delays,</br>It is not wilful blindness, scorn, nor pride,</br>But that the founts of love in me are parched and dried.", "I have more loved to watch thee at thy fall</br>Behind the western mountains, and to view</br>Thy sable follower spread her gradual pall,</br>O'er the dim scene, till all things took the hue</br>Of my own spirit; and thus in me grew</br>A hatred of thy broad obtrusive ray,</br>Which brought no blessing unto me, but drew</br>My hush'd thoughts from their sanctuary away,</br>Into the baleful toils and duties of the day.", "Night!  let me be thy votary!  and thou,</br>When I appeal to thee in converse lone</br>At thy deep noon, still hearken to my vow:</br>Since every dearer moment I have known,</br>Under the shadow of thy wing hath flown;</br>Thine was the welcome hour which set me free</br>From the world's vulgar drudgeries, thou hast shewn</br>Things which the light shut from me, and to thee,</br>All that I am, O Night!  I owe &mdash; whate'er that be.", "Thou, when my days, like the neglected sands</br>Of a brief hour-glass, ebbed in hopeless haste,</br>Benignant gavest into my youthful hands</br>A chalice from the fount I burned to taste,</br>But which I deemed Fate had for ever placed</br>Far from my barren path; then, by thy aid,</br>If I might haply yet redeem the waste</br>Of my past years, I shrunk into thy shade,</br>And by the lonely lamp, my last, best, pastime made.", "All hail, dear Muses!  if I did not gain</br>In my sweet wanderings o'er your classic ground,</br>All that I sought, the search was not in vain.</br>If in the lore I loved there was not found</br>Aught that might heal the deep and fatal wound</br>Of a crush'd heart; yet, if it dulled the sense</br>Of selfish suffering; if awhile it drowned</br>In streams of Castaly, thoughts too intense</br>For my weak brain, &mdash; it was my study's recompence.", "This is not now my theme; but as I stray</br>To breathe the richness of this evening hour,</br>And gaze upon the Sun's declining ray,</br>Which gilds the greenness of this ivied tower;</br>While the light breeze scarce bends the saffron flower,</br>Which freshly springs above the mouldering stone,</br>As if in mockery of Time's wasting power;</br>Here as I wander, pensive and alone,</br>My mind's eye turns within &mdash; my musings take this tone.", "But let me rather weave into this song</br>A record of the scenes which round me rise;</br>Not for the love I bear them, for among</br>The varying objects which in other eyes</br>Look lovely, or are bound by the soft ties</br>Of natural affections, there are none</br>Which my perverted spirit now will prize;</br>Within these walls my life as yet hath run</br>A joyless course, and may, till its last days are done.", "Here will the stranger no memorial meet,</br>Of names which ne'er can fade, no classic trace</br>Where he may lingering pause, and oft repeat,</br>With heart high-swelling, \"This is the proud place</br>Where men have dwelt, whose memory lends a grace</br>To History's dull page, whose deathless words,</br>Time from the book of life shall ne'er efface;</br>Or such as drew for Freedom their just swords,</br>And from the groaning land swept off its tyrant lords.\"", "Nought such will wait him here:  yet he may wander</br>O'er the rude footsteps of Barbarian war;</br>And in their proudest shrines may fitly ponder</br>Upon the faiths which once have been or are.</br>And though the haughty spires that shine from far</br>Claim now more reverence from the passer-by,</br>The ruined abbey, shattered in the jar</br>Of clashing creeds, will, to the thoughtful eye,</br>A deeper lesson yield of frail Mortality.", "Of these hereafter.  Now the sunken sun</br>Scarce tinges the horizon's farthest bound,</br>And Twilight, stealing with her mantle dun,</br>In silence closes the wide prospect round.</br>I stand alone upon the mighty mound,</br>By the rude Dane upthrown; and where the alarms</br>Of his fierce war once rung, a calm profound</br>Now broods, as if the din of hostile arms</br>Had never yet profan'd this valley's peaceful charms.", "Scourge of our suffering Isle!  from the fell North</br>Breathing destruction, like a locust cloud,</br>Denmark her countless armaments poured forth,</br>Before whose strength the feebler Saxon bowed</br>Down to the dust; and while the invader proud</br>Ravaged remorseless, and the prostrate land</br>With the best blood of its defenders flowed,</br>Here too was levelled the resistless brand,</br>And Durovernum sunk beneath their murderous hand.", "In ashes sunk: &mdash; but like Earth's giant son,</br>Fell but to rise more vigorous from her fall.&mdash;</br>Those days are past; her battles all are done;</br>Calmly she now may view her crumbling wall,</br>And sleep secure, fearless of foreign thrall.</br>Ne'er may she feel a Conqueror's force again!</br>Though now her offspring, deaf to Freedom's call,</br>Forge for themselves a vile domestic chain,</br>Which they may sometime curse, and writhe under in pain.", "Before me rises, in a mass of shade,</br>A frowning fortress, whose vast walls were reared</br>By the first Norman whom our sires obeyed;</br>A wretch who sought not to be loved, but feared:</br>May kings whose sway, like his, is unendeared</br>By mercy, find, like him, their thrones a hell!</br>They must; unless their vassals' hearts are seared,</br>And, callous by long slavery, the spell</br>Which guards them will be broke &mdash; 'tis virtue to rebel!", "These battlements, which would have braved the storm</br>For years unnumbered, now are rent away</br>By ruffian slaves, whose sordid hands deform</br>What they can scarce destroy:  Oh!  soon may they</br>Unpitied perish in a like decay!</br>Oh!  worse than Vandals!  may the indignant mould,</br>Where they at last their baser earth would lay,</br>Reject them from her breast, nor deign to hold</br>Creatures that knew no thought nor care &mdash; save lust for gold!", "The moss-crowned monuments of time long past,</br>The reverend records of a vanish'd age,</br>Are gradual swept away; and soon the last</br>Will sink beneath their sacrilegious rage.</br>Vain were remonstrance now:  but those who wage</br>Their impious war with this majestic pile,</br>Should live in infamy along this page,</br>Did not the abhorrent Muse blush to defile</br>Her lays, however mean, with names and deeds so vile!", "There is a spot not far remote, the scene</br>Where Superstition played her bloodiest game;</br>There have the victims of a bigot Queen,</br>And creed more cruel, felt the torturing flame</br>Wind round their hearts, while things which wore the name</br>Of Man stood scoffing by.  God!  at that hour</br>Where were thy thunderbolts?  whose vengeful aim</br>Should then have lighted, in a fiery shower,</br>On wretches who could tempt thy rage, and brave thy power!", "If, roused at last by Earth's iniquities,</br>Thy long-forbearing vengeance once uptore</br>The fountains of the deep, while the charg'd skies,</br>Bursting tremendous, poured out all their store</br>Of waters, till a sea without a shore</br>Rolled o'er a ruined world, why did not then</br>The climax of her crimes call down once more</br>The exterminating curse, nor leave to men</br>To do, as have been done, such damning deeds again!", "My spirit hath been moved:  and who could dwell</br>With heart unruffled upon thoughts like these?</br>But let me gaze around on what might well</br>The tumults of the stormiest soul appease:</br>Nature alone is waking; the soft breeze</br>Flits almost musically by; how bright</br>The moon-beams mingle with the dark green trees,</br>Or glitter on the grass; the brows of Night</br>Are bound with myriad gems of tenderest, purest light.", "Oh!  who that wanders at an hour like this,</br>And looks upon the earth, the stars, and sky,</br>But feels, with a calm joy, one treasure his,</br>Unbought by toils, and kept without a sigh?</br>Though man may to his fellow-man deny</br>His tinselled trash, Great Nature, free to all,</br>Spreads forth her thousand stores unsparingly;</br>Her charms are pure, her beauties never pall,</br>She can unchanged remain, whate'er to Man befal.", "But let me break the chain of this soft dream</br>Which star-light fancies weave, or it will woo</br>My willing thoughts to quit this lowlier theme,</br>And lift it, O ye radiant Orbs!  with you</br>To meditate, until your fading hue</br>Heralds the morn.  Now let me rather bend</br>My mind unto its task, while I pursue</br>My purpos'd path; and let my musings blend</br>With man, and with man's works, where'er my footsteps tend.", "Where first Augustine  gave the word divine,</br>To our rude sires, and from his pious hands</br>The Pagan Monarch took the mystic sign</br>Of Christ's salvation, a small structure stands,</br>Of simplest form; but as the seed expands,</br>Set in a goodly soil, till the strong shoot,</br>Out-branching, covers the surrounding lands</br>With its wide shade, so did this lowly root</br>Spring to a giant height &mdash; and what hath been the fruit?", "Corruption &mdash; terror &mdash; bigotry &mdash; and crime;</br>Till he arose, whose daring arm restrained</br>Its baleful progress, and the truths sublime</br>Of the first Faith from folly's gloss regained.</br>And though the lapse of darkened days had stained</br>Or warped those lessons, since they purely fell</br>From the meek Prophet's lips, enough remained</br>To teach a jarring world in peace to dwell,</br>If aught the lust of sway in Man's rank breast could quell.", "One aim has Luther &mdash; Calvin &mdash; England &mdash; Rome;</br>Each seeks supremacy; and each would bind</br>Its misbelieving brethren, and become</br>Sole minister of what the nobler mind</br>Should leave to every bosom unconfined,</br>Unbiassed as the air.  Has not each felt,</br>And each inflicted on its suffering kind,</br>Keen Persecution's sword, as if there dwelt</br>A chastening God with each, who thus his judgments dealt?", "But chief on thee, O Rome!  the united curse</br>Of outraged man should fall, on whom thy reign</br>Wreaked, with a drunken rapture, torments worse</br>Than Sin had yet devised, or fear could feign.</br>Thy power hath past from us; and though again</br>Thy footsteps never shall these Isles affright,</br>Thy shade yet lingers &mdash; Superstition's chain</br>Clings round us still; &mdash; Oh!  when shall Reason's light</br>Drive the detested fiend back to its native night!", "These unembellished walls and lowly roof,</br>Where holiness might dwell in humblest guise,</br>Seem gazing with a grave, but calm reproof,</br>On shrines of later days, whose proud heads rise,</br>With a colossal grandeur to the skies.</br>Fit emblem of a faith, which once alone</br>On Heaven intent, could worldly pomps despise,</br>But whose maturer years, by pride up-blown,</br>Aspired to make of Earth one universal throne!", "But thou, magnificent Ruin!  where the trace</br>Of pristine grandeur shines through its decay,</br>When hands, unhallowed, shook thee to thy base,</br>And the stern spoiler tore thy pride away,</br>Where were thy saints?  alas!  regardless, they</br>Heard not thy cry in that distressful hour,</br>But silent slept, as any common clay;</br>And now these mouldering walls &mdash; this tottering tower&mdash;</br>Alone can tell the tale of thy departed power.", "Flowers spring above the ruins, and the grass</br>Grows freshly o'er decay:  the soil I tread</br>Is rife with death, and in one mingled mass</br>Kings &mdash; saints &mdash; are resting with the vulgarer dead.</br>Awake!  Arise!  Come from your lowly bed</br>But one of you!  bring answer from the dust</br>What man shall be when once this life hath fled.</br>Awake!  arise!  unfold! &mdash; is it not just</br>Assurance should be given ere we repose our trust?", "Thou dark and awful Grave, whose mystery</br>Hath fed my musings!  in the cloistered gloom</br>Where thousands sleep, have I not called to thee?</br>Have I not craved for tidings from the tomb,</br>Of life &mdash; or death &mdash; whate'er may be our doom?</br>Have I not prayed it?  would I not forsake</br>All vainer wisdom, and no more relume</br>My midnight taper, so I might partake</br>Of an immortal hope, which this world could not shake?", "It hath not been accorded: &mdash; the high light</br>From Heaven, which guides the wanderer on his way,</br>Shines not for me; all hopeless, in the night</br>Of my bewildered spirit still I stray,</br>And combat with my sufferings as I may.</br>Whence came I?  whither go?  and what shall be,</br>When this frail body sinks again to clay?&mdash;</br>E'en as the dust I tread?  or pure and free,</br>Quaff from eternal founts, Life, Love, and Liberty?", "God of my life!  Spirit!  whate'er thou art,</br>That gav'st to me this being!  wilt thou not</br>Clear with thy breath the clouds which wrap this heart</br>In worse than Egypt's darkness?  Shall my lot</br>Be ever bounded to this desolate spot,</br>Where, when some few brief hours have sorrowing past,</br>I know, at least, this hateful frame must rot?</br>Or shall I rather, roused by the awakening blast</br>Of the Arch-angel's Trump, gaze on thy Truth at last,", "Fearless, undazzled; when it shall be given</br>To the unfettered soul to wander free,</br>On wing ecstatic, o'er the extreme Heaven,</br>Piercing through Time's eternal mystery,</br>Feeding on bliss without satiety,</br>With beings, such as earth's least mortal thought</br>Might hardly dream of, though inspired by thee,</br>Thrice-hallowed Muse!  who, erst to Milton taught</br>Strains such as meaner bards have since all vainly sought?", "How bootless such inquiry! &mdash; leave to each</br>That path in peace, by which he hopes to gain</br>His promised Eden; though these stones might teach,</br>Much that the schoolman's creed would scarce explain.</br>Fire, flood, and fiercer foes, assailed in vain</br>This sainted shrine, but when her favorite son,</br>Her cherished hope, the champion of her reign,</br>Aimed at her heart the blow she could not shun,</br>She sunk, as loftier fanes with purer faiths have done.", "Here the Eighth Henry, with unsparing hand,</br>Worked his fierce will; though were this act his worst,</br>He had not, in the annals of the land,</br>Left to all after time his name accursed,</br>The Nero of our throne:  but the hot thirst</br>Of power had settled in his tameless soul,</br>Corrupt by luxury, and by flattery nurst,</br>Till passion's wildest waves, which mocked control,</br>Hurried their slave where'er the desperate tide might roll.", "Well had it been, if Bigotry and Fraud,</br>Alone had felt his devastating rage,</br>But when his tiger-spirit stalked abroad,</br>Worth &mdash; Wisdom &mdash; Valour &mdash; Beauty &mdash; Youth &mdash; and Age,&mdash;</br>All were its prey; as if he sought to assuage</br>His burning heart with blood:  then his fair bride,</br>The guiltless Anna, and the statesmen sage,</br>The upright More, and blameless Cromwell died,</br>And gallant Surrey!  thou, the Muses' hope and pride!", "The moon has stoop'd beneath a mountainous cloud,</br>Which, with o'erwhelming pomp floats darkly by.</br>A melancholy pause succeeds:  then loud,</br>From her lone tower, the owlet's tremulous cry</br>Breaks the deep silence, and the night-winds sigh</br>Shrill through the ruins, and the waving tree,</br>Answers with whispering voice:  to Fancy's eye</br>Dim forms seem hovering round; &mdash; if fear could be,</br>In such an hour as this 't would come more fearfully.", "The dead are in their graves; the living sleep;</br>The spirit of the place alone is here:</br>How desolate!  but who with it will weep</br>It wakes no sympathies, it claims no tear,</br>It prompts no mournful memories, which endear</br>Departed greatness:  this, perhaps, is all</br>We gather from such relics, &mdash; that we rear</br>Shrines for our own subjection, that they fall,</br>And then our chains we shift, and still our souls enthral.", "But now again 'tis bright; the cloud is past</br>Which buried in its gloomy depths awhile</br>That lustrous Orb, whose whitening beams are cast</br>Full on the face of yon aspiring pile.,</br>Which, o'er its ruined rival, seems to smile</br>In conscious strength; &mdash; a fabric that displays,</br>In many a sculptured dome, and long-drawn aisle</br>The magic of Man's art, which joys to raise</br>A palace for his pride, e'en on his Maker's praise.", "Thy boast is not in vain:  thou hast survived</br>The changes of thy creed; and shouldst thou be,</br>In the long lapse of time, in turn deprived</br>E'en of this last and better faith, with thee</br>Still may devotion shrine her deity:</br>Thy Beauty should preserve thee; thou shouldst stand</br>Firm, 'midst Opinion's ever-verging sea,</br>Like the eternal cliffs which guard our land,</br>Reposing on thy might, unalterably grand.", "Pride of old Kent!  thy venerable walls,</br>Thy storied windows, rich with many a dye,</br>through which the varied day-beam dimly falls,</br>Thy gorgeous shrines, and towers that brave the sky,</br>Long shall attract the stranger's wondering eye.</br>Though now no pilgrim bends o'er Becket's tomb,</br>Though Dunstan's ashes all unhonored lie,</br>Though now no longer pious hands illume</br>The lamp o'er Anselm's grave, gilding the midnight gloom.", "Here sleeps the sable Warrior, on whose arm</br>Once hung the fate of France, before whose breath</br>Her hosts were scattered, but who knew the charm</br>Which Mercy sheds around the conqueror's wreath,</br>The halo of true glory!  Few bequeath</br>A fame like his, unsullied by a blot</br>Which Calumny may point; and, though beneath</br>These stones his mighty heart must darkly rot,</br>While England lies a name, his will not be forgot.", "And here is raised a monumental show,</br>Such as vain man decrees that Kings should have,</br>For Henry's bones; but do they rest below</br>And moulder motionless?  or did the wave</br>Bear them to whiten in some coral cave,</br>The sea-nymphs' sport, and did his followers weep</br>Over an empty bier and corseless grave?</br>What recks it, if this marble or the deep,</br>Closed o'er his cold remains? &mdash; as sound will be his sleep.", "His blame or praise, let those who list rehearse,</br>But from the Muse thy tomb should rather claim,</br>Oh Casaubon!  one memorizing verse,</br>Fit tribute to thy own, thy father's fame.</br>Thy classic labors, which have stamped thy name</br>With an unfading verdure, long shall guide</br>Our steps through Learning's labyrinth; and should shame</br>The monkish drones, whose ignorance and pride</br>Will rest in bloated pomp thy sacred dust beside.", "Farewell, ye scenes!  o'er which my youthful feet</br>Once duly wandered, till the hour assigned</br>Called them, scarce willing, to the honored seat,</br>Where first Instruction on my opening mind</br>Poured her delights; but where my spirit pined,</br>That dared not love too well the attractive page</br>Which envious Folly hated, nor could find</br>Pleasure in acting, on that petty stage,</br>Its part in the vile deeds which shame man's riper age.", "There each young despot, whom the fates had blest</br>With brains of lead, and limbs of sturdier mould</br>Than his compeers, lifted his lordly crest,</br>False as the serpent, as the tiger bold</br>In acts of ill; where from its virgin fold</br>In the heart's rose-bud every innocent thought</br>Was rudely torn; &mdash; and should a truth be told</br>Which some might hide, if in my soul be aught</br>Of cruelty or crime, it then, and there, was taught.", "Then in my breast was sown the deadly seed,</br>Which after suffering ripened, then I learned</br>The slave's sole privilege, to bear and bleed</br>In silent hate, to hide the pang when spurned</br>By brutal Ignorance honors earned</br>In studious strife: &mdash; Not sorrowing, I recall</br>The sense of early wrong, though first it turned</br>The current of fresh feelings into gall,</br>It fitted me to meet what I have met through all.", "But now upon thy flower-fringed banks I stand,</br>Fair Stour!  and gaze upon thy winding stream,</br>Whose dimpled surface, by the soft breeze fanned,</br>Shakes to dissolving silver the clear beam</br>Of countless stars, whose bright reflections seem</br>As in a liquid mirror here to lave,</br>With livelier lustre.  Oh!  how sweet a dream</br>Steals o'er the heart, while on this placid wave</br>Heaven opens its wide breast, and claims us from the grave.", "As if we stood upon the utmost verge</br>Of that great gulf, which keeps us from the blest,</br>While far-off shapes of brightness o'er the surge</br>Beckoned, and pointed to the bowers of rest,</br>Where, as a dove returning to her nest,</br>The soul might soon forget its earth-born woes,</br>Blissfully leaning on as dear a breast,</br>As that which boyhood once, once only knows,</br>When first Affection's flowers all tremblingly unclose.", "Alas!  the love of our maturer years</br>Is Custom &mdash; Instinct &mdash; Friendship &mdash; what you will;</br>Where then is the wild maze of hopes and fears,</br>In which our senses wandered?  where the thrill,</br>Whose flash electric shook the breast until</br>It sickened with delight?  Oh!  'tis not so,</br>Whate'er we deem, when once the heavy chill</br>Of stern Experience, &mdash; Love and Joy's worst foe,&mdash;</br>Hath fallen upon the fount from which those feelings flow.", "Roll on, fair River!  with a lovely pride,</br>Unmoved by all save Nature's high decree;</br>How unremittingly thy waters glide</br>With silent lapse unto the boundless sea,</br>Like earthly years into Eternity!</br>Let mightier streams in loftier lays be sung;</br>Enough, dear native Stour!  enough for thee,</br>If on thy banks one home-bred harp hath rung,</br>And to thy name the Muse one votive garland hung.", "Thrones &mdash; monarchs &mdash; empires &mdash; in the night of age,</br>Forgotten sink, a lost and nameless throng;</br>But shrined in glory on the immortal page</br>Of the great Father of our English Song,</br>Thou, Durovernum!  shalt be borne along</br>The tide of time in never-fading fame.</br>Thou wert my Nursing-Mother; if among</br>Thy worthier sons my else-unhonored name</br>Shall haply be preserved, 'tis all these strains may claim.", "The moon is in the West:  the stars grow dim:</br>Eastward the heavens are flecked with purpling white:</br>The ecstatic lark pours forth its matin hymn,</br>From its glad wings shaking the dews of night:</br>The rosy-fingered hours with circling flight,</br>Throng eager to unbar the gates of day:</br>Soon will the Sun ascend his throne of light;</br>Then cease my song; while home I bend my way,</br>And leave to happier eyes to track his rising ray.</br>"]