["'Twas at the Time, when new returning Light,</br>With welcome Rays begins to chear the Sight;</br>When grateful Birds prepare their Thanks to pay,</br>And warble Hymns to hail the dawning Day;</br>When woolly Flocks their bleating Cries renew,</br>And from their fleecy Sides first shake the silver Dew.", "'Twas then that Amaryllis, Heav'nly Fair,</br>Wounded with Grief, and wild with her Despair,</br>Forsook her Myrtle Bow'r and Rosie Bed,</br>To tell the Winds her Woes, and mourn Amyntas dead.</br>Who had a Heart so hard, that heard her Cries</br>And did not weep?  Who such relentless Eyes?</br>Tygers and Wolves their wonted Rage forego,</br>And dumb Distress and new Compassion shew,</br>As taught by her to taste of Human Woe.</br>Nature her self attentive Silence kept,</br>And Motion seem'd suspended while she wept;</br>The rising Sun restrain'd his fiery Course,</br>And rapid Rivers listen'd at their Source;</br>Ev'n Eccho fear'd to catch the flying Sound,</br>Lest Repetition should her Accents drown;</br>The very Morning Wind with-held his Breeze,</br>Nor fann'd with fragrant Wings the noiseless Trees;</br>As if the gentle Zephyr had been dead,</br>And in the Grave with lov'd Amyntas laid.</br>No Voice, no whisp'ring Sigh, no murm'ring Groan,</br>Presum'd to mingle with a Mother's Moan;</br>Her Cries alone her Anguish could express,</br>All other Mourning would have made it less.", "Hear me, she cry'd, ye Nymphs and Silvan Gods,</br>Inhabitants of these once lov'd Abodes;</br>Hear my Distress and lend a pitying Ear,</br>Hear my Complaint &mdash; you would not hear my Pray'r;</br>The Loss which you prevented not, deplore,</br>And mourn with me Amyntas now no more.", "Have I not Cause, ye cruel Pow'rs, to mourn?</br>Lives there like me another Wretch forlorn?</br>Tell me, thou Sun that round the World dost shine,</br>Hast thou beheld another Loss like mine?</br>Ye Winds, who on your Wings sad Accents bear,</br>And catch the Sounds of Sorrow and Despair,</br>Tell me if e'er your tender Pinions bore</br>Such weight of Woe, such deadly Sighs before?</br>Tell me, thou Earth, on whose wide-spreading Base</br>The wretched Load is laid of Human Race,</br>Dost thou not feel thy self with me opprest?</br>Lie all the Dead so heavy on thy Breast?</br>When hoary Winter on thy shrinking Head</br>His Icy, Cold, depressing Hand has laid,</br>Hast thou not felt less Chilness in thy Veins?</br>Do I not pierce thee with more freezing Pains;</br>But why to thee do I relate my Woe,</br>Thou cruel Earth, my most remorseless Foe?</br>Within whose darksome Womb the Grave is made,</br>Where all my Joys are with Amyntas laid.</br>What is't to me, tho' on thy naked Head</br>Eternal Winter should his Horror shed,</br>Tho' all thy Nerves were numb'd with endless Frost,</br>And all thy Hopes of future Spring were lost;</br>To me what Comfort can the Spring afford?</br>Can my Amyntas be with Spring restor'd?</br>Can all the Rains that fall from weeping Skies,</br>Unlock the Tomb where my Amyntas lies?</br>No, never!  never! &mdash; Say then, rigid Earth,</br>What is to me thy everlasting Dearth?</br>Tho' never Flow'r again its Head should rear,</br>Tho' never Tree again should Blossom bear;</br>Tho' never Grass should cloath the naked Ground,</br>Nor ever healing Plant or wholsom Herb be found.</br>None, none were found when I bewail'd their Want;</br>Nor wholsome Herb was found, nor healing Plant,</br>To ease Amyntas of his cruel Pains;</br>In vain I search'd the Valleys, Hills and Plains;</br>But wither'd Leaves alone appear'd to view,</br>Or pois'nous Weeds distilling deadly Dew.</br>And if some naked Stalk, not quite decay'd,</br>To yield a fresh and friendly Bud essay'd,</br>Soon as I reach'd to crop the tender Shoot,</br>A shrieking Mandrake kill'd it at the Root.</br>Witness to this, ye Fawns of ev'ry Wood,</br>Who at the Prodigy astonish'd stood.</br>Well I remember what sad Signs ye made,</br>What Show'rs of unavailing Tears ye shed;</br>How each ran fearful to his mossie Cave,</br>When the last Gasp the dear Amyntas gave.</br>For then the Air was fill'd with dreadful Cries,</br>And sudden Night o'erspread the darken'd Skies;</br>Phantoms, and Fiends, and wand'ring Fires appear'd,</br>And Skreams of ill-presaging Birds were heard.</br>The Forest shook, and flinty Rocks were cleft,</br>And frighted Streams their wonted Channels left;</br>With frantick Grief o'erflowing fruitful Ground,</br>Where many a Herd and harmless Swain was drown'd.</br>While I forlorn and desolate was left,</br>Of ev'ry Help, of ev'ry Hope bereft;</br>To ev'ry Element expos'd I lay,</br>And to my Griefs a more defenceless Prey.</br>For thee, Amyntas, all these Pains were born,</br>For thee these Hands were wrung, these Hairs were torn;</br>For thee my Soul to sigh shall never leave,</br>These Eyes to weep, this throbbing Heart to heave,</br>To mourn thy Fall I'll fly the hated Light,</br>And hide my Head in Shades of endless Night:</br>For thou were Light, and Life, and Health to me;</br>The Sun but thankless shines that shews not thee.</br>Wert thou not Lovely, Graceful, Good and Young?</br>The Joy of Sight, the Talk of ev'ry Tongue?</br>Did ever Branch so sweet a Blossom bear?</br>Or ever early Fruit appear so fair?</br>Did ever Youth so far his Years transcend?</br>Did ever Life so immaturely end?</br>For thee the tuneful Swains provided Lays,</br>And ev'ry Muse prepar'd thy future Praise.</br>For thee the busie Nymphs stripp'd ev'ry Grove,</br>And Myrtle Wreaths and Flow'ry Chaplets wove.</br>But now, ah dismal Change!  the tuneful Throng</br>To loud Lamentings turn the chearful Song.</br>Their pleasing Task the weeping Virgins leave,</br>And with unfinish'd Garlands strew thy Grave.</br>There let me fall, there, there lamenting lie,</br>There grieving grow to Earth, despair, and die.", "This said, her loud Complaint of force she ceas'd,</br>Excess of Grief her faultring Speech suppress'd.</br>Along the Ground her colder Limbs she laid,</br>Where late the Grave was for Amyntas made;</br>Then from her swimming Eyes began to pour,</br>Of softly falling Rain a Silver Show'r;</br>Her loosely flowing Hair, all radiant bright,</br>O'er-spread the dewy Grass like Streams of Light.</br>As if the Sun had of his Beams been shorn,</br>And cast to Earth the Glories he had worn.</br>A Sight so lovely sad, such deep Distress</br>No Tongue can tell, no Pencil can express.", "And now the Winds, which had so long been still,</br>Began the swelling Air with Sighs to fill;</br>The Water-Nymphs, who motionless remain'd,</br>Like Images of Ice, while she complain'd,</br>Now loos'd their Streams; as when descending Rains</br>Roll the steep Torrents headlong o'er the Plains,</br>The prone Creation, who so long had gaz'd,</br>Charm'd with her Cries, and at her Griefs amaz'd,</br>Began to roar and howl with horrid Yell,</br>Dismal to hear, and horrible to tell;</br>Nothing but Groans and Sighs were heard around,</br>And Eccho multiply'd each mournful Sound.", "When all at once an universal Pause</br>Of Grief was made, as from some secret Cause.</br>The balmy Air with fragrant Scents was fill'd,</br>As if each weeping Tree had Gums distill'd.</br>Such, if not sweeter, was the rich Perfume</br>Which swift ascended from Amyntas Tomb;</br>As if th' Arabian Bird her Nest had fir'd,</br>And on the spicy Pile were new expir'd.", "And now the Turf, which late was naked seen,</br>Was sudden spread with lively springing Green;</br>And Amaryllis saw, with wond'ring Eyes,</br>A flow'ry Bed, where she had wept, arise;</br>Thick as the pearly Drops the Fair had shed,</br>The blowing Buds advanc'd their Purple Head;</br>From ev'ry Tear that fell, a Violet grew,</br>And thence their Sweetness came, and thence their mournful Hew.", "Remember this, ye Nymphs and gentle Maids,</br>When Solitude ye seek in gloomy Shades;</br>Or walk on Banks where silent Waters flow,</br>For there this lonely Flow'r will love to grow.</br>Think on Amyntas, oft as ye shall stoop</br>To crop the Stalks and take 'em softly up.</br>When in your snowy Necks their Sweets you wear,</br>Give a soft Sigh, and drop a tender Tear:</br>To lov'd Amyntas pay the Tribute due,</br>And bless his peaceful Grave, where first they grew.</br>"]