["Fell muse of dark revengeful hate,</br>On whom vindictive furies wait,</br>Thy baleful arts do well demand</br>The angry bard's correcting hand.</br>O!  was that hand with power arm'd,</br>As with the wish his breast is warm'd,</br>Where dire Phlegeton's fiery torrents roar,</br>He'd chain thee fast to vex mankind no more.&mdash;</br>Friendship's soft bond, or Love's endearing tye,</br>No more by sympathetic influence bind</br>If thou intrude, then Love and Friendship fly,</br>To sullen passions leave th' infected mind.</br>Thy blood-shot eye darts pestilential fire,</br>Destroys the genuine offspring of the heart,</br>The wish benevolent, the kind desire,</br>The friendly intercourse devoid of art.</br>Away!  to dark Cimmerian regions fly!</br>In kindred glooms, revolve thy baleful haggard eye.", "Where merit shines in honour bright,</br>Thou lov'st to dim the radiant light;</br>Where beauty's charms disclose their pow'r,</br>Thou lov'st to blast the blooming flow'r;</br>Wherever excellence is found,</br>Thy ready fangs delight to wound;</br>And what to all should give supreme delight,</br>Degraded sinks, and withers in thy sight.</br>Swift at thy touch Parnassian laurels fade,</br>And wreaths triumphal on the warrior's brow;</br>Thou can'st envelop virtue in thy shade,</br>And o'er her charms malignant darkness throw&mdash;</br>Yet know, base passion, Truth's unerring ray,</br>Spite of thy arts, can dissipate the gloom;</br>Place injur'd virtue fair in open day,</br>And bid the laurel with new vigour bloom;</br>Rescue from thee each justly honour'd name,</br>And give to modest merit its due place in fame.", "Go!  make thy dark unblest abode,</br>Hid with the twilight-loving toad;</br>Black, pimpled, loathsome, like to thee,</br>Resembling pair!  ye must agree.</br>Yet ah!  the toad, detested thing,</br>Has neither pois'nous tooth, nor sting.</br>Thou, worse than vipers, can'st diffuse around</br>The deadly venom, and the livid wound.</br>Beneath thy steps the verdant herbage dies,</br>Thy with'ring blast destroys the op'ning flow'r;</br>Swift from thy sight, each flutt'ring songster flies,</br>And streams roll refluent from thy hated pow'r;</br>The charms of beauty, and the grace of youth</br>Fall to thy unrelenting hate a prey;</br>And all envenom'd by thy cank'ring tooth,</br>Fair reputation blasted dies away.</br>Malignant passion!  thy prime bliss is to destroy!</br>Thy greatest curse is to behold a rival's joy!", "All vile and hateful as thou art,</br>Thou dwellest in the human heart.</br>What charm or magic can'st thou use,</br>Thy vile contagion to infuse!</br>And thus pervert his native mind,</br>From open, gen'rous, free, and kind.</br>To dark suspicion's cloudy restless state,</br>And all the sullen angry gloom of hate!</br>No peace the sad infected bosom knows,</br>Nor heeds the light that all enliv'ning shines.</br>But brooding o'er its self-created woes,</br>Deep hid in joyless shades, dejected pines.</br>The secret poison on his vitals preys,</br>Corrodes the tender root of social love,</br>Contaminates each hope would make his days,</br>Replete with joys, in bright succession move.&mdash;</br>This &mdash; this is all thy vot'ries' meed, at best,</br>To live in woes unpitied, and to die unblest.", "Avaunt invidious baleful pow'r!</br>No more infest the genial hour!</br>No more from human hearts remove</br>The gen'rous seeds of social love;</br>Forbid soft pity's tear to flow,</br>Or teach &mdash; to smile at other's woe.</br>Let kind benevolence extend around</br>Her wish humane, and heal the wretch's wound.</br>Thou foe to peace, content, and harmless joy,</br>To gen'rous friendship, and commutual love,</br>Who dost the source of ev'ry bliss destroy,</br>What heart can harbour, or what thought approve?</br>Alas!  by far too many of our kind</br>Indulg'd, thou rul'st the sullen ruthless breast;</br>Smother'st each warm emotion of the mind,</br>And reign'st supreme, by jealous hatred drest.</br>O'er me, ah!  never wave thy sombre wing,</br>Nor in this heart, infix thy life-empois'ning sting.</br>"]