["How swells with grief each sympathetic heart,</br>As slowly following to the silent tomb,</br>When female worth and loveliness depart</br>In the full pride of youth's too-fleeting bloom!</br>O'er every face behold what pensive gloom!</br>From every eye how starts the unbidden tear!</br>To every bosom that bewails her doom</br>Rushes the memory of the dead so dear;&mdash;</br>And all her vanished charms more brightly reappear.", "Thus fell our blooming JANE: &mdash; thus mourn'd was she</br>By all that knew her unassuming worth;&mdash;</br>For she was kind, and gentle, and with glee</br>Could oft enliven, with the voice of mirth,</br>Our social circle round the evening hearth,</br>Or win the ear with music's softest tone:&mdash;</br>But now, alas!  she charms no more on earth;</br>And that sweet voice, and mind, and heart, are flown,&mdash;</br>To blend with purer souls around OUR FATHER'S Throne!", "And if to each loved PARENT'S doating breast,</br>And all her KINDRED, thus severe the blow:</br>If such keen agony should FRIENDS arrest</br>As none but those who feel its pangs can know;</br>How must that Bosom thrill with poignant wo,</br>Which Plighted-Love's endearing faith enjoyed?</br>How must the burning tears of anguish flow,</br>To find, for blissful hopes, a dreary void,&mdash;</br>And every charm of Life by Death's cold hand destroyed!", "Yes!  she is gone &mdash; \"whence none can e'er return,\"</br>And all must follow soon the appalling road!</br>Those who have felt the flame of Virtue burn,</br>In some bright sphere to find a blest abode;</br>And those who feel the stings of conscience goad,</br>To roam in regions of eternal night!&mdash;</br>Then O!  let all abjure each sinful load</br>For Heaven's ungalling yoke and \"burthen light,\"</br>And live like her we mourn, &mdash; like her to wing our flight!", "But is there nought to sooth all hearts that grieve,</br>And wipe the undrying tears from every eye?</br>Can nought surviving Friendship's woes relieve</br>Or lull the lonely Lover's widowed sigh?</br>\"Yes,\" &mdash; might some Angel-monitor reply,</br>\"She whom thou mourn'st as dead &mdash; is living now,</br>In bliss more pure than earthly Worlds can buy!</br>Then cease thy murmuring sorrows to avow,</br>And, to the WILL OF HEAVEN with CALM SUBMISSION bow.\"</br>"]