["When now the Stars began to hide their Heads,</br>And leud Debauches sought Polluted Beds,</br>When nodding Watchmen left their tiresome Post,</br>And noisy Pomp in peaceful Sleep was lost,</br>Damon, a hapless Youth, whom Beauty fir'd,</br>And sacred Friendship's brighter Flame inspir'd,</br>In mournful Lays bewail'd his absent Fair,</br>And for his Friend confess'd an equal Care:</br>While, from the neighbouring Street, in shriller Cries,</br>To his sad Song, a Chimney-Sweep replies:</br>The Chimney-Sweep, in sable Pomp array'd,</br>As if, like him, he mourn'd the absent Maid.</br>While thus the Youth &mdash; Now Sol restores the Day,</br>And gilded Signs reflect the Orient Ray;</br>But ah!  to me the rising Sun supplies</br>No Light in Absence of my Caelia's Eyes!</br>Those sparkling Eyes, that did out-shine by far</br>The radiant Diamond pendant in her Ear,</br>Spend all their Fire unseen, and unadmir'd,</br>In Country Wastes, and lonely Vales retir'd,</br>While all despairing, comfortless I lie,</br>Can taste no Pleasure, and can find no Joy.", "No more, returning from the gaudy Court,</br>Bless'd with her Sight, the Tavern I resort,</br>To meditate the lightning of her Eye,</br>Or quench the Flame in gen'rous Burgundy.</br>For since she's fled, alas!  what Toast can join</br>Life, Warmth, and Lustre to the flatten'd Wine.", "No fashionable Dress can charm my Sight,</br>Nor Musick, ev'n Dubourg's, my Ear invite.</br>O mourn, Dubourg!  no more the crouded House</br>Shall fill thy Purse, and all thy Musick rouze:</br>She's gone, she whom alone we flock'd to see,</br>Intent to Love, and deaf to Harmony.</br>She's gone &mdash; And now coquetting Phillis shines,</br>Like Phaebe when the golden Sun declines.</br>Let Cynthia now a thousand Captives bring,</br>And Cloe boast her Conquests at the Ring;</br>Since she who from contending Beauties won</br>Each Lover's Heart, is now for ever gone.</br>She's gone &mdash; Ah dreadful Sound! &mdash; Ah Tale full sore!</br>Rather were Cities, Courts, and Plays no more.</br>Rather the Green, the Park, the Strand were fled;</br>And courtly Vsits never more be paid:</br>For what are Courts, or Plays when she's not there?</br>The Green, the Park, the Strand encrease our Care:</br>The sad Remembrance of what once they were.", "O Caelia!  cruel Caelia, thus to leave</br>A thousand sprightly Beaus, to sigh and grieve;</br>To fly from wretched Damon, most unkind,</br>Nor leave one slender Proof of Love behind.", "But ah!  unhappy Damon, witless Swain,</br>In vain you love, unpity'd you complain;</br>Some happier Youth, some Beau of matchless Size,</br>With active Gambol, charm'd her wand'ring Eyes;</br>With smart Ramilia Wig her Heart he gain'd,</br>And val'rous Tales of saucy Porters can'd.</br>To him her parting Kisses did belong,</br>To him the softest Accents of her Tongue;</br>To him the nicely-furling Fan she gave;</br>And he, perhaps, (O happy Fop,) has Leave,</br>In witless Lines, (such Lines become a Beau,)</br>To write what's what, and tell her who loves who.", "Curs'd be his Charms, and curs'd the fatal Plains,</br>That from my longing Eyes my Love detains:</br>Curs'd be the Fields &mdash; But, ah!  where-e'er she goes</br>Let Pomps arise, and crowd the Scene with Beaus.</br>May every Cart a gilded Chariot seem&mdash;</br>And Plays, and Balls, in her pleas'd Fancy swim.</br>From Cans uncouth, let shapely Tea-Pots rise,</br>And ev'ry Hound be chang'd to Thavy's Size.</br>But, ah!  return, return, relenting Fair,</br>Be touch'd with Pity, hear a Lover's Pray'r;</br>Then shall proud Cloe quit her high Disdain,</br>And Phillis ogle from the Box in vain.</br>For thee the sighing Swains shall Altars raise;</br>For thee malicious Poets learn to praise.</br>A thousand weeping Secrets thou shalt hear,</br>A thousand Whispers crowd into the Ear.</br>Oh!  hadst thou known what horrid Things are said</br>Of Chloris, and what naughty Tricks were play'd,</br>You'd surely come &mdash;But if in vain we sue;</br>If we no more these heavenly Charms shall view,</br>Damon must bid the empty World adieu.</br>Thus sung the Swain &mdash; To Friendship next he turn'd</br>His tuneful Voice, and absent Thyrsis mourn'd.", "But now the busy Town from Slumber rose,</br>And various Tasks, a various Noise compose.</br>Exclaiming Duns attend the great Man's Door,</br>And watchful Bailiffs terrify the Poor.</br>Here lab'ring Hackneys trudge for doubtful Pay,</br>While roaring Bullies swear their Bread away.</br>Unheeded Bells in empty Churches rung,</br>While gaping Multitudes attentive hung</br>Upon the Ballad Singer's tuneful Tongue:</br>The growing Murmur drown'd the Shepherd's Song,</br>Else might his Numbers be as much too long,</br>Too tedious, and too troublesome to thee,</br>As my dear Thyrsis' Absence is to me.&mdash;</br>"]