["ST ANDREWS!  name unmeet for tuneful lay,</br>And all unapt the Bard for tuneful part&mdash;</br>Be his the task thy features to pourtray,</br>Thy every charm of nature and of art;</br>Thy bays, thy rocks, thy ruins that apart</br>Uplift their towers beneath the pale moon beam,</br>Thy colleges that form the head and heart,</br>Professors, which those colleges beseem,</br>Thy student, golfer-crew &mdash; a multifarious theme!", "Be mine the rocky station that o'erlooks</br>The rushing German, in his wintry guise</br>Whilst not one wing the sweeping tempest brooks,</br>Nor shines one friendly star amid the skies,</br>Till on the dusky brow of night arise,</br>Struggling to pierce the belt of darkness thro',</br>Greeting with saviour gleam, the sailor's eyes,</br>A ruddy Star of ever changing hue,</br>Which shoots its trembling rays afar o'er ocean blue.", "Be mine in summer air from eastern verge,</br>The dim discovered, ever passing sail,</br>The broad capacious bay, where dark and large</br>The snorting porpoise shews his shapeless tail,</br>Nor ever silent to the sea-bird's wail</br>O'er sands more level than the marble deep,</br>Thro' which an oily path-way seems to trail,</br>And far beneath upfrowns the nodding steep,</br>Whilst twilight stillness holds, and day-born breezes sleep.", "Or give me to enjoy the cooling wave,</br>Which gently tides these rocky creeks along,</br>Whilst many a fervid wight, his limbs to lave,</br>Essays his swimming powers, the surge among,</br>And all around is summer's motley throng,</br>The limpet fish-wife searching with her creel,</br>And youth's unhallowed jeer, and boyhood's song,</br>And stranger's downward peep, and lass's squeel,</br>Expressive of the rage they much affect to feel.", "But on that creek, designed the \"witch's lake,\"</br>Let winter rush in desolation wide,</br>Till all the \"hill,\" where suffered at the stake</br>Th' unhappy victim, mingle with the tide!</br>There let no grass appear, no fish abide</br>For ever!  This thy destiny and doom&mdash;</br>But o'er the drifted bark let ruin ride,</br>And shipwrecked sailor find an early tomb,</br>And venturous swimmer sink amidst his youthful bloom.", "But spare old ocean, oh!  in mercy spare,</br>That green recess which freshens on the view,</br>And I will plant one little chaplet there,</br>Of brightest bay, and never fading yew,</br>Sacred to those successfully who drew</br>The Scottish bow, in that auspicious day,</br>When to their king and native prowess true,</br>They bore from Gallic skill the prize away,</br>The prince-beseeming Butt, imperial Malmsy.", "Beware, oh stranger, howsoe'er intent,</br>To cross that little rivulet, beware,</br>For bleaching in the sun, of noxious scent,</br>The carcases of horses lumber there;</br>Bare is each rib, the leg and cheek-bone bare,</br>And rotting in the filth the victim lies</br>Of man's ingratitude &mdash; 'tis nothing rare!</br>Vile brutish man his selfish purpose buys,</br>Then turns his servant o'er a prey to dogs and flies.", "Be rather mine at eve's untroubled hour</br>Beneath thy ruined towers to hold my way,</br>To feel oblivion's sorrow-soothing power</br>Come o'er the recollections of the day,</br>Till up the past the soul be borne away,</br>To times of superstition, hurt and shame,</br>Thro' which the Legate moved, and Friar Grey;</br>Till many a noted, long forgotten name,</br>Rise from their mother dust, then sink to sleep again.", "And grant me at some midnight tide to view</br>The solemn moonshine drifting down the night,</br>Whilst all above is one unclouded blue,</br>And all below is lovely on the sight,</br>Beneath the softening influence of light.</br>Along these cliffs be mine in peace to stray,</br>While thro' each shattered wall, and turret height,</br>The beaming glory pours cross my way,</br>And many a mirrored beam bright sparkles from the bay.", "Here let me muse on all the motley crew,</br>That graced or shamed this memorable place,</br>(Since when, St. Rule, thy masonry was new,</br>How vast the wear of man's time-wasted race,)</br>Each plundering each in undulating chace,</br>The march of mind thro' error's devious way,</br>Grim superstition's terror-breathing face,</br>The twilight of reform, truth's lightning ray</br>That burst upon these towers in ruin and dismay.", "Within these walls of high cathedral state,</br>No altar, priesthood, holy rites, appear,</br>Of all that once was splendid, sacred, great,</br>To catch the eye, or fascinate the ear!</br>Tis shapeless ruin all, and silence here!</br>And let it pass &mdash; yon starry arch remains,</br>The temple of our God, no hands can rear;</br>The work of man, or flourishes, or wanes,</br>Heaven's temple to the last its workmanship retains.", "And let it pass &mdash; in noise and tumult melt</br>Down with each monument of man's disgrace:</br>Here leagued with tyrants superstition dwelt,</br>And forged their chains to subjugate our race!</br>It is a hateful, much detested place.</br>The place of skulls, golgotha of our Isle,</br>Thro' every shattered arch, and window-space,</br>I see thy features, reformation, smile,</br>Whilst Knox stands musing by and freedom shouts the while.", "And let it pass &mdash; and passing in its train,</br>Down to the waves of darkness evermore,</br>Descend that ruined \"castle\" of the main,</br>That hurls its tide-worn fragments on the shore,</br>Beneath it still let mining surges roar,</br>Till nothing shall survive of all the boast,</br>Of him, whose hands were red in human gore,</br>Who joyed a brother-man in flames to roast.</br>Inhuman was the act, the actor most accurst!", "Besuits it too to muse on later times,</br>To which that Aisle attracts the gazer's heed,</br>That monument to infamy and crimes,</br>To every crooked, every cruel deed!</br>\"Drive furiously along, postilion speed,</br>Th' avenger is behind thee, urge thy flight,</br>Oh save thy master in his utmost need;</br>And save from future obloquy, and blight</br>The covenanted cause of Scotland, and of right.\"", "And died the Shepherd at his shieling door,</br>And gasped frail womanhood amidst the flood,</br>Did Scotland grieve from east to western shore,</br>Her glens and mountain-wastes besmeared with blood?</br>Hast thou on every free-born feeling trod,</br>With unrelenting malice urging on,</br>Condemned the guiltless, and betrayed thy God</br>Till all thy cup of crime was overrun,</br>And must we own, at last, the deed was foully done?", "Not all the sympathy thy fate demands,</br>And every human heart will mourn the deed</br>Which stained with priestly blood unholy hands,</br>Nor reverenced a parent's hoary head,</br>But in a daughter's presence, saw him bleed!</br>Not all that power, that party can attest,</br>That even this lying monument can plead,</br>Can wipe one drop from out thy mitred crest,</br>Nor of eternal shame thy memory divest.", "Then turn we from the view to yonder Fane,</br>Where sleeps the dust, Salvator, of thy Sire;</br>Long may that curious workmanship remain,</br>In mimic cornice, tracery, and spire,</br>For many a passing stranger to admire,</br>Whose heart, when pausing on the solemn past,</br>Shall in a prayer of gratitude aspire,</br>To him whose virtues as his name shall last,</br>Till baffled nature sink in one oblivion vast!", "The men of blood have passed and dosing still</br>O'er them and theirs comes darkness and despight,</br>The fame of nobler minds, like mountain rill,</br>Burst out at length in all its crystal light:</br>As smiles mid yonder heaven the queen of night,</br>They ray their beams to Time's unmeasured line,</br>Whilst fades each twinkling starlet on the sight,</br>In all their native loveliness they shine,</br>Asserting from their orbs pre-eminence divine!", "Of this enough.  Along thy stretching quay,</br>Whilst fishermen unships his finny store,</br>Let me advance, the Haddock, Cod, to see,</br>Dragged by the noisy fish-wife to the shore.</br>Meanwhile the husband rests upon his oar,</br>His labour past, or swings his chilly hands,</br>Advancing homewards; whilst his steps before</br>Runs gleesome speed, and ragged filth in bands,</br>Which nor a mother's threats, nor father's curse commands.", "And now the baskets are arranged and set,</br>Crammed with a scaly mass of teeming life;</br>The husband idly smokes, or mends a net,</br>Trusting the sale to ever-bustling wife,</br>Who, glorying in the bothering and the strife,</br>From house to house her boasted treasure bears,</br>Or mounted on a cart for Cupar-Fife</br>To market-cross, on market-day, repairs,</br>And palms on Writer fat her finger-fumblesd wares.", "But hark!  'tis Croaking Johnny's little bell</br>That tinkling jingles him along the street</br>In accents of the damned, his tale to tell,</br>And totter on with time unsettled feet</br>And fresh are all his fish, his butter sweet,</br>Yet cares he not the message to deny,</br>But \"rather dowed,\" will knowingly repeat,</br>If that a sage professor pass him by,</br>And ride-long tip the wink with truth enquiring eye.", " [Stanzas XXII-XXV are represented by asterisks.]", "Strange City of Obscurity come forth</br>From out thy native darkness into day,</br>Stand lampless in the nightly stranger's path,</br>And spread thy masonry amidst his way,</br>Nor be those heaps concealed, which fishers lay.</br>In close array, along thy narrow lanes,</br>Thy street-ward dunghills festering to the ray</br>Of mid-day sun, thy \"causeway\" that retains</br>Of sun-dried fish the glaze, of every filth the stains.", "Ye Deacons, Bailies, that enrich the state</br>And Parliament with wisdom and controul,</br>Who having dined abroad, returning late,</br>Besplash your stockings in the gutter-hole&mdash;</br>Or 'midst the mud magnificently roll,</br>Shine out in lamps on this unhallowed night,</br>Or people will affirm, upon my soul,</br>Because your actions cannot brook the light,</br>You robe them in a veil of darkness from the sight.", "Oh!  dull resort of every sickened brain,</br>Flesh-lacking maidenhood, with sunken eye,</br>The Nabob labouring with his load of gain,</br>Who all but health and happiness can buy,</br>O'er whose sun-withered heart no youthful tye</br>Retains a hold &mdash; the jointured widow prim&mdash;</br>The ever-calling dame that loves to fly</br>From door to door, in all her withered trim,</br>And boarding-school's long shew of necks and ankles slim.", "All here are golfers &mdash; strangers, natives, all</br>The sons of science, idleness, and war,</br>Who can or wield a club, or hit a ball,</br>Professor, Soldier, Student-lad, and Tar,</br>And country Laird, attracted from afar,</br>With some mischancy Writer to engage</br>Whilst oft the rag, and spirit-chafing jar,</br>Provokes to sudden bet, and smothered rage,</br>Which twice another round will quietly assuage.", "It is indeed a goodly right to see</br>These red-coat champions marshalled for the fray,</br>Driving the ball o'er bunker, rut, and lea,</br>And clearing, with imperious \"hove,\" the way,</br>Enlivening still the game with laugh and say,</br>Whilst trotting club-man follows fast behind,</br>Prepared with ready hand the \"tee\" to lay,</br>With nicest eye the devious ball to find,</br>And of the going game each player to remind.", "It is in sooth a goodly sight to see,</br>By east and west, the Swilkin lasses clean,</br>Spreading their clothes upon the daisied lea,</br>And skelping freely barefoot o'er the green,</br>With petticoats high kilted up I ween,</br>And note of jocund ribaldry most meet;</br>From washing tub their glowing limbs are seen</br>Veiled in an upward shower of dewy weet!</br>Oh!  'tis enough to charge an anchorite with heat!", "Is there dull student much disposed to watch</br>By midnight lamp, on lettered page to pore,</br>O'er problematic lines his head to scratch,</br>Or cram his skull with philologic lore;</br>\"A skinny thoughtfulness,\" book-withered sore,</br>Night-dried, and costive, seldom at his ease,</br>Whose very food is nutriment no more ;</br>Let him with distant peep his fancy please,</br>While careful Johny bulls most knowingly the \"Tees.\"", "Ye doctors that attack book-reading men</br>With bolus, potion, recreative drug,</br>Who do your best, and doing what you can,</br>Lodge them be-east the town in mansion snug,</br>Go, and administer to lady's pug,</br>Which backward strains with many a rueful look;</br>Yon frame so sappy, and yon face so smug,</br>From air and exercise its physic took,</br>And for these manly sports your laxatives forsook.", "Ye who uplift instructions hallowed lid,</br>To minds prepared, or not prepared to drink,</br>Oh, kindly view the effort, if unbid,</br>I strive your merits to invest in clink:</br>Blink on my labour, only deign to blink,</br>And I shall sing, as never Phoebus sung;</br>Already am I maddening, yes I think</br>I feel the hurried couplets on my tongue,</br>And from my hiving brain are winged ideas flung.", "But who may dare with temerarious pen,</br>Of \"Masters nine,\" the merits to pourtray,</br>To reach the depths of professorial men,</br>In sober, suiting, inoffensive lay,</br>\"Bout ship,\" to leeward I behold the spray,</br>The angry waves with chafing rocks contend,</br>The anchor from my bow is borne away,</br>The breakers burst around my nether end,</br>And o'er my dripping deck a thundering drift they send!", "Grave City of instruction, pregnant still</br>With Latin, Greek, Philosophy, and Truth,</br>With all that nerves the soul, or guides the will,</br>That forms the habits of untutored youth,</br>Thou art a very hospital, in sooth;</br>Thither resort, diseases of the mind,</br>Dark ignorance, rusticity uncouth,</br>And doubt's hysteric-fit, and error blind,</br>And vanity blown up with unemitted wind.", "Thither resort, the Grampian sons of frost</br>Y-born beneath a drifted heap of snow,</br>Questioning the miles, the labour, and the cost,</br>O'er many a mountain sheep-tract, as they go;</br>It is indeed a smile provoking, show,</br>To view these mountaineers in scarlet gown,</br>Whilst peeps the coarse and clouted garb below,</br>Seeming their present purpose to disown,</br>And through their winter robe with summer visage frown.", "And lurks there, too, beneath that rustic form,</br>Stout resolution, never-damped emprise,</br>The heart prepared to brave misfortune's storm,</br>And o'er adversity in triumph rise,</br>Nerve to perform, and wisdom to devise;</br>These are thy guardians, Scotia, ever true,</br>True as the Pole star of their native skies;</br>What time fell Gaul, her mailed host updrew,</br>And many a bonnet waved o'er blood-stained Waterloo.", "And thither doth repair a straggling band,</br>From Western islands, and Atlantic roar,</br>And still at leisure hour they haunt the sands,</br>Shooting their kindred sea-gull on the shore;</br>Not much affect they literary lore,</br>But chieftain-born, they love the chieftain-life,</br>And deem it folly o'er a book to pore,</br>Wasting the Sunny morn of human life,</br>Apart from vassal-state, and revelry, and strife.", "And here conveen Anguscan, Fifan, each</br>Mamma's own progeny in head and heart</br>And thither flock the sons of those that preach</br>\"In Mary's sacred bowers\" to play their part,</br>And nature yields to all subduing art.</br>Then, like the Chrysolis disrupt the shell</br>Forth from their crusted awkwardness they start,</br>Assume the beau &mdash; yet just it is to tell,</br>Draining the hallow'd tide from Mary's sacred well.", "And here be sure fair science spreads her wing,</br>From College turrets o'er the gaping town,</br>And doubtless here does \"Cassilis Catherine\" fling</br>Amidst the listening crowd her message down!</br>All-learning here, is learning to disown,</br>There is no love of science in the place,</br>The very soul by moss is overgrown;</br>It is a scandal-propagating race,</br>Whose ignorance sits throned on each unmeaning face.", "This is the day of trial &mdash; dreadful thought!</br>That day to which so many days have led,</br>When sage Professors robed in deepest thought,</br>And gown of dread solemnity, have sped</br>To sit in judgment on each college lad,</br>To lift Examination's eagle eye,</br>To hear the problem solved, the classics read;</br>By varied question, varied merit try,</br>Whilst [Greek characters]  blazes from on high.", "The work is done, the sixth day's labour o'er,</br>The seventh day comes, a day of welcome rest,</br>Respite from sitting, now a rest no more,</br>As every nether bone can well attest,</br>And deep-depressed seat, where like a nest</br>Of learned loin remains the indented shape;</br>All merit here is who attends the best</br>Resists all inclination to escape,</br>Filling the student's eye with Professorial shape.", "But see they scud their classic garb aside,</br>In social dress they congregate to dine</br>Where what of comfort may in beef reside</br>Or what of merriment in cheering wine</br>Is shine, and most deservedly is shine,</br>Thou labourer of the winter, fagged, and dull;</br>Thy pupils yet, through other years shall shine,</br>To distant times shall glow each student skull,</br>From Cheviot's southern ridge to furthest peak of Mull.", "Thus far the Muse, in mad unlicensed lay,</br>Hath run the gauntlet of her wild career,</br>Nor did she yet one sober truth essay,</br>But streight she marred the couplet with a jeer:</br>But fair and softly &mdash; now the end is near&mdash;</br>Of sober truth, one parting stave I sue,</br>One verse which merit may unblushing hear,</br>And genius recognize as justly due,</br>This tribute of respect I imprecate of you.", "Edina's sons with hammers may combine,</br>And knowledge dig from out the very cliff,</br>And Glasgow boys in composition shine,</br>And Aberdonians may do well enough;</br>But thou, St. Andrew, art the very stuff,</br>In classic, moral, mathematic lore;</br>All other Colleges, thou beat'st to snuff,</br>Great Alma Mater of our kings of yore;</br>Ere yet our Scottish Prince a southren sceptre bore.", "Thy pupils more enured to sober thought,</br>More deeply conversant in classic page,</br>With useful knowledge more completely fraught,</br>More mentally matured in early age;</br>Than &mdash; but I greatly scruple to engage</br>By contrast thus thy merits to compare,</br>Else my last sixpence I could safely pledge,</br>There is no seat of education where</br>Professors teach their sons Salvation with thy care.", "And who is he our Northern Davy deemed;</br>And who is this our Scottish D'Alembert,</br>Who from our Northern hemisphere have beamed,</br>In glowing radiance, o'er the world afar,</br>Though seated they in fame's far-beaming car,</br>By genius lifted to her highest moon,</br>Though shining forth, \"o'er morn and evening star;\"</br>Salvator fed them with her classic spoon,</br>And crammed with mother care her mathematics down.", "And now, farewell my theme, my task is o'er;</br>Professors, Students, Golfers, all farewell.</br>Farewell ye Dames that sit before your door,</br>Queens of the midden-dub and mussel-shell,</br>Of you no more, nor of your fish I tell;</br>Farewell ye Lanes, a long farewell to you,</br>Your breath betrays a most ungrateful smell;</br>Farewell ye streets, my gown where off I threw;</br>Ye Towers and Ruined Walls &mdash; Adieu &mdash; Adieu &mdash;  Adieu!</br>"]