["At length the hostile din of war is o'er:</br>The battle's thunder shakes the field no more.</br>At length, with Love and joy in smiles combin'd,</br>Fair PEACE descends from Heav'n to bless mankind.</br>Where bleeding earth late groan'd with warriors slain,</br>SHE bids the harvest wave along the plain:</br>Where cities sunk beneath the fiery storm,</br>Lo, at Her voice confusion leaps to form!</br>The village dance and courtly pomp confess</br>Her the sole source of social happiness.</br>No more the cannon's rage shall blot the flood;</br>The guilty wave no more be stain'd with blood:</br>But the glad sail shall waft the vessel o'er,</br>And ev'ry nation visit ev'ry shore.</br>The blessings of each clime each clime shall gain;</br>Nor Ocean spread his mighty floods in vain.", "But chief, the pride of Peace, shall FREEDOM smile,</br>And show'r her glories o'er Britannia's isle:</br>There, clad in heav'n's own lustre, TRUTH shall shine,</br>And call forth VIRTUE'S awful form divine.</br>Congenial pow'rs!  by native union sway'd!</br>I sing your kind reciprocated aid.", "O PELHAM, Thou to whom the Fates dispense</br>The godlike pow'r of wide beneficence;</br>Deign to the faithful Muse thine ear to bend:</br>The Muse is Thine, for she is Freedom's friend.</br>And Ye, the Guardians of celestial Truth,</br>Who form the thought, and strike the fate of youth;</br>With candid eye the poet's labour view,</br>Who paints those precepts which he learnt from You.", "First to my song, majestic Freedom, rise!</br>And call thy twin-born sister from the skies,</br>Unspotted Truth:  for Truth from thee alone,</br>While she augments Thy pow'r, receives her own.</br>See, the young Mind, while things unknown surround,</br>In the fond gaze of ardent wonder drown'd,</br>With native joy each hidden cause explores,</br>And wakes to action all her free-born pow'rs.</br>On bold tho' artless pinion, proud to KNOW,</br>She tempts the heights above, and depths below;</br>And, glad thro' wide creation's maze to stray,</br>Soars to the founts of intellectual day:</br>Propitious Truth applauds her daring wing,</br>And smiling leads her to her hallow'd spring.", "Nor less fair Truth and Liberty combine</br>To warm the breast with Virtue's flame divine.</br>Truth bids the Soul to scenes of wonder rise,</br>And read her Maker's image in the skies;</br>Points out, thro' earth below and heav'n above,</br>Wisdom and Pow'r, the ministers of Love.</br>With native sympathy the Soul elate</br>Sees to admire, admires to imitate.</br>Thence Freedom fires the heart, by Truth refin'd,</br>To spread her equal gifts on all mankind:</br>Whom heav'n thought worthy Being to possess,</br>She greatly thinks is worthy Happiness;</br>Instructs the heart with boundless love to glow,</br>The gentle eye to melt at human woe:</br>Bliss opens round, obedient to her call;</br>And what is Virtue, but what blesses all?", "Far other fate attends the free-born mind,</br>In the fell chain of ruffian pow'r confin'd:</br>Where tyrant-rage and bigot-frowns controul</br>The native efforts of the struggling Soul.</br>Thro' fair creation's round tho' beauty reign;</br>For Her, creation's beauty smiles in vain:</br>In vain yon orbs refulgent roll on high;</br>Shut is each sense, fast-clos'd her ideot eye:</br>No more intent to view, or fond to hear,</br>Her wonder sinks to ign'rance; that, to fear:</br>Appal'd she starts at ev'ry Pow'r unknown,</br>Nor dares to search God's nature, or her own.", "Hence Tyranny and Falsehood urge their art,</br>And blast each virtue opening in the heart:</br>While their vain terrors ev'ry pow'r controul,</br>Bind thought in shackles, and subdue the soul.</br>Thus by the damps of coward fear oppress'd,</br>The beam of love expires within the breast:</br>Or, if rekindled, Superstition's call</br>Contracts the ray that Heav'n ordain'd for all:</br>Impells blind Virtue in her abject state</br>To love That pow'r alone, she ought to hate;</br>To court Oppression, and with mean disdain</br>To stab kind Freedom, that would break her chain.</br>Hence in the breast what serpent-monsters rise!</br>Perverted virtue is the blackest vice.</br>Hence Nature mourns her gentle whisper scorn'd,</br>And weeps the Graces into Furies turn'd.</br>Hence Justice drags fair Freedom to her fate;</br>And Love destroys, beyond the rage of Hate:</br>Hence heav'n-born Charity herself inspires</br>The lingring rack, and slow consuming fires;</br>And teaches in the breast humane to dwell</br>Remorseless vengeance, and the spite of Hell.", "O GRANTA, warm for Truth, in Virtue wise,</br>To Freedom's aid with generous ardor rise!</br>To thy committed youth the flame impart,</br>And shoot the fair infection thro' the heart.</br>To Heav'n obedient, urge the mild decree,</br>Which warn'd mankind, \"that TRUTH SHALL MAKE THEM FREE:\"</br>And prove, by pointing Heav'n's extended plan,</br>The foes of Freedom are the foes of Man.</br>Bid Britain's sons with pitying scorn behold</br>Her treach'rous foes, in lurking treason bold:</br>Who wish'd &mdash; yet dar'd not lift the coward hand,</br>When late Rebellion shook th' astonish'd land;</br>Who glad wou'd fix their Idol on the throne,</br>That his unbridled rage might shield their own;</br>Who veil th' Oppressor in the Slave's disguise,</br>Willing to fawn, that they may tyrannize;</br>Who spurn the gifts of Peace with vile disdain,</br>Tho' FREEDOM, and a PATRIOT-MONARCH reign.</br>O bid thy kindling youth with ravish'd eyes</br>See thy bright train of Bards and Sages rise,</br>Thy Patriots, Heroes, who, inspir'd by Thee,</br>Or liv'd or dy'd for Truth and Liberty.</br>Thy pledge of rising day see BACON shine!</br>And awful NEWTON, Nature's boast and Thine!</br>Thine, moral SPENSER'S heav'n-enkindled flame:</br>And Thine the great, long-injur'd MILTON'S name.</br>With scorn he saw destroying Licence rise,</br>Saw impious Wit caress'd in Wisdom's guise;</br>And firm to virtue in degenerate days,</br>Prefer'd a world's reproach to guilty praise:</br>O grateful, twine around his honor'd brow,</br>The Poet's laurel, and the Sage's too!</br>How did thine eye the gen'rous sorrow shed,</br>When Truth and Freedom in thy RUSSEL bled!</br>How flow'd thy joy, when at the destin'd hour</br>Thy mitred Patriots stem'd the tyrant's pow'r!</br>Nor shalt thou less in virtuous ardor shine,</br>Still fond to call emerging wisdom Thine:</br>The first to chase the gloom, thro' ev'ry age</br>Of cloysterd ignorance and monkish rage;</br>From bigot pow'r canst boast ERASMUS won,</br>And mighty LOCKE thy glad adopted son.", "Rise, GRANTA, rise!  augment thine awful train;</br>Nor let the great examples shine in vain!</br>With Thee fair praise or black reproach must dwell,</br>The friend of Heav'n, or instrument of Hell.</br>Should'st Thou &mdash; shou'd ISIS &mdash; by your foes betray'd,</br>With foul defection start from Freedom's aid;</br>Shou'd your polluted streams (which erst refin'd</br>Pour'd truth and wisdom on the thirsty mind)</br>O shou'd they, poyson'd by fell Treason's hand,</br>Diffuse infection thro' the tainted land;</br>How wou'd expiring Freedom curse the bane,</br>And Angels weep their cares for Britain vain!</br>But, if the Muse prophetic may divine,</br>A nobler lot, my GRANTA, shall be Thine;</br>Ev'n now her raptur'd eye, with glad surprize,</br>Beholds thy long-successive glories rise:</br>Thy stream, where Heav'n's reflected image shines,</br>Brightens by age, \"and as it runs refines.\"</br>From Thee the Sage shall catch the piercing ray,</br>And o'er the depths of Nature spread the day:</br>At Thy command, in deep attention hung,</br>Shall list'ning senates bless the Patriot's tongue;</br>From Thee the Patriot's breast shall catch the fire,</br>Fond for his country's freedom to expire:</br>Thy future Bards shall rise the tyrant's dread,</br>And pour the Muse's thunder on his head;</br>Thy glowing Warriors feel the wish refin'd,</br>And teach the deathful sword to save mankind:</br>Thy Priests, in hope and love humanely wise,</br>Shall raise fall'n man and guide him to the skies:</br>Whilst Thou, high-rais'd on Freedom's awful throne,</br>Shalt justly boast each glorious toil thine own.</br>"]