["EMPRESSE OF BABYLON:  HER CANOPIE SUPPORTED BY FOUR CARDINALS:  TWO PERSONS IN PONTIFICALL ROABES ON EITHER HAND, THE ONE BEARING A SWORD, THE OTHER THE KEIES:  BEFORE HER 3. KINGS CROWNED, BEHINDE HER FRIERS, &c.", "EMPRESSE.</br>That we, in pompe, in peace, in god-like splendor,</br>With adoration of all dazeled eies,</br>Should breath thus long, and grow so full of daies,</br>Be fruitfull as the Vine, in sonnes and daughters,</br>(All Emperors, Kings, and Queenes) that (like to Cedars</br>Uprising from the breast of Lybanus,</br>Or Olives nurst up by Jerusalem)</br>Heightened our glories, whilst we held up them:</br>That this vast Globe Terrestriall should be cantled,</br>And almost three parts ours, and that the nations,</br>Who suspiration draw out of this aire,</br>With universall Aves, showtes, and cries,</br>Should us acknowledge to be head supreame</br>To this great body (for a world of yeares:)</br>Yet now, when we had made our Crowne compleat,</br>And clos'd it strongly with a triple arch,</br>And had inrich'd it with those pretious jewels</br>Few Princes ever see (white haires) even now</br>Our greatnesse hangs in ballance, and the stampe</br>Of our true Soveraignty, clips, and abas'd.", "1. KING.</br>By whom dread Empresse?", "EMPRESSE.</br>Aske those our out-cast sonnes:  a throne usurped</br>Our chaire is counted, all our titles stolne.", "2. KING.</br>What blasphemy dare speake so?", "EMPRESSE.</br>All our roabes,</br>Your vestments, (reverend, yet pontificall:)</br>This sword, these keyes, (that open kingdoms hearts</br>To let in sweet obedience) All, but borrowed.", "3. KING.</br>What soule above the earth&mdash;", "EMPRESSE.</br>Our royall signet,</br>With which, we, (in a mothers holy love)</br>Have sign'd so many pardons, is now counterfeit:</br>From our mouth flow risers of blasphemy</br>And lies; our Babylonian Sinagogues</br>Are counted Stewes, where Fornications</br>And all uncleannesse Sodomiticall,</br>(Whose leprosy touch'd us never) are now daily acted:</br>Our Image, which (like Romane Caesars) stamp'd</br>In gold, through the whole earth did currant passe;</br>Is now blanch'd copper, or but guilded brasse.", "3. KING.</br>Can yonder roofe, thats naild so fast with starres,</br>Cover a head so impious, and not cracke?</br>That Sulphure boyling o're celestiall fires,</br>May drop in whizing flakes (with skalding vengeance)</br>On such a horrid sinne!", "1. KING.</br>No mortall bosome</br>Is so unsanctified.", "2. KING.</br>Who i'st bright Empresse,</br>That feeds so ulcerous, and so ranke a Spleene?", "EMPRESSE.</br>A woman.", "OMNES.</br>Woman!  who?", "EMPRESSE.</br>The Fairie Queene:</br>Five Summers have scarce drawn their glimmering nights</br>Through the Moons silver bowe, since the crowed heads</br>Of that adored beast, on which we ride,</br>Were strucke and wounded, but so heal'd againe,</br>The very scarres were hid.  But now, a mortall,</br>An unrecoverable blow is taken,</br>And it must bleed to death.", "3. KING.</br>Heaven cannot suffer it.", "EMPRESSE.</br>Heaven suffers it, and sees it, and gives ayme,</br>Whilst even our Empires heart is cleft in sunder:</br>That strumpet, that inchantresse, (who, in robes</br>White as is innocence, and with an eye</br>Able to tempt stearne murther to her bed)</br>Calles her selfe Truth, has stolne faire Truths attire,</br>Her crowne, her sweet songs, counterfets her voyce,</br>And by prestigious tricks in sorcerie,</br>Ha's raiz'd a base impostor like Truths father:</br>This subtile Curtizan sets up againe,</br>Whom we but late banisht, to live in caves,</br>In rockes and desert mountaines.", "2. KING.</br>Shee's but a shadow.", "EMPRESSE.</br>O t'is a cunning Spider,</br>And in her nets so wraps the Fairie Queene,</br>That shee suckes even her breast:  Sh'as writ a booke.</br>Which shee calles holy Spels.", "3. KING.</br>Weele breake those spels.", "EMPRESSE.</br>The poles of Heaven must first in sunder breake,</br>For from the Fairie shores this Witch hath driven</br>All such as are like these (our Sooth-Saiers)</br>And cal'd false Seers home, that of things past,</br>Sing wonders, and divine of things to come:</br>Through whose bewitching tongues runne golden chaines,</br>To which ten thousand eares so fast are bound,</br>As spirits are by spells; that all the Tones</br>Of harmony, that Babylon can sound,</br>Are charmes to Adders, and no more regarded,</br>Than are by him that's deafe, the sicke mans groanes.</br>Shee, they, Titania, and her Fairie Lords,</br>Yea even her vassaile elves, in publike scorne</br>Defame me, call me Whore of Babylon.", "OMNES.</br>O unheard of prophanation!", "EMPRESSE.</br>Give out I am common:  that for lust, and hire</br>I prostitute this body:  that to Kings</br>I quaffe full bowles of strong enchanting wines,</br>To make them dote on me.", "OMNES.</br>Lets heare no more.", "EMPRESSE.</br>And that all Potentates that tread on earth,</br>With our abhominations should be drunke,</br>And be by us undone.", "OMNES.</br>Weele heare no more.", "3. KING.</br>You have thrust Furies whips into our hands.", "1. KING.</br>Say but the word, and weele turne home your wrongs,</br>In torne and bloody collours.", "2. KING.</br>All her bowers,</br>Shall like burnt offerings purge away (in fire)</br>Her lands pollution.", "OMNES.</br>Let's to armes.", "EMPRESSE.</br>Stay:  heare me:</br>Her kingdome weares a girdle wrought of waves,</br>Set thicke with pretious stones, that are so charm'd,</br>No rockes are of more force:  her Fairies hearts,</br>Lie in inchanted towers (impregnable)</br>No engine scales them.  Therefore goe you three,</br>Draw all your faces sweetly, let your browes</br>Be sleekd, your cheekes in dimples, give out smiles,</br>Your voyces string with silver, wooe (like lovers)</br>Sweare you have hils of pearle:  shew her the world,</br>And say shee shall have all, so shee will kneele</br>And doe us reverence:  but if shee grow nice,</br>Dissemble, flatter, stoope to licke the dust</br>Shee goes upon, and (like to serpents) creepe</br>Upon your bellies, in humilitie;</br>And beg shee would but with us joyne a league,</br>To wed her land to ours:  our blessing, goe.", "3. KING.</br>When mines are to be blowne up, men dig low.", "ALL THREE.</br>And so will wee.", "EMPRESSE.</br>Prosper:  till this sunne set,</br>The beames that from us shoot, seeme counterfet.", "EXEUNT.</br>"]