["The Sun's reflection from the western sky,</br>Now smiles adieu to valley, grove and rill;</br>His setting beams awhile delight the eye,</br>Then gradual fade beyond the misty hill.", "Pale Cynthia now assumes her silver throne,</br>While lost in splendor fades the tinge blue;</br>No sound is heard, but zephyr sighs alone,</br>As from his wing he shakes the falling dew.", "Now all serene, appears the distant deep,</br>While scarcely stirs the breezes whisp'ring breath,</br>On every side see drowsy nature sleep,</br>In silence deep as in the reign of death.", "Beside yon stream on which the moon-beams play,</br>On yonder hill which overlooks the main;</br>When Fancy calls, I often love to stray,</br>To give free scope to her fantastic train.", "I to the hallow'd spot again repair,</br>Once more shall Fancy's ardour-beaming eye,</br>Dwell on her sportive images of air,</br>Or pierce the clouds that veil futurity.", "Perhaps like me, beneath this cypress shade,</br>Some hopeless son of Sorrow erst reclin'd;</br>And while this turf, his lonely seat was made,</br>Some wild vagary fill'd his anxious mind.", "Here, while his sighs were borne upon the breeze,</br>Would of his wayward destiny complain,</br>And to the moon that glitter'd thro' the trees,</br>Would tell the plaintive story of his pain.", "How niggard fortune had with envious hand,</br>Each fairy wreath of wealth and pleasure torn;</br>And how a cruel father's stern command,</br>Compell'd him still a hapless love to mourn.", "Or how stern death, had nipp'd in early youth,</br>That life, where center'd all his earthly peace;</br>Had render'd vain, their mutual vows of truth,</br>And rous'd him from his dream of fancied bliss.", "Or how perchance his mistress faithless prov'd,</br>And held his humble, modest love in scorn;</br>And while he thought himself her best belov'd,</br>Some happier swain from him the prize had borne.", "But now thy gentle spirit is at rest,</br>Nor fate, nor fortune, more thy peace betray;</br>No more shall grief disturb thine anxious breast,</br>Nor Beauty's smiles thy fancy lead astray.", "No more shalt thou frequent the lonely shade,</br>When evening bids the varied scene be still;</br>No more when on thy silent pillow laid,</br>Shall Delia's form thy raptur'd fancy fill.", "If death remov'd her from thy fond embrace,</br>No more shalt thou her grave with tears bedew;</br>If Fortune cross'd thy chosen path to peace,</br>'Tis now forgot beneath the funeral yew.", "If from the cruel damsel's scorn alone,</br>Each gloomy care that fill'd thy bosom came;</br>Perhaps that now, thou art forever gone,</br>She may with grief recall thy hapless name.", "The distant clock, now breaks my reverie,</br>Farewell thou airy dream of fancy wild;</br>But at this spot, I'll oft revert to thee,</br>When Cynthia's light shall gild the evening mild.</br>"]