["PLACE, A CITY CHURCH-YARD.  TIME, DUSK.</br>The Muse, by melancholy evening led,</br>In plaintive song delights with Grey to mourn;</br>And loves to haunt these mansions of the dead,</br>When the pale spectre hovers round it's urn.", "What Fear can raise, or magic spells create,</br>Still gives new pleasure to th' enchanted brain,</br>Nor aught that horror starts, the muse can hate,</br>As long as virtue shields the inward man.", "Now thought steals slowly o'er the human mind,</br>Calm, serious thought, to sense and heav'n allied!</br>Now the free soul's no more by care confin'd,</br>Nor longer leagu'd with folly, noise or pride.", "From yon high turret, silence reigning round,</br>Hark, the loud clanging of the noisy bell!</br>Through the pierc'd aether floats the trembling sound,</br>And distant villas hear its hollow knell.", "How thick and friendly lie the mingled graves!</br>Distinguish'd only by some sculptur'd guide,</br>That serves to tell us, folly often saves</br>Her little all, to shew mechanic pride.", "Here many a bustling tradesman crowds the soil,</br>Each now unheard, and laid in noiseless death!</br>No varying seasons once could check their toil,</br>Keen Winter's blast, or Summer's fervid breath.", "Their busy hammers, plied with early care,</br>Perhaps are heard no more at break of day,</br>Each left neglected by the worthless heir,</br>Or sold, 'midst lumber, some vile debt to pay!", "What lights are those?  Hah &mdash; whence that dreary sound&mdash;</br>The notes in many a eccho roll along;</br>'Tis some new tenant of this haunted ground,</br>Who claims those torches, and that holy song.", "I'll cross the glebe, to learn the mournful tale,</br>And join in anthem at the stranger's bier;</br>Perhaps my tears may sooth the woful wail</br>Of the lost wife of friend, whose hope lies there.", "Lo!  what an endless train attends the dead,</br>In silent sadness weeping out their woe,</br>Perhaps his graceful hand once shar'd the bread</br>Which heav'n denies, in equal lot, below!", "Perhaps in him the weak bemoan their friend,</br>Who oft' has pluckt them from the tyrant's jaw;</br>Perhaps the Christian taught them once their end,</br>Or nobly freed them from the bonds of law!", "'Tis soft-eyed pity wakes such doubts as these,</br>And shews me there some father of the poor,</br>Some earthly saint, now resting at his ease,</br>Who ne'er gave sorrow to his friends before!", "But let me haste, I long to learn his fate</br>From one who lov'd him and whose grief is deep;</br>A friend's distress a friend can best relate,</br>Each case is made our own, when others weep.", "Mix'd with the crowd, I'll view this hallow'd pile,</br>Whose folding gates give way to all alike;</br>The poor, forlorn, may fill the lengthening isle,</br>Whom sordid wretches dare neglect, dislike.", "On the bare surface of the earth they kneel,</br>Nor are their voices heard aloud in pray'r;</br>Yet still their heav'n-bent eye betrays a zeal,</br>A real rev'rence for the God they fear.", "But hark, my muse!  the priest begins to read,</br>In gloomy tone, the prologue to the grave;</br>Sure 'tis the voice of Delphos o'er the dead!</br>Such rev'rend accents ring through all the nave.", "Draw nigh, ye vain!  who dance your hours away,</br>And think the lingering minute much too slow;</br>Step in awhile, and rest you from your play,</br>This house of mourning is no house of woe.", "Let solemn pleasure fill the place of joy,</br>For once indulge the tear, the thought sublime,</br>Let the charm'd soul her noble pow'rs employ,</br>And steal one moment from the hour of time.", "Lo!  from his awful height the priest descends,</br>No more he charms us from the sacred page;</br>Strait to yon chancel move the mournful friends,</br>Where sons of grandeur sleep for many an age.", "There rot, unnotic'd now, the slaves of pride,</br>Save that their trophies catch the curious eye,</br>Where, rear'd aloft with saints on either side,</br>The cold, smooth marble tells the polish'd lye.", "Drunk o'er the grave the thoughtless sexton stands,</br>By custom harden'd to all sense of fear,</br>Two torches tremble in his palsied hands,</br>Skulls, spades and bones lye heap'd, confusd'ly, near.", "And now, slow winding round the sacred verge,</br>The dead man's friends expose their doleful woe,</br>The widow, trembling at the last, sad dirge,</br>Weeps, rack'd and silent; o'er the corpse below!", "What means this sudden tumult in my breast,</br>Some thrilling horror creeps through every vein,</br>I fear I know that beauteous face distress'd!</br>That alter'd mien, distracted thus with pain!", "'Tis true, ye gods!  I see the faithful hand,</br>Now sadly rais'd to hide each bursting tear,</br>Which lately gave Eugenio frank command</br>Of all he wanted, all he wish'd for here!", "And is he then no more &mdash; How late I saw</br>(Oh!  mem'ry will intrude each bitter thought)</br>That modest fair approach yon priest with awe,</br>And heard her own the gen'rous flame she caught!", "Such transport glow'd in my Eugenio's eye,</br>When, with her hand, she blushing gave her heart,</br>That, lost in thought, he thank'd her &mdash; with a sigh,</br>And oh, to paint his bliss is not in art!", "How soon dissolv'd the matrimonial vow!</br>How vanish'd every hope of human pride!</br>And who could prophecy, oh rigid blow!</br>The priest, that bless'd them, should so soon divide!", "Let man, with caution, trust the flattering smile,</br>The snares of pleasure, laid in virtue's road!</br>Full oft' we stumble, or those snares beguile</br>The wretch to follow, and forget his God.", "Hope was but lent to ease man's labours here,</br>His galling burden through the thorns of life;</br>And if this blessing did not balance fear,</br>Weak virtue would in vain contest the strife.", "But fondly do we dream this hope design'd,</br>To fix eternal happiness below,</br>Nor can we nurse the thought, to rest resign'd,</br>'Till plung'd at once into the gulph of woe.", "No more let wit intrude, or heedless mirth,</br>On the lone quiet of my future hours;</br>But let me visit oft' this spot of earth,</br>And, weeping, strew around it sweetest flow'rs!", "Oft' let me wander, by these holy walls,</br>While frantic grief, or melancholy raves!</br>Oft' let me listen if Eugenio calls,</br>And nightly walk in sleep among the graves.", "'Till every ghastly through of death be o'er,</br>And in my bosom fears no longer roll;</br>'Till Angels hail me from their happier shore,</br>And life's last tremble waft the shivering soul.", "Then may some future friend, by faith allied!</br>Once that would rev'rence ev'n my lifeless clay!</br>See my cold bones plac'd near Eugenio's side,</br>And on my tomb engrav'd this funeral lay.", "THE EPITAPH.</br>Here lies below a youth, once warm to feel</br>The mis'ries, seldom thought on, of the Poor;</br>When others pain he saw and could not heal,</br>He wept &mdash; And what could pity's self do more?", "If vice decoy'd him from the paths of fame,</br>No friend was made to weep, or foe to curse,</br>No virgin felt his wrongs, in secret shame,</br>His life was still as harmless as his verse.", "If any passion harbour'd in this breast,</br>His honest features could not give the lie;</br>Let those conceal their thoughts, who fear the test,</br>Should truth unfold them to the public eye.", "For all his crimes and frailties  here below,</br>His soul did penance, 'ere he met his end;</br>And, if his little worth you want to know,</br>Go, seek it in the bosom of a friend.</br>"]