["For, ever from my boyhood, was my mind</br>A willing slave to woman's witchery;</br>On her I lov'd to look, severe, or kind,</br>As the young eagle gazes on the sky,</br>Drinking the sunbeams with delighted eye:</br>And all beside seem'd as a shrivell'd scroll,</br>While her strong spells came o'er me, brooding nigh,</br>Like some eternal night-mare of the soul,</br>Which I could ne'er remove, and wish'd not to controul.", "To lie on some fond bosom, that could bear</br>A wounded spirit's waywardness; &mdash; the wreck</br>Of wild consuming passions, and long care,</br>E'en thus to find some being, who would check</br>My vain remorse, and, ever smiling, deck,</br>With roseate ring, my life's remaining day;</br>Imbibe her voice, and hang upon her neck;&mdash;</br>Is all I ask of Heaven, ere yet my clay</br>Is moulder'd to the dull congenial earth away!", "Curs'd be the man, whose heart is not imbued</br>With the deep love of woman; nor its hue</br>Thence caught and colour'd; who can, unsubdued,</br>Behold the forms that might a world subdue;</br>Nor burns, nor thrills, nor trembles at the view!</br>Curs'd be the man, whose melancholy bile,</br>Or frozen pride ne'er stoop'd to sigh or sue;</br>Whose gloom no female sorcery can beguile;</br>Who breathes in other air, nor lives on woman's smile!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Some say thou art a vain and fickle thing,</br>Changeful and fitful as th' autumnal breeze,</br>Still, as thou soarest wild on wanton wing,</br>Laughing at steadfast faith, and tranquil ease,</br>As all too dull for polish'd times like these!</br>Some say, that in thy smiles, and in thy tears,</br>Dwells treachery &mdash; that thine heart alone can please</br>Wealth, pomp, or toys, that suit but infant years,</br>Or proud, ambitious hopes, to rise above thy peers.", "They say the fond heart can repose on none,</br>Or will be pierced by thorns of sharp deceit;</br>For of created women breathes not one</br>Whose honeyed promise is not false as sweet;</br>From the gay sylph who skims with fairy feet,</br>Light as a shadow, o'er the figur'd floor,</br>To her, who must reluctantly retreat,</br>Some dowager of beauty, queen no more,</br>Who sees her daughter reign as she has reign'd before.", "Alas!  in thee detracting tongues will say,</br>Spite, envy, rancour, are most uncontroll'd;</br>Thy love of luxury, thy lust of away,</br>Force thee to fondly clasp what thou should'st hold</br>In scorn and utter loathing &mdash; damning gold,</br>Thy hate of e'en deformity disarms,</br>And woman's heart is barter'd, bought, and sold;</br>And wither'd age can bribe into its arms</br>Shapes mocking sculpture's skill, proud prostituted charms.", "Ah!  that it has been thus indeed! &mdash; dark tales,</br>Yet true, at times thy votaries must hear</br>Of giddy faithlessness, and art that veils</br>Its frauds in guise of tenderest love sincere,</br>And flattery grateful to the foolish ear,</br>And frivolous weakness; &mdash; yet, when thou hast smil'd,</br>Man all forgets his spleen, unsays his sneer,</br>And, sooth'd a moment, like a froward child,</br>Hangs on thy lip again, too gladly reconcil'd.", "Deceit is thine, as hearts now withering</br>Have felt too keenly, and have known too well;</br>Yet scarce thy treacheries are design'd, but spring</br>Half heedlessly; still spread they round them hell,</br>And raise hot strifes not e'en thyself can quell:</br>And, wishing to please all, thou painest long</br>The heart 'gainst which thine own could ne'er rebel;</br>Less from avow'd premeditated wrong,</br>Than that thy meteor love gleams fugitive as strong.</br>"]