["Inquire, dispute, and all you can,</br>Say, what is Genius but the Soul of Man?</br>Beam of that Light which animates our Frame,</br>Alike in many, but in none the same.</br>'Tis with our Minds, as with our Bodies, none</br>In Essence differ, yet each knows his own.</br>Marks of specific Character we see,</br>That stamp on ev'ry Mortal, THIS IS HE.</br>Nor varies more our present outward Shape,</br>(This Man half-Angel, and the next half-Ape)</br>Than do the mental Pow'rs:  What Odds we find</br>Between a &mdash;'s, and a Newton's Mind?</br>Ask you the Cause?  First take it for a Rule,</br>Whate'er the Man, the Soul is not a Fool.</br>She came in due Perfection from the Skies,</br>And all Defect in grosser Body lies.</br>Body and Soul at best but ill agree,</br>'Tis Spirit wedded to Infirmity:</br>A disporportion'd Match, from whence proceeds</br>The Soul's Inaction thro' the Body's Needs.</br>This Truth once stated, and the Soul, 'tis plain,</br>Much on the filmy Texture of the Brain,</br>Much on Formations that escape our Eyes,</br>On nice Connections, and Coherencies,</br>And on corporeal Organs must depend,</br>For her own Function's Exercise, and End.</br>Hence then the Cause of all Defects is seen,</br>For one wrong Movement spoils the whole Machine.</br>'Tis hence the sev'ral Passions take their Rise,</br>The Seeds of Virtue, and the Roots of Vice;</br>Hence Notes peculiar or to Young, or Old,</br>Phlegmatic, sanguine, amorous, or cold!</br>And hence from Constitution, such or such,</br>Wit may take Modes, and Genius op'rate much.</br>The youthful Bard, a sprightly, sanguine  Swain,</br>Like Ovid warbles in a Lovesick strain:</br>With weaker Passions, but with Sense more strong,</br>The melancholy Young pursues his Song.</br>Mixture of Humours motley Genius shews;</br>'Tis seen methinks in Hervey's dancing Prose.</br>Why wonder then to mark the Sons of Rhyme,</br>Gay, serious, turgid, easy, or sublime?</br>The Soul and Body closely thus allied,</br>Vile is the Folly, as the Sin of Pride;</br>And one great Truth the first of Men will sit,</br>That Nothing more precarious is than Wit.", "Behold yon Wretch, that o'er the Parish strays,</br>A Baby-Man, a Driv'ler all his Days!</br>With Tongue out-lolling, and round-rolling Eyes</br>He grins against the Sun, and catches Flies;</br>But for some secret Flaws we cannot read,</br>That check her Motions, and her Flights impede,</br>His Soul perchance enrich'd with happiest Thought,</br>Had spoke  like Tully, or like Virgil wrote.", "Alas!  All Souls are subject to like Fate,</br>All sympathizing with the Body's State;</br>Let the fierce Fever burn thro' ev'ry Vein,</br>And drive the madding Fury to the Brain,</br>Nought can the Fervour of his Frenzy cool,</br>But Aristotle's self's a Parish Fool!</br>Nay in Proportion lighter Ails controul</br>The mental Virtue, and infect the Soul.</br>Ease is best Convoy in our Voyage to Truth;</br>What Man e're reason'd with a raging Tooth?</br>A Poet with a Genius, and without,</br>Are the same Creatures in the Pangs of Gout.", "Hence then we guess, nor vain is the Surmise,</br>Why some are Fools, and none are always wise;</br>Why Genius differs in Life's ev'ry Stage,</br>Runs wild with Youth, and creeps with hobling Age.</br>The Soul uncumber'd with the mortal Clay</br>Knows no increase of Strength, nor fears Decay.</br>A little Art this Secret may unfold,</br>That what can never die, is never old.</br>By present Pow'rs Perfection cease to Scan,</br>For we may daily mourn the Fall of Man!</br>Ah!  how bright Wit possest of ev'ry Gift</br>Dwindled to Folly, and went made in Swift.", "The mighty Malb'rough, whose great Soul was prov'd</br>Upon the Plains of Blenheim, where unmov'd,</br>\"Amidst Confusion, Horrour and Despair</br>He view'd around the dreadful Scenes of War,</br>In peaceful Thought the Field of Death survey'd,</br>To fainting Squadrons sent the timely Aid,</br>Inspir'd repuls'd Battalions to engage,</br>And taught the doubtful Battle where to rage;\"</br>Ev'n He, the Springs of Nature in Decay,</br>And all the vital Functions worn away,</br>Unable now to conquer Realms, or buy,</br>With ideot Gesture, and unmeaning Eye,</br>Sits a Spectatour in the foremost Row,</br>And gapes at Heroes in a Puppet-Shew!", "Eschew Presumption ev'ry half-learn'd Elf;</br>The noblest Writer does not know himself;</br>Turn over mighty Milton's raptur'd Page,</br>Observe his Strength, is Majesty, his Rage;</br>His Numbers like th' Almighty's Thunders roll,</br>And strike an awful Pleasure to the Soul;</br>We joy in Ruin, and are almost pain'd</br>To see the (late lost) Paradise regain'd.</br>This Work himself judg'd best; tell me who read,</br>Was not the mighty Milton blind indeed?", "Genius again, by Inf'rence apt we see,</br>The same in Species differs in Degree;</br>Propensities are strong, and few Men yet</br>But have a Relish for some kind of Wit;</br>Homer is Monarch of the Epic Choir,</br>Yet Virgil snatch'd a Brand of Homer's Fire;</br>The daring Homer's all-impetuous Strain</br>Like a hot Courser bore him o'er the Plain.</br>The Muse of Virgil that affected State</br>Speeds not so swiftly, but she keeps her Rate;</br>To those tho' meet to yield the Glory due,</br>Lucan, and Statius have their Merits too.</br>Each Writer is distinguish'd in his Way,</br>Grand Sophocles, or trifling Seneca!</br>All to their fav'rite Art will lay Pretence,</br>'Tis Inclination, or 'tis Excellence;</br>'Midst Clouds of Dulness Gleams of Wit have shone,</br>Like the faint Burstings of an April Sun.", "Grant what you what's past, and it will less perplex</br>To ask, why Woman is the weaker Sex?</br>Why the Extremes of female Wits are such,</br>They mostly say too little, or too much?</br>Beauty's soft Frame, for other Ends design'd,</br>Faints under Toil of Body, or of Mind.</br>Kind Heav'n that gave them Beauty, all things gave;</br>The soundest Scholar is a Woman's Slave.</br>Glibly their Tongues the pretty Lispers move,</br>\"And Nonsense will be Eloquence in Love.\"</br>Yet have we known superiour Nymphs that can</br>Assert an equal Pow'r, and rival Man!</br>Born Nature's Wonders, in all Shapes to please,</br>To speak with Eloquence, to write with Ease,</br>To model Laws, and rule a factious Realm:</br>Witness ELIZA at Old ENGLAND'S Helm!", "Nay diff'rent Countries diff'rent Genius make;</br>Souls Modes peculiar to their Climate take:</br>Boetia's foggy Air was mark'd of old,</br>Athenian Wits were bright, and Theban cold.</br>Just view near Home the Surface of the Ball;</br>In Holland, Genius is mechanical:</br>In France, the Muses breath a livelier Strain;</br>They skip in Italy, and strut in Spain!</br>In England Oh!  how manifold our Rhyme!</br>Where Genius is uncertain as the Clime.</br>We shew (consult the Press, the Stage, the Schools)</br>All Sorts of Wise Men, and all Sorts of Fools!</br>We count our Numbers of illustrious Name,</br>That climb'd by diff'rent Paths the Hill of Fame.", "Ye Bards of Britain that have shin'd in Song,</br>Oh, let the Muse survey your tuneful Throng.</br>Chaucer, who notes not with a merry Glee,</br>Thy Genius full of quaint Festivity?</br>Who reads but must see, with feeling must admire</br>Bright Spencer's Fancy, and bold Milton's Fire.</br>Genius was studied Wit in Artful Ben,</br>But flow'd spontaneous, Dryden, from thy Pen:</br>'Twas thine in manly Richness to excel,</br>With twice thy Labour few write half so well.</br>Fletcher had copious Energy of Mind;</br>Cowley's was Wit let loose, and Wycherly's confin'd.</br>Who but applauds soft Otway's melting Lay,</br>The negligent Simplicity of Gay,</br>The genuine Mirth that tickled Butler's Vein,</br>Waller's terse Sonnet, and Garth's nervous Strain?</br>Such various Forms does Genius take to please;</br>In Rowe 'tis Elegance, in Prior Ease;</br>In Lee 'tis Flame, that lays half Nature waste,</br>And in the Courtly Addison 'tis Taste.</br>'Tis comic Grace in Steele, that shunn'd Offence;</br>In Pope 'tis Sweetness, Purity, and Sense.</br>'Tis Humour in the DEAN unequall'd yet,</br>And Congreve, who could stand thy two-edg'd Wit?", "To sev'ral Bards their sev'ral Virtues fall;</br>But to immortal SHAKESPEARE, All!</br>SHAKESPEARE! &mdash; O Phoebus, lend thy golden Lyre,</br>Give me the Beams of thy coelestial Fire!</br>Avaunt ye Vulgar, Poets listen round,</br>And all PARNASSUS thunder with the Sound!</br>While the Muse dwells on SHAKESPEARE'S sacred Name,</br>And down Time's rapid tide bears his immortal Fame.</br>&mdash;The Rapture's o'er &mdash; I pant in vain to sing,</br>Droops the weak Muse, and flags her languid Wing;</br>She sinks beneath the Theme, she quits her Lays,</br>SHAKESPEARE she nam'd, and Silence is her Praise!", "Assert we then the Force of Genius lies</br>In Verse alone?  Are Poet's only wise?</br>We hinted Genius is of various Kind,</br>And vast the Province of the human Mind.</br>Who well performs his fate-allotted part,</br>By Strength of Nature, or by Dint of Art,</br>Whate'er the Subject of his happy Skill,</br>The Product is the Work of Genius still.</br>What honied Dew distill'd from Tully's Tongue!</br>What soft Persuasion on his Accents hung!</br>So smoothly strong the sweet Oration flows</br>'Tis plain the Muses sometimes speak in Prose;</br>Bid him write Verses; who but will agree?</br>Cib&mdash;r can make as good an Ode as He.", "'Tis nought but Genius that in all presides,</br>Commands in Battle, and in Council guides;</br>Sad Woes ensu'd, where Fools have Squadrons led:</br>For what is Caesar's Arm, without his Head?</br>Nor needs the Muse to distant Regions roam;</br>Genius appears in ev'ry Shape at home;</br>A glorious List in British Annals shines</br>Of Statesmen, Chiefs, Philosophers, Divines.</br>Long Lucubrations o'er the midnight Oil,</br>Gave to the World a Newton, and a Boyle!</br>Each Alma Mater boasts her fav'rite Own,</br>OXFORD her Bradley, CAMBRIDGE Sanderson!</br>'Tis not a puny Judg can find a Flaw</br>In Sherlock's Gospel, on in H&mdash;'s Law.</br>What plenteous Streams in easy Sense we see</br>In fluent Tillotson's Divinity?</br>Yet fluent Tillotson had nought to say,</br>Had not the solid Barrow led the Way!</br>Others may fright you from the Tempter's Gin,</br>But  South will make a Man asham'd of Sin.</br>Nay some we know (and knowing we must smile)</br>Blest with a Talent, but without a Stile.</br>Hammond stands foremost of this awkward Line,</br>A rumbling Writer, but a deep Divine!</br>Who ever knew so strange a Vein as His?</br>Or so much Learning in Parenthesis?</br>T' would tire the Muse, and Reader to proceed</br>From reas'ning Chillingworth to florid Seed;</br>The Works of Christian Labour to explore</br>Of Hooker, Pearson, Laud, and Numbers more;</br>That drew their manly Quills for righteous Ends,</br>The Church's Champions, and Religion's Friends.", "I grieve to think what Souls have been destroy'd,</br>By Wit perverse, and Genius misemploy'd:</br>For nought awakes so soon the vengeful Rod,</br>As Wisdom flying in the Face of God.</br>The Force of Reason is of finite Length;</br>This Giant that attempts beyond his Strength,</br>Our boasted Light of Nature, feeble Spark,</br>Guides for a while, but leaves us in the Dark.</br>As glimm'ring Vapours with a pallid Ray</br>Light us to Quagmires, and to Gulphs betray.</br>How vain is mortal Man above his Sphere!</br>Poor, knowing Fool, just wise enough  to err!</br>Go, span the Globe, the World's strong Bounds o'releap,</br>Empty the yawning Caverns of the Deep,</br>Count all the Fibres of that Reptile's Thigh,</br>Catch me the trembling Sun-beams as they fly,</br>Then take thy Understanding's Cable-Line,</br>Examine God, and measure Truths divine.</br>Grant me, kind Heav'n, to see, e're I explain,</br>Correct the false Ambition of my Brain,</br>And on my Mind this Maxim printed be,</br>The Christian Virtue is Humility!</br>Happier the simple Swain, the rustic Fool,</br>That never took the Polish of a School,</br>Than, swell'd with Pride, a Master of all Arts</br>With Shaftsbury's Cunning, and with St. John's Parts!</br>Much Wit obscene has crept thro' ev'ry Age,</br>But Lewdness riots on the modern Stage.</br>O Shame to Arts! &mdash; Our Poets may defie</br>The Bards of old:  with Rome and Athens vie;</br>May boast Invention, Penetration, Wit,</br>All Qualities for either Drama fit:</br>May touch the Passions with enchanting Art,</br>And take minutest Copies of the Heart:</br>Yet of past Times the Panegyric be,</br>That Pagan Wits were better Men than we.", "Genius depends then on the Body's Frame&mdash;</br>Tell me, will Genius never be the same?</br>Or will the Diff'rence we to day espy,</br>Subsist in Souls to all Eternity?</br>Such Question put, if Reason may be bold</br>In humble wise Conjectures to unfold,</br>She seems to dictate, and she fears not blame,</br>That Things once diff'ring, never are the same:</br>Here or hereafter, in what Light you will,</br>A Man, you know, is Soul and Body still;</br>And still corporeal Organs, and their Use</br>Must correspondent Faculties produce:</br>But Body in that happier State, refin'd,</br>Shall leave it's old Infirmities behind,</br>And every Soul be perfect in her Kind.</br>Consult material Objects, and we see</br>God's Pow'r declar'd by sweet Variety;</br>The diff'rent Seasons diff'rent Beauties bring;</br>'Tis not one Colour paints the jolly Spring.</br>The Sun, gay Giant, travels in his Might;</br>Smiles from her Orb the placid Queen of Night.</br>Each Insect that eludes the nicest Eye,</br>One of the Myriads floating in the Sky,</br>His Maker's Praise proclaim as loudly can,</br>As Ocean's Tyrant King, the Great Leviathan!</br>Look thro' all Nature, the vast Tracts of Space,</br>Each Being has it's proper Pow'r and Place.</br>Th' Angelic Hosts that round the Godhead wait,</br>And issue forth, the Ministers of Fate,</br>Have their respective Provinces, and know</br>What Part to act above, and what below;</br>Messiah's Sword to Michael's Might is giv'n,</br>And Gabriel is Embassador of Heav'n!", "Hence then from Inf'rence little forc'd, we find</br>That Souls will differ, and excel in Kind;</br>But when admitted to the Realms of Joy,</br>What certain Office, what precise Employ</br>Shall exercise the sev'ral Pow'rs of each,</br>Present Conception not presumes to reach.</br>Enough from gen'ral Principles to shew,</br>That one great Point of Bliss will be, to know:</br>To touch Perfection in a fav'rite Art,</br>And grieve no longer but to know in Part:</br>To mark where Truth in her Recesses lies,</br>Pursue her without Toil, and grasp her as she flies!", "The sage Logician then shall clearly see,</br>How all Ideas differ, or agree,</br>And from her Coverts drive fly Sophistry;</br>No need to shift, to wrangle, and confute;</br>For sure the Blessed reason, not dispute.</br>See!  pensive Metaphysics!  Science coy!</br>In Contemplation only knowing Joy!</br>Sober Recluse, no noisy Stander by,</br>She sits, anatomizing Entity!</br>Purg'd of the grosser Particles of Clay,</br>And all material Obstacles away,</br>In the full Vigour of eternal Youth,</br>Oh!  How will She adore abstracted Truth!</br>Physics still fond new Secrets to descry,</br>And look thro' Nature with a piercing Eye,</br>Hereafter latent Causes may explore,</br>When all the present System is no more,</br>And prove, when Inmate of the blest Abode,</br>The World an Atom to the Works of God!</br>The pale Astronomer that kens from far</br>The station'd Planet, or the wand'ring Star,</br>When this frail Earth in Ruin shall be hurl'd,</br>May count the Lamps that light a nobler World;</br>And subtle Geometry shall lend her Line,</br>And take Dimensions of the Plan divine.</br>What Sounds shall flow from Rhetric's silver Tongue!</br>How sweet her Eloquence, her Voice how strong!</br>Her wond'rous Talents graceful She displays,</br>And thunders forth the Heav'nly Monarch's Praise.</br>Hark!  Hark!  the raptur'd Bard has struck the Lyre,</br>Blazes aloft the true Poetic Fire;</br>Ten thousand vast Ideas swell his Mind;</br>Imagination ranges unconfin'd;</br>Now softly trills, now loudly sounds the Strain,</br>He sings JEHOVAH'S all-triumphant Reign,</br>And Music fills th' unmeasurable Plain!</br>He charms the winged Hosts that hover by,</br>And Spirits shout Applause that rends the sky.", "Such then the future Pleasures of the Mind,</br>So solid, manly, rational, refin'd,</br>Productive ever of the truest Joy,</br>And sure to satisfy, but not to cloy,</br>How vain at once appear all worldly Schemes,</br>The Tricks of Statesmen, and Ambition's Dreams?</br>Low the Designs the wisest Mortals lay,</br>And vile the brutal Pleasures of a Day!</br>Awake, awake, pursue the proper Plan;</br>Virtue and Knowledge only make a Man!</br>Despise the World, a better Fortune try,</br>And calculate for Immortality.</br>Ideots by nat'ral Organs ill supplied,</br>Untutor'd Louts, whose parts were never tried,</br>Hereafter hidden Excellence may shew,</br>And rank with Souls that scorn'd them here below:</br>But for the Sot that sees, yet slights his Rule,</br>The wilful Novice, the industrious Fool,</br>That lulls with Sloth, or steeps in Vice his Sense,</br>The Slave of Pleasure, or of Indolence,</br>How wretched is his Fate?  fears he not Plain,</br>The gnawing Viper, and the galling Chain?</br>Still wretched is the Blockhead's Fate &mdash; for why?</br>Eternal Ignorance is Misery.", "Who goodly Talents have, should Talents use,</br>But still with upright, and with virtuous Views;</br>For Application sometimes less pretence</br>To Merit has, than barren Ignorance;</br>Nothing fatigues the Soul, or tires the Brain,</br>Like Lust of Empire, or the Thirst of Gain:</br>And these o'er-ruling in an active Mind</br>Spoil Nations, and make Havock of Mankind:</br>Ingenious Tyrants only make us Slaves;</br>Were all Men Fools, sure no Men would be Knaves.", "Ambition take the Scepter, and the Robe,</br>Spread thy huge Greatness over half the Globe;</br>Lo, the World bursts, 'Tis Nature's dying Day,</br>The Sun is dark, the Planets melt away!</br>Now boast thy Genius, exercise thy Parts,</br>Recount thy Feats, and recognize thy Arts;</br>Alas!  thou cursest thy too pregnant Brain,</br>And Knowledge is acute to quicken Pain.", "The Nature, the Importance, and the End</br>Of Genius such, be wise then, and attend;</br>How we may best our nat'ral Pow'rs improve,</br>And qualify the Soul for Bliss above.</br>Genius lies hid, like Metal in the Mine,</br>Till searching Education bids its shine.</br>'Tis but a glorious Few of deathless Name</br>Have found, without a Guide, their Road to Fame;</br>Nor slight their Province, if we justly rate,</br>Who till the Mind, and Genius cultivate;</br>Much penetration, and no little Toil</br>Must try the Strength, and Temper of the Soil;</br>Some Minds rich-natur'd, like a fruitful Field,</br>To little Culture ample Harvests yield;</br>Others assiduous Labour must secure;</br>They owe their goodly Produce to Manure:</br>True Judgment too should mark where Talent lies;</br>And, soon as seen, indulge Propensities:</br>For diff'rent Objects diff'rent Fancies strike,</br>Genius, we said before, is not alike.</br>Pope's forward Muse procur'd him early Fame,</br>\"He lisp'd in Numbers, for the Numbers came;\"</br>Another's unharmonious Taste is such,</br>Sooner than Poetry he'd learn High Dutch!</br>Yet he peculiar Talents may display,</br>And prove a very Wonder in his Way.</br>Why must all Mortals seek one common Praise?</br>Is there no Garland but a Wreath of Bays?</br>To steep Parnassus' Summit most sublime,</br>'Tis not a short-breath'd Pegasus can climb;</br>Yet tho' the panting Jade would fain stand still,</br>The blind Orbilius flogs him up the Hill.", "Some seem to think that Genius may be sold,</br>But Wit is not, like Honour, bought with Gold;</br>To foreign Regions wealthy Idiots roam,</br>Tho' Fools of all Men sure should stay at Home.</br>Another's Heir thro' Markham's Forms must pass,</br>He goes a Blockhead, and returns an Ass!</br>He gapes, he strains, he sweats, yet gets no higher;</br>For Nature put him down a Country 'Squire!</br>Others of lively Parts, but wretched Fate,</br>Want Nothing but a Fortune to be great:</br>Sometimes among the vulgar Herd we find</br>Strong Marks and Features of a heav'nly Mind;</br>The  Village Swain's a Wit, he knows not how,</br>And I have seen Philosophy at Plough!</br>How are our Hopes by present Chances crost?</br>What Oafs make P&mdash;s&mdash;ns, and what Wits are lost!", "When now your Genius, near to Ripeness grown,</br>Begins to glow with Raptures all it's own;</br>Ply it with chosen Books of various Kinds,</br>For Reading is the Food of hungry Minds:</br>Mod'rate and wholsom will suffice your Need;</br>'Tis not how much, but how, and what you read;</br>To rise with Appetite is always best;</br>Gluttons devour much more than they digest:</br>'Tis vain for ever over Books to pore,</br>Reading does much, but Meditation more:</br>Mere slavish Plodding never yet prevail'd;</br>See yon lank Student to his Folio nail'd,</br>He reads at Home, Abroad, at Meals, in Bed,</br>And have five thousand Volumes in his Head:</br>Yet little to Perfection has he brought,</br>For he has read so much he never thought.</br>The Youth more sprightly, and the glowing Bard,</br>That had as lief go dig, as study hard,</br>Applies by Fits, and at his Fancy's Call</br>Little he reads, but has that little all;</br>He sees, and he enjoys his Author's Worth,</br>Gathers his Flow'rs, and culls his Beauties forth;</br>He dwells with Transport on a favourite Part,</br>And clasps each striking Passage to his Heart!", "Your Models chuse from Authors of first Rate,</br>He cannot write, who dares not emulate;</br>To Father Homer's sovereign Poetry</br>Rome owes her Virgil, and our Milton we:</br>High as the tow'ring Strains of Pindar soar,</br>Great Flaccus was, what Pindar was before.</br>For present Times to emulate is all;</br>'Tis not in Wit to be original!</br>Leave Books &mdash; and go to Company; and then</br>Leave Company, and go to Books again;</br>The studious Mind 'tis useful to unbend</br>In pleasing Converse with a social Friend:</br>For cordial Juices of the generous Vine</br>Refresh the Weary, and the Dull refine;</br>O'er flowing Bowls rebounds the sparkling Wit,</br>And sure no Poet was a Milk-sop yet.</br>Intemp'rate Revelling alone consumes</br>The vital Pow'rs, and clouds the Brain in Fumes.</br>Horace, expertest Handler of the Lyre,</br>In rich Falernum quaff'd poetic Fire;</br>A jovial Bard!  How pleasant  are his Strains!</br>How much Good-humour in his Writings reigns!</br>He laughs, tho' angry, and will still delight;</br>His Verse is Satyr, but it is not Spight.</br>How does the Muse with free Politeness rail,</br>While Juvenal's is thrashing with a Flail!", "Scholars should know, all Fire in Motion lies,</br>And whet their Parts with manly Exercise:</br>Dullness sits slumb'ring in an Elbow chair,</br>But the gay Muses love to take the Air.</br>The Shades of Night are fled before the Morn;</br>The Mountains echoe to the chearful Horn:</br>Men, Dogs, and Horses, Neighings, Shouts, and Cries,</br>Shake, with tumultuous Jollity the Skies;</br>The Chace begins; they pant in every Vein,</br>Now climb the Hill's steep Brow, then scour along the Plain!", "Such Sports as these enliven; they impart</br>Warmth to the Brain, and Gladness to the Heart.", "But if due Aid to Genius may be lent,</br>Much too it suffers by Impediment.</br>Unhappy is the Bard that deals in Rhyme,</br>When Wit is obsolete, and Sense a Crime.</br>When the weak Muse, in a degen'rate Age,</br>Crawls from the Press, or lamely treads the Stage;</br>No longer dares to noble Heights advance,</br>But chimes in Song, or trifles in Romance.</br>Infected by false Taste great Souls we see,</br>Who, R&mdash;d&mdash;n, can Nature paint like thee?</br>Yet would a Genius toy as thou hast done,</br>And spin Morality like Grandison?", "How shall the genuine Bard escape from Fools,</br>That judge by narrow, or by partial Rules?</br>A thousand Witlings maul his mangled Name,</br>And yelping Critics hunt him out of Fame.</br>Nay Censure so perversely plays her Tricks,</br>That she will Measure Wit by Politicks;</br>And some with hollow Heads, but Faces big,</br>Will almost swear APOLLO is a WHIG!</br>Men of true Genius, and of real Use,</br>Can Oxford, that vile Nazareth, produce?</br>And yet impartial Sarum did declare,</br>Once on a Time there was one Scholar there!</br>Oxford!  my Joy!  my Wonder!  and my Boast!</br>My constant Triumph, and my daily Toast!</br>O let thy Son his willing Duty pay,</br>And grateful pour the Tributary Lay;</br>Rescue thy Fame from Slander thrown by Slaves,</br>And snatch thy Honour from the Gripe of Knaves.</br>&mdash;I spare my Pen, when nought to prove I find;</br>For who can see the Sun, when all are blind?</br>Nor Cam repine we at thy equal Praise,</br>The learned Sisters may divide the Bays.</br>&mdash;But in this wooden Age, these dastard Times,</br>O'er-run with Follies, and soul-stain'd with Crimes;</br>When Vice gigantic takes her public Stand,</br>And bids Corruption deluge all the Land,</br>Sculks now no more in Holes from Place to Place,</br>But stares astonish'd Virtue in the Face;</br>When Chiefs blaspheme the God for whom they fight,</br>And all Religion is to be polite;</br>In such a Day as this secure to steer,</br>With spotless Honour from Contagion clear,</br>To cherish still the dying patriot Fire,</br>Unaw'd by Menace, and unbought by Hire,</br>To own, and to defend the Christian Name,</br>And fix on Infidels the Mark of Shame,</br>Is the first Point of Praise; and let the Nine</br>Sound with their Harps this Praise, fair Oxford, thine.</br>'Tis not a minor Bard can hope to please,</br>And struggle thro' Discouragements like these.</br>For ever sure must damp poetick Rage,</br>False Taste, loose Manners, and a slavish Age!", "If these are Plagues, still more remain behind,</br>Wits tell you Fortune frowns upon their Kind.</br>Alas!  What sources of Obstruction lie</br>In the great common Woe of Poverty!</br>Whose Case is hardest, 'tis not quickly said,</br>Or their that work, or their that write for Bread:</br>The starveling Curate the fat Dean supplies,</br>One makes Divinity, and t' other buys.&mdash;</br>How sinks the needy Wretch beneath himself,</br>That sells his Parts to ministerial Pelf!</br>Yet such for State Necessities are fit,</br>For nothing helps a Villain out like Wit.</br>Sure of all Writers Poets should not lack,</br>'Twill spoil your Pegasus to make him hack;</br>The Muse expands her Wings before you ask;</br>She loves Employment, but she hates a Task:</br>To Dryden the proud Manager could say,</br>On pain of Thirst and Hunger, bring your Play;</br>The Play appears in Breach of ev'ry Rule,</br>And Want makes Dryden sometimes half a Fool.", "Such from without the Causes that we find</br>Obstruct the Operations of the Mind;</br>Within too, Genius has it's Enemies;</br>And in ourselves too oft our Hindrance lies:</br>Our Passions, Vices, Follies, Wit misguide,</br>Intemp'rance, Anger, Hastiness, and Pride.", "We said, Debauches will Oblivion bring,</br>And mix dull Lethe with the Muses' Spring.", "The Mind is then most vig'rous when serene;</br>Crude are the half-form'd Dictates of the Spleen.</br>What then inspires the sharp, satiric Page?</br>Oft, fix'd Ill-nature, seldom, sudden Rage.", "Some giddy Fancies ev'ry Object hit,</br>'Tis Folly to be prodigal of Wit!</br>The Verse is short-liv'd that is premature;</br>The Muse tho' never slow, should still be sure:</br>These are thy Honours, Blackmore, this thy Gain,</br>That Nonsense came in Vollies from thy Brain!", "Conceit with empty Vapours puffs the Mind,</br>And makes an Author to his Errors blind;</br>'Tis the first Praise to make, the next to mend;</br>Go, court the Censure of an able Friend:</br>Procure the Sanction of a learned Few:</br>Who knows what Mortals may your Works review?</br>True Modesty for Wit may sometimes pass;</br>But ever Coxcomb is, as such, an Ass:</br>The best Productions some Defects will stain,</br>And he affronts Mankind, who dares be vain!", "&mdash;O!  that my Muse Assistance could impart,</br>As far as Nature may be help'd by Art;</br>Ingenious Art is Nature's truest Friend,</br>And what God made, 'tis only she can mend.", "For me, howe'er I covet lasting Fame,</br>And pant with Longings for a Poet's Name;</br>Yet let my Soul confess a nobler Aim!</br>Give me, kind Heaven, still higher Point to reach,</br>Give me to practice, what I strive to teach;</br>My standing Rules of daily Conduct be,</br>Faith, Honour, Justice, Candour, Charity;</br>Careless of false Reproach, or vain Applause,</br>Be Worth my Eulogy, and Truth my Cause;</br>O may I wield an independent Pen,</br>A Friend to Virtue, not a Tool to Men;</br>In Perseverance placing all my Glory,</br>While Tories, Whigs, and all Men call be TORY!</br>Warm in my Breast may patriot Passion glow;</br>Righteous Resentment of my Country's Woe:</br>With Voice and Heart for ever may I stand</br>'Gainst Vermin that devour my native Land:</br>And in one Wish my Wishes center'd be,</br>That I may live to hail my Country free!</br>Give me this Fame kind Heav'n, and tho' my Song</br>Ranks me the meanest of the raptur'd Throng,</br>I shall enjoy a sweet Content; a Praise</br>That Shakespear's could not give, or Homer's Bays.</br>"]