["Into the gulf of past eternity</br>Another year, in all its pride, has roll'd,</br>And soon its brightest pageantry shall be</br>Lost in the long-forgotten days of old;</br>Oblivion draws around its darkest fold</br>To hide the pomp, that millions gaz'd upon;</br>The curfew of departed joys has toll'd,</br>Another circle in our life is run,</br>And nearer draws the goal, where all of earth is won.", "A year has ended &mdash; let the good man pause,</br>And think, for he can think, of all its crime,</br>And toil, and suffering.  Nature has her laws,</br>That will not brook infringement; in all time,</br>All circumstance, all state, in every clime,</br>She holds aloft the same avenging sword;</br>And sitting on her boundless throne sublime,</br>The vials of her wrath, with justice stor'd,</br>Shall, in her own good hour, on all that's ill be pour'd.", "And Kings, who hug themselves in sordid ease</br>And revel in their vassals' blood and tears,</br>Who grasp at all can sense or passion please,</br>And build their strength on others' wants and fears;</br>For them, the heap'd up vengeance of long years,</br>Pois'd like a snow-cliff on a mountain's brow,</br>Wild as the sounding avalanche careers,</br>Or oceans rushing in their stormy flow,</br>Shall bury all their power in one wide overthrow.", "Revenge may hold her breath awhile, but still</br>The spirit boils within, and soon will burst,</br>Like lavas from their vaults &mdash; the long-check'd will</br>Breaks out with deeper fury, fed and nurst</br>By ever-growing outrage, till the worst,</br>And reddest, scourge of tyranny unbinds</br>The rusted links of cent'ries, which long curs'd</br>But dreaded, now the vasal rends, and finds</br>At once his gall'd limbs free and chainless as the winds.", "Sov'reigns may band in holy leagues, and lock</br>Their fetters on a continent, which springs</br>To claim its birth right &mdash; they may coldly mock</br>The strivings of young Liberty, as things,</br>That are to them but toys to play with &mdash; Kings</br>Have long enough made men their play &mdash; the hour</br>When wrath shall wake, and triumph clap her wings</br>Over the broken images of power,</br>Draws nigh, and they, who rear the haught crest, soon will cower.", "The dawning year beheld a nation rise,</br>Free in a glorious seeming &mdash; but it fell&mdash;</br>Where was the Roman fire?  Italian skies</br>Shone over them as purely; and the swell</br>Of that wide gulf, where ancient glories dwell,</br>Roll'd with as bright a tint on Baiae's coast&mdash;</br>Though Rome's dark ruins frown'd, as by a spell,</br>At once before the German's hireling host,</br>They sunk, and, in one hour, forgot their proudest boast.", "They sunk, but yet in nobler souls lives still</br>A feeling, fetters, swords, can never quell;</br>Brute force may crush the heart, but cannot kill;</br>The mind, that thinks, no terrors can compel,</br>But it will speak at length, and boldly tell</br>The world its weakness and its rights; the night,</br>Our race so long has grop'd through, since man fell</br>From his imagin'd Eden of delight,</br>Must, will ere long retire from Truth's fast-dawning light.", "For Mind has dar'd assert its native claim,</br>And bigot rage, and superstitious dread,</br>And priesthood, rob'd in purple, cannot tame</br>Its strong up-risings.  Power, with hydra head,</br>On vice, and self, as on a Lerne, fed,</br>Awhile may bind the nations to its car&mdash;</br>In thousand hearts a Hercules is bred,</br>The fearless champion of a coming war,</br>When Liberty, at last, shall break her dungeon bar,", "And, in the vigor of her youth, go forth,</br>Unshackled and undaunted, and shall call,</br>With the clear summons of her trump, the North</br>To send its nerv'd sons on to scale the wall,</br>Whereon the Cross and Crescent shadow all,</br>That cradled glory in the olden time;</br>And sack the Czar's firm bulwarks, wherein stall</br>Slavery, and beastly ignorance, and crime,</br>And sense, that drags its folds in pleasure's foulest slime.", "And on the sea, whose bright green waves should roll,</br>Without the stain of innocent blood, nor bear</br>The burden of rank avarice to the goal,</br>Where toil and stripes await it; where thieves dare</br>Their darkest deeds of rapine, she will there</br>Ride in her car of vengeance, and proclaim</br>To every plunderer, be it they who bear</br>The ocean's lord, or dogs unknown to fame,</br>That her strong arm shall soon their blood-drunk boasting tame.", "Go forth, ye navies, o'er the ocean go,</br>Where havoc riots on the pirate's deck,</br>Where steals along the cowering bark of woe,</br>And bid those dens of torture float a wreck;</br>And as you first the Invincible did check,</br>So let him feel the force of nature's sway&mdash;</br>Would they might rouse, who worship at the beck</br>Of Europe's would-be lord, and rend away</br>The veil, that hides from Greece the glories of that day,", "Of which all hearts are proud, the brightest hour</br>In all the round of ages, which will stand</br>A monument of light, the sacred dower</br>Of never-dying truth &mdash; the tyrant's hand</br>Awhile may dim the glories of that land,</br>And doom it to be trampled on, but still</br>There we shall image out the Spartan band,</br>There we shall gaze on Freedom's holy hill,</br>And from her kindling founts, the cup, that fires us, fill.", "Where sleeps the fire, that erst in Pylae burn'd?</br>Where lurks the spirit of that godlike age?</br>Shall the bright soul forever rest inurn'd?</br>Is there no hand to cheek the Tartar's Page?</br>Shall Turk on light, and love, and freedom wage</br>A war, that swept whole nations like a flame?</br>Shall Europe never in that cause engage,</br>And wipe, from off her shores, that blot and shame?</br>Her feeblest arm might now the glutted vulture tame.", "But shall we mourn, because those fanes are low,</br>Where Gods were knelt to, and where lust was right?</br>There was a gladness in the overthrow</br>Of Temples, where Religion had no light;</br>And though the Cross still left the land in night,</br>And bound the spirit in as cold a chain,</br>Yet we can still exult, and boldly write,</br>\"Idols, and idol-worshippers again</br>On lands, where Truth has pour'd her light, shall never reign.\"", "There is a twilight dawning on the world,</br>The herald of a full and perfect day,</br>When Liberty's wide flag shall be unfurl'd,</br>And kings shall bow to her superior sway:</br>Already she is on her august way,</br>And marching upward to her final goal;</br>Nations the warning of her voice obey,</br>Away the clouds of fear and error roll,</br>The chain is broke, that bound the thrall'd and fetter'd soul.", "That chain is off a Continent, where Man</br>Begins anew his being &mdash; where a course,</br>Brighter than ever Greek or Roman ran,</br>Spread its wide list before him &mdash; from a source,</br>Unstain'd and deep, with strong resistless force,</br>The uncheck'd wave of enterprize rolls on:</br>Hope gilds it o'er with sun beams; wild and hoarse,</br>As storm-lash'd oceans, till the plain is won,</br>Then in majestic might its calm, full waters run.", "Here Liberty shall build her proudest fane,</br>Loftier than snow-topp'd Andes, and its dome</br>Shall cast a burning brightness o'er the main,</br>And all, who seek a purer, calmer home,</br>Shall steer their bounding barks across the foam,</br>And furl their sails on Freedom's chosen shore&mdash;</br>Here all that Law has in her choicest tome,</br>And all the climes of Greece and Latium bore,</br>Nature from her full stores around our hearts shall pour.", "Here shall the energy of mind be shown,</br>In all its widest daring &mdash; nought can cheek</br>The generous spirit, which away hath thrown</br>The yoke, that galls and curbs, the toys, that deck;</br>Prescription cannot bow him at her beck,</br>Nor rooted wrong command, nor force control;</br>He is not of the sordid slaves, who reck</br>The statesman's gilded bribe, and stinted dole&mdash;</br>In vain corruption woos the high, enlighten'd soul.", "We have our Sages, who drew down from heaven,</br>The bolt that shivers, and the light that warms;</br>Who steer'd the helm of state, when madly driven</br>It seem'd the prey of power and civil storms.</br>We have our heroes, who have met the swarms</br>Of hireling butchers &mdash; back the torrent roll'd:</br>Though want and terror took their direst forms,</br>Proud in their simple freedom, sternly bold,</br>They stood through trying years, and kept their last strong hold.", "And they were victors, and new light hath risen</br>From them upon the nations &mdash; here they draw</br>The energy, that breaks their feudal prison;</br>The light, that guides them, is our country's law:</br>Too strong its perfect brightness &mdash; when they saw,</br>Madden'd they rush'd upon their lords, and tore</br>The sceptre from their grasp &mdash; the coward awe</br>Of crown and mitre crush'd their hearts, no more&mdash;</br>They wildly fed the hate, so long they fiercely bore.", "They turn'd upon each other, with an ire,</br>Like that of ravening tigers, till their glut</br>Of kindred slaughter quench'd the maniac fire,</br>And then again their prison-gate was shut&mdash;</br>They grasp'd at full and perfect freedom, but</br>A stronger bar confin'd them, than before;</br>Fetters of adamantine steel were put</br>Around their scarce heal'd limbs; they dragg'd thro' gore,</br>To please a driver's whim, the manacles, they wore.", "Order alone is freedom &mdash; We must bend</br>Beneath the sanctity of higher power,</br>Not transient will, but laws that have no end,</br>Stamp'd and enforced in being's earliest hour;</br>Sanction'd by time, they are the holy dower</br>Of ages, which from darkness rose to light&mdash;</br>Man first was fearless, then he learn'd to cower,</br>And grop'd thro' superstition's stygian night;</br>Till Science rose, and day shone round him warm and bright.", "Few are the clear strong spirits, who can bear</br>To look on Truth in her unclouded blaze;</br>Few are the high, heroic souls, who dare</br>Above the low pursuit of gain to raise</br>Their firm, unbending purpose; few can gaze</br>At virtue, on her pure and awful throne&mdash;</br>Ah!  few can love the ethereal coin she pays&mdash;</br>But they must love it, for the souls alone,</br>Who master self, can claim our birthright, as their own.", "And Freedom thus, of old, so often fell</br>Before Ambition, when the herd, that crawls</br>Within the crouded haunt, the sordid Hell,</br>Where luxury and lust have built their walls,</br>Sunk in each vice, that deadens and enthrals,</br>Barter'd their unpriz'd liberty for gold&mdash;</br>As the pure stream upon the palate palls,</br>When wine has fir'd the senses, so they sold</br>The rights, that prouder hearts, than being, dearer hold.", "There is a twofold liberty in Man,</br>The liberty of knowledge and of power&mdash;</br>This wanders in the desert with the clan,</br>Or where aloft the Alpine summits tower.</br>Limbs knit with iron cannot stoop or cower,</br>Hands harden'd by free toiling cannot bear</br>The burden of a tyrant &mdash; He might pour</br>Whole hosts around them; they would nobly dare</br>To guard their desert rocks, or die unconquer'd there", "The other hath its dwelling with the sage&mdash;</br>Where mind is dark, and appetites prevail,</br>Where grovels lust, and brutal passions rage,</br>The breathings of her spirit nought avail&mdash;</br>Of cultur'd states 'tis the eternal bale,</br>That vice will grow with wealth, and light, and bow</br>The strength, that rear'd the fabric &mdash; free hearts quail</br>Before that torrent wave, whose giant flow</br>Buries a nation's pride in one deep overthrow.", "Cities have been, and vanish'd; fanes have sunk,</br>Heap'd into shapeless ruin; sands o'erspread</br>Fields, that were Edens; millions too have shrunk</br>To a few starving hundreds, or have fled</br>From off the page of being &mdash; Now the dead</br>Are the sole habitants of Babylon;</br>Kings, at whose bidding nations toil'd and bled,</br>Heroes, who many a field of carnage won,</br>Their names &mdash; their boasted names to utter death are done.", "Such is the fate of Empire &mdash; Ashur rose,</br>Where elder thrones and prouder warriors stood;</br>Before the Memphian priest his precepts chose,</br>Men reason'd greatly of the highest good;</br>Before Troy was, or Xanthus roll'd in blood,</br>Armies were ranged in battle's dread array;</br>They fought &mdash; their glory wither'd in its bud;</br>They perish'd &mdash; with them ceas'd their tyrant sway;</br>New wars, new heroes came &mdash; their story pass'd away.", "They had no bard, and they are dead to fame;</br>But they were brave &mdash; were Demigods, and yet</br>The spirit, which no threat, no force could tame,</br>Which burn'd the brighter, when in conflict met,</br>The sun of ancient valour long has set,</br>Their deeds are swept from memory's teeming page&mdash;</br>How soon the renovated race forget</br>The chiefs, who ground the nations in their rage&mdash;</br>Some Lord must rise to curb, and crush in every age.", "Napoleon, Frederic, Charles, and Cromwell &mdash; these</br>Swept the earth with a besom dipt in fire.</br>They would have kings, and nations bend their knees;</br>Theirs was the untam'd thirst of something higher,</br>An energy of hope, that could not tire,</br>The love of self to deeds of might sublim'd,</br>Ambition wrought to habitudes of ire,</br>Force, reckless force, uncheck'd, unbent, untim'd,</br>An aim to gain a height, where power had never climb'd.", "They sought, they knew not what &mdash; they set no bound</br>To their wide-clenching grasp &mdash; their longing grew,</br>As grew their empire &mdash; keenly, as the hound</br>Catches the deer-track in the morning dew,</br>They snuff'd the scent of conquest &mdash; victory threw</br>Her laurels at their feet &mdash; awhile they gave</br>Blood to the earth, like water &mdash; madly flew</br>Their gore-fed eagles. &mdash; But the wildest wave</br>Breaks and subsides at last &mdash; their end was in the grave.", "Now they are dust and ashes &mdash; other swarms</br>People the ground they wasted &mdash; other men</br>Rise to be torn and toss'd by other storms&mdash;</br>Ambition sleeps a moment in her den</br>To gain new breath, and fire, and strength; but then</br>She blows the ember'd coals and they are flame&mdash;</br>So it must be, for it hath ever been&mdash;</br>Age rolls on age, and heroes are the same&mdash;</br>The rest, the crowd, the mob, the warlike hunter's game;", "Food for the sword and cannon, steps to climb</br>Ambition's ladder, brutes, who walk erect,</br>Crouching and gloating on the dust and slime,</br>Where they would creep and wallow, if not check'd</br>By biting wants, that man to man connect,</br>The strong necessity of care and toil&mdash;</br>Give them their own free scope and they are wreck'd,</br>For master souls their passions will embroil,</br>And tyranny at last will twine them in its coil.</br>"]