["The Sun-beames in the East are spred,</br>Leave, leave, faire Bride, your solitary bed,</br>No more shall you returne to it alone,</br>It nourseth sadnesse, and your bodies print,</br>Like to a grave, the yielding downe doth dint;</br>You and your other you meet there anon;</br>Put forth, put forth that warme balme-breathing thigh,</br>Which when next time you in these sheets wil smother</br>There it must meet another,</br>Which never was, but must be, oft, more nigh;</br>Come glad from thence, goe gladder then you came,</br>To day put on perfection, and a womans name.", "Daughters of London, you which bee</br>Our Golden Mines, and furnish'd Treasurie,</br>You which are Angels, yet still bring with you</br>Thousands of Angels on your mariage daies,</br>Help with your presence, and devise to praise</br>These rites, which also unto you grow due;</br>Conceitedly dresse her, and be assign'd,</br>By you, fit place for every flower and jewell,</br>Make her for love fit fewell</br>As gay as Flora, and as rich as Inde;</br>So may shee faire and rich, in nothing lame,</br>To day put on perfection, and a womans name.", "And you frolique Patricians</br>Some of these Senators wealths deep oceans,</br>Ye painted courtiers, barrels of others wits,</br>Yee country men, who but your beasts love none,</br>Yee of those fellowships whereof hee's one,</br>Of study and play made strange Hermaphrodits,</br>Here shine; This Bridegroom to the Temple bring</br>Loe, in yon path which store of straw'd flowers graceth,</br>The sober virgin paceth;</br>Except my sight faile, 'tis no other thing;</br>Weep not nor blush, here is no griefe nor shame,</br>To day put on perfection, and a womans name.", "Thy two-leav'd gates faire Temple unfold,</br>And these two in thy sacred bosome hold,</br>Till, mystically joyn'd, but one they bee;</br>Then may thy leane and hunger-starved wombe</br>Long time expect their bodies and their tombe,</br>Long after their owne parents fatten thee;</br>All elder claimes, and all cold barrennesse,</br>All yeelding to new loves bee far for ever,</br>Which might these two dissever,</br>Alwaies, all th' other may each one possesse;</br>For, the best Bride, best worthy of praise and fame,</br>To day puts on perfection, and a womans name.", "Winter dayes bring much delight,</br>Not for themselves, but for they soon bring night;</br>Other sweets wait thee then these diverse meats,</br>Other disports then dancing jollities,</br>Other love tricks then glancing with the eyes;</br>But that the Sun still in our halfe Spheare sweates;</br>Hee flies in winter, but he now stands still,</br>Yet shadowes turne; No one point he hath attain'd,</br>His steeds will bee restrain'd,</br>But gallop lively downe the Westerne hill;</br>Thou shalt, when he hath come the worlds half frame,</br>To night but on perfection, and a womans name.", "The amorous evening starre is rose,</br>Why then should not our amorous starre inclose</br>Her selfe in her wish'd bed?  Release your strings</br>Musicians, and dancers take some truce</br>With these your pleasing labours, for great use</br>As much wearinesse as perfection brings;</br>You, and not only you, but all toyl'd beasts</br>Rest duly; at night all their toyles are dispensed;</br>But in their beds commenced</br>Are other labours, and more dainty feasts;</br>She goes a maid, who, least she turne the same,</br>To night puts on perfection, and a womans name.", "Thy virgins girdle now untie,</br>And in thy nuptiall bed [loves alter] lye</br>A pleasing sacrifice; now dispossesse</br>Thee of these chaines and robes which were put on</br>T' adorne the day, not thee; for thou, alone,</br>Like vertue'and truth, art best in nakednesse;</br>This bed is onely to virginitie</br>A grave, but, to a better state, a cradle;</br>Till now thou wast but able</br>To be what now thou art; then that by thee</br>No more be said, I may bee, but, I am,</br>To night put on perfection, and a womans name.", "Even like a faithfull man content,</br>That this life for a better should be spent;</br>So, shee a mothers rich stile doth preferre,</br>And at the Bridegroomes wish'd approach doth lye,</br>Like an appointed lambe, when tenderly</br>The priest comes on his knees t' embowell her;</br>Now sleep or watch with more joy; and O light</br>Of heaven, to morrow rise thou hot, and early;</br>This Sun will love so dearely</br>Her rest, that long, long we shall want her sight;</br>Wonders are wrought, for shee which had no maime,</br>To night puts on perfection, and a womans name.</br>"]