["On Brunswick's Tomb let Virtue's hallow'd Train,</br>The Wreath of Fame, with solemn Homage, lay:</br>Let ardent Genius pour the Votive Strain,</br>And Freedom's Suffrage boast his happy Sway:</br>With Private Good, let Public Glory join</br>To speak how Vast his Thought, how Mild his Deed:</br>How each great Purpose, awfully benign,</br>Bade Mercy soften still what Right decreed.&mdash;</br>Loud let the General Chorus rise, and tell</br>How dearly lov'd he Rul'd, how justly mourn'd he Fell.", "Perhaps, (tho' wing'd for Realms of brighter Day)</br>The rising Saint may catch the well-known Sound,</br>Indulge one tender Moment of Delay,</br>And hear a People's Duty echo round:</br>Then, when He listens, and intent enjoys</br>The mighty Bliss his Guardian Cares obtain'd,</br>And glows to mark how Gratitude employs</br>The Land, for which He Liv'd, for which He Reign'd,</br>Again, accordant, let the Pious Throng,</br>In Notes of New Applause, raise high th' enraptur'd Song.", "Be this the Theme &mdash; that Not with Him shall end</br>The Merits, or the Glories of his Race;</br>That, in the Monarch taught to view the Friend,</br>His Honour'd Semblance Britain still can trace:</br>That still her Free-born Sons exulting feel</br>An Extasy, to Servile Breasts unknown;</br>And, while superior Worth seeks General Weal,</br>A Nation's Love supports a Patriot's Throne:</br>Who, conscious of the Charge to Crowns assign'd,</br>For Liberty Contends, and Conquers for Mankind.", "Rais'd into Transport shall the Royal Shade</br>The Scene of all His Living Toils survey;</br>And, in th' auspicious Rising Ray display'd,</br>Greet the glad Earnest of an happier Day,</br>When Virtue, cherish'd by a Prince's Smile,</br>Taught by His Laws, Ennobled by His Deed,</br>Shall give New Conquests to the long-lov'd Isle,</br>And Freedom bless the Realms by Victory freed;</br>Till Publick Happiness prove Empire given</br>The Right Divine of Kings, the Sacred Boon of Heaven.", "Thence, upward soaring, shall th' Illustrious Sire,</br>In Fields of Light, divinely radiant, Shine,</br>And trace Prophetic, with the Circling Choir,</br>The Future Honours doom'd to grace His Line:</br>For, with His Name, His Purpose shall descend,</br>And Britain's Kings th' exalted Plan pursue;</br>To spread her Blessings shall her Pow'r extend,</br>Just to Preserve, tho' Mighty to Subdue;</br>And, still Supreme, bid Tyrant Fury cease,</br>Alone give Laws to War, and add New Charms to Peace.</br>"]