["Nurse of each thought erect and bold,</br>Sweet poesy, whose fervid fire</br>Prompted the genuine sons of old,</br>With happiest hands, to sweep the lyre;</br>Parent of virtue!  haste along,</br>Like them instruct me o'er the listening throng,</br>From passion's flood, to pour the torrent of the song.", "How blythe the season, when, of yore,</br>Crowding around the wintry blaze,</br>I learnt the legendary lore</br>Of the grey gossip's tragic lays.</br>Oh tell!  what mightier strain can now,</br>Make the rapt soul with such emotion glow,</br>Or bid the bounding blood with equal vigour flow?", "Wandering, I mourn'd the buried brave,</br>Careless of night's unsocial noon,</br>When slept upon the glimmering wave,</br>The splendour of the summer's moon.</br>Ah, happy days!  serene and clear!</br>In memory's flattering glass your charms appear</br>Ting'd with the richest blooms of life's inconstant year.", "But ah!  ye visions of delight!</br>Too fast your tarnish'd splendor fades!</br>Ye sink!  ye vanish from my sight!</br>While factions deep and dreary shades</br>Descend, while freedom, wan with care,</br>Flies from the hostile roof, with scatter'd hair,</br>And fetter'd genius comes her gloomy grief to share.", "History, thy doleful valves unfold,</br>Bring forth the great of every age,</br>In blood their goary garments roll'd,</br>The martyrs of imperial rage.</br>The servile chain, the rod of power,</br>With baleful influence, blast the muse's bower,</br>They haste to happier climes, and shun th' oppressive hour.", "'Twas thus, when Greece in ruin laid,</br>Prostrate, beneath the tyrant's arm,</br>They sought Ausonian freedom's shade,</br>Each breast with patriot passions warm.</br>Albion, they linger round thine isles,</br>Wishful, they gaze her fane where virtue piles,</br>And, o'er the Atlantic waste, a new creation smiles.", "Let Europe, Cam, with hideous mien,</br>Light persecution's frightful fire.</br>Amid the general storm serene,</br>Bid thou the new-born thought aspire.</br>Let not thine hand its course controul,</br>Unbounded bid the seas of science roll;</br>Nor bind, in slavery's chain, the bold the vigorous soul.", "Why should the gloom of antient years</br>O'ercloud the day-spring of the mind?</br>In youth renew'd, dispel thy fears,</br>And cast the wither'd slough behind.</br>Amid mortality's dear maze,</br>From hope's high cliff, let virtue's beacons blaze,</br>And, up perfection's steep, thine eye insatiate raise.", "Wherever truth and reason meet,</br>Wherever worth, deserted, strays,</br>Do thou afford a generous seat,</br>And clasp them, with a friend's embrace.</br>Thine be the truly liberal plan,</br>And, dauntless, in the philosophic van,</br>Admit, with steady zeal, the dignity of man.</br>"]