["LINUS, AQUADUNE.", "Wont by the Stream our sportive Hours to spend,</br>My Youth's companion as my Manhood's friend,</br>To thy lov'd Theme a pleas'd Attention bring,</br>So skill'd thyself to judge, thyself to sing.", "Young Aquadune, the blithest Fisher Swain,</br>That ever frolick'd on the mirthful Plain,</br>None sung like him so sweet; none e'er was seen</br>To dance so featly on the crouded Green;</br>By chance the Swain his early Pastime led,</br>Where the clear Isis forms his weedy Bed;</br>The Angler Linus, there he fishing found</br>On a green Bank, beset with Osiers round.</br>His Dog, Companion of his peaceful Shade,</br>Was by, and near his mirthful Pipe was laid.</br>First Aquadune attentive Silence broke</br>With loud Alarm; and thus accosting spoke.", "AQUADUNE.</br>Help, Friend, my Tackle and my Prey I lose;</br>See!  'tis unhook'd, and flound'ring in the Ooze&mdash;</br>Ah me!  the lurking Otter, while we stay,</br>Springs from the Weeds, and bears my Prize away.", "LINUS.</br>Mopsus, o'ertake him ere he leaves the Sand,</br>And bring, I charge, the Robber safe to Land:</br>Ah!  Traytor, thou shalt soon thy Boldness rue!</br>'Tis a true Curr, he keeps him close in view.", "AQUADUNE.</br>Look!  he has hurt the Dog, and makes away&mdash;", "LINUS.</br>No Danger, Friend, we hold him still at Bay;</br>He gripes him, see, and makes to Landward fast:</br>Come, be content, the Thief is caught at last.", "AQUADUNE.</br>Now, Caitiff, thou shalt pay me for thy Spoil,</br>And thy gorg'd Carcase dung the weedy Soil.", "LINUS.</br>There leave him, Aquadune; thy tinkling Bell</br>Warns thee to heed thy busied Angle well.", "AQUADUNE.</br>I have him safe; look!  'tis a grateful Prize,</br>A Barbel this, and of the largest Size.", "LINUS.</br>Since thou so skilful in the Fisher's Art,</br>And Verse can with such flowing Grace impart;</br>And, since Occasion prompts thy Strife, disclose</br>The Names and Numbers, of the fishy Foes;</br>Nor need our Sport, which now improves amain,</br>Defer my Wish, or interrupt thy Strain.", "AQUADUNE.</br>A thousand Foes the finny People chase,</br>Nor are they safe from their own Kindred Race:</br>The Pike, fell Tyrant of the liquid Plain!</br>With rav'nous Waste devours his fellow Train,</br>Nor fears, provok'd by Rage, or needy Woe,</br>Rapacious to attack the common Foe:</br>Unaw'd, he dares the stream-bred Serpent slay,</br>Or from the grizzly Otter force his Prey;</br>And oft the Shepherd's Dog, amid the Flood,</br>He fierce assails &mdash; so wild his thirst of Blood.</br>Yet, howsoe'er, with raging Famine pin'd,</br>The Tench he spares, a salutary Kind:</br>For when by Wounds distrest or sore Disease,</br>He courts the Fish medicinal for Ease:</br>Close to his Scales the kind Physician glides,</br>And sweats a healing Balsam from his Sides.</br>Hence too the Perch, a like voracious Brood,</br>Forbears to make this gen'rous Race his Food:</br>Whether a loathing to his Taste restrain,</br>Or when devour'd he proves his deadly Bane,</br>Whate'er his wond'rous Abstinence engage,</br>A secret Instinct still with-holds his Rage:</br>Tho' on the common Drove no Bounds it finds,</br>But spreads unmeasur'd Waste thro' all their Kinds.</br>Nor less the greedy Trout and glutless Eel,</br>Incessant Woes, and dire Destruction deal.</br>In wat'ry Dens the lurking Craber preys,</br>And in the Weeds, the wily Otter slays:</br>The ghastly Newt in muddy Streams annoys,</br>And in swift Floods the felly Snake destroys;</br>Toads for the swarming Fry forsake the Lawn,</br>And croaking Frogs devour the tender Spawn.", "LINUS.</br>These to the wat'ry Province all belong,</br>Or live at large, a mixt amphibious Throng;</br>Man only of the Earth's distinguish'd Breed,</br>With restless Spoil consumes their hapless Seed.</br>Why cruel!  has thy rude unpitying Mind,</br>So wild a Waste, such Stores of Death design'd?</br>The Trout-Spear first thy murd'rous Art devis'd,</br>And num'rous Shoals are by thy Snares surpriz'd.</br>The finny Wand'rers now thro' every Flood</br>Their lost Companions mourn, and ravag'd Brood.</br>The disappointed Angler hopeless seems,</br>Amid drain'd Waters and unpeopled Streams;</br>His plaintive Songs, by ev'ry Flood resound,</br>And useless lie his idle Rods around.", "AQUADUNE.</br>What Kind more harmless than the finny Train?</br>Nor is the Angler by their Treason slain;</br>Nor Beasts with savage Appetite they chase,</br>Nor wreak their Fury on the feath'ry Race;</br>All safe amid the wat'ry Kingdom rove,</br>Nor dread Commotion from th' inhostile Drove;</br>Yet neither, Habitants of Land, nor Air,</br>(So their sure Doom!)  the fishy Numbers spare,</br>The Swan, fair Regent of the silver Tide!</br>Their Ranks destroys, and spreads the Ruin wide:</br>The Duck her Offspring to the Rivers leads,</br>And on the destin'd Fry insatiate feeds;</br>On fatal Wings the pouncing Bittern soars,</br>And wafts her Prey from the defenceless Shores:</br>The watchful Halcyons to the Reeds repair,</br>And from their Haunts the scaly Captives bear:</br>Sharp Herns, and Corm'rants too their Tribes oppress,</br>A harrass'd Race, peculiar in Distress.</br>Nor can the Muse enum'rate all their Foes,</br>Such is their Fate, so various are their Woes.", "LINUS.</br>Sweet dost thou carol, Swain, thy Voice more sweet</br>Than Waves, that o'er the rolling Pebbles beat;</br>Not Osiers tun'd by Winds can match thy Strain,</br>Nor Sickles sounding on the reaping Grain.", "AQUADUNE.</br>Our Sports, O Linus, with our Songs give o'er,</br>Let's not increase the Ruin we deplore.</br>Already see, our Toils are well repaid,</br>While to Refreshment now the Hours persuade;</br>Nor longer round the Bait the Cheven play,</br>But feed at Distance and disperse away.</br>A ruffling Gale from Shore begins to rise,</br>And Clouds hang heavy in the show'ry Skies,</br>Weeds from the Flood-Gates born, the current fill,</br>And Milo sets to work the lab'ring Mill.</br>"]