["\"Thy infant form, thou rosy fay,</br>May Beauty with each brighter charm array,</br>Thy mind each Virtue tend:</br>O fair!  O holy!  Lo my heavenly place</br>I leave thy blessed birth to grace,</br>These airs of joy to lend.\"</br>So Harmony attuned her lyre</br>What day the lovely Muse was born;</br>So Harmony attuned her lyre,</br>So hailed the long expected morn.", "ANTIPHONY I.</br>The rose that to the summer ray</br>But half her blushing beauties dares display,</br>So sweetly never smiled;</br>The jocund Spring, when from her fragrant bed</br>She comes the genial Hours to lead,</br>As Fancy's sacred child;</br>When now the happy hand of Time</br>Gave every rising grace to view;</br>The port of majesty sublime,</br>Of love the eye, the crimson hue.", "UNISON I.</br>The mountain's front to tread,</br>With solitary step to dally</br>Thro' each wild and haunted valley,</br>Thro' each grove of sable shade,</br>Were her delights.  There by some stream</br>She gathered flowers of every beam</br>The flowing honours of her head to crown;</br>Or, on a velvet bank at ease reclined,</br>She caught the notes that by the vernal wind,</br>Were from the wood in floating measures blown.", "CADENCE II.</br>Taught by the warbling race of air,</br>Her voice she tuned in sweetest descant clear,</br>And new born ditties tried:</br>With these she blessed the swains her early care;</br>And Echo soon each willing fair,</br>And scornful maid replied;</br>All fears that chill, and hopes that fire</br>The bosom of the faithful youth;</br>The stolen treasures of desire,</br>The ardent vow of endless truth.", "ANTIPHONY II.</br>O happy age!  when known no toil</br>Save to obtain some haughty damsel's smile;</br>And feed the fleecy flock.</br>The fruits a feast of sprightly relish gave,</br>With beverage from the orient wave</br>And honey from the rock.</br>O happy age!  when shapes of light,</br>Now shewn but to the mental eye,</br>To dwell with man their radiant flight</br>Would hasten from the friendly sky.", "UNISON II.</br>The mind untaught in vain,</br>Her powers tho' blooming vigor nourish,</br>Hopes in perfect pride to flourish:</br>Culture must her might maintain.</br>Soft and more soft ye breezes blow,</br>More soft ye billows rise, for, lo!</br>The tuneful Vision stems the azure tide:</br>To Pleasure's Isle her destined course she bends,</br>Her parent Fancy at the helm attends,</br>And Harmony's smooth chimes each wild wind chide.", "CADENCE III.</br>Now in her golden cradle lies</br>The infant Morn amid the varied dyes</br>Of every dewy flower;</br>The lowly violet, the sovereign rose</br>Around their mingled tints disclose,</br>Their mingled fragrance pour;</br>With purple lustre glows the deep</br>Resplendent to the orient ray:</br>The comely band their progress keep</br>Exulting thro' the watry way.", "ANTIPHONY III.</br>The Gales their gentle aid applied,</br>Along the tide the painted galley hied,</br>That spred a shining plain:</br>And soon, emergent from the western skies,</br>They saw the verdant groves arise</br>That crowned the gay domain.</br>A cloud of breathing incense sweet</br>To slumber soothed the ambient main:</br>The merry mariners to meet</br>Shone on the strand a wanton train.", "UNISON III.</br>To Pleasure's dome they came.</br>With gold emblazoned and vermilion</br>Beamed abroad the bright pavilion</br>To the sun's meridian flame.</br>There on a couch with fragrance spread</br>The Queen and young Desire were laid,</br>Desire her mate and chosen solace dear:</br>The Smiles and decent Graces stood around</br>The sovereign pair with perfect beauty crowned,</br>With every gift of Love and laughing Chear.", "CADENCE IV.</br>But chief the heavenly Fair excelled;</br>The Muse with wondering gaze her state beheld</br>And thoughts of fond delight;</br>Her blooming shape revealed in loose attire,</br>Her azure eyes of amorous fire,</br>Her locks of golden light.</br>The Empress with a winning smile</br>To greet the welcome guests arose:</br>\"Be yours whate'er my hallowed isle</br>To Art or lavish Nature owes.\"", "ANTIPHONY IV.</br>Tho' he of Thebes informed thy frame</br>Small praise, O lyre, his richest skill could claim</br>To paint that fairy scene:</br>Where native May eternal empire held</br>O'er hill and shade and florid field</br>And balmy sky serene;</br>Where, rising slow with rapturous swell,</br>Aerial strains were heard to stray;</br>Like notes that from a master shell</br>In distant echoes spread away.", "UNISON IV.</br>Here long the enamoured maid,</br>All lost in dreams of dear delusion,</br>Thro' the beauteous profusion</br>Led by bright eyed Rapture played.</br>Exploring now the lawn's amel,</br>Now happy groves of odorous smell,</br>Now gardens trim with blooming fruits o'ergrown,</br>And tuneful streams that living crystal flowed,</br>And sunny hills with purple vines that glowed,</br>Elysian bowers, and cells grotesque and lone.", "CADENCE V.</br>Nor barren of meet progeny:</br>For Youth there dwelt, and fair Felicity,</br>And Health that sprightly maid;</br>For Feast rejoiced amid the vines to rove,</br>And Ease approved the still alcove,</br>And Love the secret shade;</br>O vanity of earthly joy!</br>How early lost that better soil!</br>When Justice sought her former sky</br>The deeps involved the magic isle!", "ANTIPHONY V.</br>And now the charms of fair design</br>And elegance the Goddess can combine</br>With sweet simplicity:</br>Her strains declared the cultivated mind,</br>Awake to every bliss refined,</br>Of grace and harmony.</br>Yet wanted to complete her skill</br>Like science of the realm of woe:</br>The sadder sympathy to feel,</br>The sager sentiment to know.", "UNISON V.</br>Ye blest abodes adieu!</br>For now again the liquid azure</br>With hold prow the pilgrims measure</br>Seats of other clime to view.</br>Bright be thy course thou star of eve,</br>With purest splendor gild the wave,</br>That trembles yet with gleams of fading day;</br>Till slowly peering from her eastern bed,</br>The perfect moon exalt her blessed head,</br>And crown the level deep with silver ray.", "CADENCE VI.</br>From mirth to sadness brief the road,</br>And easy.  Ere the blush of morning glowed</br>They met the gloomy ground.</br>Deep silence lulled each visionary vale,</br>Save where the warbling nightingale</br>Her hidden recess found.</br>Even from the solar blaze the land</br>Was dim with night of boundless woods,</br>That sleeped along the lonely strand</br>And murmured o'er the sable floods.", "ANTIPHONY VI.</br>Obscure amid a winding glade,</br>Where darkest pines their chilling horrors spred,</br>Arose a rocky cave;</br>There Melancholy's modest form was seen,</br>The pensive eye disclosed the Queen,</br>And sad demeanour grave.</br>With her was Wisdom reverend sage;</br>His awful front, his snowy hair,</br>Expressed him of the train of Age,</br>And versant in the storms of Care.", "UNISON VI.</br>Of science much and truth</br>He spoke, the flowery paths of error</br>That to snares of toil and terror </br>Lead the hapless soul they sooth:</br>And oft their solemn talk between,</br>A tale of tears would intervene.&mdash;</br>Oh heavenly Virgin what delights were thine!</br>Now potent to controul the wondering heart</br>By every sympathy of magic Art,</br>By Nature's force, and Reason's light divine.</br>"]