["Why thus murmurs the bubbling brook?</br>Why mournful are Philomel's strains?</br>Why see I the meads thus forsook?</br>Why has gladness withdrawn from the plains?</br>Sure Misfortune has enter'd this cot,</br>Yes, these paths she has guilefully trod,</br>And Content, from Retirement's fond spot,</br>Abash'd, at her presence is fled.", "See, stray'd are yon sheep from their folds,</br>See, they wander afar without guides,</br>Their numbers no longer retold,</br>Repeated misfortune divides.</br>Amidst paths, in that prospect so dear,</br>They climb up the hill's craggy steep,</br>Or (their bleatings no longer I hear)</br>Are plung'd by sad fate in yon deep.", "For, alas!  their fond shepherd's away,</br>From his flock and his crook was he torn,</br>Though contented he pass'd thro' the day,</br>And joyfully hail'd each new morn;</br>For now as the flowret he wove,</br>To braid his lov'd Delia's hair,</br>Misfortune's sad voice through the grove</br>He heard, and thence welcom'd despair.", "When at eve from the mead he return'd,</br>He to none had his sorrows reveal'd;</br>Neglectful his fair-one he spurn'd,</br>Yet his woes in his breast he conceal'd:</br>And, though oft was the sorrowing tear</br>Of pity by Delia shed,</br>'Twas in vain, her attempts to endear</br>Were unnoticed, contentment was fled.", "Yesternoon she reclin'd on yon bank,</br>'Neath the willow that hangs o'er the brook;</br>From the stream of that riv'let she drank,</br>But now these fond haunts are forsook:</br>Forsook too the daisy-pied green,</br>Where the first in the care-killing dance,</br>By the villagers hail'd their fair queen,</br>Crown'd with flow'rets, she oft would advance.", "For in misery, a wand'rer, forlorn,</br>Now is Delia, once pride of the plain,</br>In her breast dire affliction's sharp thorn,</br>Distraction has seiz'd on her brain:</br>Soon her sorrows on earth must have end,</br>Yet awhile from yon village deckt spire</br>The bell the sad summons shall send,</br>To warn her from hence to retire.", "'Tis so, for yon eglantine falls,</br>And droopingly withers the rose;</br>See the jess'mine too shrinks from those walls,</br>It's beauties no more to disclose:</br>See the lilies are robb'd of their white,</br>And the woodbines and vi'let are dead,</br>No more will their fragrance invite,</br>Rural nymphs 'midst these meadows to tread.", "Hush'd too is the sound of yon mill,</br>See the birds flee these coverts in flocks;</br>Hark, silent's the tinkling rill,</br>Which arose near the foot of those rocks.</br>Then since nought I but sadness descry,</br>Ye woods spread your branches apace,</br>To your deepest recesses I fly,</br>I would hide with the beasts of the chace.", "Yet bring flowers to strew round their urn,</br>Ye shepherds who travel anear,</br>Oh!  constant at morn hither turn,</br>For their sorrows to shed the sad tear;</br>Then your meadows shall ever be gay,</br>And your flocks from yon plain none shall lure;</br>Then shall innocent mirth through the day</br>From Misfortune's fell inroads secure.</br>"]