["At length is come the long expected day,</br>For which I often heav'd the wishful sigh;</br>Creation smiles beneath the genial ray,</br>Hark!  Hark!  the moment of departure's nigh!", "Shall not the Muse awake the golden lyre.</br>With trembling fingers all her graces blend;</br>In grateful accents to the hoary sire,</br>Her earliest patron, her approved friend!", "Shall not the Muse this well-meant homage pay,</br>Present this tribute at his hallow'd shrine;</br>For him exulting tune the Dorian lay;</br>For him exulting pen th' harmonious line", "Thine was the task to rear my tender mind,</br>To bid the heart with gen'rous purpose glow;</br>Thyself deep-learned, virtuous, and kind,</br>And ever melting at another's woe!", "Oft hast thou mark'd the fam'd Athenian sage,</br>The faithful guardian of the Grecian youth,</br>Who fell a victim to the people's rage,</br>A willing victim at the fane of truth!", "Despairing TULLY, oft hast thou pourtray'd,</br>In vain awaiting the return of peace;</br>Rome's better founder, sacred Numa laid</br>With fair Egeria in the lap of ease.", "Nor least of all Leonidas admir'd,</br>So nobly yielding to his country's laws;</br>And Agis oft, with equal zeal inspir'd,</br>To perish bravely in his Sparta's cause.", "But how profoundly skilled in sacred lore,</br>Where gospel truth in garb attractive drest;</br>Her, vot'ry leads thro' paths unknown before,</br>To endless glory, and eternal rest.", "Ungrateful man!  ethereal mildness view,</br>A Saviour yielding to the sting of death;</br>Each pang endure, the cross itself for you;</br>His foes forgiving with his latest breath.", "View him awhile desert the realms of day,</br>Quit the blest regions of celestial light,</br>On you to shed his ever cheering ray,</br>From you to drive the gloomy clouds of night!", "Persuasive while your manners did engage,</br>Such were the precepts that you would instill;</br>'Twas thus you rear'd the buds of tender age,</br>Matur'd and foster'd with parental skill!", "Such care as this the Muse can ne'er repay,</br>Such care as this shall swell her humble song;</br>Thy genuine worth shall rouse her grateful lay,</br>Where Humber rolls his rapid stream along!", "There oft, retir'd beneath the yew-tree's shade,</br>Or spreading elm her thoughts return on you;</br>Or on the bed of pallid sickness laid,</br>Recite thy praises &mdash; for awhile adieu.</br>"]