["What though no orange grove its fragrance breathe,</br>Nor teeming olive ripen'd o'er thy head,</br>Nor bowering myrtle round our dwelling wreathe,</br>Nor tangling vines the purple cluster spread,&mdash;</br>Dearer this parent soil, that courts thy tread,</br>Than Lusia's balmy sweets and oily hoard,</br>Where sixteen burning summer suns have shed</br>Their glare, reflected on thy warrior sword,</br>Or on thy far abode their dazzling splendour poured.", "Beamed not a brighter azure through the sky,</br>While on her course the gallant vessel bore,</br>And rose not as ethereal harmony</br>The rich rough tumult of the billows' roar,</br>When, boasting that rude surge, thy native shore</br>Heaved its bold barrier to the sportive spray,</br>And hope on airy pinion sped before,</br>Skimming the dales, in flowery vesture gay,</br>Over the distant hills, and fast and far away.", "Thine Island home!  the soul of freedom now</br>Bids the full heart-pulse eloquently speak;</br>The breeze that fanned thine infant brow,</br>Her joyous welcome breathes upon thy cheek,</br>Where war and weariness no longer wreak</br>Their blighting wrath beneath a fervid sky;</br>Nor burns the Briton's scorn, condemned to seek</br>Truth's trampled pearl within a moral sty,</br>Or patriot honour couched in falsehood's blinking eye.", "Thine island home!  aye, there are hearts to love</br>In grateful bosoms, that remember yet</br>How foe-girt Britain's martial call could move</br>Thy boyish hand the glittering steel to whet:</br>How thy unripened spring of manhood met</br>War's sternest blast of devastating breath;</br>As sapling oak on the rock's parapet,</br>Whose hardy strength the tempest nourisheth,</br>Matures its blooming pride amid the storms of death.", "True, thou hast flourished in an alien soil,</br>A goodly seed in thankless desert sown,</br>Where ingrates, reckless of thy generous toil,</br>Uproot the shelter when the storm's o'erblown.</br>Our Island boasts an altar, rears a throne,</br>Meet for thy homage, worthy of thy care:</br>The black lethean draught her lips disown&mdash;</br>Not her's with parsimonious gripe to tear</br>The guerdon from thy brow, that victory planted there.", "Days we have seen &mdash; and they were days of joy,</br>Bright as the foam that specks a summer sea,</br>And profitless &mdash; when 'twas my fond employ</br>To tune a busy baby lyre to thee.</br>Oh!  many a sigh hath marred the minstrelsy,</br>While their slow course the weary seasons led&mdash;</br>A bitter cup in wisdom blent for me,</br>By Him, who, mindful of compassion, spread</br>The panoply unseen around thy favoured head.", "A sunny gleam absorbs the trickling rain,</br>While my glad lips the Patriarch's joy renew;</br>\"I thought not to behold thy face again,&mdash;</br>Lo, God hath giv'n thine offspring to my view!\"</br>To Him, the Just, the Faithful, and the True,</br>Sole Saviour, be the praise: &mdash; yet while I deem</br>A long deep debt of grateful love is due</br>To thee, my Brother, doth it not beseem</br>To let this closing chord reverberate the theme?</br>"]