["Genius of fallen Babylon &mdash; behold</br>In London, mart of opulence and vice,</br>Thy scenes of former luxury unroll'd;</br>Here every thing, e'en woman, has its price.</br>Here Mammon plies his subtle trade with dice;</br>Bevies of dainty damsels here abound,</br>With Levi's tribe the unwary to entice;</br>That neither land nor body, may be sound.</br>Corruption's fatal gulphs here menace all around!", "Much is allow'd to youth, to feelings strong,</br>To Pleasure's tempting look, companions gay;</br>He who would scorn the soul-awak'ning song,</br>Whose heart is shut 'gainst beauty's genial ray,</br>He would despise the loveliness of May.</br>Not outward, no, nor inward sunshine warms</br>His soul, himself a moving mass of clay.</br>The goodliest prospect has for him no charms;</br>He never, never felt the lover's sweet alarms.", "Awake to life &mdash; no more of woman's smiles</br>Dream, nor the noisy merriment of knaves.</br>How many Losels perish by the wiles</br>Of sweet Aspasias, Timon's grateful slaves.</br>Lo!  the trim yacht rides buoyant o'er the waves</br>Fairer in shew more fragile than the rest</br>Of meaner barks; the sudden tempest raves:</br>Amidst the ignoble craft she rolls distrest,</br>It nought avails her now to be so gaily drest.", "'Tis vain to mourn &mdash; yet oft remorse will tear</br>The breast, from which all virtues are not wrung</br>By wantonness, false witch, whose aspect fair</br>Blinds doating old, but fascinates the young,</br>Till by her arts their sinews are unstrung</br>Their strength exhausted, wasted in their prime,</br>They mar those hopes to which their parents clung,</br>Fame, fortune, genius sacrificed to crime,</br>And all these lessons learn'd in boyhood's happier time.", "Life is a blank to those whom Fancy blest,</br>E'en in their infancy, for why, they scorn,</br>When Pleasure warmly sought, has lost her zest</br>Those social duties for which man is born;</br>A long, long night succeeds their lovely morn</br>Where shall the luckless child of Nature turn,</br>Baffled by hope, by fiercer passions torn;</br>He dares the wisdom of the world to spurn,</br>Yet by the world misled, for ever doom'd to mourn!", "Be then utility alone the aim</br>Of all thy actions; ere it be too late</br>The doubtful meed of poesy disclaim.</br>Let nobler hopes thy glowing soul elate,</br>With honest zeal uphold the sinking state&mdash;</br>Be this the penance for thy follies past.</br>Far better than in maudlin verse to prate</br>Of what in days of revelry thou wast,</br>Shall self-recorded vice its acted time outlast?", "Invention too must cease to yield delight;</br>For pleasure has its limits, then refrain</br>Awhile from courting fancy's aid &mdash; poor wight,</br>Thoughts too intense will prey upon thy brain:</br>Since e'en an o'er-fraught memory brings pain.</br>Nature's unbounded realms would'st thou explore,</br>She views thy puny efforts with disdain.</br>The learned are but idlers on her shore;</br>So deem'd that wondrous man best skill'd in Nature's lore.", "Thy brethren in distress demand thy care,</br>Whose only bed is now the cold damp earth;</br>Go these relieve; far sweeter is the prayer</br>For thee, for thine, that gratitude pours forth,</br>Than heartless praises which the sons of mirth</br>Madd'ning with lust and wine on thee bestow.</br>Shall they to-morrow still proclaim thy worth,</br>Who with o'erflowing zeal to-night do glow?</br>Fond liberal fool I fear 'twill not indeed be so!", "O Howard, Reynolds!  names to man more dear</br>Than those of heroes who have fought and died!</br>You follow'd well our Saviour's footsteps here,</br>While dove-eyed charity &mdash; celestial guide&mdash;</br>Scatter'd unnumber'd blessings by your side!</br>To save the soul opprest by guilt, to give</br>To virtuous industry an honest pride,</br>This your ambition, may it ever live&mdash;</br>Fresh with the dews of heaven its boundless laurels thrive.</br>"]