["Joy to thee, bright-hair'd Summer!  much I love</br>To gaze upon thy full-blown beauty's pride,</br>As thro' Val d' Arno's gloom,</br>I take my lonely way.", "What time dun-vested Night her deep repose</br>Reluctant leaves, chased by the jocund dawn,</br>And incoherent song</br>Of wild Pan's restless reed.", "Now the fierce Sun uprears his flaming shield,</br>And mounts in martial pomp his eastern car;</br>Forests, and tow'ring  hills,</br>Start from the golden blaze.", "While streams of yore renown'd, with clear blue wave</br>Reflect his orient locks, and far away,</br>Fair, but inconstant Spring,</br>Gathers her sweets, and flies.", "I see thee triumph o'er the inactive plain,</br>When ruddy Noon obeys thy sultry pow'r,</br>And stretch'd in thoughtless ease,</br>The toil-worn peasant lies.", "'Tis then I seek the thick-wall'd cloister's shade,</br>And from some nook observe the languid flocks;</br>Or by the gray fly stung,</br>The bounding heifer's rage.", "Or hear the light Cicala's ceaseless din</br>That vibrates shrill; or the near-weaping brook,</br>That feebly winds along,</br>And mourns her channel shrunk.", "As the proud day retires, the western hills</br>Adorn their varied ridge with shad'wy forms,</br>While fresh'ning Zephyr comes</br>To fan the cheek of Eve.", "And lo!  the wand'ring virgin of the sky,</br>As thro' the azure vault supreme she sails,</br>Scatters her silv'ry beam</br>And points th' Horizon's bound", "While warbled measures fill the panting gale,</br>The Lucciola, beside each dark'ning grove,</br>His momentary lamp,</br>Alternate shows, and hides.", "Or leads the lovers to some secret bow'r,</br>And flits around, and darts his mimic ray</br>Upon the maiden's breast,</br>And lights th' adoring eye.", "O vagrant insect!  type of our short life,</br>'Tis thus we shine, and vanish from the view;</br>For the cold season comes,</br>And all our lustre's o'er.", "Yet stay awhile sweet Summer!  nor too soon</br>Avert thy blushing face, but cheer the hind</br>With gifts, that Plenty pours</br>From her redundant horn.</br>"]