["Ye sons of Mirth!  who eagerly pursue</br>The pleasures of an hour, be not alarm'd</br>At the tremendous name of Solitude;</br>Nor think that happiness evades the man</br>Whom Reason leads to Wisdom's holy seat;</br>But listen while the Muse attempts to sing</br>The native transports of a virtuous mind.</br>O Zimmerman!  had I thy various powers,</br>Thy wide experience, and thy fervent soul,</br>Then should my glowing periods penetrate</br>The caverns of the heart, force Vice to blush,</br>While timid Virtue rais'd her drooping head.</br>Here let me render, what thy pages claim&mdash;</br>Esteem, affection, gratitude, sincere:</br>These are thy due from him who  has deriv'd</br>Sublime enjoyments from thy work, and who,</br>Accustom'd to the contemplative hour,</br>Would trace the joys that Solitude affords.", "Exists there not within the breast a void,</br>Unsatisfied by sensual delights,</br>That, 'mid the uproar of the midnight bowl,</br>Recedes disgusted from the festive board?</br>Ye lighter tribe, who sway'd by Fashion's gale,</br>Pay adoration to her fickle modes,</br>Confess her glitter reaches not the breast,</br>But leaves a lassitude it cannot fill:</br>And ye, who flourish in the blaze of courts,</br>Partake their pomp, and bask in grandeur's rays;</br>Say, does not greatness often smile to hide</br>A canker'd heart?  Where pleasure seems to dwell,</br>There secret Envy gnaws the rose of Joy.</br>O quit the poison Dissipation yields,</br>And the mistaken splendor of a court;</br>Relinquish those for the sequester'd shade</br>Where Meditation dwells; you may partake</br>The glorious treasures that she can bestow.", "How sweet the breeze of Solitude descends</br>On him who long has felt Affliction's fang!</br>Far from the importunity of those</br>Who rush, unask'd, to Sorrow's sacred breast,</br>He drops a soothing tear; each new-born day</br>Bestows renewing peace.  He looks within,</br>Survey's his innate strength, and thence derives</br>A happy confidence, before unfelt;</br>Communes with Nature, soars to Nature's God,</br>Receives from him an antidote for grief.</br>Nor tiresome are the hours he passes, thus</br>Retir'd; if aught of former woe remains?</br>It hangs not heavy on the chords of life;</br>A pensive cast, without austerity,</br>Softens, yet dignifies, the mind:  his air</br>Denotes a student in Misfortune's school,</br>Who feels an int'rest when another weeps.</br>He wakes with Nature, quits the bed of sloth,</br>Inhales the fragrance of Aurora's breath,</br>Wanders thro' blooming wilds, and grateful pays</br>Internal homage with the tuneful throng.</br>When noon-day beams emit a sultry warmth,</br>Beneath some aged oak, whose foliage spreads</br>A covert from the heat, and near whose roots</br>In pleasing murmurs glides a crystal spring,</br>On the green turf he sits; while thought intent</br>Traces the causes of created things,</br>Combines, compares the universal scheme,</br>Till lost in one immensity of space,</br>A sense of Deity o'erwhelms his soul.</br>When the last sun-beam quits th' umbrageous grove,</br>He treads its inmost maze; in ev'ry breeze</br>Aerial voices whisper peace; no noise is heard,</br>Except some feather'd tenants, near repose,</br>Just warbling praises ere they sink to rest.</br>Shut from the prying leer of Insolence,</br>Free from the dull formality of towns,</br>O!  what a high felicity he feels!</br>His mind expatiates o'er the tranquil scene,</br>Nor fears intrusion:  meanwhile the Moon</br>Illumes the face of heaven; a radiance mild</br>O'erspreads the silent earth; then rising thought</br>Asserts the immortality of man,</br>Future rewards, and Retribution's morn.</br>Deluded mortals!  who pretend to prove</br>The sacred records false; O!  cease the toil;</br>While Truth and Reason can maintain their place,</br>Your labour's vain.  'Tis not for airy Wit to dumb</br>The Conscience; within a virtuous breast,</br>There dwells assurance of a brighter state,</br>Where final Justice shall decide the scales.</br>Expel the doctrines Revelation brings,</br>The soul of purity must leave the world,</br>And savage Vice extend his deadly rage.</br>It is the anchor where the good man rests:</br>Religion guards him from Transgression's rock,</br>Enlivens ev'ry purpose of his soul;</br>In glorious hope he views the promis'd heaven,</br>And feels an inward luxury divine.</br>Often he heaves Compassion's sigh for those</br>Who still persist in Error's fatal road;</br>For know, weak mortals, your satiric darts</br>Make no impression on the shield of truth;</br>'Tis only wav'ring minds they can affect;</br>And, oh!  beware, lest at another day</br>They rise to justify your awful doom.</br>Would ye frequent th' abodes of Solitude,</br>And there examine your assertions well,</br>Perhaps remorse, repentance, might ensue.</br>Thus speed the rosy moments of the year</br>With him, who lives secure from busy crowds</br>And festive nights; nor fade they with the Spring,</br>The rip'ning Summer, or Autumnal vines.</br>But hoary Winter has its pleasures too;</br>Then well-tim'd exercise hardens the frame,</br>And gives elastic vigor to the soul:</br>Or if he rather choose to contemplate</br>Instructive Nature, the drops translucent,</br>That congeal in various elegance</br>On ev'ry tree, present to Fancy's eye</br>A recreation beautiful and pure.</br>Should a solemnity inspire his thoughts,</br>Creation round appears in unison,</br>And speaks th' uncertainty of all below.</br>The lengthen'd night is not too long for him:</br>A love for knowledge, eager to improve,</br>Time steals not idly by, but in the page</br>Of History and Life he finds employ:</br>The roll of man expanded, he perceives</br>Deeds that exalt, and frailties that degrade;</br>From them experience gathers, to perform</br>The duties that await Humanity,</br>While here:  if some bright action meets his view,</br>Such kindred emulation beats within,</br>Such glory burns, that in his ravish'd mind</br>Imagination re-performs the deed!</br>When the reverse appears, where vicious men</br>Have marr'd the page, indignant virtue rends</br>The swelling breast, and sighs o'er mortal pride.</br>Some consolation, drawn from holy writ,</br>Without a secret pang concludes the day.</br>Thus Solitude confirms his principles,</br>Sweetens, exalts, invigorates his thoughts,</br>And fits his soul for everlasting bliss!", "Mark, in the secret windings of the wood,</br>The beauteous victim of Deserted Love!</br>She revell'd once in fashion's giddy round,</br>Enjoy'd the praises of a servile throng,</br>Till the base wretch, who sought her Virgin bloom</br>Abandon'd both the parent and the branch.</br>The scales soon quitted Pleasure's eye, and then</br>Dark Sorrow hover'd o'er her youthful days.</br>The veil remov'd, she saw the fawning world</br>In colours true, and fled its cold embrace:</br>Here grief, at first, assum'd a deeper hue,</br>Till fragrant breezes and tranquility</br>Subdu'd its pow'r; amidst the woody maze,</br>When Melancholy touches near her heart,</br>Frequent she walks, there, with her smiling babe,</br>Feels all the silent harmony of woe;</br>In the young infant she beholds herself,</br>And weeps to think of Life's vicissitudes:</br>O may those features never wear, she cries,</br>Misfortune's tints, nor be thy Mother's lot</br>Renew'd in thee!  And O!  thou Power, whose love</br>Knows not a bound!  may Emma be thy care;</br>And rather take her shortly to thyself,</br>Than let Dishonour cloud the morn of Life!", "Such, Julia, too, was thy unhappy fate;</br>But void of fortitude to bear the shock,</br>Thy feeble heart-strings sever'd with the blow:</br>Even Friendship lent her sacred aid in vain;</br>A burning fever dried the springs of life,</br>And thy \"worn-spirit\" took its-heavenly flight!</br>Think not, Lysander, to escape thy due:</br>Poor is thy triumph over innocence;</br>Unworthy of a man!  to guard the fair,</br>And not to violate, he is created;</br>To you, who see obdurate Beauty's wreck,</br>Even Solitude can have no charms; for there,</br>Her murder'd image shall infest your way,</br>And her last accents pierce your guilty soul.", "How oft these eyes have swell'd with blissful tears,</br>To see the rural sweets of competence!</br>When day retir'd, the cheerful family</br>Assemble to partake their simple meal;</br>Contentment glads the scene, and on each face</br>Blooms healthful mirth.  Frugal refreshment past,</br>The pious Father takes the book of God,</br>And thence inculcates to his children round,</br>Respect for Truth, existence after Death,</br>And the Redemption of his sinful race:</br>Perhaps from Joseph's suff'rings he exhorts</br>To closer union and fraternal love.</br>'Tis then his little audience, gently mov'd</br>By sympathetic ties, kindly embrace,</br>Forget all discord past; from Joseph's fate,</br>They vow to banish future cause of strife.</br>Their lovely Mother watches ev'ry face,</br>Observes th' inquiring look, and satisfies</br>Their artless questions:  but a livelier ray</br>Beams from affection's eye, whene'er she hears</br>Mention of seats above, prepar'd for those</br>Who fear their Maker, and believe his word.</br>Her animated mind already sees</br>Her much-lov'd Partner and her offspring there;</br>Mortality is lost in such a view,</br>And contemplation soars awhile from earth!</br>Once, Sceptic, couldst thou taste this pure delight,</br>This confirmation of eternal peace,</br>Then would thy dubious spirit doubt no more.", "In some lone meadow, at the close of day,</br>Delighted have I stray'd; attentive heard</br>The village bells, whose simple sounds dissolv'd</br>In pensive music on the distant ear:</br>A pleasing sadness spreads throughout the frame,</br>Sensation's language never can describe,</br>Are felt; Nature seems cloth'd in softer hues,</br>Fancy arranges visionary realms,</br>And ev'ry object wears illusive sweets!</br>In such a state, how glows the soul of Love!</br>His absent Charmer fills Reflection's eye.</br>If the gay lawn should be the happy place</br>Where they are wont to meet, nothing is lost;</br>For scarce a shrub appears but she has touch'd,</br>Admir'd its beauties, or her flowing robes</br>Have been entangled as she pass'd along.</br>Has Expectation met the look of Scorn,</br>And Disappointment blasted future Hope,</br>Here he no longer sees the frowning Maid;</br>And tho' retirement never may erase,</br>Yet it will calm the passion of his breast.</br>Nor are the awful regions of the dead,</br>Without a mournful joy; oft have I sought,</br>At Night's unfrequent hour, the church-yard path,</br>And cast a retrospect on former days.</br>Here with the comrades of those childish hours,</br>Has careless pleasure loiter'd many a game;</br>On yonder slab was mark'd the sportive ring,</br>Arrang'd the marbles, while from either side</br>Each anxious partner shot his fav'rite taw.</br>Thus mirth beguil'd the ling'ring pace of time,</br>Heedless of ghosts entomb'd in vaults beneath.</br>But if at parting day we chanc'd to pause</br>Near late erected monumental stones,</br>And conversation turn'd on scenes of death,</br>Breathless we fled, as to the eye of Fear</br>Departed spirits cross a distant grave,</br>And groans were heard from ev'ry new-laid corse.</br>Ye lov'd associates of unclouded hours,</br>Whom I remember still!  where are ye now?</br>Ah, whither tost by life's unfriendly waves!</br>Perhaps, on earth we never more may meet.</br>Even near this peaceful spot, lies one with whom</br>I pass'd those early days, and in whose breast</br>Glow'd all the treasures of maturity:</br>With whom I promis'd Friendship's youthful seeds</br>Should yield abundant fruit for years to come;</br>But death transplanted such disclosing sweets,</br>Where genial suns will ripen ev'ry bud!</br>Another must this bosom yet deplore,</br>In whom the christian graces all were seen;</br>Dear shade!  to me known only by report;</br>I saw, but was not conscious of thy worth;</br>Thou gav'st me birth, but Heaven to thee deny'd</br>The partial tendance of increasing life.</br>If mortal accents reach immortal scenes,</br>Know that thy children reverence thy name;</br>Will imitate thy virtues, and aspire</br>To meet their parent in the realms of peace.</br>Religion!  thy eternal truths alone</br>Impart submission to the mind of man,</br>Buoy up his spirits in Misfortune's hour,</br>And clear the gloom of Dissolution's cave!", "But the sublime of Solitude affects</br>Most in the prospect of a stately Tower,</br>Whose shatter'd battlements and bending spires</br>Seem at contention with the force of Time.</br>What solemn grandeur such a view inspires!</br>Astonish'd Meditation dwells with awe</br>On the stupendous wrecks of human strength.</br>Well Superstition might erect a throne</br>In such forsaken courts, where the loud wind</br>Groans like a Slave in subterraneous cells,</br>Or murmurs ghostly thro' the moulder'd doors,</br>Where ev'ry step re-echoes, and the mind</br>Conceives unreal shapes, till bolder Sense</br>Discards such fears, and ruminates the scene.</br>What sullen taciturnity presides!</br>And the rude fabric, in the drear of night,</br>Appears a chaos of primeval date.</br>But, lo!  the clouds disperse, the planets shine;</br>No longer veil'd the bashful Moon is seen,</br>Her feeble light acquires a firmer ray,</br>Which serves to shew the solitary piles</br>And scatter'd fragments of this ancient mass.</br>Ah!  what ere all the boasted works of art!</br>Here Pride is cover'd with the moss of age,</br>And feudal arrogance is all forgot.</br>Here, Vanity, survey thy Monument;</br>Here, Despotism, see thy vast designs,</br>And dens of terror, levell'd to their base.</br>'Tis faded Grandeur that will teach to man</br>His highest ornament, Humility.</br>From Solitude's retreats mankind have gain'd</br>Invaluable pearls; some who, before</br>Unvisited by grief, neglected all,</br>When adverse times compell'd them to retire,</br>Have shone with lustre that had ne'er been known:</br>Others in prisons form'd extensive plans</br>Of good, wrote the true mirror of their age,</br>Or grafted doctrines that will never die.", "The love of Solitude appears in youth,</br>Strengthens with years, and rests upon the tomb.</br>Behold what numbers toil with hopes to quit</br>In age the busy mart, and live retir'd!</br>Even Charles resign'd the robe of Royalty,</br>And chain'd Ambition to a Convent's walls.</br>If Man so wishes for Retirement's shades,</br>Then let him often in the prime of youth,</br>Quit the gay throng, and converse with himself;</br>Thence shall he cultivate a virtuous taste,</br>Nor feel the pressure of declining life;</br>His sun will mildly set in ev'ning skies,</br>And rise resplendent with a future day.", "Thou friend of Virtue, and thou nurse of Thought,</br>Delightful Solitude!  may I repose</br>In thy unenvied bowers; till that arrives,</br>I'll visit thy retreats.  When troubles rage,</br>Thy soothing precepts shall abate their force;</br>Or would I taste bliss that has no alloy,</br>That renovates and dignifies the mind,</br>'Tis always found in thy romantic haunts.</br>"]