["One Day, whiles that my daily Cares did sleep,</br>My Spirit, shaking off her earthly Prison,</br>Began to enter Meditation deep</br>Of things exceeding reach of common Reason;</br>Such as this Age, in which all good is geason,</br>And all that humble is and mean debac'd,</br>Hath brought forth in her last declining Season,</br>Grief of good Minds, to see Goodness disgrac'd.</br>On which, when as my Thought was throughly plac'd,</br>Unto my Eyes strange Shows presented were,</br>Picturing that, which I in mind embrac'd,</br>That yet those Sights empassion me full nere.</br>Such as they were (fair Lady) take in worth,</br>That when time serves, may bring things better forth.", "In Summer's Day, when Phoebus fairly shone,</br>I saw a Bull as white as driven Snow,</br>With gilden Horns embowed like the Moon,</br>In a fresh flowring Meadow lying low:</br>Up to his Ears the verdant Grass did grow,</br>And the gay Flowres did offer to be eaten;</br>But he with Fatness so did over-flow,</br>That he all wallowed in the Weeds down beaten,</br>Ne car'd with them his dainty lips to sweeten:</br>Till that a Brize, a scorned little Creature,</br>Through his fair Hide his angry Sting did threaten,</br>And vext so sore, that all his goodly Feature,</br>And all his plenteous Pasture nought him pleased:</br>So by the Small, the Great is oft diseased.", "Beside the fruitful Shore of muddy Nile,</br>Upon a sunny Bank outstretched lay,</br>In monstrous length, a mighty Crocodile,</br>That cramm'd with guiltless Blood, and greedy Prey</br>Of wretched People travailing that way,</br>Thought all things less than his disdainful Pride.</br>I saw a little Bird, call'd Tedula,</br>The least of thousands which on Earth abide,</br>That forc'd this hideous Beast to open wide</br>The griesly Gates of his devouring Hell,</br>And let him feed, as Nature doth provide,</br>Upon his Jaws, that with black Venom swell.</br>Why then should greatest things the least disdain,</br>Sith that so small so mighty can constrain?", "The kingly Bird, that bears Jove's Thunder-clap,</br>One day did scorn the simple Scarabee,</br>Proud of his highest Service, and good Hap,</br>That made all other Fowls his Thralls to be:</br>The silly Fly, that no redress did see,</br>Spy'd where the Eagle built his towring Nest,</br>And kindling Fire within the hollow Tree,</br>Burnt up his young ones, and himself distrest;</br>Ne suffred him in any place to rest,</br>But drove in Jove's own lap his Eggs to lay;</br>Where gathering also Filth him to infest,</br>Forc'd with the Filth his eggs to fling away:</br>For which, when as the Fowl was wroth, said Jove,</br>Lo how the Least the Greatest may reprove.", "Toward the Sea turning my troubled Eye,</br>I saw the Fish (if Fish I may it cleep)</br>That makes the Sea before his Face to fly,</br>And with his flaggy Fins doth seem to sweep</br>The foamy Waves out of the dreadful Deep,</br>The huge Leviathan, Dame Nature's Wonder,</br>Making his Sport, that many makes to weep:</br>A Sword-fish small him from the rest did sunder,</br>That in his Throat him pricking softly under,</br>His wide Abyss him forced forth to spew,</br>That all the Sea did roar like Heaven's Thunder,</br>And all the Waves were stain'd with filthy hue.</br>Hereby I learned have, not to despise</br>What-ever thing seems small in common Eyes.", "An hideous Dragon, dreadful to behold,</br>Whose Back was arm'd against the Dint of Spear,</br>With Shields of Brass, that shone like burnish'd Gold,</br>And forked Sting, that Death in it did bear,</br>Strove with a Spider, his unequal Peer,</br>And bad defiance to his Enemy.</br>The subtil Vermin creeping closely near,</br>Did in his Drink shed Poison privily;</br>Which through his Entrails spreading diversly,</br>Made him to swell, that nigh his Bowels burst,</br>And him enforc'd to yield the Victory,</br>That did so much in his own Greatness trust.</br>O how great Vainness is it then to scorn</br>The Weak, that hath the Strong so oft forlorn!", "High on a Hill a goodly Cedar grew,</br>Of wondrous Length, and straight Proportion,</br>That far abroad her dainty Odours threw;</br>'Mongst all the Daughters of proud Libanon,</br>Her Match in Beauty was not any one.</br>Shortly, within her inmost Pith there bred</br>A little wicked Worm, perceiv'd of none,</br>That on her Sap and vital Moisture fed:</br>Thenceforth her Garland, so much honoured,</br>Began to die, (O great ruth for the same!)</br>And her fair Locks fell from her lofty Head,</br>That shortly bald, and bared she became.</br>I, which this Sight beheld, was much dismay'd,</br>To see so goodly thing so soon decay'd.", "Soon after this, I saw an Elephant,</br>Adorn'd with Bells and Bosses gorgeously,</br>That on his Back did bear (as Battelant)</br>A gilden Towre, which shone exceedingly;</br>That he himself, through foolish Vanity,</br>Both for his rich Attire and goodly Form,</br>Was puffed up with passing Surquedry,</br>And shortly 'gan all other Beasts to scorn:</br>Till that a little Ant, a silly Worm,</br>Into his Nostrils creeping, so him pain'd;</br>That casting down his Towres, he did deform</br>Both borrow'd Pride, and native Beauty stain'd.</br>Let therefore nought that great is, therein glory,</br>Sith so small thing his Happiness may vary.", "Looking far forth into the Ocean wide,</br>A goodly Ship with Banners bravely dight,</br>And Flag in her Top-gallant I espide,</br>Through the main Sea making her merry Flight:</br>Fair blew the Wind into her Bosom right,</br>And th' Heavens looked lovely all the while;</br>That she did seem to dance, as in delight,</br>And at her own Felicity did smile.</br>All suddenly there clove unto her Keel</br>A little Fish, that Men call Remora,</br>Which stopt her Course, and held her by the Heel,</br>That Wind nor Tide could move her thence away.</br>Strange thing me seemeth, that so small a thing</br>Should able be so great an one to wring.", "A mighty Lion, Lord of all the Wood,</br>Having his Hunger throughly satisfy'd</br>With Prey of Beasts, and Spoil of living Blood,</br>Safe in his dreadless Den him thought to hide:</br>His Sternness was his Praise, his Strength his Pride,</br>And all his Glory in his cruel Claws.</br>I saw a Wasp, that fiercely him defide,</br>And bad him battail even to his Jaws;</br>Sore he him stung, that it the Blood forth draws,</br>And his proud Heart is fill'd with fretting Ire:</br>In vain he threats his Teeth, his Tail, his Paws;</br>And from his bloody Eyes doth sparkle Fire,</br>That dead himself he wisheth for Despight:</br>So weakest may annoy the most of Might.", "What time the Roman Empire bore the Reign</br>Of all the World, and flourish'd most in Might,</br>The Nations 'gan their Sovereignty disdain,</br>And cast to quit them from their Bondage quite:</br>So when all shrouded were in silent Night,</br>The Galls were, by corrupting of a Maid,</br>Possess'd nigh of the Capitol through Slight,</br>Had not a Goose the Treachery bewraid.</br>If then a Goose great Rome from Ruin staid,</br>And Jove himself, the Patron of the Place,</br>Preserv'd from being to his Foes betraid;</br>Why do vain Men mean things so much deface,</br>And in their Might repose their most Assurance,</br>Sith nought on Earth can challenge long Endurance?", "When these sad Sights were over-past and gone,</br>My Spright was greatly moved in her Rest,</br>With inward Ruth and dear Affection,</br>To see so great things by so small distrest.</br>Thenceforth I 'gan in my engrieved Breast</br>To scorn all difference of Great and Small,</br>Sith that the greatest often are opprest,</br>And unawares do into Danger fall.</br>And ye, that read these Ruines tragical,</br>Learn by their Loss to love the low Degree;</br>And if that Fortune chance you up to call</br>To Honour's Seat, forget not what ye be:</br>For he that of himself is most secure,</br>Shall find his State most fickle and unsure.</br>"]