["I. 1.</br>'Twas on a lonely cliff, whose height</br>O'erlooks the hostile Gallic Shore,</br>The Muse reclin'd, from Mortal sight</br>To hide her grief, her wrongs deplore.</br>Her downcast eye, her faultering tongue,</br>Her lute neglected, and her lyre unstrung,</br>Mark'd the deep anguish of her mind,</br>While thus, with sighs, she mourn'd the miseries of mankind.", "I. 2.</br>\"Ah!  whither are Life's sweetest charms,</br>Taste, Truth, and Genius, whither fled?</br>Where, 'midst the horrid din of arms,</br>Shall Science rear her drooping head?</br>Lo, Anarchy pours forth her bands</br>O'er trembling Europe's desolated lands!</br>Insatiate Slaughter sweeps the plains,</br>While Rapine shouts applause, and dire Oppression reigns!", "I. 3.</br>\"Shall my degenerate Sons their triumph hail?</br>Soothe the barbarian Spoiler's pride?</br>Or, borne on Fortune's swelling tide,</br>With votive incense woo her fav'ring gale?</br>No rather let the Aonian Choir</br>To drear Oblivion's shade retire,</br>There tune, unheard, the pensive lay,</br>Than lost to honour, dead to shame,</br>Exalt each base Usurper's name,</br>Or bow to prosperous Vice, and own her lawless sway.\"", "II. 1.</br>She ceas'd; when, through the gloom of night,</br>A voice, the sorrowing Goddess chear'd,</br>And, circled with a blaze of light,</br>BRITANNIA'S aweful form appear'd,</br>\"Arise!\" she cried:  \"thy gentle train,</br>By Truth inspir'd, shall breathe a nobler strain:</br>Her voice shall bid their Patriot lays</br>Record their Country's fame, and consecrate her praise.", "II. 2.</br>\"Mark, whereso'er my banner waves,</br>Where'er my thunders rend the sky,</br>What Nations bless the Power that saves,</br>That saves benign in Victory!</br>Ye Seas that lave the Gallic Coast!</br>Ye Shores that saw Batavia's vanquish'd Host!</br>Ye Ports that hide the shame of Spain,</br>Own, though reluctant, own my triumphs on the Main!", "II. 3.</br>\"But, oh!  what glories grac'd my favour'd Isle,</br>When Fame to her exulting shore,</br>High pois'd on eagle pinions, bore</br>The deeds that struck with dread th' astonish'd Nile?</br>When, fir'd by Hope, my gallant band,</br>'Midst Egypt's rocks and faithless strand,</br>Each danger hail'd with proud acclaim;</br>When, fix'd to conquer or expire,</br>Through hostile straits, through raging fire,</br>My generous Hero press'd, and rais'd a deathless name.", "III. 1.</br>\"Yet, Muse, awhile forego the sight</br>Of ruthless War, ensanguin'd strife:</br>Behold, with calm and pure delight,</br>The social Charities of life?</br>See my lov'd Sons transported join</br>In deeds that lift the mortal to divine!</br>See heavenly sympathy appear,</br>Redress the Orphan's wrong, and dry the Widow's tear!", "III. 2.</br>\"What bitter anguish, heartfelt pains,</br>Oft pierce his bright distinguish'd mind,</br>Whose genius wak'd thy heaven-born strains,</br>Whose liberal taste inform'd mankind!</br>That mind, which Hope, with transient smile,</br>Lur'd to betray, and flatter'd to beguile,</br>Oppress'd by Want, o'ewhelm'd by Care,</br>Finds Death its surest friend, its only guest, Despair.", "III. 3.</br>\"Oh, then, while generous transports thrill the soul,</br>Let sweet Benevolence inspire</br>The festive song, attune the lyre,</br>And brightly sparkle in the flowing bowl!</br>Let Harmony with Mirth unite,</br>While Learning's vot'ries feel delight</br>In pleasures temperately gay!</br>All hearts in Pity's secret cause,</br>Shall greet their lays with fond applause,</br>And each revolving year renew this festal day.\"</br>"]