["Ye select few, who injur'd virtue mourn,</br>From that sad spectacle a moment turn;</br>This sketch accept, familiar, of a priest,</br>With parts and purity supremely blest:</br>Who neither fumbles at a party-scheme,</br>Nor to church-despotism lends his name;</br>But, unambitious, all his views confines,</br>To each whom heaven to his care consigns:</br>Anxious alone their welfare to secure,</br>Nor scrapes for wealth, nor scrambles to get pow'r.", "Jest on the verge of yon extensive lawn,</br>Almost secreted, lives this holy man:</br>His manse obscure incircled is with trees,</br>And hedges screen it from the northern breeze:</br>A little village hard behind it lies,</br>On either side, birch, beech and hazel rise;</br>There gentle swains in innocence reside,</br>Here sylvan songsters in their tuneful pride:</br>Thus round his glebe eternal music reigns,</br>Nor is he deaf to such inchanting strains;</br>But, as the wing'd creation strike the key,</br>Congenial joins the sacred symphony.", "A murm'ring brook glides softly by the door,</br>Where he, instinctive, meets the wand'ring poor:</br>His help is ready ev'ry time of need,</br>His soul exults in each benev'lent deed:</br>No one distress'd but finds in him a friend,</br>No case so desp'rate but he dares attend.", "The beggars, stooping under want and years,</br>Cheer'd by his sympathy, forget their cares;</br>Repay the social, hospitable fare,</br>With grateful silence and a tender tear:</br>For long they trudged all the country o'er,</br>But never found such charity before.", "The ruin'd virgin, the defrauded heir,</br>Both unsoliciting become his care;</br>The hamlets groaning under lordly pride,</br>In his good offices with joy confide;</br>Each helpless orphan, by his bounty fed,</br>Proclaims aloud the charitable deed.", "A genius often hath he brought to light,</br>Who else had slept in everlasting night;</br>Neglected merit thus receives its due,</br>Then others cherish and esteem it too:</br>His eager eye, all o'er the teeming plain,</br>With kind distinction marks the active swain.", "Thus Cephas lives, the friend of human-kind,</br>His manners frank, familiar, refin'd;</br>No stormy passions lurk within his breast,</br>Or lewd desires his placid soul molest;</br>Religion there her sacred influence sheds,</br>His soul enlightens, animates and aids:</br>No altercations irritate his mind,</br>Compress his feelings, or his judgment blind;</br>But all within is harmony and peace,</br>And all without retirement, love and ease.", "The noblest objects his affections warm,</br>And virtue strikes him with a sacred charm;</br>He conquers prejudice without a sneer,</br>And gains by love whom others lose by fear;</br>No doubts perplex his well establish'd mind,</br>For faith in him is yet with reason join'd;</br>His feeling bosom for his people bleeds,</br>Their vice he censures, but relieves their needs.", "Full oft unknown his eager wishes rise,</br>For timely succour from the pitying skies;</br>Propitious Heav'n to his sighs sincere,</br>As oft vouchsafing a condoling ear;</br>Recording angels mark the tears he sheds,</br>And show'r down blessings on the flock he feeds....", "But see the genius of his art appear,</br>Supremely modest, and sublimely fair,</br>With solemn pomp, in beams of heav'nly light,</br>She onward bends upon the ravish'd sight:</br>Her air how elegant!  her motions neat,</br>Her form how comely!  and her eyes how sweet!</br>The radiant lustre of whose lovely face,</br>Beams inexpressible attractive grace;</br>Whose glossy ringlets negligently flow,</br>In waving ringlets to her skirts below:</br>Aethereal robes her virgin loins invest,</br>And streams of glory tremble round her breast;</br>An olive wreath adorns her sacred head,</br>And all the graces in her train succeed:</br>Peace leads the van, and Truth protects the rear;</br>There blossoms Hope, Fruition triumphs here.</br>The joys she gives are permanent and pure,</br>All, all her smiles eternal bliss secure.</br>These, these more tender than the nightly dew,</br>The blasted verdure of our souls renew:</br>Her words serener than the vernal song,</br>Which sweet responses every where prolong;</br>With softer notes dissolve the feeling heart,</br>And chaster fragrance to the soul impart.", "Behold her beckon with a gracious mein,</br>And single Cephas from the vulgar train;</br>To him intent on some sublime design,</br>She, smiling, thus reveals her will divine:</br>\"For me, a price immensely great was paid,</br>For me the Son of the Eternal bled!</br>Espouse my cause, the Gospel is my name,</br>And feed thy fires at my unfading flame:</br>For this I leave the bright abodes of day,</br>And deign a visit to the sons of clay;</br>To treat with men about their final doom,</br>From God's own bosom to the earth I come;</br>My presence glad'ning every mortal thing,</br>Diffuses round me an immortal spring:</br>See Grace behind me, Sorrow flies before,</br>At my approach, lo!  Misery is no more.</br>By me Hope bursts into a fervent flame,</br>And seizing, eager, on immortal fame,</br>Breathes in each breast that everlasting sigh,</br>Which gently whispers, \"ye shall never die.\"</br>Whilst Faith, less timid, takes a bolder flight,</br>And darts aethereal in th' abyss of light.", "\"My sov'reign touch the bleeding conscience heals,</br>And chears the heart when ev'ry comfort fails.</br>By me the sinner may escape his doom,</br>And ev'n may triumph in a life to come.</br>Death, in my service, is a real friend,</br>Nor can the grave my votaries offend.</br>Admit me, then, the genius of thy art,</br>And recommend me to the feeling heart.\"</br>This said, the visionary stranger flies,</br>On wings cherubic, to her native skies.", "So with his melancholy, faithful few,</br>The friend of men to Bethany withdrew,</br>While yet his presence gave 'em new delight,</br>A flowing cloud receives him from their sight.</br>Amaz'd, transported with the shining scene,</br>Their faith increas'd, their hopes became serene.</br>Thus Cephas, fir'd anew, resolves with care</br>The truth to vindicate, assert, declare.", "The human heart he sets himself to learn,</br>And views its guilt with undisguis'd concern.</br>That dreaded labyrinth of all our woe,</br>From whence the kindred springs of mis'ry flow:</br>Redemption strikes him with peculiar force,</br>Because he dwells with rapture on its source.</br>'Tis here he meditates with true delight,</br>Where all the truth evolves upon his sight;</br>Where sin appears in every frightful view,</br>Its native horror full expos'd anew;</br>The only evil in existence found,</br>And but for which not hell itself could wound.</br>Infinite wisdom thro' the system shines,</br>Love prompting on as holiness refines;</br>While pow'r accomplishes what grace devis'd,</br>Truth, justice, goodness, all are exercis'd.</br>Man, happy man!  now desperate no more,</br>Hears with delight the voice he fled before.", "Thus faithful Cephas joyful tidings bears,</br>And sounds salvation in the sinner's ears;</br>Vice grows more ugly as he paints her stains,</br>But Virtue sweetens in his lovely strains.</br>His modest, eloquent, persuasive art,</br>Alarms, controuls, and agitates the heart;</br>Who can behold him and remain unmov'd,</br>Retire uncharm'd, or listen unimprov'd?</br>His easy, earnest, captivating air,</br>Rebukes the frothy, strikes the base with fear:</br>He, too, detects the most retired vice,</br>Nor dreads to drag it from its dark disguise;</br>And yet so mild, his censures ne'er offend</br>An haughty patron or domestic friend.</br>His wit is delicate, although severe;</br>His stile sententious, elegant and clear;</br>Learn'd in each science of true classic taste,</br>Sublime in sentiment, in language chaste.", "Blush, blush, ye quacks!  who make the truth a trade,</br>And but retail it for a bit of bread;</br>To cheat the very meanest of the mean,</br>Convert religion to corrosive spleen:</br>Ignobly fawn before the fickle herd,</br>Turn up the eye &mdash; but chuckling stroke the beard.</br>By archly feigning a condoling tear,</br>Their purses pilfer, and their secrets share:</br>Wolves!  who the harmless, hapless flock devour,</br>Whom fate subjects to such inhuman pow'r,</br>Soothe the soft bosoms of the am'rous fair</br>With notes adjusted to th' adult'rate ear.</br>Say, how can you behold his spotless fame,</br>And not sink under such a load of shame?</br>Did ever he capricious fortune chace,</br>Or for the tricks of priest-craft murder peace?</br>Catch at the breath of popular applause,</br>Or ever seem to be but what he was?</br>Witness, ye sorrowful!  for you he pray'd,</br>Ye sick who felt, confess his cheering aid;</br>Ye poor, his kind beneficence attest,</br>Tell, tell, ye wretched!  how his blessing bless'd.", "Nor can his labours, so sincere, be vain,</br>His people's love repays their pastor's pain;</br>He tends their int'rest with a parent's eye,</br>And they requite him with a filial sigh.</br>Their eager cares are lessen'd by his love,</br>The flock he teaches terminates above.</br>His flock by him instinctively explore</br>Their way to heav'n &mdash; their shepherd goes before!", "From him the clergy may improve their art,</br>From him be taught a more consistent part;</br>For even infidels his life revere,</br>Believe his piety, his faith sincere,</br>And own religion, as practis'd by him,</br>Devoid alike of apathy and whim.</br>"]