["Each year to Delos, o'er the purple main,</br>Their souls o'erflowing with immortal song,</br>Repair the bards; as to her home again</br>The swallow, turning, shoots the seas along;</br>The deep green isle, by silver billows laved,</br>Smiled on the gliding barks that faithless seas had braved.", "Now land the sons of song; their golden lyres,</br>Yielding sweet music to the passing wind,</br>Seem stricken by the God whose breath inspires</br>The glorious frenzy in the poets mind;</br>The strand, the temple glittering on the height,</br>With bright Latona's train, now charm the ravished sight.", "The rites complete, new wreaths the fane adorn,</br>The dew-wet flowers exhale their perfume wide,</br>Nigh on a neighbouring hill, as bright as morn</br>The God regards them with a sacred pride;</br>Along the shady porch the poets stand,</br>The crowd delighted gaze, and wave the joyful hand.", "Now sounds the lyre, and every lip is mute,</br>Save his whom fiery inspiration thrills;</br>He pauses not, his bold expressions suit</br>Th' awakening theme that every bosom fills:</br>The close-chained notes in winding march pursue</br>The winning words that fall as soft as early dew.", "He touches not the mighty Python's fall,</br>Nor yet, be sure, the doom of Phaeton,</br>Nor any warlike deed; but, shunning all</br>The ruder fables, fair Latona's son</br>Paints in his rustic weeds, what time he drove</br>The rich Thessalian herds, and tasted sylvan love.", "There flowed the gentle river, there the God</br>Awoke the mournful echoes with his pipe</br>There up the sloping hills the shepherd trod</br>The winding path, and grapes all blushing ripe</br>Plucked while he listened to the charming lay,</br>Till now the golden sun had rolled his light away.", "And oft Admetus with his matchless queen</br>Beside the silver flood have sat to hear;</br>While Dian lingering in the heaven was seen</br>Shooting her mystic splendour far and near,</br>Charmed by fraternal song, till twinkling dawn</br>Rose gray in th' eastern sky, and bade her be withdrawn.", "And then Aurora, with her saffron cope</br>Dew-glittering, smiled upon her kindred God,</br>As her light-breathing steeds up heaven's high slope</br>Their snorting course majestically trod;</br>His lovely proxy pleased the God beholds,</br>As shepherd views his love close soft the evening folds,", "While on some neighbouring rock he sits and sings,</br>Oft viewing her white arms and sparkling eyes;</br>She every straying sheep, good-humoured, brings,</br>And spares the sheep-dog that around her hies:</br>So the young Goddess scattered light through heaven,</br>And sought in Tempe's vale if due applause were given.", "But all forgetful of his heavenly birth,</br>With mortals mingling oft Apollo stood,</br>Tasting their sweet, but short-lived, fleeting mirth,</br>Or sighing with them in their troubled mood:</br>And all men loved him, though, from change secure,</br>He grew not old, with them, or evils had to cure.", "The rural maidens gazed upon his face</br>And golden locks, waved by the gentle wind;</br>And in their hearts deep sunk the winning grace,</br>Surpassing all the charms of human kind,</br>That played, like light, about his form divine,</br>Most beautiful of those who quaff th' Olympian wine.", "The poet's song, the sum of all his tale,</br>His loves, his sports, his sleights, his wanderings told;</br>Until his words, o'er those who heard, prevail</br>So far, they deem, (what happened oft of old)</br>The young Ionian's form some god concealed,</br>With ill-suppressed power which now stood half revealed.", "In truth his figure breathed peculiar awe;</br>Dark was his eye, and o'er his forehead hung</br>His locks, like those which after ages saw</br>Adorn the Phidian Jove; his mantle flung</br>Across his ivory shoulders, touched the ground,</br>And wide his golden lyre reflected light around.", "He ceased to sing:  and all the tuneful choir</br>The contest shunned, for who might hope to win?</br>The priest, approaching, crowned the victor's lyre</br>With ever-verdant laurel; while the din</br>Of wild applause from every lip arose,</br>Loud as the ocean's roar when fierce the tempest blows.", "And now his name the crowd aloud proclaim,</br>That name ordained the admiring the world to rouse</br>To rivalry of his immortal fame;</br>The victor now, with full accomplished vows,</br>Departed pleased along the sacred strand,</br>And HOMER!  Chios' youth, re-echoed through the land.</br>"]