["Hail rural Prospects, lovely silvan Scenes!</br>Hail happiest safest Life!  Ye verdant Plains</br>Receive, receive Me to your blest Abodes</br>Dear solitary Groves.  May I reside</br>Here, whilst the soothing Scenary around</br>Charms ev'ry Sense:  her raptur'd Votary</br>May Wisdom thro' the mazy Lab'rinth guide</br>Of Science, may deep-musing Silence Me,</br>May heav'nly-pensive Contemplation lead</br>To the delightful Mansions of the Muse.", "Soon as the blushing Dawn o'erstrews the East</br>With Roses, and the Sun in majesty</br>Uprising skirts the brightning Clouds with Gold,</br>Forth may I walk amid my Fruits, and Flowr's,</br>Spangled with pearly Drops by dewy Morn;</br>My Garden-Plot may I securely range,</br>Delicious Wilderness of various Sweets,</br>By Nature with Simplicity adorn'd,</br>Beyond the labour'd Elegance of Art.</br>Oft may I wander o'er the turfy Down</br>In chearful Green array'd, oft view the Glebe</br>Enrich'd with rip'ning Corn, whose wavy Ears</br>Dance lowly-bending to the wanton Breeze;</br>Oft Tread the violet-embroider'd Mead</br>Contemplative, where Prospects ever-fair</br>Of Herds, and Flocks, and gently-winding Streams,</br>Of Milk-maids ruddy, and industrious Swains,</br>And Huts, and shady Groves, sooth to a Calm</br>The Mind, enamour'd of the varied Charms</br>Which unsophisticated Nature yields.", "When the meridian Sun with fiercer Blaze</br>Darts from his noontide Height a warmer Ray,</br>Beneath some Hawthorn-Bush or grateful Cave</br>Of cool Recess, may I recline secure.", "When Day declines, and Mountain-tops project</br>A lengthen'd Shade, may I enjoy my Walk</br>In Ev'ning mild, and view the Western Sun</br>Outshining bright his sloping Beams extend</br>With Farewel sweet on Meadows, Fruits, and Flowr's,</br>Hillock, and Vale; whilst Hillocks, Meadows, Fruits,</br>And Flow'rs refresh'd rejoyce, the warbling Birds</br>With Strains renew'd solace the Woods,</br>Earth smiles Reviv'd, and the delighted Vallies sing.", "When from the Village-Huts the curling Smoak</br>Ascends, and Night creeps on with silent Pace</br>Solemn, and slow, while softly dying Gales</br>Pant on the quiv'ring Trees, again I'll seek</br>The friendly Covert of my peaceful Cell.", "Here may I taste, propitious Heav'n, the Sweets</br>Of social Love, and dearest Amity</br>Of mutually united Hearts; at least</br>May I not want one Friend, one bosom Friend;</br>Whose Studies and Desires agree with Mine,</br>My Second self, Another yet the Same.", "May I enjoy, in not ignoble Ease,</br>A studious, peaceful, inoffensive Life;</br>Delightful Life!  unknowing to deceive!</br>To moral Beauty, just Propriety</br>Of Actions, Elegance and Harmony</br>Of Life and Manners, and the heav'nly Charms</br>Of Virtue, may I serious here attend.</br>Here let Me dwell, divine Philosophy,</br>Here ever dwell with Thee; with studious Search</br>Here ponder the stupendous Miracles</br>Of Nature's daedal Hand:  now to the Heav'ns</br>I'll cast my wondring Eyes, thro' boundless Space</br>(No more to this terrestrial Point confin'd)</br>I'll steer my ventrous Course, from Worlds to Worlds:</br>Or fix my Station in the Centre-Sun,</br>Or with the Planets wander thro' the Sky,</br>These solitary, with Attendants These</br>Of secondary Stars; or snatch new Worlds</br>Thro' optick Tube forth from the vast Immense,</br>Whilst Orbs on Orbs, to unassisted Eye</br>Invisible, soon brighten into Suns,</br>Round which roll other Planetary Spheres,</br>A new Creation op'ning to my View.", "Hence let me to Immensity wide-stretch</br>Imagination, lab'ring to conceive</br>Planets, and Stars, and Firmaments, and Suns,</br>And Worlds, sunk in unfathomable Depths</br>Of Aether, till weak Fancy's Narrowness</br>Nature's Multiplicity is lost.", "Then let Me in profoundest Thought again</br>Work downwards thro' the gradual Descents</br>Of Magnitude, from Vastness of the Sun</br>To pygmy Bulk of Man, &mdash; again from thence</br>To viewless Mites, by Steps insensible</br>Decreasing; &mdash; Thence pursue a Particle</br>Of Matter thro' th' untold Varieties</br>Of infinite Divisibility.</br>&mdash;Then fancy (if 'tis possible for Man</br>To fancy) how each infinite Division,</br>Fashion'd and molded by Omnipotence</br> New Quantities of Matter may produce,</br>New Suns, new Worlds, Another Universe.", "Hence let my Soul on Contemplation's Wing</br>From the Material World aspiring soar</br>Into the glorious Realms of Spirits blest,</br>Intelligences pure, the First and Chief</br>Of Creatures: &mdash; From thence higher, and more high,</br>Upwards and upwards let Me still ascend,</br>Still let Me mount, and soar, and still conceive</br>Something yet Greater, infinitely Greater,</br>Something in infinite degree beyond</br>Conception, to whom all Created Things</br>Compar'd must dwindle into let than Nought.</br>Great King of heaven, and Earth, Angels, and Men,</br>Most Good, most Wise, most Highest, Who alone</br>Possesses Immortality, inhabits</br>Alone Eternity, all amiable,</br>All-perfect, &mdash; O!  What shall?  What can I say?</br>All-infinite ALL-GOD.  Where'er I look;</br>I view the Footsteps of the Deity;</br>Where'er I move, the Deity attends</br>My Motion, in my Path, around my Bed,</br>Within my Breast:  If I climb up to Heav'n,</br>Heav'n is Thy Throne; if I descend to Hell,</br>Thee I perceive in Hell's tremendous Gloom;</br>If on the Pinions of the Morn I fly</br>Beyond Creation's utmost Verge, thy Presence,</br>Great King of Heav'n, and Earth, Angels, and Men,</br>Father, Son, Holy-Ghost, divine THREE-ONE,</br>Beyond Creation's Verge pursues, surrounds,</br>O'ertakes Me.  Mighty God!  These rural Scenes,</br>These happy Groves, and ever-pleasing Shades,</br>From Thee derive Their Pleasure, They receive</br>From Thee Their Wealth and Beauty; all those Orbs</br>The Sun, the Moon, with all their radiant Host,</br>Shine by thy Light, and Lustre not their own,</br>Great King of Heav'n, and Earth, Angels and Men,</br>Son, Father, Holy-Ghost, divine THREE-ONE.</br>In Thee weak Man, in Thee th' Angelick Choirs.</br>Exist; if Thou thy Influence withhold,</br>The Sun, the Moon, with all their radiant Host,</br>Weak Man, th' Angelick Choirs, and all Creation</br>Must melt away, and universal Nature</br>Sink into Nothing, and eternal Chaos.</br>Thou only art Jehovah!  O great King</br>Of Heav'n, and Earth, Angels, and Men, thy Goodness</br>Permit Me in thy wondrous Works to read.</br>Let Me thy Laws obey, thy glorious Name</br>For ever ever praise; but O!  thy Praise</br>In vain I shall attempt; thy Excellence,</br>Holy-Ghost, Father, Son, divine THREE-ONE,</br>No Thought can comprehend, no Tongue express,</br>My Faculties confess their Impotence</br>Dazzled, amaz'd, confounded; Down my Soul,</br>Bend down submiss before th' Almighty's Eye,</br>The King of Heav'n, and Earth, Angels, and Men,</br>Tremble, admire, be silent, and adore.</br>"]