["These various strains, where ev'ry talent charms,</br>Where humour pleases, or where passion warms:</br>(Strains!  where the tender and sublime conspire,</br>A Sappho's sweetness, and a Homer's fire)</br>Attend their doom, and wait with glad surprize</br>Th' impartial justice of Cleora's eyes.", "'Tis hard to say, what mysteries of fate,</br>What turns of fortune on good writers wait.</br>The party-slave will wound 'em as he can,</br>And damns the merit, if he hates the man.</br>Nay, ev'n the Bards with wit and laurels crown'd,</br>Bless'd in each strain, in ev'ry art renown'd:</br>Misled by pride, and taught to sin by pow'r,</br>Still search around for those they may devour;</br>Like savage monarchs on a guilty throne,</br>Who crush all might that can invade their own.", "Others who hate, yet want the soul to dare,</br>So ruin bards &mdash; as beaus deceive the fair:</br>On the pleas'd ear their soft deceits employ;</br>Smiling they wound, and praise but to destroy.</br>These are th' unhappy crimes of modern days,</br>And can the best of poets hope for praise?", "How small a part of human blessings share</br>The wise, the good, the noble, or the fair!</br>Short is the date unhappy wit can boast,</br>A blaze of glory in a moment lost.</br>Fortune still envious of the great man's praise,</br>Curses the coxcomb with a length of days.</br>So (Hector dead) amid the female quire,</br>Unmanly Paris turn'd the silver lyre.", "Attend ye Britons!  in so just a cause</br>'Tis sure a scandal, to with-hold applause;</br>Nor let posterity reviling say,</br>Thus unregarded FENTON pass'd away!</br>Yet if the muse may faith or merit claim,</br>(A muse too just to bribe with venal fame)</br>Soon shalt thou shine \"in majesty avow'd;</br>As thy own goddess breaking thro' a cloud.\"</br>Fame, like a nation-debt, tho' long delay'd,</br>With mighty int'rest must at last be paid.", "Like Vinci's strokes, thy verses we behold;</br>Correctly graceful, and with labour bold.</br>At Sappho's woes we breathe a tender sigh,</br>And the soft sorrow steals from ev'ry eye.</br>Here Spenser's thoughts in solemn numbers roll,</br>Here lofty Milton seems to lift the soul.</br>There sprightly Chaucer charms our hours away</br>With stories queint, and gentle roundelay.", "Muse!  at that name each thought of pride recall,</br>Ah, think how soon the wise and glorious fall!</br>What tho' the Sisters ev'ry grace impart,</br>To smooth thy verse, and captivate the heart:</br>What tho' your charms, my fair Cleora!  shine</br>Bright as your eyes, and as your sex divine:</br>Yet shall the verses, and the charms decay,</br>The boast of youth, the blessing of a day!</br>Not Chaucer's beauties could survive the rage</br>Of wasting envy; and devouring age:</br>One mingled heap of ruin now we see;</br>Thus Chaucer is, and Fenton thus shall be!</br>"]