["BOOK THIRD.</br>Faint streaks of light the purpled east illume,</br>And westward rolls the now decreasing gloom.</br>With various streams around Conagra's height</br>The birds of ocean urge their eddying flight.</br>Some o'er th' unruffled main disporting sweep</br>On outstretch'd wings, some mid the briny deep</br>With pinions clos'd fall headlong; and convey</br>Exulting to their young the scaly prey.</br>Soon brighter beams, as o'er the hills is borne</br>The vapor dim, its curling sides adorn</br>With golden tints:  mean while th' enlivening gale</br>With shadowy waves o'ercasts the grassy vale:</br>And the rill bursting from the rocky height</br>Winds thro' the narrow dell in floating light.", "Besides its bank, where droops the willow green,</br>The stately form of Uther's son is seen.</br>Oftimes he plunges mid the liquid stream</br>His pointed lance; the parted waters gleam</br>On either side.  But, ah!  tho' there his eyes</br>Are fix'd, his mind to different objects flies,</br>His mind, with various scenes of sorrow fraught,</br>By memory rack'd, and heart-corroding thought.", "His aged friends drew nigh; and by their side</br>The blooming Ivar strode in martial pride.</br>The weighty shield, and pointed lance he rear'd,</br>And eager valor in his look appear'd.", "The prince, while mingled o'er his visage fly</br>Hope's glowing tints, and terror's pallid dye,</br>On Merlin gazes.  Thus the sage:  \"Thro' me</br>Hear, nor repine at fate's severe decree.</br>In ease inglorious long may Arthur live,</br>And share those joys a homely state can give.</br>But if to nobler views he dare aspire;</br>If his soul glows with valour's quenchless fire;</br>Since idly he forsook his valiant host,</br>Alone must he explore his native coast:</br>No friend to aid, no menial to attend,</br>With man, with daemons &mdash; force and fraud contend.\"", "\"O say not thus, replied Melaschlen's heir,</br>A hundred youths shall Arthur's fortune share,</br>Eager like me to prove, that Britain boasts</br>No braver spirits then Ebuda's coasts.</br>Fatigue, thirst, hunger, it is ours to bear;</br>Nor unexpert in rudiments of war.</br>'Tis ours to urge the race, to bend the bow,</br>Launch the strong spear, the wrestler's art to know;</br>To climb the rugged rock's tall head; to bound</br>From crag to crag, nor heed the sea profound</br>That roars below; &mdash; in slender barks to brave</br>The threatning storm that swells the wintry wave;</br>And pierce the whale, when tempesting the main,</br>The' enormous monster spends her rage in vain.", "Shall we, who every  form of hazard court,</br>To whom toils pleasure yield, and dangers sport,</br>Oh!  say, my sire, shall we refuse the call</br>That sounds to battle?  can I nobler fall,</br>If so fate wills, than on th' ensanguin'd plain</br>With mighty Arthur, and his gallant train?</br>Or can the skies a greater bliss afford,</br>Than thus to share renown with Britain's lord?</br>Ere thou hadst number'd Ivar's years, in fight</br>Had many a warrior sunk beneath thy might;</br>Ere thou hadst number'd Ivar's years, to fame</br>Well-known, the living lay preserv'd thy name.</br>No fame has Ivar gain'd; but wears away</br>To valour's sons unknown, life's rapid day.</br>Shall my existence, like the viewless wind,</br>Unheeded pass, nor leave a trace behind?</br>And thou, a warrior, father, friend, restrain</br>The son who, like thyself, would glory gain?\"", "He ceas'd, and on Melaschlen bent his eyes</br>Imploring:  nought the hoary king replies.</br>To hear of Ivar's fall were more than death;</br>And more than transport if fame's echoing breath</br>Should fill her swelling clarion with his praise&mdash;</br>But, ah!  to comfort his declining days,</br>Ivar alone remain'd!  whilst in his soul,</br>Conflicting thoughts and adverse passions roll,</br>With gratitude the breast of Arthur glows;</br>His friendly arms the generous youth enclose;</br>And thus he cries:  \"Oh, worthy to obtain,</br>With Britain's champions in th' embattled plain,</br>Eternal praise!  But no, it can not be,</br>Arthur must perish, or his country free.</br>To him alone the noble choice is given;</br>And humbly thus I pay my thanks to heaven!</br>Let force with fraud, be fiends with mortals join'd,</br>Like roaring streams by feeble mounds confin'd,</br>The fearless soul that in my bosom dwells,</br>Amid opposing dangers greater swells!\"", "His perils to partake, his fate to share,</br>With fervent prayers Melaschlen's gallant heir</br>The prince assail'd in vain.  Now interpos'd</br>Sage Merlin, and the generous contest clos'd.</br>\"To thee, brave youth, all gratitude is due</br>From Uther's son &mdash; no longer vainly sue!</br>Britain must groan beneath a foreign power,</br>Or these impending ills that round us lower,</br>By his strong arm, and valour be supprest&mdash;</br>So heaven decrees; then thwart not heaven's behest.</br>And lo!  where distant with th' aerial blue</br>The billows mingle, faintly to your view</br>Gleams a white speck &mdash; behold again, and mark</br>Light bounding o'er the waves, a slender bark,</br>With power instinct:  swift as the winged wind</br>It bends its course!  the kindling waves behind</br>A radiant track display; against yon strand</br>It strikes, and calls us from your friendly land.\"", "With kindest wishes, and with fervent prayer,</br>Melaschlen bids adieu to Britain's heir.</br>Not Ivar thus permits him to depart,</br>With strong emotions swells his lab'ring hart.</br>Speechless he holds him in a strict embrace,</br>The tears fast trickling down his blooming face.</br>Denial, ah!  what generous youth can bear,</br>Who sues the dangers of a friend to share?</br>While from his view the wish'd occasion flies,</br>That just before to his enraptur'd eyes</br>Display'd the glittering trophies of renown,</br>Bright victory, and fame's unfading crown!", "He marks the prince, with Merlin by his side,</br>Ascend the vessel:  o'er the surging tide</br>Again it bounds instinctive; swift as flies</br>Night's gleaming meteor thro' the sable skies.", "And now it fades before his anxious view:</br>The waste of waters with heaven's concave blue</br>Skirted, alone appears &mdash; He clasps his hands</br>In agony &mdash; in mute dejection stands;</br>And his fix'd eyes, whence flow the frequent tears,</br>Are bent to earth:  reluctantly he hears</br>The soft condolence of Ebuda's chief&mdash;</br>No words can med'cine to his mind relief.", "But now the Muse awakes the vocal shell</br>To themes  sublimer &mdash; generous youth, farewell!</br>Farewell ye lonely Isles!  where to the skies</br>Enwrapt in tempest towering rocks arise:</br>Where low-hung vapours chill the barren plain,</br>And round you raves th' inhospitable main.</br>Yet soon shall climes, whom suns more genial crown</br>With purer lustre, envy your renown.</br>The desart coast, now scarcely known to fame,</br>Shall bear to future times Columba's name.", "The sainted sage!  within its hallow'd shore,</br>Life's checquer'd dream, its toils, its pleasures o'er</br>The sad recluse his wearied eyes shall close,</br>And scepter'd monarchs in its dust repose.</br>Where now the wild weed creeps shall roses bloom,</br>The dark-brown dell a verdant tint assume:</br>And the rough rock, whose ribs of marble brave</br>The loud-resounding storm, the dashing wave</br>Shall then submit to man's successful toil,</br>And rise a taper spire, or massy pile.</br>Whilst nature thus laborious art subdues,</br>A task more arduous still the Saint pursues.</br>He tames the savage mind; he bids the fire</br>Of pure religion pagan breasts inspire:</br>And Sion's sacred songs burst from the Celtic lyre.", "The rapid vessel urg'd its destin'd way,</br>And opening rocks disclos'd Ituna's bay.</br>Sudden, as Arthur touch'd the shore, from view,</br>In darkness wrapt, the bark and sage withdrew.", "Silence and solitude the land o'ercast;</br>Save when at times arose the lonely blast</br>With hollow murmur, and unequal sound;</br>While deepning shade on shade, night clos'd around.</br>Where, bounteous nature's couch, the green sward spread,</br>Beneath a towering beech, he rests his head.</br>Sleep o'er his eyelids pours the balmy dew,</br>And scenes of glory rise before his view&mdash;</br>Bright, rapturous scenes of Britain's future fame.</br>Amid contending realms the fairest name</br>That decks th' historic page &mdash; by Merlin's skill</br>The vision rose, and heaven's assenting will.", "At morn he wakes, and gazing round espied</br>A white-plum'd helmet beaming by his side.</br>Its crest, a dragon, dreadful to behold&mdash;</br>His verdant scales were streak'd with gleams of gold,</br>His teeth he seem'd to grind in threatning ire,</br>And his red eyes to glow with living fire.</br>The vant-brass, cuishes, greaves betrew'd the field,</br>The keen-edg'd sword, the adamantine shield,</br>And argent breast-plate, that, with golden nails </br>Compacted, glitter'd like the Dolphin's scales,</br>When from the wave he bounds in wanton pride,</br>And scatters radiance from his dewy side.</br>Such arms he wore but of inferior frame,</br>When distant India trembled at his name.", "Nor long he gazes on the gift divine:</br>His mighty limbs encas'd in armour shine.</br>Prepar'd, resolv'd on highest acts, he hears</br>The neighing courser:  suddenly appears</br>The steed, that oft his lord triumphant bore</br>Thro' steel-clad ranks, and fields embath'd in gore.</br>With dumb, expressive joy behold him stand;</br>And while the hero, grasping in his hand</br>The flowing mane, his wonted seat ascends,</br>In conscious pride the deep-arch'd neck he bends.</br>The prince, for so his guardian sage decreed,</br>T'ward Cambria's heights directs the rapid steed.</br>O'er hill, o'er dale, and solitary wild,</br>Where late the cultur'd scenes of nature smil'd,</br>Now ravag'd by the Saxon race, pursues</br>His mournful way:  with eyes indignant views</br>His native realm by truthless foes opprest,</br>And keen reflection stings his tortur'd breast.", "A wood now stretch'd before his view, array'd</br>In leafy pomp, and cast a twilight shade</br>O'er the chill plain:  nor finds the warrior room</br>To urge his courser thro' the forest-gloom.</br>Rude brambles crept the stately trees beneath,</br>And hung their trunks with many a shapeless wreath.", "A marble pillar, as he onward drew,</br>Appear'd, of height immense and sable hue;</br>And near its base, the prince amaz'd survey'd</br>These words in golden characters display'd:</br>\"If mindless of th' advice by Merlin given,</br>Or doubtful of the wise decrees of heaven;</br>If any fear checks valour's mounting fire,</br>While time can safety grant, in peace retire:</br>For not tho' prudence guide, tho' conquest crown</br>Thy arms, art thou secure from fortune's frown.</br>The choice maturely in thy bosom weigh.</br>If conscious worth inspires thy soul, obey</br>Its high behest; and on thy breast engrave</br>This last advice &mdash; Be circumspect, be brave!\"", "Th' inscription thrice the fearless hero read,</br>Then mark'd, where to the right a pathway led</br>Athwart the dusky grove:  thro' that pursu'd</br>His course; at length an opening lawn he view'd,</br>Where tending on his flock a shepherd swain</br>Was pacing slowly o'er the grassy plain.</br>At distance, on a lofty mountain crown'd</br>With spires, with battlements, and turrets round,</br>A stately dome arose before his view,</br>And o'er the vale its wide-stretch'd shadow threw.", "The prince of Britain urg'd his course amain,</br>Not unobserv'd:  with trembling haste the swain</br>Approach'd to meet him; and with visage wan,</br>In fault'ring accents wildly thus began:</br>\"Oh thou!  whose radiant arms, whose martial mien,</br>Proclaim thee fam'd in many a deathful scene;</br>Perchance, and sure my simple guess is right,</br>A friend to Arthur's cause &mdash; a British knight.</br>Stay, I adjure thee, stay!  whilst I declare</br>A tale, that will with horror strike thine ear.</br>On this green valley long my flocks I've fed;</br>In yonder forest is my lonely shed.</br>There liv'd in careless ease, for never yet</br>The din of war had pierc'd my still retreat.</br>Three moons are past since, rising with the dawn,</br>Such is my constant wont, athwart the lawn</br>I drove my flock besprent with morning dew&mdash;</br>When, as from yonder height the mist withdrew,</br>Erewhile a craggy mountain bleak and bare,</br>Yon stately towers began to swell in air.</br>Amid the thunder's voice, and daemon's yells</br>They rose &mdash; such wondrous force have magic spells!</br>Strange characters, and seals of mystic power,</br>Are hung on every gate, and beetling tower,</br>That all attempts of force, or art defy:</br>Who dares approach, advances but to die.</br>Full many gallant knights I've warn'd before;</br>They went &mdash; but met these anxious eye no more!</br>Then urge not thou a trial rash and vain&mdash;</br>Fame calls the valiant to the listed plain.</br>Beyond this dell behold a mountain towers</br>Far-distant to the right.  The British powers,</br>Those who erewhile from Saxon fury fled,</br>Are there &mdash; by Lancelot and Cador led.</br>No braver knights, the prince except, are known,</br>Whose fame wide-blazon'd thro' the world is blown:</br>Their foremost wish to meet that hero's sight;</br>Their next, to labour in the bloody fight.</br>Haste, and partake their victory and fame!</br>Yon path to glory leads, but this to death and shame.", "\"Peasant, I never fly!\"  he stern returns,</br>\"This breast, when terror chills the dastard, burns</br>With double fire.\"  Then deeply mused awhile,</br>And fiercer thus began:  \"Some secret guile</br>Lurks in thy words &mdash; no peasant would aspire</br>The nature of yon magic dome t' enquire.</br>No British swain, those hostile ramparts near,</br>Would thus presumptuous tend his fleecy care.</br>No friend would warn me from a glorious deed,</br>As righteous vengeance prompts, let falsehood bleed!\"", "He said, and whirl'd aloft the gleaming blade,</br>Swiftly it winds thro' unresisting shade.</br>Smote by the fervent ray, as morning dew</br>Dissolves, the peasant vanish'd from his view;</br>And backward leapt the steed in wild affright,</br>As Urda stood confest:  like sable night</br>Her bent brows lower'd; in wrath she roll'd heir eyes</br>That shot pernicious beams:  terrific cries</br>(Like famish'd wolves contending o'er the slain,</br>Or wintry blasts that howl along the main,)</br>Burst from her venom'd mouth:  \"Weak man,</br>As well may'st thou inflict on empty air</br>The threatned wound:  thy prowess I deride,</br>And Merlin's art defy &mdash; with Death thy guide,</br>To yon enchanted dome, vain reptile, go&mdash;</br>A mortal hand shall lay thy glory low,</br>A mortal like thyself &mdash; We too have charms</br>To shield our champions mid the shock of arms.</br>My Hengist ne'er, the thunderbolt of war,</br>Shall from a British arm receive a scar.</br>'Tis fix'd as fate!  I caught his favouring hour,</br>And stamp'd him free from thine and Merlin's power!\"", "She ceas'd, and sudden vanish'd from his eyes;</br>The roaring whirlwind snatch'd her thro' the skies.</br>And now the smiling vale, the level way,</br>That late so tempting in the prospect lay,</br>Resum'd its native horrors; and display'd</br>A hideous chasm beneath the gloomy shade</br>Of rocks o'er-arching; headlong from their height</br>Had Arthur fall'n, the shades of endless night</br>His eyes had clos'd:  to heaven he first addrest</br>A grateful prayer, then t'ward the castle prest</br>His rapid steed; the summit gain'd, he found</br>A spacious moat the rugged walls surround;</br>Save, where a bridge to the huge portal led,</br>On which inscrib'd those characters he read.</br>\"Long as this dome shall o'er the mountain tower,</br>Must Britain bow beneath the Saxon power.\"", "\"Sink then ye gloomy turrets,\" Arthur cries,</br>\"And Britain's glory on your ruins rise!\"", "A horn that hung beneath he seiz'd, and blew</br>A dreadful note:  then o'er the bridge withdrew,</br>To meet whatever foe should tempt his might,</br>Before the walls in bold and open fight.", "Dread silence reigns awhile; then backward bound</br>The brazen gates with harsh and jarring sound,</br>And wide-unfolded to his view display'd</br>Hengist's dread form in sable mail array'd.</br>A raven sculptur'd on his helmet stood,</br>With fiery eyes, and beak distain'd with blood.</br>Omen of death and havock:  his huge shield</br>Was black, but studs of gold emblaz'd the field.</br>(Heaven's pendant spangles thus with mingled light</br>Adorn th' expanded canopy of night.)</br>And the bright boar appear'd a splendid sun;</br>The proud device &mdash; \"unequall'd and alone.\"</br>Vast as the pine on Norway's storm-beat shore,</br>By lightning blasted, was the lance he bore.</br>High mounted on a coal-black steed he rode,</br>And the bridge shook beneath the mighty load.", "Athwart the field, confiding in their force,</br>The champions urge their loud-resounding course.</br>Thus clouds dark-gathering o'er the blue serene,</br>The thunder lurking in their womb unseen,</br>Meet with dire crash, and shake th' ethereal plain.</br>The dreadful shock unable to sustain,</br>In dust the coursers roll &mdash; the knights arise;</br>Rage swells their souls, and sparkles in their eyes.</br>They quit their spears; and whirl'd with sudden sway,</br>Their swords a ring of dazzling light display;</br>While from the mail at every mighty stroke</br>Flash'd radiance.  Thus at length indignant spoke</br>The British hero:  \"Thank thy guardian fiends!</br>Thy safety on their tender care depends:</br>Or sunk beneath that blow thy crest of pride</br>Had swept the dust!\" &mdash; \"Vain boaster!\"  he replied,</br>\"Thy feeble arm, thy threatnings I despise;</br>And thus thy boyish arrogance chastise!\"", "Again in vain the contest they renew,</br>While from their toilworn limbs the briny dew</br>In streams descends &mdash; at length the British knight,</br>On Hengist's shield, collecting all his might,</br>So fiercely smote, that with a sudden bound</br>His falchion backward flew, and prest the ground.</br>Hengist unhurt sustain'd the mighty shock:&mdash;</br>A feebler blow had riv'd a marble rock.</br>Yet his numb'd arm its wondrous power confest;</br>The buckler fell loud-echoing; as his breast</br>With fiercest vengeance burnt, on every side</br>With strokes redoubled swift his foe he plied:</br>Who vainly strove, whilst the loud storm his shield</br>Repell'd, to snatch his falchion from the field.</br>But ah!  not aught could sword or spear avail</br>'Gainst Hengist girded in impassive mail.</br>Then firmly grasp'd in either hand he held</br>The moon-like targe; and swinging round, impell'd;</br>Its ponderous weight against the Saxon's head:</br>Senseless on earth his dreadful foe was laid;</br>Vanquish'd, not slain.  Tho' mighty was the blow,</br>Another's arm must lay the hero low,</br>To rise no more!  for when the British lord</br>With dire intent resum'd his flaming sword,</br>Thick vapours roll'd around of sable hue,</br>While Urda snatch'd the warrior from his view.", "\"Is this the vaunted knight,\" enraged he cries,</br>\"Who Merlin's skill, and Arthur's force defies?</br>Thus basely rescued from my conquering sword</br>By hell's unhallow'd agents!  race abhorr'd;</br>A mightier champion for your cause prepare,</br>Or soon yon lofty towers dissolve in air!\"</br>\"Long Arthur, long these towers shall brave the sky!\"</br>Ten thousand voices suddenly reply,</br>Loud screaming from the rampart's height, amaz'd,</br>Not terrified, the hero upwards gaz'd;</br>And saw th' extended walls, the turrets crown'd</br>With hideous objects:  wheeling wide around,</br>The screeching owl, the raven of the night,</br>With notes ill-omen'd urge their crowded flight.</br>Harpies obscene their direful forms unfold;</br>And Dragons, arm'd in scales of burnish'd gold,</br>Beat the resounding air with out-stretch'd wings,</br>Like rushing storms, and shake their pointed stings.</br>Sulphureous torrents roll the moat around</br>In liquid flame; the boiling waves resound,</br>And lash the rugged walls:  before his eyes</br>The bridge, the portal fades:  black vapours rise,</br>And fiery flakes shoot thro' the dusky skies.", "Infernal spirits on the walls appear,</br>Here the sword blazes, there the threatning spear;</br>Here, like a meteor, levell'd at his heart,</br>Gleams on the bending string the flame tip'd dart.</br>From each red eye-ball glanc'd the sparks of ire;</br>Each dismal front seem'd scath'd with livid fire:</br>With wrath o'ercast, and horror's blackest hue;</br>While wreathing on the winds their snaky tresses flew.", "Unmov'd, what mortal could sustain the sight</br>Of spectres swarming from the realms of night!</br>Yet no dismay the hero's looks exprest,</br>As thus in secret he his soul addrest:", "\"Say, I by flight should shameful life secure,</br>Can Britain's heir a life with shame endure?</br>Dread power!  if vainly I implore thine aid,</br>Extend protection to my lovely maid.</br>My fate to thee submissive I resign;</br>If not to live, to fall with fame be mine!\"", "He said; his weighty lance resum'd, and held</br>Outstretch'd before his front the concave shield;</br>Then, hurling bold defiance, with a bound</br>O'er-leapt the moat, and touch'd unharm'd the ground&mdash;</br>A glad surprize!  black clouds involv'd the sky:</br>Repeated peals of thunder roll'd on high:</br>The magic vision, all th' embattled powers</br>Of fiends, the burning lake, the frowning towers,</br>Are vanish'd, as the troublous dreams of night</br>Disperse before the morning's roseate light.", "Destructive time with unresisted sway,</br>Mankind, and all their labours, sweeps away;</br>Exalts the valley, sinks the mountain low,</br>And bids the rapid torrent cease to flow:</br>Thro' him where once enchanted structures grac'd</br>The cloud-top'd hill, now glooms a lonely waste.</br>Yet still, memorial of their scite, remain</br>The circling stones that rise on Sarum's plain.</br>The wondrous rocks by power of magic laid</br>To form its deep foundation, undecay'd</br>By him who all consumes, are known to fame,</br>And still retain the mighty Hengist's name.", "Beneath a rock an iron gate appears;</br>Within faint sounds of deep distress he hears.</br>He shakes the massy bars; the bars give way,</br>And thro' the dungeon streams unwonted day.</br>Forward the dauntless knight advanc'd, and found</br>Two hapless warriors fasten'd to the ground</br>By massy chains; with weak and struggling breath</br>They cried:  \"To freedom, or a welcome death</br>Consign your wretched thralls!  a noble foe</br>Would scorn to aggravate the captive's woe.\"", "Their voices well the British hero knew,</br>And in his eyes swell'd pity's pearly dew.</br>Their chains unbound, he led them t'ward the light.</br>But ah!  what horrid objects met his sight!</br>Their hair, like elf-locks, round their shoulders clung:</br>Each limb was weaken'd, every nerve unstrung.</br>Pale, meagre famine sate in either face&mdash;</br>Extinct the manly form, and martial grace.</br>In hollow sockets dimly roll'd their eyes;</br>Their lab'ring bosoms heav'd with frequent sighs.</br>With staggering steps they totter o'er the ground,</br>And gain at length their prison's utmost bound;</br>Then dropping on the verdant turf, inhale</br>The long-lost sweetness of the freshning gale.", "The prince, sage Merlin's gift, a viol bore</br>Of juice heaven-temper'd, potent to restore</br>Th' exhausted frame, and drooping soul to cheer,</br>Opprest by famine's rage, or toils severe.</br>A grateful boon! &mdash; as quickly he applied</br>To each the friendly draught, life's ruddy tide</br>Again flow'd swiftly in its wonted course.</br>Reviving spirits, and returning force,</br>Each hero felt; and as with glad surprize</br>On their lov'd prince they bent their eager eyes;</br>From the green turf with sudden bound they sprung,</br>Now clasp'd his knees, now to his bosom clung.</br>\"And is it given us thus to meet our lord,</br>Restor'd to freedom &mdash; by his arm restor'd!\"&mdash;", "While Lionel and Cradoc thus exprest</br>The strong emotions of th' enraptur'd breast;</br>The kind embrace their royal friend returns,</br>And mutual transport in his bosom burns.", "Subsided now the tumult of delight,</br>Thus Lionel to Britain's princely knight</br>Recounts his fortunes:  \"Ere thy sire resign'd</br>To fate's resistless doom, my active mind,</br>Tired of the tasteless joys that fortune showers</br>On courtly knights in halls and festive bower,</br>Impell'd me, distant from my native home,</br>In quest of fame thro' foreign lands to roam.</br>My usual arms forsaken, I assum'd</br>Mail ting'd with verdant dye, the helmet plum'd</br>With laurel wreaths; depictur'd on the shield,</br>Spring's early flowers that deck the grassy field,</br>Round her bright form in opening bloom appear.</br>\"Earnest of joys to crown the coming year\"&mdash;</br>The words imprest.  In honour of thy love,</br>Fair Guendolen!  I vow'd my might to prove:</br>And the decreed in lone sequester'd bowers</br>To wear away the solitary hours,</br>Till crown'd with fame, and worthy of her charms,</br>Revolving time should give me to her arms.", "Bootless to tell, what toils and dangers past,</br>I reach'd Brigantia's stately walls at last.</br>Galicia's king, to please the dame who shar'd</br>The regal power, a tournament prepar'd;</br>And many a gallant knight his valour prov'd</br>In honour of the darling fair he lov'd.", "An unknown champion every prize obtain'd;</br>And o'er the rest superior honour gain'd.</br>In lively colours on his shield pourtray'd,</br>The stately image of the martial maid</br>A Cupid held in chains:  and on the field</br>Was sculptur'd:  \"Beauty must to glory yield.\"", "With envy swell'd my breast; th' ensuing morn</br>The lists I enter'd:  soon the clanging horn</br>A welcome signal gave.  Our staves in rest,</br>Firm grasp'd, and levell'd at the adverse breast,</br>We met:  our shields the well-aim'd blow receiv'd,</br>And at unwonted fortune sore we griev'd,</br>Again our utmost vigour we applied;</br>And vainly every art of combat tried.</br>Rage fir'd the bosom of my gallant foe:</br>\"Ere this, he cried, my arm had stretch'd thee low</br>In real warfare.  If to seeming might</br>Thy spirit's equal, draw thy sword:  in fight</br>Approve thy prowess\"! &mdash; At the well-known sound</br>I felt my swelling heart with transport bound.</br>Th' uplifted falchion from my hand I threw,</br>And suddenly to his embraces flew.</br>\"'Tis ours in acts of friendship to contest,\"</br>I cried, \"let others try who combats best.\"", "Cradoc, who to Brigantia's turrets came,</br>By martial feats to win the palm of fame,</br>Felt equal joy.  Galicia's king who spied</br>Our kindling rage thus suddenly subside,</br>Bade us approach, and when he found the cause</br>Was sacred friendship, crown'd us with applause;</br>And by his side, with highest honours graced,</br>Thy knights, as judges of the Tourney, placed.", "On the last morn we to the king applied,</br>Nor our request the generous king denied,</br>To meet, in honour of our native land,</br>Whatever champions dared our force withstand.</br>Success our challenge crown'd; rewards and praise</br>The monarch gave:  the minstrels lofty lays</br>Proclaim'd our fame:  nor long in joy we past</br>The circling hours &mdash; a sudden gloom o'ercast</br>The pleasing scene.  We heard of Britain's woes,</br>And rage, and pity in our bosom rose.</br>The king our grief partakes; and Arthur's cause</br>A crowd of heroes to our standard draws.</br>Trisanton's bay receives our gallant host;</br>Nor deem we there to find a hostile coast.</br>But soon a Saxon band, by Ulfin led,</br>Our march oppose:  and now our warriors bled,</br>And now the foe:  when, by the trump of Fame</br>Resounded, to our ears these tidings came;</br>That hell-born daemons leagued with Britain's foes,</br>And by their charms a magic castle rose,</br>Where Hengist dwelt in solitary state,</br>Mock'd human force, and braved the power of fate:</br>Convinc'd, that while it stood, so ran the tale,</br>His fame would flourish, and his arms prevail.", "T' atchieve a noble act my soul aspires,</br>And Cradoc's bosom glows with kindred fires.</br>We meet the champion, but we strive in vain.</br>In such a contest thou alone could'st gain</br>Success. &mdash; Our mighty, but ungenerous foe,</br>Within yon gloomy cavern plung'd us low.</br>Dank was the floor; our limbs strong fetters bound;</br>And toads and loathsome reptiles crawl'd around.", "\"Here meet your doom!  the furious Hengist cried&mdash;</br>Here pay the forfeit of presumptuous pride!\"</br>When the gate clos'd, and the last struggling ray</br>Of light was vanish'd; when we heard the key</br>Turn on the grating ward, what wild despair</br>Possest our souls?  we wildly rave, our hair,</br>Our flesh we strive to rend; our chains deny</br>Th' attempt:  then still in silent grief we lie;</br>Wishing that fate our heavy eyes would close,</br>And weight of sorrows sink us to repose.</br>Repose, not such alas!  our souls desir'd,</br>We find, with strong conflicting passions tir'd,</br>Sleep seals our eyes:  but ah!  tho' seal'd our eyes,</br>Terrific objects to our sight arise:</br>Th' unquiet mind's perturbed brood:  a train</br>Of nameless horror, and chimaeras vain!", "We wake, and rage again our bosom rends,</br>And frenzy reigns; but soon the tear descends</br>In silent anguish.  Tho' our wish was death,</br>Yet nature taught us to prolong our breath,</br>E'en in our own despite:  but nought t' assuage</br>Thirst's burning pangs we found, and hunger's rage,</br>Save noisome weeds, nurs'd by a scanty tide,</br>Out-welling from the cavern's rocky side,</br>That lav'd the muddy soil &mdash; thus, many a day,</br>Tho' time we mark'd not, in despair we lay;</br>And surely, but for thy protecting might,</br>A few short hours in everlasting night</br>Had clos'd our eyes.  May ne'er my deadliest foe</br>Such horrors feel &mdash; such bitterness of woe!", "But quit we now, O prince!  this hated place,</br>Dire witness of our sorrow and disgrace.</br>Not distant far, encircled by a wood,</br>From a steep hill its secret scite I view'd,</br>A castle stands:  if there a Briton dwells,</br>His friendship grants, if not, our force compells</br>Needful reception &mdash; soon we'll lead again,</br>If such thy will, our warriors to the plain:</br>On the proud foe redeem our honour lost,</br>And take due vengeance on the Saxon host.\"", "The prince assents:  on Hengist's fiery steed</br>The warriors mount, and to the castle lead.</br>Onward they prest, and with the closing light,</br>Embower'd in shades, it dimly rose to sight.", "The castle's lord was Ebrank; once renown'd</br>For martial acts; and ever-faithful found</br>To Arthur's sire:  but now, his vigour fled,</br>A peaceful life in solitude he led;</br>And on the realm his arm could serve no more,</br>His daily prayers perpetual bliss implore.</br>There, Guendolen, his daughter, constant maid,</br>No less by plighted vows than duty sway'd,</br>Sequester'd dwelt:  till to the lonely dome</br>With well-earn'd glory crown'd her hero come,</br>To claim her promise:  of his fame the hears,</br>And nigh approach &mdash; no Lionel appears,</br>Tho' she had sent his glad return to greet,</br>And Ebrank call'd him to their still retreat.</br>Yet meanly of her knight she nought surmiz'd,</br>Himself she lov'd, but more his honour priz'd:</br>And blest the youth who check'd love's pleasing flame,</br>When foes defied him to the field of fame.</br>Alas!  imprison'd in the cavern drear,</br>No tidings of the maid e'er reach'd his ear.", "As with her father on the turret's height</br>She stands, th' approaching warriors meet their sight</br>Thro' rising mists as shoot heaven's struggling beams,</br>Thro' eve's dun shades the mail of Arthur gleams.</br>The Warder rings th' alarm:  the hoary chief</br>His bosom smote, and thus exprest his grief.", "\"The long-expected hour of fate is near,</br>And death awaits us from the Saxon spear.</br>Were that the worst, I'd gladly meet my doom:</br>Too long I've liv'd &mdash; too long the greedy tomb</br>Defrauded! &mdash; but alas!  to ruffian's rage</br>To yield my child &mdash; the comfort of my age&mdash;</br>That thought embitters death!  yet still I trust,</br>This arm, that many a foe has stretch'd in dust,</br>Some portion of its former strength retains;</br>And valor's stream, that whilom swell'd my veins,</br>Forgets not yet to flow &mdash; my arms prepare;</br>The rust-worn shield, the long forsaken spear,</br>'Tis ours at least the fate of war to try,</br>And shew than how a Briton dares to die!\"", "\"Vanish that thought!  replied the blooming maid,</br>Tho' to these eyes unknown, the chief array'd</br>In gorgeous arms; yet sure the foremost knight,</br>On yonder sable steed that meets our sight,</br>Is Lionel.  In haste, my sire, descend,</br>And hail with words of joy our gallant friend!\"", "Thro' the wide portal hoary Ebrank prest,</br>And courteous welcom'd either valiant guest.</br>Soon with redoubled joy his bosom swell'd,</br>When, the bright helm unloosen'd, he beheld</br>His much lov'd prince &mdash; low bending on his knees,</br>His trembling hands the willing hero's seize,</br>And mixing sobs with words, he cries; \"Kind heaven,</br>To me enough of worldly bliss has given;</br>The valiant youth predestin'd to renew</br>His country's fame beneath my roof to view!\"", "But ah, how weak are words these joys to tell</br>That in the lovers breast to rapture swell,</br>When those by unexpected chance appear,</br>For whom they live, who only life endear?</br>Such sweet affection, whose pure flames inspire</br>Mutual delight, unmix'd with wild desire,</br>The faithful knight, and blooming maiden own,</br>By perils past, and absence stronger grown.</br>Whilst hoary Ebrank at the plenteous feast</br>Questions the fortunes of his princely guest,</br>Their meeting looks, true heralds of the heart,</br>The soft emotions of the mind impart.</br>For love, thy language want of words supplies,</br>Speaks to the soul, and reasons to the eyes.", "The generous prince with sympathetic breast</br>Partook their joy:  yet still himself unblest</br>He deem'd, unconscious of his fair one's state,</br>And dubious of the dark decrees of fate.</br>The coming day fore-wearied thro' the fight</br>Sustain'd so lately, to renew his might</br>With Ebrank he abode:  but when the ray</br>Of morn again dispers'd the vapors grey;</br>To the fair maiden, and his aged friend,</br>He bids adieu &mdash; the knights his course attend.</br>Yet grief foreboding swell'd the virgin's breast,</br>And Lionel the secret sigh represt.</br>But honour call'd, and Arthur gave command</br>To join with Cradoc the Galician band.</br>The prince his solitary way pursues,</br>To heaven's decrees obedient; soon he views</br>The Cambrian mountains that ascending high,</br>Enwrapt in clouds seem'd mingled with the sky.", ""]