["Hah!  not a breath of Wind!  No gentle Breeze</br>To fan the darksome Gloom! &mdash; No ruffled Wave</br>Disturbs this silent Port of Life, nor moves</br>The sleeping Calm; a death-like Silence reigns.</br>Those Storms of Wrath, that oft, by Tyrants breath'd,</br>Have shook the trembling World, now die away</br>In Whispers lost; the Froth of heighten'd Pride</br>Beats on the Rocks, and beats itself to nothing.</br>The Pomp of Kings, the panegyric Breath</br>Of soothing Flatterers and menial Crowds,</br>The Voice of Slander, the destructive Blasts</br>Of Envy self-distracting, softly seem</br>(Like dying Thunders in a distant Cloud)</br>Gently to vanish from th' attentive Ear.", "DEATH, rigid DEATH, impartially declares</br>That Man is nothing, but an heap of Dust</br>Clay-cold, insensible.  Wipe from thy Cheek</br>O Man, the soft, emasculating Tear,</br>For dye thou must:  just as by Nature Streams</br>In silver Mazes roll their easy Tide,</br>A Tribute to the Main; thus art thou born</br>A short-liv'd Glory, pre-ordain'd to dye.</br>The Thought of Obsequies, Convulsions, Groans,</br>'Tis that distracts thy Soul:  The Kiss of Death</br>Is soft, and harmless:  Golden Rest attends it,</br>And soon dissolves the fretful Dream of Life.</br>Nature's great Law, is death. &mdash; As rising Flames</br>Seek their congenial Place, and mount to Heav'n,</br>Thus haste we to our End; the Bloom of Youth</br>Expels our infant Years, then hoary Age</br>Encroaches on the Man, and shuts the Scene.", "Alas!  th' impartial Grave no diff'rence yields</br>'Twixt King and Peasant.  Where's the Monarch now?</br>Fast by the Tyrant sleeps the the Tyrant's Slave.</br>What Lustre now attends the Head, that bore</br>The regal Crown enchas'd with India's Pearl?</br>What Machiavel, or what Sejanus, here,</br>Rules with a Nod, or with a Whisper kills?</br>What Cheek impurpled with a rosy Blush</br>Views with the new-born Glories of the Morn?</br>Ah!  where's Lucinda, and that beauteous Form</br>Which boasted once a Paradise of Charms?</br>Alas!  she's mingled with the vulgar Dust,</br>Close to what most she fear'd, Deformity;</br>(The Life, Warmth, Softness, Fragrance of her Beauty</br>Dissolv'd and molder'd into putrid Earth,</br>And Worms impure) her once enchanting Voice</br>Is vanish'd into Air, and O adieu</br>The dear enliv'ning Smile, and melting Eye</br>That stream'd with sparkling Lustre, now no more!</br>Black-rob'd CONFUSION shades the gloomy Void</br>With Raven-wings, and scatters Indistinction.</br>Cease Mortal then to boast thy transient Charms</br>A Prey to Worms; in vain the Glass reflects</br>A well-proportion'd Harmony of Parts,</br>If thou must rot in Earth a Corpse obscene.", "Pow'r, Wealth, and Beauty are a short-liv'd Trust,</br>'Tis VIRTUE only blossoms in the Dust.</br>"]