["The morning breeze blows sweet among the bowers,</br>The wild bee sleeps upon the drooping rose;</br>Sweet is the fragrance of the honied flowers,</br>Sweeter the form that on them courts repose;</br>Upon her cheek the blush of morning glows,</br>Thro' her dark eyes the stars of Beauty shine,</br>And from her coral lip such sweetness flows,</br>That biass'd Love would paint her so divine,</br>A fairy's face might fail, to match with Rosaline.", "In sooth, she was the fairest form, that e'er</br>Hung o'er the lattice of a cottage dome;</br>But in that eye, the sympathetic tear,</br>(Tho' form'd for pity,) never found a home:</br>Wavering and wild she lov'd the wood to roam,</br>To scare the songster from her twittering young:</br>And thoughtless as the wandering sylph or gnome,</br>She plac'd no bridle on that soft-toned tongue,</br>Where melody itself, around the threshold hung.", "Not so young Geraldwood: &mdash; 'twas her delight,</br>Within the lowly cottage door to stay,</br>And ply her rustic wheel from morn till night,</br>And guard her aged mother's closing day;</br>As oft in retrospect she traced her way,</br>To Appalachia's distant hills of blue:</br>And Geraldwood would love with her to stray,</br>When twilight grey her earliest shadows threw,</br>And night's dark-waving plume was drenched with morning dew.", "Around her face, no rays of Beauty shone;</br>But yet there was a placid sweetness there:</br>And when the hollow winds would make their moan,</br>She lov'd the sound that murmured thro' the air,</br>And oft the pensiveness of secret prayer,</br>A soul of spotless purity would prove;</br>As when the vesper winds of Summer bear,</br>The plaintive notes of tenderness and love,</br>From the wood-shaded nest that hides the cushat-dove.", "And softly to the lone retreat she crept,</br>Where her fair sister lov'd at ease to lie:</br>Where oft, in heat of Summer noon, she slept,</br>Or scanned the fairy page of Poesy.</br>\"And come,\" she cried, \"and throw the legend by,</br>Our mother's ramble thro' the wood to share;</br>The warblers wake their sweetest melody;</br>All nature blooms luxuriantly fair,</br>'Twill cheer her drooping age to breathe the morning air.\"", "But Rosaline upon the book was bent,</br>Nor did she heed the words that pass'd her by,</br>Her Grecian head upon her hand was leant,</br>Beneath a rustic vine-leaf canopy;</br>At length she raised her dark enraptured eye,</br>And with a look between a smile and sneer,</br>\"Sister, I cannot come,\" &mdash; was her reply;</br>She spake, &mdash; and pull'd a flower that languished near,</br>While Geraldwood retired, to hide the falling tear.", "\"Oh!  Rosaline, in glen and valley grey,</br>The Shepherd lets at large his fleecy care:</br>Will you not leave the pleasures of the day,</br>Awhile your aged mother's joys to share?</br>Full oft, in youth, has she been wont to bear,</br>Your tender form along these mountains wild,</br>And rocked your cradle in the summer air;</br>You must remember well,\" she said and smil'd,</br>\"Who led your wandering steps; when you were yet a child.\"", "\"My sister Geraldwood, you reason well,</br>In sooth you do, but I had rather stay.\"</br>Faintly and low the muttered accents fell,</br>Upon the breeze that blessed the dawn of day:</br>\"But as you will.\" &mdash; She flung the book away,</br>And bounded onward to the cottage door:</br>Their mother soon was ushered forth to stray,</br>Those pleasing scenes of happiness once more,</br>Which oft in youthful days, delight had rambled o'er.", "And thus, as thro' the woodland path they trod,</br>To Geraldwood and Rosaline she said:&mdash;</br>\"My children, soon beneath the grassy sod,</br>Your mother's failing body must be laid:</br>And when beneath the spreading elm-tree's shade,</br>I shall in silent nothingness repose,</br>O may the choice which you shall then have made,</br>Be such as I would cheerfully have chose,</br>And may that peace be yours, which virtue only knows.", "\"Remember, that tho' Beauty charms the eye,</br>Virtue maintains her empire in the soul;</br>Dull age must come and Beauty's charms will die,</br>But virtue cannot taste the withering bowl,</br>She lives in cheering smiles, beyond control,</br>When pain and sickness, &mdash; spread their darkening gloom:</br>And when beside the cypress-shaded knoll,</br>The rose of Beauty fades upon the tomb,</br>Still virtue's lily grows, in everlasting bloom.\"</br>"]