["See Spring once more erects each purple plume,</br>Shedding its genial blessing o'er the plain;</br>The infant blossoms yield their rich perfume,</br>And Philomel again renews her strain:</br>The vivid freshness of the green</br>Bedeck'd with odorous flowers is seen;</br>Along the mead the nymphs and shepherds sing,</br>Give homage to the day, and hail returning Spring.", "Creation's ample space resounds with mirth,</br>The feather'd choir extend their \"wood-notes wild;\"</br>The festive season crowns the smiling earth,</br>And ev'ry sorrow is with joy beguil'd,</br>The trees &mdash; the glory of the year,</br>Again array'd with leaves appear;</br>Reviving  nature shews her beauteous face,</br>Unveiling ev'ry charm with soul-enchanting grace.", "The verdant foliage of the shady grove</br>Attracts th' enraptur'd mind with new delight;</br>The thousand beauties of yon sweet alcove,</br>Where gentle zephyrs wing their airy flight;</br>The mossy bank's luxuriant hue,</br>The teeming prospect ever new,</br>All, all conspire to charm our roving eyes,</br>And fill the wond'ring soul with pleasure and surprize.", "In native splendor see the blushing rose,</br>Spontaneous shoot, array'd in genuine red;</br>The bell and cowslip various charms disclose,</br>And the proud tulip lifts its tow'ring head;</br>In pallid beauty may be seen</br>The lilly, fairest of the green;</br>The pink and violet too their homage bring,</br>And with refreshing sweets pay tribute to the Spring.", "The riv'lets now pursue their wonted course,</br>Which in meanders seek the lowly dale;</br>The hard'ned glebe yields to the plowman's force,</br>And the weak osiers bend before the gale;</br>The blossom'd brake &mdash; the dappled mead,</br>In new delight our senses lead;</br>Which way so e'er we turn our wand'ring feet,</br>The mighty whole appears magnificently great.", "Come Clio!  nymph divine; inspire my song,</br>While rapt in pleasure's maze I onward go;</br>Description's mystic powers to thee belong,</br>Without thy aid my numbers cease to flow;</br>Olympus' heights my verse would gain,</br>Wou'd'st thou illuminate the strain;</br>Each gaudy scene, each fancy-pleasing view</br>Shall own thy plastic power with admiration new.", "Fair Science, lovely offspring of the mind,</br>Whose many wonders captivate the heart;</br>To speak thy praise what language can I find?</br>Words are too weak thy merits to impart:</br>Whether we view thy lofty dome</br>Aspiring seek celestial room;</br>Or else in Gothic grandeur proudly shine,</br>The fabric, tho' decay'd, acknowledges thee divine.", "Sweet LIBERTY, thou goddess of the soul,</br>Dearer than life, more precious far than fame,</br>Smoothly with thee the circling seasons roll,</br>Till thou each heart and ev'ry breast inflame:</br>The poorest wretch inspir'd by thee</br>Enjoys innate felicity;</br>Contented sleeps away the dreary night,</br>No haggard cares disturb, or horrid dreams affright.", "With thee content &mdash; thou every pleasing theme!</br>The rustic swain pursues his arduous toil;</br>Beneath the sultry ray he drives his teem,</br>Cuts down the grass, or breaks the stubborn soil;</br>Ascends the steepy hill with mirth,</br>Or plows the rugged, barren earth,</br>Whate'er his labour he'll contented sing,</br>While nature shouts aloud &mdash; \"Hail Liberty and Spring!\"</br>"]