["Erewhile of musick, and ethereal mirth,</br>Wherewith the stage of air and earth did ring,</br>And joyous news of heavenly Infant's birth,</br>My Muse with Angels did divide to sing;</br>But headlong joy is ever on the wing,</br>In wintry solstice like the shorten'd light,</br>Soon swallow'd up in dark and long out-living night.", "For now to sorrow must I tune my song,</br>And set my harp to notes of saddest woe,</br>Which on our dearest Lord did seize ere long,</br>Dangers, and snares, and wrongs, and worse than so,</br>Which he for us did freely undergo:</br>Most perfect Hero, tried in heaviest plight</br>Of labours huge and hard, too hard for human wight!", "He, sovran priest, stooping his regal head,</br>That dropt with odorous oil down his fair eyes,</br>Poor fleshly tabernacle entered,</br>His starry front low-rooft beneath the skies:</br>O, what a mask was there, what a disguise!</br>Yet more; the stroke of death he must abide,</br>Then lies him meekly down fast by his brethrens' side.", "These latest scenes confine my roving verse;</br>To this horizon is my Phoebus bound:</br>His god-like acts, and his temptations fierce,</br>And former sufferings, other where are found;</br>Loud o'er the rest Cremona's trump doth sound;</br>Me softer airs befit, and softer strings</br>Of lute, or viol still, more apt for mournful things.", "Befriend me, Night, best patroness of grief;</br>Over the pole thy thickest mantle throw,</br>And work my flatter'd fancy to belief,</br>That Heaven and Earth are colour'd with my woe;</br>My sorrows are too dark for day to know:</br>The leaves should all be black whereon I write,</br>And letters, where my tears have wash'd, a wannish white.", "See, see the chariot, and those rushing wheels,</br>That whirl'd the Prophet up at Chebar flood;</br>My spirit some transporting Cherub feels,</br>To bear me where the towers of Salem stood,</br>Once glorious towers, now sunk in guiltless blood;</br>There doth my soul in holy vision sit,</br>In pensive trance, and anguish, and ecstatick fit.", "Mine eye hath found that sad sepulchral rock</br>That was the casket of Heaven's richest store,</br>And here through grief my feeble hands up lock,</br>Yet on the soften'd quarry would I score</br>My plaining verse as lively as before;</br>For sure so well instructed are my tears,</br>That they would fitly fall in order'd characters.", "Or should I thence hurried on viewless wing</br>Take up a weeping on the mountains wild,</br>The gentle neighbourhood of grove and spring</br>Would soon unbosom all their echoes mild;</br>And I (for grief is easily beguil'd)</br>Might think the infection of my sorrows loud</br>Had got a race of mourners on some pregnant cloud.", "THIS SUBJECT THE AUTHOR FINDING TO BE ABOVE THE YEARS HE HAD, WHEN HE WROTE IT, AND NOTHING SATISFIED WITH WHAT WAS BEGUN, LEFT IT UNFINISHED.</br>"]