["Since, dearest Harry, you will needs request</br>A short account of all the Muse possest,</br>That, down from Chaucer's days to Dryden's Times,</br>Have spent their Noble Rage in British Rhimes;</br>Without more Preface, wrote in Formal length,</br>To speak the Undertakers want of strength,</br>I'll try to make they're sev'ral Beauties known,</br>And show their Verses worth, tho' not my Own.", "Long had our dull Fore-Fathers slept Supine,</br>Nor felt the Raptures of the Tuneful Nine;</br>Till Chaucer first, the merry Bard, arose;</br>And many a Story told in Rhime and Prose.</br>But Age has Rusted what the Poet writ,</br>Worn out his Language, and obscur'd his Wit:</br>In vain he jests in his unpolish'd strain,</br>And tries to make his Readers laugh in vain.", "Old Spencer next, warm'd with Poetick Rage,</br>In Antick Tales amus'd a Barb'rous Age;</br>An Age that yet uncultivate and Rude,</br>Where-e'er the Poet's Fancy led, pursu'd</br>Through pathless Fields, and unfrequented Floods,</br>To Dens of Dragons and Enchanted Woods.</br>But now the Mystick Tale, that pleas'd of Yore,</br>Can Charm an understanding Age no more;</br>The long-spun Allegories fulsom grow,</br>While the dull Moral lies too plain below.</br>We view well-pleas'd at distance all the sights</br>Of Arms and Palfreys, Battle's, Fields, and Fights,</br>And Damsels in Distress, and Courteous Knights.</br>But when we look too near, the Shades decay,</br>And all the pleasing Lan-skip fades away.", "Great Cowley then (a mighty Genius) wrote;</br>O'er-run with Wit, and lavish of his Thought:</br>His Turns too closely on the Reader press;</br>He more had pleas'd us, had he pleas'd us less.</br>One glitt'ring Thought no sooner strikes our Eyes</br>With silent wonder, but new wonders rise.</br>As in the Milky way a shining White,</br>O'er-flows the Heav'ns, with one continu'd Light;</br>That not a single Star can shew his Rays,</br>Whilst joyntly all promote the Common-Blaze.</br>Pardon, Great Poet, that I dare to name</br>Th' unnumber'd Beauties of thy Verse with blame;</br>Thy fault is only Wit in its Excess,</br>But Wit like thine in any shape will please.</br>What Muse but thine cou'd equal Hints inspire,</br>And fit the Deep-Mouth'd Pindar to thy Lyre:</br>Pindar, whom others in a Labour'd strain</br>And forc'd Expression, imitate in vain?</br>Well-pleas'd in thee he Soars with new delight,</br>And Plays in more unbounded Verse, and takes a nobler flight.", "Blest Man!  whose spotless Life and Charming Lays</br>Employ'd the Tuneful Prelate in thy Praise:</br>Blest Man!  who now shall be for ever known</br>In Sprat's successful Labours and thy own.", "But Milton next, with high and haughty stalks,</br>Unfetter'd in Majestic Numbers walks;</br>No vulgar Heroe can his Muse ingage;</br>Nor Earth's wide Scene confine his hallow'd Rage.</br>See!  see, he upward Springs, and Tow'ring high,</br>Spurns the dull Province of Mortality;</br>Shakes Heav'ns Eternal Throne with dire Alarms,</br>And sets the Almighty Thunderer in Arms.</br>What-e'er his Pen describes I more then see,</br>Whilst ev'ry Verse array'd in Majesty,</br>Bold, and sublime, my whole attention draws,</br>And seems above the Criticks nicer Laws.</br>How are you struck with Terrour and Delight,</br>When Angel with Arch-Angel Cope's in Fight!</br>When Great Messiah's out-spread Banner shines,</br>How does the Chariot Rattel in his Lines!</br>What sounds of Brazen Wheels, what Thunder, scare,</br>And stun the Reader with the Din of War!</br>With Fear my Spirits and my Blood retire,</br>To see the Seraphs sunk in Clouds of Fire;</br>But when, with eager steps, from hence I rise,</br>And view the first gay Scenes of Paradise;</br>What Tongue, what words of Rapture, can express</br>A Vision so profuse of pleasantness.</br>Oh had the Poet ne'er profan'd his Pen,</br>To varnish o'er the Guilt of Faithless Men,</br>His other works might have deserv'd applause!</br>But now the Language can't support the Cause;</br>While the clean Current, tho' serene and bright,</br>Betray's a bottom odious to the sight.", "But now my Muse, a softer strain rehearse.</br>Turn every Line with Art, and smooth thy Verse;</br>The Courtly Waller next commands thy Lays:</br>Muse Tune thy Verse, with Art, to Waller's Praise.</br>While tender Airs and lovely Dames inspire</br>Soft melting Thoughts, and propagate Desire;</br>So long shall Waller's strains our Passion move,</br>And Sacharissa's Beauties kindle Love.</br>Thy Verse, Harmonious Bard, and flatt'ring Song,</br>Can make the Vanquish'd Great, the Coward strong.</br>Thy Verse can show ev'n Cromwell's innocence,</br>And Compliment the Storms that bore him hence.</br>Oh had thy Muse not come an Age too soon,</br>But seen Great Nassaw on the British Throne!</br>How had his Triumphs glitter'd in thy Page,</br>And warm'd Thee to a more Exalted Rage!</br>What Scenes of Death and Horrour had we viewd,</br>And how had Boine's wide Current Reek'd in Blood!</br>Or if Maria's Charms thou wou'dst rehearse,</br>In smoother Numbers and a softer Verse,</br>Thy Pen had well describ'd her Graceful Air,</br>And Gloriana wou'd have seem'd more Fair.", "Nor must Roscommon pass neglected by,</br>That makes ev'n Rules a noble Poetry:</br>Rules who's deep Sense and Heav'nly Numbers show</br>The best of Critticks, and of Poets too.</br>Nor Denham must we e'er forget thy Strains,</br>While Cooper's Hill commands the neighb'ring Plains.", "But see where artful Dryden next appears,</br>Grown old in Rhime, but Charming ev'n in Years.</br>Great Dryden next!  whose Tuneful Muse affords</br>The sweetest Numbers, and the fittest words.</br>Whether in Comick sounds or Tragick Airs</br>She form's her voice, she moves our Smiles or Tears.</br>If Satire or Heroick Strains she writes,</br>Her Heroe pleases, and her Satire Bites.</br>From her no harsh, unartful Numbers fall,</br>She wears all Dresses, and she Charms in all:</br>How might we fear our English Poetry,</br>That long has flourish'd, shou'd decay with Thee;</br>Did not the Muses other Hope appear,</br>Harmonious Congreve, and forbid our Fear.</br>Congreve!  whose Fancies unexhausted Store</br>Has given already much, and promis'd more.</br>Congreve shall still preserve thy Fame alive</br>And Dryden's Muse shall in his Friend survive.", "I'm tir'd with Rhiming, and wou'd fain give o'er,</br>But Justice still demands one Labour more:</br>The Noble Montague remains unnam'd,</br>For Wit, for Humour, and for Judgment fam'd;</br>To Dorset he directs his Artful Muse,</br>In numbers such as Dorset's self might use.</br>How negligently Graceful he unrein's</br>His Verse, and writes in loose Familiar strains;</br>How Nassau's Godlike Acts adorn his Lines,</br>And all the Heroe in full Glory Shines.</br>We see his Army set in just Array,</br>And Boine's Di'd Waves run purple to the Sea.</br>Nor Simois chok'd with men, and Arms, and Blood;</br>Nor rapid Xanthus' celebrated Flood:</br>Shall longer be the Poet's highest Themes.</br>Tho' Gods and Heroes fought, Promiscuous in they're streams.</br>But now, to Nassau's secret Councils rais'd,</br>He Aids the Heroe, whom before he Prais'd.", "I've done, at length, and now, Dear Friend, receive</br>The last poor Present that my Muse can give.</br>I leave the Arts of Poetry and Verse</br>To them that practise 'em with more success.</br>Of greater Truths I'll now prepare to tell,</br>And so at once, Dear Friend and Muse, Farewell.</br>"]