["The Harp in lowliness obeyed:</br>And first we sang of the green-wood shade,</br>And a solitary Maid;</br>Beginning, where the song must end,</br>With her, and with her sylvan Friend;</br>The friend who stood before her sight,</br>Her only unextinguished light,&mdash;</br>Her last companion in a dearth</br>Of love, upon a hopeless earth.", "For She it was, &mdash; 'twas She who wrought</br>Meekly, with foreboding thought,</br>In vermeil colours and in gold</br>An unblessed work; which, standing by,</br>Her Father did with joy behold,&mdash;</br>Exulting in the imagery; </br>A Banner, one that did fulfil</br>Too perfectly his headstrong will:</br>For on this Banner had her hand</br>Embroidered (such was the command)</br>The Sacred Cross; and figured there</br>The five dear wounds our Lord did bear;</br>Full soon to be uplifted high,</br>And float in rueful company!", "It was the time when England's Queen</br>Twelve years had reigned, a sovereign dread;</br>Nor yet the restless crown had been</br>Disturbed upon her virgin head;</br>But now the inly-working North</br>Was ripe to send its thousands forth,</br>A potent vassalage, to fight</br>In Percy's and in Neville's right,&mdash;</br>Two earls fast leagued in discontent,</br>Who gave their wishes open vent;</br>And boldly urged a general plea,</br>The rites of ancient piety</br>To be by force of arms renewed;</br>Glad prospect for the multitude!</br>And that same Banner, on whose breast</br>The blameless Lady had exprest,</br>Memorials chosen to give life,</br>And sunshine to a dangerous strife;</br>This Banner, waiting for the call,</br>Stood quietly in Rylstone Hall.", "It came, &mdash; and Francis Norton said,</br>\"O Father!  rise not in this fray&mdash;</br>The hairs are white upon your head;</br>Dear Father, hear me when I say</br>It is for you too late a day!</br>Bethink you of your own good name;</br>A just and gracious queen have we,</br>A pure religion, and the claim</br>Of peace on our humanity.</br>'Tis meet that I endure your scorn,&mdash;</br>I am your son, your eldest born;</br>But not for lordship or for land,</br>My Father, do I clasp your knees&mdash;</br>The Banner touch not, stay your hand,&mdash;</br>This multitude of men disband,</br>And live at home in blissful ease;</br>For these my brethren's sake, for me;</br>And, most of all, for Emily!\"", "Loud noise was in the crowded hall.</br>And scarcely could the Father hear</br>That name &mdash; which had a dying fall,</br>The name of his only Daughter dear,&mdash;</br>And on the banner which stood near</br>He glanced a look of holy pride,</br>And his wet eyes were glorified;</br>Then seized the staff, and thus did say:</br>\"Thou, Richard, bear'st thy father's name,</br>Keep thou this ensign till the day</br>When I of thee require the same:</br>Thy place be on my better hand,&mdash;</br>And seven as true as thou, I see,</br>Will cleave to this good cause and me.\"</br>He spake, and eight brave sons straightway</br>All followed him, a gallant band!", "Forth when Sire and Sons appeared</br>A gratulating shout was reared,</br>With din of arms and minstrelsy,</br>From all his warlike tenantry,</br>All horsed and harnessed with him to ride;</br>&mdash;A shout to which the hills replied!", "But Francis, in the vacant hall,</br>Stood silent under dreary weight,&mdash;</br>A phantasm, in which roof and wall</br>Shook &mdash; tottered &mdash; swam before his sight,</br>A phantasm like a dream of night.</br>Thus overwhelmed, and desolate,</br>He found his way to a postern-gate;</br>And, when he waked at length, his eye</br>Was on the calm and silent sky;</br>With air about him breathing sweet,</br>And earth's green grass beneath his feet;</br>Nor did he fail ere long to hear</br>A sound of military chear,</br>Faint &mdash; but it reached that sheltered spot;</br>He heard, and it disturbed him not.", "There stood he, leaning on a lance</br>Which he had grasped unknowingly,&mdash;</br>Had blindly grasped in that strong trance,</br>That dimness of heart agony;</br>There stood he, cleansed from the despair</br>And sorrow of his fruitless prayer.</br>The past he calmly hath reviewed:</br>But where will be the fortitude</br>Of this brave Man, when he shall see</br>That Form beneath the spreading tree,</br>And know that it is Emily?</br>Oh!  hide them from each other, hide,</br>Kind Heaven, this pair severely tried!", "He saw her where in open view</br>She sate beneath the spreading yew,&mdash;</br>Her head upon her lap, concealing</br>In solitude her bitter feeling:</br>How could he chuse but shrink or sigh?</br>He shrunk, and muttered inwardly,</br>\"Might ever son command a sire,</br>The act were justified to-day.\"</br>This to himself &mdash; and to the Maid,</br>Whom now he had approached, he said,</br>&mdash;\"Gone are they, &mdash; they have their desire;</br>And I with thee one hour will stay,</br>To give thee comfort if I may.\"", "He paused, her silence to partake,</br>And long it was before he spake:</br>Then, all at once, his thoughts turned round,</br>And fervent words a passage found.", "\"Gone are they, bravely, though misled,</br>With a dear Father at their head!</br>The Sons obey a natural lord;</br>The Father had given solemn word</br>To noble Percy, &mdash; and a force</br>Still stronger bends him to his course.</br>This said, our tears to-day may fall</br>As at an innocent funeral.</br>In deep and awful channel runs</br>This sympathy of Sire and Sons;</br>Untried our Brothers were beloved,</br>And now their faithfulness is proved;</br>For faithful we must call them, bearing</br>That soul of conscientious daring.</br>&mdash;There were they all in circle &mdash; there</br>Stood Richard, Ambrose, Christopher,</br>John with a sword that will not fail,</br>And Marmaduke in fearless mail,</br>And those bright Twins were side by side;</br>And there, by fresh hopes beautified,</br>Was He, whose arm yet lacks the power</br>Of man, our youngest, fairest flower!</br>I, in the right of eldest born,</br>And in a second father's place,</br>Presumed to stand against their scorn,</br>And meet their pity face to face;</br>Yea, trusting in God's holy aid,</br>I to my Father knelt and prayed;</br>And one, the pensive Marmaduke,</br>Methought, was yielding inwardly,</br>And would have laid his purpose by,</br>But for a glance of his Father's, eye,</br>Which I myself could scarcely brook.", "Then be we, each, and all, forgiven!</br>Thee, chiefly thee, my Sister dear,</br>Whose pangs are registered in heaven,&mdash;</br>The stifled sigh, the hidden tear,</br>And smiles, that dared to take their place,</br>Meek filial smiles, upon thy face,</br>As that unhallowed Banner grew</br>Beneath a loving old man's view.</br>Thy part is done &mdash; thy painful part;</br>Be thou then satisfied in heart</br>A further, though far easier task</br>Than thine hath been, my duties ask;</br>With their's my efforts cannot blend,</br>I cannot for such cause contend;</br>Their aims I utterly forswear;</br>But I in body will be there.</br>Unarmed and naked will I go,</br>Be at their side, come weal or woe:</br>On kind occasions I may wait,</br>See, hear, obstruct, or mitigate.</br>Bare breast I take and an empty hand.\"&mdash;</br>Therewith he threw away the lance</br>Which he had grasped in that strong trance,</br>Spurned it &mdash; like something that would stand</br>Between him and the pure intent</br>Of love on which his soul was bent.", "\"For thee, for thee, is left the sense</br>Of trial past without offence</br>To God or Man; &mdash; such innocence,</br>Such consolation, and the excess</br>Of an unmerited distress;</br>In that thy very strength must lie.</br>&mdash;O Sister, I could prophesy!</br>The time is come that rings the knell</br>Of all we loved, and loved so well;&mdash;</br>Hope nothing, if I thus may speak</br>To thee a woman, and thence weak;</br>Hope nothing, I repeat; for we</br>Are doomed to perish utterly:</br>'Tis meet that thou with me divide</br>The thought while I am by thy side,</br>Acknowledging a grace in this,</br>A comfort in the dark abyss:</br>But look not for me when I am gone,</br>And be no farther wrought upon.</br>Farewell all wishes, all debate,</br>All prayers for this cause, or for that!</br>Weep, if that aid thee; but depend</br>Upon no help of outward friend;</br>Espouse thy doom at once, and cleave</br>To fortitude without reprieve.</br>For we must fall, both we and ours,&mdash;</br>This Mansion and these pleasant bowers;</br>Walks, pools, and arbours, homestead, hall,</br>Our fate is theirs, will reach them all;</br>The young Horse must forsake his manger,</br>And learn to glory in a Stranger;</br>The Hawk forget his perch, &mdash; the Hound</br>Be parted from his ancient ground:</br>The blast will sweep us all away,</br>One desolation, one decay!</br>And even this Creature!\"  which words saying</br>He pointed to a lovely Doe,</br>A few steps distant, feeding, straying;</br>Fair Creature, and more white than snow!</br>\"Even she will to her peaceful woods</br>Return, and to her murmuring floods,</br>And be in heart and soul the same</br>She was before she hither came,&mdash;</br>Ere she had learned to love us all,</br>Herself beloved in Rylstone Hall.</br>&mdash;But thou, my Sister, doomed to be</br>The last leaf which by heaven's decree</br>Must hang upon a blasted tree;</br>If not in vain we have breathed the breath</br>Together of a purer faith&mdash;</br>If hand in hand we have been led</br>And thou, (O happy thought this day!)</br>Not seldom foremost in the way&mdash;</br>If on one thought our minds have fed,</br>And we have in one meaning read&mdash;</br>If, when at home our private weal</br>Hath suffered from the shock of zeal,</br>Together we have learned to prize</br>Forbearance, and self-sacrifice&mdash;</br>If we like combatants have fared,</br>And for this issue been prepared&mdash;</br>If thou art beautiful, and youth</br>And thought endue thee with all truth&mdash;</br>Be strong; &mdash; be worthy of the grace</br>Of God, and fill thy destined place:</br>A soul, by force of sorrows high,</br>Uplifted to the purest sky</br>Of undisturbed humanity!\"", "He ended, &mdash; or she heard no more:</br>He led her from the Yew-tree shade,</br>And at the Mansion's silent door,</br>He kissed the consecrated Maid;</br>And down the Valley he pursued,</br>Alone, the armed Multitude.", ""]