["ROGER.</br>Well, nibour Branky, are you here your lane</br>Leanin' your back against a cauldriff stane?</br>An' whistlin' by December's doilsome day,</br>While Phoebus an' the spring are far away?", "BRANKY.</br>Forsith am I, Roger, my honest frien';</br>Whar's this you're gaen'?  an fu's a sin' the streen?</br>May be ye're thinking me like mony mae</br>Whase lips are gladsome while their heart are wae;</br>Na, Roger, man, whan a' thing's right within,</br>The scowls of fortune are na' worth a grin.</br>Clad in my plaid, my heart's as fu' o' chear</br>As laird or lord that silk and sattin wear.</br>I'm quit contentit, man, wi' this lythe bield,</br>What greater pleasure cou'd a palace yield?", "ROGER.</br>It's well wi' you; but Branky, had you been</br>Wi' me last night, you'd sing anither teen.", "BRANKY.</br>The Lord watch oer's!  is a' thing right at hame?</br>You're either no yoursel, or in a dream.</br>Has ony harm come o'er the barn or byre?</br>Has young or auld fo famish'd in a mire?</br>Upo' your tongue dwells some unchancy tale;</br>What ails you, Roger, man, to look so pale?</br>What pickle's this you're in &mdash; Your pobrach pow</br>Is a' gaen o'er wi' feathers, caff an' tow,</br>Your onner 'buliments are a' unbound;</br>You're just like ane new risen frae the ground,</br>A' shiv'rin wi' the cauld. &mdash; An' syne your looks</br>Would gluff a minister, wi' a' his books.</br>The meiths o' sorrow down frae baith your een</br>In muddy spraings upo' you cheeks are seen.</br>Speak, man, ye sanna need to ax me twice,</br>As far as I can do, or yet advise.", "ROGER.</br>We're a' right sober on't, my trusty frien',</br>A wierd-wife took her lodgin' wi's the streen;</br>'Mang ither things, daft Robbie bade her spae</br>Withier it was to us, for well or wae,</br>That lairds an' lords, an' wights of less renown,</br>In bourrachs met in ilka burrows-town?</br>An' whan we might expect this ugly stour</br>'Tween Britain an' her bairns would anes be o'er?", "BRANKY.</br>Well, Roger, man, what mair?  for never yet</br>Cou'd I imagine what about they met.</br>Some say the hills that drink up a' the rain</br>Are gaen to be made level wi' the plain.</br>An', wondrous to be tauld!  whan that's a done,</br>A ladder's to be made to reach the moon.</br>An' some alledge they're gaen to raise a band</br>To chace the fairies out of a' the land.</br>But ithers think (may heaven all ill fore-feind!)</br>That this sad warld is near hand at an end.</br>But, man, I lang the wierd-wife's tale to ken;", "ROGER.</br>Lat never mortal hear the like agen!</br>She says the time, the frightsome time's at hand,</br>Whan Tammas Rymer's prophecy maun stand;</br>Than mony a lass her lemman lost shall mourn,</br>An' blood rin o'er the banks o' mony a burn.", "BRANKY.</br>That's wondrous, Roger!  had she here an end?", "ROGER.</br>Na, man, I fear she's sister to some fiend.</br>Whan this was o'er she took's a' to the green,</br>Syne turnin' up her wild unwarldly een,</br>She gooly'd out, that in the lift she saw</br>Britannia fightin' wi' America:</br>Armies  wi' armies match'd in dread array,</br>Scarin' the wild Atlantic wi' their fray;</br>Rivers of blood, an' cities a' in flame,</br>Wi' ither sights that makes me quack to name.</br>Shapes brynnin' like the light'ning thro' the air,</br>Wi' bloody 'buliments, an' burnin hair,</br>She swore she saw, till moon an' starns wi' fright</br>Or sunk into the sea, or vanish'd out of sight!", "BRANKY.</br>Wonder o' wonders, Roger!  without threep</br>You mak the flesh on a' my banes to creep.", "ROGER.</br>We a' cam in right eery wi' the fright,</br>An' Elspy faintet whan she saw the light;</br>Syne clappin' baith her hands, cry'd what's my boy?</br>Whar's Robbie now, our uphol an' our joy?</br>They'll hae him frae's &mdash; rin, Maggie, bar the door,</br>Look gin ye see them comin', thro' the bore.</br>I'd rather a' their towns were in a cairn</br>Than lose my jolly lad, my kindly bairn.</br>Troth, Branky, man, I hinna faul't my een</br>Since here I left you havrin' late the steen.</br>I own the wierd-wife's saws I didna like,</br>But held my peace, an' sat as dumb's a tyke.", "BRANKY.</br>Well, Roger, you did right.  I hinna skeel</br>Of fowks that lig o'er muckle wi' the deil.</br>Trust a' to Heaven; gif Robbie maun gang out,</br>Bid God be wi' 'm to gi' his faes a clout.</br>He'll do't, else I'm mista'en as well's anither,</br>Gang hame your wa's an' tell this to his mither.</br>I'll pawn, gif she's a woman, she' allow</br>Young Rob will do the best that he may dow,</br>To gi' that vile rebellious pack a dird,</br>An' bring the faes o' Britain to the yird.", "ROGER.</br>But bide ye, Branky, till you hear the rest.</br>This morn, 'ere light began to spraing the east,</br>To town gaed wily Daniel to smell out</br>What main intent their honours met about.", "BRANKY.</br>An' here comes Daniel trodgin' up the hill,</br>I'll pawn my lugs the lad has got a gill.</br>Well, honest birky!  are you anes come hame?</br>We're greenin', man, to hear what sort of game</br>The knabs hae been about.", "DANIEL.</br>'Twill soon be o'er well kent by auld an' young.", "BRANKY.</br>Speak, Daniel, speak, an' set our hearts at ease;</br>Whan will this ugly cullishangie cease?</br>Is GEORGE, God bless him!  ay to wear the crown?</br>An' Thurso still to be a burrows-town?</br>That cullion Hancock, is he yet alive?</br>Ill, ill mat he an' a' his menzie thrive!", "ROGER.</br>Ah Branky, had your tongue, an dinna bann,</br>We're o'er lang i' this warld &mdash; ay are we man!</br>'Twere better to be five feet under ground,</br>Than left to wither out this weary stound.", "BRANKY.</br>Ah!  fy, for shame!  if better canna' be,</br>We'll fight it for our hills and liberty:</br>O'er seas an' mountains, man, an' hew them down,</br>That dare to pluck a pearl frae Georgy's crown.</br>Lang, lang may he his gransir's bonnet fill,</br>An' shame confound them a' that wish him ill.", "DANIEL.</br>Well, nibour Branky, that's the very thing</br>The knabs hae writ a letter to the king,</br>An' sworn by blood an' 'ounds,' wi' might an' main,</br>To make Britannia mistress o' her ain.", "BRANKY.</br>Hegh!  Dany, man, an' are we a' gaen' aff</br>To beat the wild Americans to caff?</br>But harkee, lad!  gif gun an' sword should fail,</br>We'll rin against them wi' a muckle flail,</br>An' thrash them a' to gloy!", "ROGER.</br>Ah!  weary fa</br>That dorty deltit dame, America!</br>'Twas anes thought she was comin' o'er the sea</br>To own her fault, an' clap her deddie's knee.</br>The muckle wauner to her senseless snout,</br>Stiff-necked quean!  she well deserves a clout.", "BRANKY.</br>An' that she'll find:  if Britain anes cries Yaul!</br>She'll at her feet like ony puddock sprawl.</br>Cry minny lat me be; I'm a' your ain,</br>I'll never bell the cat wi' you again.</br>Forboden limmer!  ought she so to pass?</br>Nurs'd frae a gaitlin' till she grew a lass,</br>Wha syne turn'd tail, an', without dread or shame,</br>Had face to say, She'd follow her ain game?</br>If Britain has twa hands upon her, now</br>Or never is the time to mak her rue.</br>But ablins Britain will, like mony mair,</br>Wink till her bairn is ruin'd, wi' mislear;</br>Syne she may lownder on, an' spill her blood,</br>Put out her een, but never mak her good.", "ROGER.</br>The bairn its naturality has tint,</br>But Britain's heart is not a heart of flint:</br>Tho' foul the flyte, 'twere better far, I trow,</br>To kiss the dorts awa', an' mak a vow,</br>Onward to walk till doomsday arm in arm,</br>An' live aboon the dread o' warldly harm.", "BRANKY.</br>Now Roger's right again: &mdash; But lads, we'll hame;</br>I'll sing nae langer wi' a hungry wame.</br>Roger an' Danny, gin ye'll follow me,</br>Beneath my roof right welcome shall ye be.</br>I've cakes an' ale, an' ither things a-sowth,</br>An' may be something else to quench your drowth:</br>We'll drink the good o' ev'ry living thing,</br>Health to the bonny lasses an' the king.</br>Come shepherds, come, we's hae a heartsome feast,</br>An' gang to bed as blyth as kings at least.</br>"]