["Fitly the patriarch sought the inspiring power</br>Of meditation at the close of day;</br>And mystery hath marked it for the hour</br>Of sacrifice, wherein to watch and pray.</br>Then angel visitation made assay</br>Of Abraham's faith and hospitable rite,</br>Then rested the Creator to survey</br>The six days' work maturing in his sight,</br>The illuminated, formed, and peopled infinite.", "Even the gay worldling feels the touch of awe,</br>While in repose the winds and waters lie,</br>While day, and all day's vanities withdraw,</br>And as the twilight muffles earth and sky,</br>Colour and form, and sound and motion die:</br>For in that gloom and stillness is the sign</br>Of adoration, mute, yet heard on high,</br>Praise universal to the Power divine,</br>Creation bending low before Jehovah's shrine.", "But what of time or place?  It is the fire</br>Within the heart, lights up the jubilee</br>Of faith and hope.  The prophet could retire</br>Each day, undaunted by the king's decree,</br>From care, from Babylon, from empire free.</br>With foes and danger compassed round, even then,</br>Though death was in the act, he bent the knee,</br>Indifferent to the praise or blame of men,</br>The burning fiery furnace, or the lion's den.", "When sail the constellations and the moon</br>Along the depth of midnight atmosphere,</br>Or when the full resplendency of noon</br>Oppresses vision, Him acknowledge there,</br>Who light and dark distributes, month and year;</br>On him alone in heaven and earth rely,</br>Him without change, and without end revere,</br>Enthroned above all domination high,</br>Unknown, yet ever felt; unseen, yet ever nigh.", "Nor less we find a language in the morn,</br>A monitor in the return of day,</br>An emblem in the joy to be new born</br>From darkness to the sun's all-cheering ray,</br>In every sight and sound a call to pay</br>The matin orison.  Let heart and head,</br>Let hand and voice that oracle obey:</br>Give every thought to heaven; and from the bed</br>Of indolence arise, as rising from the dead.", "This done, beneath the sylvan colonnade,</br>That eastward skirts the lake, we wind along;</br>Screened by an avenue of chequered shade,</br>Green as the groves of oriental song,</br>Where Caliphs wander, or where Genii throng</br>The bowers of Paradise.  How bright a gleam</br>Incessant flickers the dusk leaves among:</br>So Heaven accords an interposing beam</br>Of mercy and of truth to life's lugubrious dream.", "Fair stream of Flesk!  but mutable as fair,</br>Dependent on the chances of an hour;</br>This moment mild, translucent, debonair,</br>The next, impatient of the storm and shower,</br>All foam and fury, turbulence and power.</br>How dost thou picture forth our joy and woe,</br>Virtues that bless, and passions that devour;</br>Till comes the last and liberating throe,</br>And round about the streets the pomps of mourning go!", "Welcome the close peninsular recess,</br>Whose groves and thickets from the heat invite;</br>Whose cool, whose dew, whose quietude, we bless,</br>Impervious to the sun's meridian height,</br>Each thickening shade increasing the delight.</br>Sour ringlets there betray the fairy hand,</br>The foot-print and the gambol of each sprite,</br>That greets the moon by water or by land,</br>Dances on lawn, or skims the furrows of the strand.", "But hush &mdash; and either name them not at all,</br>(For best they love a reverence taciturn),</br>Or \"neighbours\" them, or \"the good people\" call;</br>For once provoked, they quick retort the spurn;</br>Spavin thy cattle, or thy corn-ricks burn;</br>For thee in pale sublunar foray prowl,</br>And toss thee on the tempest of the churn,</br>Hang thee like bacon-flitch in smoke to howl,</br>Or roast thee like a crab, and plunge in gossip's bowl.", "They love in cavern or in mine to dwell,</br>They love upon the hurricane to ride;</br>Or wander fog-borne over moor and fell,</br>Or from the beetling promontory glide,</br>To look for shipwrecks on the heaving tide.</br>Lay, legend, cry of Banshee, they prolong,</br>Peopling with echoes every mountain side;</br>And breathe the spells of poetry and song,</br>In melodies that mourn and die the clouds among.", "But longer in such reverie to rove</br>Befits not, near the consecrated pile,</br>That chastening with religious awe the grove,</br>To penitence and mourning gave asyle</br>In ages past from misery and from guile.</br>A symbol of hereafter, of repose</br>Where sorrow cannot wound, nor sin defile:</br>Forgiven and forgotten all our foes;</br>The trial past, and joy unspeakable the close.", "Thy towers, forsaken Mucruss!  to the poor</br>Were once of hospitable aid the sign,</br>And, daily crowding through yon ample door</br>In serried files, came pilgrims to the shrine.</br>But time at leisure now may undermine</br>The pillar, and deface the mouldering wall,</br>And every pinnacle with ivy twine:</br>The burial rite alone remains of all</br>That once was crosier, chant, high-mass and festival.", "And who can blame the peasant if he mourn</br>Even yet in fond remembrance of the past;</br>If even in death he cling to the sojourn</br>Of all his ancestors, or wish at last</br>His own remains beside them may be cast?</br>And if he think the virtue of such grave</br>May shorten Purgatory's fiery fast,</br>Pity his error, and its pardon crave</br>From Him who reigns above, Omnipotent to save!", "Look through the portal &mdash; nave and choir, and tomb,</br>Stained with the damp, and strewn with many a bone,</br>And wrapt at every step in denser gloom,</br>To silence and to solitude bemoan</br>Their fallen estate:  one narrow arch alone,</br>At utmost distance, marks with feeble ray,</br>The sanctuary's recess, and chiselled stone.</br>So through the dun obscure of life we stray,</br>Yet welcome at the end a gleam of heavenly day.", "What groans of dole and penance once dismayed</br>Yon cloister, buried from the sun and air,</br>Beneath the central yew-tree's giant shade!</br>Here hath the guilt-o'erburdened solitaire</br>Mused, till remorse was deepened to despair:</br>Here saints have fought their agonizing fight,</br>With anguish and temptation, doubt and care,</br>Till in the beatific trance of light</br>The world and the world's woe evanished from their sight.", "The grass grows rankly, and the saplings wave</br>O'er hall and dormitory, porch and cell;</br>Each passage is a den, each aisle a cave:</br>But who shall tempt the vaults, or dare to tell</br>What inmates there of unknown horror dwell?</br>How sighs the breeze, how languishes the day;</br>What tenderness, what pain in the farewel</br>To these dismantled gates and turrets gray,</br>Once dedicate to heaven, still reverend in decay.", "But hence we must &mdash; it yet remains to scale</br>The mountain, ere obstruction intervene</br>Of haze or tempest; gradual from the vale</br>We mount, and gradual fades the smooth moist green</br>To rough, adust, and barren.  So between</br>Ambition's early toil and late success</br>No path is to be found of peace serene:</br>The more our eminence, the comfort less,</br>Till the whole world at length be one drear wilderness.", "What change upon the hills!  unclouded now,</br>On the pure bosom of the sky reclined;</br>Now in a moment round each furrowed brow</br>With what a chain invisible they bind</br>The vapours borne beside them on the wind;</br>Then cast the mantle off, then closer draw,</br>Above, below, before them, and behind,</br>Till all be turbulence, and winter's flaw,</br>Such as on Appenine the Punic chieftain saw,", "And owned the ruin of the Alps outdone,</br>Yet still the darkness fluctuates:  and again</br>Like a vast curtain rises, while the sun,</br>Looking abroad in victory, pours amain</br>The deluge of his beams o'er lake and plain.</br>So when the tempter prompts, and passions fell</br>Make war on duty, frenzy clouds the brain,</br>Till the bright Sun of righteousness dispel</br>The foul distemperature, and all again be well.", "Up Mangerton we go:  from prospect wide</br>To wider, and from pure to purer air,</br>The horizon opening as the hills subside,</br>And distance softening down the rude and bare,</br>As hope and memory picture all things fair.</br>Buoyed up with expectation and with glee,</br>We take no thought of labour or of care,</br>The spirits lighter, and the limbs more flee,</br>And half the burden dropped of gross mortality.", "Nor pause we, till the crater's edge we gain,</br>The goblet named of Lucifer; a mound</br>Of curving precipice, wherein the drain</br>From cloud and fountain feeds the pool profound</br>That mantles in the midst.  Here let the sound</br>Of bugle to blithe echo wind the call:</br>And, hark!  the repercussive heights around,</br>Harmonious in contention, answer all;</br>And long vibrations ring through their aerial hall.", "One effort more, and highest of the high,</br>Near the rude cairn, we breathe empyreal air:</br>Above, the deep cerulean of the sky,</br>Beneath, a boundless cirque of prospect fair;</br>Turk, and the Reeks, and Iveragh's ridges bare,</br>Lakes, rivers, meadows, woods, and mountains blue,</br>Bantry and Castlemaine, and wild Kenmare;</br>Till on th' horizon, outline, site, and hue,</br>Together blending, fade in dusk and doubt from view.", "Pausing at every step, along the ridge</br>That over-hangs the concave on we stray,</br>Till now the rugged rampart like a bridge</br>Bestrides vacuity, and leads the way</br>Where right and left, astounded we survey</br>The vast abruption.  Reconnoitring slow</br>Lest the steep verge thy careless feet betray,</br>Behold the horse's glen; approach the brow,</br>Recoil not, shrink not from the fearful depth below,", "But brace each nerve and cast a downward eye,</br>Where 'mid the chasm, ingulfed in waste and gloom,</br>Far, far beneath, the dismal waters lie,</br>And all around them, rock and heath and broom</br>Usurp dominion, leaving scanty room</br>Between the tarn and crag for one soft green</br>Of pasturage in the shattered wreck of doom</br>And deluge, where the ravages are seen</br>Of vengeance yet; where peace and hope have never been.", "Look; but for safety to the heather cling:</br>Forbear discourse, and let no lighter tone</br>Of melody invoke the mountain king,</br>But one deep supplicating sigh alone</br>Be breathed; &mdash; he hears, &mdash; he answers, &mdash; the low groan</br>Of wild re-murmured sorrow awes the dell:</br>Again, more faint, the melancholy moan</br>Is heard of loneliness and fear to tell</br>And fainter yet again scarce whispers the farewel.", "It is a sadness like the dying beam</br>Of day, the knell when passing spirits go</br>The strangely-blent vagaries of a dream,</br>Where present, past and future, friend and foe,</br>The near, the distant, hurry to and fro,</br>Mingling in shapes that earth can never yield,</br>Vicissitude and voyage, weal and woe:</br>Brief images of things from knowledge sealed</br>Of mortals, yet in part and shadow thus revealed.", "Even here, in devastation and dismay,</br>The love of lucre, strong as death, detains</br>A thrifty hermitess, who day by day</br>From cream's rich unctuousness the serum drains,</br>And prints ambrosial butter, on the plains</br>Beside Kingsale, or Cork's famed city sold.</br>The seasons and their change, the winds and rains,</br>The moisture and the drought, the heat and cold,</br>And solitude like death, all please in hope of gold.", "Behold her walking on the water's brink,</br>To where her kine seek herbage in the glen:</br>The roots her food, the mountain-dew her drink,</br>The caverned rock her magazine and den,</br>And little her desire for help of men.</br>Herself can work the churn, and scour the pail,</br>The docile herd herself can milk and pen;</br>And all her thoughts are handicraft and sale,</br>Till winter's tyranny dislodge her to the vale.", "Day wears apace; no longer here sojourn:</br>The circuit of the crater's rim complete,</br>And to the stony entrance back return,</br>Whence borne on indefatigable feet</br>A world of youthful parasites, with sweet</br>Cajolery paged us down the mountain side.</br>But when their candied flattery failed to meet</br>The silver guerdon, changing note they cried,</br>\"Bad luck to you; and shame such stinginess betide.\"", "Down to the bay umbrageous of Dundalk</br>Repair we, where the boat and banquet wait;</br>There, carelessly diffused in sylvan walk,</br>Share we provision with our crew, and prate</br>Of peace and politics, of war and state;</br>Wealthy and high-born cavalcaders see,</br>Yet count our own of all the happiest fate:</br>For what to us are fortune and degree?</br>No poet so entranced, no king so great as we!", "But converse must have end &mdash; the sun declines,</br>And ancient saws instruct us to take note</br>Of profit by his presence when he shines.</br>Thus warned, we quit refection for the boat,</br>Push off, and joy to be again afloat;</br>While, like the men of Athens, we pursue</br>Whate'er is found of novel and remote,</br>The conscious spirit straining to the view</br>Of worlds invisible, where all things shall be new.", "Athwart the Middle-Lake our course we shape,</br>By many a wooded creek and lonely bay,</br>And rock strange-hollowed, and strange-cloven cape,</br>That gently meet us, gently slide away,</br>Like dreams departing at the break of day;</br>The while from our associates fable old</br>We glean of earthly and unearthly fray,</br>Mines where imprisoned goblins dig for gold,</br>And spells that never must to mortal ears he told.", "Alas!  that cold oblivion should inurn</br>Too oft the glory with the mortal frame,</br>And scarce an echo from the grave return</br>Of all the toil, the triumph and acclame,</br>And ancientry and power, and deeds of fame.</br>Each cave, each headland as we glide along,</br>Of hero, or of saint records the name,</br>And all around us the memorials throng</br>Of conquest, monarchy, and war, and poet's song.", "What pomp of verdure from each height descends,</br>Grove falling under grove, from steep to steep,</br>Till the thick foliage with the water blends,</br>Circling the shore in one continuous sweep,</br>And sinks into the bosom of the deep,</br>There mingling with the faint reflected gleam</br>Of clouds, that on the calm of evening sleep.</br>So down into the grave we from the dream</br>Of earth descend, to meet eternal glory's beam.", "At length appears the outlet, to a span</br>Contracting suddenly the waters wide,</br>Where works pontifical, of modest plan,</br>From island to peninsular-woodland stride,</br>Beneath whose solitary arch we glide.</br>And issuing on the Lake of Lein, behold</br>The vapours settling on the mountain side,</br>All change of figure and of hue unfold;</br>Panes, cities, palaces of adamant and gold.", "North-westerly our course:  while on the lea</br>Glena's wild nemorosities repeat</br>Each bugle note; till where of shade bereft,</br>The double peaks of Toomies' tower, they meet,</br>They mix with kindred resonances sweet,</br>Retiring to the realms of upper air,</br>And lessening die. &mdash; Not so the strains that greet</br>The soul heaven-mounting from the den of care,</br>The conscience without guile, the heart that burns in prayer.", "Sequestered loveliness how stretch around</br>The sylvan undulations far and wide,</br>With what magnificence of shade profound,</br>What prodigality of pomp and pride,</br>O'er lawn and up the precipice they glide</br>And far above, in majesty austere,</br>What altitudes of rock the cloud divide,</br>Challenge the tempest, and delight to hear</br>The thunder and the wind in baffled rage career.", "Landing, we plunge into the ascending glade</br>That clambers to the torrent's angry leap,</br>Surnamed of old 'O'Sullivan's Cascade.'</br>It roars, it sparkles:  cautiously we creep</br>To where, half bending o'er the giddy steep,</br>We gaze upon the never-ceasing flow</br>That shakes the forest; headlong to the deep</br>Precipitated from the bosky brow:</br>All shade and gloom above, all flash and foam below.", "But now the winds and waters utter moan</br>Presageful of commotion:  downward bend</br>The labouring clouds; the promontories groan;</br>Low murmurs from each glen and cave ascend</br>Responsive; the far-spreading vapours blend</br>In shapelessness of dusk, cloud, water, shore,</br>Lost in the haze promiscuous without end;</br>And time is to he gone, ere danger more</br>Environ our retreat, ere will.  a deepening roar", "The tempest and confusion worse confound</br>The lurid gloom.  In loftier ridges swell</br>The billows; and with long continuous sound</br>The surges wild and wilder whirlwinds tell,</br>With what a gust they in commotion melt.</br>Faint gleams amid the darkness show the spray</br>In eddies borne along the tumult fell:</br>Extinct is the last lingering spark of day,</br>And the moon hides her face in sorrow and dismay.", "O for the vision of the sceptred sage</br>That never comes but with a guardian power</br>Amid the wreck of elemental rage,</br>Amid tornadoes when they blackest lour,</br>Amid the waves just opening to devour.</br>Whate'er the changes or the chances be,</br>The dread or danger, gracious is the hour</br>And omen, his meteorous light to see</br>On tower of Aghadoe, or Inisfallen's lee.", "Joy &mdash; joy! &mdash; behold the venerable form,</br>The sainted king uplift his placid brow;</br>From vulgar sight enshrouded in the storm,</br>Or seeming as the waves that dash below.</br>The gifted eye alone hath power to know</br>What sovereign, in what guise delights to roam;</br>What hope, what comfort from his presence flow:</br>For when, emerging from his watery home,</br>He reins the courser white that prances o'er the foam,", "The billows and the winds forbear to roar,</br>Or roar unheeded, impotent to harm.</br>A mighty potentate was he of yore,</br>And knew full well oppression to disarm</br>By law, and equity, and virtue's charm:</br>Where due, he lavished bounty and renown,</br>But from his palace drove the flatterer swarm</br>That bask in smiles and wither at a frown,</br>And fawn, and lie, and think all glory in a crown.", "One day, amid the banquet and the hall,</br>He rose, and vented wild prophetic strain,</br>Borne on a cloud forsook the festival,</br>And plunged into the bosom of the main.</br>Yet privilege was given him to regain</br>At will these upper regions, there anew</br>To spread the blessings of his ancient reign,</br>And bid high fortune wait upon the few,</br>Who in the needful hour such apparition view.", "Even now the gale before him sinks, while chide</br>The surges with less tumult on the shore;</br>And safely by the Prison-Isle we glide,</br>Or where on Cherry-Reef the billows roar:</br>And now again the treasury we explore</br>Of record, rumour, elves, and magic wand,</br>And Erin's rich traditionary store.</br>Time thus beguiled, all unawares to land</br>We come, and grounding boat, leap out upon the strand.", "Beneath the battlements of Ross our bark</br>We leave, and ruminating home return,</br>Kindling with more than a Promethean spark,</br>Thoughts like Sidonian Cynosure, that burn</br>Amid th' obscurity of life's sojourn;</br>How war, and trumpet, and the minstrel's chime,</br>Must all lie mute in monumental urn,</br>And how beyond the grave we soar sublime</br>Into the paradise of heaven's empyreal clime.", "How yearns ethereal essence to transcend</br>The limits of mortality and clay;</br>What rapture in the half-belief we lend</br>To tales of wizard eld, and phantom gray,</br>The Runic rhyme, the legendary lay:</br>What bliss in dreams emancipate to glide</br>Through present, past and future; to survey</br>The secrets buried under ocean's tide,</br>Or to new labyrinth of worlds o'er chaos ride.", "Yet he not long a loiterer in the maze</br>Where sleep deludes, or fiction:  the supreme</br>In joy is on the majesty to gaze</br>Of truth, and from the world's delirious dream</br>Awake into the pure authentic beam</br>Of faith; and onward press (as strength is given),</br>Thought gradual following thought, theme following theme,</br>And cast away th' intoxicating leaven</br>Of crude philosophy for manna sent from heaven.", "There is a sanctuary (howe'er unknown</br>To the world's worshipper) from doubt and care;</br>There is a palm of triumph, and a crown</br>That may be won by violence of prayer:</br>And meditation, like the mystic stair</br>In Bethel, upward leads from earth below,</br>To where immortal choirs the praise declare</br>Of Him at whose right hand the rivers flow</br>Of peace and joy that fill the Everlasting Now.", "No more cherubic visitants descend,</br>As once at Mahanaim, or the hill</br>Of Dothan, in corporeal shape to tend</br>The patriarch and the prophet, or fulfil</br>On cities, hosts, and realms th' Almighty will;</br>Yet still repenting sinners they behold</br>With joy, and guard through tribulation still</br>The white-robed multitude, the sacred fold,</br>Of whom th' Apocalypse by elder's voice hath told.", "And though the dread Triune for ever dwell</br>Beyond creation, beyond depth and height,</br>Beyond all knowledge, inaccessible,</br>Pavilioned in the majesty and light</br>Of his own beams; yet from that temple bright</br>His mercy looks, illumining the wise,</br>And piloting the watchful, till from night</br>And death they to th' eternal morning rise,</br>From earth's discordant din to angel harmonies.", "There, kindling into ecstasy, the soul</br>Shall from perfection to perfection soar,</br>And years and centuries by millions roll,</br>While saints, sublimed to seraphim, adore</br>(As knowledge widens) ever more and more:</br>And still the triumphings that never end</br>Are but beginning on that blissful shore</br>Where glory and delight in union blend,</br>And in perpetual flight above all heavens ascend.</br>"]