["Mourn, Painting, mourn, recline thy drooping head,</br>And fling thy useless pallet on the ground!</br>Gainsborough is number'd with the silent dead,</br>And plaintive sighs from hills and dales resound.", "His genius lov'd his country's native views,</br>Its taper spires, green lawns, and shelter'd farms;</br>He touch'd each scene with nature's genuine hues,</br>And gave the English landscape all its charms.", "Who now shall paint mild evening's tranquil hour,</br>The cattle slow returning from the plain,</br>The glow of sultry noon, the transient show'r,</br>The dark brown furrows rich with golden grain?", "Who shall describe the cool sequester'd spot,</br>Where winding riv'lets through the willows glide;</br>Or paint the manners of the humble cot,</br>Where meek content and poverty reside?", "With pleasure we behold the village boy</br>Safe from the rigours of th' inclement sky,</br>His blazing hearth, his wholesome milk enjoy,</br>His tame domestic cat half sleeping by.", "Perch'd on his roof, the redbreast fain would dare</br>Hop round his fire, nor brave the frozen hearth,</br>Chirping it begs to taste his simple fare,</br>Yet trembles at the foe who purs beneath:", "But in the swain, who shuns th' impending storm</br>The painter's art with brightest lustre shone;</br>His hand pourtray'd that rough and time-worn form,</br>With tints that Rubens would have wish'd his own.", "Alas!  whilst fancy saw with conscious pride,</br>The British school high raise its lofty head,</br>Death, envious Death, advanc'd with haughty stride,</br>And all our gay delusive visions fled.", "Bring fragrant violets, crimson poppies bring,</br>The corn-flower glowing with celestial blue,</br>The yellow primrose, earliest child of spring,</br>Pluck'd from those fields which once his pencil drew.", "In graceful wreaths entwine their rustic bloom,</br>That bloom which shames the garden's richest dyes,</br>And hang these votive garlands round the tomb,</br>Where nature's painter, nature's fav'rite lies.", "Few artists claim the muses sacred lyre;</br>The slaves of luxury shun her piercing eye:</br>Those insects sport 'round fashion's meteor fire,</br>Flutter their moment, and neglected die.", "The meaner tool of faction or of spite,</br>Whose pencil feeds vile slander's greedy lust,</br>Is scarcely shelter'd by oblivion's night,</br>And just resentment spurns his guilty dust.", "But when true genius feels the stroke of time,</br>When fate arrests him in his bright career,</br>Britannia, bending from her seat sublime,</br>Vouchsafes the tribute of a pitying tear.</br>"]