["'Tis night; around our bark the gloomy wave</br>All lonely heaves, nor shore nor skiff is nigh;</br>The gales are sleeping in their mountain cave;</br>Dull silence reigns supreme, save when the cry</br>Of wakeful mew disturbs, or when on high</br>The slacken'd sail flaps to the rolling main:</br>The orb of night, thron'd in the western sky,</br>Sheds her expiring rays athwart the scene;</br>Mournful as tyrant king stretch'd on the couch of pain.", "And now, all wakeful, on th' unvexed tide</br>Awhile by fortune cast, lone watch I keep;</br>Be still ye swelling thoughts!  ye vaguely chide,</br>Ev'n as the unlovely dreams of fev'rish sleep;</br>Sure oft ye've hover'd o'er the wrathful deep,</br>When howl'd the storm, and o'er the dang'rous shore,</br>And perch'd on secret shelve and sounding steep,</br>And bade dull rocks for wretched men deplore;</br>Sure dost not fear that wave ye oft have wander'd o'er?", "No!  yet I love thee not sepulchral sea,</br>\"Grave of my kindred, of my sire the grave;\"</br>I love thee not, &mdash; my grand sire sleeps in thee,</br>In thee his brothers sleep; vent'rous and brave,</br>One wander'd patient o'er thy breast, O wave!</br>The boast and joy of Anson's warrior train;</br>Dauntless that sailor heard the wild winds rave,</br>Saw the fight rage, for rich with gold of Spain,</br>Of home he thought and joy'd, &mdash; alas!  his joys were vain.", "Ah fate severe!  when from the castled poop</br>Gay, joy-bright eyes fair Albion's cliffs descried,</br>Anguish was his, as on the mirthful group</br>He turn'd his languid dark'ning gaze, and sigh'd;</br>Ah wond'rous sweet that life by fate denied!</br>Ah wond'rous sweet when of his home he thought,</br>His sire, his friends, his love; alas!  he died;</br>And long by hope beguil'd, his kindred sought</br>For tidings of their boy; &mdash; deep woe these searchings brought.", "I love thee not, thou deep sepulchral wave,</br>Thy mountain billows were my grandsire's bier;</br>Quiet man, he fondly hoped his father's grave,</br>Where bloom'd the little flowers when smil'd the year,</br>Should one day darken'd o'er his dust appear.</br>Stern wave, his bones in thy dark caves are laid!</br>One day he trimm'd his bark, the skies were clear,</br>Soft breath'd the gale, glad o'er thy breast he hied,</br>Night came, fierce howl'd the storm, he toil'd, he sunk, he died.", "Twelve moons before, in Croma's shelt'ring bay,</br>His second brother sunk, nor rose again;</br>Full oft my grandsire shap'd his lonely way</br>The winding shores along, and ask'd the main</br>For that lov'd brother's corse, but ask'd in vain:</br>The stubborn wave dash'd heedless o'er the shore;</br>Cruel as fierce it mock'd the suff'rers pain:</br>Ah!  long its scorn, at length its wrath he bore,</br>For o'er his head, it clos'd, and grief disturb'd no more.", "And thou, my father, when I think of thee</br>My eyelids moisten with th' unwonted tear;</br>For thou wert brave as gentle, kind as free,</br>Stranger alike to brutal rage or fear,</br>A tender friend, to all thy kindred dear,</br>Thy soul's intelligence a flash of light,</br>To tyrant sway and tyrant men severe,</br>Peace seldom listen'd to thy deeds of might,</br>But dauntless warrior thou when clos'd the deathful fight.", "And oft the fight around thee clos'd my sire,</br>Oft the red falchion grac'd thy awful hand;</br>Alas!  unfitly fram'd my rustic lyre</br>To sing the triumphs of the warrior's brand,</br>The fray wild thund'ring, and th' ensanguin'd strand:</br>Yet, gentle warrior, thine no vulgar bard;</br>His strains ne'er flow'd at interest's base command,</br>Ne'er flatter'd vice, ah!  his the best reward,&mdash;</br>A self-approving soul, a much lov'd friend's regard.", "Thy birth, thy death, thy deeds of bold emprize,</br>Thy patient wand'rings o'er the treach'rous brine,</br>Fain would I sing.  Spirit of song arise!</br>Awake fair Muse, and be thy numbers mine;</br>Inspire my grateful song, bid strength combine</br>With all the sweetness of th' Aonian lyre;</br>Fain would I frame a little lasting shrine,</br>And on it grave thy name my honour'd sire,</br>And round to deck and guard light up the Muse's fire.", "Alas!  the Fates forbid; yet shall my lay,</br>Though rudely fram'd, thy worth, thy toils declare:</br>Scowl'd bleak misfortune on thy infant day,</br>Bereavement's bitt'rest pangs thy mother's were,</br>Heart-sick'ning woe, sharp want, and carking care,</br>And grief for pleasures gone, and bodings wild,</br>Her only solace thou, to ward despair,</br>A little passionless ungrieving child,</br>Who all unskill'd to mourn, saw her sad tears and smil'd.", "But years pass'd by; to want and toil inur'd,</br>Th' ungrieving child a sailor boy became;</br>And many a hardship on the wave endur'd,</br>Whose baleful strength might well the hardiest tame;</br>They quell'd not thee, thine was a soul of flame,</br>That fiercer, brighter blaz'd in dang'rous time,</br>Steel'd by the wintry blast, thy temper'd frame</br>Dar'd all unharm'd the deaths of every clime,</br>From India's parched plains to Sembla's snows sublime.", "The years pass'd by; fam'd was thy sinewy arm</br>For feats of strength, thy soul for bold emprize;</br>The first when rag'd the fight or roar'd the storm,</br>Yet all unboastful, calm, retir'd, and wise;</br>Few mark'd the hero in his quiet disguise,</br>Or wist what slept beneath thy soul's command;</br>'Twas when occasion bade thy might arise</br>That doubts and fears perplex'd th' oppressor's hand,</br>And died the cruel heart, and fail'd the ruthless band.", "Twice didst thou dare the wave to snatch from death</br>A poor toil destin'd swain, and luckless boy;</br>Once when the midnight billows foam'd beneath</br>The beetling cliffs, toiling in dire employ,</br>Though tides, and waves, and winds, rose to destroy,</br>Thy little pinnace left the sounding shore;</br>Joy to the found'ring bark!  a voice of joy</br>Swells loud, wild mingling with the tempest's roar,</br>\"Haste sailors, quit your bark, the waves are gath'ring o'er!\"", "Not meagre want disturb'd thy mother's age,</br>Comfort and quiet cheer'd her lonely way;</br>Save when the sweeping blast with wintry rage</br>Howl'd through the hideous night and cheerless day;</br>Ah!  then her dreams of joy would fade away,</br>As roam'd her fancies o'er th' enraged tide,</br>And darksome thoughts clos'd round; &mdash; but Heaven's glad ray </br>Would rise, and these disperse; oft had she pray'd</br>For thee, her latest stay, her solitary pride.", "Not all unanswer'd was that widow's prayer,</br>For oft around thee dangers clos'd in vain;</br>Yea, thou hast breath'd unharm'd the tainted air,</br>When all around arose the moans of pain;</br>Three days a pris'ner on th' Indian main</br>Th' upturn'd keel thy resting place remain'd;</br>Twelve hours the mountain billows roll'd amain</br>Thy bark in triumph o'er on Scotia's strand;</br>And thrice the desert's king fled from thy awful brand.", "Prepare, O Muse!  of deadly fight to sing,</br>Of wars whose thund'rings calm'd th' affrighted sea:</br>Alas my lyre!  slackens thy every string,</br>When wak'd to loftiest strains thy chords should be?</br>The hero's battle deeds are not for thee,</br>Thine be a fainter thine a lowlier strain,</br>Perchance ev'n low as song of mountain bee;</br>And yet thy voice was ne'er awaked in vain,</br>Grief flies the sound dismay'd, and fly the fiends of pain.", "Of death prepare to sing!  of awful death!</br>Say wherefore awful to th' accepted soul?</br>On earth Joy nestles in the conqueror's wreath,</br>Her flowerets bloom around the mirthful bowl,</br>She visits love:  but fate with stern control</br>Casts clouds and darkness o'er her lovliest day;</br>O!  'tis when honest worth attains its goal,</br>That fadeless pleasure pours th' eternal ray,</br>While Change on earth remains, lord of the mould'ring clay.", "Round Albyn's western shores a lonely skiff</br>Is coasting slow, the adverse winds detain;</br>And now she rounds secure the dreaded cliff,</br>Whose horrid ridge beats back the northern main;</br>And now the whirling Pentland roars in vain</br>Her stern beneath, for fav'ring breezes rise,</br>The green isles fade, whitens the wat'ry plain,</br>O'er its vex'd waves with meteor speed she flies,</br>Till Moray's distant hills o'er the blue waves arise.", "Who guides that vessel's wand'rings o'er the wave?</br>A patient hardy man, of thoughtful brow,</br>Serene, and warm of heart, and wisely brave,</br>And sagely skill'd, whatever gale may blow,</br>To press through angry waves th' advent'rous prow;</br>Age hath not quell'd his strength, nor quench'd desire</br>Of gen'rous deed, nor chill'd his bosom's glow,</br>Yet to a better world his hopes aspire:</br>Ah!  this must sure be thee; all hail my honour'd sire!", "Alas!  thy latest voyage draws near a close,</br>For death broods voiceless in the dark'ning sky;</br>Subsides the breeze, th' untroubled waves repose,</br>The scene is peaceful all:  can death be nigh,</br>When thus unarm'd and quiet his vassals lie?</br>Mark ye that cloud?  there toils th' imprison'd gale,</br>Ev'n now it comes with voice uplifted high,</br>Resound the shores, harsh screams the rending sail,</br>And roars th' amazed wave, and bursts the thunder peal.", "Three days the tempest raged; on Scotia's shore</br>Wreck pil'd on wreak, and corse on corse was thrown;</br>Her ragged cliffs were red with clotted gore,</br>Her dark caves echoed back th' expiring moan,</br>And luckless maidens mourned their lovers gone,</br>And friendless orphans cried in vain for bread,</br>And widowed mothers wander'd forth alone,&mdash;</br>Restore, O wave, they cried, restore our dead!</br>And then the breast they bar'd, and beat th' unshelter'd head.", "Of thee my sire, what mortal tongue can tell?</br>No friendly bay thy shatter'd bark received,</br>Ev'n when thy dust repos'd in ocean cell,</br>Strange baseless tales of hope thy friends deceived,</br>Which oft they doubted sad, or gay believed.</br>At lengths when deeper, darker wax'd the gloam,</br>Hopeless they griev'd, but 'twas in vain they griev'd;</br>If God be truth, 'tis sure no voice of doom</br>That bids th' accepted soul its robes of joy assume.", "Now rest my lyre, thy pleasing task is o'er,</br>Now rest my heart, thy cares are worse than vain;</br>What are the griefs of time!  its blackest hour</br>Must pass away, nor can its bright remain,</br>For Change hath bound it with a varied chain,</br>Where links of gold, and brass, and iron appear,</br>Ev'n death itself is his, beyond his reign</br>Extends not, virtue drops no bitter tear,</br>Nor joy th' accursed souls, nor cease their pains severe.", "Lovely the hope that tells of bliss to come,</br>Wond'rous the God who gave that hope his seal!</br>Fly ye gross thoughts!  ye impious doubts be dumb!</br>'Tis He, 'tis He Himself who rends the veil,</br>Whose voice is heard when bursts the thunder peal,</br>Whose mighty will the waves and winds obey;</br>O then be wise my soul!  when cares assail,</br>And griefs of earth, think of that awful day,</br>When all, save God's esteem, shall sink in dire decay.", "And now awhile repose my rustic lyre,</br>Slow moves th' unwilling hand that lays thee by;</br>When thee my arms sustain not grief can tire,</br>Nor pain oppress; perchance an hour is nigh</br>When I shall wake thy chords to rapture high;</br>Yea, till cold hearts confess a kindred glow,</br>And vile desires and recreant passions die;</br>Ev'n as I sing, less harsh thy numbers flow,</br>And flies, each anxious care, each thought that whispereth woe.</br>"]