["SCENE, THE MARGIN OF A RIVER; TIME, MID-DAY.", "Where Phasis rolls his plenty-giving stream,</br>And Sol inverted plays with double beam,</br>Where Naiads rob'd in flutt'ring sedges play,</br>And wanton on the tide their chearful day,</br>A youth, by thoughtful meditation led,</br>On its smooth banks had laid his pensive head;</br>And while, tow'rds Heav'n, he cast each ardent eye,</br>Full oft his bosom heav'd a mournful sigh:</br>His mournful silence no rude steps invade,</br>For few there are that dare this spot pervade;</br>High o'er his head the pond'rous mountain grows,</br>From which the Phasis to the Euxine flows;</br>And other streams that wash the fruitful earth,</br>From thee, Caucasus, claim their source and birth;</br>While on thy slope the cedar and the pine</br>Exalt their lofty heads to vie with thine.", "This youth, \"unknown to fortune or to fame,\"</br>A shepherd was, and Hassan was his name;</br>And while his flocks rang'd o'er the plain or grove,</br>In pensive strains he sung his artless love;</br>For long he'd lov'd, indeed no truer swain,</br>'Mong all her sons e'er grac'd Mingrelia's plain;</br>No wealth to boast, no luxury to spoil</br>The chearful moments when reliev'd from toil.", "\"Whither, ah!  whither, can'st thou tell me, groves,</br>(That erst have heard us speak our mutual loves)</br>Whither, ah!  whither, is Kaphira gone,</br>Heedless of Hassan's sighs, of Hassan's moan!</br>Passion!  thou wrong'st her, by force compell'd to go,</br>While her soft breast was torn with helpless woe.</br>Yes, tyrant Power!  by thy unhallow'd hand</br>Was torn distracted beauty from this land!</br>Why, ye transcendent Pow'rs, ah!  tell me why</br>Was the fair form'd so beauteous to the eye?</br>Why was she shapely as the myrtle grove?</br>Why did her accents tune the soul to love?</br>Her breath the fragrant orange could excel,</br>And richer sweets upon her lips did dwell</br>Than e'er pom'granate gave the eager taste,</br>Or all the dainties of the richest feast.</br>Oft in thy waters, Phasis, would she sport,</br>While Love and Beauty hither brought their court;</br>And when unmantled was the lovely maid,</br>In wanton blandishments the Graces play'd;</br>While love-inspiring beauty, gently lav'd,</br>Swell'd on the sight, and with the waters wav'd!</br>Curst be the tyrant's will!  the luckless hour!</br>That gave my charmer to despotic pow'r,</br>For she had sworn to bless the youth she lov'd,</br>Our friends consented, and the heav'ns approv'd;</br>When, lo!  as o'er the bosom of the mount,</br>She drove her flocks to quaff the chrystal fount,</br>A band of ruffian Tartars seiz'd the maid,</br>And from my sight the screaming nymph convey'd;</br>In vain I fought, in vain with ardour strove,</br>To rescue from their lawless hands my love;</br>Breathless and faint, o'ercome by many a wound,</br>They left me vanquish'd on the purple ground.</br>Yet I'll not loiter with cold reas'ning here,</br>Much injur'd maid!  I come!  Kaphira dear!&mdash;</br>Farewel, my friends, my flocks, my native grove,</br>Hassan returns not till he find his love.\"</br>"]