["O'er all Navarre's gay court bright Pleasure hung:</br>Wild sports prevailed and th' ardent chase by day;</br>Bewitching love was made, gay ditties sung,</br>And dance threw out her lures, when night held sway.&mdash;</br>A royal guest within Nerac made stay,</br>And new-born splendour lit her ancient halls</br>With all the colours of the dying day,</br>Streaming in brightness from the costly walls,</br>Where happy art had wrought her work that never palls.", "Bearn's young prince, e'en then his country's boast,</br>Henry, the model of a knight and king,</br>From Charles of France and all his high-born host,</br>Of famous names, too numerous to sing,</br>Bore off the honours of saloon and ring.&mdash;</br>Courteous and brave, with happiest skill</br>The sword he wielded, gave the arrow wing,</br>Subdued the fiery courser to his will,</br>That foamed and neighed and champed the bit, while yielding still.", "The noble horse, of man the friend and slave,</br>Meets, like all friends, ingratitude's keen sting.</br>With heart and vigour broke, &mdash; denied a grave,</br>O'er his death scene the raven flaps her wing,</br>Unscared by groans that the poor courser wring.</br>He dies unpitied, &mdash; and in some lone dell</br>Or rocky nook, his stiffened corse they fling&mdash;</br>Ere many days, dragged far from where they fell,</br>His bleached remains his true and mournful tale may tell.", "Yet was his steed from Arab sire bred;</br>With round, bright eye that flashed a gladsome gleam,</br>High front, sharp, moving ears and graceful head,</br>Large, fiery nostrils, with their smoky stream;</br>Fit to be harnessed with Apollo's team.&mdash;</br>With short, curved back, long swelling neck, broad chine,</br>Legs lean and flat, and arms that fleshy seem,</br>With cheerful aspect, mane strong, thin and fine,</br>Broad chest, high tail, thick thighs, and hoofs we smooth define.", "Such are the steeds that o'er the Desert sand</br>Flee like the night-wind 'long the burning waste,</br>Whose yellow, livid tinge imbues the land,</br>The sky, the sun, &mdash; as wild wit quick in haste,</br>Or glimpse of joy th' unhappy sometime taste.&mdash;</br>Such are the barbs that bear the Prophet's son</br>O'er seas of rolling; scorching sand, ne'er graced</br>By dew, or plant, or rock, or cooling run,</br>With nerve and will unyielding, till his journey's done.", "Young, laughing damsels, lovely as e'er shone</br>The nymph ideal of a brilliant dream,</br>(That flits as swift as th' echo of a tone</br>From winded horn, at eve o'er glassy stream,)</br>Gazed on the warlike games as though they'd deem</br>The victor in the mimic war above</br>Heroes and Gods, in whom all virtues teem.</br>While, as she waved a kerchief or a glove,</br>Some maid would startling feel the sudden wound of love.", "Alack!  how mischievous the urchin-god</br>Plays idle pranks and ruffles ladies' hearts</br>Certes he richly merits the sharp rod,</br>Who shoots so wildly with his poisoned darts,</br>And cares but little how the deep wound smarts.</br>Cannot some tortured maiden catch the boy,</br>Ere from his dreamy couch, at morn, he starts,</br>And scourge the saucy child, in very joy,</br>For all the pranks he's played on nymphs hair-brained and coy?", "I'm told he is a vengeful cunning imp,</br>Quite given o'er to flattery, fraud, and lies;</br>And often he'll be blind and seem to limp</br>Till he has made his wound:  then swift he flies,</br>And laughs to scorn his victim's groans and cries.</br>Few e'er escape, 'tis said, his wicked aim,</br>Alike he hits the king, the fool, the wise,</br>One only tribe can sweet assurance claim,</br>They who for gold give heart and soul, withouten shame.", "One day, &mdash; there breathed a cool and balmy morn;</br>Fair Nature laughed, and every living thing</br>Looked forth in smiles, that vice can e'en adorn</br>And veil her ugliness and venomed sting.</br>The flowers waved and odours seemed to fling,</br>With bounteous prodigality around,</br>Lavishing essence of the jocund spring</br>O'er all the teeming bosom of the ground,</br>O'er green and velvet mead, cool stream and rocky mound.", "Weather, for table-talk is pretty food;</br>A dish of which the giver ne'er is tired;</br>'Tis so polite to say \"the day is good;\"</br>Such prattle we can use like horses hired,</br>'Tis no great matter if they're lamed or mired.</br>Dunce and wit it puts upon a level,</br>Like the deep grave, when men have once expired,</br>A lasting dwelling, though the walls be bevil,</br>'Twill serve till robbed by doctors or the devil.", "One day their skill in archery to try,</br>The royal Charles, young Henry and their suite,</br>Met in a dell, whose riv'let, flowing nigh,</br>Lent the morn's air a freshness, as with fleet</br>Meanders, wandering 'long its margin sweet,</br>Its babbling murmurs drowsy Echo roused</br>The lonely musing shepherd from the heat</br>His cool repose here found or deep caroused;</br>While bathed the panting herds or 'long the green banks browsed.", "Ah me!  the quiet joyance of the clown,</br>Who no ambition knows nor envious hate,</br>The curse of most who dwell within the town,</br>Mad with ambition in the Church or State,</br>Is little rocked by those who fortune wait,</br>Low bending 'neath the patron's lying smile,</br>Hell's most productive, most enticing bait;&mdash;</br>The thoughtless hind or eats or sleeps the while,</br>Blissful in happy ignorance of men and bile.", "Within the shadows of this dreamy dell</br>The target stood:  while lords of lineage long,</br>And dames, who did with magic beauty spell,</br>More potent far than baleful syren's song,</br>Or talked, or wound the murmuring brook along;</br>The rough-hewn peasants with their bashful mates</br>Looked on in silence and amazement strong,</br>While kings and peers prepared to try their fates,</br>With arrows, keen as those of wit the dullard hates.", "Ladies in fardingale and courtly run;</br>Decked with the ruby and the sapphire gem</br>Blazing o'er velvet and rich golden stuff,</br>And cobweb lace that bound the garment's hem,</br>As woven moon-beams light and rich as them,</br>Gave smiles for hearts and thought the exchange too dear;</br>Lovers' deep vows they heard with well-bred phlegm,</br>With rapture caught the sigh, beheld the tear,</br>Torn from a rival, or from love-sick cavalier.", "Young gallants, wild with pleasure and with health,</br>The tough bow bent or poised the feathered dart;</br>Exchanged the furtive glance with subtle stealth;</br>While rival hope swelled every manly heart.&mdash;</br>The royal Charles first played his kingly part:</br>The whizzing arrow clove the sighing air.&mdash;</br>With flashing eye and anger's sudden start,</br>The monarch saw it fail; with all his care</br>The mark still proudly rose, untouched, erect and fair.", "Full many a courtier then advanced,</br>And each his arrow to the barb'd head drew</br>With eager eye it followed while it glanced</br>In eagle flight, with check of heightened hue.&mdash;</br>Alas each wilful dart still erring flew!</br>For none could hit when once a king had failed.</br>To win at most games is a monarch's due:</br>On such rich diet they have long regaled</br>To beat a king, at least, uncourteous had been hailed.", "But when one prince against another plays</br>At any little game, like war or so,</br>To kill Ennui, that son of rainy days,</br>The king of every ill that's here below.</br>Why then the case is altered, and the bow</br>And sword are drawn with all due force and skill,</br>And foolish subjects' blood is made to flow</br>Like pretty water-works; the more they kill</br>The better sport; &mdash; kings feast, the people pay the bill.", "They have that pleasure in republics too,</br>If joy it be, t' untie the purse's string,</br>And pay per diem the bamboozling few</br>Who take the gold, and in return then fling</br>Back laws, orations long, and such like thing.</br>Three-hour harangues, if even they're not heard</br>By any but the speaker, they take wing</br>And toward home fly like any carrier bird,</br>Their length redeems though every line be true absurd.", "His fate to try young Henry took his stand:</br>Then threw a smile and piercing look around</br>Of mingled sweetness and of haught command.</br>All eyes were fixed, and hushed was every sound;</br>The gazers stood like statues on the ground.&mdash;</br>Careless, the youthful archer to the head</br>The light dart drew; &mdash; unerring was its bound,</br>Like to a sun-beam on its way it fled,</br>And cleft, quite through, the hanging orange, as it sped.", "Some eyes burnt brightly, and some brows were knit:</br>Praise hummed her lulling note, and Envy's leer</br>Many a proud lip curled, in anger bit.</br>To bear defeat well often costs us dear,</br>'Tis 'like distasteful to the clown and peer.&mdash;</br>The vanquished Frenchmen laughed, and eager asked,</br>Another trial with the archer's gear;</br>Resolved that all their Gallic skill be tasked,</br>Meanwhile, with raillery gay, their wounded pride they masked.", "Pride's the Devil in masquerade on earth.</br>The part he plays, too, wondrous well</br>Ere while, in heaven he tried it, 'fore the birth</br>Of Adam, &mdash; and thereby he won his hell.&mdash;</br>To man he's taught it ever since he fell.&mdash;</br>The latter is a scholar prompt and apt:</br>And ladies, too, will sometimes own his spell.</br>When decked with diamonds and in velvet wrapt,</br>They credit coxcombs' lies; &mdash; then see the climax capt.", "The soldier, bashful lawyer, and the cit</br>Assinine and rich, the pale, shaven monk,</br>The lackland poet and the starveling wit,</br>The masked and modest critic, all are drunk,</br>At times, with pride and in the deep slough sunk.</br>'Tis very pity that there are so few</br>So very proud that vanity aye shrunk</br>Before their conquering pride, while breath they drew</br>Such are as rare, in these days, as a friend or queue.", "In gay carousal fled the night away,</br>And bashful morn had peeped above the hill,</br>Though lightfoot dance and music held their sway</br>O'er knights and laughing dames, untired still.&mdash;</br>These balls are clever things dull time to kill;</br>And many dancers 'mong the bounding throng,</br>Treat time, to say the least, excessive ill.&mdash;</br>Some murder time, &mdash; but that is very wrong;</br>They who've no ears should meddle ne'er with dance or song.", "Like gallant, proud and fresh, the sweet Day rose,</br>The far-off mountain painting with bright hues;</br>While burning blushes dyed the modest snows,</br>And fear dispersed the trembling, virgin dews;</br>Children of night with dread the sun imbues.&mdash;</br>With ardour new, the knights their games resume,</br>Prove the strong bow, the feathered weapon choose.</br>Hope and ambition every eye illume,</br>From haught and noble cavalier, to base born groom.", "At distance fair the yellow mark was hung,</br>But eyes looked round, in vain, for France's king.</br>Again he came not. &mdash; With defeat sore stung,</br>For once, he felt how failure deep can wring</br>Such as have aye been fanned by Conquest's wing.</br>But in his stead young Duke de Guise now came,</br>Alike accomplished mid the war and ring,</br>A knight more gallant never wooed a dame:</br>Prepared he stood to win and raze the royal shame.", "For Huguenot to bear away the prize</br>From gay Parisian and from Cath'lic true,</br>Had been disgrace forever in his eyes,</br>So rousing all his art, the thong he drew.</br>Shouts from his friends proclaimed his aim was due;</br>The golden fruit fell severed quite in twain.</br>Deep on the victor's front flushed pleasure's hue,</br>Such as no courtly art can ever stain</br>The cheek withal, &mdash; nor e'en coquette e'er truly feign.", "On the young prince's lip a bright smile dwelt,</br>For noble hearts black Envy never know;</br>By dastards only is the foul passion felt,</br>Them, too, she often wrings with bitter throe.&mdash;</br>Pierced and destroyed the fragrant fruit lay low.</br>What does the archer for another butt?</br>Around no luscious oranges there grow:</br>But playful Fancy's to the trial put;</br>She who can equal rear a palace or a hut.", "Fancy's an architect of power rare;</br>Domes like Aladdin's swell before her wand;</br>And marble temples float along the air,</br>Too rich and tasteful e'er to touch the land,</br>Mounting like exhalations, at command.</br>Music breathes within; &mdash; perfumes and rare delight</br>Hang o'er the senses of the happy band,</br>That through the gilded chambers, morn and night,</br>Stroll, idly, dreaming visions of unmixed delight.", "Alack!  these gorgeous castles of the air</br>Melt quick away as frost before the sun.</br>As whim or longing of a ball-room fair,</br>Or memory of a favour, erewhile done,</br>As frail a cobweb as e'er spider spun.&mdash;</br>Yet 'tis a winning way to while an hour,</br>Building these towers 'neath an evening sun,</br>Taking for granted always we've the power</br>The Persian glassman's fate to shun, at which a dreamers cower.", "Within th' excited crowd that stood around</br>And breathless watched their noble betters' play,</br>The archer's falcon-glance a new mark found,</br>A full-blown rose, milk-white that quiet lay</br>Secure upon a breast of fairer clay.&mdash;</br>Just where a peasant had her kerchief crost,</br>She'd pinned the flower, 'mid th' embroidery gay,</br>Nor dreamt the fragrant blossom e'er would cost</br>A treasure ne'er regained when once 'tis haply lost.", "The laughing damsel was a sweet brunette.</br>Amorous, the Sun had kissed her glowing cheek:</br>Blue were her eyes, her hair as black as jet,</br>Flowing her neck adown in ringlets sleek,</br>Shadowing a brow as pure Madonna's meek.&mdash;</br>But when, at times, the treacherous silk betrayed</br>Its envied trust, and, in audacious freak,</br>With winds more wanton, a disclosure made,</br>Fairer than arctic snow a bosom they displayed.", "Tapering her fingers were, with dimples set,</br>Polished and round her arms of glowing white,</br>Slender her waist where all the Graces met,</br>Just rose her form the happy middling height</br>Given the Queen of beauty and delight.</br>Low fell her tones as flute upon the wave,</br>By lover breathed at sullen dead of night,</br>When save his lay all's quiet as the grave,</br>That dark sojourn and silent, that, th' unhappy crave.", "The rose from where it nestled in a nook,</br>Purer and softer than its own pale leaves,</br>With grace and winning air the young prince took.</br>These airs and graces oft prove cunning thieves,</br>Through hearts they pierce like water pure thro' sieves,</br>Where nought remains but some sad, fruitless tears</br>More subtle nets the foul one never weaves.</br>But see, the flower on the targe appears;</br>The contest new again excites new hopes and fears.", "Who first drew bow was haughty Lord de Guise;</br>Trembled the rose, so near the arrow flew</br>Just grazed the feather 'long the fragrant prize,</br>Ruffling the slumber of th' incumbent dew.</br>Unharmed yet hung the flower to the view.</br>Flight to his shaft then royal Henry lent,</br>Its course was rapid as its aim was true;</br>Pierced by the dart the lovely flower bent,</br>While th' air around, with shouts, the loyal people rent.", "The arrow, burthened with the wounded rose,</br>Then raised the princely archer from the ground,</br>And with the ease that from pure courtesy flows,</br>(Blest in itself and blessing all around,)</br>Laid both where first he had the flower found.</br>No summer cloud e'er slept with lovelier blush</br>Than that which seemed with maddening joy to bound</br>To Fleurette's front, and, with delight's wild gush,</br>Temple and brow and cheek to dye with rapture's flush.", "What tremor shook the young plebeian maid?</br>To say 'twas e'en delirium of delight,</br>Were not to call in dazzling Fancy's aid,</br>She who wraps all within her veil of light,</br>Brilliant as mantle of the gorgeous Night.</br>Eyes filled with love on eyes as ardent shone,</br>Heralds and lineage were forgotten quite;</br>He as he gazed ne'er thought on crown or throne,</br>She as she sighed dreamt rank and poverty were flown.", "Hell boasts no scourge like Poverty on earth,</br>Of every ill the lean and hungry sire;</br>While fell Disease his mate, at each foul birth,</br>Yields sons and daughters, as their parents dire.</br>If man has e'er a foretaste of the fire,</br>The lot of crime within the other world,</br>He feels the actual cautery of the pyre,</br>When some rich ass, his Midas-ears well curled,</br>In wealth's protection safe, has proud defiance hurled.", "One night, one starry and delicious night,</br>There hung Venitian moonlight o'er the land</br>With balm was th' air and richest perfume dight;</br>She, with her gentle breath the foliage fanned,</br>And all around ruled Quiet, deep and bland.</br>Beside a fountain, mirror to the moon,</br>That walked through heaven, o'er her pathway grand,</br>Two lovers sat and seemed to beg no boon,</br>Save Night her reign t' extend, nor cede to Day so soon.", "Spoke they in murmurs soft as rained the dew</br>E'en to the dregs Love's magic cup they drank,</br>Nor thought the nectar ever weaker grew,</br>Though Hecate fair, beneath th' horizon sank,</br>And bathed her glories in the fountain dank,</br>Fleurette and Henry were the happy pair,</br>By mystic passion equalled now in rank:</br>He was the suitor, &mdash; she the granting fair,</br>The wooer told his tale and won a jewel rare.", "Months fled away and yet they lived on love,</br>The sweetest manna that on earth o'er fell.</br>Strong was the net that passion round them wove,</br>When e'er they met within the bushy dell,</br>Vows to repeat and hidden thoughts to tell.</br>But true love's stream, alas!  has ne'er flowed fair;</br>O'er wounding rocks for ever did it well</br>Who follows it, must meet fell Pain and Care,</br>Nor, think to swell his sail with mild and kindly air.", "Deeper's the courtier's ken than eagle glance;</br>Rarely amour of royal heir's unknown;</br>'Twas sudden found the air of courtly France</br>(Than in the south sure sweeter ne'er was blown)</br>Would suit the young expectant of the throne.</br>Old heads regard it for a maxim true,</br>Absence cures love if not too old 't be grown;</br>If so, &mdash; th' old passion cedes to love more new;</br>The wound a black eye makes is cured by one of blue.", "When came the eve Fleurette was forced to say</br>\"Farewell,\" a sad and bitter word at best,</br>She wept and trembling on his bosom lay;</br>His heart she murmured ne'er would hide the test</br>Of parting, &mdash; since the flood, true love's worst pest.&mdash;</br>Deep oaths and many swore the youthful knight</br>No novel beauty could his heart invest,</br>His peasant-girl should aye maintain her right</br>His willing heart to rule, in very absence' spite.", "None heard the echo of their fond adieu;</br>The silent moon and welling fountain save;</br>One veiled her light in anger from their view,</br>And one swift fled, low murmuring, with her wave,</br>Sounds deep as those that float above the grave.</br>\"When you return,\" the falt'ring maiden said,</br>\"If poor Fleurette may yet remembrance crave,</br>Seek me along the fountain's grassy bed,</br>For here alive I'll weep, and here I'll haunt when dead.\"", "The magic rod bends toward the hidden spring,</br>That clad in darkness' mantle vainly weeps,</br>In awe and silence mutely worshipping</br>The lymph that 'neath the verdant hillock sleeps,</br>Envying the torrent's wild and daring leaps.</br>So leaned the swelling heart of young Fleurette</br>On Henry's image, with the throb that keeps</br>The mind's eye waking and the maid's cheek wet,</br>When first she feels Love's power, nor comprehends it yet.", "She starts, &mdash; she weeps, &mdash; she sobs, &mdash; she knows not why,</br>The rose is changed for melancholy rue;</br>Laugh and gay frolic cede both to the sigh,</br>The bright and burning blush to paleness' hue;</br>Shuddering she feels a pang as sharp as new.&mdash;</br>Moody and sad for solitude she pines,</br>And courts the quiet Evening when her dew</br>Falls cool and fragrant, as the sun declines,</br>Dashing the fiery west with gold and purple lines.", "To gray-beard Time, wild Joy his bright wings lent</br>The dazzling pinions bore him 'long like thought;</br>Nor was their vigour for a moment spent.&mdash;</br>The wingless boy, in France, D'Albret had caught,</br>In vain t' elude his clutch the angel sought.</br>Meanwhile in borrowed plumes Time soared aloft,</br>Content to wear what he would ne'er have bought,</br>And knowing well the guise must soon be doft,</br>Light flew the fiend o'er round erewhile he limped o'er oft.", "For false and pallid, waning moons a score,</br>The sun had travelled o'er his zodiack-way,</br>Ere Henry trod again his palace-floor:</br>But o'er his heart the fair D'Ayelle held sway,</br>Sweeter than breath and look of fresh-born May.</br>Blind with her beauty, charm-bound by her wit,</br>Locked in her toils, the ardent D'Albret lay.</br>What though the image of Fleurette did flit</br>His memory o'er, ne'er was the first-born flame relit.", "Man ne'er is constant but with one sad view:</br>Self is the star that guides him on his way;</br>On that he gloats, like steel to magnet true,</br>From beardless youth to whining dotage gray,</br>His dream it haunts by night, his mind by day.</br>His very love is but base love of self,</br>Self's in his thought e'en when he kneels to pray;</br>For this he'll bow to calf, or stock, or elf;</br>Nor yields this master-love save to the love of pelf.", "Death's younger brother, blind, soft, lazy Sleep,</br>Now shunned the eyelids of the poor Fleurette.&mdash;</br>His gentle daughter's Dreams could only weep</br>And hover o'er her, waking, when they met.&mdash;</br>Wandered she, listless, for her hope had set.</br>Dull grief clung to her like a deadly shroud,</br>And if she ne'er complained, her eyes were wet</br>With heavy tears, &mdash; and deep sighs, if not loud,</br>Told her heart was breaking, though for lament too proud.", "Hid by the umbrage of the loaded vine,</br>Unseen, the sorrowing maid oft watched the pair;</br>Felt aching envy, fervid love combine,</br>Too much for human power, at once, to bear</br>Their eyes to meet, yet could she never dare.</br>Time to his form had added new-born grace,</br>While every beauty crowned the rival fair.</br>The heart-broke rustic, as she conned her face,</br>Sobbed and confessed her worthy of a king's embrace.", "\"She cannot love him though as I have done;</br>Ne'er can her sum of love half equal mine,\"</br>Low murmured forth the poor, forsaken one;</br>Then fled away in solitude to pine,</br>Or pray for death, the healing gift divine.</br>Thou, last, best gift of heaven to frail man,</br>Proud Deity!  all-worthy of thy shrine,</br>Who'st flown, unconquered, since the world began,</br>I hail thee, Death! &mdash; nor dread thy dart, nor aspect wan.", "In front an ivied cot, a young maid sat,</br>Plying, one eve, her lowly, humming wheel.</br>Around in rest all lay: &mdash; alone, the bat,</br>On leathern wing, pursued his whirling reel;</br>While 'gan the moon above the wood to steal.</br>The lulling night-air sometime woke a leaf,</br>And th' heavenly calm tried every ill to heal.</br>Yet in the maiden's breast there dwelt a grief,</br>That healing, soft repose ne'er knew, however brief.", "The path along soon passed a cavalier</br>Wild pleasure beaming 'bout his haughty brow,</br>Frighting alike the sullen frown and tear;</br>For strangers were they to the young knight now,</br>Howe'er to earth they made the damsel bow.</br>Onward he strode, &mdash; then sudden stopt and stared.</br>One look the peasant gave, then fell, full low,</br>Her streaming eye; &mdash; his fixed and wildly glared,</br>As though an airy being had him crossed and dared.", "\"Still-loved Fleurette,\" with faltering tongue he said,</br>\"Meet me, yet once, beside the fountain dear.\"</br>Sadly, she smiled and bent her lovely head,</br>Her blue eye glistening with the swelling tear,</br>Whispered, \"At wonted hour, you'll find me there.\"</br>Down o'er his brow the falling plume he drew,</br>And vanished quick within the thicket near.</br>The sluggish hours on lagging pinions flew;</br>Impetuous D'Albret cursed their speed and fev'rish grew.", "Beamless, the blood-red sun dropped 'neath the wood,</br>Nor moved the purple foliage, while the stream,</br>With plaining ripple, idly poured its flood,</br>And hung, far off, the blue fog in its dream.</br>While every sound did low and mellow seem.</br>The woodman's ditty and the dog's deep bay</br>Harmonious fell, in lonely hearer's deem,</br>And coining Fancy, looking round, might say.</br>She saw, in tangled wood's dark maze, the wild fays play.", "Came on the hour: &mdash; the prince impatient sped</br>Of former joy, again, the scene he sought.&mdash;</br>O'er all reign'd solitude, the while he read</br>That book of light, (the moon,) and thought</br>On one, with every tender feeling fraught.</br>She came not. &mdash; But his piercing, wandering eye</br>The well-remembered rose and dart then caught.</br>Like magic-wand it stood, and planted nigh</br>The fount, &mdash; witness of broken plight and love gone by.", "The withered flower, with a blush, he raised,</br>And starting saw a billet to it bound.</br>Thus ran the letter as he read amazed:</br>\"You love no more, &mdash; the fatal truth I've found.</br>Yet of reproach from me you'll ne'er hear sound.</br>May I meet mercy as I pardon you,</br>And each rich blessing in thy path redound.</br>Seek, &mdash; and you'll find I've kept my promise true.\"</br>Deep 'neath the fountain's wave, her corse then met his view.", "Now, gentle Reader, let me say, \"farewell.\"</br>If thou'rt a lady, with a ruby lip,</br>May women envy, men all hail thee belle;</br>For that's the cup, I think, you'd like to sip.</br>If thou'rt M. D.  in poisons fond to dip,</br>May'st thou rich fees and ne'er thy medicines take.</br>A merchant?  may you never wreck a ship,</br>For friends endorse, nor bungling bargains make,</br>Your very soul, to win all these, would you not stake?", "Art thou a farmer?  Oh!  then may thy grain,</br>Thy bullocks, sheep and ruta-baga sell,</br>And may militia-honours on thee rain.</br>If thou hast drunk at Coke's refreshing well,</br>May verdicts, writs, and fees, &mdash; such as ne'er fell</br>To lot of lawyer, veil black conscience' hue,</br>And drown all fear, if thou deserv'st a hell.</br>Art thou, my Reader sweet, a critic true?</br>Then may &mdash; but no! &mdash; I bid defiance and adieu.</br>"]