["SONS OF SEDITION, strike the String,</br>No vulgar theme demands the Lay;</br>And, though ye execrate a KING,</br>Sure, ye will celebrate this GLORIOUS DAY,</br>'Tis FOX'S BIRTH-DAY!  give the praises due</br>To him who holds the Throne of BAMFYLDE MOORE CAREW!", "KING OF THE BEGGARS, hail!  at thy command</br>Thousands shall pour from COPENHAGEN Field;</br>In PALACE YARD behold they take their stand,</br>Thy tongue at once their weapon and their shield,</br>With roaring voices, lo!  they call on THEE,</br>To preach the rabble Creed of FRENCH EQUALITY.", "Tell them the hideous change of bankrupt FRANCE,</br>Where FRAUD and MURDER prop the potent plan,</br>Is still, whate'er weak Bigots may advance,</br>THE NOBLEST FABRIC EVER RAIS'D BY MAN.", "Tell them, tho' GAUL the flag of WAR unfurl'd,</br>And bade, in ev'ry State, Allegiance cease,</br>That BRITAIN, still the Mistress of the World,</br>Should basely sue for ignominious Peace.", "Tell them that LAW'S, an odious, mean controul,</br>Beneath whose yoke no gen'rous Spirits cower;</br>And the Resistance, with the free-born soul,</br>Should always be a question but of Power;</br>If thy have strength enough to shake a Throne,</br>The honour, as the danger, be their own.", "But check, my Muse, the fond presumptuous Lay:</br>Nor vainly deem,</br>That, when DEMOCRACY'S the theme,</br>Thou e'er canst teach a PATRIOT what to say.", "Hark!  hark!  some Orator, in mischief strong,</br>Who, wild with factious ire,</br>Takes mad ambition for prophetic fire,</br>Indignant pours the imitative Song:", "\"Ruin seize thee, rigid PITT,</br>Confusion on thy Party wait,</br>While on the Treas'ry Bench they sit,</br>And prop OLD ENGLAND'S happy state.</br>Statutes, Patriots to oppress,</br>Nor e'en thy merits, which we must confess,</br>Shall screen thy ear from discontented cries,</br>From Faction's curse, from Faction's lies.\"", "Thus spoke the men, who urg'd the Ruffian zeal</br>Of a low Mob t' insult their KING, as late</br>He pass'd, absorb'd in cares for BRITAIN'S weal,</br>To move the Springs that energize the State.</br>Pert ERSKINE, envious, dropt his lantern jaws,</br>\"Huzza!\" cry'd TAYLOR Chick, an cluckt applause.", "On a Board, a Rabble Crew</br>Rais'd near Old RUFUS' legal Hall,</br>Rob'd in a garb of Buff and Blue,</br>He pour'd his patriotic bawl.</br>(Dark his face, and sable hair</br>Shook, like a Mop, amid the troubled air;)</br>And, with a BRISSOT'S guile, and MARAT'S zeal,</br>He rung the Jacobinic peal:", "\"See how the WHIG and CORRESPONDING Bands</br>Join to prevent the passing of the Bills;</br>At thee, O!  PITT, they stretch their eager hands,</br>On thee they imprecate a thousand ills:</br>Crouding no more, for fear they soon shall hang,</br>To low-bred JONES'S noise, or THELWALL'S coarse harangue.", "\"Stopt is sly PALMER'S cant,</br>That lur'd a Rebel train;</br>Rash GERALD droops within the Transport's hold&mdash;</br>Patriots ye seek in vain,</br>MUIR, whose furious rant</br>Made self-rais'd DELEGATES in Faction bold.", "\"To BOTANY'S opprobrious Bay</br>Chain'd they go, with anguish pale,</br>Far, far away, the penal varlets sail,</br>Where dex'trous BARRINGTON holds legal sway.</br>Dear lost Associates of my tow'ring views,</br>Dear as the Dice-box to my ravish'd ear&mdash;</br>Dear as a batter'd Beauty from the Stews&mdash;</br>Ye visit Rogues as bad as any here.</br>No more I'll wail.  Not there they sail&mdash;</br>In neutral ships, a daring clan,</br>I see them post to Gallia' Coast,</br>Declaimers of the RIGHTS OF MAN.</br>With me they wish prosperity to GAUL,</br>And wait, in anxious hope, the moment of thy fall.", "\"Motions make, and questions ask,</br>The Premier's measures to defeat;</br>Each debate renew the task,</br>The aims of Party to complete.</br>Fix the point, and fix the man,</br>In Senate to resume the goading plan,</br>Till shouts of triumph echo through the Hall&mdash;</br>Shouts, that the Minister soon must fall.</br>Exulting, Brethren, how with eager hands</br>We pounce upon the perquisites of Place,</br>And soon we squeeze, to recompence our Bands,</br>Th' Exchequer dry.  How happy now our case!</br>REFORM stalks forth, the NOBLES are decoy'd&mdash;</br>DEMOCRACY ascends, and MONARCHY'S destroy'd.", "\"Lofty Statesman, lofty PITT,</br>Lo!  he's on Opposition side:</br>No Place we leave, no Man admit,</br>Who us'd against us to divide.</br>Is his Brother out of Place?</br>His Brother's out.  His Brother's in disgrace.</br>Th' inferior Agents all must share his doom,</br>Gone for our Legion to make room.</br>Deep are our plots, and sly the means they chuse,</br>When Patriots first to change a State essay,</br>In specious guise, REFORM her aim pursues,</br>Rights to revolve, Abuses lop away;</br>Unconscious, some BOLD CHIEF, in lawless hour,</br>May stride o'er all, and keep the reins of Pow'r.", "\"Raise loud the call for Peace,</br>An Embassy provide,</br>Push'd from his Place, he yet will prop the Crown:</br>Soon on his hopeless side</br>His former Friends decrease,</br>And vote no longer for a Patron down.</br>Heard ye the storm of fierce debate,</br>Voice no voice, and vote no vote?</br>Long nights of wrangling shall convulse each throat,</br>And through the Rival Parties shake the State.", "\"Ye Chiefs of PARIS, Friends to Patriot Truth,</br>Whose lev'ling Virtue laid your Monarch low;</br>Despise his offspring's sex, and simple youth;</br>And let her to her mourning kindred go.</br>Above, below, tri-colours glow,</br>Twin'd with the boughs of FREEDOM'S Tree they fly:</br>Thy spirit, GAUL, will spread o'er all,</br>Draining the Regal Fountain dry:</br>Now, Brothers, our designs will soon be known,</br>Our triumphs to complete, we mean to seize the Throne.", "\"PITT, we doom thy certain fall,</br>(Spread we the net &mdash; we set the gin&mdash;)</br>We must seize thy Places all.</br>(He's out at last &mdash; we hasten in.)</br>Stay, oh!  stay, ye exil'd train!</br>Leave not a Party who your cause maintain.&mdash;</br>At yon blest shore, where Regicides command;</br>They stop, and take them hand in hand.</br>But oh!  what Noble Chiefs in GALLIA rise;</br>Exacting Constitutions as they please!</br>Patrons of Pillage, bless my eager eyes,</br>Ye great Collectors, teach me arts like these!&mdash;</br>No more Hereditary Rights avail&mdash;</br>All hail, ye SELF-RAIS'D KINGS, YE FIVE DIRECTORS, hail!", "\"Back'd by many a Patriot bold,</br>Aloft their crimson fronts they rear,</br>And POISSARDE Dames, and Ruffians old,</br>In furious Anarchy appear.</br>In the midst the FIVE who rule,</br>Their looks proclaim them of the Terror School;</br>Their grasping hands, their impost-raising plan,</br>Denote they'll make the most they can.</br>What yells Republican confuse the Hall!</br>What patriot phrensy spreads the general flame!</br>Hear, from above, dread ROBESPIERRE!  hear the brawl!</br>They deal forth horrors worthy of thy name.</br>The FORC'D LOAN moves, and as the land it racks,</br>Holds to the eyes of all, the many-killing acts.", "\"The Patriot verse prolong</br>On Politics or Play,</br>Or dinners at the Crown and Anchor drest,</br>'Mid BROOKS'S circle gay,</br>Or preaching to the throng</br>Of HONOUR, with our Party but a jest.&mdash;</br>A voice, as of the Treasury choir,</br>Bids my tow'ring visions die;</br>All my prophetic raptures sudden fly,</br>And lost in dull reality expire.</br>Stern, cautious PITT, think'st thou the feeble Acts</br>Thy Lawyers fram'd, will quell seditious prate;</br>Again, unblushing, we shall call for facts,</br>And shake the Senate with renew'd debate.</br>Enough for me:  with grief I see,</br>The diff'rent doom our fates assign;</br>Thine the KING'S choice, and Nation's voice&mdash;</br>Subscriptions and the Rabble mine.\"</br>He spoke, and waddling from the scaffold drew,</br>Dragg'd by a ruffian gang to join a Gambling crew.</br>"]