["There was a time when all my youthful thought</br>Besides the Muse, was Jacobinic fame,</br>How fair it flourisheth and changeth not,</br>Alone enduring, when the Monarch's name,</br>And Conqueror's too, depend upon one's quill;</br>And 'twixt ourselves, perhaps I think so still.", "How best to build the imperishable lay</br>(Not such as this) I pondered, day and night;</br>And early in adventurous essay,</br>Treated said Monarchs with an awful slight.</br>Friends would have had me keep the Court in view;</br>\"But lord,\" said I, and smiled, &mdash; \"that path pursue.\"", "\"For what,\" said I unto myself, \"car'st thou</br>For Courts, &mdash; whom Nature at thy happy birth</br>Did with the largest share, I think, endow</br>Of vanity that ever was on earth,&mdash;</br>Then when the old women, o'er the christening stone</br>Held thee, good souls, and blest thee for their own.", "They promised them, that mumbling thou shouldst chew</br>All ends half-thinking, &mdash; foods for vanities:</br>That thou shouldst still, whatever thou mightst do,</br>Every one else except thyself despise;</br>And in obedience to the impulse given</br>Talk, in despite of self-refuting even.", "Along the world's high-way let others croud,</br>A pack of knaves, who do not think like thee;</br>Far from such vain, such vicious, and such proud,</br>Sit thou content and care not what they be:&mdash;</br>To hackney ends devote thy prosing art,</br>And nurse, as we do thee, thy drivelling rhyming part.", "Thanks to the dames, who from my earliest days</br>Thus taught me what to do, &mdash; as I have done;</br>Who turned my foot-steps from those sad high-ways,</br>In none of which have I been found, save ONE:</br>And that, whate'er the fools may say ('od rot 'em)</br>Leaves me quite easy, &mdash; fettered not an atom.", "For therefore have I bowed and smirked with joy,</br>And all my paths are paths of pleasant knees;</br>And head and all, I'm just as when a boy,</br>And never know a moment's want of ease;&mdash;</br>Time, which makes some for others' misery smart,</br>Has grizzled me perhaps, but left untouch'd my heart.", "Sometimes I'm sore indeed, &mdash; but let that rest,</br>Verses I write, &mdash; high flyers, &mdash; sure to please ye;&mdash;</br>But what I mostly do, and think my best,</br>Is writing history, which is far from easy.</br>Thus in past ages (I may  say) I live,</br>And future (all agree) my sure reward will give.", "Yea, in this now, is foretaste given my lips</br>Of that fine meed, (spite of malicious joker);</br>Here I enjoy, amidst my haws and hips,</br>The friendship of wise Grosvenor and good Croker:&mdash;</br>The battles of the Kings and Priests I fought ye 'em,</br>And so at last they've crowned my caput mortuum.", "That wreath which Spenser, my dear master, wore,</br>(At least I chuse to say it, &mdash; so am right),</br>Which Drayton, just about as much too, bore,</br>And Jonson, really did, and Daniel might,&mdash;</br>(That fellow's laugh there isn't to be borne!)</br>By glorious hand 'twas given, by glorious head 'tis worn.", "Proudly therewith, for rightful victory</br>I rais'd my head, now owned to be the best,&mdash;</br>Which, and not vainly, I had thought would be,&mdash;</br>As one, who with a saving knowledge blest,</br>In history and the heart of man could find,</br>That one cause left will make the other kind.", "Proudly (a way of mine) the royal ear</br>I twitched, and sung to, seeing Peace advance;</br>When like myself improved, the Allied ones dear</br>Broke their wrong vows, and forced a throne to France,</br>Exulting, as became me, in such joy,</br>I patronized the Prince, and said \"Well done, my boy!\"", "And  when, as if whatever might turn out</br>Were but to tipsify his jolly reign,</br>Princes and Potentate, and Chieftains stout,</br>Came o'er, and fell into my Lord Mayor's train,</br>And dined for joy, &mdash; then, for abstain I couldn't,</br>I made their names to live, which otherwise they wouldn't.", "And when that last great hour, big with event,</br>('Twas rather perilous, I must confess)</br>Completed Europe's and my argument,</br>I sung of Wellesley, and myself no less,</br>Paying the tribute to a pen o'erjoyed</br>To find it had not been most awkwardly employed.", "Such strains beseemed me well, &mdash; especially</br>As I had once done wrong to Blenheim's plain,</br>And shut my ears unto the trumpet's glee,</br>And swore 'twas infamous that kings should reign;</br>But then I well may ask, how shall this suit</br>With royal weddings and a courtly lute?", "Fitter for me the lofty strain severe,</br>That calls for law on those who change despise;</br>Fitter the songs, that when a change is clear,</br>In side at least, deny it with with strange eyes;&mdash;</br>Fitter for me, in short, and my new spirit,</br>To reverence, as I should, departed merit.", "But then my Master dear arose to mind;</br>He, on whose song, since I've become so noted,</br>(No doubt, attracted to it's obvious kind)</br>I find, while yet I was a boy, I doated:&mdash;</br>He on  whose tomb these eyes were wont to dwell,</br>Though wherefore, I, nor no one else may tell.", "He whose green laurel shall be young for ever,</br>And who was pure in every thing he wrote,</br>Never indulging in the lest thing &mdash; never&mdash;</br>That any puritan would not have thought;</br>Sweet too as pure, and not more pure than wise&mdash;</br>In short, as like myself, as eyes to eyes.", "I called to mind that mighty Master, how</br>He sung when he brought home his beauteous bride,</br>And Mulla join'd, as the Canal shall now,</br>And Mole, like proud St. James's top, replied;</br>Never was strain so lovely and divine,</br>And never would be, but for this of mine.", "His cup of joy was mantling to the brim,</br>Yet solemn thoughts enhanced his deep delight;</br>And one there may be, full, I trust, like him,</br>As sweet, consistent, and divine a wight;</br>For art thou not, Bob Southey, of his class?</br>I said, and dreamt that I was not an ass.</br>"]