["In t' other hundred, o'er yon swarthy moor,</br>Deep in the mire with tawny rush beset;</br>Where bleak sea-breezes echo from the shore,</br>And foggy damps infect the noontide heat,</br>There lies a Country Curate's dismal seat:</br>View well those barren heaths with sober eye,</br>And wonder how a man can live so wretchedly.", "See, to the farmer's yard, where close allied</br>A ragged church th' adjacent dikes commands;</br>On bell the steeple fills, (the tinker's pride!)</br>The beams are wreath'd about with hempen bands,</br>Wove, as the roof decay'd, by pious hands:</br>Drops from the thatch still keep the whitewash wet,</br>God bless the holy man that dares to preach in it!", "The house stands near, this church's softer brother;</br>On crutches both advanc'd in hoary eld:</br>A double rail runs from the one to t' other,</br>And saves the Curate from the dirty field,</br>Where muck of various kind and hue is mell'd:</br>O'er this each Sunday to the church he climbs,</br>And to preserve his cassock risques his limbs.", "Him liveth near in dirty neighbourhood,</br>His clerk, a blacksmith tho', of sallow hue;</br>Whose empty cellar long hath open stood,</br>A certain sign of penury and rue:</br>Him would the Curate fain persuade to brew.</br>Still happy man, if I should leave untold</br>The shrew, who of his life shrill government doth hold.", "The well known power of an English wife</br>Nor day nor night she ceases to explain;</br>Her wit unrein'd promotes eternal strife,</br>Her beauty makes her arrogant and vain,</br>And both conspire to sharpen her disdain;</br>While rank ill-nature poisons all his joys,</br>Confus'd in endless squabble and unceasing noise.", "Eight years hath heaven plagu'd 'em with a boy,</br>Who hates a sister younger by a year,</br>Whose hungry meagre looks sans life or joy</br>They view, and frown upon ye wrangling pair,</br>(Who like two rav'nous locusts do appear</br>On one small flower) repent that e'er they sped,</br>Since Cupid's golden shafts they find are tip'd with lead.", "Each sun arises in a noisome fog,</br>Tir'd of their beds they rise as soon as light;</br>With like disgust their summers on they jog,</br>And o'er a few stray chips their winter night:</br>Such is the married Essex Curate's plight!</br>Tho' seasons change, no sense of change they know,</br>But with a discontented eye view all things here below.", "When meagre Lent her famish'd look uprears,</br>Her eyes indent with penury and pine;</br>Forth go the hungry family to prayers,</br>And pious sermon, while the farmers dine;</br>In vain the children for their meals repine:</br>The blooming fields administer no cheer,</br>Joyless they view the purple promise of the year.", "Summer attends him with fresh troubles ply'd,</br>His breeches hung aloft for winter's wear:</br>He spies the flocks fly the returning tide,</br>And every tenth he wishes to his share;</br>Now to the hay-field trudge the hapless pair;</br>And if they kindly treat the country folk,</br>They compliment his Rector with ye biggest cock.", "When Autumn fretful fills the teeming mead,</br>And plenty frees the farmer's heart from care:</br>Mean time the thought of surplice fees delay'd,</br>And th' hollow gulphing of the tilted beer,</br>Unpay'd for yet!  distract his mind with fear;</br>No hopes another vessel to procure,</br>Unless with learned scraps he suns th' admiring brewer.", "When Icy bands the stiffen'd wave enfold,</br>At grudging neighbour's is he often seen,</br>Chafing with borrow'd heat the outward cold,</br>But ah!  no beer to thaw the cold within;</br>And then his wife pursues with hideous din;</br>Thence in the barn he muses what to say,</br>To mend, yet not offend her on next sabbath-day.", "Still worse and worse her lashing tongue he feels,</br>The spurns of fortune and the weight of years:</br>The post-horse thus, an ancient racer, reels,</br>No longer now a steddy course he steers,</br>His knees now tremble and he hangs his ears;</br>He sweats, he totters, cover'd o'er with gore,</br>And falls unpity'd, as he liv'd before.</br>"]