["Before we part, dear title, that so long</br>Has been the friend and partner of my life,</br>I would a while forget the bondage strong</br>And terrors, centered in the name of \"wife.\"</br>That little word, the harbinger of strife,</br>Has been my bug-bear for these last ten years;</br>And more than once I've thought of rope or knife,</br>Effectually to rid me of my fears;</br>But now I'm fairly fixed, and no relief appears!", "How long, 'neath thy protection, have I roved</br>O'er the wide surface of this motley world,</br>And changing as the moment's thought approved,</br>Now casting anchor, now with sails unfurled:</br>If by love's breeze the wave beneath was curl'd,</br>The helm I for a time to love resigned;</br>If on rejection's billows I was hurled,</br>I trimmed my vessel to the shifting wind;&mdash;</br>Perhaps the lady did not know her mind.", "Canst thou forget the lodgings in the Strand,</br>Whose windows looked upon the throng below?</br>Canst thou forget the rooms, so neatly planned,</br>And stocked with all my pocket could bestow;</br>The easy chair, voluptuously low,</br>With back just fitted to the weary head,</br>Where, after dinner, when the kindly glow</br>Of Port subsided, I was wont to read:</br>And you, ye slippers!  you shall have your meed.", "Dear patent argand, that on winter night</br>Of frost and snow, didst welcome my return;</br>When, with well-tutored hand and calm delight,</br>I've trimmed the wick, and made thee brighter burn:</br>To think of these I cannot choose but mourn,</br>Just on the point of changing my estate;</br>They solaced one whom many called forlorn,</br>And wondered how I bore my lonely fate:</br>They said I yet was hale, and bid me choose a mate.", "At George's, in the street called Coventry,</br>Soon, soon, my last good dinner I shall eat;</br>Quaff my last thimble-full of Beaume-de-Vie;</br>Try all the methods of disguising meat,</br>On which De Jarrin and Beauvilliers treat:</br>In Birdcage-walk no longer shall I rove,</br>My old acquaintance, Singleton, to meet;</br>No more sit musing on the bench I love,</br>\"Wrapt in fond thoughts and recollections sweet:\"</br>No!  I must dine at home, in Little Madox-street!", "Once I was wont to travel in the spring,</br>By coach, to Brighton, or to Wales:</br>In short, in vulgar phrase, to \"have my swing,\"</br>Upon the box to snuff the country gales;</br>(And, by the way, I most preferred the mails.)</br>Adieu!  dear box; adieu!  ye happy days;</br>At your loved thought my firmness almost fails:</br>In future I shall have to take a chaise,</br>When my cramp'd legs will execrate the bales</br>Of caps, gowns, petticoats, shawls, hats, and veils.", "Free as the winds, I once could bend my way</br>To the twin shrines of histrionic wit;</br>I could my three-and-sixpence deftly pay,</br>Content among the critic throng to sit,</br>And well inured to squeezing in the pit:</br>But soon my liberty will be no more;</br>My wife will cry, \"Dear Matthew, 'tis not fit</br>That I, who, marrying, brought you thousands four,</br>Should take my place, before the lamps are lit,</br>Among th' ignoble mob. &mdash; I really won't submit!\"", "\"Submit,\" aye, there's the rub; whether 'twere better</br>To stem the torrent of my spouse's tongue;</br>And, by opposing, end the strife?  or let her</br>Talk till each change of argument is rung,</br>And waste the subject, or her strength of lung?</br>To scold &mdash; to scream &mdash; no more; but in that screaming</br>What words may come!  'tis this that makes me long</br>That I were dead, or doating; drunk, or dreaming;", "Ne'er to be waked by the connubial gong;</br>And swell, perchance, the Mayor of Garrat's throng!</br>What!  shall I never more come down to breakfast,</br>Unshaved, in my chintz-coloured dressing-gown?</br>What!  not allowed to eat my muffin-cake, fast,</br>Or slow, as I may choose to wash it down?</br>Forbid it Heaven!  I would not, for a crown,</br>Give up such rights as these. &mdash; What!  to consult my watch, ill or</br>Well, and to get up at eight? &mdash; Men \"on the town!\"</br>If after forty-five you make a match, you'll err</br>In slighting the advice of an expiring BACHELOR.</br>"]