["When now the spring had burst, with genial power,</br>Each rosy bud, and open'd every flower,</br>Thrown his green mantle on the fields and woods,</br>And brush'd, with balmy gales, the curling floods,</br>Scarce had the sun dispers'd, with early ray,</br>The shades of night, and shed the dawn of day,</br>Scarce had the flocks their dew-dipt fleeces dried,</br>Or silent anglers reach'd the glassy tide,</br>When to those bowers, which oft a monarch's care</br>With Britain's bliss, and Europe's ballance share,</br>To Kensington's fair bowers, by Love inspir'd,</br>With lonely step a pensive swain retir'd,</br>While the blithe bullfinch tun'd his mellow lay,</br>And the shrill blackbird whistled from the spray.", "O for that Muse which first, in nervous strains,</br>Display'd the splendor of these fairy plains,</br>Where, by the moon, the dancing Fays were seen,</br>And royal Kenna glimmer'd on the green,</br>Eugenia then with equal charms should shine,</br>And Tickell's Kensington should yield to mine,</br>While, in a brake conceal'd, I now disclose</br>What there I heard, and tell the shepherd's woes.", "\"Ah!  what avails it me that Nature spreads</br>Ambrosial fragrance o'er the verdant meads,</br>That from each bush melodious murmurs fly,</br>And soft aerial music fills the sky!</br>Nature, in vain your fragrant flowers you spread,</br>In vain your songsters warble o'er my head,</br>Nor flowers my eye, nor music charms the ear,</br>Not Eden's self can please 'till Eve appear.", "\"Blest with Eugenia, were I doom'd to seek</br>The barren hills of Scotland and the Peak,</br>By Fortune's frown to dreary deserts sent,</br>The Fells of Westmorland, or Wealds of Kent,</br>Even Fortune's frown her presence would beguile,</br>And make bleak hills and dreary deserts smile,</br>Invest each barren plain with bloomy pride,</br>And give those charms which Nature has denied.", "\"But far from her I seek these lonely bowers,</br>And sooth with rural tasks the tedious hours;</br>Pluck the pale primrose from its velvet bed,</br>Or stray where cowslips hang the dewy head,</br>And, pensive, listen to the rustic lay</br>Of jocund mowers chanting o'er their hay:</br>Now, wrapt in thought, and lost in devious shades,</br>With tuneful bards I court th' inspiring Maids;</br>With Thomson thro' each varying season rove,</br>Or mourn with Lyttelton in Hagley's grove;</br>Yet even their numbers my distress renew,</br>In Lucy my Eugenia's mind I view,</br>Or in Lavinia's blushing beauties trace</br>The glowing charms that deck her polish'd face,</br>And must these charms, I sighing cry,</br>Still be reveal'd alone to fancy's eye?", "\"Now pleas'd, I listen to the feather'd throng,</br>While Love inspires, and Nature tunes the song:</br>The lark, sweet leader of the glossy train,</br>Tells his shrill tale of love, nor tells in vain;</br>Hoarse thro' the wood the turtle strains her throat,</br>And cooes responsive to the ring-dove's note;</br>While the blithe linnet, in yon hawthorn-spray,</br>Delighted twitters her ecstatic lay:</br>To this soft theme each rising morn attends,</br>And evening hears it when her dew descends:</br>And can Eugenia, whom all charms adorn,</br>As evening mild, unclouded as the morn,</br>Sweet as the lark, high-pois'd in early air,</br>And as the linnet's downy plumage fair,</br>Can she her lover still regardless view,</br>Nor crown a passion like the turtle's true?</br>Oft to these plains enamour'd I retire,</br>Where thy proud turrets, Holland-House, aspire,</br>Where Addison, with courtly Warwick, stray'd,</br>Or with his Tickell moraliz'd the shade:</br>Here, on the prospect gazing with delight,</br>Hills, woods, and vallies, strain my wondering sight;</br>Here, tipt with gold, the glittering villas rise,</br>There, lost in smoke, they mingle with the skies:</br>But short the pleasure which these plains attends,</br>Vain the delight which even this prospect lends;</br>Birth, riches, grandeur, with contempt I view,</br>And wisdom, goodness, truth alone pursue;</br>I boast a love whose flame these objects guide,</br>Nor envy Addison his titled bride;</br>And undelighted all this landscape see,</br>While every thought, Eugenia, turns on thee,</br>And no kind vista points the fair retreat,</br>Where all these virtues now have fix'd their seat.", "\"But see!  the lightning's momentary gleam</br>Darts thro' the trees, and glimmers on the stream,</br>And distant thunders, with an ample growl,</br>From themes of love and sorrow rouze my soul.</br>Then cease, fond swain!  for hark!  even now above</br>Heard is your sorrow, and approv'd your love;</br>The sympathising clouds condole your pain,</br>With you they murmur, and with you complain;</br>The soothing breezes to your sighs reply,</br>And pitying drops soft trickle from the sky.</br>Then fly, fond shepherd, from this gloomy grove,</br>And seek the covert of yon close alcove;</br>There, from all storms, a shelter you may find,</br>But Love, that raging tempest of the mind.\"</br>"]