["THYRSIS, MENALCAS.", "Fast by a shady Brere, as did befall,</br>Where Philomele with sad attuned Song,</br>Whilome who wont the raptur'd Sense entrall,</br>O'rewent with Woe now plain'd her captive Young,</br>High on a grassy Hillock sat the Swaine,</br>THYRSIS, the soothest Shepherd of the Plaine.", "His fav'rite Crooke, which equal Snubs divide,</br>(For Shepherds meetest Ornament I ween)</br>And leathern Scrip beseem'd his gracefull Side,</br>When flow'r'd the Yeare, and Pansies dight the Greene:</br>His nibbling Flock, the Shepheard's greatest Lure,</br>Withouten Dreede of Wolves yrov'd secure.", "Sike dapper Ditties would it please him sing,</br>As earst the Swaine of Rural Pan did lere,</br>When Winter's stormy Blast was spent, and Spring</br>Reviv'd the Trees yclad with Branches sear:</br>None better seen to quest the rapid Flood,</br>Ne charm the feather'd Songsters of the Wood.", "By that 'gan Phoebus Welk with milder Ray,</br>Each closing Shoot drink up the moist'ning Dew,</br>Each Head declin'd ywept the Sick'ning Day</br>Of Cowslip pale, and glowing Violet blew.</br>Tho bleating Flocks 'gan leave the russet Plaine,</br>What Time MENALCAS thus areed the Swaine.", "MENALCAS.</br>THYRSIS, I weene nar yonder dimple Stream,</br>Where Dryades on the verdant Carpet play,</br>Sike Notes I caught thy tunefull Theme,</br>Sike Notes as Songs of Jovisance bewray:</br>None but thyself couth frame sike Poesy,</br>Ne fitts for meaner Breast aspire to high.", "Forthy say frankly wherefore, lovely Boy,</br>Sike jocund Sounds thy leisure Moments claim?</br>Why craggy Mountains echoe Songs of Joy,</br>Eke gentle Zephyrs whisper DAPHNE's Name?</br>Me listeth know why sounds with sweetest Lay</br>Thine oaten Pipe, while far thy Lamkins stray.", "THYRSIS.</br>Musick, Shepheard, sure I con no Skill,</br>Ne strive to charm, with peerless Roundelay;</br>Enough is me to tune my homely Quill,</br>While shady Braunches shroud from sunny Ray:</br>Ne doth my liefest DAPHNE e'er despise</br>The lowly Ditties that I wont devise.", "MENALCAS.</br>THYRSIS, to weet thy Rhymes I more delight</br>(Albe thou carest nought thine Art to show)</br>Than honied Bee with Wings of Velvet dight,</br>Or Streams, that weet in gentle Murmurs flow.</br>So mought it please thee DAPHNE's Praise rehearse,</br>That lives on yonder Beach, in soothest Verse.", "THYRSIS.</br>Sithence my Sonnet thus bedeign to hear,</br>Ne wouldest once the Shepheard's Muse deride,</br>What fitter Subject tho to please thine Ear,</br>Than Rhymes that tell of DAPHNE, Beauty's Pride?</br>Tho listen Shepheard to my rural Song,</br>The whiles our Flocks do feed these Shrubs emong.", "When blooming DAPHNE treads the verdant Greene,</br>The drooping Pink ne wails the stormy Stour,</br>Or wanders nar the silent wat'ry Scene,</br>The scaly Tritons croud the glist'ning Shore.</br>Ybent to Love doth ev'ry Shepheard glow,</br>And sweetest Girlonds dight for DAPHNE's Brow.", "At sight of DAPHNE whistling Winds been hush,</br>Ne drearie Clouds obscure the vaulted Sky;</br>But Notes melodious fill each bramble Bush,</br>Ne Thunders threaten whiles the Nymph is nigh.</br>If DAPHNE smile, Sol sheds a milder Ray,</br>And Aura's musky Breezes cool the Day.", "Ye Shepheards, all that been with Love ytake,</br>Hie there apace, where jocund Rebecks sound;</br>Ne scorn with Rustick Pipe most sootely make,</br>While blithsome Damsels deftly beat the Ground.</br>There sitten DAPHNE, Queen of Shepheards hight,</br>With scarlet Roses deckt, most seemly Sight!", "Dark Poplar Boughs of him been loved best,</br>Who durst with all in derring Do compare;</br>Of Phoebus bitter Lawrel, while the rest</br>Small Valewe have, ne deign he count them fair.</br>But neither this one nor that be fair, I trow,</br>Sith charming DAPHNE loves the Filbeard Row.", "Whilome I chauncst to meet that beardless Boy,</br>Bright Venus' Son, yclep'd the God of Love;</br>Begirt with gawdy Greene, the Shepheards Joy,</br>Culling soft Flow'rs in thilk same Myrtle Grove.</br>Thrice DAPHNE past, ah me!  how wond'rous Fair!</br>And thrice he deem'd his Darling Psyche near.", "Sweet been the Flocks that Brouze the tender Vine,</br>Or wanton Goats that scale the Mountain high;</br>Or chaunt of Lark through twisted Eglantine,</br>Whose early Song declares the Morning nigh;</br>Or gentle Winds that warbling work Delight.</br>When blooming DAPHNE glads my pleased Sight.", "But neither Flocks that brouze the tender Vine,</br>Ne wanton Goats that scale the Mountain high;</br>Ne chaunt of Lark through twisted Eglantine,</br>Whose early Song declares the Morning nigh,</br>Ne warbling Winds may quell my raging Paine,</br>When loved DAPHNE leaves the grassy Plaine.", "Oft as I wont to range thilk pleasant Dale,</br>Where fruitful Fields been every where to see;</br>Where winding Mincius laves the fragrant Vale,</br>And leafie Braunches clothe the spreading Tree;</br>A cup ywrought I found, whose curious Frame</br>Well witness Hobbinol the Maker's Name.", "There Orpheus sitten, that harmonious Bard!</br>Whose skilled Fingers touch the warbling Lyre;</br>While tender Lambs ne dreede the furious Pard,</br>Ne growling Tygers boast their wonted Fire.</br>To gain this peerless Cup hath Delia strove,</br>But DAPHNE claims this Token of my Love.", "Pomona's Hand mine Orchard well has stor'd,</br>The herding Boughs present the juicy Pear;</br>Ne downy Peaches doth she Scorn afford,</br>And these shall DAPHNE, beauteous Damsel, share.</br>Ah!  carefull Colin, sure thy Gifts been vaine,</br>Ne weigheth DAPHNE ought thy lowly Straine.", "MENALCAS.</br>Shepherd, thy gladsome Words more Pleasauance yeild,</br>Then balmy Sleep that seals the Mower's Eyes;</br>Or Western Gales that fan the scorched Field,</br>When sultrie Phoebus holds the top-most Skies.</br>More soote thy Notes to charm the list'ning Sheep,</br>Than his that of our Lambkins taketh Keep.", "Never did Pipe like that the Sense enthrall,</br>With which sage Tit'rus earst my Skill apay'd;</br>Sage Tityrus, ywept of Shepheards all,</br>That sootely make, whose Love as Life I way'd,</br>But now to Thyrsis' Hand I reede it due,</br>Sith he con best its former Straines renew.", "But twinkling Vesper gilds the gloomy Night,</br>Come Thyrsis rise, and let us homeward hie;</br>And see, the silent Moon with Silver Light</br>Peeps o'er yon Cloud that veils the Starry Sky.</br>Now sure it is time to fold our tender Sheep.</br>Tho rise, my little Lambs, that lulled been asleep.</br>"]