["Far to the west, I see the distant sun</br>On burning car, slow wheeling down the main,</br>His moon is past, his dazzling beam is done,</br>Till the bright morn shall lead him up again.</br>Like him I sink &mdash; and I must hope in vain</br>To see my splendours usher'd in once more,</br>While, through the gloomy twilight's sober train,</br>I wander, sad and pale, along the shore,</br>To list the fisherman home-bound on weary oar.", "Oh, Hudson!  bedded in the highland hills,</br>Where oft I sported in the splendid year;</br>Thy disembroguing flood restrains me still,</br>Infrangible around my prison drear;</br>Yet may thy banks be green, thy streams be clear,</br>Sprinkled with balmy dew and flowrets bright;</br>For they are  sanctified with many a tear,</br>That dropt, when Mem'ry, bending through the night,</br>Did strain her languid eye toward scenes of past delight.", "They are all fled!  and many an hour serene</br>Hath been forgotten, between them and me,</br>Since Clove's sweet valley, clothed in summer green,</br>Was erst the cradle of mine infancy.</br>Oh!  that I could recall their harmony</br>From out the waste of time, where they are dead,</br>From out the halls of midnight revelry,</br>Where folly trampled on the sweets they shed,</br>As treads the scornful gale o'er the pure lilies head.", "The moon is up, and soft and beauteously</br>The shores lie basking in her evening beam;</br>Where, in his skiff, the mariner I see,</br>Cradled to sleep, with rocking on the stream.</br>The sea-breeze steals over the deep, to dream</br>Upon the bosom of its favourite flower:</br>How beautiful the land and water seem,</br>With wave, and moonlight hill, and steeple tower,</br>All hush'd, as if they felt the soothing slumbering hour.", "Yet, not for me, on heaven's cerulean verge,</br>Returning Cynthia gilds the night once more;</br>For still I hear, at times, the guardian surge</br>Girdling the island with its sullen roar.</br>Oh!  for Dudalief's pinions famed of yore,</br>To leave, in airy whirls, my prison's bond,</br>And fly to yonder forest fringed shore,</br>Where here and there a taper quivering round,</br>Flits, like a phantom gleam, along the night profound.", "Hark!  o'er the moaning waters softly breathing,</br>From some lone bark that moors along the land&mdash;</br>The sound of peace, with \"linked sweetness\" wreathing,</br>In rich low murmuring dwells along the strand.</br>Now in full tones combining on the wind,</br>Now sweetly trembling o'er the waters dim,</br>It is the sea-boy, at his lonely stand,</br>Slumbering his watch upon the vessel's brim,</br>And chanting, as by fits he wakes, the evening hymn.", "Oh, muse!  heavenly muse!  thou canst charm</br>The sorrowing soul to rapture!  even this</br>Pours through the ducts of this long wasted form.</br>A sad and momentary word of bliss.</br>'Tis over soon, yet leaves a consciousness</br>Of joys, which past, may not return again,</br>A melancholy pleasing listlessness;</br>A vision of delight!  a dream of pain</br>From which the soul, that wakes to weep, cannot refrain.", "Oh, Freedom!  birthright of the tawny Ind,</br>Whose bed, at night, is on the mossy ground;</br>Whose lullaby, the rudely rocking wind</br>That wails along the woods with sobbing sound,</br>Oh!  that I could on thy light footsteps bound,</br>To meet the savage in his northern plains,</br>Uncircumscribed in all the region round,</br>Where the wild steed, the boss and bit disdains,</br>And lord of the bright heavens the towering eagle reigns.", "But no!  that boon for which so many stand</br>Competitors, must not be claim'd by me,</br>Till I am number'd in that unknown land,</br>Where sorrows cease, and slaves again are free.</br>Count up the hours and let them quickly flee,</br>Till the last phial on my brow is shed;</br>Sad cure for those who mourn &mdash; yet let it be,</br>Freedom is worth where e'er she lifts her head,</br>Even though it were amid the chambers of the dead.", "Patience, kind heaven!  O let me not repine</br>In hours of suffering for my days of sin.</br>Parent of good, thou seest these tears of mine,</br>A sad peace-offering for the heart within;</br>The bruised reed thou wilt not burst in twain,</br>Nor wholly quench the mourner's cheerless eye,</br>Thou wilt not crush the penitent again.</br>Perchance thy hand shall teach him were to lie,</br>Smooth his pale brow and lay it on thy lap to die.", "But lo!  the night begins to wear apace,</br>The lark springs joyous to the dawn so dun,</br>Weary and cold my steps I must retrace,</br>Before the rousing of the morning gun.</br>One prayer, and then farewell &mdash; my song hath done;</br>Oh!  mother-earth, from sorrow shelter me,</br>Before the downfall of another sun;</br>Upon thy bosom laid, may my rest be,</br>A long last sound repose from every evil free.</br>"]