["THE ARGUMENT.</br>ROGET Heere Alexis moves,</br>To embrace the Muses loves;</br>Bids him never carefull seeme,</br>Of anothers disesteeme:</br>Since to them it may suffize,</br>They themselves can justly prize.", "ROGET.  ALEXIS.", "ROGET.</br>ALEXIS, if thy worth do not disdaine</br>The humble friendship of a meaner Swaine</br>Or some more needfull busines of the day,</br>Urge thee to be too hasty on thy way;</br>Come (gentle Shepheard) rest thee heere by mee,</br>Beneath the shadow of this broad-leav'd tree:</br>For though I seeme a stranger, yet mine eye</br>Observes in thee the markes of courtesie,</br>And if my judgement erre not, noted too</br>More then in those that more would seeme to do;</br>Such Vertues thy rare modestie doth hide,</br>Which by their proper lustre I espied;</br>And though long maskt in silence they have been,</br>I have a Wisedome through that silence seene:</br>Yea, I have learned Knowledge from thy tongue,</br>And heard when thou hast in concealment sung,</br>Which me the bolder and more willing made</br>Thus to invite thee to this homely shade.</br>And though (it may be) thou could'st never spy</br>Such worth in mee, I might be known thereby,</br>In thee I doe, for here my neighbouring Sheepe</br>Upon the border of these Downes I keepe:</br>Where often thou at Pastorals and playes,</br>Hast grac'd our Wakes on Summer Holy-days;</br>And many a time with thee at this cold spring</br>Met I to heare your learned shepheards sing,</br>Saw them disporting in the shady Groves,</br>And in chaste Sonnets wooe their chaster loves:</br>When I endued with the meanest skill,</br>Mongst others have been urg'd to tune my quill,</br>Where cause but little cunning I had got,</br>Perhaps thou saw'st me, though thou knew'st me not.", "ALEXIS.</br>Yes Roget I doe know thee and thy name,</br>Nor is my knowledge grounded all on fame:</br>Art thou not hee that but this other yeere,</br>Scared'st all the Wolves and Foxes in the sheere?</br>And in a match at Foot-ball lately try'd</br>(Having scarce twentie Satyrs on thy side)</br>Held'st play:  and thogh assailed kept'st thy stand</br>Gainst all the best-try'd Ruffians in the land?</br>Didst thou not then in dolefull Sonnets mone,</br>When the beloved of great Pan was gone;</br>And at the wedding of faire Thame and Rhine,</br>Sing of their glories to thy Valentine?</br>I know it, and I must confesse that long</br>In one thing I did doe thy nature wrong:</br>For till I mark't the aim thy Satyrs had,</br>I thought them overbold, and Roget mad;</br>But since I did more nerely on thee looke</br>I soon perceiv'd that I had all mistooke;</br>I saw that of a Cynicke thou mad'st shew</br>Where since I finde that thou wert nothing so,</br>And that of many thou much blame hadst got,</br>When as thy Innocencie deserv'd it not.</br>But that too good opinion thou hast seem'd</br>To have of me (not so to be esteem'd)</br>Prevails not ought to stay him who doth feare</br>Hee rather should reproofes than praises heare</br>'Tis true, I found thee plaine and honest to,</br>Which made me like, then love, as now I doe.</br>And Roget, though a stranger, this I say,</br>Where I doe love, I am not coy to stay.", "ROGET.</br>Thankes gentle Swaine that dost so soone unfold</br>What I to thee as gladly would have told:</br>And thus thy wonted courtesie exprest</br>In kindly entertaining this request:</br>Sure I should injurie my own content,</br>Or wrong thy love to stand on complement:</br>Who hast acquaintance in one word begun,</br>As well as I could in an age have done:</br>Or by an over-weening slownesse marre</br>What thy more wisdom hath brought on so far</br>Then sit thou dowe, and Ile my minde declare</br>As freely, as if we familiars were:</br>And if thou wilt but daigne to give me eare,</br>Something thou mayst for thy more profit heare.", "ALEXIS.</br>Willingly Roget I obey.", "ROGET.</br>Then know Alexis, from that very day,</br>When as I saw thee at that Shepheards Coate,</br>Where each (I think) of other tooke first noate,</br>I meane that Pastor who by Tavies springs</br>Chaste Shepheards loves in sweetest numbers sing</br>And with his Musicke (to his greater fame)</br>Hath late made proud the fairest Nimphs of Tham</br>E'ne then mee thought I did espie in thee,</br>Some unperceiv'd and hidden worth to bee:</br>Which in thy more apparent vertues shin'd,</br>And, among many I in thought divin'd,</br>By something my conceit had understood,</br>That thou wert markt one of the Muses brood.</br>That made mee love thee:  and that Love I bear</br>Begat a Pittie, and that Pittie Care:</br>Pittie I had to see good parts conceal'd,</br>Care I had how to have that good reveal'd,</br>Since 'tis a fault admitteth no excuse</br>To possesse much and yet put nought in use:</br>Heereon I vow'd (if we two ever met)</br>The first request that I would strive to get</br>Should be but this, that thou would'st shew thy skil</br>How thou couldst tune thy verses to thy quill:</br>And teach thy muse in some well-framed song,</br>To shew the Art thou hast suppresst so long:</br>Which if my new acquaintance may obtaine,</br>Roget will ever honour this dayes gaine.", "ALEXIS.</br>Alas!  my small experience scarce can tell</br>So much as where those Nymphes the Muses dwel,</br>Nor (though my sloe conceit still travels on)</br>Shall I e'er reach to drinke of Helicon;</br>Or if I might so favour'd be to taste</br>What those sweet streams but over-flow in waste,</br>And touch Parnassus, where it low'st doth lie,</br>I fear my skill would hardly flag so high.", "PHILARETE.</br>Despair not man; the Gods have prized nought</br>So deere, that may not be with labour bought:</br>Nor need thy paine be great since Fate and Heaven</br>That (as a blessing) at thy birth have given.", "ALEXIS.</br>Why say they had?", "ROGET.</br>Then use their gifts thou must,</br>Or be ungratefull, and so be unjust:</br>For if it cannot truly be deny'd,</br>Ingratitude mens benefits doe hide;</br>Then more ungrateful must he be by oddes,</br>Who doth conceale the bountie of the Gods.", "ALEXIS.</br>That's true indeed, but Envie haunteth those</br>Who, seeking Fame, their hidden skill disclose:</br>Where else they might (obscured) from her espying,</br>Escape the blasts and danger of envying:</br>Criticks will censure our best straines of Wit,</br>And purblind Ignorance misconsture it.</br>All which is bad, yet worse then this doth follow</br>Most hate the Muses, and contemne Apollo.", "ROGET.</br>So let them:  why should we their hate esteeme?</br>Is 't not enough we of our selves can deeme?</br>Tis more to their disgrace that we scorne them</br>Than unto us that they our Art contemne;</br>Can we have better pastime than to see</br>Their grosse heads may so much deceived bee</br>As to allow those doings best, where wholly</br>We scoffe them to their face and flout their folly:</br>Or to behold blacke Envie in her prime,</br>Die selfe-consum'd, whilst we vie lives with time:</br>And, in despite of her, more fame attaine,</br>Then all her malice can wipe out againe?", "ALEXIS.</br>Yea, but if I appli'd me to those straines,</br>Who should drive forth my Flocks unto the plaines</br>Which whilst the Muses rest, and leasure crave,</br>Must watering, folding, and attendance have:</br>For if I leave with wonted care to cherish</br>Those tender heards, both I and they should perish.", "ROGET.</br>Alexis, now I see thou dost mistake,</br>There is no meaning thou thy Charge forsak;</br>Nor would I wish thee so thy selfe abuse,</br>As to neglect thy calling for thy Muse:</br>But let these two so each of other borrow,</br>That they may season mirth and lessen sorrow.</br>Thy Flocke will helpe thy charges to defray,</br>Thy Muse to passe the long and tedious day:</br>Or whilst thou tun'st sweet measures to thy Reed,</br>Thy Sheepe to listen, will more neere thee feed;</br>The Wolves will shun them, birds above thee sing</br>And Lamkins daunce about thee in a Ring:</br>Nay which is more; in this thy low estate,</br>Thou in contentment shalt with Monarks mate:</br>For mighty Pan, and Ceres to us grants,</br>Our Fields and Flocks shall helpe our outward wants.</br>The Muses teach us Songs to put off cares,</br>Grac'd with as rare and sweet conceits as theirs:</br>And we can thinke our Lasses on the greenes</br>As faire, or fairer than the fairest Queenes:</br>Or what is more then most of them shall doe,</br>Wee'le make their juster fames last longer too,</br>Having our Lines by greatest Princes grac'd,</br>When both their name and memory's defac'd.</br>Therefore Alexis though that some disdaine</br>The heavenly Musicke of the Rurall plaine,</br>What is 't to us, if they (or'e seene) contemne</br>The dainties which were neer ordain'd for them?</br>And though that there be other-some envy</br>The praises due to sacred Poesie,</br>Let them disdaine and fret till they are weary,</br>We in ourselves have that shall make us merry:</br>Which he that wants, and had the power to know it,</br>Would give his life that he might die a Poet.", "ALEXIS.</br>A brave perswasion.", "ROGET.</br>Here thou seest me pent</br>Within the jawes of strict imprisonment;</br>A forlorne Shepheard, voyd of all the meanes,</br>Whereon Mans common hope in danger leanes:</br>Weake in my selfe, Exposed to the Hate</br>Of those whose Envies are insatiate:</br>Shut from my friends, banish'd from all delights;</br>Nay worse, excluded from the sacred Rites.</br>Here I do live (mongst outlaws mark't for death)</br>As one unfit to draw the common breath,</br>Where those who to be good did never know,</br>Are barred from the meanes should make them so.</br>I suffer, cause I wish'd my Country well,</br>And what I more must beare I cannot tell.</br>I'me sure they give my Body little scope,</br>And would allow my Minde as little Hope:</br>I waste my Meanes, which of it selfe is slender,</br>Consume my Time, perhaps my fortunes hinder,</br>And many Crosses have, which those that can</br>Conceive no wrong that hurts another man,</br>Will not take note of, though if halfe so much</br>Should light on them, or their owne person touch,</br>Some that themselves (I feare) most worthy think,</br>With all their helpes would into basenes shrinke;</br>But spight of Hate, and all that spight can doe,</br>I can be patient yet, and merrie to:</br>That slender Muse of mine, by which my Name,</br>Though scarse deserv'd, hath gaind a little fame,</br>Hath made me unto such a Fortune borne,</br>That all misfortunes I know how to scorne;</br>Yea, midst these bands can sleight the Great'st that be</br>As much as their disdaine misteemes of me.</br>This Cave, whose very presence some affrights,</br>I have oft made to Eccho foorth delights,</br>And hope to turne, if any Justice be,</br>Both shame and Care on those that wisht it me:</br>For while the world rancke villainies affords,</br>I will not spare to paint them out in words;</br>Because I thus into these troubles runne,</br>I knew what man could act, e're I begun;</br>And I'le fulfill what my Muse drawes me to,</br>Maugre all Jayles, and Purgatories to.</br>For whilst she sets me honest task's about,</br>Vertue or shee I know, will beare me out:</br>And if, by Fate th' abused power of some,</br>Must in the worlds eye, leave me overcome.</br>They shall find one fort yet so fenc'd I trow,</br>It cannot feele a mortals overthrow.</br>This Hope and trust that great power did infuse,</br>That first inspir'd into my brest a Muse,</br>By whom I doe, and ever will contemne</br>All these ill haps, my foes despite, and them.", "ALEXIS.</br>Th' hast so well (young Roget) playd thy part,</br>I am almost in love with that sweet Art:</br>And if some power will but inspire my song,</br>Alexis will not be obscured long.", "ROGET.</br>Enough kind Pastor:  but oh!  yonder see</br>Two honest Shepheards walking hither, bee</br>Cuddy and Willy, that so dearely love,</br>Who are repayring unto yonder Grove:</br>Let's follow them:  for never braver Swaines</br>Made musicke to their flocks upon these plaines.</br>They are more worthy, and can better tell</br>What rare contents do with a Poet dwell.</br>Then whiles our sheepe the short sweet grasse do sheare</br>And till the long shade of the hils appeare,</br>We'le heare them sing:  for though the one be yong</br>Never was any that more sweetly sung.</br>"]