["SCENE, a Mountain in Circassia.  TIME, MIDNIGHT.", "In fair Circassia, where, to Love inclin'd,</br>Each Swain was blest, for ev'ry Maid was kind;</br>At that still Hour, when awful Midnight reigns,</br>And none, but Wretches, haunt the twilight Plains;</br>What Time the Moon had hung her Lamp on high,</br>And past in Radiance, thro' the cloudless Sky:</br>Sad o'er the Dews, two Brother Shepherds fled,</br>Where wild'ring Fear and desp'rate Sorrow led.</br>Fast as they prest their Flight, behind them lay</br>Wide ravag'd Plains, and Valleys stole away.</br>Along the Mountain's bending Sides they ran,</br>Till faint and weak Secander thus began.", "SECANDER.</br>O stay thee, Agib, for my Feet deny,</br>No longer friendly to my Life, to fly.</br>Friend of my Heart, O turn thee and survey,</br>Trace our sad Flight thro' all its length of Way!</br>And first review that long-extended Plain,</br>And yon wide Groves, already past with Pain!</br>Yon ragged Cliff, whose dang'rous Path we try'd,</br>And last this lofty Mountain's weary Side!", "AGIB.</br>Weak as thou art, yet hapless must thou know</br>The Toils of Flight, or some severer Woe!</br>Still as I haste, the Tartar shouts behind,</br>And Shrieks and Sorrows load the sad'ning Wind:</br>In rage of Heart, with Ruin in his Hand,</br>He blasts our Harvests, and deforms our Land.</br>Yon Citron Grove, whence first in Fear we came,</br>Droops its fair Honours to the conqu'ring Flame:</br>Far fly the Swains, like us, in deep Despair,</br>And leave to ruffian Bands their fleecy Care.", "SECANDER.</br>Unhappy Land, whose Blessings tempt the Sword,</br>In vain, unheard, thou call'st thy Persian Lord!</br>In vain thou court'st him, helpless to thine Aid,</br>To shield the Shepherd, and protect the Maid,</br>Far off in thoughtless Indolence resign'd,</br>Soft Dreams of Love and Pleasure sooth his Mind:</br>'Midst fair Sultanas lost in idle Joy,</br>No Wars alarm him, and no Fears annoy.", "AGIB.</br>Yet these green Hills, in Summer's sultry Heat,</br>Have lent the Monarch oft a cool Retreat.</br>Sweet to the Sight is Zabran's flow'ry Plain,</br>And once by Maids and Shepherds lov'd in vain!</br>No more the Virgins shall delight to rove,</br>By Sargis' Banks, or Irwan's shady Grove:</br>On Tarkie's Mountain catch the cooling Gale,</br>Or breathe the Sweets of Aly's flow'ry Vale:</br>Fair Scenes!  but, ah no more with Peace possest,</br>With Ease alluring, and with Plenty blest.</br>No more the Shepherds whit'ning Seats appear,</br>Nor the kind Products of a bounteous Year;</br>No more the Date with snowy Blossoms crown'd,</br>But Ruin spreads her baleful Fires around.", "SECANDER.</br>In vain Circassia boasts her spicy Groves,</br>For ever fam'd for pure and happy Loves:</br>In vain she boasts her fairest of the Fair,</br>Their Eyes' blue languish, and their golden Hair!</br>Those Eyes in Tears their fruitless Grief must send;</br>Those Hairs the Tartar's cruel Hand shall rend.", "AGIB.</br>Ye Georgian Swains that piteous learn from far</br>Circassia's Ruin, and the Waste of War:</br>Some weightier Arms than Crooks and Staves prepare,</br>To shield your Harvests, and defend your Fair:</br>The Turk and Tartar like Designs pursue,</br>Fix'd to destroy, and stedfast to undo.</br>Wild as his Land, in native Deserts bred,</br>By Lust incited, or by Malice led,</br>The Villain-Arab, as he prowls for Prey,</br>Oft marks with Blood and wasting Flames the Way;</br>Yet none so cruel as the Tartar Foe,</br>To Death inur'd, and nurst in Scenes of Woe.", "He said; when loud along the Vale was heard</br>A shriller Shriek, and nearer Fires appear'd:</br>Th' affrighted Shepherds thro' the Dews of Night,</br>Wide o'er the Moon-light Hills, renew'd their Flight.</br>"]