["JANE.</br>Harry!  I'm tired of playing.  We'll draw round</br>The fire, and Grandmamma perhaps will tell us</br>One of her stories.", "HARRY.</br>Aye &mdash; dear Grandmamma!</br>A pretty story!  something dismal now;</br>A bloody murder.", "JANE.</br>Or about a ghost.", "GRANDMOTHER.</br>Nay, nay, I should but frighten you.  You know</br>The other night when I was telling you</br>About the light in the church-yard, how you trembled</br>Because the screech-owl hooted at the window,</br>And would not go to bed.", "JANE.</br>Why Grandmamma</br>You said yourself you did not like to bear him.</br>Pray now!  we wo'nt be frightened.", "GRANDMOTHER.</br>Well, well, children!</br>But you've heard all my stories.  Let me see,&mdash;</br>Did I never tell you how the smuggler murdered</br>The woman down at Pill?", "HARRY.</br>No &mdash; never!  never!", "GRANDMOTHER.</br>Not how he cut her head off in the stable?", "HARRY.</br>Oh &mdash; now!  do tell us that!", "GRANDMOTHER.</br>You must have heard</br>Your mother, children!  often tell of her.</br>She used to weed in the garden here, and worm</br>Your uncle's dogs, and serve the house with coal;</br>And glad enough she was in winter time</br>To drive her asses here!  it was cold work</br>To follow the slow beasts thro' sleet and snow.</br>And here she found a comfortable meal</br>And a brave fire to thaw her, for poor Moll</br>Was always welcome.", "HARRY.</br>Oh &mdash; 'twas blear-eyed Moll</br>The collier woman, &mdash; a great ugly woman,</br>I've heard of her.", "GRANDMOTHER.</br>Ugly enough poor soul!</br>At ten yards distance you could hardly tell</br>If it were man or woman, for her voice</br>Was rough as our old mastiff's, and she wore</br>A man's old coat and hat, &mdash; and then her face!</br>There was a merry story told of her,</br>How when the press-gang came to take her husband</br>As they were both in bed, she heard them coming,</br>Drest John up in her night-cap, and herself</br>Put on his clothes and went before the Captain.", "JANE.</br>And so they prest a woman!", "GRANDMOTHER.</br>'Twas a trick</br>She dearly loved to tell, and all the country</br>Soon knew the jest, for she was used to travel</br>For miles around.  All weathers and all hours</br>She crossed the hill, as hardy as her beasts,</br>Bearing the wind and rain and winter frosts,</br>And if she did not reach her home at night</br>She laid down in the stable with her asses</br>And slept as sound as they did.", "HARRY.</br>With her asses!", "GRANDMOTHER.</br>Yes, and she loved her beasts.  For tho' poor wretch</br>She was a terrible reprobate and swore</br>Like any trooper, she was always good</br>To the dumb creatures, never loaded them</br>Beyond their strength, and rather I believe</br>Would stint herself than let the poor beasts want,</br>Because, she said, they could not ask for food.</br>I never saw her stick fall heavier on them</br>Than just with its own weight.  She little thought</br>This tender-heartedness, would be her death!</br>There was a fellow who had oftentimes,</br>As if he took delight in cruelty,</br>Ill-used her asses.  He was one who lived</br>By smuggling, and, for she had often met him</br>Crossing the down at night, she threatened him,</br>If he tormented them again, to inform</br>Of his unlawful ways.  Well &mdash; so it was&mdash;</br>'Twas what they both were born to, he provoked her,</br>She laid an information, and one morn</br>They found her in the stable, her throat cut</br>From ear to ear, 'till the head only hung</br>Just by a bit of skin.", "JANE.</br>Oh dear!  oh dear!", "HARRY.</br>I hope they hung the man!", "GRANDMOTHER.</br>They took him up;</br>There was no proof, no one had seen the deed,</br>And he was set at liberty.  But God</br>Whose eye beholdeth all things, he had seen</br>The murder, and the murderer knew that God</br>Was witness to his crime.  He fled the place,</br>But nowhere could he fly the avenging hand</br>Of heaven, but nowhere could the murderer rest,</br>A guilty conscience haunted him, by day,</br>By night, in company, in solitude,</br>Restless and wretched, did he bear upon him.</br>The weight of blood; her cries were in his ears,</br>Her stifled groans as when he knelt upon her</br>Always he heard; always he saw her stand</br>Before his eyes; even in the dead of night</br>Distinctly seen as tho' in the broad sun.</br>She stood beside the murderer's bed and yawn'd</br>Her ghastly wound; till life itself became</br>A punishment at last he could not bear,</br>And he confess'd it all, and gave himself</br>To death, so terrible, he said, it was</br>To have a guilty conscience!", "HARRY.</br>Was he hung then?", "GRANDMOTHER.</br>Hung and anatomized.  Poor wretched man,</br>Your uncles went to see him on his trial,</br>He was so pale, so thin, so hollow-eyed,</br>And such a horror in his meagre face,</br>They said he look'd like one who never slept.</br>He begg'd the prayers of all who saw his end</br>And met his death with fears that well might warn</br>From guilt, tho' not without a hope in Christ.</br>"]