["Eternal Mountain!  whose unmeasured height</br>And desert bounds no human foot hath dared!</br>Whose hoary summit, robed in vestal white,</br>Inviolate soars &mdash; no mortal hath declared</br>The gloomy gulphs that scoop thy sides, where night</br>Eternal slumbers &mdash; where all hope was scared</br>From Him, who, rash to win an earthly name&mdash;</br>And prodigal of life &mdash; did tempt thy virgin fame!", "He went &mdash; but did return no more! &mdash; thy snows</br>Became his winding-sheet &mdash; and to its source</br>His blood of life thy bitter breezes froze,</br>'Till the worn spirit fled his stiffening corse!&mdash;</br>Such was his doom &mdash; and such the doom of those</br>Who court renown by such adventurous course&mdash;</br>Ages have rolled &mdash; ages shall roll again,</br>But man shall never mete thy drear domain!&mdash;", "All reckless thou beholdest the varying tide</br>Of time and seasons &mdash; whether winter frown,</br>Of spring, or summer, o'er the heavens preside&mdash;</br>Yet still to thee 'tis naught &mdash; still thou lookest down</br>Unchanged &mdash; unchangeable &mdash; lifeless, and wide,</br>And desolate, thou wearest thine icy crown,</br>Where suns that soar the wild pine at thy feet&mdash;</br>With moon-light radiance, cold &mdash; and scathless &mdash; beat!", "Harmless o'er thee ten thousand suns have rolled&mdash;</br>And from thy girdle cataracts burst their way&mdash;</br>Yet still within thy mantle's icy fold</br>Dread winter reigns with an eternal sway!&mdash;</br>Far up the welkin shoots thy summit bold,</br>And far below thou seest the lightnings play&mdash;</br>Hearest the deep thunder bellowing round thy base,</br>While sun-bright splendour settles o'er thy radiant face!", "Emblem of the Eternal &mdash; whose enduring steep</br>Of everlasting rock, shall proudly soar,</br>Till Ruin, with his rending arms, shall sweep</br>The world &mdash; and chaos mingle sea and shore,</br>Blend thy proud pathless summit with the deep,</br>And falling worlds proclaim that time is o'er!&mdash;</br>So long, eternal Mountain, shalt thou stand</br>The bulwark, and the boast, of this romantic Land.</br>"]