["ORTHODOXUS.</br>What news, Catholicus?  You lately came</br>From the great City:  what's the voice of Fame?", "CATHOLICUS.</br>The greatest part of what my sense receives,</br>Is the least part of what my Faith believes:</br>I search for none:  If ought, perchance, I hear</br>Unaskt, it often dies within my eare,</br>Untold; What this man, or what that man saith,</br>Can hardly make a Packhorse on my Faith:</br>But, now I think on't; There's great talk about</br>A strange predictious Star, long since, found out</br>By learned Ticho-brachy, whose portents</br>Reach, to these Times, they say, and tels th' events</br>Of strange adventures, whose successe shall bring</br>Illustrious fame, to a victorious King,</br>Born in Northern parts; whose glorious arme</br>Shall draw a sword, a sword that shall be warm</br>With Austrian blood, and whose loud beaten drum</br>Shall send, beyond the walls of Christendome,</br>Her royall-conquering Marches, to controle</br>(Even from the Artick, to th' Antartick pole)</br>The spaun of Antichrist, and to engore</br>Those Bald-pate Panders of proud Babels Whore.", "ORTHODOXUS.</br>May these portents be sure, as they are great;</br>And may that drum ne're sound her faint retreat,</br>Till these things take effect:  But tell me, Swaine,</br>How hapt this lucky Comet to remaine</br>So long in silence, and, at length, to blaze</br>With us, and be the rumor of our daies.", "CATHOLICUS.</br>There is a Prince, new risen from the North,</br>Of mighty spirit, and renowned worth;</br>Prudent and pious; for heroick deeds,</br>At least a Caesar, in whose heart, the seeds</br>Of true Religion were so timely sown,</br>That they are sprung to height, and he is grown</br>The wonder of his daies; whose louder name</br>Has blast enough to split the Trump of Fame:</br>Hast thou beheld the heavens greater eye,</br>Maskt in a swarthy cloud, how, by and by,</br>It breaketh forth; and, with his glorious ray,</br>Gives glory to the discontented day?</br>So this illustrious Prince, scarce nam'd among</br>The rank of common Princes, bravely sprung</br>From his dark Throne; and with his brighter story</br>Hast soil'd the lustre of preceding glory:</br>This is that Man, on whom the common eye</br>Is turn'd; on his adventure does relye</br>The worlds discourse; this is that flame of fire</br>We hope shall burn (we hope as we desire)</br>Proud Babel:  this, the arme that shall unhenge</br>Th' incestuous gates of Sodom, and revenge</br>The blood of blessed Martyrs spilt, and frying</br>In flames; (blood, that has been this age a crying</br>For slow-pac'd vengeance) this is he, whose Throne</br>This blazing Prophet bent his eye upon.", "ORTHODOXUS.</br>And well it may; The kalender, whereby</br>We rurall Shepheards calculate, and forespy</br>Things future, Good or Evill, hath late descry'd</br>That evill affected planet Mars, ally'd</br>To temporizing Mercury, conjoyn'd</br>I' th' house of Death; whereby we Shepheards find</br>Strange showres of blood, arising from the North,</br>And flying Southward, likely to breake forth</br>Upon the Austrian parts, and raise a flood,</br>To overwhelm that bloody House, with Blood:</br>That House; which like a Sun in this our Orbe,</br>Whiffes up the Belgick fumes, and does absorbe</br>From every Soile rich vapours, and exhale</br>From Sea and Land, within our Christian pale;</br>A Sun, the beams of whose Meridian glory</br>Fill eyes with wonder, and all tongues with story.", "CATHOLICUS.</br>But there's a Viall, to be emptyed out</br>Upon this glorious Planet; which, no doubt,</br>Thine eye and mine shall see, within these few</br>Approaching days; (if Shepheards signes be true)</br>No doubt, the lingring times are sliding on,</br>Wherein, this House shall flame, and this bright Sun</br>Shall lose his light, shall lose his light, and never</br>Shine more, but be eclips'd, eclips'd for ever:</br>O Shepheard; If the pray'rs of many a Swain</br>Have audience, and our hopes be not in vain,</br>This is that Prince, whose conqu'ring Drum shal beat</br>Through the proud streets of Room, and shall unseat</br>The Man of sin; and, with his sword unthrone</br>The Beast, and trample on his triple Crown:</br>This is that Angel, whose full hand does grasp</br>That threatned Viall, and whose fingers clasp</br>This flaming Fauchin, which shall hew and burn</br>The lims of Antichrist, and nere return</br>Into his quiet sheath, till that proud Whore,</br>That perks so high, lye groveling on the Flore.", "ORTHODOXUS.</br>Shepheard; Me thinks, when my glad ears attends</br>Upon his fair successe, his Actions, Ends,</br>His Valour, Wisdome, Piety, when I scan</br>All this, me thinks, I think on more then Man:</br>O, how my soul lies down before the feet</br>Of this brave Prince!  O, how my blessings greet</br>Each obvious action, whose loud breath I dare</br>Not hear, unprosper'd with my better pray'r:</br>I must forget the peace of Sion, when</br>I cease to honour this brave Man of men:</br>Had Plutarch liv'd till now, to blazon forth</br>His life, (as sure he would) what Prince of worth,</br>Or Greek, or Roman, had his single story</br>Selected out to parallel his Glory?", "CATHOLICUS.</br>O Shepheard, he, whose service is employ'd</br>In heavens high battels, can doe nothing void</br>Of fame, and wonder; nothing, lesse then glorious:</br>Heavens Champion must prevail; must be victorious:</br>But, O, what hap!  what happinesse have wee,</br>The last, and dregs of Ages, thus to see</br>These hopefull Times; nay more, to sit beneath,</br>Beneath our quiet Vines, and think of death</br>By leisure, when Spring-tides of blood o'rewhelms</br>The interrupted peace of forain Realms!</br>Our painfull Oxen plough our peacefull grounds;</br>Our quiet streets nere startle at the sounds</br>Of Drums or Trumpets; neither Wolf, nor Fox</br>Disturb the Folds of our encreasing Flocks:</br>Our Kids, and sweet-fac'd Lambs can frisk, and feed</br>In our fresh Pastures, whilst our Oaten Reed</br>Can breath her merry strains, and voice can sing</br>Her frolick Past'rals to our Shepheard-King.", "ORTHODOXUS.</br>'Tis not for our deserts; or that our ways</br>Are more upright, then theirs of former days:</br>We lay the Pelion of our new Transgressions</br>Upon our Fathers Ossa:  The Confessions</br>Of our offences; nay, our very pray'rs</br>Are more corrupt then the worst sins of theirs:</br>Sure, Swain, the streams of Mercy run more clear</br>Then they were wont; Her smiling eyes appear</br>More gracious now, in these our Borean climes,</br>Then other Nations, or in former times.", "CATHOLICUS.</br>Shepheard; Perchance, some fifty righteous men,</br>Perchance, but thirty; Peradventure, ten</br>Have made our peace:  Perchance, th' Almighties eare</br>Has found a Moses, or some Phineas, here.", "ORTHODOXUS.</br>Vengeance, that threatned sinfull Israels crime,</br>For Davids sake, nere stirr'd all Davids time:</br>'Twas Davids piety did suspend the blow</br>Of Vengeance:  Have not we a David too?</br>A Prince; whose worth, what our poor tongues can scatter,</br>May rather wrong for want of height, then flatter;</br>A pious Prince; whose very Actions preach</br>Rare Doctrines; does, what others doe but teach:</br>A Prince; whom neither flames of youth can fire,</br>Nor beauty adde the least to his desire;</br>Whose eyes are like the eyes of Turtles, chast;</br>Can view ten thousand dainties, and yet tast</br>But one; but in that dainty, can digest</br>The perfect Quintessence of all the rest:</br>A Prince, that (briefly to characterize him)</br>Wants nothing, but a People, how to prize him.</br>Evill Princes, oft, draw plagues upon the Times,</br>Whereas good Princes salve their peoples Crimes.", "CATHOLICUS.</br>Thou hast not spoken many things, but much;</br>Such is our People, and our Prince is such:</br>Such fierce temptations still attend upon</br>The glitt'ring Pompe of the Imperiall Throne,</br>I, either wonder Princes should be good,</br>Or else conceive them not of Flesh and Blood:</br>What change of pleasure can his soul command,</br>And not obtain, being Lord of all the Land?</br>What bold?  what ventrous spirit dare enquire</br>Into the lawfulnesse of his desire?</br>What Crown-controlling Nathan dare begin</br>To question Vice?  or call his sin, a sin?</br>Who is't, that will not undertake to be</br>His sins Attorney?  Nay, what man is he</br>That will not temporize, and fan the fire</br>T' encrease the flames of his unblown desire?</br>What place may not be secret?  or what eye</br>Dare (under pain of putting out) once pry</br>Into his Closet?  or what season will</br>Not wait upon his pleasure, to fulfill</br>His royall lust?  what chast Sophronia would</br>Wound her own heart, for fear her Soverain should?</br>O Shepheard, what a Prince have we, that can</br>Continue just, and yet continue Man!</br>No doubt, but vengeance would confound these times,</br>Were not his Goodnesse far above our crimes</br>Alas; Our happy Age (that has enjoy'd</br>The best, the best of Princes, and is cloy'd</br>With prosp'rous Plenty, and the sweet increase</br>Of right-hand Blessings) in this glut of peace,</br>Loaths very Quails and Manna; we are strangers</br>To those hard evils, to those continuall dangers</br>That cleave to States, wherein poor subjects grone</br>Beneath the Vices of th' Imperiall Throne:</br>They cannot prize good Princes, that nere had</br>The too too dear experience of a bad:</br>Who knows not Pharoh?  Or the plagues, that brake</br>Upon the people for hard Pharohs sake?", "ORTHODOXUS.</br>The Acts of Princes mount with Eagle-wings:</br>Few know th' Alliance between God and Kings.", "CATHOLICUS.</br>Look, Shepheard, look!  Whose hasty feet are they</br>That trace the Plains so quick?  They bend this way.", "ORTHODOXUS.</br>His steps divide apace; Pray God, his hast</br>Be good:  Good tidings seldome come so fast.", "CATHOLICUS.</br>I think 'tis Nuncius.", "ORTHODOXUS.</br>Nuncius never uses</br>To come unnews'd.", "CATHOLICUS.</br>I wonder what the news is?", "ORTHODOXUS.</br>See, how he strikes his breast!", "CATHOLICUS.</br>Good Lord, how sad</br>His countenance seems!", "ORTHODOXUS.</br>What, Nuncius, good or bad?", "CATHOLICUS.</br>Bad!  Worse!  The worst of worsts!  The heaviest news</br>That lips ere broach'd, or language can diffuse!</br>O, earths bright Sun's eclips'd!  Ah me!  is drench'd</br>In blood!  His flames are quench'd, for ever quench'd:</br>That light, which wondring Shepheards did adore,</br>Is out; will never shine on Shepheard more:</br>Expect no Sunshine from the beams of Suede;</br>Sueden, the glory of the world, is dead:</br>Our strength is broke, and all our hopes are vain;</br>Sueden, the glory of the world, is slain:</br>Our Sun is set, and earth now wants a Sun;</br>Sueden, the glory of the earth is gone:</br>Gone, gone for ever to eternall night;</br>Earth wants her Sueden; and the world, her light.", "CATHOLICUS.</br>Fond hopes!  why damp ye not my dull belief,</br>To lend a little respite to my grief?</br>What ailes my passion to beleeve so soon</br>The Evill it feares?  Can Phoebus, in the noon</br>Of his Meridian glory, cease to shine,</br>Before his Solstice leaves him to decline</br>The least degree?  Can brave Adolphus fall,</br>And heaven not give us warning?  none at all?</br>There was no Comet blaz'd:  no apparition</br>Of kindled Meteors, lent the least suspition:</br>Me thinks, the heavens should flame, and earths foundation,</br>Should shake, against so great an alteration.", "ORTHODOXUS.</br>But is it certain, Nuncius?", "NUNCIUS.</br>I, too sure:</br>The wounds of death admit no hopes of cure.", "ORTHODOXUS.</br>God knows his own designs:  His sacred brest</br>Knows where to propagate his glory best:</br>His hidden ways agree not with our eyes:</br>His wars must prosper, though his Champion dyes:</br>We must not question Fate:  where heaven thinks fit</br>To doe, we must be silent, and submit:</br>We must not look too near; we must not prye;</br>Perhaps, young Joshuah lives, though Moses dye:</br>Give Suede his honour, and enroll his name</br>Among the Worthies, in the book of Fame:</br>Give him the honour of his double story,</br>Begun in Grace, and perfected in Glory:</br>But let our fond Indulgence be adviz'd,</br>In hon'ring Sueden, heaven be not dispriz'd:</br>We must not languish, in a morall thirst,</br>T' advance the second Cause, and sleight the first;</br>We must not droop, for want of Suedes Alarm,</br>As if that heaven were bound to Suedens Arm:</br>That God, that hath recall'd our Sueden, can</br>Make a new Sueden of a common Man.", "CATHOLICUS.</br>But see!  The drooping day begins to do'n</br>His mourning weeds; The sullen night draws on:</br>'Tis time to fold our sheep; They little know,</br>Or feel those sorrows, their poor Shepheards do:</br>Shepheards, farewell; Perchance the morrow light</br>May shine forth better news:", "ORTHODOXUS.</br>God night.", "NUNCIUS.</br>God night.</br>"]