["Health!  to thee thy vot'ry owes</br>All the blessings life bestows,</br>All the sweets the summer yields,</br>Melodious woods, and clover'd fields;</br>By thee he tastes the calm delights</br>Of studious days and peaceful nights:</br>By thee his eye each scene with rapture views;</br>The Muse shall sing thy gifts, for they inspire the Muse.", "Does increase of wealth impart</br>Transports to a bounteous heart?</br>Does the sire with smiles survey</br>His parting children round him play!</br>Does love with mutual blushes streak</br>The swain's and virgin's artless cheek?</br>From HEALTH these blushes, smiles and transports flow;</br>Wealth, children, love itself, to HEALTH their relish owe.", "Nymph!  with thee, at early Morn,</br>Let me brush the waving corn;</br>And, at Noon-tide's sultry hour,</br>O bear me to the wood-bine bow'r!</br>When Evening lights her glow-worm, lead</br>To yonder dew-enamel'd mead;</br>And let me range at Night those glimm'ring groves,</br>Where Stillness ever sleeps, and Contemplation roves.", "This my tributary lay,</br>Grateful at thy shrine I pay,</br>Who for sev'n whole years hast shed</br>Thy balmy blessings o'er my head;</br>O!  let me still enamour'd view</br>Those fragrant lips of rosy hue,</br>Nor think there needs th' allay of sharp disease,</br>To quicken thy repast, and give it pow'r to please.", "Now by swiftest Zephyrs drawn,</br>Urge thy chariot o'er the lawn;</br>In yon gloomy grotto laid,</br>PALEMON asks thy kindly aid;</br>If goodness can that aid engage,</br>O hover round the virtous sage:</br>Nor let one sigh for his own suff'rings rise;</br>Each human suff'ring fills his sympathizing eyes.", "Venus whom Aeneas' side</br>With successful efforts try'd</br>To extract th' envenom'd dart,</br>That baffled wise Iapis' art,</br>If thus, HYGEIA, thou couldst prove</br>Propitious to the queen of love,</br>Now on thy favour'd HEBERDEN bestow</br>Thy choicest healing pow'rs, for Pallas asks them now.", "What tho', banish'd from the fight,</br>To the hero's troubled sight,</br>Ranks on ranks tumultuous rose</br>Of flying friends and conqu'ring foes;</br>He only panted to obtain</br>A laurel wreath for thousands slain;</br>On nobler views intent, the SAGE'S mind</br>Pants to delight, instruct, and humanise mankind.</br>"]