["Byron &mdash; alas!  that such a soul as thine,</br>So richly gifted with poetic fire,</br>Form'd as a light in darksome time to shine,</br>Should sink in sensuality's foul mire.</br>Bard of proud Unbelief and wild Desire,</br>Would nothing serve thee but a sacred theme?</br>To play with thunderbolts would'st thou aspire?</br>Nor, when misusing GOD'S most holy name,</br>Fear dreadful wrath in fierce avenging flame?", "And yet all bold and daring as thou art,</br>Fear seems to haunt thee in thy dark retreat,</br>When a misgiving, undecided heart,</br>Would prompt thee to deny a future state,</br>Where woes immense the infidel await.</br>But quite consistent is the graceless wight,</br>Victim of pride, and vice, and self deceit,</br>Who vainly strives to draw the veil of night</br>O'er scenes terrific to his feeble sight.", "In vain thine eye o'er Holy Writ may rove,</br>Or trace the woes of Cain's unhappy wife,</br>Or Moses bring, with prophets, to disprove</br>Our blessed hope of everlasting life.</br>To that bright state, with joys unfading rife,</br>Was Enoch call'd to leave his native land,</br>Translated from this vale of tears and strife,</br>Before the Throne, at GOD'S benign command,</br>In endless joy and happiness to stand.", "I know, says Job, that my Redeemer lives,</br>And on the earth shall stand at latter day,</br>When he who cheers my hope, my sin forgives,</br>Shall raise my body from its bed of clay;</br>And tho' my flesh and skin must both decay</br>And worms destroy them &mdash; yet, by HIM set free</br>From Death's cold hand, in rapture borne away</br>HIM for myself my joyful eye shall see,</br>And in that sight for ever happy be.", "I set Thee always, LORD, before mine eyes,</br>Said Israel's king, and of thy glory tell,</br>And in thy realm beyond the vaulted skies,</br>In bliss with Thee for ever hope to dwell;</br>Thou surely wilt not leave my soul in hell;</br>My body from the grave shalt Thou restore,</br>The chorus of eternal joy to swell,</br>Where blissful myriads thy name adore,</br>At whose right hand are pleasures evermore.", "So spake the Psalmist; having first defin'd</br>The kind of man who on GOD'S holy hill</br>Shall dwell in rest; whose pure and spotless mind</br>Is train'd in truth, and meditates no ill:</br>And further proof have we from David still,</br>Who, when for sin he was condemn'd to see</br>His infant dead, bent low his wayward will</br>And said, I weep no more at Heaven's decree,</br>I'll go to him &mdash; he'll not return to me.", "Isaiah says, that when the righteous die,</br>Their favour'd souls shall enter into peace,</br>And only from their earthly trouble fly,</br>To rest and happiness, which never cease.</br>Ezekiel, bless'd by Heaven's inspiring grace,</br>Describes the resurrection of the dead,</br>When ev'ry bone shall re-assume its place;</br>And tho' the vital spark be long since fled,</br>With flesh and sinew shall be overspread.", "Daniel depicts that everlasting Throne,</br>On which the JUDGE shall rake His awful seat,</br>Whose jurisdiction all the world shall own;</br>Whilst Kings and Emperors, the small, the great,</br>Shall trembling stand to hear their final fate.</br>Forth from the Throne shall issue floods of flame&mdash;</br>The dead shall rise &mdash; but oh!  their different state!</br>Some wake to find in life's great book their name,</br>Others to scorn and everlasting shame!", "Then shall the wise shine forth in radiant light,</br>Happy partakers of the life divine,</br>And those who lead the weak from wrong to right,</br>Like stars in firmament for ever shine.</br>O, BYRON!  would that such fate may be thine!</br>Pity it is, that one who well could make</br>Melodious concert with the choir divine,</br>Celestial poesy should e'er forsake,</br>To join the dismal hissings of the snake.", "What would'st thou give on that tremendous day,</br>In view of torments which must never end,</br>That thou hadst never thought on \"HAROLD'S\" lay,</br>Or vile \"DON JUAN'S\" ribbald stanza penn'd.</br>Then, yet &mdash; be wise &mdash; to calm enquiry bend,</br>Nor kind advice from humble verse disdain;</br>From Pride's frail pinnacle in time descend,</br>Fall on your knees in penitential pain,</br>And shun the fate of Lucifer and Cain.</br>"]