["To scourge the Riot and intemperate Lust,</br>Or cheek the self-sufficient Pride of Man,</br>Offended Heaven sent forth, in Vengeance just,</br>The dire inexorable Fury, PAIN;</br>Beneath whose griping Hand, when she assails,</br>The firmest Spirits sink, the strongest Reasoning, fails.", "Near to the Confines of th' infernal Den,</br>Deep in a hollow Cave's profound Recess,</br>Her Courts she holds; and to the Sons of Men</br>Sends out the Ministers of dire Distress:</br>Repentance, Shame, Despair, each acts her Part;</br>Whets the vindictive Steel, and aggravates the Smart.", "He whose luxurious Palate daily rang'd</br>Earth, Air, and Ocean, to supply his Board;</br>And to high-relish'd Poisons madly chang'd</br>The wholsome Gifts of Nature's bounteous Lord;</br>Shall find sick nauseous Surfeit taint his Blood;</br>And his abus'd pall'd Stomach loath the daintiest Food.", "The midnight Reveller's intemperate Bowl,</br>To Rage and Riot fires his furious Brain;</br>Remorse ensues, and Agony of Soul;</br>His future Life condemn'd to ceaseless Pain:</br>Gout, Fever, Stone, to Madness heighten Grief;</br>And Temperance, call'd too late, affords him no Relief.", "He whose hot Blood excites to dangerous Joy,</br>And headlong drives to seek the lewd Embrace,</br>Startled at length, shall in his Face descry</br>The Mark indelible of foul Disgrace;</br>Ulcers obscene corrode his akeing Bones;</br>And his high Raptures change to deep-felt Sighs and Groans.", "The wild Extravagant, whose thoughtless Hand,</br>With lavish tasteless Pride, commits Expence;</br>Ruin'd, perceives his waining Age demand</br>Sad Reparation for his Youth's Offence:</br>Upbraiding Riot points to Follies past,</br>Presenting hollow Want, fit Successor to Waste.", "He too, whose high presuming Health defies</br>Th' Almighty Hand of Heaven to pull him down;</br>Who slights the Care and Caution of the Wise,</br>Nor fears hot Summer's Rage, nor Winter's Frown:</br>Some trifling Ail shall seize this mighty Man;</br>Blast all his boasted Strength, rack every Nerve with Pain.", "Thus Nature's God inflicts, by Nature's Law,</br>On every Crime its proper Punishment;</br>Creating Pain to keep Mankind in awe,</br>And Moral Ills by Physical prevent:</br>In Wrath still gracious; claiming still our Praise,</br>Ev'n in those very Groans our Chastisements shall raise.", "But lest the feeble Heart of suffering Man</br>Too low should sink beneath the keen Distress;</br>Lest fell Despair, in League with cruel Pain,</br>Should drive him desperate in their wild Excess;</br>Kind HOPE her Daughter PATIENCE sent from high,</br>To ease the labouring Breast, and wipe the trickling Eye.", "Hail, mild Divinity!  calm PATIENCE, hail!</br>Soft-handed, meek-ey'd Maid, yet whose firm Breath</br>And strong perswasive Eloquence prevail</br>Against the Rage of Pain, the Fear of Death:</br>Come, lenient Beauty, spread thy healing Wing,</br>And smooth my restless Couch, whilst I thy Praises sing.", "In all this toilsome Round of weary Life,</br>Where Dulness teazes, or pert Noise assails;</br>Where trifling Follies end in serious Strife,</br>And Money purchases where Merit fails;</br>What honest Spirit would not rise in Rage,</br>If Patience lent not aid his Passion to asswage?", "No State of Life but must to Patience bow:</br>The Tradesman must have Patience for his Bill;</br>He must have Patience who to Law will go,</br>And should he lose his Right, more Patience still.</br>Yea, to prevent or heal full many a Strife,</br>How oft, how long must Man have Patience with his Wife?", "But Heav'n grant Patience to the wretched Wight,</br>Whom Pills, and Draughts, and Bolusses assail!</br>Which he must swallow down with all his might;</br>Ev'n then when Health, and Strength, and Spirits fail.</br>Dear Doctors, find some gentler Ways to kill;</br>Lighten this Load of Drugs, contract yon Length of Bill.", "When the dull, prating, loud, long-winded Dame, </br>Her tedious, vague, unmeaning Tale repeats;</br>Perplex'd and wand'ring round and round her Theme,</br>Till lost and puzzled, she all Theme forgets;</br>Yet still talks on with unabating Speed;</br>Good Gods!  who hears her out, must Patience have indeed.", "So when some grave, deep-learned, sound Divine</br>Ascends the Pulpit, and unfolds his Text;</br>Dark and more dark grows what he would define,</br>And every Sentence more and more perplext;</br>Yet still he blunders on the fame blind Course,</br>Teaching his weary'd Hearers Patience upon Force.", "Without firm Patience who could ever bear</br>The great Man's Levee, watching for a Smile?</br>Then with a whisper'd Promise in his Ear,</br>Wait its Accomplishment a long, long while;</br>Yet thro' the Bounds of Patience if he burst,</br>Daniel's long Weeks of Years may be accomplish'd first.", "O Patience!  Guardian of the temper'd Breast,</br>Against the Insolence of Pride and Power;</br>Against the Wit's keen Sneer, the Fool's dull Jest;</br>Against the Boaster's Lye, told o'er and o'er;</br>To thee this tributary Lay I bring,</br>By whose firm Aid impower'd, in raging Pain I sing.</br>"]