["Ah!  who is yon, with haggard mein,</br>That lurks in secret place unseen;</br>Yet from the den where he is pent,</br>Full many a wary look is sent;</br>Now every way, with cautious gaze,</br>The wide extended space surveys,</br>Looking around with eyes askance,</br>Then sudden turns with eager glance,</br>When, hark!  he hears the rushing wind</br>Disturb the rustling leaves behind;</br>Then down upon the earth, aghast,</br>In haste his trembling limbs are cast?", "Yes, now I know the monster well:</br>Suspicion, progeny of hell;</br>Of Guilt begot, of Danger born,</br>And nurs'd in Fear's grim cave forlorn:</br>Away, tormenting fiend, away,</br>Nor urge with Innocence thy stay!</br>Hence!  and in some dreary cell</br>With the trembling miser dwell;</br>Feed him with fantastick fears</br>Of want in his declining years;</br>Bid each hollow blast that blows</br>Wake the wretch from short repose,</br>To snatch his bags, and eager hold</br>From fancied thieves his idol gold.</br>Find where, immers'd in tears and sighs,</br>The half neglected lover lies,</br>And place full in his tortur'd sight</br>His fair inconstant all the night:</br>And to augment his soul's despair,</br>Place thou his hated rival there;</br>Let him the willing charmer kiss</br>And feast in luxury of bliss.", "Or find where under midnight skies</br>Athwart the gloom the murd'rer flies;</br>Whilst he the stings of conscience feels,</br>Be thou, fell monster, at his heels;</br>Possess his madly beating brains</br>With racks and gibbets, whips and chains;</br>Let every bush and waving tree</br>Pursuing bloodhounds seem to be!</br>Or find the man whose iron sway</br>Makes the abject prostrate slaves obey,</br>Who by oppression swells his state,</br>And in their misery grows great;</br>Picture some chief whom Justice draws,</br>Espousing the afflicted's cause,</br>Aiming the meritorious blow</br>To lay the ruthless tyrant low!", "For me, no wealth I have to keep,</br>No gold to break my silent sleep,</br>No faithless maid my fancy warms,</br>No rival youth my fears alarms,</br>No blood my guiltless hands hath stain'd,</br>Oppression's rod I ne'er maintain'd;</br>Free is my heart and void of fear,</br>Then come not with thy scorpions here;</br>Thy foul suggestions hurt not me,</br>The guilty only harbour thee:</br>Then hence!  tormenting fiend!  away!</br>Nor urge with Innocence thy stay.</br>"]