["ECLOGUE I.</br>ALEXIS:  OR, THE TRAVELLER.</br>SCENE:  THE RUINS OF ALEXANDRIA.</br>TIME:  MORNING.</br>TO THOMAS PEARSON, ESQ.", "Where mould'ring piles conceal the sculptor's hand,</br>And Egypt's pride lies scatter'd o'er the strand;</br>Relics of antient taste!  by Time betray'd,</br>The tow'ring column, and the gay arcade:</br>Fragments of marble in confusion plac'd,</br>Disjoin'd by wars, by ignorance defac'd:</br>Alexis oft the sacred haunt would tread,</br>And hold sweet converse with the mighty dead.</br>Alexis, by no vain caprice pursued,</br>Who many a race and many a land had view'd;</br>From northern climes, where Phoebus faintly smiles,</br>To where his beams enrich the spicy isles;</br>On hostile shores by tempests had been cast,</br>And many a painful pilgrimage had past!", "Now rising Phoebus leaves the Cyprian shore,</br>Sprung from the wave whence Venus sprang before.</br>Dimm'd is the orb that glow'd on Pharos' height,</br>And polish'd domes reflect the orient light;</br>When lone Alexis from the port retreats,</br>To wooe the Muses in their wonted seats,</br>Where useless aqueducts obstruct the way,</br>And gaping catacombs their wombs betray;</br>Where long canals their thirsty beds extend,</br>And tow'rs unroof'd, no more the town defend;</br>Wonders of art decay'd!  he pensive strays,</br>'Till Pompey's well-known pillar he surveys.</br>Strait o'er his mind a pleasing sorrow reigns,</br>While thus he vents it in no servile strains.", "\"Illustrious trophy of a Hero's fame!</br>Th' Egyptian honor!  and the Roman shame!</br>That Rome who drove a Patriot from her breast,</br>This land who thus her victim's wrongs redrest.</br>What tho' success has sanctify'd the crime,</br>And Julius triumphs to the close of time;</br>What tho' when Pompey fled Pharsalia's field,</br>Rome lost her prop, and Liberty her shield;</br>Yet shall the Great lament his fate severe,</br>Which check'd a rival in his bold career:</br>Yet shall a stone this truth important tell&mdash;</br>His name may flourish who obscurely fell!", "\"Prepare, ye Loves!  your myrtles ever-green,</br>To wreathe the column of Egyptia's Queen.</br>Hither advance, ye pow'rs of wit and wine!</br>And hang your various chaplet on her shrine.</br>For laughing Anthony your homage pay,</br>Who set for love, and threw a world away!</br>No meaner conquests could his soul approve,</br>His empire, beauty!  and ambition, love!</br>O'er realms enslaved let proud Augustus reign,</br>And live immortal in the Mantuan strain;</br>A lot more envy'd shall await the pair,</br>Whose fame shall be the faithful lovers' care;</br>Still in their talk the tender tale be found,</br>Still fresh the aspic's bite, and faulchion's wound!", "\"Around his tomb let daring spirits throng,</br>While Ammon's glories elevate the song!</br>The bright achievements seal'd with hostile blood,</br>On Indus' banks, and Granic's adverse flood;</br>The noble feelings which the man bespoke,</br>When Porus bow'd, and Persia own'd the yoke:</br>A kingdom render'd back with such a grace,</br>Such pity to Darius' captive race:</br>These bloom still vivid in the Painter's hues,</br>And deck th' historic page and tragic Muse.</br>Ye pow'rs of commerce!  here your succor bring,</br>To happier themes accord the silver string.</br>Behold the port to which blue Neptune gave</br>A boundless empire o'er the subject wave!</br>Behold the mart where freighted navies meet,</br>Plenty's full horn, and trade's unrival'd seat!</br>From ev'ry soil where ev'ry product came,</br>And stamp'd imperial with its founder's name:</br>These, yet unsung, sublimer views display'd,</br>And, more than conquest, deify his shade!", "\"And must these relics hasten to decay,</br>And like inferior objects pass away?</br>Shall future times recover from their dust</br>The canker'd coin and mutilated bust?</br>Of Caesar all and Ammon that remain,</br>To puzzle some Virtu's conject'ring brain!</br>O death to think!  must now the abject race</br>Of Turk and Arab lord it in their place?</br>O'er prostrate arts must barb'rous Goths aspire?</br>More fell to learning than the signal fire,</br>Sages and Bards which to oblivion doom'd,</br>And Ptolemy's enlightened store consum'd.\"", "Thus plain'd the youth, 'till Sol's increasing heat</br>Warns him to shelter in some cool retreat.</br>Now to a convent's porch he points his way,</br>Whose scanty groves have made the desart gay.</br>Soon as the bearded fathers meet his eye,</br>Kings!  warriors!  poets!  from his mem'ry fly:</br>Men who, recluse, no less his wonder claim,</br>Studious of good, yet careless of a name!", "</br>ECLOGUE II.</br>SELIMA:  OR, THE FAIR GREEK.</br>SCENE:  A SERAGLIO IN ARABIA FELIX.</br>TIME:  NOON.</br>TO THE HON. MRS. S. MONCKTON.", "Fast by the vale that bosoms Sennaa's pride,</br>By streams meander'd, and with shades supply'd;</br>Shades, which the boughs of breathing spices throw,</br>And streams that through eternal verdure flow;</br>Where in one form the seasons shine confest,</br>And blend to rule o'er Araby the blest;</br>A mansion, pervious to no prying eye,</br>Adorns the mead, and lifts its head on high:</br>Rear'd by a lordly Khan with cost profuse,</br>For pleasure destin'd, and for beauty's use.</br>Alas!  what pleasure know these lonesome walls&mdash;</br>Care gnaws the sex whom jealousy inthrals!", "Thou!  to each finer sense of feeling known,</br>In ev'ry thought and word and action shown;</br>Whether thy converse virtue's charms resound,</br>Digress with fancy, or with wit abound,</br>Attend, Sophia!  to the tale I bring,</br>For lonely meads forsake the courtly ring.</br>Tho' grace thy steps, tho' taste thy lyre sustain,</br>Quit the gay dance, and hush thy sweeter strain;</br>The wrongs of injur'd beauty I rehearse,</br>And well thy sympathy shall pay the verse!", "Amid the thoughtless and obsequious throng,</br>That listless drag the load of life along;</br>That plung'd in baths perfum'd, and roseate bow'rs,</br>In polish'd slav'ry lose their wanton hours;</br>A nymph of other hue this Haram held,</br>In charms of person who her peers excel'd;</br>But chief of all those softer charms possest,</br>Which calm, adorn, exalt the female breast!</br>Unrival'd in her master's love she reign'd,</br>But love unsought her noble soul disdain'd:</br>Of jealous bonds she felt the galling weight,</br>And sigh'd for freedom in a regal state!", "Oft when bright Cynthia chas'd the midnight shade,</br>Through gloomy walks she solitary stray'd;</br>Her golden bed for dewy skies forsook,</br>Her vocal virgins for the murm'ring brook.</br>On the moist bank would pass the night reclin'd,</br>'Till came her lord his absent love to find;</br>With soft complaints her cold delay to chide,</br>And hush those griefs she strove in vain to hide.", "Once as at noon th' accustom'd dome she sought,</br>With curious skill, and rich materials wrought;</br>In each recess where scented fountains play,</br>And give, enforc'd, a coolness to the day;</br>Sick of the scene, her comrades' sole delight,</br>From vice and folly she averts her sight.</br>Here might you see, in pride of beauty's blaze,</br>A female list'ning to an eunuch's praise;</br>There, where a glass the chrystal bath supply'd,</br>One naked bent enamor'd o'er the tide;</br>A damsel here, applauded, wake the lyre</br>To notes of low, libidinous desire;</br>While there a groupe, with pictur'd terrors pale,</br>Imbibe the wonders of a fairy tale.</br>Each as her fancy prompts, the time employs,</br>And gives a loose to visionary joys!</br>While some at chess exert their active pow'rs,</br>The rest in slumbers cheat the sultry hours.</br>Th' Arabian berry circles round the room,</br>And from the lighted tubes ascends perfume.</br>Nor absent here the grateful juice of lime,</br>Nor each rare fruit that crowns the happy clime.", "Lost to the croud, fair Selima apart</br>Thus breath'd the sorrows of a burthen'd heart.", "\"Ah!  why to youth and beauty was I born,</br>If clouded thus the promise of my morn?</br>Ah!  why from Greece to these rude regions brought,</br>If not by pomp and golden shackles caught?</br>When pleasure suits, and health confirms my bloom,</br>Why here in solitude my days consume?</br>A solitude that no diversion knows,</br>Save when lewd passion chases dull repose:</br>When, stung by lust, a tyrant seeks my arms,</br>And claims by gold these violated charms.</br>O shameful state!  O undeserv'd remove</br>From social converse!  and unblemish'd love!</br>Witness, ye joys!  that never will return,</br>These tears bear witness to the change I mourn.</br>Ye pines!  Which circle Ida's sacred brow,</br>How oft your barks have told a lover's vow!</br>Ye streams!  that gush meand'ring down his side,</br>Ye knew the vow as spotless as your tide;</br>The vow which Cleon to my ear prefer'd,</br>The vow which Selima with rapture heard!", "\"Sad is the thought, and fatal to my rest,</br>Which shews  me ravish'd from a parent's breast;</br>By harden'd pirates hurry'd to the main,</br>While age stretch'd forth her suppliant arms in vain!</br>Hard is the lot which threw me on this shore,</br>My freedom barter'd for a grasp of ore;</br>With pamper'd slaves to swell a Haram's pride,</br>From earth secluded!  and to heav'n deny'd!</br>But sooner, dearest Cleon!  be forgot</br>That sad idea, and this cruel lot;</br>A mother's woe, my desolated youth,</br>Than all thy graces, tenderness and truth!</br>Ah!  should thy faith have prompted thee to roam</br>In search of her whose bosom was thy home;</br>Perhaps, poor youth!  my fortune may be thine&mdash;</br>One curse may blend whom love forbade to join!</br>Perhaps a slave, thou cut'st the Turkish main,</br>And feel'st my absence heavier than thy chain!\"&mdash;", "More had her grief &mdash; when lo!  to crown her fears,</br>Her dreaded suitor at the porch appears.</br>Around their Lord the nymphs sequacious throng;</br>One tries to lure him with an am'rous song:</br>His praises som in soothing strains repeat,</br>These kiss his robe, and those embrace his feet.</br>While he, by all their little arts unmov'd,</br>In haste advances to his coy belov'd.</br>The envy'd token in her lap he threw,</br>And, inly sighing, Selima withdrew.", "</br>ECLOGUE III.</br>RAMAH:  OR, THE BRAMIN.</br>SCENE:  THE PAGODA OF CONJEVERAM.</br>TIME:  EVENING.</br>TO ROBERT PATTON, ESQ.", "High on the top of that religious fane,</br>Whose spires from far attract the zealot-train,</br>Pride of Gentoos!  mid superstition's night</br>Which shines a beacon to the Pagan's sight,</br>A Bramin stood &mdash; expos'd to ev'ry eye,</br>The roof his bed, his canopy the sky;</br>For three long days he here the clime defy'd,</br>Revenge his study, and distress his pride.</br>O'er woes impending runs his lab'ring mind,</br>And omens thicken in the coming wind!", "Friend!  to whose love my Muse her being owes,</br>Which knew her lisping, and which riper knows,</br>If e'er she favor with the public found,</br>To which must all the little praise redound;</br>With her awhile to tragic scenes retire,</br>Scenes which mistaken principles inspire.</br>And tho' to thee familiar is the tale</br>Where fraud and folly through the East prevail,</br>Ambition's guilt and Superstition's school</br>Are still contemn'd, where truth and reason rule!", "The sun had set behind Mysorean hills,</br>And left the theatre of human ills:</br>The meteor Bigotry his light succeeds,</br>And sense retreats, and man devoted bleeds!</br>See pious Ramah with its rage possest,</br>Whom zeal-taught frenzy numbers with the blest.</br>Tho' bow'd his frame, his strength with fasting spent,</br>His wav'ring soul assumes her dire intent:</br>Of aught but bright rewards he scorns to think,</br>And ventures to the Pagod's fearful brink.</br>The cruel shouts of thousands rend the air</br>To steel his mind, and flatter his despair:</br>He stands in act to spring amid the croud,</br>But utters first these dying words aloud.", "\"Ye Gods!  protectors of the Indian race,</br>Now trembles not your empire to its base?</br>Say, on what spot your altars shall be found,</br>While mad Ambition walks his guilty round?</br>Lo!  by the Ganges' consecrated flood</br>The sacred Cow distains the earth with blood;</br>Selected form of purity divine!</br>Mute intercessor at your holy shrine!</br>I see!  I see!  the fated ruin spread,</br>The stream polluted at the fountain-head!</br>Religion changing thro' the land her vow;</br>The Mosque aspiring o'er the Pagod's brow:</br>But chief the holy temples of Tanjore</br>Defil'd, where Mahomet ne'er trod before!", "\"With crimes he mark'd that inauspicious day,</br>When o'er our bounds the Tartar forc'd his way,</br>Nor hills nor floods can stop those robbers fell,</br>Whom views of conquest or of gold impel!</br>Then vanish'd all the plenty of the plain,</br>Fear seiz'd the maiden and despair the swain:</br>Golconda's gems diffus'd their novel rays,</br>And guilt was circled with the diamond's blaze.</br>Nor 'scap'd our Pagods sacrilegious hands&mdash;</br>Nor Jaggernaut on lone Orixa's sands;</br>Not Tripetti, whose feasts a treasure yield,</br>Had faith to guard them, or had Gods to shield!</br>The mooned standard scatters terror wide,</br>And fortune marshals on th' invader's side:</br>Then peace affrighted fled the hostile shore,</br>And truth and love and friendship were no more!", "\"But soon th' all-righteous Gods reveng'd our cause,</br>And Christians sent, to give our tyrants laws;</br>With daring keel o'er ocean's wilds to stray,</br>In turn to dispossess them of their prey.</br>How oft the strand with Moorish blood was dy'd,</br>While rapine's vassals endless streams supply'd!</br>Not long the sons of Lusitania hold</br>Their conquests, founded on the lust of gold;</br>The Hollander insidious spreads his toils,</br>Fawns like a friend, and seizes on the spoils.</br>His ill-got sceptre blossoms but to fade,</br>By fraud secur'd, and with injustice sway'd.</br>Wither'd its force &mdash; two rivals now appear,</br>There the proud Gaul, the gen'rous Briton here!</br>With various chance each army charg'd the foe,</br>While Asia waited the decisive blow.</br>Success at length superior valor crown'd,</br>And Britain reign'd, and blest the nations round!", "\"Alas!  how devious are a mortal's ways&mdash;</br>Him honor quits, and avarice betrays.</br>Ah!  what avails that Lawrence led his bands</br>To snatch from ruin our devoted lands!</br>On injur'd heirs that Clive, like Ammon's son,</br>Bestow'd the kingdoms which his sword had won!</br>That Pigot's councils lent to vict'ry wings,</br>And fix'd the limits of contending kings!</br>Vain is the hero's, vain the statesman's toil,</br>If hard oppression curse the gen'rous soil;</br>If local rulers loose the Tartar's hand</br>To grasp at crowns, and desolate the land!", "\"Too long these eyes have view'd the growing ill,</br>Then welcome, death!  this fruitless plaint to still.</br>If for their sins so many of our tribe</br>Have pennance fram'd, no colors can describe;</br>If some from Sind to Dehli's far abode</br>Have measur'd with their lengths the flinty road;</br>If others' courage wilder feats have dar'd,</br>Nor bow'd by famine, nor by torture scar'd;</br>Him no false pride impels when Ramah falls,</br>Whom not his own but country's danger calls:</br>Calls, by a timely sacrifice to move</br>Remorse below, or vengeance  from above!</br>But mark me &mdash; death the prophecy shall seal,</br>Ye base apostates to Britannia's weal!&mdash;</br>Nought but distress, commotion and disgrace</br>Attend your favor to the Tartar race.</br>That weight remov'd which poiz'd Indostan's scale,</br>Against your Cross the Crescent shall prevail:</br>'Till late you find 'twas not in vain he bled,</br>Whose curses lighted on the guilty head.\"", "He spake &mdash; and headlong darted from the height,</br>Swift as the falling meteor cleaves the night.</br>The hollow pavement to the fall resounds;</br>The body streams with undistinguish'd wounds:</br>The martyr's end the temple's records own,</br>And leaves a lesson to the British throne!", "</br>ECLOGUE IV.</br>THE ESCAPE:  OR, THE CAPTIVES.</br>SCENE:  THE SUBURBS OF TUNIS.</br>TIME:  NIGHT.</br>TO JAMES IRWIN, ESQ.", "Two youths of noble birth, whose wayward fate</br>Had doom'd to languish in a captive state;</br>Who to Iberia daily sent in vain</br>Soft sighs and wishes o'er the parting main:</br>Whose fond remembrance still would backwards to,</br>And from the contrast edge the present woe:</br>To whom e'en Hope but lent a glimm'ring ray&mdash;</br>These wake the tear, and ask the closing lay!", "And wilt thou, IRWIN!  to the call attend,</br>Which, more than brother, indicates the friend?</br>Wilt thou, in lib'ral notions chiefly great,</br>Suspend the cares that still on office wait?</br>And while the Captives' sorrows touch thy breast,</br>And gen'rous rage, and painful thought suggest;</br>Like them tho' 'scap'd the chain he whilom drew,</br>Lament the fortune which a brother knew!", "Deep in a corner of the spacious bay</br>Where mosque-crown'd Tunis owns a pirate's sway;</br>To fan the air where still the sea-breeze flies,</br>The sumptuous palace of the monarch lies.</br>Here arch'd piazzas rise on ev'ry side,</br>With marble pav'd, and sofas rich supply'd.</br>Whate'er can minister to silken ease,</br>Beauty to soothe, and melody to please;</br>The song, the dance, the bath, the opiate bowl,</br>Here flow successive, and bewitch the soul.</br>Nor less the fragrant gardens charm the sight,</br>Shades of repose, and scenes of soft delight:</br>Where not a shrub but keeps its vernal prime,</br>And not a fount but mollifies the clime.</br>To rear the flow'r, to dress the bow'r of joy,</br>A thousand slaves their daily toil employ:</br>And in this sensual Eden's ample round,</br>The toil of thousands is unequal found!", "Here were our youths their wonted tasks assign'd,</br>And here in gentler bondage long they pin'd.</br>While their late crew severer treatment bore,</br>Chain'd to the toilsome labor of the oar.</br>But daring thoughts engage each manly breast,</br>Plann'd by their chiefs, and whisper'd to the rest.</br>Bold the attempt which liberty  inspires,</br>And fond affection for a master fires!</br>This night is fix'd to seize their anch'ring prey,</br>And push o'er ocean their advent'rous way.", "Full Luna now her friendly ray display'd,</br>To bear the lover to his waking maid;</br>The flying captive on his road to light,</br>While slumber seals the watchful dragon's sight;</br>When forth the Spaniards to the terrace stole,</br>Beneath whose height th' encircling waters roll.</br>A cord they fix, and undismay'd attend,</br>Swift to the welcome galley to descend.</br>And now their eyes a fairer view explore,</br>Where freedom beckons, and their native shore;</br>All to the lover or the husband dear,</br>Beams on their mind, and speaks the union near!</br>But while on expectation's brink they stand,</br>While doubts contract, and hopes their breasts expand,</br>Known to the Muse, each conscious youth essays</br>To paint his love, and reach his charmer's praise.", "Perez began.  A virgin was his theme,</br>Bright as her orb, yet cold as Cynthia's beam!", "\"Oh thou!  to whom my youthful vows belong,</br>Strength of my sword!  and goddess of my song!</br>Who oft my chivalry with smiles hast paid,</br>And deign'd to grace the midnight serenade:</br>Be thou propitious to this teeming hour,</br>Which gives a captive to thy boundless pow'r.</br>Love, more than Freedom, tempts him o'er the wave,</br>To own his tyrant, and resume the slave:</br>To him all thoughts of liberty were vain,</br>Who, scap'd from bondage, seeks a stronger chain!", "\"Let Marcia then her Perez' claim approve,</br>His truth persuade her, and his suff'rings move.</br>And you, my rivals!  who that claim disdain'd,</br>Scoff'd at my lot, and by my absence reign'd;</br>Or in the lists, or in your am'rous suit,</br>For love and honour Perez will dispute.</br>In vain you prize the lance, or breathe the vow&mdash;</br>The fair-one twines the wreath for Perez' brow!\"", "Sebastian then.  Him fills a dearer name,</br>Soft as her light, and chaste as Dian's fame!", "\"And will to thee Sebastian be restor'd,</br>With smiles be welcom'd, as with sighs deplor'd!</br>Will love o'erpay thee with a late embrace,</br>Wife of my choice!  and guardian of my race!</br>See, if the thought dissolve me not to tears,</br>My manhood shake, and waken all my fears.</br>No babes, perhaps, may lisp a sire's return&mdash;</br>The mother's trust transmitted to an urn!</br>Or if so hopeless, so severe my fate,</br>Those children now may weep their orphan state!", "\"But let Sebastian brighter prospects sway,</br>Less dark his mind when darker far his day!</br>Lo!  Freedom wings him to the blissful spot,</br>Where hous'd in peace, his chains will be forgot.</br>Him Leonora waits in matchless charms,</br>To strain an exile in her widow'd arms;</br>Of parent!  spouse!  with each endearing tie</br>This vacuum in his being to supply!\"", "He said; and saw the object in his reach:</br>The friendly galley strikes upon the beach.</br>Swift by the cord the Captives downward glide&mdash;</br>The bark drops silent with the ebbing tide.</br>Now, unobserv'd, the lower fort they gain,</br>Now shoot the narrow outlet to the main.</br>To crown their hopes the wind from Tunis blows;</br>They pass the Cape where ancient Carthage rose;</br>Onward their course with toil unceasing ply,</br>'Till Murcia's mountains faintly tinge the sky.</br>Touch'd at the sight, they cast their cares behind,</br>While all their country rushes on their mind!</br>"]