["COLIN.</br>Good morning, Keatie &mdash; Fie, for shame,</br>To sleep sae lang ye're sair to blame:</br>Then at your glass to smile an' smirk,</br>An' be the hindmost at the kirk!", "KATE.</br>Ay, 'tis o'er true &mdash; O, wae's my heart!</br>An' to reprove is weel your part;</br>Your neighbours o' their faults to tell,</br>When ye're sae early there yoursell!", "COLIN.</br>Ah, cunning Kate!  I ken your way,</br>An' darena wrangle w' ye the day;</br>For ye're sae tart when ye begin,</br>Ye lead ane into words o' sin.</br>An' now, when we hae met thegither,</br>An' like sae weel to be wi' ither,</br>Let's chat, without a' taunts or scorning,</br>O' things befitting Sabbath morning.</br>I am o'er late, an' sair to blame&mdash;</br>But, O, I've sic a charge at hame!", "KATE.</br>Nae doubt, nae doubt!  'Tis a' o'er true,&mdash;</br>Naebody else has aught to do;</br>Ilk turn to Colin's hand maun lie,</br>The lasses a' to court forbye!", "COLIN.</br>Now, Kate, I canna stand sic joking,</br>There's nought on earth is sae provoking;</br>When weel ye ken I never parl</br>Either to kiss, or court, or quarrel,</br>Or sit me down to mince or mell</br>Wi' ony lass except yoursell.", "KATE.</br>Alas!  poor lad, ye're sair abused then,</br>An' fausely, wickedly accused then;</br>Sic tales are through the country fleeing!&mdash;</br>But then the country's ill for leeing.</br>It wasna true that Meg M'Gill</br>Cam greeting to you on the hill?</br>I heard sic story, an' the cause o't.</br>It wasna true; &mdash; I'm sure it was not?", "COLIN.</br>'Tis hard on twall.  Good morning, Kate;</br>I hate at preachings to be late;</br>Besides, it's sinfu' to get mad</br>At sic a glib-tongued wicked jade.", "KATE.</br>Colin, I'll gang as fast as you</br>On this fine day, and faster too;</br>Besides, I'll chat of what you will,</br>The Bible, or the Papish bill;</br>The statutes of the ancient law,</br>Or beauties of Queen Bathsheba.</br>Now, tell me, Colin, on your life,</br>What think you o' that winsome wife?", "COLIN.</br>Kate, ye're a witch &mdash; sae haud your tongue;</br>An elf sae wicked, yet sae young,</br>Was never nursed on mother's knee&mdash;</br>What are Bathsheba's faults to me?", "KATE.</br>O, nought to you!  Wha said they were?</br>I only wanted to prefer</br>Some Scripture argument 'bout sin,</br>And chanced with woman to begin.</br>But, Colin, 'tis right strange o' you,</br>Yet I hae noted, an 'tis true,</br>Whene'er o' womankind I hint,</br>Then up you flee like fire frae flint,&mdash;</br>Frae whilk it weel might understood be,</br>That things are no just as they should be.", "C0LIN.</br>Sweet Kate!  wi' that provokin' tongue</br>My heart wi' rage is aften wrung,</br>But when I turn me round, an' see</br>The wily twinkle o' your ee,</br>The cherry cheek an' dimpled chin,</br>My heart-strings dirl my breast within.</br>Kate, I suspect, that, chance what may,</br>We'll hardly reach the kirk the day;</br>We wad be blamed by matrons dour,</br>Gaun in at sic a daftlike hour,</br>An' some auld maids I ken beside</br>Wad cast us looks we coudna bide.</br>Let's turn, an' up beneath the heuch</br>O' the wild glen o' Gilmanscleuch;</br>We'll spend, in nature's green alcove,</br>The day in pure delights of love;</br>Read on our Bibles, pray bedeen,</br>An' maybe steal a kiss between.</br>If there's a blink o' heavenly bliss</br>On human nature, it is this.", "KATE.</br>Weel, Colin, I shall not gainsay,</br>A wilfu' man maun hae his way;</br>Since ye propose't, an' think nae shame,</br>If 'tis a sin, ye'll bear the blame.</br>But tell me this &mdash; though gay an' braw,</br>War ye gaun to the kirk ava?", "COLIN.</br>Whisht, Kate!  an' speer nae that again,&mdash;</br>There's maybe mae to blame than ane;</br>There are some things 'tween man and maid</br>Mair natural to be thought than said;</br>But now, our resting-place is here,</br>Come to my side, my comely dear,</br>Close to my side, nor ance avert</br>The vision dearest to my heart.</br>Look round you, Kate; the scene you see</br>Is wild as mountain scene can be;</br>Here sit we in a hollow swarth,</br>Scoop'd from the bosom o' the earth;</br>Our palace-wall the shaggy fell;</br>Our couch of state the heather-bell;</br>The sounding rivulet, combined</br>With music of the mountain wind,</br>The only anthem which we list;</br>Our canopy the yielding mist;</br>Yet here, within our desert den,</br>Far frae the walks and eyes of men,</br>Think o' our heavenly Maker's kindness,</br>For a' our sins an' mortal blindness.</br>Beyond the bliss o' kingly bowers</br>An earthly happiness is ours.", "O, Keatie, when this scene I spy,</br>Imbedded in thy deep blue eye</br>Like a wee vision o' the mind,</br>A dream of heaven an' earth combined,</br>My ardent soul is all on flame</br>With a delight that wants a name&mdash;</br>A flame so holy an' divine,</br>An angel's heart might envy mine.</br>My own rapt image, too, I see,</br>As if I stood 'twixt heaven and thee&mdash;</br>Forbid it, a' ye powers above!</br>An' O, forgie this tear o' love;</br>For ne'er was vision so complete</br>In window of a soul so sweet.", "KATE.</br>Colin, I like nae sic pathetics;</br>When chaps get into their poetics,</br>They rave on like the winter winds,</br>An' mischief whiles comes in their minds:</br>Sae, that I still may haud you dear,</br>An' keep you sober and sincere,</br>Kneel down upon that purple lea,</br>An' pray to God for you an' me&mdash;</br>The path o' grace has a beginning,</br>An' praying winna gang wi' sinning;</br>'Tis sweet an' comely to express</br>Our homage in the wilderness,</br>An' train our youthfu' minds away</br>Frae courting on the Sabbath day.", "Colin, without another word,</br>Kneel'd down upon the lonely sward,</br>His comely face turn'd to the sky,</br>With ardour in his dark blue eye;</br>And thus unto his God he pray'd,</br>As near as't can in rhyme be said:", "C0LIN.</br>O thou, who dwell'st beyond yon sun!</br>Where the sinful soul can never won;</br>Thou God of all beings on earth that dwell,</br>The angels of heaven, an' spirits of hell&mdash;</br>O!  wilt thou deign, in thy love divine,</br>To list to such a prayer as mine?</br>Not for myself do I crave thine ear,</br>But for one beside, than life more dear;</br>And for her sake I heard shall be,</br>For a virgin's soul is dear to thee.", "Then thou, who reared'st you ample sky,</br>And planted the Paradise on high,</br>When the morning stars together sung,</br>And its arch with hymns of angels rung;</br>Who placed the sun on his golden throne,</br>His God's vicegerent, and His alone;</br>Who clothed the moon in her silver veil,</br>And the little stars in their diamond mail;</br>Who wall'd the ocean's mighty wave,</br>O'er coral beds to roll and rave;</br>And form'd these mountains, great and small,</br>And the soul of man, the last of all&mdash;</br>O, hear in heaven, most graciously,</br>For we had our lives and souls from thee!", "O thou, who laid'st thine infant head</br>In a manger for thy cradle bed,</br>When the spirits of guilt were moved with awe,</br>And the angels marvell'd at what they saw&mdash;</br>The babe of heaven hush'd to his rest</br>Upon an earthly virgin's breast,</br>Then yield his life upon the tree,</br>And lie in the grave for such as me&mdash;</br>O hear us in heaven, thou holy one!</br>For in thy merits we trust alone!</br>Thou spirit of grace, adored, believed,</br>Great messenger all unconceived;</br>Thou THREE in ONE, and ONE in THREE,</br>Potent, supreme Divinity,</br>As one great God we worship thee</br>Then hear our prayers whilst here we live,</br>And when thou hearest, Lord forgive!", "We have no earthly thing to crave;</br>We are more than happy with what we have:&mdash;</br>We have youth and health, and love beside,</br>And thee for our father and our guide;</br>Thy own blue heavens smiling o'er us;</br>Religion, hope, and the world before us;</br>And all we can do, is to express</br>Our gratitude and our thankfulness.", "One blessing would earthly hope fulfil,</br>If 'tis accordant with thy will:&mdash;</br>May we two, kneeling thee before,</br>Be join'd as one for evermore!</br>And that a prospect may remain</br>Of acting earthly scenes again,</br>May she be as a fruitful vine&mdash;", "KATE.</br>Stop, Colin, stop!  I canna join!</br>Ye may pray for marriage gin ye will,</br>To think of that can do nae ill;</br>Its sinless joys our God will grant them&mdash;</br>We'll pray for bairnies when we want them.</br>Ye cou'dna ask for aught that's worse,</br>Than the heaviest portion o' woman's curse.", "COLIN.</br>Ah, my dear Kate!  gin ye be spared,</br>You'll change your chime on that award.</br>If pure affection's from above,</br>If \"love is heaven, and heaven is love,\"</br>If loveliness conceived may be,</br>Can ye a sight so lovely see,</br>As a young comely mother's rest,</br>With sweet babe to her bosom press'd;</br>Its round and chubby cheek laid low,</br>Misshapen on her breast of snow?</br>Ah, Kate!  if pure, unmingled bliss</br>Be found in life's imperfectness,</br>All love, all fondness is outdone</br>By mother's o'er her first-born son:</br>That glow is bright, its workings kind,</br>Calm, chasten'd, ardent, yet refined.</br>I think &mdash; O!  may I be forgiven&mdash;</br>That nought can lovelier be in heaven,</br>Far less upon the earth below;</br>Methinks I see the visions now&mdash;</br>What, Keatie, do ye rue our meeting?</br>I think ye're fuffing now, an' greeting?", "KATE.</br>Tuts!  what for will ye speak sae queer,</br>Of things unmeet for maiden's ear?</br>I canna bide that stuff sae sensuous,</br>It sounds like something that's licentious:</br>Yet these are truths the heart that strike&mdash;</br>Ye may pray for babies gin ye like.", "COLIN.</br>Ha, Keatie!  truth will aye bear sway,</br>An' nature work in her ain way,</br>For ye are nature's child complete,</br>A mountain rose unsoil'd an' sweet,</br>A gem the desert that perfumes,</br>A flower that hardly kens it blooms.</br>When we grow auld, an' bow'd wi' age,</br>We'll make an yearly pilgrimage</br>Unto this wild an' lonely scene,</br>An' greet o'er days lang past an' gane.</br>'Twill mind me of thy guileless heart,</br>Of what remains and what thou wert,&mdash;</br>And I'll think of a day of bliss,</br>And maiden made to love an' kiss,</br>Wha aince gart me the preaching miss:</br>An' waur than that; when her behest</br>A solemn task had on me press'd,</br>She flew up wi' a wicked screed,</br>An' pat a' praying frae my head.", "KATE.</br>Here, with the tear drap in my ee,</br>Colin, I beg you'll pardon me.</br>I did amiss, 'mang passions rife,</br>But could not help it for my life.</br>In my reproof, though scarce ye'll trow,</br>I was at least sincere as you.</br>And now I beg of me you'll take</br>This book, an' keep it for my sake;</br>It was my honour'd father's gift</br>That day when I our cottage left,</br>With bitter grief, and youthfu' dread,</br>In the wide world to earn my bread.</br>\"My bairn,\" quo' he, \"ye're gaun to leave me;</br>I hope through life you'll never grieve me.</br>If ever sin your fancy brook,</br>Think on the Author of this book&mdash;</br>Think how he reads the heart within,</br>And grieves if you should yield to sin.</br>An' think o' your old father too,</br>And how his soul yearns over you.</br>An' O, my bairn, when I am dead,</br>Cling to this blessed book, an' read</br>Its holy precepts when you may,</br>An' God will give you grace to pray,</br>To pray in purity of heart.</br>Farewell, my bairn, since we maun part!\"", "Now, Colin, as my sole director,</br>My trusted, generous protector,</br>Here do I render up to thee</br>The charge of baith my book an' me,</br>And ne'er again, by it I swear,</br>'Twixt you and heaven to interfere.</br>Accept, dear Colin, the propine,</br>An' O forgie the heart that's thine!", "He took the book, an' first he kiss'd</br>The donor, then the volume bless'd,</br>An' hid it in his bosom true,</br>While on his eyelids stood the dew;</br>Then hand in hand they trode the brae</br>That looks o'er Ettrick's wilder'd way,</br>An' parted on the mountain green,</br>Far happier than a king an' queen.</br>"]