["Well hath our Valiant Guide Mans Life compar'd</br>Unto a warfare, where we alwayes stand</br>In complete Armour, ready and prepar'd</br>The force of cruell Foe-men to withstand,</br>Where Satan, World, and Flesh together band,</br>By open force and treason to subdue,</br>And leade us captive by their mightie hand,</br>And all unarm'd, or out of order due</br>They fetter'd drag to Hell with cursed damned crue.", "Which to avoid, he wills us to be strong </br>In God, and in the Power of his might;</br>And the whole Armour that doth here belong</br>To Christian Souldiers, on our Soules to dight:</br>For here with Flesh and Bloud we doe not fight,</br>But Empires, Powers, Principalities,</br>The Worldly Governors of darkest night,</br>Sublime spirituall subtile Enemies;</br>Which to resist, he ghostly Armour doth devise.", "The Belt of Truth, Brest-plate of Righteousnesse,</br>Faiths Shield, and Hope the Helmet of salvation,</br>Sword of the Spirit, Prayers ferventnesse, </br>Feete shod in Peaces Gospels preparation:</br>These be the Weapons of our Militation.</br>Of Helmet, Brestplate, Shield, and Girdle, wee</br>Alreadie have conceiv'd a Meditation:</br>These foure the upper parts arme to the knee,</br>But Patience, Legs, whereon the rest supported bee.", "For so the Learned seeme to give the Sense,</br>This Preparation of the Gospels Peace,</br>To be the brasen Bootes of Patience,</br>Which doth defend from Thornes and Stones disease</br>Our Legs and Feete:  And where the Belt doth cease,</br>These Boots of Patience Armour doe supply,</br>By which in compleat Armour we doe prease,</br>And stand undaunted 'gainst our Enemy;</br>This Vertue is the next my Muse seekes to descry.", "Which well is call'd the Gospels Preparation,</br>For never any Patience true and sound</br>Can be, but by the Gospels mediation.</br>The Heathen built not on this certayne ground,</br>And therefore this true Patience never found,</br>Which but by Peace of Conscience none attayne:</br>This Peace the Gospell onely doth propound</br>By reconcilement of the Lambe (Christ) slaine;</br>Without this Peace of Conscience Patience all is vaine.", "Thou glorious God of Peace and Patience,</br>(Who sent'st thine onely Sonne our sinnes to beare,</br>And by his Suffring and Obedience</br>Upon the Crosse from guilt of sinne to cleare</br>All those to whom his Crosse is sweet and deare)</br>Direct my Muse this Grace aright to reade,</br>That knowing, I never may once forbeare</br>To practise Patience in thought, word, and deede,</br>But to the end my Life in Peace and Patience leade.", "Which is a gift of God, whereby we are</br>Inabled willingly and constantly</br>All crosses that God layes on us, to beare,</br>For Goodnesse, Godlinesse, and Honestie.</br>Impatience 'tis to beare unwillingly,</br>And but an idle feigned false pretence,</br>To boast of Vertue without Constancie:</br>Her parts be foure; of which some difference</br>May seeme at first, yet all make but one Patience.", "The first part is, from Anger to abstayne;</br>The second is a constant Expectation;</br>The third is, to the end Right to maintayne;</br>The last consists in willing Sustentation</br>Of all afflictions here, and castigation.</br>But Man to these foure parts we onely tie:</br>For the last part, which doth consist in Passion,</br>Unto th' eternall Being comes not nigh,</br>Who's free from all Affliction and Calamitie.", "Yet is he rightly call'd the Patient God,</br>And doth in first three named parts transcend:</br>First, farre from Anger, when he spares his Rod,</br>He doth expect and wait till we amend:</br>And last, abides the same unto the end:</br>He fruitfull Times and Seasons of the Yeare</br>Unto the good and bad alike doth send;</br>Most patiently doth with our Follies beare,</br>And where he once doth love, he never will forbeare.", "Thus Mercy, Zeal, Repentance, may be said</br>Inexplicably in God to bee;</br>Zealous, yet not offended or dismaid:</br>Most Mercifull, yet griefe did never see:</br>Repenting, yet without remorse is hee:</br>Most Patient, yet without least payne or passion.</br>Of Vertues parts, which are of Frailtee</br>And Weaknesse, God hath no participation,</br>Yet want they not in Man their use and commendation.", "As is the Cause and End of Patience,</br>So we her true or counterfet esteeme;</br>The Cause and End doe make the difference:</br>If we for Fancy, Glorie, Lust, Wealth, seeme</br>To beare with Patience, Hunger, Payne, Cold, Teene;</br>This suffring, missing her true Cause and End,</br>As falsely feigned, counterfet we deeme:</br>But if for doing well, or to defend</br>The Truth we suffer, this our Patience doth commend.", "The greedie Merchant suffers wreck for gaine;</br>For Lust some doe endure ev'n basest shame;</br>The Souldier spends his blood for glorie vaine;</br>Th' Ambitious venture all to purchase Fame;</br>Loe, there we carnall Ends and Causes name.</br>True Patience causes honest are and just,</br>When for ill-doing we doe suffer blame.</br>Take paine for Glorie, Honour, Gayne, or Lust,</br>Rewards like to the Cause and End expect we must.", "But true immediate ground of Patience</br>Is the sweet Gospell (as I said) of Peace:</br>For Man, deepe plung'd in sinne and foule offence,</br>No Creature could Gods wrath but Christ appease.</br>In stead of Love, Gods wrath on Man did seise,</br>Till Christ concludes our Reconciliation,</br>And us of our offences doth release,</br>Of which the Gospell is th' Annunciation:</br>Therefore is Patience cal'd the Gospels preparation.", "And therefore as her Cause and End is Peace,</br>So all her workes to inward Peace doe tend,</br>Which in the inward Man doth most increase,</br>When outward Warres seeme most him to offend,</br>Shee doth our Soules most valiantly defend,</br>By patient bearing crosses, paine, and shame,</br>Which shee with Patience suffers to the end,</br>Except they crosse the Glorie of Gods Name,</br>Or Neighbours good, which to endure deserveth blame.", "One evill is of Sinne, and one of Payne,</br>That ill of Sinne this Dame cannot abide,</br>But that of Punishment shee counteth gayne.</br>Gods holy Name blasphem'd or Truth deni'd,</br>Or wicked Men Gods holy Saints deride,</br>Is no true Patience patiently to heare:</br>But on our selves when crosses doe betide,</br>Then Patience true doth patiently forbeare,</br>For shee her owne, not others wrongs, delights to beare.", "If one will take her Coate injuriously,</br>She suffereth such losse with Patience;</br>But if of Faith, Love, Truth, or Honestie</br>One would deprive her, that is such offence</br>As cannot stand right with her Conscience.</br>Shee private Wrongs most willingly doth hide,</br>But faults admitteth under no pretence.</br>Shee can endure Men should her selfe deride:</br>But her Profession scorn'd shee no wayes can abide.", "Compell her to a mile, shee will go twaine;</br>Strike her on one, shee turnes the other Eare;</br>All wrongs done to her selfe shee can sustaine,</br>But none done to her Neighbours shee can beare:</br>If shee to love her selfe commanded were,</br>She evil would resist with ill againe;</br>But, loe, her Lord resistance did forbeare,</br>When he was scoffed, scourged, beaten, slaine,</br>And open'd not his Mouth to curse or to complaine.", "Afflictions are her Objects, which we find</br>Divers, as they in divers Subjects rest,</br>Afflictions of the Body and the Mind,</br>Which Mind and Body dang'rously infest.</br>Against these, Patience is alwayes prest,</br>And them as well-come Friends doth entertaine:</br>More crosses shee endures, more shee is blest,</br>And knowes through anguish, trouble, griefe, and paine,</br>Her ayme, eternall rest, shee in the end shall gaine.", "Thus Heaviness and Sorrow prove her Heart,</br>How willingly, how long, shee will abide;</br>How lowly, humbly, shee endureth smart;</br>How void shee is of Hautiness and Pride,</br>Anger, Revenge, selfe Love, and Envies gride.</br>If minds affictions shee could not withstand,</br>How could shee beare such as her Flesh betide,</br>Plagues, Torments, Labours, Paynes, Diseases, and</br>Death, Fastings, Watchings, Prsions, Cold, and Yron band?", "Most sweet Companion and most welcome Ghest,</br>To ev'ry payre combin'd in Amitie:</br>The chief Maintayner of each joyous feast.</br>Begun in Wedlocke, Friendship, Charitie,</br>Sweet Patronesse of each Societie;</br>Continuing all that Love begins in Peace:</br>Most sacred Twin with sweet Humilitie,</br>For as one growes the other doth encrease,</br>And to attend on Love and Mercy never cease.", "What doth the Love 'twixt Husband and the Wife</br>Then Patience More fast and firme maintayne:</br>Who keepes true Friends from discord, jarre, and strife,</br>And Children in their Parents love retayne;</br>Shee Masters favour doth to Servants gayne,</br>And tels them they a Master have above,</br>Who God most patient doth ay remayne,</br>Though they to wrath him ev'ry day doe move:</br>Thus Patience preserves all Peace begun by Love.", "None can ascend to glorious Court of Love,</br>But he must clime by Patience, beare with payne,</br>Without this Patience all the Vertues prove</br>False shewes, which doe no substance true retayne.</br>What Love, Faith, Hope?  What Grace did ere remayne</br>Constant?  without this gift of Patience,</br>Therefore shee is the Glorie of Loves trayne,</br>The Vertues all attend her Excellence,</br>And shee againe attends them all with Recompence.", "Those most Heroike Vertues, Fortitude,</br>Prudence, Joy, Justice, Bountie, and the rest,</br>What are they if you Patience exclude,</br>But ev'n so many torments to molest</br>Mans Soule, if with affliction once distrest?</br>Zeale without Patience doth like Furie spurn:</br>Ev'n heav'nly Knowledge doth our minds infest:</br>Repentance, like Hell fire doth Conscience burne:</br>Wer't not for Patience, all would to Confusion turne:", "As Christ the Authour of true Patience;</br>So of Impatience, Satan and his brood,</br>First shew'd in Garden in Mans Innocence;</br>Whilst he in Makers Grace and Favour stood:</br>Mans glorie in Gods Image could not beare,</br>He them seduc'd to eate forbidden food,</br>Whereby our Blessings chang'd to Curses were,</br>Till Patience in the Garden us againe did cleare.", "Since this these two doe worke by contrarie,</br>By Patience we our Soules possessen here,</br>And we them lose by our Impatiency:</br>One heares sound Doctrine; th' other stops her eare.</br>For Love, Christ, Godlinesse, or Honestie,</br>By Patience more than Conquerors we are:</br>Impatience makes us cowardly to flie;</br>True Patience, brings all Grace; all Vice, Impatience.", "There's an extreme besides Impatience,</br>(Because by Vertue clok'd) most dangerous,</br>Which is a light Regard and stupid Sense,</br>Not feeling crosses which God layes on us;</br>Such as doe vant themselves so valourous,</br>That by Gods punishments they set most light,</br>Plague, Famine, Sword, Fire, Wives and Childrens losse;</br>But scorne his chastenings all, which doth his wrath incite.", "Such never looke at God, who these doth send;</br>Nor on their sinnes, the Cause of all our smart;</br>Nor on the End, that they their lives might mend:</br>But with rebellious will and stubborne heart,</br>Gods Father-like chastisements doe pervert,</br>Whereby they doe themselves the fruit denie</br>Of Gods corrections, which should them convert:</br>Like Beasts and Blocks they under burthens lie,</br>Referring all to Heathen Fate and Destinie.", "These the Almighties Patience provoke,</br>(Like Pharoah) Judgements on their heads to send,</br>And turne his scourging stripes to fatall stroke,</br>Bringing a fearefull and a desperate end.</br>Of two extremes from this Lord me defend,</br>Oh, rather let me fainting take a fall,</br>Then as incorrigible thee offend,</br>Which is most wicked dang'rous sinne of all.</br>Into the first thy Saints; the last, the Devils fall.", "This Heath'nish, blockish, base impatience,</br>(Which is a froward dull Stupiditie)</br>Doth (like to Opium) amase the Sense,</br>And makes Men as dead drunke all senselesse lie;</br>Ah, how can he his Armes or Legs emply</br>Like Christian Souldier, valiantly to fight</br>Gods Battailes, whom such Drugs doe stupifie?</br>Or how can he of Christs Cup taste aright,</br>That doth in such dead cursed drunkennesse delight?", "This World's the Field where all Saints Souldiers are,</br>Assaulted daily by Gods Enemies,</br>Who therefore must by Christian Patience beare,</br>Payne, Hunger, Cold, all incommodities,</br>Wayting for Victuall, Ease, and new supplies.</br>They constantly must hold out to the End,</br>One bearing with others infirmities:</br>To faint of flie before the Battaile end,</br>Is worse, than if to fight they never did intend.", "Love is the Mother, Patience the Nurse</br>Of ev'ry linke and band of Amitie:</br>And though Hate and Impatience ban and curse,</br>Seeking to choke all good Societie;</br>Yet Patience nurseth all in Charitie:</br>Her sincere Milke is patiently to beare,</br>And suffer wrong and harme most willingly.</br>Ah, but for her Patience, Malice all would teare</br>Kings, Husbands, Fathers, nould their Subjects, Wives, Sonnes, spare.", "Nothing her Nature better can expresse</br>Then her to Bootes and greaves of brasse compare,</br>Which doe the Feete and Legs of Souldiers dresse</br>That in the fore-front of the battell are;</br>Thus shod, on Speares, Pricks, Goades, Pikes, treade we dare;</br>Losse, Shame, Crosse, Fire, Grief, Sword, and Banishment,</br>Which would o'rethrow us, if our Legs were bare:</br>But Patience arms them with such hardiment,</br>They passe them over all with courage and content.", "As Temples, Arches built by cunning hand</br>Of Artist, skilfull in Geometrie,</br>More weight on them is laid, more firme doe stand.</br>So Patience, more opprest most sure doth lie.</br>No Stormes, Wind, Weather, can our House destrie,</br>Erected on such sure and fast foundation:</br>Afflictions doe the joynts more strongly tie,</br>And knit most firme by patient sustentation:</br>For more shee suffers here, more is her consolation.", "And as the soundnesse of a firme foundation</br>Is best discern'd when most weight on is laid;</br>And Faith unfeign'd best tryed by temptation,</br>Mercy most seene, when Poore doe want our aid:</br>So Patience is most gloriously displaid</br>By Crosses, Paynes, Disgrace, Indignities,</br>Which without her our Soules would have dismaid,</br>And Bodies griev'd with basest injuries:</br>All Vertues fairest shew, oppos'd by contraries.", "Her very Name and Etymologie</br>Describes this Ladies Nature wondrous right:</br>For Patience, Sufferance doth signifie,</br>Forbearance, farre from Anger, and to fight</br>Gods Battails with true courage and delight.</br>Hee's stronger that can over-come disgrace,</br>Crosses and injuries by patient sp'rit,</br>Than he that walled Cities doth deface,</br>And Monarch-like doth sway the whole World by his Mace.", "Like as the heav'n above is garnished</br>With Sunne, and Moone, and glistering Starres by night,</br>So hath Gods Church beene alwayes furnished</br>With patient Mirrours to direct us right;</br>Yea, though we had no Scriptures us to light,</br>Examples of th' Elect might be our line,</br>To walke in Patience with all our might,</br>So they before to us, that follow, shine;</br>That number Starres, he may that can their names define.", "Begin we with our Sunne before the Flood,</br>Our patient Maker; How did he forbeare?</br>Though Enochs prophecying they withstood,</br>Yet God with their iniquities did beare,</br>Untill the Deluge up the Arke did reare.</br>Next see his Patience and forbearance kind,</br>To them that underneath the Covenants were:</br>But most his suff'rance under Grace we finde;</br>As Father most to love his youngest is inclin'd.", "Our Saviour next, whose Life, Death, Suffring, shame</br>To us, all Patience doth represent:</br>Whereby all Christians ought themselves to frame,</br>Following his foote-steps who before us went,</br>Who ne're did sinne, nor ever guile invent:</br>Yet when he suffer'd, threatned not to smite,</br>But dumbe like to a Lambe most innocent</br>Commits his Cause to him that judgeth right,</br>Bearing on Crosse our sinnes, that he redeeme us might.", "Now follow Starres which doe receive their light</br>From that most glorious Sunne of Patience;</br>Meeke Abel, slaine by cruell Cains despite;</br>Noe, Preacher to th' old World of Penitence,</br>Bearing scoffes, scornes, for his Obedience;</br>Abram forsakes his Kindred, House, and Land,</br>And patiently a stranger dwels in Tents:</br>At ninety nine is circumcised, and</br>His deare sonne Isaac offers at his Lords command.", "See Isaac patient to embrace the Knife:</br>Jacob enduring churlish Labans wrong;</br>His Dina's Rape, his Sonnes most cruell strife;</br>With Joseph, who endured prison strong,</br>For doing well; who can expresse his long</br>True Patience, that did Pharaohs pleasures leave</br>To suffer payne his Brethren among?</br>Yet meekest Moses did stone-Tables cleave,</br>When Zeale of Gods great Glorie did his sense bereave.", "How patiently did holy David bear</br>Sauls persecutions, waiting for his Crowne?</br>When he his skirt cut off, took up his Speare:</br>Yet would not let Abisai smite him downe.</br>But none for Patience like to Job is knowne:</br>Loe, Christ himselfe the Patience doth commend</br>That Prophets, Priests, and Martyrs have us showne,</br>All which in briefe the Truth for to defend,</br>Have without grudging held out constant to the end.", "All wrestled in this Field of Patience:</br>Some scorns, stripes, fetters, prisonment sustayne:</br>Some racking, sawing, broyling, banishments:</br>Some scourg'd with rods, with sword some have beene slayne:</br>In Sheepe skins, Goate skins, some to walke were fayne;</br>Of which the world in no wise worthy were,</br>All will dread on the Mountaynes and the Plaine,</br>In earthly Dens and Caves lay hid for feare;</br>These all by Faith in Christ of Patience followers are.", "I should doe wrong unto all Women-kind,</br>Should I the praise of Patience them denie:</br>So many for the Truth with constant mind,</br>In flames of fire have let their body frie:</br>Besides continuall payne and miserie,</br>In bearing, nursing, Children they abide,</br>Whereby they doe maintayne Posteritie.</br>O blessed Maid, what griefe did thee betide,</br>To see thy Sonne on Crosse his Armes to open wide?", "But I too farre the Readers Patience presse</br>With multitude of Paternes from without;</br>Since only inward Patience can us blesse,</br>And make us like to Lyons bold and stout,</br>Preserving us from perill, dread, and doubt,</br>Whilst patiently we here all crosses beare,</br>To th' end with Christian courage holding out,</br>And never Mans pride or Hells malice feare,</br>For by this suffering, more than Conquerors we are.", "We reade that Socrates did Patience gayne</br>By patient bearing his impatient Wife:</br>And we this Grace by suffring may attayne,</br>If in Faith, Hope, and good Workes we be rife.</br>Doubtlesse our paynes here, crosses, griefe, and strife,</br>Are nothing if they rightly be compar'd</br>Unto the Joyes, Crownes, and eternall Life,</br>Which God above for all those hath prepar'd,</br>That with true Patience of his comming have regard.", "But ah, we of farre other spirit are,</br>In our hot blood we cut off Malchus eare;</br>But if our lives be question'd, then we dare</br>The Truth denie, and ev'n our Christ forsweare.</br>Mans mind possest with furie or with feare,</br>Falls from the meane to all extremetie:</br>For want of courage he no crosse can beare,</br>Or for revenge doth offer injurie,</br>Both which alike are guiltie of Impatiencie.", "When I the Lives of Holy Martyrs reade,</br>And what great torments here they suffered,</br>As Members sympathizing with the Head;</br>Saint Lawrence on a gridyron tortured,</br>Who at's Tormentors never murmured,</br>But pray'd them onely turne the other side,</br>For one was broyl'd enough and martyred:</br>And her that did most paynefull death abide,</br>Whom with hot scalding pitch from top to toe they tride;", "Should I here wish their Patience or their Payne?</br>No sure, I wish both payne and Patience:</br>The more I suffer here the more's my gayne;</br>The greater losse, the greater recompence.</br>Ah, this to flesh and blood is sore offence,</br>And unto carnall minded, enmitie,</br>That take delight in pleasing of the Sense,</br>Their Nose with smels, their Touch with luxurie;</br>Their Taste, Eyes, Eares, their Heart and all with vanitie.", "Though thou escape crosse, scourging, sword and fire;</br>Yet surely, if thou liv'st the life of Grace,</br>And walk'st uprightly as Gods Lawes require:</br>Flesh, World, and Devill thee will seeke to chace,</br>As peevish, singular, vaine, foolish, base:</br>Yea, wicked Men thy Patience to trie;</br>Will thee deride, dishonour, scorn, disgrace:</br>We Patience shew in bearing injurie</br>For Christ, as well as those that for the Truth doe die.", "Lord grant me Pauls true constant resolution,</br>Not onely for thy Names sake to be bound,</br>But willingly to suffer dissolution.</br>Some scorching flames like beds of downe have found,</br>In some such inward comfort did abound,</br>When as they suffred for Christs holy Name,</br>For signe of inward joy and comfort found,</br>Their hands they lift up to expresse the same,</br>Till they consumed were ev'n by the scorching flame.", "It was th' Apostles triumph and delight,</br>To be accounted worthy for Christs sake</br>To suffer scourging, prison, shame, despite,</br>Which did them way to Crownes and Glorie make:</br>More happy 'tis to suffer at a stake</br>For Truth, then end our dayes in ease and rest:</br>Paul for a wondrous favour did it take,</br>That he not onely to beleeve was blest,</br>But that he suffered more for Christ then all the rest.", "The abject and off-skowring of the World,</br>A gasing stock to Angels and to Men,</br>Perill on Land, on Seas, with Tempest whirld,</br>Perill of Beasts, and of false Brethren,</br>Mock'd, scourg'd, bound, stock'd, cold, hungry, naked, thin,</br>Last, Satans buffetting spirituall:</br>I here should tyre my Reader and my Pen,</br>If I his crosses all to mind should call,</br>Yet he with constant Patience conquered them all.", "So they that truly love, will ought endure</br>For his sake onely they so truly love.</br>Lord grant me Love, for then I may be sure,</br>In all afflictions patient to prove:</br>No power of Men or Hell their soules can move,</br>That build upon so good and strong foundation,</br>Temptation may us shake but not remove</br>From Love, the ground and pillar of salvation,</br>Love is the Cause of ours, as of our Saviours passion.", "This seasons all afflictions, crosses, payne,</br>Makes Death our Gate to Heav'n; the Grave our rest.</br>This makes our Patience perfect, and doth gayne</br>Us Heav'n as sure, as if we were possest.</br>The God of Patience be ever blest,</br>The End and Authour of my Meditation,</br>And grant I constantly may ever rest</br>Upon his Love in Christ, my sure foundation,</br>Whose Patience paid my price of Reconciliation.", "Thus of true Patience having laid the ground,</br>I thereon Christian Fortitude will raise:</br>For never any valour true and sound</br>Can well abide, but where true Patience stayes.</br>No perill, payne, or shame that soule dismayes,</br>Where these two Vertues doe themselves combine,</br>Both joyfull make us walke through dreadfull wayes,</br>And like two Sunnes in Firmament doe shine;</br>Most glorious Fortitude but Patience most Divine.</br>"]