["Oh, ye for whom this tale of woe is told,</br>Who tempest-tost on passion's stormy deep,</br>Too weak for virtue, yet in vice not bold,</br>Irresolutely turn away and weep:</br>Deep in your torn and wavering bosoms keep</br>One love, beyond all others; &mdash; 'tis a love</br>Shall never cost you tears, or bid you sleep</br>Less calmly on your couch, lest it should prove</br>A vain and faithless dream by wandering fancy wove.", "It is the love of GOD!  Your idols tread</br>Where death hath raised his ever-pointed dart:</br>\"Thou shalt not worship them.\"  So HE hath said</br>Whose word is law.  The numbered hours depart,</br>And the frail idol of each trembling heart</br>Is snatched in mercy from you, that when riven</br>Are all the gentle ties, whose magic art</br>Made earth appear your home, the soul forgiven</br>May gladly wing its free, unfettered flight to heaven.", "And ye who make the joyful heart to grieve,</br>Ye tempters of the weak and sinful!  learn</br>To think upon the future:  oh, believe</br>Days come, when in your hearts, now cold and stern,</br>The worm that dieth not, Remorse, shall burn,</br>And ye shall mourn the ruin ye have made&mdash;</br>Shed the vain tender the unconscious urn,</br>Where, early blighted, 'neath Guilt's venomed shade,</br>Lie young, confiding hearts, by cruelty betrayed.", "The small, still voice shall whisper you, and haunt</br>Your brightest noon-day hour, your stillest night;</br>And with its deep, mysterious power shall daunt</br>Each coward heart amid the halls of light;</br>Making the day seem hateful to your sight,</br>Yes, ye shall writhe beneath th' avenging rod!</br>Oh, vainly would ye chase your soul's affright;</br>Of seek to hide beneath the mountain sod,</br>From the unerring eye of an offended GOD!", "Deem not the tale o'erwrought; ye little think</br>How many, whom ye knew when young, and gay,</br>The bitter waters of affliction drink,</br>And vainly weep their wretched lives away.</br>Pause o'er the cloud-hid future &mdash; shun the ray</br>Which, meteor-like, misleads, and dies again&mdash;</br>The mournful darkness of each summer's day&mdash;</br>The listless sadness of a heart in pain:</br>Tempters, and tempted pause, e'er yet that pause be vain!</br>"]