["Hear, Britain, hear a rough unpractis'd Tongue!</br>Tho' rough my Voice, the Muse inspires the Song,</br>The Heav'n-born Muse; e'en now she springs her Flight,</br>And bears my raptur'd Soul, thro' untrac'd Realms of Light.</br>We mount aloft, and, in our airy Way,</br>Retiring Kingdoms far beneath survey.</br>Amid the rest a spacious Tract appears,</br>Obscure in View, and on its Visage wears</br>Black hov'ring Mists, which thick'ning by degrees,</br>Extend a louring Storm o'er Earth and Seas.</br>But, lo!  an Eastern Light, arising high,</br>Drives the tempestuous Wrack along the Sky!</br>Then thus the Muse &mdash; Look down, my Son!  and see</br>The bright Procession of a Deity!</br>She spoke; the darkning Gloom was vanish'd quite;</br>And well-known Europe stands disclos'd to Sight.", "Of various States, the various Bounds appear;</br>There wide Hispania, fruitful Gallia here!</br>Belgia's moist Soil, conspicuous from afar,</br>And Flandria, long the Field of a destructive War.</br>Germania too, with cluster'd Vines o'erspread;</br>And lovely Albion from her wat'ry Bed,</br>Beauteous above the rest, rears her auspicious Head.</br>Sea-Nymphs beneath her chalky Cliffs resort,</br>And awful Neptune keeps his reedy Court;</br>His daughter Thames, rich Presents in her Hand</br>Of bounteous Ceres, traverses the Land;</br>And seems a mighty Snake, whose shining Pride</br>Does thro' the Meads in sinuous Volumes glide.", "Ah, charming Isle!  fairest of all the Main!</br>Too long thou dost my willing Eye detain.</br>For see a Heroe on the adverse Strand!</br>And, lo!  a blooming Virgin in his Hand!</br>All hail, Celestial Pair! &mdash; a Goddess she,</br>Of Heav'nly Birth confest, a more than Mortal He!</br>Victorious Laurels on his Brows he wears;</br>Th' attending Fair a branching Olive bears;</br>Slender her Shape, in silver Bands confin'd;</br>Her snowy Garments loosely flow behind,</br>Rich with embroider'd Stars, and ruffle in the Wind.</br>But once such diff'ring Beauty met before,</br>When Warrior Mars did Love's bright Queen adore;</br>E'en Love's bright Queen might seem less winning fair,</br>And Mars submit to his Heroick Air.</br>Not Jove himself, Imperial Jove, can show</br>A nobler Mien, or more undaunted Brow,</br>When his strong Arm, thro' Heav'n's Aetherial Plains,</br>Compels the kindl'd Bolt, and awful Rule maintains.", "And now embark'd they seek the British Isles,</br>Pleas'd with the Charge, propitious Ocean smiles.</br>Before, old Neptune smooths the liquid way;</br>Obsequious Tritons on the Surface play;</br>And sportful Dolphins, with a nimble Glance,</br>To the bright Sun their glitt'ring Scales advance.</br>In oozy Beds profound, the Billows sleep,</br>No clamorous Winds awake the silent Deep;</br>Rebuk'd, they whisper in a gentle Breeze,</br>And all around is universal Peace.", "Proceed, my Muse!  The following Pomp declare;</br>Say who, and what the bright Attendants were!</br>First Ceres in her Chariot seated high,</br>By harness'd Dragons drawn along the Sky;</br>A Cornucopia fill'd her weaker Hand,</br>Charg'd with the various Off-spring of the Land,</br>Fruit, Flowers, and Corn; her right a Sickle bore;</br>A yellow Wreath of twisted Wheat she wore.</br>Next Father Bacchus with his Tygers grac'd</br>The Show, and, squeezing Clusters as he pass'd,</br>Quaff'd flowing Goblets of rich-flavour'd Wine.</br>In Order, last succeed the tuneful Nine;</br>Apollo too was there; behind him hung</br>His useless Quiver, and his Bow unstrung;</br>He touch'd his Golden Lyre, and thus he sung.", "Lead on, great WILLIAM!  in thy happy Reign</br>Peace and the Muses are restor'd again.</br>War, that fierce Lyon long disdaining Law</br>Rang'd uncontroul'd, and kept the World in aw,</br>And trembling Kingdoms crouch'd beneath his Paw.</br>At last the reeling Monster, drunk with Gore,</br>Falls at thy Feet subdu'd, and quells his Roar;</br>Tamely to thee he bends his shaggy Mane,</br>And on his Neck admits the long-rejected Chain.</br>At thy protecting Court, for this blest Day,</br>Attending Nations their glad Thanks shall pay:</br>Not Belgia, and the rescu'd Isle alone,</br>But Europe shall her great Deliverer own;</br>Rome's mighty Grandeur was not more confest,</br>When great Antonius travel'd thro' the East,</br>And Crouds of Monarchs did each Morning wait</br>With early Homage at his Palace-Gate.</br>Haste then, bright Prince!  thy Britain's Transport meet;</br>Haste to her Arms, and make her Bliss compleat!</br>Whate'er glad News has reach'd her list'ning Ear;</br>While her long-absent Lord provokes her Fear,</br>Her Joys are in Suspence, her Pleasures unsincere.</br>He comes, thy Heroe comes!  O beauteous Isle!</br>Revive thy Genius with a chearful Smile!</br>Let thy rejoycing Sons fresh Palms prepare,</br>To grace the Trophies of the finish'd War;</br>On high be hung the martial Sword insheath'd,</br>The Shield with Ribbons dress'd, and Spear with Ivy wreath'd!</br>Let speaking Paint in various Tablets show</br>Past Scenes of Battel to the Crowd below!</br>Round this triumphant Pile in rustick Dance,</br>The shouting Swains shall, hand in hand, advance;</br>The wealthy Farmer from his Toils shall cease;</br>The Ploughman from the Yoke his smoking Steers release,</br>And joyn to solemnize the Festival of Peace.</br>No more for want of Hands th' unlabour'd Field,</br>Choak'd with rank Weeds, a sickly Crop shall yield;</br>Calm Peace returns; behold her shining Train!</br>And fruitful Plenty is restor'd again&mdash;</br>Apollo ceas'd; &mdash; The Muses take the Sound:</br>From Voice to Voice th' harmonious Notes rebound,</br>And echoing Lyres transmit the volant Fugue around.", "Mean while the steddy Bark, with prosp'rous Gales,</br>Fills the large Sheets of her expanded Sails,</br>And gains th' intended Port; thick on the Strand,</br>Like swarming Bees, th' assembled Britons stand,</br>And press to see their welcome Sov'reign land:</br>At his Approach unruly Transport reigns</br>In ev'ry Breast, and Rapture fires their Veins.</br>A general Shout succeeds, as when on high</br>Exploded Thunder rends the vaulted Sky.</br>A short Convulsion shakes the solid Shore,</br>And rocks th' adjacent Deep, unmov'd before;</br>Loud Acclamations thro' the Valleys ring,</br>While to Augusta's Walls the Crowd attend their King.", "And now behold a finish'd Temple rise,</br>On lofty Pillars climbing to the Skies!</br>Of Bulk stupendous, its proud Pile it rears,</br>The gradual Product of successive Years.</br>An inner Gate, that folds with Iron Leaves,</br>The charm'd Spectator's entring Steps receives:</br>Where curious Works in twisted Stems are seen</br>Of branching Foliage, vacuous between.</br>O'er this a vocal Organ mounted high</br>On Marble Columns strikes the wondring Eye;</br>And feeds at once two Senses with Delight,</br>Sweet to the Ear, and splendid to the Sight.</br>Marble the Floor, enrich'd with native Stains</br>Of various Dye, and streak'd with azure Veins.</br>E'en Aemulous Art with Nature seems to strive,</br>And the carv'd Figures almost breathe and live;</br>The painted Altar, glorious to behold,</br>Shines with delightful Blue, and dazzling Gold.</br>Here first th' illustrious Three of Heav'nly Race,</br>Religion, Liberty, and Peace embrace;</br>Here joyful Crowds their pious Thanks express</br>For Peace restor'd, and Heav'n's Indulgence bless.</br>Auspicious Structure!  Born in happy Days,</br>Whose first Employment is the Noblest, PRAISE!</br>So, when by just degrees th' Eternal Thought</br>His six Days Labour to Perfection brought,</br>With Laws of Motion first endu'd the Whole,</br>And bade the Heav'ns in destin'd Circles rowl;</br>The polish'd Spheres commenc'd their Harmony;</br>All Nature in a Chorus did agree,</br>And the World's Birth-Day was a Jubilee.</br>"]