["The sweep majestic of the river's brow,</br>Which, far above, extends from shore to shore&mdash;</br>(It glows in memory's magic mirror now,)</br>Heaven's bright blue arch rising behind and o'er&mdash;</br>The Lake-sprung torrents &mdash; as with ceaseless roar,</br>Over the everlasting rocks they roll,</br>Forever to the dizzy leap before&mdash;</br>All rush at once upon the startled soul,</br>At the first transient glance your eye throws o'er the whole.", "But sight is mingled at the heart with sound&mdash;</br>The loud, the deafening thunder of the fall,</br>Which seems at first all feeling to confound,</br>The brain to madden and the breast appal,</br>And spread annihilation over all!&mdash;</br>The dazzling whiteness of the sheeted foam,</br>Which to the eye seems like a snow-built wall,</br>On which is reared a bright cerulean dome,</br>That poets well might take for fancy's airy home.", "The clouds of rising and dissolving spray,</br>Which wave and wanton in the gusty wind,</br>On which the sunbeams hold their magic play,</br>Painting gay rainbows of each glorious kind,</br>That change their shape and colour like the mind</br>Of soft and ductile youth, with every scene,</br>Of light and shade &mdash; now swelling unconfin'd,</br>In matchless beauty with resplendent sheen,</br>Now bursting &mdash; leaving but the black abyss between.", "The dark and dripping cliffs which overheard,</br>Rise like the war-built towers of ancient time,</br>Breathing defiance, and inspiring dread,</br>Which echo back with emphasis sublime,</br>The cataract's awful sounds, in measur'd chime,</br>Rolling along the deep and distant pass,</br>Until at length the bloodstain'd heights they climb,</br>Where swell'd the roar of battle &mdash; when alas!</br>Our country's friends and foes fell in one mingled mass.", "And the still darker torrent at your feet,</br>Whose greenwreath'd floods boil up from the abyss,</br>To whose unfathom'd depths, in one broad sheet,</br>They thundering fell &mdash; whose tides with horrid hiss,</br>Like venom'd serpents vast, do seem, I wis,</br>Writhing in pain, and madly rushing by</br>Towards far Ontario's bed: &mdash; All &mdash; all, of this,</br>Must have struck on the heart &mdash; the ear, the eye,</br>To wake the burning soul of its sublimity.", "O!  I have thought &mdash; and thought did well beseem</br>A scene so fraught with wondrous majesty,</br>If with such wonders his creation teem,</br>What must the glory of the Author be!</br>With what deep reverence and humility,</br>Ought we to bow before his mighty hand!</br>Lord of Creation and Eternity!</br>Shall human pride not quail at his command?</br>The thunder of his power, O!  who can understand.</br>"]