["Happy the Maid, who from green Sickness free,</br>In Canvass or in Holland Pocket bears</br>A crooked Six-pence.  She envieth not</br>New-married Folks, nor sighs at others Banns.</br>At Eve, when Sol this Hemisphere forsakes,</br>She to her Needle or her Wheel repairs.</br>Then, not unmindful of the Man, dear Man,</br>Whose Faith by Promises and am'rous Oaths,</br>And crooked Sixpence, was to her betroth'd,</br>William, or Thomas, at her Work she cry's,</br>His Year next March is up, and so is mine.</br>Meanwhile he Shoes japans, or buckling Wigs,</br>Sings Durfey's songs by Purcellini set.", "But I, who in my Head bear Pain, and draw</br>Short Breath, Attendant sure on Sickness green,</br>With Cinders, or with Morter from the Wall,</br>Wretched Repast!  my fading Flesh distain!</br>In Chimney-corner close I poking sit,</br>Nor ever stir spontaneous, scarce when call'd.</br>I loll, I stretch, I yawn, and from a Tub</br>(Like that whence Burgess preach'd) Oatmeal purloin,</br>Oatmeal, unsalutary Food if raw!</br>More wholsome than ycleap'd Burgout, which feeds</br>North British Lad, full famous in Records</br>Of England's Chronicle for selling Kings,</br>When he o'er hoary Hills, or craggy Cliffs,</br>Or rugged Rocks, where Eagles build their Nest,</br>Rides on a Galloway tho' small, yet strong.</br>Voy'ging from Dungbay Head through Sheriffdoms</br>Barren and bleak, with chequer'd Plad superb,</br>Intent with clipp'd Jacobusses to buy</br>French Wine in Lusitanian Casks ypent,</br>Which well-paid Perjurers vouch all for Port,</br>Though they perhaps the Growth of Bourdeaux be,</br>Chatteau, Margout, or the renown'd Pontack.", "Thus while in Qualms my heavy Moments creep,</br>A Wight in Habit Velvet all and Gold,</br>Formal and fine, dread Monster!  Doctor hight,</br>With solemn Face into the Kitchen stalks.</br>His bony Fingers thrice my Pulse assay;</br>Thrice secrets deep he asks; surpris'd I dread</br>The Voice obscene, and hate the sickly Sound.</br>What shall I do?  amaz'd, confounded, dumb</br>I stand, nor Answer give to his Demands,</br>Nauseous to Virgin Ears; my frizzled Hair</br>Stands upright, to its Roof my Tongue sticks dry,</br>Retentive Faculty my Bowels lose,</br>So horrible he seems. &mdash; His Horse-hair Wig</br>Stiffen'd with angry Curls, his Agate Cane</br>And gilded Sword (too oft by Cowards worn)</br>Disastrous Deeds forebode; in his Right-hand</br>The desp'rate Pen he takes, which ting'd with Ink,</br>Strange Characters and Figures dire inscribes,</br>Illegible to Maid, or Man, or Witch.", "Oh, may such Plagues averted ever be</br>From modest Spinsters.  Lo!  behind him sneaks</br>Another Mortal, not unlike himself,</br>Of Jargon full, with Terms obscure o'ercharg'd,</br>Apothecary call'd, whose foetid Hands</br>With Power mechanic, and with Charms arcane,</br>Apollo god of Med'cine has endu'd.</br>If he gilt Pills, Powder, or Bolus brown,</br>Haply into the open Mouth convey</br>Of Patient, streight his Body to the Dose</br>Obsequious (as erst La Mancha's Knight)</br>Is to a Feather-bed well warm'd convey'd.</br>Sheets never to be chang'd, and watchful Nurse</br>The captive Wretch incarcerate, till Time,</br>The best Physician, set the Patient free.", "Beware, ye Virgins, of your Health beware;</br>Be circumspect to romp or run, ascend</br>The Mountain's airy top; th' Empirick Crew</br>Will else oft visit your Abode, by Fees</br>Of Gold allur'd, and dang'rous Symptoms find.</br>Prompt to torment some pale unthriving Wench,</br>With griping Buck-thorn, or with Launcet sharp</br>To pierce the shiv'ring Arm.  So Poets sing,</br>Sow-gelder erst to Calves, Pigs, Colts, and Lambs,</br>Sworn everlasting Foe, with goggling Eyes</br>To Stables, Sties, or Cow-pens early comes,</br>Protending his fell Knife to thoughtless Bulls</br>Sure Ruin.  So in undiscerning Night,</br>Myriads of Fairies by their Monarch led</br>To Infants Cradles, or to Nursery-Rooms</br>In serried Files march on.  Meanwhile the Babe</br>Secure in Innocence sleeps sound and smiles.</br>The Peers and Peeresses with Ob'ron's self,</br>Great Oberon, of Fairy Realms supreme,</br>Within one Circle all, in Dance and Song,</br>And Midnight Music move their tiny Feet.</br>Nurse hears, or thinks she hears, 'twixt sleep and wake,</br>Loud Sounds, unseen, delightful to the Ear:</br>But Fairy Fiddles lull again to Sleep.</br>Eftsoons King Oberon and twelve chosen Men,</br>With scaling Ladders of Dutch Thread compact,</br>The Cradle mount, collecting all their Might,</br>The Burthen of the pond'rous Child they raise.</br>Inexorable, nor will aught avail</br>Bright Eyes, loud Tears, or Limbs proportion'd well,</br>For Pygmy Brat they change the bouncing Boy,</br>And to their own Abodes, where'er they be,</br>The harmless Babe with Io Paeans drag.", "So pass my Days, but when a Wake or Fair</br>Comes on, and calls the joyous Damsels forth;</br>When Swains in Leathern Galligaskins clad,</br>Treat Nymphs with Cyder, sparkling Drink and sweet,</br>In melancholy Hall or Kitchen wide,</br>I cough deserted; Partner for the Dance</br>None chuses me, none on the Beachen Bark</br>My Name inscribes, no brawny Batchelor</br>Hangs o'er me enamour'd.  Singly sad</br>My Woe, through three times six revolving Years</br>I count, no jolly Jo, nor sober Sam</br>The matrimonial Question e'er propos'd,</br>Or crooked Six-pence offer'd to divide.</br>Amidst the Horrors of long Wint'ry Nights</br>I sigh, my Heart into my white-rann'd Shoes</br>With Palpitation sinks.  I ponder now</br>Where Rats-bane's sold, and now again the Well</br>I view irresolute, and oft the Strength</br>Of my own Garters try.  Peevish I pine,</br>And fret, and rave, and wish; my roving Mind</br>Finds no Relief, my rolling Eyes no Sleep.", "But if the Stranger Morpheus does invade</br>My painful Limbs, my Fancy still awake:</br>Thoughtful of Man, and eager in a Dream</br>Imaginary Blisses gives, and takes:</br>In vain!  awake, I find myself alone,</br>Unbless'd, alas!  and curse the backward Sex.", "Thus do I live, from Pleasure quite cut off.</br>Fairing to me no gen'rous Carter brings,</br>No Pears, no Ginger-bread, tho' brown yet sweet;</br>No Filberts I, nor Walnuts crack, nor squeeze</br>The China Orange through its tawny Coat.</br>Troubles immense, tho' mightier still remain.</br>My Whale-bone Hoop, that has so long withstood</br>Pales, Pots, and Doors, and with Circumf'rence wide</br>My virtuous Limbs enclos'd, by frequent Sparks</br>Of Fire's destroy'd.  (What will not Fire destroy?)</br>The splinter'd Ribs crack, break, and pierce amain</br>My wounded Skin.  In Rags the Canvass hangs;</br>The sevenfold Circlets of the flutt'ring Hoop</br>Uplifted, yields to every Blast of Wind,</br>Southern, or Western, or the bleak North-East,</br>North-East, that sinks the Hearts of hippish Souls.</br>Till Whale-bone, Twitcher, Petticoat and all</br>Descend with Clangor to the rattling Hearth.</br>So when of some great Church the Cupola,</br>Or Minster of renown'd Metropolis;</br>York, Canterbury, or the Height of Pauls,</br>Resisting long the Jaws of rav'nous Time,</br>The Summer's Thunder, and the Winter's Wind,</br>Fam'd many Cent'ries for its stately Strength,</br>Upon some fatal unexpected Day,</br>Smit by the rapid Light'ning's forked Gleam,</br>Admits the Flame, the melted Lead runs down,</br>Their own Destruction sapless Beams increase.</br>The Neighbours with Astonishment are seiz'd,</br>They stare, they scream, they help, they steal, they run,</br>Endeavours vain!  unconquer'd, unextinct,</br>Flames domineer aloft; far off resounds</br>The Rack of Chancels, and the Crush of Isles;</br>High Towers hasten to the Vaults below,</br>And proud Cathedrals tumble to the Ground.</br>"]