["Judea's holy men in desert caves</br>From the free light of day themselves did shroud;</br>The fear was on them of untimely graves</br>To which by Jezebel their forms were vowed,&mdash;</br>A woman, cruel, idolatrous, and proud!</br>Oh!  many were the brows before her pale,</br>Of men with God's superior gifts endowed,</br>His Priests, and Prophets, whose firm hearts did fail;</br>For hundreds had she slain in sacrifice to Baal!", "Even Elijah, God's most favoured one,</br>Fled to the desert in his spirit's fear;</br>And, wearied with his journey, slept alone</br>Beneath a juniper; when to him there,</br>In visioned glory, did a form appear</br>God's messenger:  \"Elijah!  wake, arise!\"</br>The angel cried to the reposing seer;</br>\"Awake; renew, with these required supplies,</br>For forty days and nights, thy wasted energies!\"", "Thrilled with the seraph's voice, Elijah rose,</br>And from his waking eyes the vision fled:</br>No longer, vexed with shame and Israel's woes,</br>Called he on God to name him with the dead!</br>But ate and drank, and on his journey sped,</br>Sustained with food the angel had supplied;</br>And, by the Lord in spirit to Horeb led,</br>A cave be found within the mountain side,</br>Where lonely in his grief he did awhile abide.", "Thus far from man he dwelt; yet in the eye</br>Of the All-seeing present, though alone.</br>A voice he heard; a message from the sky</br>Stole on his ear, with its mysterious tone:</br>The playful wind that kissed the caverned stone</br>Perchance it seemed?  no!  well Elijah knew</br>The voice, with him through years familiar grown:</br>He heard &mdash; and his emotions to subdue</br>He strove &mdash; and girt his loins &mdash; and to the cave's mouth drew.", "Then gloom was on the mountain, and the flame</br>Of heaven flashed round him with a fearful light;</br>And the impetuous winds all wildly came,</br>Till rocks were rent before them in their flight;</br>And day, as with anticipated night</br>Was black; and thunders shook the murky air ;</br>An earthquake tossed the mountain in its might;</br>Yet with all these was God not present there,</br>In the dread earthquake's shock, the winds, nor lightning's glare.", "The thunder ceased &mdash; the earthquake's violent rush</br>Was quieted &mdash; the lightnings flashed no more;</br>And in the gentle solitude and hush,</br>As died away the storm's majestic roar,</br>The \"still small voice\" was audible as before&mdash;</br>\"What dost thou here, Elijah?\"  The seer heard,</br>And on the earth fell prostrate, to adore</br>That awful Presence, whose mysterious word</br>Pierced to his inmost heart &mdash; then be this plaint preferred:", "\"O, I was jealous for the Lord of Hosts,</br>With Israel vexed, and to the desert fled;</br>The hand of violence is on all her coasts,</br>Her altars are o'erturned, her priests have bled;</br>The temple is profaned, the seers are dead;</br>The righteous to the unrighteous are a prey,</br>And for Jehovah, Baal is worshipped;</br>And I, I only, live to see this day,</br>Yet even my life they seek, and fain would take away!\"", "Oh, time of trial for the just and true!</br>Of fiery ordeal to the pure in heart!</br>A time the lukewarm spirit to subdue!</br>To cause the weak and wavering to depart&mdash;</br>But not the righteous!  no!  in them to start</br>Redoubled zeal, redoubled power to bear</br>The keenest efforts of the torturer's art;</br>Nobly to die for God!  but not to dare</br>To breathe at other shrines the voice of praise and prayer!", "Yet are there seasons when the spirit seems</br>Reft of that holy influence, which so well</br>From lowest degradation oft redeems</br>Man's frailer sense that fairly would rebel;</br>In such an hour it was that Adam fell,</br>And thence was from his Paradise exiled;</br>In such an hour Elijah fled, to dwell,</br>Doubtful to trust in God, with fears beguiled,</br>In Horeb's mountain cave &mdash; a refuge in the wild!</br>"]