["Those baser mindes, unknowing, sensuall, rude,</br>What measure contraries indifferently;</br>Whose Summum bonum is their sleepe and food,</br>Preferring moments, to Eternitie;</br>That GOOD, in ILL; and Soule, in Sence include;</br>And beare no part in publique Miserie;</br>May well bee call'd that many-headed Beast;</br>The spawne of Earth, and lumps but indigest.", "And such, wise NATURE keepes in desperate care</br>With hopelesse things; that tho opprest with want,</br>Yet joy in griefe; are hopefull in despayre;</br>And mortall in Affects, as Ignorant;</br>They feele no motion, nor doe beare a share</br>In that mayne Cause which all good mindes doth daunt;</br>Sad Brittanes losse; DEATHS fatall mayme, whose terrour</br>May mixe our Teares, with cares; and griefe with horror.", "But who, of gentle SPIRIT, and softned HART,</br>Or who of knowledge, and the mindes discourse,</br>One out of NATURE; th' other out of ART,</br>That doe not plunge themselves in Sorrowes sowrse?</br>For these true qualities should beare a part;</br>NATURE breedes Tendernesse; KNOWLEDGE Remorse,</br>Remorse breeds sorrow; Sorrow SENCE confounding</br>With drearie Passion, and Harts deepest wounding.", "And ev'n as from some strange, and joyfull Cause</br>Proceeds oft times effects quite contrary,</br>Which by (confusion of the Organ) drawes</br>The Mirth to Teares:  so DEATH (preposterously)</br>To snatch a Kingdomes hope, gainst Natures Lawes</br>So Deare, so Young; begets extremitie</br>Beyond Loves ordinary course of teares,</br>Such Passion swallowes Pitie up in Feares.", "Then if in Cause so weighty, teares so light,</br>Expresse not these effects of gentle kinde;</br>Colde moves in meane; but nums us with much might;</br>And in brightnesse over-great may strike us blinde:</br>So in extreames is NATURE put to flight,</br>Which lodged in the Center of the Minde,</br>Drawes in teares moysture Sorrow to supply,</br>Least hart being burnt to Cinders, Passion dye,", "Then in the depth of SENCE, my zeale-fraught brest,</br>Wounded with griefe and straining drops of BLOOD,</br>Opening a vent to give my Passion rest,</br>Yeeld tributary streames to TIMES vast FLOOD.</br>Worke LOVE, swell Seas, may that MUSE ne're be blest,</br>That drownes his WIT in standing Lake of mud:</br>But Pegase Hoofes strike learned Helicon,</br>Whose Rivelets now may runne through ALBION.", "And as a liquid substance whiles one bent</br>To hold it fast, by thinnesse apt to runne,</br>Is easier lost, and rather findeth vent</br>By harder handling and compression:</br>So worthier WITS within the Braine being pent,</br>Breaking the bounds of such contraction,</br>Rebound above their EARTH, that holds in vaine,</br>The fluent Numbers of their ravishing Straine.", "In TAGUS then some Swannet dip his Pen,</br>And of this EAGLET-Issue sing the Fame;</br>Renue his FIGURE in the hearts of men,</br>Charme stupid SENCE; your Spell is in his NAME:</br>And tho this PHOENIX (fled from any ken)</br>Have sacrificed his LIFE in Funerall Flame,</br>A POETS Magicke yet, prevailes in death;</br>Adds LIFE to Vertue; gives Honor Breath.", "In morall TRUTH some later Poets faine,</br>How when we leave this vaile of misery,</br>That Time gives Abstracts, which our names containe,</br>Which flickering Fowle, that about Lethe flye,</br>Catch in their Beakes, but let them fall againe,</br>Such are rude men that drowne all memory;</br>But if a Swan doe get a Heroes name,</br>He consecrates it straight t' immortal Fame.", "Yee Isis Swannes then let not Lethes Fowles</br>Prophane his name; but may this PRINCES glory</br>(Which Envy, Lethe, Time, nor Age controls)</br>Be sung of you in a Minverall story:</br>Let this Fames Sunne through this round Transitory</br>Shine, and ne're set; and fixed like the Poles,</br>Whiles some stout Atlas props his heavenly frame,</br>Let men (like Spheres) mone round about the same.", "But I, in WIT the weak'st: in ART the least;</br>Knowing his death would cause the Muses slaine,</br>In will (tho not in skill) strong as the best,</br>Doe give my Tincture to their purer graine:</br>And tho I bring but ground-worke to the rest,</br>That must erect this Trophe to his name,</br>I shall be proud yet to have had a hand,</br>Upon the Bases, where their Columbs stand.", "Then faire POSTERITIE heav'ns Arbitresse</br>(That in Eternall Characters enrolles</br>Those Worthies, rapt from Earths unworthinesse,</br>Through the divine impulsion of their soules)</br>Receave his memory which our zeales expresse,</br>Deepely remembred in the Thespian bowles:</br>That Times insatiate Orque (with kingdomes fed)</br>May on his Ruines have his name be red.", "When first in child-hood NATURE sway'd his State,</br>(All diligent Culture us'd to Vertues Roote)</br>So soone he had disclos'd the hidden Gate,</br>That his high SPIRIT tooke wing in stead of foote;</br>His timelinesse did so prevent his date;</br>That ere the Flowre was look't for came the fruit:</br>Thus Time in him gave spurre to Natures speed,</br>And high borne thoughts his height of birth exceed.", "In him Earths DEITIE, with Heav'ns combin'd,</br>To shew their utmost cunning in a CREATURE;</br>The Humors, and the Elements enclin'd</br>To give to him heav'n-pointed forme and stature;</br>And GOD (by his rich Dowrie of the minde)</br>Render'd his Vertue Angell like in NATURE;</br>And then but shewed the world their Artfull Prize,</br>Then shut him up againe from mortall eyes.", "His LIFE, and LIVES delight, was harmonie;</br>Whose Organs and whose Instruments were found</br>Upon his PARTS in contraritie,</br>To make sweete Musique upon NATURES ground:</br>But TIME too timelesse in this Sympathie,</br>Hasting his Cloze, this heav'nly SPIRIT hath wound</br>Up to the Spheres, and Orbs Celestiall,</br>HEE was in NATURE so Angelicall.", "His PRACTISE was (with more then manly awe)</br>To sway the Scepter of his worlds Designes;</br>Where by an upright hand he sought to draw</br>Through all his actions, parallels and lines,</br>Measure'd by JUSTICE, and by REASONS Law:</br>No sence perturbs, no passion undermines</br>His glorious state, but kept his SOULE a shrine</br>Burning in zeale of truth, and deeds Divine.", "His TIME by equall portions he divided</br>Between his bookes and th' exercise of warre:</br>(Warre, the Tribunall seate where are decided</br>The rights of KINGS:  and studies that from farre</br>Survey the TIMES, how wandring and misguided)</br>That Mars with wits Minerva seem'd at jarre,</br>Which of them both should sway his Princely hart,</br>Th' one with sterne Armes; the other with milde Art.", "Upon PERNASSUS Mount he tooke his stand,</br>A prospect faire of all discoverie;</br>(For nothing secret in Starres, Sea, or Land,</br>Can be concealed from learnings clearest eye)</br>Here would HEE contemplate, and cast beyond</br>The TIMES HORISON, to Eternities:</br>There might he sate his Thirst, for nothing can</br>(Excepting GOD) feede full the minde of MAN.", "And he that knew the MUSES still t' inherit</br>The Prime and Priviledge of the golden AGE,</br>(Where heav'nly Pleasure, Honor, and faire-Merit,</br>Enflame Desier with an holy Rage)</br>HEE still embrac'd them:  yet his firie SPIRIT</br>To GLORIES aime, so much he did engage,</br>(Preventing or Presaging things to come)</br>He us'd his EARES to Trumpet, Fife, and Drumme.", "And like as when the VIGILL of the night,</br>(After the Starry RING had mov'd their course)</br>Proclaimes the Day; and then the GOD of Light</br>(Rous'd from his Couch) doth mount his firie Horse:</br>So our FAMES SONNE, with no lesse wished sight</br>(After his War-like summons) he would force</br>Rest from his BED, and at those wish't Alarms</br>Mount his hot Steede, shining in glorious Armes.", "HEE know that Armes was th' exercise of KINGS;</br>The spurre to Fame, roote of NOBILITIE;</br>Hee knew his BIRTH and SPIRIT had lent him wings</br>To mount the pitch of all his AUNCESTRIE:</br>Hee likewise knew Fames Trumpet never rings</br>Of delicate Courtship, but with Infamy;</br>Hee knew that Souldiers us'd n' affected words,</br>Whose Tongues are speares, their Oratory swords.", "By Warres fayre shadow, his discoursive Thought</br>Discern'd the substance, and admyr'd the Faces</br>Belona was his GODDESSE, whom he sought</br>With Knightly valour, more then courtly grace:</br>Th' Impression of whose Figure so much wrought;</br>That he would front her manly, and enchace</br>Upon her sternest Brow, his temper'd steele;</br>ARMES had his Hart; when LOVE had scarse his Heele.", "Not Canopies, but Tents tooke his DESIRE,</br>Not Courts, but Camps; nor could the courtliest dames</br>(Though they shot eye-bals wrapt in CUPIDS fire)</br>Pierce his steel'd Brest:  but Bullets rol'd in Flames,</br>From thundring Cannons, had more powre t' inspire;</br>Where Townes for markes; and Crownes do stand for games;</br>Where Foes subdu'd, for right of Kingdomes wrongs,</br>HONOUR might blaze with shield of golden Tongues.", "These were the Subjects of our PRINCES Aime;</br>A plumed Caske, a Speare, a Sword, a Shield;</br>Kingdomes his hope; Olympicke wreaths his Claime;</br>Barriers his practise, and the course of Field;</br>We look't HEE should have impt the wings of FAME;</br>Charm'd Death, ruld FATE, and made proud Fortune yeeld,</br>And Lion-like have forrag'd o're the earth</br>To hunt his prey, and Crowne his NAME and BIRTH.", "For who suggested not t' his ravisht minde,</br>To see him in Careere, and weilde his Launce,</br>What future TIMES such promising hope might finde,</br>How like HEE was this Kingdome to advance?</br>Who would have thought a SPIRIT unconfin'd,</br>Should not have triumph't over Death and Chance?</br>And o're some vanquish't FOE, in crymson Flood,</br>Be crown'd on Horse-backe sweating dewes of Blood?", "And who (in his Praeludium) did not see</br>(Pent in the CHAOS of his manly Frame)</br>The spirit of Cyrus in Minoritie,</br>In boundlesse hope, and in a soundlesse Aime;</br>And in contention for Prioritie;</br>Not Alexander for th' Olympian Game,</br>Could shew more heartie thirst, and active Fire,</br>Then he would doe in his unquench't Desire.", "In State Designes, how full of State, and slow?</br>In Thoughts searene; in Cariage grave and wise;</br>His speech a Current braunch't from NATURES Flow;</br>In Countenance, SAGE; Majesticke in his Eyes:</br>As if in HIM he would let States-men know,</br>A PRINCES Wisdome not in wrinckles lies:</br>GOD measures not his GIFTS by Age or yeares,</br>His SENCE was hoarie, although greene his Haires.", "In him was drawne the Modell of a State;</br>From Reason, Wrath, Desire, or Industrie;</br>Reason, to Government proportionate;</br>Desire, to Trades; and Wrath, to Souldierie;</br>To range these powres, three VERTUES destinate;</br>Wisedome with Fortitude, and Pietie:</br>Those three thus order'd States make Realmes compleate,</br>As these three VERTUES, Princes good, and great.", "He was the griefe of FOES:  And ev'n as fire</br>Being newly kindled, ere it can burne bright</br>Or'e-comes the smoke, and then it doth aspire,</br>And out of vapor shewes his proper light:</br>So VERTUE (Envies object) doth acquire</br>(Mauger malignant Humors of despite)</br>His native LUSTRE so our PRINCE (Divine)</br>From Foe-mens fume, would make his FAME to shine.", "He knew himselfe:  no flattering Glasse could give</br>So sooth'd a humor, or so smooth, a face,</br>That he would not discerne; he striv'd to live</br>T' establish TRUTH in Hart; as Powre in Place:</br>From each of these his knowledge did derive</br>Such equall right, which had so faire a grace,</br>That TITLES prov'd but Instruments to praise,</br>VERTUE was Agent, and still wore the Bayes.", "His virtuall Impressions could rebate</br>The venemous BANE of whoorish Flattery;</br>Which like a SYREN lurkes in surging State,</br>To sing great PRINCES to their Infamy;</br>Which living deadnesse he so seem'd to hate,</br>That in the winde-swolne seas of Majestie,</br>TRUTH stear'd his course, and kept his BARKE from harmes;</br>He had Ulisses powre gainst Circes Charmes.", "The hope of HIM, made frozen VERTUE burne,</br>Which took fresh fervor from his kindling fire;</br>To him all IRON harts began to turne;</br>For he was Load-stone to all Harts desire:</br>For HIM all Sexes and Degrees doe mourne;</br>And ever shall we (till our Breathes expire)</br>Embalme his VERTUES, and upon his urne</br>In LOVES sweete Incense, never cease to burne.", "What TYPES can WIT devise shall now be wanting?</br>Yet who his HONORS perfectly can blaze?</br>What Heart, Tongue, Pen, thinkes, speakes, writes, without scanting</br>His full proportion of immensive Praise?</br>But O thy FATE, when now our hopes were planting,</br>To turne to Funerall Cypresse, Joyfull Bayes,</br>It reaves my Sence:  he was too faire to flourish;</br>Too soone too ripe, and therefore like to perish.", "Why did the Parcae cut his unspun thred?</br>His SPIRIT of Fire t' his Element aspir'd:</br>Was that the cause?  why live we, he being dead?</br>We are forlorne, and he too much desier'd:</br>Our full-fed hopes were surfeited, and bred</br>A new disease; and he we so admir'd,</br>First tooke th' Infection, and bequeath'd his Breath,</br>Then we were cause of his untimely Death.", "And as a covetous Miser, midst his wealth,</br>Fats in his Joy, then pines in thirst of more;</br>So our rich hopes in HIM empair'd Joyes health,</br>And in abundance, we grew starv'd, and poore:</br>Then TIME and DEATH that exercise their stealth</br>Upon the Things wherein we set most store,</br>As th' Instruments of FATE, have rob'd us quite,</br>For Heav'n is Jealous of the worlds delight.", "No Object dearer, nor no LOVE so crost:</br>If ever good cause suffer'd under might;</br>If ever JOYES were check'd in proudest Boast;</br>Or ever Claime did non-suite kingdomes Right;</br>Our Cause, our JOYES, our Right and all are lost,</br>TIME, DEATH, and NATURE arm'd with Fates despite,</br>By this one fatall blow so deadly given,</br>Doth make us grone under the wrath of heav'n.", "SORROW sit downe then, and with bended Head,</br>Bearing thy Chin against thy grief-charg'd Breast,</br>Behold the hungry Grave now to be fed,</br>With worlds delight, and cause of thy unrest:</br>Be not appeas'd; forget thy Food, thy Bed</br>Remembring him; O never more digest</br>So deare a thought, but let thy Hart, and Brayne,</br>Sollicit still thy Passion to complaine.", "Now Musickes Sirens that were wont to move</br>His soule harmonious, with your sweet consents,</br>Howle your lost Joy, your Hope, your Life, your Love,</br>With your crack't voyces and your Instruments:</br>Disjoyne your selves, and like the Turtle Dove</br>Alone bewayle your losse in languishments:</br>Pine and consume, and like the dying Swanne</br>Sing Dirges for your selves, and him that's gone.", "And yee the Noblest estate of men</br>(Souldiers) embast in these degenerate times;</br>Though ye afford most matter to my Pen</br>T' excite your Teares; yet least my harsher Rimes</br>On your sad cause, doe make you mad agen,</br>Rest to your Passion:  Harke the Churches Chimes</br>Ring to GODS service; serve him then in Peace,</br>Wex poore in spirit, and let action cease.", "But yee dejected Spirits of his TRAINE,</br>Ruin'd in fortunes, and distrest in minde;</br>Of my Complaint receive this horrid straine;</br>Me thinkes your Passion should strike Reason blinde</br>With your immoderate woes; and tho in vaine</br>Yee rage in Teares, like Seas with boystrous winde,</br>Yet with full sayles of griefe you should be borne</br>Till Mast were split, sayles rent, and tackling torne.", "Now is my Passion with my soule at Warres;</br>Me thinkes the PILLORS of the world should shake;</br>Alcydes shrincke, and shoures of lucklesse Starres</br>Drop from their spheres:  me thinkes the earth should quake</br>Graves gaspe, Ravnes croke, and all confused jarres</br>Fore-runne his FUNERALL:  yet what can make</br>The sight more ruthfull?  when his HEARSE appears</br>A little Iland compast in with Teares.", "O now through ruptures of each wounded Hart,</br>His living figure prompt our deadest hope,</br>That Teares (earst choak't with horror) may convert</br>To give our Eyes their deaw, and pitie scope:</br>Now let all sing a teare complayning part,</br>For weeping Floods doe now begin to ope</br>A passage for their streames, which must extend</br>In crook't Meanders without ebbe or end.", "Prepare, prepare thou hollow harted Tombe,</br>To take to thy dead Armes, and to embrace</br>A Teare deaw'd Hearse:  never did NATURES Wombe</br>Produce his like:  His Honour, Beautie, Grace</br>Possesse all Harts; Posteritie to come</br>Record his Name, which may no time deface:</br>And when Earths glory in Confusion lyes,</br>Let CHAOS murmer Vertues victories.", "All stupid sence with Brittane Teares restraine,</br>Be now dissolv'd, suggest the smallest Beames</br>Of his true splendor, and each frozen veine</br>Will melt in griefe, and turne to licquid streames;</br>On dryest Sorrow cast moyst showres of Raine:</br>Let heate and colde, moyst, dry, with all extreames</br>Fight with Confusion in each troubled brest,</br>Which Time to quiet, never may digest.", "Let teares shew Love, tho rob'd of comforts cause;</br>For Canker TIME hath eate our hopes with rust;</br>Let Passion melt, as Icie coldnesse thawes;</br>Till windie sighes o'rewhelme us with their gust:</br>Though teares nor passion wring from deaths fowle jawes</br>Our joyes delight now blended with the Dust:</br>Yet since our Hope and Joy in dust doth lye,</br>Let Harts strayne blood; Eyes weepe their fountaines dry.", "Adore wee then that dreadfull sacred TRYNE,</br>That gives us Essence out of Vacuum;</br>Nor gainst his Will let Rebbell Harts repine,</br>Who is the soule of soules infusion;</br>And though we seeme thus forced to resigne</br>What we thought ours; but his possession:</br>All fall before his mercies gracious THRONE,</br>Admire his Justice, and his ends unknowne.", "Decist vaine man be not degenerate</br>In constitution of thy Soule and Minde,</br>Presume not in thy Thoughts t' expostulate</br>With God, who holds the lumpe of all thy kinde;</br>That bounds the Sea, and sets the world his date;</br>Confines all things himselfe being unconfin'd;</br>Nor can his Wils uncomprehended might</br>Be linck't, and ty'd to thy fond Appetite.", "Is not a Malefactor sore afraide</br>To view th' aspect of MANS Austeritie?</br>Doe not Facinorus Facts implore the aide</br>Of humane MEN, gainst Lawes severitie?</br>When cruell Wrath with gentle Piti's staide,</br>Seemes not sterne Justice yoak't with Clemencie?</br>Which Sympathiz'd together in one Sphere,</br>Their Influence engender LOVE, and feare?", "How much more shall that Firme DIAMETER,</br>Essentiall Sphere of MANS Direction;</br>Heav'ns Architector; Worlds Artificer;</br>The Quintessence of all Perfection;</br>Be lov'd in Feare, fear'd in Affection?</br>Let then no dusty Wormeling ever dare</br>With his Eternall WILL to hold dispute,</br>But wrapt in wonder, all be dumbe and mute.", "The LAW is fixt whose Bounds may none transcend,</br>Which different Causes in one Chaine combines;</br>All things by providence begin, and end,</br>Which generally orders:  next assignes</br>A speciall Powre to FATE; which doth extend</br>And singularly parts in Place, and Times:</br>So that GODS generall Ord'nance firme must stand:</br>And FATE still use his unavoided Hand.</br>"]