["Thro' HISTORY'S faithful glass when I survey</br>What kingdoms flourish, and what realms decay;</br>Now touch'd with pity, now inspir'd with rage,</br>Scarce can I trust the long-recorded page,</br>New, fatal proofs from ancient Annals call,</br>Yet deem these ancient Annals, fable all!</br>Lo!  once in learned pomp where Athens rose</br>The green pool stagnates, and the hemlock grows;</br>One dreary sepulchre, one mingled gloom,</br>Lo!  deep in ruin droops imperial ROME!</br>Say, where that wide unconquerable sway</br>Where once the MACEDONIAN MADMAN lay?</br>Burst like a gaudy bubble on the stream,</br>'Tis past, and all it's glory but a dream.</br>Yet, since, see VENICE, solitary isle,</br>Like VENUS, mid the genial Ocean smile;</br>With awe, the rich COLUMBIAN tract behold</br>Clasp half our Globe in it's gigantic fold;</br>BRITAIN, sublime it's subject shores among,</br>And fair JUVERNA, nurse of lofty song.</br>Thro' heedless luxury, ambitious pride,</br>Thro' lust of plunder, or thro' heav'n defy'd;</br>When slow destruction mines the towery wall,</br>When the huge pillars of a nation fall,</br>Succeeding nations gradual fill it's place,</br>To swell of boundless Time the mighty space.</br>In climes least favour'd by benignant skies,</br>The white sails flap, and stately bulwarks rise,</br>COMMERCE and patient INDUSTRY atchieve</br>What SLOTH and OPULENCE untempted leave,</br>Soon the dry wilderness is seen no more;</br>Huge cities shine where deserts lay before:</br>Mid the deep glen amaz'd the hermit views</br>The long canal, the garden's vernal hues;</br>Or by the mountain's rough but sheltering side,</br>The newly-risen hamlet's rustic pride.", "Yet why should I lament as I survey</br>How kingdoms flourish, and how realms decay,</br>When ev'n in my own youth's unfinish'd bound,</br>Each strange vicissitude of fortune's found,</br>And all the changes of the tragic scene</br>Glare full as copious on the rural green.</br>Each dear delight of childhood's cloudless morn,</br>When blush'd the rose without the fest'ring thorn,</br>Each harmless sport that vacant pastime knew,</br>False to hoar reason, to gay fancy true,</br>With eagle-pinion rolling o'er my head</br>Sadly I mourn, &mdash; and sicken when they're fled.", "Thus the poor peasant mourns, when homeward bound,</br>(As the dank eve-dew settles on the ground,)</br>His decent cottage canopy'd in trees,</br>One ruddy blaze, with horrent hair, he sees,</br>Each mouldering fragment of domestic care</br>Pausing he marks, ineffable despair!</br>Still o'er the little couch, the table's frame,</br>The beachen seat, pursues the greedy flame,</br>Nor from the spot averts his gaze forlorn,</br>Till high in air the native hut is torn.", "O!  ne'er let me forget the summer shade,</br>Where studious thro' its fragrant copse I stray'd,</br>Where slow I wander'd thro' the waving bow'r,</br>When the leaves bent beneath a stilly show'r,</br>And woodland echo, soften'd to a sigh,</br>Scarce caught a sound, unwilling to reply.", "Ev'n now IMAGINATION'S forceful sway</br>Thro' each long landscape hurries me away,</br>The well known cliff, whose blue aerial brow</br>Majestic beetles on the vale below,</br>The daisy'd pasture, whose luxuriant plain</br>The dim discover'd flocks, a snowy train!</br>Profusely deck; and dripping from the tide,</br>Shake to the flashing sun their fleecy pride,</br>Unmov'd I view: &mdash; nay, the train hedge along</br>I hearken to the ploughboy's matin song,</br>Or follow on the crumbling path afar</br>The lazy passage of the creaking Car.", "Hark!  from yon hill that centers in the cloud,</br>I hear the opening hound, and hunter loud,</br>His bugle winds thro' many a tuneful maze,</br>The mellow tones my sinking spirit raise,</br>And down the virid steep, with headlong speed</br>Impell'd, I mount a visionary steed!</br>Now, sooth'd again, with slow and skilful eye,</br>Eager, I watch my friends fictitious fly,</br>By some lone bank, along whose level side,</br>Dimpling and quick the lucid waters glide;</br>His pensile bait the speckled trout beguiles,</br>At length he's caught, at length the angler smiles;</br>At length, with cautious and well-guided hand,</br>He trails the glittering captive on the sand.</br>Oh!  sweet repast, when for the wish'd embrace,</br>Two cherub-rivals his mild visage trace,</br>Climb on his knee, surround his easy chair,</br>And hope, elate, the shining spoil to share,</br>Meanwhile, with looks of meek paternal love,</br>He seems with gentle pushes, to reprove,</br>Yet, as they struggle, tenderly severe,</br>Drops on each baby-cheek a silent tear.", "Say what ye will, ye Sons of classic art,</br>Whose finewrought fancies seldom reach the heart,</br>Ev'n in life's humblest, most contracted span</br>We mark the nobler principles of man,</br>The watch-dog beaten from the wicker'd door,</br>To give an easy entrance to the poor;</br>The busy care by tenderness made light,</br>To strew the pilgrim's rushy bed at night;</br>Or round the glimmering hearth, with wonder pale,</br>And simple awe, to note the soldier's tale;</br>These sweet civilities, these social ties,</br>In which the very spring of nature lies,</br>Are of more worth than all the glossing rhyme,</br>Your Schoolmen polish'd from remotest time.</br>Eternal NATURE!  thine the mighty pow'r</br>To rule o'er every sense in every hour,</br>The mastery thine with absolute controul,</br>To wring, correct, or sublimate the soul;</br>Confest to thy superior eye is seen</br>The mazy movements of the nice machine,</br>Thy secret influence, thy sovereign call,</br>Commands them when to rise and where to fall;</br>And in the SULTAN'S and the NEGRO'S frame</br>Thy rapid force is general and the same.", "Nor small the task with no frail varnish fraught,</br>To deck in sylvan dress, the sylvan thought,</br>Peculiar art it claims, and oft requires</br>Than the bold epic more exalted fires,</br>Fires, that each fibre to their purpose wrest,</br>Electric, rushing on the ravish'd breast;</br>Hence, unoppos'd, in full despotic fame,</br>Sweet AUBURN'S BARD must ever be the same,</br>Hence, the fair descant wove in MEMORY'S loom,</br>Perennial rose and myrtle shall perfume,</br>Hence, wayward minstrel of th' attentive vale,</br>The VILLAGE CURATE pour his pleasing tale,</br>Hence, too, the heart its choicest incense breathe</br>On warbling SYMPATHY'S immortal wreath.</br>Tho' here no foreign wonders I rehearse,</br>Tuneful enchantment in each vary'd verse;</br>Here, tho' no bright resistless magic shines,</br>Which rapture moulds, and classic care refines,</br>Nor mystic melodies of measur'd sound</br>That wild'ring, lead the servient passions round,</br>Yet, unambitious of a larger claim,</br>My subject not less humble than my aim,</br>Perchance, I hold, with pardonable grace,</br>The muse's mirror up to nature's face;</br>For me enough; (if aught my verse may boast</br>Of genuine feeling, where refinement's lost,)</br>From the dull crowd my straggling sense to wean,</br>To charm the critics of the village-green;</br>To bid their innocent amusements shew</br>All public vice the source of private woe;</br>And to the lewd metropolis unfold</br>These laws, to love, which is but to behold.", "Oh!  mid the venal city who can prove</br>That sweetest, that divinest passion, LOVE?</br>Balm of all wounds, without whose solace mild,</br>Existence were a melancholy wild,</br>In sullen hate where hostile tribes would run</br>Unciviliz'd, and loath the rising Sun;</br>Oh!  who without his store of Scorn compleat,</br>Can see it purchas'd in the public street?</br>The venom'd fold, the mercenary kiss,</br>The murdering rapture, and the baleful bliss,</br>The softest luxury of soaring thought,</br>Oh!  who can see like each low barter &mdash; bought?", "Pity the wretched daughter of despair,</br>Nor slight her sorrow, tho' you shun her snare;</br>She once in beauteous innocence was blest,</br>Pure was her pleasure, tranquil was her rest,</br>And at the song obscene, the lawless flame,</br>And broken vow, she blush'd unconscious shame,</br>Once fenced with honour as the thorny rose,</br>Now bare she lies to every wind that blows,</br>Like some vile weed, impregnate with decay,</br>Which rots, yet stings athwart the public way.</br>Art thou not shock'd that dulcet voice to hear</br>Tun'd to the felon-oath and scoff severe,</br>And art thou not still doubly shock'd to find</br>That voice's echo in th' abandon'd mind?</br>Ev'n in the loose delight no bliss she feels,</br>The purse she pilfers, the rich toy conceals,</br>Acts with feign'd passion the incentive part,</br>Her features less disguis'd than is her heart.</br>Hence doubt, and ev'n in the delicious fold</br>The muscles slacken, and the pulse is cold,</br>The lillies blacken on the harlot's face,</br>Hence lusty HEALTH is chill'd in the embrace;</br>Oh!  from that hollow cheek, and beamless eye,</br>Precipitate as from a fury fly,</br>Tho' silently it's painted beauties seize,</br>There lurk the fiends, distraction and disease,</br>Scowl in the dimple, taint the fragrant breath,</br>And in the yellow clasp present you death.", "How, lovely woman, how can you depart</br>From all those graceful fires that warm the heart,</br>How, witching prodigal, can you bestow</br>Your brightest gem for infamy and woe,</br>Roseless the cheek, extinguish'd is the eye,</br>And even your darling vanity must die;</br>Ask yon pale prey, deserted and decay'd,</br>Whose easy trust some villain has betray'd,</br>If all her vital senses are not cold,</br>Cold as some statue in the venal fold,</br>When gay deceit, (heart-sick, yet gay) must move</br>The sleeping embers of unhallow'd love?</br>Oh!  she will tell you, and she tells you true,</br>That she the seraph transport never knew,</br>That from the dragon-grasp, the baneful breath</br>Of each wild suitor, came disgust and death,</br>Since first within that glowing breast she lay</br>From whence she fled: &mdash; ah!  lost, lamented day,</br>Then turtle PEACE that unbought odours shed,</br>TRUTH, FEELING, FAITH, and maiden CANDOUR fled,</br>Then thou poor female!  from thy hopeless view,</br>Clad in thick clouds ev'n HEAV'N itself withdrew!", "Oft by the sloping outskirts of the wood,</br>Fond search thro' brake and bramble I pursu'd,</br>Intent, (nor could it with her lip compare,)</br>To cull the honey'd strawberry for my fair,</br>When at the village-dance her hand I caught,</br>My feet were light, and restless as my thought,</br>By times, the coy extended kiss I stole,</br>While mutual glances stream'd the melting soul;</br>But when some wealthier youth her cheek imprest,</br>A thousand timid falsehoods fill'd my breast,</br>I rav'd, I wept, I curs'd the guiltless maid,</br>And at deep midnight sought a deeper shade,</br>Yet, soon, the partial heart was reconcil'd,</br>I own'd my frailty, and the angel smil'd.</br>She smil'd &mdash; thro' winding dell, by ozier'd stream,</br>The livelong summer-day she was my theme,</br>From every object of the boundless plain</br>I snatch'd some grace to decorate my strain,</br>Blue as the violet's bell her rolling eye,</br>Cowslip her front, her cheek the tulip's dye,</br>Her mouth carnation, hyacinth her hair,</br>Straight as the poplar, as the woodbine fair,</br>And from her nectarine breath, that fann'd my flame,</br>The peabloom and the scented clover came.</br>Yes, in the ready numbers as they flow'd,</br>My feelings flutter'd, and my wishes glow'd,</br>Unnumber'd monuments of truth I form'd,</br>Nought tir'd, with my own pleasing folly charm'd,</br>'Till smote at length by reason's temperate ray,</br>The transitory vision died away.", "So have I seen, with brittle chain embost,</br>When the smooth river sleeps beneath the frost,</br>By tiny fingers rear'd an icy pile;</br>It's sparkling points the dazzled sight beguile,</br>Lo!  proudly splendid in the solar beam,</br>Twinkle its corners, its thin columns gleam;</br>Till, melted quite, or on false surface plac'd,</br>Prone the moist structure lies, a shining waste!</br>Oh!  WRAY, associate of the smiling hour</br>When dewy summer spread life's opening flow'r,</br>Long parted from my pleasure or my pain,</br>Where'er you wander, oh!  accept this strain.</br>Whate'er it's lights disclose, or shades conceal,</br>Their force your kindred spirit best can feel;</br>Enthusiast of the wildly-simple scene,</br>In what romantic raptures have we been,</br>What gales favonian on our forehead blew,</br>Upon our ken what swelling beauties grew,</br>What radiant turrets, flamy spires would rise,</br>How green our haunts!  how azure were our skies!</br>How musical the burnish'd billows roll'd,</br>And how the prospect gleam'd with living gold!</br>Each slightest object, or of shore, or sea,</br>Was tenderest ecstacy when shar'd with thee,</br>For, ne'er, sublim'd by Feeling's social spell,</br>Did delicate sensations join so well,</br>Mutual our joy, and when condemn'd to part,</br>Ah!  mutual, more than mutual was the smart;</br>From that sad moment paradisial bloom</br>And orient hues, are solitude and gloom!", "Diffusive checquer'd o'er the dale beneath,</br>When purple TWILIGHT rested on the heath,</br>When from the furze the nimble rabbet sprung,</br>And on each spray unusual lustre hung,</br>What wayward forms, eccentrically fair,</br>Have I oft pictur'd on the dappled air,</br>While, dropt by the fantastic hand of Ev'n,</br>Small countless specks have pav'd the floor of heav'n,</br>There mid the silver scenery would I roam,</br>Nor tho' the church-bell tinkled, think of home.", "Oh!  when to FRIENDSHIP'S curious ear I told</br>Heroic feats, and godlike acts of old,</br>Which (maxims meet for my unpractic'd age,)</br>Haply I glean'd from the historic page,</br>How blithe would I the breezy hillock climb,</br>And in the big narration swell sublime,</br>Then, when aloft Night's pale assembly rose,</br>What downy slumbers of divine repose,</br>What gay ideas throng'd the frolic dream,</br>What mental joys the aery wing would stream!</br>No bowl, with palatable poison fill'd,</br>Fev'rish, and foul, my aching forehead thrill'd,</br>No malice, rankling in th' eternal wound,</br>No fierce desire was in my bosom found,</br>But round my pillow would undaunted play</br>Content, still reckless of the coming day.</br>Soon as cold ZEPHYR woke the virgin MORN,</br>And the bright dew-drop trembled on the thorn,</br>Up the green lane I stray'd; on either side</br>In thickest notes each vocal bush reply'd,</br>My tongue was silent, printless was my tread,</br>The SPRING'S whole CHOIR collected o'er my head!</br>Entranced I stood; lull'd by pure MANTUAN lays,</br>Or, what sage DYER pip'd to later days;</br>The world forgot me, I the world forgot,</br>And my ELYSIUM centred in that spot!", "Now tow'rds yon castle, whose tall turrets shake</br>On the smooth bosom of the shaded lake,</br>I turn; hoarse ravens croak in solemn state,</br>The frisking pointer meets me at the gate,</br>Crows the shrill cock, the turkey gobbles near,</br>All seem to indicate my welcome there.</br>Thro' the wide room the hasty servants run,</br>Here limps the nurse, there creeps the butler's son,</br>While, inly fir'd with military pride,</br>I count the shatter'd pikes on every side:</br>The pointless faulchion, thro' it's scabbard thrust,</br>The massy Bible, strew'd with reverend dust,</br>The sable chess-board, on the wainscot laid,</br>The pensive kitten, purring in the shade,</br>The dusky glass, half-glist'ning in the sun,</br>Hook'd o'er the antique hearth the rusty gun,</br>The sculptur'd desk, the pictures in a row,</br>The fox's tail, and fishing-net I know!", "There once plump HOSPITALITY would sit,</br>Grey-bearded HEALTH, plain SENSE, and native WIT.</br>In the brown cup they wash'd all pride away,</br>And not one poor man round them but was gay,</br>By sober rules they spent their small estate,</br>Kept want aloof, nor wish'd a higher fate,</br>For, all that frugal nature claims below,</br>Nature's own hoards abundantly bestow,</br>When for superfluous treasure we intreat,</br>Sour in possession, though in prospect sweet,</br>Kindness, not cruelty, the wish denies,</br>So weak is erring man, and GOD so wise!</br>Their fields, their flocks, their harvest-heaps could give</br>Enough, to bid them and their children live,</br>All else beyond, to no profusion led,</br>But lent the wretch a supper and a bed.", "Erewhile, the MODEL of a MAN I knew,</br>Who made, ev'n then, my best encomium true,</br>Early, in this bad world's profuse career,</br>Himself profuse, he bought experience dear,</br>With still enough, 'twas all his last desire,</br>To line his couch, and light his country fire;</br>Back he return'd from the distracting din</br>Of pageant villainy and painted sin,</br>Convinced, (the keen conviction cost a tear,)</br>That humbler merit had no business there;</br>With cordial glee the hoary Sires attend,</br>With sparkling eyes they meet their good, old friend;</br>In foaming tankards frequent healths go down,</br>And all inquire, how he escap'd the TOWN?", "'Twere well would many a titled heir, who longs</br>For olive arbours and Italian songs,</br>Trace the same sapient track, no longer roam,</br>But learn to propagate his wealth at home,</br>Hence, might the sturdy arm which help'd to raise</br>That wealth, attain it's profit, and it's praise.", "Just by the pathway rose his neat abode,</br>As if to woo the trav'ler from the road;</br>Before, a chrystal vein of water stood,</br>Behind, 'twas shadow'd by a waving wood;</br>The green-ey'd duck that waddled in the yard,</br>The gritting wheel that on the pavement jarr'd,</br>The flail, with sudden dash that stunn'd the ear,</br>The plaint, that gurgled from the dove-house near,</br>The playful curs that would each other chase,</br>All lent the whitewash'd dome a pastoral grace,</br>And all, by spleen-sick Fashion unconfin'd,</br>Were but the copious comment of his mind.", "Yes, happy master of that small domain,</br>Thine was the honest blessing of the swain,</br>With thy big praise the stranger's breast would glow,</br>Still doubly dear to every child of woe,</br>Yes, thou would'st smile, unselfishly o'erjoy'd,</br>To view the peasant in thy field employ'd,</br>From thence procuring, (there no need to steal,)</br>For his weak tribe the comfortable meal;</br>Delightful toil!  while the slow load he led</br>Of golden grain, a family he fed;</br>Then at hush'd eve, the chaste connubial kiss,</br>Was his reward, and Love's domestic bliss,</br>Nor did he (oft in heav'n-ward sigh exprest,)</br>Forget the generous Donor of his rest,</br>Ev'n cradled infant, taught by nurturing dame,</br>Full well could lisp it's second Father's name.", "Thus lives the GOOD MAN! &mdash; how a country sighs</br>With genuine anguish, when the GOOD MAN dies;</br>Musing, behold athwart yon black'ning mead,</br>In solemn march his funeral pomp proceed,</br>Pride and Protector of the mournful throng,</br>Sad burthen!  see him slowly mov'd along;</br>Far off the long procession's dusky hue</br>Now ent'ring at the churchyard-gate I view,</br>And, now, while it's new guest looks down from heav'n,</br>Falls the full tear, and dust to dust is giv'n;</br>From hearts his bounty eas'd, what sorrows rise!</br>That last shriek was his passport to the skies!", "Kind, courteous SPIRIT, affably benign,</br>Round thy glad front serenest glories shine,</br>On everlasting archives are anneal'd,</br>These deeds thy virtuous diffidence conceal'd,</br>Nor, shall thy gen'rous mem'ry fade on earth,</br>Theme of the summer seat, and evening hearth,</br>Primrose and pansy, bath'd in pearly dew,</br>On thy green sod ethereal fingers strew,</br>And palmer Piety's ambrosial wreath</br>Entwines the desolating scythe of Death.", "Ah!  ye hard landlords, can no plea prevail</br>To keep your tardy tenant from the jail,</br>Will you, for losses he could not avert,</br>Unkindly wring the suffering parent's heart,</br>In tenfold woe the widow's portion steep,</br>And pluck it's morsel from the orphan's lip?</br>Ev'n now your surly slaves their victim seize,</br>Three pallid infants shrieking at his knees,</br>His skirt they grasp, they mount for the embrace,</br>And hope to read some comfort in his face.", "Ye thoughtless great, with supercilious eye</br>Daily who pass the naked wanderer by,</br>Who grudge one mite of that enormous store</br>You idly squander, to the shivering poor,</br>How can you talk of sympathies refin'd,</br>The liberal spirit and th' extensive mind?</br>Oh!  witness heav'n!  with heart and door unshut,</br>The labouring hind that shrinks into his hut,</br>Whose latch the mendicant may freely raise,</br>Nor for the little alms exhaust his praise,</br>More virtue oft, more native honour knows</br>Than Grandeur strutting in his birth-day clothes.</br>I see him, having prest his homely fare,</br>Pursue some cherish'd trav'ler with a pray'r,</br>And thank in secret the indulgent sky,</br>That gave him pow'r to wipe the weeping eye.", "Cherubic CHARITY, how soft a show'r</br>Of balm benign thy silent favours pour,</br>In the dark dungeon how thy presence charms,</br>Aims the fond hope, the blighted project warms,</br>Pervades, with open hand, the sorrowing earth,</br>And to misfortune lends the laugh of mirth;</br>In thy most winning, most resistless mien,</br>Thou deign'st to visit the sequester'd scene,</br>There the sick couch from ruder blast defend,</br>And art its best physician and its Friend!", "Nor deem that PENURY can ne'er invade,</br>With sharpest anguish, the forbidden shade:</br>A weak surmise!  mid wintery snows severe,</br>Her bleakest residence is often there.</br>Where in that marshy desert far away</br>The rushlight flings it's intermitting ray,</br>With sickness leagu'd, from Pity's eye remov'd,</br>Her pangs, and speechless agonies are prov'd!</br>On the damp clay, or scanty straw reclin'd,</br>With scarce a tatter'd cov'ring from the wind,</br>There, fever-struck, a SIRE delirious lies,</br>There with convulsive gasp a MOTHER dies,</br>Unheard, ascends the miserable cry,</br>And fainting sob, of famish'd INFANCY.", "While costly physick tends the couch of state,</br>Cold, cold, this night, and comfortless your fate,</br>No dose to lull, no potion to sustain,</br>But the deep thunder, and the rattling rain!", "Oh!  SAVING POWER, when rough inclement hail,</br>And showery sleet, the wand'ring LAMB assail!</br>At midnight o'er the distant mountain stray'd;</br>To THEE he bleats, nor bleats in vain for aid,</br>Thy impulse soft to some thick shelter guides,</br>Dries the wet turf, the wholesome herb provides,</br>Nor leaves thy harmless trust, till, pacing by,</br>The shepherd marks him with a careful eye.</br>Yet, melancholy thought, shall MAN not hear</br>Thy sweet embosom'd accents whisp'ring near?</br>Shall hapless MAN, with solitary moan</br>Destin'd to die, escape thy gaze alone;</br>Oh!  wilt not THOU by the hard pillow stand,</br>Blend the cool draught, and stretch the healing hand?</br>All kindness THOU, THY intervening form</br>Alike defends the warrior and the worm;</br>The dole of Good in just libration weighs,</br>Nor plunders THOSE to dissipate on THESE;</br>From MAN, base fellow MAN, all sorrows spring;</br>'Tis his ungentle slight imprints the sting,</br>HE tears the wound, his skill alone can close,</br>'Tis HE that revels in a BROTHER'S woes!", "Branded with all the curses of the dead,</br>Hide, villain, hide thy pestilential head,</br>Whose latent wile, and unsuspected snare,</br>Has at AFFLICTION'S threshold fix'd DESPAIR;</br>Ne'er to offended MERCY, impious, dare</br>In death's frore grasp to violate a pray'r,</br>At thy dark deeds the palsy'd cheek is pale,</br>The stiff blood curdles at the infernal tale,</br>To savage wastes begone, where human eye</br>May ne'er thy desecrated hovel spy,</br>Where the gaunt wolf, and shaggy bear may be</br>For thy profane retreat, fit company!", "When the last arrowy splendors streak the air,</br>What as yon ORCHARD so divinely fair,</br>How meltingly the borrow'd tints unite</br>On the round balls the crimson and the white?</br>As half amid their clustering leaves they hide,</br>In blushes deeper than the morning dy'd.</br>Oh!  cease your farewel to the setting sun,</br>Ye shriller throats! &mdash; The nightingale's begun;</br>A note so soft, so querulously clear,</br>Starts from the closing lid th' obedient tear,</br>While Contemplation heaves a tribute sigh</br>Enrapt, and silent droops he knows not why.", "Away now all ye noisy storms of day,</br>Ye narrow passions, envious feuds, away;</br>Away, ye sounding rattles of this world,</br>When to the dungeon from the throne is hurl'd</br>AMBITION'S maniac, and his jewell'd head</br>In grim mock-triumph to the scaffold led;</br>Let FORTUNE'S minions worship at her shrine,</br>For what I've got sincerest thanks be mine,</br>Fatal expence will drain the coffer'd ore,</br>When GRATITUDE may make my trifle more:</br>Hail GRATITUDE, of TRUTH the lovely child,</br>O'er Thee, the gods, in glittering synod smil'd,</br>To thee the intellectual charm they gave,</br>White HONOUR, with DISCRETION, truly brave,</br>Mild as the halcyon mid the howling wave!", "Whilom, what wayward ditties would I frame?</br>My tender breast then emulous of FAME,</br>Ev'n then, when the sage Pedagogue austere,</br>For tuneful truantry would draw the tear,</br>Ev'n then, I melted in melodious joy,</br>With wild-wreaths quaintly crown'd, the Muse's boy!</br>My song to hear, with venerable mien,</br>And brow-intent, the parish-clerk would lean,</br>And conn'd by rote, the garrulous barber knew</br>To spread each sonnet the whole village thro'.</br>Nor was the village negligent of rhime,</br>There, minstrels were rever'd since eldest time,</br>Nor ceas'd my HARETON'S relics to inspire</br>The sprightly viol, and th' heroic lyre.", "Romantic HARETON!  in thy fairy glade,</br>All seasons, and their sweetness, were display'd,</br>Thy fairy glade, where elfin bevies dance,</br>Twinkling their light heels to the lunar glance;</br>Whether coy SPRING disclos'd her balmy store,</br>Trembling, and scar'd by blasts she felt before,</br>Or SUMMER, high her sheafy crest would raise,</br>Luxurious nodding in the noontide blaze,</br>Or matron AUTUMN'S browner beauties leave</br>Their pensive pressure on the gleaming eve,</br>Or ev'n mid central WINTER'S icy bound,</br>Some dear, peculiar blessings might be found,</br>There, there, erewhile, th' enamour'd eye could trace</br>Blessings that blossom'd in no other place.", "Ah!  o'er the TUSCAN beverage I may try,</br>What madding joys in wassail tumult lie,</br>To distant shores depart, where deep enshrin'd,</br>Lascivious banquets lull the vanquish'd mind,</br>Yet still lay real happiness behind!</br>Though winds round MARO'S cottage MINCIO'S rill,</br>Tho' MULLA, taught by SPENCER, murmurs still,</br>Yet SHANNON, may thy wizard waters tell</br>Of bards who struck the many-chorded shell,</br>Tho' MARO triumph'd in AUGUSTAN sway,</br>Tho' great ELIZA smil'd on SPENCER'S lay,</br>Yet, princely MOIRA, may my artless line</br>Boast no ignoble patronage in thine!", "Ah!  POESY, on whose superior state</br>Innum'rous ills, and daily perils wait,</br>Full oft have I had cause, (if Woe severe</br>A cause can give,) thy converse to forswear;</br>Yet, with those various evils in thy train,</br>Methinks thy pleasure far exceeds thy pain;</br>As thro' the frothing surge, with desperate sweep</br>The smooth keel cuts and harrows up the deep,</br>While the tough cordage cracks, and yelling loud</br>The fierce north blusters in the frozen shroud,</br>In this pent vessel's narrow womb confin'd,</br>Slave to the mercy of the wave and wind,</br>Who sets my bold unshackled FANCY free,</br>Who, oh!  celestial Visitant!  but THEE!</br>The hazel bow'r, for studious leisure wove,</br>The boxen seat amid the ivy'd grove;</br>The nibbling sheep, that fed the tufts among;</br>The goats, that on the giddy summit hung;</br>The weather-mark that whistled to the wind;</br>The crooked path, where mingled bri'rs entwin'd,</br>The startling thrush that warbled as he flew,&mdash;</br>Dear former sights!  oh!  when shall I review?", "Say, how can cruel MEMORY retain</br>Those pleasures here, which but augment my pain,</br>Here, where full many a dismal tempest past,</br>At the still hour, the frequent corse is cast</br>In the wide deep, without one sacred tear;&mdash;</br>Meanwhile, distinct to musing fancy's ear,</br>Wan ghosts, slow-rising from their wat'ry grave,</br>Moan to the murmur of the falling wave;</br>Yet, vain delusion, I expect, once more,</br>Secure to sit, nor dread the billowy roar,</br>Bound o'er the thicket, gambol on the lawn,</br>And taste of all the transports I have drawn.", "Grant me, oh!  GOD, immensely good and WISE,</br>That quiet cell where true RELIGION lies,</br>Where modes of faith, and bigot strife aside,</br>CONSCIENCE itself the generous act will guide,</br>The monkish cowl, the drear monastic gloom,</br>The saintly gaud and consecrated tomb,</br>Despis'd; let INSTINCT, each revolving hour,</br>In every part embrace the SOVEREIGN POW'R,</br>Let every bird I hear, and bud I see,</br>Still closer link my grateful soul to THEE,</br>For, each fresh object of my fostering care,</br>The shrub I rear'd, its fruit I wish'd to share,</br>The flight, the throb of thought, the magic line,</br>Thou gav'st them all, and all of them are THINE!</br>"]