["One night, as I was pondering of late</br>On all the mis'ries of my hapless Fate,</br>Cursing my rhiming Stars, raving in vain</br>At all the Pow'rs, which over Poets reign:</br>In came a ghastly Shape, all pale, and thin,</br>As some poor Sinner, who by Priest had been,</br>Under a long Lent's Penance, starv'd, and whip'd,</br>Or par-boil'd Lecher, late from Hot-house crept:</br>Famish'd his Looks appear'd, his Eyes sunk in,</br>Like Morning-Gown about him hung his Skin:</br>A Wreath of Lawrel on his Head he wore,</br>A Book, inscrib'd the Fairy Queen, he bore.", "By this I knew him, rose, and bow'd, and said,</br>Hail reverend Ghost!  all hail most sacred Shade!</br>Why this great Visit?  why vouchsaf'd to me,</br>The meanest of thy British Progeny?</br>Com'st thou in my uncall'd, unhallow'd Muse,</br>Some of thy mighty Spirit to infuse?</br>If so; lay on thy Hands, ordain me fit</br>For the high Cure, and Ministry of Wit:</br>Let me (I beg) thy great Instructions claim,</br>Teach me to tread the glorious paths of Fame:</br>Teach me (for none does better know than thou)</br>How, like thy self, I may immortal grow.", "Thus did I speak, and spoke it in a strain,</br>Above my common rate, and usual vein;</br>As if inspir'd by presence of the Bard,</br>Who with a Frown thus to reply was heard,</br>In stile of Satyr, such wherein of old</br>He the fam'd Tale of Mother Hubberd told.", "I come, fond Ideot, e're it be too late,</br>Kindly to warn thee of thy wretched Fate:</br>Take heed betimes, repent, and learn of me</br>To shun the dang'rous Rocks of Poetry:</br>Had I the choice of Flesh and Blood again,</br>To act once more in Life's tumultuous Scene;</br>I'd be a Porter, or a Scavenger,</br>A groom, or any thing, but Poet here:</br>Hast thou observ'd some Hawker of the Town,</br>Who through the Streets with dismal Scream and Tone,</br>Cries Matches, Small-coal, Brooms, Old Shooes and Boots,</br>Socks, Sermons, Ballads, Lies, Gazetts, and Votes?</br>So unrecorded to the Grave I'd go,</br>And nothing but the Register tell, who:</br>Rather that poor unheard of Wretch I'd be,</br>Than the most glorious Name in Poetry,</br>With all its boasted Immortality:</br>Rather than He, who sung on Phrygia's Shore,</br>The Grecian Bullies fighting for a Whore:</br>Or He of Thebes, whom Fame so much extols</br>For praising Jockies, and New-market Fools.", "So many now, and bad the Scriblers be,</br>'Tis scandal to be of the Company:</br>The foul Disease is so prevailing grown,</br>So much the Fashion of the Court and Town,</br>That scarce a man well bred in either's deem'd,</br>But who has kill'd, been often clapt, and oft has rhim'd:</br>The Fools are troubled with a Flux of Brains,</br>And each on Paper squirts his filthy sense:</br>A leash of Sonnets, and a dull Lampoon</br>Set up an Author, who forth with is grown</br>A man of Parts, of Rhiming, and Renown:</br>Ev'n that vile Wretch, who in lewd Verse each year</br>Describes the Pageants, and my good Lord May'r,</br>Whose Works must serve the next Election day</br>For making Squibs, and under Pies to lay,</br>Yet counts himself of the inspired Train,</br>And dares in thought the sacred Name profane.", "But is it nought (thou'lt say) in Front to stand,</br>With Lawrel crown'd by White, or Loggan's hand?</br>Is it not great, and glorious to be known,</br>Mark'd out, and gaz'd at thro the wond'ring Town,</br>By all the Rabble passing up and down?</br>So Oats and Bedloe have been pointed at,</br>And every busie Coxcomb of the State:</br>The meanest Felons who through Holborn go,</br>More eyes, and looks than twenty Poets draw:</br>If this be all, go, have thy posted Name</br>Fix'd up with Bills of Quack, and publick Sham;</br>To be the stop of gaping Prentices,</br>And read by reeling Drunkards, when they piss;</br>Or else to lie expos'd on trading Stall,</br>While the bilk'd Owner hires Gazetts to tell,</br>'Mongst Spaniels lost, that Authors does not sell.", "Perhaps, fond Fool, thou sooth'st thy self in dream,</br>With hopes of purchasing a lasting Name?</br>Thou think'st perhaps thy Trifles shall remain,</br>Like sacred Cowley, and immortal Ben?</br>But who of all the bold Adventurers,</br>Who now drive on the trade of Fame in Verse</br>Can be ensur'd in this unfaithful Sea,</br>Where there so many lost and shipwrack'd be?</br>How many Poems writ in ancient time,</br>Which thy Fore-fathers had in great esteem,</br>Which in the crowded Shops bore any rate,</br>And sold like News-Books, and Affairs of State,</br>Have grown contemptible, and slighted since,</br>As Pordig, Fleckno, or the British Prince?</br>Quarles, Chapman, Heywood, Withers had Applause,</br>And Wild, and Ogilby in former days;</br>But now are damn'd to wrapping Drugs, and Wares,</br>And curs'd by all their broken Stationers:</br>And so may'st thou perchance pass up and down,</br>And please a while th' admiring Court, and Town,</br>Who after shalt in Duck-lane Shops be thrown,</br>To mould with Silvester, and Shirley there,</br>And truck for Pots of Ale next Stourbridg-Fair.</br>Then who'l not laugh to see th' immortal Name</br>To vile Mundungus made a Martyr Flame?</br>And all thy deathless Monuments of Wit,</br>Wipe Porters Tails, or mount in Paper-kite?", "But, grant thy Poetry should find success,</br>And (which is rare) the squeamish Criticks please;</br>Admit, it read, and prais'd, and courted be</br>By this nice Age, and all Posterity;</br>If thou expectest ought but empty Fame;</br>Condemn thy Hopes, and Labours to the Flame:</br>The Rich have now learn'd only to admire,</br>He, who to greater Favours does aspire,</br>Is mercenary thought, and writes to hire:</br>Would'st thou to raise thine, and thy Countries Fame,</br>Chuse some old English Hero for thy Theme,</br>Bold Arthur, or great Edward's greater Son,</br>Or our fifth Harry, matchless in Renown,</br>Make Agincourt, and Cressy Fields outvie</br>The fam'd Lavinian Shores, and Walls of Troy;</br>What Scipio, what Maecenas would'st thou find,</br>What Sidney now to thy great Project kind?</br>\"Bless me!  how great Genius!  how each Line</br>Is big with Sense!  how glorious a Design</br>Does thro the whole, and each Proportion shine!</br>How lofty all his Thoughts, and how inspir'd!</br>Pity, such wond'rous Parts are not preferr'd\":</br>Cries a gay wealthy Sot, who would not bail</br>For bare five Pounds the Author out of Jail,</br>Should he starve there, and rot; who if a Brief</br>Came out the needy Poets to relieve,</br>To the whole Tribe would scarce a Tester give.</br>But fifty Guinnies for a Whore and Clap!</br>The Peer's well us'd, and comes off wond'rous cheap:</br>A Poet would be dear, and out o' th' way,</br>Should he expect above a Coach-man's pay:</br>For this will any dedicate, and lye,</br>And dawb the gaudy Ass with Flattery?</br>For this will any prostitute his Sense</br>To Coxcombs void of Bounty, as of Brains?</br>Yet such is the hard Fate of Writers now,</br>They're forc'd for Alms to each great Name to bow:</br>Fawn, like her Lap-dog, on her tawdry Grace,</br>Commend her Beauty, and bely her Glass,</br>By which she every morning primes her Face:</br>Sneak to his Honour, call him Witty, Brave,</br>And Just, tho a known Coward, Fool, or knave,</br>And praise his Lineage, and Nobility,</br>Whose Arms at first came from the Company.", "'Tis so, 'twas ever so, since heretofore</br>The blind old Bard, with Dog and Bell before,</br>Was fain to sing for Bread from door to door;</br>The needy Muses all turn'd Gipsies then,</br>And of the begging Trade e'er since have been:</br>Should mighty Sappho in these days revive,</br>And hope upon her stock of Wit to live;</br>She must to Creswel's trudg to mend her Gains,</br>And let her Tail to hire, as well as Brains.</br>What Poet ever fin'd for Sheriff?  or who</br>By Wit and Sense did ever Lord Mayors grow?", "My own hard Usage here I need not press,</br>Where you have every day before your face</br>Plenty of fresh resembling Instances:</br>Great Cowley's Muse the same ill Treatment had,</br>Whose Verse shall live for ever to upbraid</br>Th' ungrateful World, that left such Worth unpaid.</br>Waller himself may thank Inheritance</br>For what he else had never got by Sense.</br>On Butler who can think without just Rage,</br>The Glory, and the Scandal of the Age?</br>Fair stood his hopes, when first he came to Town,</br>Met every where with welcomes of Renown,</br>Courted, and lov'd by all, with wonder read,</br>And promises of Princely Favour fed:</br>But what Reward for all had he at last,</br>After a Life in dull expectance pass'd?</br>The Wretch at summing up his mis-spent days</br>Found nothing left, but Poverty, and Praise:</br>Of all his Gains by Verse he could not save</br>Enough to purchase Flannel, and a Grave:</br>Reduc'd to want, he in due time fell sick,</br>Was fain to die, and be interr'd on tick:</br>And well might bless the Fever that was sent,</br>To rid him hence, and his worse Fate prevent.", "You've seen what fortune other Poets share;</br>View next the Factors of the Theatre:</br>That constant Mart, which all the year does hold,</br>Where Staple wit is barter'd, bought, and sold;</br>Here trading Scriblers for their Maintainance,</br>And Livelihood trust to a Lott'ry chance:</br>But who his Parts would in the Service spend,</br>Where all his hopes on Vulgar Breath depend?</br>Where every Sot, for paying half a Crown,</br>Has the Prerogative to cry him down?</br>Sidley indeed may be content with Fame,</br>Nor care should an ill-judging Audience damn:</br>But Settle, and the Rest, that writ for Pence,</br>Whose whole Estate's an ounce, or two of Brains,</br>Should a thin House on the third day appear,</br>Must starve, or live in Tatters all the year.</br>And what can we expect that's brave and great,</br>From a poor needy Wretch, that writes to eat?</br>Who the success of the next Play must wait</br>For Lodging, Food, and Cloaths, and whose chief care</br>Is how to spunge for the next Meal, and where?", "Hadst thou of old in flourishing Athens liv'd,</br>When all the learned Arts in Glory thriv'd,</br>When mighty Sophocles the Stage did sway,</br>And Poets by the State were held in pay;</br>'Twere worth thy Pains to cultivate thy Muse,</br>And daily wonders then it might produce;</br>But who would now write Hackney to a Stage,</br>That's only thought the Nuisance of the Age?</br>Go after this, and beat thy wretched Brains,</br>And toil to bring in thankless Ideots means:</br>Turn o're dull Horace, and the Classick Fools,</br>To poach for Sense, and hunt for idle Rules:</br>Be free of Tickets, and the Play-houses,</br>To make some tawdry Act'ress there by Prize,</br>And spend thy third Days gains 'twixt her clap'd Thighs.", "All Trades, and all Professions here abound,</br>And yet Encouragement for all is found:</br>Here a vile Emp'rick, who by Licence kills,</br>Who every Week helps to increase the Bills,</br>Wears Velvet, keeps his Coach, and Whore beside,</br>For what less Villains must to Tyburn ride.</br>There a dull trading Sot, in Wealth o'regrown</br>By thriving Knavery, can call his own.</br>A dozen Mannors, and if Fate still bless,</br>Expect as many Counties to possess.</br>Punks, Panders, Bawds, all their due Pensions gain,</br>And every day the Great Mens Bounty drain:</br>Lavish expence on Wit, has never yet</br>Been tax'd amongst the Grievances of State,</br>The Turky, Guinny, India Gainers be,</br>And all but the Poetick Company:</br>Each place of Traffick, Bantam, Smyrna, Zant,</br>Greenland, Virginia, Sevil, Alicant,</br>And France, that sends us Dildoes, Lace, and Wine,</br>Vast profit all, and large Returns bring in:</br>Parnassus only is that barren Coast,</br>Where the whole Voyage, and Adventure's lost.", "Then be advis'd, the slighted Muse forsake,</br>And Coke, and Dalton for thy study take:</br>For Fees each Term sweat in the crowded Hall,</br>And there for Charters, and crack'd Titles bawl:</br>Where M&mdash;d thrives, and pockets more each year</br>Than forty Laureats of the Theater,</br>Or else to Orders, and the Church betake</br>Thy self, and that thy future Refuge make:</br>There fawn on some proud Patron to engage</br>Th' Advowson of cast Punk, and Parsonage:</br>Or sooth the Court, and preach up Kingly Right,</br>To gain a Prebend'ry, and Mitre by't.</br>In fine, turn Pettifogger, Canonist,</br>Civilian, Pedant, Mountebank, or Priest,</br>Soldier, or Merchant, Fidler, Painter, Fencer,</br>Jack-pudding, Juggler, Player, or Rope-dancer:</br>Preach, Plead, Cure, Fight, Game, Pimp, Beg, Cheat, or Thieve;</br>Be all but Poet, and there's way to live.", "But why do I in vain my Counsel spend</br>On one whom there's so little hope to mend?</br>Where I perhaps as fruitlesly exhort,</br>As Lenten Doctors, when they Preach at Court?</br>Not enter'd Punks from Lust they once have tried,</br>Not Fops, and Women from Conceit, and Pride,</br>Not Bawds from Impudence, Cowards from Fear,</br>Nor sear'd unfeeling Sinners past Despair,</br>Are half so hard, and stubborn to reduce,</br>As a poor Wretch, when once possess'd with Muse.", "If therefore, what I've said, cannot avail,</br>Nor from the Rhiming Folly thee recal,</br>But spite of all thou wilt be obstinate,</br>And run thy self upon avoidless Fate;</br>May'st thou go on unpitied, till thou be</br>Brought to the Parish, Bridge, and Beggary:</br>Till urg'd by want, like broken Scriblers, thou</br>Turn Poet to a Booth, a Smithfield-Show,</br>And write Heroick Verse for Bartholmew.</br>Then slighted by the very Nursery,</br>May'st thou at last be forc'd to starve, like me.</br>"]