["Amid the darkly-rolling storms,</br>That gird Helvellin's craggy sides,</br>With aspects fierce, and warrior strides,</br>The painted Britons' giant forms</br>Rush in wild tumult to the vale below;</br>With fiery rage their eyeballs glow;</br>Their rude arms clash with hideous clang;</br>Torches wildly hurl'd in air</br>Flash round the rocks a direful glare:</br>Frighted Skiddaw heard from far</br>The rattling of the scythed car;</br>Wide Windermere with mountain echoes rang,</br>And Keswick's silent lake shook with the shout of war.</br>High on a dark cliff's beetling brow,</br>Which casts its broad embrowning shade</br>Across the rugged dell below,</br>The Bards, in radiant rows display'd,</br>To the fierce troops, that wildly pass beneath,</br>Their kindling numbers breathe.", "Gallant warriors!  so your fires,</br>In days of yore, by Deva's stream,</br>Rous'd to fury by our lyres,</br>Darted battle's vivid gleam.</br>The faulchions, now that glittering rise,</br>Shone at your fathers' sinewy thighs;</br>Each axe has cleft a valiant foe;</br>Each spear has laid a Roman low;</br>And all those scythes through legions flew,</br>Drinking life's empurpled dew.</br>But nobler triumphs wait the coming day:</br>From cold Alaunus' northern shore</br>Kilda's famish'd eagles pour,</br>And hovering shade their destin'd prey.</br>Yonder darksome clouds behind</br>Joyous Hesus snuffs the wind,</br>To taste the tainted gales, that bear</br>Fumes of bloodshed through the air.</br>Fated Romans!  hope no more</br>To roam Hesperia's breezy shore;</br>You have look'd your last on Tiber's waves;</br>Albion's rocks shall be your graves.</br>Britons!  toss your torches high;</br>Bid the scythed chariots fly,</br>And burst the mailed files:</br>With frantic yells,</br>Pierce Helvellin's brier'd dells,</br>And shake the distant isles:</br>Lo!  your fires' shades ascending point the way;</br>Mador and Hoel call you to your prey;</br>And Taranis from high in thunder gives the day.", "Fir'd by music's magic sway</br>Madly bursts the British band:</br>Aghast, unnerv'd, and fix'd in wan dismay,</br>With curdling blood the spell-bound Romans stand.</br>Each on the other looks with speechless gaze;</br>Then views around the dying and the slain,</br>Sadly revolves the palm of happier days,</br>And thinks with keen regret on Zama's plain.</br>But soon the souls, that fir'd the Britons, fall:</br>Then on their basely-turning foes</br>The firm rekindled legions rose,</br>And rear'd the nervy arm, that tam'd this nether ball.", "The Bards perceiv'd the yielding throng,</br>And quick resum'd their magic song:</br>By your fathers' warrior-shades;</br>By antique Mona's holy glades;</br>By Cambria's rocks, that stream'd of yore</br>With many a Conqueror-Roman's gore;</br>By each car and flaming brand,</br>That drove bold Julius from our strand;</br>Turn: &mdash; and blushing fear to fly;</br>Revere your kind, and dare to die.</br>The soul shall quit the stiffening clay,</br>And mount through air to brighter spheres;</br>In warlike sports with Hesus play,</br>While Hoel's music charms the ears:</br>Then again in earthly mould</br>Shall Snowdon's forked peaks behold;</br>Again through legions scatter death;</br>Again for freedom pour its breath.</br>Life is but a middle space</br>In endless being's circling race;</br>And bold in battle to expire,</br>Speaks the soul of heavenly fire.", "But ah!  the captive's mournful fate!</br>To swell the pomp that marks his shame;</br>To knee the chief his soul must hate,</br>And hear a coward blast his name:</br>To tread Hesperian ground;</br>To drink of Tiber's hated stream;</br>With downcast eye,</br>With many a sigh,</br>Sullen, with fetter'd limbs, to move along,</br>The sport or pity of an abject throng:</br>While conquering warriors pass with laurels crown'd;</br>And Albion's pictur'd cities beam around;</br>Cymbals and clarions swell the triumph song;</br>And plumy helmets wave, and groves of lances gleam.", "The Britons hear;</br>They blush; they turn; they fight; prevail;</br>And those, whose eagle, high display'd,</br>Shadow'd this sublunary sphere,</br>And made the kingdoms of the world grow pale,</br>Now, trembling, flee before a British spear,</br>And dew their mails for shame with many a burning tear.", "By glory rous'd, and touch'd with nobler fires,</br>The Bards in holy fury seize their lyrs:</br>Ye shades of heroes, nobly slain,</br>Fighting for your native plain;</br>Sons of war, who bravely sped,</br>Boadicea at your head;</br>If your souls, return'd to light,</br>Chase the wolf down  Snowdon's height,</br>Or muse on blood in caverns drear,</br>Or poise in darksome groves the spear;</br>Come, behold the radiant flame,</br>That speaks the glory of our name.</br>On Skiddaw's summit mid the skies,</br>Let the blazing pile arise,</br>That o'er mountains, dark in night,</br>Wide may stream the glorious light.</br>Hark!  the huge clefts of Borrowdale,</br>And lonely Derwent's peaceful vale,</br>Repeat the dying sufferer's mournful wail.</br>Lo!  wild Lodore her thundering torrent stills,</br>To hear the distant groans roll down the midnight hills.", "Each groan, O vanquish'd Rome,</br>All-mournful knells thy doom.</br>In yellow Tiber's orange shades</br>Caesar's pining form shall lie,</br>And cast on distant Rome a tearful eye,</br>And shuddering seem to hear the clash of Albion's blades.</br>Revenge shall hunt your rashly-daring band,</br>To your own viny hills and olive land;</br>Our barks shall ride your hostile main,</br>Our scythed chariots shake your hateful plain,</br>And o'er your seven proud Hills gleam many a flaming brand.", "With burning breasts the warriors catch the sound,</br>And raise a yell profound,</br>And clash their gory shields,</br>And point with sinewy arm Hesperia's southern fields.", "With alter'd strain, in measures soft and slow,</br>The minstrels melt the tender heart to woe.</br>Morcar's breast has ceas'd to beat;</br>Gash'd with spears the warrior lies;</br>Bold he turn'd the base retreat,</br>Gain'd the day, and clos'd his eyes.</br>The wounds that scar his manly breast,</br>Like blood-stain'd trophies, grace his bier;</br>Yet Nature views the scene depress'd,</br>And silent falls a pitying tear.", "Empty beneath yon oak his car is cast,</br>Stretch'd o'er the mead his coursers breathless lie;</br>Remembrance wakes the glorious triumphs past,</br>And fills with tender grief the gazing eye.", "No more beneath the morning sun,</br>With dazzling helm, in Nature's pride,</br>The warrior down the rocks shall run,</br>His faulchion glittering at his side.", "Near yonder brook shall rest his bones,</br>His gory axe beside him laid;</br>The spot be mark'd by mossy stones;</br>And tears of warriors wet the blade.", "With bended forms the mourning Chieftains stand,</br>And gaze the paly corse with stedfast eye,</br>And silent muse on frail mortality;&mdash;</br>And softest sorrow melts the sympathetic band.", "Abruptly in triumphant strain</br>The minstrels strike their lyres again:</br>Morcar, warriors, is not dead,</br>He again shall rear his head,</br>Lift the axe, and dye with blood</br>Wide Sabrina's sandy flood.</br>For long as Cambria's streams shall run</br>Sparkling to the golden sun,</br>Thro' warrior-forms, from frame to frame,</br>The soul shall deathless shift its flame.</br>Ye, who to wilds and northern mountains fled,</br>In keener skies make the hard rocks your bed,</br>Shall visit earth in happier day,</br>On Thames's cultur'd margin play;</br>Shall wear the laurels which ye won of yore,</br>And taste the freedom purchas'd by your gore.", "We, the Bards, shall frequent die,</br>And rise to breath our native sky;</br>Enshrin'd in more than mortal forms,</br>Sing 'mid Cambria's mountain storms;</br>In gentle summer's even-tide</br>Recline on Mulla's reedy side;</br>Or haunt for ages Arun's humble vales;</br>This harp on Avon's bank shall sound;</br>Hoel's high soul within the Heaven's high bound</br>Presume an earthly guest, and draw empyreal gales.", "But ye, brave Chiefs, in distant days,</br>Shall claim a more exalted praise.</br>Ye, as the ages slow unfold,</br>Kindling a mighty Saxon's patriot mould,</br>To peaceful homes and social fires,</br>To cultur'd plains and festive boards</br>Shall call from hills and woods the wandering hordes,</br>And lift the lofty city's glittering spires.</br>Ye, as the years in happier courses fly,</br>Where Thames's crystal waters feed</br>The grassy plain of Runnimede,</br>Torn from a tyrant's hand shall bear on high</br>The sacred roll of liberty.</br>On ocean's marge a sable prince shall stand,</br>And shew a captive monarch to the land,</br>And, pointing to his conquests o'er the main,</br>Bid swell the thrilling blood thro' every British vein.</br>See the white sails swell,</br>To Albion's cliffs ye bid farewell;</br>And Sion's rocky summit hears</br>The frequent clash of British spears.</br>Lo!  in a train of golden years</br>A virgin queen appears,</br>Fir'd by the spirit, which of yore</br>Bonduca's warrior-body bore:</br>Sublime on Albion's whitening cliffs she stands,</br>The schemes of unnam'd empires in her hands;</br>And bids Britannia's banners wave unfurl'd</br>O'er oceans now unknown, and circle this wide world.", "Thou, Oscar, on the cliff's rough brow,</br>Nodding thy dire plumes o'er the captur'd foe;</br>Whom Hesus to immortal fame consign'd,</br>Ere yet the soul in earth was shrin'd;</br>Thou in time's remotest space</br>Shalt fire a patriot form divine:</br>The scepter'd race</br>Shall cross the dark and stormy brine,</br>From where Germania's broad romantic streams</br>Resound the mountain monsters' midnight roar;</br>And, as they prowling roam the craggy shore,</br>Reflect their rugged forms to the moon's paly beams.", "Ev'n now thro' fields of purer air</br>Andraste bids prepare</br>Hours of delight and years with glory crown'd,</br>To move their golden round,</br>When bless'd in him imperial sway</br>The sun more glad shall shine and kindlier pass the day.</br>There rest on clouds reclin'd,</br>Sceptres, and laureate wreaths, and naval crowns,</br>Tower'd cities, fleets that ride</br>In majesty the ocean-tide,</br>Domestic sweets, that meek contentment owns,</br>And emanations of the mind,</br>That add a nobler nature to our kind.</br>Lo!  to our dazzled sight</br>Wide over torrid sands and winter zones,</br>Britannia's pennant proudly streams;</br>And every star, that beautifies the night,</br>Where'er it roams, on Albion's empire beams,</br>Or when it pales at dawn its setting light,</br>Or from the misty wave uplifts its circlet bright.", "They sang: &mdash; and rapture brighten'd every eye;</br>With pealing plaudits rang the vaulted sky:</br>When o'er the eastern summit's darksome shade</br>The moon rose mellowing the grey rocks, and play'd</br>On the still lake: &mdash; the warrior host retires</br>To crown the mountain tops with sacrificial fires.</br>"]