["As the forsaken Blouzelinda stood</br>High on the bank of crystal Isis flood,</br>(For witless Colin Clout, her perjur'd swain,</br>Had sought the town and left his native plain)</br>Thus to the purling waves she told her tale:</br>(Her voice re-echo'd thro' the distant vale)", "\"Is this your faith, O perjur'd lout, to leave</br>Your Blouzelinda all alone to grieve:</br>Can you, O Colin Clout, without regret,</br>Leave Blouzelinda for a vain coquet!</br>Sad was the hour and luckless was the day,</br>When first to Oxon's walls he bent his way.", "\"To you, ye woods and streams, my pray'r's preferr'd,</br>For you his vows now violated heard;</br>Are there no mighty pow'rs in heav'n above,</br>Plac'd and ordain'd to punish slighted love?</br>Sad was the hour and luckless was the day,</br>When first to Oxon's walls he bent his way.", "\"No tree is there in yon sequester'd grove,</br>But what was conscious of our mutual love;</br>No tree of any size but bears my name,</br>Carv'd by his hand, a witness of his flame.</br>Sad was the hour and luckless was the day,</br>When first to Oxon's walls he bent his way.", "\"That oak, which o'er these streams its head reclines,</br>Bears on its trunk these loving, artless lines,</br>When luckless Colin shall forget his love,</br>Back to its fountain head let Isis rove,</br>Sad was the hour and luckless was the day,</br>When first to Oxon's walls he bent his way.", "\"Roll back, ye streams, ye waters backward flow,</br>The faithless Colin has forget his vow;</br>Ye purling streams thou Isis backward rove,</br>The faithless Colin has forgot his love.</br>Sad was the hour and luckless was the day,</br>When first to Oxon's walls he bent his way.", "\"Is this the love which once you did declare,</br>When you fine garters brought me from the fair?</br>The gaudy ribband to adorn my head,</br>The bugle necklace, and gilt gingerbread.</br>Sad was the hour and luckless was the day,</br>When first to Oxon's walls he bent his way.", "\"Nor is my person of the ugliest hue,</br>If these fair streams, my looking-glass, tell true.</br>To all I turn my hand, I brew, I bake,</br>Or lead the chearful dance at sportive wake.</br>Sad was the hour and luckless was the day,</br>When first to Oxon's walls he bent his way.", "\"But come, O Colin come, for without thee</br>What is the wake, or what the dance to me?</br>Come, Colin Clout, O come, no longer stay,</br>Or in these streams I drown my care away.</br>Sad was the hour and luckless was the day,</br>When first to Oxon's walls he bent his way.", "\"Aid, O my tender lambkins, aid my groan,</br>Aid me, my flock with bleating cry, to moan:</br>Aid me, ye hollow, noisy winds to sigh,</br>Aid me with tears, ye purling streams, to cry.</br>Sad was the hour and luckless was the day,</br>When first to Oxon's walls he bent his way.", "\"Aid me, my arm, to finish all my care,</br>Aid me, my woes, and heighten my despair</br>Aid me, my sorrows, and my mis'ries aid,</br>And you, ye streams, receive a wretched maid.</br>Sad was the hour and luckless was the day,</br>When first to Oxon's walls he bent his way.", "\"Adieu, ye rural plains, thou beauteous mead,</br>Where crown'd with flow'ry garlands, erst I've play'd:</br>Adieu, ye streams, which gently flow along,</br>Ye banks, where oft I've tun'd my artless song.</br>Sad was the hour and luckless was the day,</br>When first to Oxon's walls he bent his way.", "\"Farewel, ye native rural plains, and you</br>Ye meadows, sprinkled with the pearly dew;</br>Far, far away your Blouzelinda flies,</br>She droops, she faints, she falls, she drops, she dies.</br>Sad was the hour and luckless was the day,</br>When first to Oxon's walls he bent his way.\"", "She said, and forward stept, resolv'd to drown,</br>But careless of her path, she slipp'd, fell down;</br>When falling she beheld her long lost swain,</br>With look relenting, gliding o'er the plain.</br>Arising quickly up, she blest the day,</br>When first from Oxon's walls he bent his way.</br>"]