["Earth!  thou art lovely when the sinking sun</br>Hath bathed the clouds in his departing flush,</br>And, with the moon-lit evening, hath begun</br>The voiceless, and yet spirit-calming hush,</br>That thrills around the heart, till tear drops rush,</br>Unbidden and uncall'd for, to the eye;</br>When, save the music of the fountain's gush,</br>Or the far wailing of the night-bird's cry,</br>Unbroken silence hangs o'er earth and wave and sky.", "But now the majesty of midnight storm</br>Is gathering in its grandeur o'er the sky;</br>The deep black clouds in mustering squadrons form,</br>And the low, fitful blast, that passes by,</br>Hath a strange, fearful thrilling &mdash; like the sigh</br>Of a sick slumberer; even that hath died,</br>And in their quiet sleep the waters lie,</br>As though the wind ne'er curl'd them in its pride,</br>Or shook the still bent leaves that hang above the tide.", "How steadily that ebon mass moves on!</br>Stretching across the sky in one dark line,</br>Like a huge wall of blackness; there are none</br>Of the thin silvery vapours hung supine,</br>Or those bright clouds that sometimes seem to twine</br>A coronal to grace the brow of night;</br>Stars in Orion's studded baldric shine</br>In all their wonted brightness, and the light</br>Of an unclouded moon half dims the dazzled sight.", "The tempest hurries onward &mdash; how the flash</br>Of the red lightning leaps from cloud to cloud!</br>The gathering thunder bursts in one wild crash,</br>And sinks a moment, then, returning loud,</br>Seems bounding o'er the sky, as if 'twere proud</br>Of its own potency.  We need not now,</br>A sharer in the thoughts that round us crowd;</br>The soul is its own world, and the deep glow</br>Of the rapt spirit seeks no fellowship below.", "The wildness of the storm hath past; the rain</br>Drips from the wet leaves only, and the sky,</br>With its deep azure beauty, gleams again</br>Through the rent clouds; the sunken wind swells by</br>With tlow sobbing; and the clouds, heap'd high,</br>With the rich moon-beam's streaming flood of light</br>Pour'd full upon them, swell before the eye</br>Like distant snow-clad mountains.  Night!</br>O night!  Thou art most glorious!  most beautifully bright!</br>"]