["PALAEMON, HIPPIAS.", "PALAEMON.</br>The hollow winds blow hoarsely; as they fly,</br>They seem to plain, and every puff's a sigh.</br>Tears follow sighs, and now the rainy floods</br>In mournful streams descend from melting clouds.", "HIPPIAS.</br>Too well I know, tears are provok'd by sighs;</br>Grief swells the heaving breast; then upward flies,</br>And bursting vents it self through weeping eyes.</br>When Mira frowns, I sudden showers divine,</br>The clouds are hers, but all the drops are mine.", "PALAEMON.</br>See'st thou yon beauteous arch, that now adorns</br>And gilds the watry clouds, whose bending horns</br>Suck up th' admiring sea?  How bright a show?</br>What lively colours paint the shining bow?</br>But ah!  how soon its waning glories fail,</br>While envious mists, and dusky shades prevail?</br>Such beauty is, so flux, so quickly gone;</br>Mira will soon be scorn'd, and hardly known;</br>When with wan lips her eyes look faint, and dead,</br>And all the Cupids of her cheeks are fled.", "HIPPIAS.</br>No kind amusement can my thoughts remove:</br>My soul is fix'd, and all the theme is Love.</br>Her rising cheeks set round with flowing hair,</br>Like the bright moon in dewy nights appear,</br>When circling haloes guard her from the sight</br>Of meaner stars, and shine with borrow'd light.</br>Her lips, that dear, soft, pouting juicy pair</br>(Whose breathings sweet as Eastern breezes are)</br>Invite to Love, and yet deny the bliss,</br>Kisses invite, but they refuse to kiss.", "PALAEMON.</br>Ungrateful Love born of a beauteous face,</br>Its parent rudely kills, spoils ev'ry grace,</br>And sullies youthful bloom with a too kind embrace.</br>When once the nymph yields up her envy'd charms,</br>All to be rifled in the Triton's arms,</br>She grows unwieldy, and her cheeks look pale;</br>So flowers by handling fade, so all their colours fail.", "HIPPIAS.</br>Since beauty fades, why should the Nymph be coy?</br>Snatch then with eager haste the fleeting joy.</br>In spite of wrinkled age, and eating Time,</br>Still shall I know that beauty once was mine.</br>When action's past, I'll on reflection live,</br>And the remembrance shall the bliss revive;</br>Such luscious food will ever leave a taste.</br>Fate cannot reach the pleasure that is past.</br>"]