["The Redcross Knight to Britomart</br>Describeth Arthegall:</br>The Wondrous Mirrour, by which she</br>In love with him did fall.", "There have I cause, in Men just Blame to find,</br>That in their proper Praise too partial be</br>And not indifferent to Womankind,</br>To whom no share in Arms and Chevalry</br>They do impart, ne maken memory</br>Of their brave Gests and Prowess martial;</br>Scarce do they spare to one, or two, or three,</br>Room in their Writs:  yet the same Writing small</br>Does all their Deeds deface, and dims their Glories all.", "But by Record of antique Times I find,</br>That Women wont in Wars to bear most Sway,</br>And to all great Exploits themselves inclin'd:</br>Of which they still the Girlond bore away,</br>Till envious Men (fearing their Rule's Decay)</br>'Gan coin strait Laws to curb their Liberty;</br>Yet sith they warlike Arms have laid away,</br>They have excel'd in Arts and Policy,</br>That now we foolish Men that Praise 'gin eke t' envy.", "Of warlike Puissaunce in Ages spent,</br>Be thou fair Britomart, whose Praise I write;</br>But of all Wisdom be thou Precedent,</br>O sovereign Queen!  whose Praise I would endite,</br>Endite I would, as Duty doth excite.</br>But ah!  my Rhimes too rude and rugged are,</br>When in so high an Object they do light,</br>And striving fit to make, I fear do mar:</br>Thy self thy Praises tell, and make them knowen far.", "She, travelling with Guyon by the way,</br>Of sundry things fair Purpose 'gan to find,</br>T' abridg their Journey long and lingring Day;</br>'Mongst which it fell into that Fairy's Mind,</br>To ask this Briton Maid, what uncouth Wind</br>Brought her into those Parts, and what Inquest</br>Made her dissemble her disguised Kind:</br>Fair Lady she him seem'd, like Lady dress'd;</br>But fairest Knight alive, when armed was her Breast.", "Thereat she sighing softly, had no power</br>To speak awhile, ne ready answer make,</br>But with heart-thrilling Throbs and bitter Stower,</br>As if she had a Fever-Fit, did quake,</br>And every dainty Limb with Horrour shake;</br>And ever and anon the rosy Red</br>Flash'd thro her Face, as it had been a Flake</br>Of Lightning, thro bright Heaven fulmined:</br>At last, the Passion pass'd, she thus him answered.", "Fair Sir, I let you weet, that from the hour</br>I taken was from Nurse's tender Pap,</br>I have been trained up in warlike Stower,</br>To tossen Spear and Shield, and to affrap</br>The warlike Rider to his most Mishap;</br>Sithence I loathed have my Life to lead,</br>As Ladies wont, in Pleasure's wanton Lap,</br>To finger the fine Needle and nice Thred;</br>Me liefer were with Point of Foe-man's Spear be dead.", "All my Delight on Deeds of Arms is set,</br>To hunt out Perils and Adventures hard,</br>By Sea, by Land, whereso they may be met,</br>Only for Honour and for high Regard,</br>Without Respect of Riches or Reward.</br>For such Intent into these Parts I came,</br>Withouten Compass, or withouten Card.</br>Far from my native Soil, that is by name</br>The Greater Britain, here to seek for Praise and Fame.", "Fame blazed hath, that here in Fairy-Lond</br>Do many famous Knights and Ladies wonne,</br>And many strange Adventures to be fond,</br>Of which great Worth and Worship may be won;</br>Which I to prove, this Voyage have begon.</br>But mote I weet of you, right courteous Knight,</br>Tidings of one, that hath unto me done</br>Late foul Dishonour and reproachful Spight,</br>The which I seek to wreak, and Arthegall he hight.", "The Word gone out, she back again would call,</br>As her repenting so to have missay'd,</br>But that he it up-taking e'er the Fall,</br>Her shortly answered; Fair martial Maid,</br>Certes ye misavised been, t' upbraid</br>A gentle Knight with so unknightly Blame:</br>For weet ye well, of all that ever play'd</br>At Tilt or Tourney, or like warlike Game,</br>The noble Arthegall hath ever borne the Name.", "For-thy, great wonder were it, if such Shame</br>Should ever enter in his bounteous Thought,</br>Or ever do that mote deserven Blame:</br>The noble Courage never weeneth ought,</br>That may unworthy of it self be thought.</br>Therefore, fair Damzel, be ye well aware,</br>Led that too far ye have your Sorrow sought:</br>You and your Country both I wish Welfare,</br>And honour both; for each of other worthy are.", "The Royal Maid wox inly wondrous glad,</br>To hear her Love so highly magnify'd,</br>And joy'd that ever she affixed had</br>Her Heart on Knight so goodly glorify'd,</br>However finely she it feign'd to hide:</br>The loving Mother, that nine Months did bear,</br>In me dear Closet of her painful Side,</br>Her tender Babe, it seeing safe appear,</br>Doth not so much rejoice, as she rejoiced there.", "But to occasion him to further talk,</br>To feed her Humour with his pleasing Stile,</br>Her list in strife-full Terms with him to balk,</br>And thus reply'd:  However, Sir, ye file</br>Your courteous Tongue his Praises to compile,</br>It ill beseems a Knight of gentle sort,</br>Such as ye have him boasted, to beguile</br>A simple Maid, and work so heinous Tort,</br>In shame of Knighthood, as I largely can report.", "Let be therefore my Vengeance to dissuade,</br>And read, where I that Faytour false may find.</br>Ah!  but if Reason fair might you persuade,</br>To slake your Wrath, and mollify your Mind,</br>Said he, perhaps ye should it better find;</br>For hardy thing it is, to ween by Might,</br>That Man to hard Conditions to bind,</br>Or ever hope to match in equal Fight;</br>Whose Prowess paragon saw never living Wight.", "Ne soothlich is it easy for to read,</br>Where now on Earth, or how he may be found;</br>For he ne wonneth in one certain Stead,</br>But restless walketh all the World around,</br>Ay doing things, that to his Fame redound,</br>Defending Ladies Cause, and Orphans Right,</br>Whereso he hears, that any doth confound</br>Them comfortless, thro Tyranny or Might;</br>So is his sovereign Honour rais'd to Heaven's height.", "His feeling Words her feeble Sense much pleas'd,</br>And softly sunk into her molten Heart;</br>Heart, that is inly hurt, is greatly eas'd</br>With hope of thing, that may allay his Smart;</br>For pleasing Words are like to magick Art,</br>That doth the charmed Snake in Slumber lay:</br>Such secret Ease felt gentle Britomart,</br>Yet list the same efforce with feign'd Gainsay;</br>(So Discord oft in Musick makes the sweeter Lay.)", "And said, Sir Knight, these idle Terms forbear,</br>And sith it is uneath to find his Haunt,</br>Tell me some Marks, by which he may appear,</br>If chaunce I him encounter paravaunt;</br>For, perdy one shall other slay, or daunt:</br>What Shape, what Shield, what arms, what Steed, what Sted,</br>And whatso else his Person most may vaunt?</br>All which the Redcross Knight to point ared,</br>And him in every point before her fashioned.", "Yet him in every part before she knew,</br>However list her now her Knowledge feign,</br>Sith him whilome in Britain she did view,</br>To her revealed in a Mirrour plain;</br>Whereof did grow her first engraffed Pain:</br>Whose Root and Stalk so bitter yet did taste,</br>That but the Fruit more Sweetness did contain,</br>Her wretched Days in Dolour she mote waste,</br>And yield the Prey of Love to loathsom Death at last.", "By strange Occasion she did him behold,</br>And much more strangely 'gan to love his Sight,</br>As it in Books hath written been of old.</br>In Deheubarth that now South-Wales is hight,</br>What time King Ryence reign'd, and dealed right,</br>The great Magician Merlin had deviz'd,</br>By his deep Science, and hell-dreaded Might,</br>A Looking-Glass right wondrously aguiz'd,</br>Whose Vertues thro the wide World soon were solemniz'd.", "It Vertue had, to shew in perfect Sight,</br>Whatever thing was in the World contain'd,</br>Betwixt the lowest Earth and Heavens height,</br>So that it to the Looker appertain'd:</br>Whatever Foe had wrought or Friend had feign'd,</br>Therein discover'd was, ne ought mote pass,</br>Ne ought in secret from the same remain'd;</br>For-thy it round and hollow shaped was,</br>Like to the World it self and seem'd a World of Glass.", "Who wonders not, that reads so wondrous Work?</br>But who does wonder that has read the Tower;</br>Wherein th' Aegyptian Phao long did lurk</br>From all Mens view, that none might her discover,</br>Yet she might all Men view out of her Bower?</br>Great Ptolomy it for his Leman's sake</br>Ybuilded all of Glass, by Magick Power,</br>And also it impregnable did make;</br>Yet when his Love was false, he with a Peaze it break.", "Such was the glassy Globe that Merlin made,</br>And gave unto King Ryence for his Guard,</br>That never Foes his Kingdom might invade,</br>But he it knew at home before he heard</br>Tidings thereof, and so them still debar'd.</br>It was a famous Present for a Prince,</br>And worthy Work of infinite Reward,</br>That Treasons could bewray, and Foes convince:</br>Happy this Realm, had it remained ever since.", "One day it fortuned fair Britomart</br>Into her Father's Closet to repair;</br>For, nothing he from her reserv'd apart,</br>Being his only Daughter and his Heir:</br>Where when she had espy'd that Mirrour fair,</br>Her self awhile therein she view'd in vain;</br>Tho, her avizing of the Virtues rare,</br>Which thereof spoken were, she 'gan again</br>Her to bethink of that mote to her self pertain.", "But as it falleth in the gentlest Hearts</br>Imperious Love hath highest set his Throne,</br>And tyrannizeth in the bitter Smarts</br>Of them, that to him buxom are and prone:</br>So thought this Maid (as Maidens use to done)</br>Whom Fortune for her Husband would allot;</br>Not that she lusted after any one,</br>For she was pure from Blame of sinful Blot,</br>Yet wist her Life at last must link in that same Knot.", "Eftsoons there was presented to her Eye</br>A comely Knight, all arm'd in compleat wise,</br>Through whose bright Ventail lifted up on high</br>His manly Face, that did his Foes agrise,</br>And Friends to Terms of gentle Truce entice,</br>Look'd forth, as Phoebus' Face out of the East</br>Betwixt two shady Mountains doth arise;</br>Portly his Person was, and much increas'd</br>Through his heroick Grace, and honourable Gest.", "His Crest was cover'd with a couchant Hound,</br>And all his Armour seem'd of antique Mould,</br>But wondrous many and assured sound,</br>And round about yfretted all with Gold,</br>In which there written was with Cyphers old,</br>Achilles Arms, which Arthegal did win.</br>And on his Shield enveloped sevenfold</br>He bore a crowned little Ermilin,</br>That deck'd the azure Field with her fair pouldred Skin.", "The Damzel well did view his Personage,</br>And liked well, ne further fastned not,</br>But went her way; ne her unguilty Age</br>Did ween, unwares that her unlucky Lot</br>Lay hidden in the bottom of the Pot:</br>Of Hurt unwist most Danger doth redound;</br>But the false Archer, which that Arrow shot</br>So slily, that she did not feel the Wound,</br>Did smile full smoothly at her weetless woful Stound.", "Thenceforth the Feather in her lofty Crest,</br>Ruffed of Love, 'gan lowly to avail;</br>And her proud Portance, and her princely Gest,</br>With which the earst triumphed, now did quail:</br>Sad, solemn, sour, and full of Fancies frail</br>She wox; yet wist she neither how, nor why;</br>She wist not, silly Maid, what she did ail;</br>Yet wist, she was not well at ease perdy,</br>Yet thought it was not Love, but some Melancholy.", "So soon as Night had with her pallid Hue</br>Defac'd the Beauty of the shining Sky,</br>And reft from Men the World's desired view,</br>She with her Nourse adown to sleep did lie.</br>But Sleep full far away from her did fly;</br>Instead thereof sad Sighs and Sorrows deep</br>Kept watch and ward about her warily:</br>That nought she did but wail, and often steep</br>Her dainty Couch with Tears, which closely she did weep.", "And if that any Drop of slombring Rest</br>Did chaunce to still into her weary Spright,</br>When feeble Nature felt her self oppress'd;</br>Straight-way with Dreams, and with fantastick sight</br>Of dreadful things the same was put to flight,</br>That oft out of her Bed she did astart,</br>As one with view of ghastly Fiends affright:</br>Tho, 'gan she to renew her former Smart,</br>And think of that fair Visage written in her Heart.", "One Night, when she was tost with such unrest,</br>Her aged Nurse, whose Name was Glauce hight,</br>Feeling her leap out of her loathed Nest,</br>Betwixt her feeble Arms her quickly height,</br>And down again in her warm Bed her dight:</br>Ah!  my dear Daughter, ah!  my dearest Dread,</br>What uncouth Fit, said she, what evil Plight</br>Hath thee opprest, and with sad drearyhead</br>Chaunged thy living Chear and living made thee dead?", "For, not of nought these suddain ghastly Fears</br>All Night afflict thy natural Repose;</br>And all the Day, when as thine equal Peers</br>Their fit Disports with fair Delight do chose,</br>Thou in dull Corners dost thy self inclose,</br>Ne tastest Princes Pleasures, ne doest spred</br>Abroad thy fresh Youth's fairest Flower, but lose</br>Both Leaf and Fruit, both too untimely shed,</br>As one in wilful Bale for ever buried.", "The time, that mortal Men their weary Cares</br>Do lay away, and all wild Beasts do rest,</br>And every River eke his Course forbears,</br>Then doth this wicked Evil thee infest,</br>And rive with thousand Throbs thy thrilled Breast:</br>Like an huge Aetn' of deep engulfed Grief,</br>Sorrow is heaped in thy hollow Chest,</br>Whence forth it breaks in Sighs and Anguish rife,</br>As Smoke and Sulphur mingled with confused Strife.", "Ay me, how much I fear, lest Love it be;</br>But if that Love it be, as sure I read</br>By knowen Signs and Passions, which I see,</br>Be it worthy of thy Race and Royal Seed;</br>Then I avow by this most sacred Head:</br>Of my dear foster Child, to ease thy Grief,</br>And win thy Will:  Therefore away do Dread;</br>For, Death nor Danger from thy due Relief</br>Shall me debar; tell me therefore my liefest Lief.", "So having said, her 'twixt her Armes twain</br>She straightly strain'd, and colled tenderly;</br>And every trembling Joint, and every Vein</br>She softly felt, and rubbed busily,</br>To do the frozen Cold away to fly;</br>And her fair dewy Eyes with Kisses dear</br>She oft did bathe, and oft again did dry;</br>And ever her importun'd, not to fear</br>To let the Secret of her Heart to her appear.", "The Damzel paus'd, and then thus fearfully;</br>Ah Nurse!  what needeth thee to eke my Pain?</br>Is not enough, that I alone do die,</br>But it must doubled be with death of twain?</br>For, nought for me but Death there doth remain.</br>O!  Daughter dear, said she, despair no whit;</br>For, never Sore, but might a Salve obtain:</br>That blinded God, which hath ye blindly smit,</br>Another Arrow hath your Lover's Heart to hit.", "But mine is not, quoth she, like others Wound;</br>For which no Reason can find Remedy.</br>Was never such, but mote the like be found,</br>Said she; and though no Reason may apply</br>Salve to your Sore, yet Love can higher stie</br>Than Reason's reach, and oft hath Wonders done.</br>But neither God of Love, nor God of Sky</br>Can do (said she) that, which cannot be done:</br>Things oft impossible (quoth she) seem e'er begun.", "These idle words, said she, do not asswage</br>My stubborn Smart, but more annoyance breed;</br>For, no, no usual Fire, no usual Rage</br>It is, O Nurse, which on my Life doth feed,</br>And sucks the Blood, which from my Heart doth bleed.</br>But since thy faithful Zeal lets me not hide</br>My Crime (if Crime it be) I will it read:</br>Nor Prince, nor Peer it is, whose Love hath gride</br>My feeble Breast of late, and launced this Wound wide:", "Nor Man it is, nor other living Wight,</br>For then some hope I might unto me draw;</br>But th' only Shade and Semblant of a Knight,</br>Whose Shape or Person yet I never saw,</br>Hath me subjected to Love's cruel Law.</br>The same one day, as me Misfortune led,</br>I in my Fathers wondrous Mirrour saw,</br>And pleased with that seeming Goodly-hed,</br>Unwares the hidden Hook with Bait I swallowed.", "Sithence it hath infixed faster hold</br>Within my bleeding Bowels, and so sore</br>Now rankleth in this same frail fleshly Mould,</br>That all mine Entrails flow with pois'nous Gore,</br>And th' Ulcer groweth daily more and more;</br>Ne can my running Sore find Remedy,</br>Other than my hard Fortune to deplore,</br>And languish as the Leaf faln from the Tree,</br>Till Death make one end of my Days and Misery.", "Daughter, said she, what need ye be dismay'd,</br>Or why make ye such Monster of your Mind?</br>Of much more uncouth thing I was affraid;</br>Of filthy Lust, contrary unto Kind:</br>But this Affection nothing strange I find;</br>For, who with reason can you ay reprove,</br>To love the Semblant pleading most your Mind,</br>And yield your Heart whence ye cannot remove?</br>No Guilt in you, but in the Tyranny of Love.", "Not so th' Arabian Myrrh' did set her Mind;</br>Not so did Biblis spend her pining Heart,</br>But lov'd their native Flesh against all kind,</br>And to their purpose used wicked Art:</br>Yet played Pasiphae a more monstrous part,</br>That lov'd a Bull, and learn'd a Beast to be;</br>Such shameful Lusts who loaths not, which depart</br>From course of Nature and of Modesty?</br>Sweet Love such Lewdness bands from his fair Company.", "But thine, my Dear (well fare thy Heart, my Dear)</br>Though strange beginning had, yet fixed is</br>On one, that worthy may perhaps appear;</br>And certes seems bestowed not amiss:</br>Joy thereof have thou and eternal Bliss.</br>With that up-leaning on her Elbow weak,</br>Her Alablaster Breast she soft did kiss,</br>Which all that while she felt to pant and quake,</br>As it an Earthquake were; at last she thus bespake:", "Beldame, your words do work me little ease;</br>For, though my Love be not so leudly bent</br>As those ye blame, yet may it not appease</br>My raging Smart, ne ought my Flame relent.</br>But rather doth my helpless Grief augment.</br>For they, however shameful and unkind,</br>Yet did possess their horrible intent:</br>Short end of Sorrows they thereby did find;</br>So was their Fortune good, tho wicked were their Mind.", "But wicked Fortune mine, though mine be good,</br>Can have no End, nor hope of my Desire,</br>But feed on Shadows, whiles I die for Food,</br>And like a Shadow wex, whiles with entire</br>Affection I do Languish and expire.</br>I fonder than Cephisus' foolish Child,</br>Who having viewed in a Fountain shere</br>His Face, was with the love thereof beguil'd;</br>I fonder love a Shade, the Body far exil'd.", "Nought like, quoth she, for that same wretched Boy</br>Was of himself the idle Paramour;</br>Both Love and Lover, without hope of Joy,</br>For which he faded to a watry Flower.</br>But better Fortune thine, and better hour,</br>Which lov'st the Shadow of a warlike Knight;</br>No Shadow, but a Body hath in Power:</br>That Body, wheresoever that it light,</br>May learned be by Cyphers, or by Magick Might.", "But if thou may with reason yet repress</br>The growing Evil, ere it strength have got,</br>And thee abandon'd wholly do possess,</br>Against it strongly strive, and yield thee not,</br>Till thou in open Field adown be smot,</br>But if the Passion master thy frail Might,</br>So that needs Love or Death must be thy Lot,</br>Then I avow to thee, by wrong or right,</br>To compass thy Desire, and find that loved Knight.", "Her chearful Words much chear'd the feeble Spright</br>Of the sick Virgin, that her down she laid</br>In her warm Bed to sleep, if that she might;</br>And the old Woman carefully display'd</br>The Clothes about her round with busy Aid;</br>So that at last a little creeping Sleep</br>Surpriz'd her Sense She, therewith well apaid,</br>The drunken Lamp down in the Oil did steep,</br>And set her by to watch, and set her by to weep.", "Early the Morrow next, before that Day</br>His joyous Face did to the World reveal,</br>They both uprose, and took their ready way</br>Unto the Church their Prayers to appeal,</br>With great Devotion, and with little Zeal:</br>For, the fair Damzel from the holy Herse</br>Her love-sick Heart to other thoughts did steal;</br>And that old Dame said many an idle Verse,</br>Out of her Daughter's Heart fond Fancies to reverse.", "Returned home, the royal Infant fell</br>Into her former Fit; for why, no Power</br>Nor Guidance of her self in her did dwell.</br>But th' aged Nurse, her calling to her Bower,</br>Had gathered Rue, and Savine, and the flower</br>Of Camphara, and Calamint, and Dill,</br>All which she in an earthen Pot did pour,</br>And to the Brim with Coltwood did it fill,</br>And many Drops of Milk and Blood through it did spill.", "Then taking thrice three Hairs from off her Head,</br>Them trebly braided in a threefold Lace,</br>And round about the Pot's Mouth bound the Thread;</br>And after having whispered a space</br>Certain sad Words, with hollow Voice and Base,</br>She to the Virgin said, thrice said she it:</br>Come Daughter, come, come; spit upon my Face,</br>Spit thrice upon me, thrice upon me spit;</br>Th' uneven number for this Business is most fit.", "That said, her round about she from her turn'd,</br>She turned her contrary to the Sun,</br>Thrice she her turn'd contrary, and return'd,</br>All contrary; for she the Right did shun,</br>And ever what she did, was straight undone.</br>So thought she to undo her Daughter's Love:</br>But Love, that is in gentle Breast begun,</br>No idle Charms so lightly may remove;</br>That well can witness, who by trial it does prove.", "Ne ought it mote the noble Maid avail,</br>Ne slake the Fury of her cruel Flame,</br>But that she still did waste, and still did wail,</br>That through long Languor, and heart-burning Brame</br>She shortly like a pined Ghost became,</br>Which long hath waited by the Stygian Strond.</br>That when old Glauce saw, for fear lest Blame</br>Of her Miscarriage should in her be fond,</br>She wist not how t' amend, nor how it to withstond.", ""]