["What!  tho' the Muse with her etherial wand</br>Ne'er touch'd me into fame, or lightly touch'd:</br>Tho' unpropitious to my frequent pray'r</br>She never wove a lasting wreath for me,</br>Yet have I caught some scatter'd leaves of bay</br>That fell unguarded from her open lap,</br>And round my brow presumptuously entwin'd</br>The precious remnants, blooming but to fade,</br>Contented, tho' they wither'd on my brow.</br>Your splendid portals, with festoons of flow'rs</br>Purfled by Fancy, will you not unlock,</br>Ye sisters amiable!  and give one glimpse</br>Of your enchanting Paradise. &mdash; Ah no!</br>For faithful Genius keeps the sacred key.</br>Then, Nature!  thou, thy rude rough pencil lend,</br>Truth-fashion'd &mdash; bear me to some rural cot,</br>Far from the bust'ling tumult of the town,</br>And seat me in the Chimney-corner &mdash; snug,</br>Where crackles bavinwood, or kindly beech</br>It's gen'rous heat bestows, or quadrate turf</br>Burns dimly to the eye.  Here pleas'd I sit</br>Contemplative, and laugh at elbow-chair</br>Of costly damask, edg'd with gilded nail.</br>Ah!  what delights the carpet-cover'd floor</br>Magnificent!  or that from Persia's realm</br>Imported o'er; or that of humbler woof</br>In looms Wiltonian! &mdash; What!  the marble hearth</br>Diversify'd with many a mimic cloud,</br>Or ostentatious of its azure veins,</br>And shelf adorn'd with strange unmeaning forms,</br>If pure Content be wanting.  This alone</br>Silver's the pewter spoon, and by the aid</br>Of that great alchemist, we Fancy call,</br>Transmutes the basest metal into gold.</br>Content! &mdash; Oh pleasing sound!  thy very name</br>My pulse invigorates.  In quicker waves</br>Bounds thro' my veins the crimson tide of life,</br>And brighter looks the fluid of each eye.</br>Whate'er of happiness, Idea forms,</br>Beams o'er my soul its influence benign.</br>Tutor'd by thee, Grief thinks her burthen light,</br>Great reconciler of events that seem</br>Improbable; for thro' thy mirror seen</br>Shade turns into substance, poverty to wealth,</br>Queen of the placid brow, and eye serene!</br>On whom the gloomy, rain-impregnate cloud</br>No terror sheds, whose firm-embosom'd heart</br>The tempest-croaking raven cannot shake,</br>Come, with thy sister Patience &mdash; hither come,</br>And lead me to thy cot, where Temperance,</br>Thy handmaid, holds the decent cup of health.", "Here, to the cricket's intermitting song</br>I listen pleas'd:  nor less grimalkin's purr</br>Delights me, with the noise of chatt'ring jay</br>In osier basket perch'd, beyond the reach</br>Of little puppy yelping underneath;</br>Dame partlet too, attended by her brood,</br>Cackling her glee, the kitchen concert fills.", "Here, free from jargon, and the technic terms</br>Of knowledge superficial, I regale</br>My nose with Trimdado, valu'd erst</br>By braggart Bobadil.  As oft the cloud</br>Voluminous I raise, reflect I must</br>On thee, oh GARRICK!  when in Drugger's form</br>Thy droll address, excites the comic laugh.</br>Thanks to thee, son of Nature!  Much of mirth,</br>And much of intellect I owe to thee.", "Warm clad in humble vest, the farce of dress</br>I reck not, heedless of the veering vane</br>Of fashion.  Leave I that to playhouse spark,</br>Who loves to shine the comet of the night,</br>Proud in balcony, foremost in the trains</br>Of fops, who buzz their nonsense by the hour.</br>Here, in my caxon, that disdains a curl,</br>The ceremonious tye of barrister</br>Loquacious, boasting its redundant locks,</br>I laugh to scorn.  Externals I despise,</br>Tho' character, much-fam'd for aspect sage,</br>Nor less renown'd for vacancy of thought,</br>Should strongly plead for privilege of form.</br>Formality &mdash; what's that?  a public cheat</br>On common sense &mdash; that struggles hard to make</br>Her spurious guinea pass for sterling gold;</br>Who, bankrupt like, rears high her haughty head,</br>Blust'ring superb, to catch the vulgar eye,</br>And to elude Suspicion's eagle-watch.</br>But half the world are prostitutes to form,</br>And gravity of brow.  Hence swarms each street</br>With Aesculapian wings.  The beardless youth</br>Hight pharmacopolist, ere yet he knows</br>The painted gallipot's contracted terms,</br>His master emulates, and tucks his locks</br>Beneath a load of scientific hair.</br>Thus tonsor-arm'd, and dangling clouded cane,</br>With solemn step, and forehead wondrous wise,</br>Stalks forth the great phenomenon abroad,</br>Looking august importance.  Hence the fee</br>Of counsellor enlarges.  'Tis the sun</br>That sheds a lustre round each dunghill thought,</br>And to the barren boy, from guardian's chain</br>Enfranchis'd, give a Lytteltonian grace.</br>Without it, what were medicinal skill,</br>Or what the deep farrago of the law!</br>Who would commit his fever-burning pulse</br>To bag-wig doctor?  Or who state his case</br>To chamber-counsel, if he wore his hair?", "Mean time, with dumpling hard and bacon firm,</br>The oblong culinary board is spread.</br>Ceres is there in shape of lusty loaf</br>Adust, adorn'd with many a mark oblique,</br>Device of housewife:  and the good old knight,</br>So universally caress'd, is there,</br>Hight Sir John Barleycorn.  In nappy ale</br>Nut-brown he stands, inviting to the taste.</br>The clock strikes three.  In pour the rustic rout,</br>And at the sight of stranger doff their hats</br>With complaisance uncouth.  A native blush</br>Pictures each honest weather-beaten face,</br>That rivets my regard.  At length appears,</br>With implement of labour in his hand,</br>The farmer boon, and on his open brow</br>Sits Hospitality array'd in smiles,</br>While Health presents him with her freshest rose.</br>Fat Plenty round his swelling waist robust</br>Her belt has buckled, and athwart his shoe</br>Frugality has ty'd her leathern thong.</br>Jocund he comes.  Behind, his watchful dog</br>Close cringes at his heels, an emblem strict</br>Of rare fidelity.  Blush, mortals, blush!</br>And learn one grateful lesson from a brute.</br>He comes.  His dame surveys him with a smile,</br>Firm token of his welcome.  Round his neck</br>His brawny arms he throws, and greets her well.</br>Then lolls in cushion'd chair.  Nor long he sits</br>Before he spies his friend, whom clouds of smoke,</br>Pipe-issuing, at first from view conceal'd.</br>Me narrowly he kens from head to foot,</br>Then recollects the features he had lost</br>Of quondam schoolfellow.  What raptures then</br>Ensue!  The hearty manual shake, the hug</br>Close-griping, and the tear affectionate</br>Dewing his manly cheek:  sensation soft!</br>Read and tender, worthy Friendship's name.</br>Now scenes of former prospects rush to view,</br>Heart-pleasing.  Fond enquiries then succeed</br>Of brother playmates in the days of school:</br>And, while we talk of separated friends,</br>Some dead, and some to foreign climes remov'd</br>Beyond Hope's telescope, descends again</br>The tear humane, and mutual is our grief,</br>For mutual was our love.  \"But come,\" quoth he,</br>\"Cheer up, nor let thy courage be cast down,</br>Thus runs the good old song.  See there my friend,</br>The table spread, and on't a sav'ry hock,</br>Remnant of flitch well-dry'd.  Fall to,\" quoth he,</br>\"And eat thy fill &mdash; right welcome as myself.\"</br>So saying, from his leather sheath he draws</br>His knife, but newly ground, and instant cuts</br>A sliver longitudinal, enough</br>To startle invalid.  To see him bolt</br>The thick, firm slices down, with relish due,</br>And gulp the fatt'ning bev'rage, rouzes up</br>My ling'ring appetite.  The jovial train,</br>Entrencher'd round, he views with eyes of joy,</br>And universal merriment presides.", "Here, Luxury, thou nymph of squeamish taste!</br>Be present &mdash; from thy shaking, nerveless hand,</br>Drop thy provocatives, and learn how much</br>Of lusty Health on Exercise depends.", "The Dinner o'er, each to his station hies</br>Light-hearted.  While before the chimney side</br>Straddles my honest friend in easy chair,</br>I creep to fav'rite corner.  There my pipe</br>Pleas'd I resume, and on my finger nail</br>Knock out the remnant ashes.  Straight my host</br>Presents his pouch, stuff'd hard with Indian weed,</br>Fragrant as nosegay in the month of June&mdash;</br>Enters the housewife with a jug replete</br>Of home-brew'd, produce of the last year's crop.</br>We drink &mdash; then gaily fill our clay-form'd tubes,</br>And drink twice more before we light.  So prompts</br>Convivial maxim.  Whoso breaks this rule</br>Subverts the chart of Bacchanalian mirth.</br>To fragrant leaf we then the coal apply,</br>And give it scope to burn.  Ascend the fumes</br>In aromatic wreath, high over head</br>Forming a clouded canopy.  There tranc'd</br>We sit, nor envy aught beneath the Moon.", "Ye sons of Care!  on pinnacle of state</br>High elevated, hither turn your eyes,</br>Look down, and pity if you can.  Avaunt</br>Your garter'd honours, and your titled names!</br>If for these toys the unpolluted heart</br>Must barter its integrity.  Farewell!</br>(When all the sparks of honesty are quench'd)</br>Content of mind, that life of life below,</br>And faithful index to the life to come.</br>Farewell all mirth!  the retrospective thought</br>That on the roll of Mem'ry sees no ill</br>In CAPITALS recorded, oh, farewell!</br>What can compensate for the loss of peace!</br>What lenient balm the torment can assuage</br>Of troubled Conscience!  or what opiate lull</br>To placid slumber, when Reflection keen</br>Her bitter, counteracting potion holds!</br>Ever, dear Honesty!  be thou my guide,</br>And I shall walk unerring.  Guardian Peace</br>Shall smooth my pillow then, and pleasing dreams,</br>Unknown to wicked Wealth, compose my mind.", "But see!  the daughter of my happy friend,</br>The darling of his genuine love, advance,</br>The child of Innocence, and by her side</br>A lamb, associate meet, whose head she pats</br>In fondling attitude.  The nurseling meek</br>Licks in return her soft good-natur'd hand,</br>More pleasing far this scene of rural life</br>Than all the stroke the painter's pencil gives;</br>'Tis Nature in its purity, and needs</br>No artful light or shade to trick it off.</br>Quick to her father's loving knees she clings,</br>And prattles amiable.  The kiss sincere</br>Of mutual love is interchang'd.  Excess</br>Of tend'rest rapture fills the mother's eye.</br>Throughout the scenes of Nature, is there one</br>Like this, that dawns such gladness on the soul,</br>And bliss beyond conception, but of those</br>Who taste connubial joys?  How sweeter far</br>The face of Cupid looks, when he vouchsafes</br>To sit with Hymen in the bow'r of Love,</br>Than when he roams at large!  Ye libertines!</br>Who in the fever of high spirits stray</br>Thro' Pleasure's paths delusive, where the thorn</br>Lurks in the foldings of the rose, oh!  say,</br>What are your transports when compar'd to these?</br>Painful similitude!  For once confess</br>Your conduct wrong.  Confess it, and reform.", "Think not, ye few select!  of letter'd fame,</br>Deep-vers'd in classic lore, that Ignorance</br>Reigns here:  for on the decent cleanly shelf,</br>Displays Religion her immortal page,</br>From family to family transmitted down;</br>And many a curious volume here is found</br>Didactically penn'd; nor is there lack</br>Of books amusive, such as prompt the cheek</br>To wear the dimple of a harmless smile.</br>Such is my comfort, such my honest joy,</br>In rural Chimney-corner.  Nor, ye Great!</br>On whom kind Fortune sheds her welcome smile,</br>My taste despise.  For, if at me ye laugh,</br>Yourselves ye satirize.  Like me ye love</br>The country's healthy fare.  Like me ye prize</br>The Chimney-corner, and at vacant hour,</br>Eager as fish at fly, ye gladly seize</br>Fair Opportunity.  Behind your chaise</br>The full portmanteau stands, and down ye whirl</br>Uneasy, till ye reach your little vill,</br>The solace of your souls; where Silence leads</br>To moralizing Thought, and calm Content</br>Denies old Care his entrance at the door.</br>Away the demon steers his weary flight,</br>On cumbrous wings, to atmosphere more dense,</br>And seeks his native mansion of the town.</br>"]