["Which of you Muses please</br>To shew your cunning so, as to teach me</br>To divide Love from Majesty,</br>Where they do make one body, as in these?</br>That, having laid aside</br>That greatness which must swell</br>Great Chronicles which that shall tell,</br>The lower titles, bridegroom and a bride,</br>May in this little volume yet reside;</br>And, leaving this day's triumph, I may praise</br>This night, for which this month doth give away two days.", "Since in this happy night,</br>The same sheets may unite and wrap you two,</br>My sheets of paper think they do</br>Something like this if they your names unite:</br>Except an angel's hand</br>May only dare to strick</br>Elizabeth and Frederick</br>On the spheres' nine-string'd harp, which now doth stand</br>Tuned to their names, imposing a command</br>That I forbear that height:  yet I may praise</br>This night, for which this month doth give away two days.", "O most mysterious night,</br>Which, by the setting of a sun and moon,</br>Art clearer than a day at noon:</br>How art thou happy by their sacred light!</br>Or what night is like thee?</br>For, though by nature thou</br>Art but a type of death, yet now</br>Th' art root of life and long posterity;</br>And honoured with such virginity</br>As that no other action so could praise</br>This night, which to this mouth doth recompense two days.", "But though this night affords</br>Light enough many mysteries to see,</br>They must, as they which make them, be</br>Naked, and not apparelled in my words.</br>What shall my Muse do then?</br>Like an old echoing wall,</br>Some of those notes which spheres let fall</br>She may send back, that my imperfect pen</br>May give some pieces of their praise to men,</br>And, silence being disloyal, make them praise</br>This night, which to this month doth recompense two days.", "Lift up thy modest head,</br>Great and fair bride; and as a well-taught soul</br>Calls not for Death, nor doth controul</br>Death when he comes, come you unto this bed.</br>Do not pursue nor fly.</br>Enter, for when these sheets.</br>Open, the book of fate thee meets.</br>Study't awhile alone.  But instantly</br>Comes he that shall reveal it sensibly,</br>And spend, in telling you what your fate says,</br>This night, which to this month supplies her two lost days,", "And yon, brave Palatine,</br>That art the Destinies' great instrument,</br>For this important business sent;</br>Enter into possession of your mine.</br>Here you may fitly feign</br>These sheets to be a sea,</br>And you in it an argosy,</br>And she an island, whose discovery Spain</br>(Which seldom used to miss) hath sought in vain.</br>Here end thy voyage, then, and thereby praise</br>This night, which to this month supplies her two lost days.", "This is perfection's mint,</br>Where the pure pliant gold and stamp must join,</br>And now must turn to useful coin,</br>And pleasure, which must take a sovereign print.</br>Here is no thought of shame;</br>This is perfection's bath,</br>Which all strength and all virtue hath;</br>This is perfection's sweet and sovereign balm,</br>Which can all wounds of stormy passions calm.</br>This being this night's force, who will not praise</br>This night, for which this year may spare a month of days!", "Now like two half-spheres set</br>On a flat table, on these sheets they lie;</br>But grow a body perfectly,</br>As half-spheres make a globe by being met.</br>Still may you happy be,</br>So as you need not spend</br>So much as one wish to your end!</br>We'll wish and pray whilst you enjoy, and we</br>What length of life you wish shall plainly see</br>By your now length'ning out by sweet delays</br>This night, for which this year may spare a month of days.</br>"]