["The Traitor's fate, the Traitor's name,</br>Can these disgrace the dead?</br>Shall those who perish nobly lose their fame?</br>England!  in rebel arms thy Hampden bled,</br>Doom'd to the Traitor's death thy Sidney bow'd his head.", "What though beneath no hallow'd ground</br>The Patriot's dust shall lie,</br>He fears not, when the train of death surround,</br>In all the pomp of infamy to die,</br>Nor that his mangled limbs expos'd must rot on hight.", "Exulting multitudes beheld</br>When Horne and Egmont died;</br>Spain's ruffian sons the long procession swell'd,</br>Her bloody banners wav'd in triumph wide,</br>Her pikes, a fearful shew, rose round on ev'ry side.", "And does no sign of grief appear?</br>Where are the just, the good?</br>Th' indignant Patriot dares not shed a tear,</br>For flesh'd in slaughter there the soldiers stood,</br>Apt slaves and tyrants they, prepar'd to sport on blood.", "Alas for Holland!  spirit broke,</br>She saw hr guardians bleed,</br>Heavy she felt the stranger's iron yoke,</br>Spain's savage hosts on ev'ry side proceed,</br>And Spain's ferocious priests enforce her bloody creed.", "Alas for Holland! &mdash; doom'd to groan</br>In Alva's tyrant reign!</br>What though her humble plaints assail the throne,</br>Her humble plaints assail the throne in vain&mdash;</br>'Tis Alva who destroys, the favourite he of Spain.", "The soldiers are let loose unaw'd,</br>Their lust their law alone;</br>Murder and violation are abroad,</br>And if th' oppressed heave one rebel groan,</br>Tortures and stripes and death must for the crime atone!", "Her chiefs or exil'd far away,</br>Or silent in the grave,</br>Her plunder'd wealth th' insatiate Spaniard's prey,</br>Of whom shall Holland now protection crave?</br>What earthly pow'r can now th' oppressed people save?", "THEMSELVES.  They rear'd the sword, they rose</br>They burst th' oppressive chain,</br>Dauntless they dare the fury of their foes,</br>And long th' unequal conflict they maintain;</br>And God was just, and gave the conquest over Spain.", "The Traitor's shameful death ye died,</br>Ye bore the Traitor's name,</br>Egmont and Horne!  in life, in death allied,</br>The same due honours now your mem'ries claim,</br>And after years are just, and ye receive your fame.</br>"]