["Beneath a mountain, whose stupendous head</br>Defied the four winds of the firmament,</br>A gallant Knight, in glitt'ring arms array'd,</br>His daring soul on bold adventure bent,</br>Check'd his proud steed, with smoking foam besprent:</br>For to!  a cavern in his way appear'd,</br>Near which a Hermit told his beads intent&mdash;</br>A mystic sage, for magic pow'rs rever'd&mdash;</br>Tall was his aged frame and white his waving beard&mdash;", "With lowly reverence bow'd the courteous knight,</br>And thus address'd the hoary anchorite:&mdash;</br>\"Hail, mighty Seer!  think not with purpose rude</br>I thus invade your holy solitude.</br>A wretched wanderer in a foreign land,</br>I seek the sage and reverend Altagrand.</br>Far in yon vale, recumbent on a rock,</br>I found a shepherd piping to his flock;</br>Him having question'd, fearfully he told</br>That hereabout that necromancer old</br>Dwelt in his rocky mountain, all forlorn,</br>Mid hanging cliffs and forests tempest-torn&mdash;</br>This place, that look and hoary head bespeak</br>Thyself the venerable man I seek.\"</br>\"I am that Seer &mdash; this wilderness my borne,&mdash;</br>And, stately stranger!  whenceso'er you come,</br>Know that the good, the noble, and the brave,</br>Are ever welcome to my mountain-cave.</br>Dismount &mdash; the sun has finish'd his career,</br>And in the west the signs of storm appear.\"", "Thus spake the Seer; and as Rinaldo sprang</br>From his tir'd steed, his pond'rous armour rang;</br>And now the sun o'er occidental seas</br>Had reach'd the gardens of th' Hesperides.</br>Where, as he paus'd, his retroverted gaze</br>Set all the clouds behind him in a blaze;</br>Which Night, advancing up the eastern sky</br>In dusky pomp, beheld with sparkling eye&mdash;</br>Behind the hills she stay'd her ebon car,</br>Withheld her moon, and muffled every star;</br>Resign'd her empire to the lingering day,</br>Silenc'd her owls and call'd her ghosts away.</br>Slow to his silent, subterranean hall,</br>The hoary Hermit led the warrior tall.</br>Huge was his cave, and gloomy to the sight,</br>Tho' rudely deck'd with petrefactions white;</br>A magic rock, which glow'd with quenchless fire</br>Illum'd the dwelling of the hoary sire,</br>And all around diffus'd a grateful heat</br>When wintry tempests on the mountain beat.</br>Upon the wall his rusty armour hung,</br>And by its side an aged lyre unstrung;</br>His bed was moss, and pillow there was none,</br>His seat was marble and his table stone.</br>But fain to serve and cheer his knightly guest,</br>The holy father spread the scanty feast;</br>Talk'd of the glories and the toils of war,</br>Of Knights heroic and of Ladies fair:</br>But still Rinaldo pac'd the cavern dread,</br>With changeful visage and disorder'd tread;</br>Oft from his cheek he wip'd th' obtrusive tear,</br>Heav'd the deep groan and grasp'd his quiv'ring spear;&mdash;</br>Like mad Orestes, whom the furies tore,</br>Or great Alcides, who on Oeta wore</br>The poison'd tunic, dipp'd in Nessus' gore.</br>The hoary Hermit, with paternal eye,</br>Mark'd in his face the smother'd agony</br>Which rack'd his soul; and with balsamic words,</br>Such as to Christians holy writ affords,</br>Assay'd to sooth the tortures of his heart&mdash;</br>But what avails the officious surgeon's art,</br>To oil the wound and not extract the dart?</br>\"Talk not of comfort!\" cried th' impatient Knight,</br>\"O!  mock me not with prospects of delight;</br>Like Tantalus, I pant upon the brink</br>Of gushing fountains I must never drink.</br>I find no comfort but in tears and sighs,</br>No sorrows but in recollected joys.</br>Yet hear my tale; and tho' thou canst not cure,</br>'Twill sooth my sorrows to recount them o'er.</br>Thrice has yon moon her pearly chariot driv'n</br>Across the starry wilderness of Heav'n,</br>In lonely grandeur; thrice the morning star</br>Danc'd on the eastern hills before Hyperion's car,</br>Since, thee to find, I reach'd this distant shore,</br>Thy magic aid, and counsel to implore.</br>A Knight am I, my occupation war,</br>My home an isle beneath a Southern Star;</br>Thro' stormy seas, I've sought, three tedious years,</br>This land renown'd for necromantic Seers;</br>For well 'tis known, the pow'rs of air and hell,</br>Obey the wizzard in his magic cell;</br>That fairy fiends, who hold at midnight-hour</br>Their moonlight orgies, own his secret pow'r;</br>That tempests rage, obedient to his wand,</br>And spectres rise and sepulchres expand;</br>Such magic pow'r my wretched state demands,</br>And such I seek, O Hermit!  at thy hands;</br>If Knighthood ever to thy heart was dear,</br>Attend my story with propitious ear;</br>For tho' thou scorn'st man's dignities and names,</br>His grief is sacred, and attention claims.\"</br>\"Unfold thy tale\" &mdash; the gray wand-bearer cried&mdash;</br>\"My aid to virtue never was denied,</br>Nor e'er can be, with knighthood when allied:</br>For arms and knighthood still my thoughts engage,</br>Tho' bleach'd these locks with seventy winters' rage.</br>Oh!  I have seen contending armies close,</br>With horrid shock; seen knights to knights oppose</br>Their clanging shieids, and mix their deadly blows!</br>And I have fought, and heroes of renown</br>In tournament and battle overthrown.\"&mdash;</br>(Fir'd by the thought, the old man show'd his scars,</br>Receiv'd in old and memorable wars;</br>O'er his white check the sudden crimson flies,</br>And martial joy relumes his faded eyes.</br>With eager grasp Rinaldo's hand he took,</br>And fired with sympathetic ardour spoke:</br>\"Unfold thy sorrows, and if magic spell,</br>If incantations horrible and fell,</br>That rive the tomb, and sway the pow'rs of hell,</br>Can aught avail thy purpose to fulfil,</br>Command my counsel and my utmost skill&mdash;\"</br>\"Sage Father!\" (thus the grateful youth began,</br>And bow'd obsequious to the hoary man)</br>\"Far in the sea, beneath a heav'n serene,</br>An island smiles for ever fair and green&mdash;</br>In that fair island happiest shepherds rove,</br>And, save the sweet inquietudes of love,</br>No troubles know; but under pendent rocks,</br>With mellow pipes enchant their list'ning flocks.</br>There Armigrand, a pious monarch, reigns,</br>And o'er the Isle a gentle sway maintains:</br>To him his beauteous Isabella bore</br>The blooming, virtuous princess I adore,</br>Fair Crystalina, whom we call'd erewhile</br>The tutelary angel of our Isle.</br>Whose name's in every heart, on every tongue,</br>The warrior's watchword and the shepherd's song;</br>Who rul'd unconscious, wheresoe'er she went,</br>The happy shepherds &mdash; rul'd omnipotent&mdash;</br>Her smile and frown, reward and punishment.", "\"I lov'd the maid; her virgin hand I sought,</br>But sighs, nor tears, nor pray'rs avail'd me aught.</br>Thus spake the fair &mdash; 'Woulds't thou my hand obtain,</br>Woo me, Rinaldo, on th' embattled plain,</br>Thou hast my heart, but there my hand must gain.'</br>For Glory, then, in foreign fields I fought,</br>Saw thrones demolish'd; kings to ruin brought;</br>Pluck'd laurel-wreaths in Danger's bloody path:</br>Mock'd pain, and grew familiar with grim death.</br>The wars now o'er, I sought the Mermaid Isle</br>To claim the prize of all my pain and toil.</br>Sweet was the hour I left the foreign strand,</br>And spread the sail to seek that blessed land.</br>Then all my perils, all my cares were o'er,</br>My fears behind me, and my hopes before;</br>While stars unclouded and propitious gales</br>Our voyage guided, and impell'd our sails.</br>The green-clad isle I soon and safely found,</br>With joy elated and with glory crown'd;</br>I climb'd the cliffs, I pass'd the fragrant grove,</br>And reach'd the splendid palace of my love;</br>On spire and turret glanc'd the setting sun,</br>And the proud pile in all its glory shone,</br>While groves of myrtle glimmer'd on my sight,</br>And from their foliage shook a quiv'ring light.</br>But perch'd beneath I saw a widow'd dove,</br>Whose plaintive wailings sadden'd all the grove;</br>I saw an eagle on the flock descend,</br>Seize a while lambkin and in pieces rend;</br>And from the bare bough of a mould'ring oak,</br>A raven hail'd me with portentous croak!</br>Sad signs!  that like an unexpected cloud,</br>On Hope's fair prospects cast a frightful shroud.</br>Then all seem'd sad, tho' lovely to my eye,</br>I trembled, sigh'd, and wept, I scarce knew why;</br>The wild-bird's warblings, musical and clear,</br>Seem'd mournful dirges to my list'ning ear,&mdash;</br>But on I hurried thro' the palace gate,</br>Defied adversity, and challeng'd fate.", "\"And nov the King came forth with tott'ring haste,</br>With, temples gray, and pale disorder'd face&mdash;</br>'Welcome, Rinaldo, to thy home and friend!'</br>He feebly spake, and reach'd his trembling hand;</br>Cold was that hand, and pale his aged cheek,&mdash;</br>And thrice he strove, but strove in vain, to speak.&mdash;</br>'Ah why,' I cried, 'that sad portentous mien?</br>How fares thy daughter? &mdash; how my gracious queen?'</br>Then gush'd his tears, and suddenly arise</br>Convulsive sobs and suffocating sighs&mdash;</br>While sad and slow his mournful hall we sought,</br>My soul with dreadful expectation fraught;</br>With hope and fear's alternate sway I shook,</br>As round the hall I cast a frantic look.</br>There Isabella pour'd her melting moan,</br>And wrung her white hands, tearful and alone.</br>As Aetna, swoln with sulph'rous vapour, quakes,</br>Then, as a cloud surcharg'd with thunder, breaks,</br>Convuls'd with grief, my lab'ring bosom burst&mdash;</br>O!  wretched state!  O, destiny accurs'd!</br>And is she gone; for ever gone, I said,&mdash;</br>O, is my love, my Crystalina dead?&mdash;</br>'Kind heav'n forbid!' the mournful King replies,</br>Clasps his pale hands and lifts his suppliant eyes,</br>'But she is gone &mdash; alas!  we know not where,</br>And we are left the victims of despair.</br>Nine days have pass'd, nine sad and tedious days,</br>Since last I saw my Crystalina's face;</br>In ev'ning's sweet and tranquil hour, the maid</br>In yon gay garden unattended stray'd,</br>As oft she did, to spend the sultry hours,</br>In breezy groves and paradisian bow'rs&mdash;</br>I saw her go, and gaz'd with fond delight,</br>Till clust'ring flow'rs conceal'd her from my sight;</br>Yea, still I gaz'd, and thought the flow'ry way,</br>Where she had walk'd, grew lovelier and more gay:</br>Among the arbours and the pleasant bow'rs,</br>With wood-bine shaded and perfum'd with flow'rs,</br>I heard her voice &mdash; how soft!  how sweetly wild!</br>With secret joy I list'ned and I smil'd,</br>And thank'd th' Eternal for so sweet a child.</br>But night came on; the hollow winds 'gan roar,</br>And Crystalina &mdash; she return'd no more.</br>No more I'll hear her voice!  no more behold</br>Her eyes of azure and tier locks of gold,&mdash;</br>Ah!  who remains my sorrows to assuage,</br>And cheer the dismal solitude of age,</br>To scatter roses on the dreary path,</br>That leads me down to darkness and to death?</br>O fly my son,' (the afflicted father said,)</br>'Explore the Isle &mdash; the world, &mdash; to find the maid!</br>Let her once more in these fond arms recline,</br>And be our wealth, our crown, the Princess thine.'</br>Scarce had he spoke, when frantic with despair,</br>I spurr'd away to seek the royal fair.</br>O'er many a mountain, many a plain and dell,</br>Where tigers prowl and fierce hyena's yell;</br>Where'er the loot of mortal man has trode,</br>Or wild-beasts made their horrible abode;</br>In cities throng'd, in wilderness forlorn,</br>From morn till night, from night till cheerless morn</br>With sleepless toil and unremitting pain,</br>I sought the maid, but sought, alas!  in vain.</br>At length I heard that in this wizzard land,</br>Hous'd in deep caverns, scoop'd by Nature's hand;</br>Where mountains huge the rushing storms deride</br>And turn the glancing thunder-bolts aside,</br>A race repos'd in awful solitude,</br>With magic pow'rs by Heav'n or Hell endued.</br>Therefore I brav'd the wide tempestuous sea,</br>And pierc'd this bowling wilderness to thee.</br>Then tell, thou hoary necromancer, tell</br>If still she lives &mdash; O!  say if ill or well!</br>Tho' watch'd by Argus; by enchantments bound,</br>And girt by walls of Adamant around,</br>I'll set her free, or in the effort fail&mdash;</br>Speak hoary Hermit, and inform me all.\"&mdash;</br>Thus spake Rinaldo to the mighty Seer,</br>Of Sky's fam'd isle, in cavern deep and drear!", "The Seer sat mute and awfully serene,</br>With light prophetic shone his haggard mien:</br>He mov'd not; breath'd not; but with steadfast eye</br>He seem'd to hold communion with the sky,</br>And pierce the depths of dim futurity.</br>But soon he started from his frightful trance</br>And seiz'd his wand!  Rinaldo seiz'd his lance,</br>But blush'd anon and chid his hasty fear,</br>And false suspicion of the holy Seer.</br>Thrice with his wand the Hermit smote the ground,</br>And thrice the earth return'd a hollow sound;</br>Then yawning wide, forth stream'd a livid flame,</br>And in the midst a fiery demon came.</br>Hell-black he stood, and fearful to behold!</br>Fiercely around his fiery eye-balls roll'd,</br>Like shouting meteors in a dusky glen,</br>Or rush-lights hovering o'er an oozy fen;</br>Ghastly he grinn'd; unsheath'd his talons bare,</br>Writh'd his huge frame and shook his snaky hair;</br>Flapp'd his black wings and brush'd the creeping flame</br>From his grim face and Salamander frame;</br>Then with hoarse voice the horrid Demon spake&mdash;</br>\"Why call'st thou MAHU from the brimstone Lake?\"</br>The Seer replied &mdash; \"I charge thee by this wand,</br>List and obey thy master's dread command.</br>A monarch's daughter, Crystalina fair,</br>Her father's comfort and his only heir,</br>Has strangely vanish'd; has been sought in vain</br>Thro' all the world, with peril and with pain.</br>Fly, Fiend!  I charge thee find that royal fair,</br>Then back return and her abode declare&mdash;</br>That you may know her, take this magic ring,</br>The perfect emblem of each perfect thing:</br>The potent charm on each fair finger place&mdash;</br>On hands impure 'twill seem a metal base,</br>On some 'tis silver; and on some 'tis lead;</br>But on the finger of the royal maid,</br>And her's alone, remember!  you'll behold</br>From basest metal, 'twill be chang'd to gold&mdash;</br>Fly, Demon, fly!\" &mdash; Thus spake the dreadful Seer,</br>And horrid echoes fill'd the cavern drear.</br>The phantom fled; quick clos'd the yawning ground,</br>And earthquakes shook the wilderness profound;</br>The mountain reel'd, and from its tossing head</br>Th' affrighted tiger and the wild-wolf fled,</br>Whilst loosen'd rocks came tumbling from on high,</br>And blazing meteors shot athwart the sky.", "Awhile, the Seer with stem, unalter'd face,</br>Survey'd, unmov'd, the horrors of the place;</br>Then from the wall his aged harp he took&mdash;</br>String after string with solemn hand he strook.</br>With low, wild prelude, gently he began,</br>And o'er the chords with careless fingers ran;</br>But when Rinaldo lean'd his anxious ear,</br>The old man's magic minstrelsy to hear,</br>With bolder hand the necromantic sage</br>Wak'd loftier tones, and rous'd poetic rage,</br>Till on the harp, impatient of control,</br>Impetuous rush'd the tempest of his soul&mdash;</br>So from some mountain's high and hoary brow,</br>A loosen'd crag starts silently and slow,</br>But gaining force, snore furiously it bounds,</br>The mountain thunders and the vale resounds&mdash;</br>The vaulted roof and dark recesses rung,</br>As wildly thus the hoary minstrel sung.", "1.</br>On sweet May-eve, when groves were green,</br>And wild birds chanted merrily,</br>When the air was calm, the sky serene,</br>It was a lady of high degree,</br>And she sat under a green-wood tree.", "2.</br>O!  she waited there for her dear knight,</br>But the sun had set, the birds were mute,</br>The dark wolf howl'd on the mountain height:</br>The raven croak'd, the owl did hoot,</br>And pale-red meteors round her shoot.", "3.</br>O!  oft she gaz'd and oft she sigh'd;</br>Oft list'ned for Alonzo's tread&mdash;</br>\"Why tarries thus my love?\" she cried&mdash;</br>The hour, th' appointed hour has fled,</br>The night-dew chills my houseless head.", "4.</br>\"Ah!  why did I believe his tale,</br>And leave my father's castle gay,</br>To meet him in this secret vale?</br>Or why, ah!  why does Alonzo stay?</br>'Tis night and the castle is far away!", "5.</br>\"But hark!  a distant voice I hear!&mdash;</br>'Tis not my love, but the night owl's cry\"&mdash;</br>Thus wails Syrenna, wild with fear;</br>Her raven-locks on the night-winds fly.</br>Her breath is quick and her heart beats high.", "6.</br>Now the sky grew black, the winds blew loud,</br>The light'ning gleam'd on the dusky vale</br>And Thunder spoke from his deep-blue cloud&mdash;</br>Up rose Syrenna, wild and pale,</br>And shriek'd and fled thro' the stormy gale&mdash;", "7.</br>But when she reach'd a lonely glade,</br>Where wild-briars rude and thistles stood,</br>A ghastly fiend her eyes survey'd!</br>It beckon'd her to a gloomy wood&mdash;</br>\"'Tis my love!\" she cried &mdash; and swift pursued.", "8.</br>It led the maid to a cavern deep!</br>But on the gulf the light'ning glar'd,</br>Before she took the fatal leap!</br>The spectre laugh'd and disappear'd&mdash;</br>But the Benshie's fatal scream she heard.", "9.</br>And she heard, in her ear, a death-bell toll,</br>And the raven croak on a blasted tree&mdash;</br>The Lord have mercy on her soul!</br>It was a piteous sight to see</br>The sorrows of that sweet lady.", "10.</br>And now a-down that dusky glen</br>She saw, she chas'd the fell rush-light&mdash;</br>It led her to a wat'ry fen,</br>Then shriek'd, and quench'd its taper bright&mdash;</br>And all was horror, all was night.", "11.</br>And now strange voices fill the air,</br>And yells, and shouts both loud and long&mdash;</br>Ah fly!  ah fly!  distracted fair,</br>For fierce and fast the fiends come on,</br>And see!  grim phantoms round thee throng.", "12.</br>Syrenna fled, in vain fled she;</br>For the ghastly crew met her blasted view,</br>And a black fiend spoke, and fierce spoke he,</br>As his arms round her snow-white neck he threw.</br>\"We, lady fair!  are the Elfin crew!\"", "13.</br>\"Thrice welcome to our merry glen!</br>And thou shalt be our mistress bright,</br>And dance with us on the quaking fen,</br>To the rush-light's red and glimm'ring light,</br>When tempests howl at dead of night.\"", "14.</br>They grasp'd her hard by her tender hand,</br>They dragg'd her away by her raven hair;</br>Her shrieks were loud, but the ghastly band</br>To a stormy heath led the lady fair,</br>And bar'd her breast to the driving air.", "15.</br>On the stormy heath a ring they form;</br>They place therein the fearful maid,</br>And round her dance in the howling storm&mdash;</br>The winds beat hard on her lovely head;</br>But she clasp'd her hands and nothing said.", "16.</br>O!  'twas, I ween, a ghastly sight,</br>To see their uncouth revelry;</br>The lightning was the taper bright,</br>The thunder was the melody,</br>To which they danc'd with horrid glee!", "17.</br>The fierce-ey'd owl did on them scowl;</br>The hat play'd round on leathern wing;</br>The coal-black wolf did at them howl,</br>The coal-black raven did croak and sing</br>And o'er them flap his dusky wing.", "18.</br>An earthquake heav'd beneath their feet;</br>Pale meteors revel'd in the sky;</br>The clouds sail'd by like a routed fleet,</br>The night-winds shriek'd as they pass'd by,</br>The dark-red moon was eclips'd on high&mdash;", "19.  But hark!  what voice, as thunder loud,</br>Now shakes the wilderness profound?</br>Whose form appears so tall and proud?</br>Beneath whose foot-step quakes the ground</br>And whose bright armour gleams around?", "20.</br>O!  'tis Alonzo true and brave,</br>And loud he calls on his true-love's name&mdash;</br>He comes!  he comes the maid to save,</br>Thro' thunder, lightning, wind and rain,</br>With buckler broad and sword of flame.", "21.</br>Alonzo spied his lady fair,</br>He spied her amid that ghastly crew,</br>And he spurr'd his steed and couch'd his spear&mdash;</br>But the holy cross on his breast they knew,</br>And shriek'd, and away like lightning flew.", "22.</br>\"And hast thou come?\" cried the lady bright&mdash;</br>\"Alonzo comes!\" &mdash; the knight replied,</br>To keep his promise with thee tonight;</br>For spite of thy father's cruel pride,</br>Sweet lady!  thou shalt be my bride.\"", "23.</br>He spoke and mounted his foamy steed,</br>He took his lady fair behind,</br>And away he rode to their bridal bed,</br>More swiftly than the mountain-hind</br>When the hunter's cry is on the wind.", "24.</br>But all that night rav'd the tempest dire,</br>A thunder shaft on the castle fell,</br>Of dark Almanzor, the lady's sire,</br>And the winds all night rung his castle-bell&mdash;</br>They rung it loud for Almanzor's knell!", "Thus sang the Hermit to his wizard lyre,</br>With thrilling voice and eyes that sparkled fire.</br>Thro' all his dark and subterranean halls,</br>The music rang, and on the dusky walls,</br>Unearthly phantoms danc'd with frantic air,</br>Glar'd on the knight and shook their snaky hair.</br>But when he ceas'd, above, below, around,</br>Was seen no phantom, and was heard no sound;</br>Deep silence reign'd &mdash; so still, so deep and dread</br>That they might hear the Fairy's lightest tread;</br>Might hear the spider as he wove his snare</br>From rock to rock, or snails soft-creeping there.</br>When lo!  a trembling seiz'd the solid earth&mdash;</br>It yawn'd, and MAHU (horrid form!) came forth.</br>Sullen he spoke &mdash; \"On earth and in the main,</br>North, south, east, west, on mountain, dale and plain,</br>Among the living and among the dead</br>On lightning wings I flew, I sought the maid.</br>I search'd the palace and the dungeon lone,</br>The secret desert and the peopled town;</br>And not alone I search'd the abodes of men,</br>But the grim lion's and the tiger's den;</br>Rous'd fierce hyenas from their bloody lair,</br>And sought in vain thy Crystalina there.</br>I search'd the church-yard, harbour of the dead!</br>View'd each cold corpse upon his wormy bed,</br>In charnel houses, in putrescent tombs;</br>Amid corruption and horrific glooms.</br>I search'd the ocean's dark sepulchral waves,</br>Mid wreckful shoals and rocks and dismal caves,</br>Where shiver'd ships with all their shining load</br>The sandy depths of aged ocean strew'd.</br>There many a grinning skeleton was laid</br>Whose brainless skull th' unsightly lobster made</br>His citadel!  oft peering forth, dismay'd</br>At the huge whales that round about him play'd&mdash;</br>But by thy wand, O!  Altagrand, I swear,</br>The maid is not in ocean, earth or air.\"&mdash;</br>\"Then she's in heav'n!\" the frantic lover said,</br>(And as lie spake the hell-born phantom fled.)</br>\"Say holy Seer!  is all thy magic lore</br>Exhausted now or hast thou yet in store</br>Some potent spell which can unite again</br>The scatter'd atoms of the moulder'd frame?</br>Or can'st thou not like Endor's witch control</br>The world of spirits and remand the soul?</br>O!  if thou canst, exert thy magic might,</br>And once again restore her to my sight.\"&mdash;</br>\"Doubt not my pow'r,\" exclaim'd the Wizard gray&mdash;</br>\"More potent spirits my command obey,</br>Than swarthy Mahu; spirits of the air,</br>Who make th' inhabitants of earth their care.\"", "The Hermit paus'd, and from his bosom took</br>With trembling hand a coal-black magic book;</br>As from his bosom that black book he drew</br>Rinaldo saw the spell-struck lamp turn blue;</br>Shrieks, whispers, groans, and laughter still more dread</br>The cavern fill'd; and lightning dismal-red,</br>And bursting thunder shook th' affrighted land,</br>When first the magic volume did expand.</br>Far down the vale and up the mountain's height,</br>Were heard strange sounds of horror and affright,</br>The lone owl hooted on his wizard oak,</br>And scream'd the leopard from his cavern'd rock&mdash;</br>A moment only gaz'd the awful sage,</br>Upon that wond'rous hieroglyphic page&mdash;</br>That page replete with cabalistic lore;</br>Some spell he conn'd of wonder-working pow'r,</br>Then clos'd it fast, and lo!  the troubled air</br>And rocking earth grew tranquil, still, and fair.</br>His ebon wand the awful Hermit took,</br>And thrice the lyre with gentle hand he shook:</br>From the touch'd lyre a soft bewilder'd sound,</br>Of doubtful tones fell murmuring around.", "Rinaldo stood enchain'd with sweet surprise,</br>With ravish'd ears and fascinated eyes,</br>While from the gleaming lyre distinctly fell,</br>These warbled words, with sounds angelical&mdash;</br>The quivering chords, with light mysterious, glow,</br>And all around a silver lustre throw;</br>But hark the voice! &mdash; it speaks &mdash; it sweetly sings,</br>And viewless fingers touch the tuneful strings.</br>\"All in her garden Crystalina lay,</br>Beneath a bow'r adorn'd with blossoms gay,</br>And sweetly slumber'd on an evil day;</br>The luscious woodbine all around her threw</br>Its fragrant blossoms and ambrosial dew;</br>On every side nectarean flow'rs were spread;</br>The plumy birds sang sweetly o'er her head;</br>While amorous zephyrs, o'er her bosom fair,</br>Play'd wantonly, and curl'd her golden hair</br>Flora she seem'd, reposing mid her flow'rs,</br>Or Venus slumb'ring in Idalian bow'rs.</br>On either cheek celestial roses shone,</br>Such as Aurora blushes, when the Sun</br>At morn, salutes her with a glowing kiss,</br>And heav'n and earth and ocean smile with bliss.</br>As thus alone the sleeping virgin lay,</br>On couch of roses, charm'd with visions gay,</br>The fairy monarch thither chanc'd to stray.</br>He saw the maid, and kindling at her charms,</br>He burn'd to clasp her in his am'rous arms.&mdash;", "\"And then\" &mdash; \"what then, dread Spirit of the Lyre?</br>Rinaldo cried, and shook with madd'ning ire;</br>And as he spake, up sprang the eager Knight,</br>Stamp'd the firm earth; and seiz'd his falchion bright:</br>\"To golden climes of subterranean day,</br>To Fairy land, he bore thy love away.</br>There fly &mdash; but first these warning words attend&mdash;</br>On them for safety and success depend.</br>When threat'ning Phantoms in thy pathway stand.</br>And rouse the horrors of the Fairy land,</br>Stand firm, and trust to heav'n and thy right hand;</br>All threats and dangers fearlessly defy,</br>But ah!  from kindness and temptation fly.</br>Guard well thyself &mdash; O!  be to beauty blind,</br>And leave thine eyes and every sense behind,</br>Or guard those fatal av'nues to the mind.</br>Eat not, drink not; of smooth deceit beware:</br>Be not deluded by a gilded snare,</br>There, ev'n the tiger hath an outside fair,</br>And deadliest plants the loveliest blossoms bear.</br>Beware the damsel's soft, voluptuous bed,</br>Beware the board with luring dainties spread.</br>The silver Lake, impetuous hero!  fly,</br>Where bathing damsels witch the gazing eye:</br>Secure about thee bear the holy cross,</br>And wo!  ah, wo to thee, upon its loss!", "\"Then haste away!  and ere Aurora bright,</br>From yon tall mountain's oriental height,</br>Precipitates her cataracts of light,</br>In Fairy land let brave Rinaldo be,</br>Where Crystalina weeps and waits for thee.\"</br>Now the sweet voice, by rising music drown'd,</br>Was heard no more; For all above, around,</br>Celestial music pour'd on every side</br>From echoing rocks its soft ethereal tide.", "With ghastly gaze, awhile the hero stood,</br>Mutt'ring his wrath, in wild and frenzied mood,</br>Then, starting fiercely from his horrid trance,</br>He smote the sounding cavern with his lance,</br>And thus address'd the awe-inspiring Seer&mdash;</br>\"Let me be gone!  the day is drawing near&mdash;</br>But say, dread Seer!  where lies this land unknown,</br>Where I can meet with cursed Oberon?</br>Tho' midnight darkness shrouds yon mountain hoar,</br>Point but the way:  Rinaldo asks no more.\"</br>The Seer replied &mdash; \"First take this holy cross,</br>And wo!  ah, wo to thee upon its loss!</br>This buckler broad and glittering helmet take&mdash;</br>No spear can pierce them, and no force can break.</br>And take this fatal and unerring spear,</br>Whose dire enchantments fiends and fairies fear:</br>'Twas from the moon by fires volcanic thrown,</br>By furies forg'd and dipp'd in Phlegethon.\"</br>\"And shall I then\" &mdash; (The hero said and frown'd,</br>And dash'd the proffer'd weapons to the ground,)</br>And shall Rinaldo, on the martial field,</br>'Gainst any foes unequal armour wield?</br>Shall I on magic, not on strength rely?</br>On arms enchanted, not on bravery?</br>When did this arm e'er fail on battle-plain,</br>Or on the foe, this sword descend in vain?</br>This sword, the old companion of my side,</br>Faithful and sure, in utmost peril tried.</br>If thou wouldst add new glory to my name,</br>Increase the danger, and augment the fame.\"</br>\"Impetuous Knight!\" replied the kindling Sage&mdash;</br>Think not that I unequal war would wage.</br>Against the weak I ne'er uplifted shield,</br>Nor shunn'd the mighty on the martial field.</br>O!  'twas not thus I fought in Palestine,</br>My field of fame, if any fame be mine;</br>When the bald Turk outnumber'd thrice our host,</br>Yet mourn'd his lame, his fields, and country lost.</br>But now, no aid can mortal pow'r impart,</br>Herculean arm, huge spear, or dauntless heart,</br>For thou art doom'd, proud champion, to oppose</br>Immortal and invulnerable foes.\"&mdash;</br>Thus spake the Seer, and to the silent Knight</br>He gave the cross, the spear and buckler bright:</br>Then down the vale, the hermit led the way;</br>The Knight pursued, impatient of delay:</br>Dark was that vale, of tall gigantic wood,</br>The grim abode of elves and beasts of blood;</br>The couchant tiger scream'd as they pass'd by,</br>And on them wildly roll'd his meteor-eye!</br>The wolf sprang frighted from the crackling brake,</br>And in their pathway coil'd the hissing snake.</br>High o'er their heads, umbrageous oaks outspread</br>Their giant arms and awful murmurs made.</br>Scarce had they reach'd the centre of the vale,</br>When lo!  black clouds, before a northern gale,</br>Came sweeping on, and with a dusky veil</br>Shrouded the moon &mdash; the mountain-tops, oak-crown'd,</br>Toss'd in the storm and echoed to the sound</br>Of trees uptorn, and thunders rolling round.</br>They sat them down beneath an aged oak,</br>Which, tho' late riven by a thunder-stroke,</br>Seem'd tempest-proof, and there the fearless Knight</br>Waited impatient for returning light.", ""]