["Britannia triumphs!  queen of favour'd isles!</br>Mother of conquering sons, her boast, her pride,</br>But war's dire havoc checks exulting smiles,</br>Alas!  for ever sever'd from her side;</br>How many sunk beneath the battle's tide?</br>Her glory raising in that hard fought field,</br>With blood of bravest hearts its soil was dyed;</br>Ne'er shall her chiefs the palm of prowess yield,</br>To aught by poet sung, or history reveal'd.", "Oh!  were it mine, the heroic song to raise,</br>Like Albion's ancient bards with muse of fire,</br>To pay the mighty dead their meed of praise,</br>And future ages with their deeds inspire,</br>Soon should this powerless hand essay the lyre</br>With themes it dare not tempt; soon should it tell,</br>To sooth regretting friendship's fond desire,</br>While mingl'd pride and grief the chord would swell.</br>How high-soul'd Picton fought, how Cambria's hero fell.", "Fallen is the hero, but his name shall live,</br>While dauntless valour can a lustre shed</br>O'er manly worth, tho' no proud title give</br>Their courtly aid that manly worth to spread;</br>Never will be forgot, the war strewn bed</br>Of carnage, where the dying Picton lay,</br>That with the first in danger's point he led</br>The British armies to glory &mdash; and the way</br>To victory cheer'd them on, thro' many an arduous day.", "High gifted was the mind in war or peace,</br>And honour kindled still its ardent beam,</br>In care or peril bade its light increase,</br>And o'er each gathering shadow tow'r supreme.</br>Rest spirit of the brave!  life's feverish dream</br>Is past, and thou hast gain'd some purer sphere</br>Of brighter glory, &mdash; farewell honour's theme,</br>A long farewell to friends, to Britain dear,</br>A nation guards thy fame, e'en foes that fame revere.", "Bright as the sun beams in the glowing west,</br>When summer's sultry storm has roll'd away,</br>Immortal glory on thy urn shall rest.</br>O gallant spirit!  to thy closing day</br>May genius consecrate the embalming lay,</br>That bids the cherished memory of the brave</br>Survive when sculptured monuments decay,</br>Where many a sigh wafts o'er the hero's grave,</br>As pensive thought recalls time's ever lapsing wave.", "From me, denied with energetic power,</br>To wreathe thy laurels (in Apollo's fane,</br>A wandering stranger, or the Muses' bower,)</br>Suffice this feeble tribute; tho' thy name</br>May of some \"Thebe's harp\" the homage claim,</br>A heart more firmly with thy worth impress'd</br>Lives not to mourn thy fall, to great thy fame,</br>To breath a prayer for thy eternal rest,</br>Where mortal vision fails &mdash; in regions of the blest.</br>"]