["My dearely loved friend how oft have we,</br>In winter evenings (meaning to be free,)</br>To some well chosen place us'd to retire;</br>And there with moderate meate, and wine, and fire,</br>Have past the howres contentedly with chat,</br>Now talk'd of this, and then discours'd of that,</br>Spoke our owne verses 'twixt our selves, if not</br>Other mens lines, which we by chance had got,</br>Or some Stage pieces famous long before,</br>Of which your happy memory had store;</br>And I remember you much pleased were,</br>Of those who lived long agoe to heare,</br>As well as of those, of these latter times,</br>Who have inricht our language with their rimes,</br>And in succession, how still up they grew,</br>Which is the subject, that I now pursue;</br>For from my cradle (you must know that) I,</br>Was still inclin'd to noble Poesie,</br>And when that once Pueriles I had read,</br>And newly had my Cato construed,</br>In my small selfe I greatly marveil'd then,</br>Amongst all other, what strange kinde of men</br>These Poets were; And pleased with the name,</br>To my milde Tutor merrily I came,</br>(For I was then a proper goodly page,</br>Much like a Pigmy, scarse ten yeares of age)</br>Clasping my slender armes about his thigh.</br>O my deare master!  cannot you (quoth I)</br>Make me a Poet, doe it; if you can,</br>And you shall see, Ile quickly be a man,</br>Who me thus answered smiling, boy quoth he,</br>If you'le not play the wag, but I may see</br>You ply your learning, I will shortly read</br>Some Poets to you; Phaebus be my speed,</br>Too't hard went I, when shortly he began,</br>And first read to me honest Mantuan,</br>Then Virgils Eglogues, being entred thus,</br>Me thought I straight had mounted Pegasus,</br>And in his full Careere could make him stop,</br>And bound upon Parnassus by-clift top.</br>I scornd your ballet then though it were done</br>And had for Finis, William Elderton.</br>But soft, in sporting with this childish jest,</br>I from my subject have too long digrest,</br>Then to the matter that we tooke in hand,</br>Jove and Apollo for the Muses stand.", "That noble Chaucer, in those former times,</br>The first inrich'd our English with his rimes,</br>And was the first of ours, that ever brake,</br>Into the Muses treasure, and first spake</br>In weighty numbers, delving in the Mine</br>Of perfect knowledge, which he could refine,</br>And coyne for currant, and asmuch as then</br>The English language could expresse to men,</br>He made it doe; and by his wondrous skill,</br>Gave us much light from his abundant quill.", "And honest Gower, who in respect of him,</br>Had only sipt at Aganippas brimme,</br>And though in yeares this last was him before,</br>Yet fell he far short of the others store.", "When after those, foure ages very neare,</br>They with the Muses which conversed, were</br>That Princely Surrey, early in the time</br>Of the Eight Henry, who was then the prime</br>Of Englands noble youth; with him there came</br>Wyat; with reverence whom we still doe name</br>Amongst our Poets, Brian had a share</br>With the two former, which accompted are</br>That times best makers, and the authors were</br>Of those small poems, which the title beare,</br>Of songs and sonnets, wherein oft they hit</br>On many dainty passages of wit.", "Gascoine and Churchyard after them againe</br>In the beginning of Eliza's raine,</br>Accoumpted were great Meterers many a day,</br>But not inspired with brave fier, had they</br>Liv'd but a little longer, they had seene,</br>Their workes before them to have buried beene.", "Grave morrall Spencer after these came on</br>Then whom I am perswaded there was none</br>Since the blind Bard his Iliads up did make,</br>Fitter a taske like that to undertake,</br>To set downe boldly, bravely to invent,</br>In all high knowledge, surely excellent.", "The noble Sidney, with this last arose,</br>That Heroe for numbers, and for Prose.</br>That throughly pac'd our language as to show,</br>The plenteous English hand in hand might goe</br>With Greeke and Latine, and did first reduce</br>Our tongue from Lillies writing then in use;</br>Talking of Stones, Stars, Plants, of fishes, Flyes,</br>Playing with words, and idle Similies,</br>As th' English, Apes and very Zanies be</br>Of every thing, that they doe heare and see,</br>So imitating his ridiculous tricks,</br>They spake and writ, all like meere lunatiques.", "Then Warner though his lines were not so trim'd,</br>Nor yet his Poem so exactly lim'd</br>And neatly joynted, but the Criticke may</br>Easily reproove him, yet thus let me say;</br>For my old friend, some passages there be</br>In him, which I protest have taken me,</br>With almost wonder, so fine, cleere, and new</br>As yet they have bin equalled by few.", "Neat Marlow bathed in the Thespian springs</br>Had in him those brave translunary things,</br>That the first Poets had, his raptures were,</br>All ayre, and fire, which made his verses cleere,</br>For that fine madnes still he did retaine,</br>Which rightly should possesse a Poets braine.", "And surely Nashe, though he a Proser were</br>A branch of Lawrell yet deserves to beare,</br>Sharply Satirick was he, and that way</br>He went, since that his being, to this day</br>Few have attempted, and I surely thinke</br>Those words shall hardly be set downe with inke;</br>Shall scorch and blast, so as his could, where he,</br>Would inflict vengeance, and be it said of thee,</br>Shakespeare thou hadst as smooth a Comicke vaine,</br>Fitting the socke, and in thy naturall braine,</br>As strong conception, and as Cleere a rage,</br>As any one that trafiqu'd with the stage.", "Amongst these Samuel Daniel, whom if I</br>May spake of, but to sensure doe denie,</br>Onely have heard some wisemen him rehearse,</br>To be too much Historian in verse;</br>His rimes were smooth, his meeters well did close,</br>But yet his maner better fitted prose:</br>Next these, learn'd Johnson, in this List I bring,</br>Who had drunke deepe of the Pierian spring,</br>Whose knowledge did him worthily prefer,</br>And long was Lord here of the Theater,</br>Who in opinion made our learn'st to sticke,</br>Whether in Poems rightly dramatique,</br>Strong Seneca or Plautus, he or they,</br>Should beare the Buskin, or the Socke away.</br>Others againe here lived in my dayes,</br>That have of us deserved no lesse praise</br>For their translations, then the daintiest wit</br>That on Parnassus thinks, he highst doth sit,</br>And for a chaire may mongst the Muses call,</br>As the most curious maker of them all;</br>As reverent Chapman, who hath brought to us,</br>Musaeus, Homer, and Hesiodus</br>Out of the Greeke; and by his skill hath reard</br>Them to that height, and to our tongue endear'd,</br>That were those Poets at this day alive,</br>To see their bookes thus with us to survive,</br>They would think, having neglected them so long,</br>They had bin written in the English tongue.", "And Silvester who from the French more weake,</br>Made Bartas of his sixe dayes labour speake</br>In naturall English, who, had he there stayd,</br>He had done well, and never had bewraid,</br>His owne invention, to have bin so poore</br>Who still wrote lesse, in striving to write more.", "Then dainty Sands that hath to English done,</br>Smooth sliding Ovid, and hath made him run</br>With so much sweetnesse and unusuall grace,</br>As though the neatnesse of the English pace,</br>Should tell the Jetting Lattine that it came</br>But slowly after, as though stiffe and lame.", "So Scotland sent us hither, for our owne</br>That man, whose name I ever would have knowne,</br>To stand by mine, that most ingenious knight,</br>My Alexander, to whom in his right,</br>I want extreamely, yet in speaking thus</br>I doe but shew the love, that was twixt us,</br>And not his numbers which were brave and hie,</br>So like his mind, was his cleare Poesie,</br>And my deare Drummond to whom much I owe</br>For his much love, and proud I was to know,</br>His poesie, for which two worthy men,</br>I Menstry still shall love, and Hauthorne-den,</br>Then the two Beamounts and my Browne arose,</br>My deare companions whom I freely chose</br>My bosome friends; and in their severall wayes,</br>Rightly borne Poets, and in these last dayes,</br>Men of much note, and no lesse nobler parts,</br>Such as have freely tould to me their hearts,</br>As I have mine to them; but if you shall</br>Say in your knowledge, that these be not all</br>Have writ in numbers, be inform'd that I</br>Only my selfe, to these few men doe tye,</br>Whose workes oft printed, set on every post,</br>To publique censure subject have bin most;</br>For such whose poems, be they nere so rare,</br>In private chambers, that incloistered are,</br>And by transcription daintyly must goe;</br>As though the world unworthy were to know,</br>Their rich composures, let those men that keepe</br>These wonderous reliques in their judgement deepe,</br>And cry them up so, let such Peeces bee</br>Spoke of by those that shall come after me,</br>I passe not for them:  nor doe meane to run,</br>In quest of these, that them applause have wonne,</br>Upon our Stages in these latter dayes,</br>That are so many, let them have ther bayes</br>That doe deserve it; let those wits that haunt</br>Those publique circuits, let them freely chaunt</br>Their fine Composures, and their praise pursue,</br>And so my deare friend, for this time adue.</br>"]