["I roved where Thames old ocean's breast doth cheer,</br>Pouring from crystal urn the waters sheen,</br>What time dim Twilight's silent step was near,</br>And gathering dews impearled the margin green;</br>Yet though mild Autumn, with a smile serene,</br>Had gently fostered Summer's lingering bloom,</br>Methought strange sadness brooded o'er the scene,</br>While the deep river, murmuring on in gloom,</br>Mourned o'er its sweetest bard laid early in the tomb.", "His soul for friendship formed, sublime, sincere,</br>Of each ungenerous deed his high disdain</br>Perchance the world might scan with eye severe;</br>Perchance his harp her guerdon failed to gain;</br>But Nature guards his fame, for not in vain</br>He sang her shady dells, and mountains hoar&mdash;</br>King Philip's swelling bay repeats his strain</br>To its lone tower, and with eternal roar</br>Niagara bears it round to the wide-echoing shore.", "Each sylvan haunt he loved &mdash; the simplest flower</br>That bears heaven's incense in its bosom fair,</br>The crested billow, with its fitful power,</br>The chirping nest that wooed a mother's care,</br>All woke his worship, as some altar rare,</br>Or sainted shrine doth win the pilgrim's knee;</br>And he hath gone to rest where earth and air</br>Lavish their sweetest charms, while proud and free</br>Sounds forth the wind-swept harp of his own native sea.", "His country's brave defenders, few and gray,</br>By penury stricken, with despairing sighs,</br>He sang; and boldly woke a warning lay</br>Lest from their grave a withering curse should rise;</br>Now near his bed, on which the peaceful sky</br>And watching stars look down, on Groton's height,</br>Their monument attracts the traveller's eye,</br>Whose souls unshrinking took their martyr-flight</br>Where Arnold's traitor-sword flashed out in fiendish light.", "Youth, with gay step and liberal hand, had sown</br>Fresh germs of hope to cluster round his head.</br>Those blossoms withered, and he stood alone,</br>Till on his cheek the blushing hectic fed,</br>And o'er his manly brow cold death-dews spread;</br>Then on his soul a quenchless star arose,</br>Whose holy beams their purest lustre shed</br>When the sealed eye to its last pillow goes;</br>He followed where it led, and found a saint's repose.", "And now farewell.  The rippling stream shall hear</br>No more the echo of thy sportive oar,</br>Nor the loved group thy father's halls that cheer,</br>Joy in the magic of thy presence more;</br>Long shall their tears thy broken harp deplore,</br>Yet doth thine image, warm and deathless, dwell</br>With those who prize the minstrel's hallowed lore,</br>And still thy music, like a treasured spell,</br>Thrills deep within their souls.  Lamented bard, farewell.</br>"]