["O thou, who winding thro' the wrinkles deep</br>Of giant Care, smooth'st out his rugged brow</br>As polish'd as thine own,</br>With wiles unknown before:", "Or with thy lovely hand, lurking unseen,</br>Stamp'st a new dimple on his furrow'd cheek,</br>While his dark-boding eye</br>Starts into animation;", "How sweet thy form, when, hanging o'er his head,</br>Thy gentle tear meets his; that, rushing down,</br>Melts on his icy breast,</br>Rich with thy glowing pearl!", "Or when pale Melancholy, maid forlorn,</br>Mourns in soft plaint thro' yon deserted grove,</br>When Eve in bridals grey</br>Weds Twilight's sober form;", "How sweetly hangs upon thy honey'd tongue</br>Persuasion, eloquent and mild, as oft</br>Thy soothing voice subdues</br>Her wo-worn soul to peace!", "O lovely maid, if aught my humble lay</br>Avail to move thy gen'rous pitying breast,</br>Whose rugged numbers oft</br>Have hail'd thy genial reign;", "By all the griefs that rent the vengeful breast</br>Of dread Achilles, when the Trojan arm</br>Stretch'd on the clanging earth</br>His bold, his patriot friend;", "By all the fire that flash'd from Nisus' eye,</br>When the lov'd warrior lay convuls'd in death,</br>His tresses rudely tost</br>On his cold, pallid cheek;", "O still, to light and life, affection warm,</br>And all the nameless blessings thou canst give,</br>Pure, innocent, and free,</br>The social youth preserve,", "Who, in the cloister'd walks, where first I learnt</br>To feel thine influence mild, full oft has vow'd</br>To deck thy hallow'd shrine</br>With Summer's gayest stores!", "Then, soul-endearing maid, each rising morn,</br>That paints with purple all the glowing sky,</br>Shall, to thy bosom waft,</br>On Meditation's wing,", "Our heart-felt raptures, whether close conceal'd</br>By academic grove thou love to lay</br>In thick embow'ring shade,</br>Thy olive-wreathed head;", "Or roving far by Thame's moss-mantled side,</br>Crown thy gay temples with the moisten'd sedge,</br>That decks its rural banks</br>With lively glowing green.</br>"]