["NEEDWOOD!  if e'er my early voice</br>Hath taught thy echoes to rejoice;</br>If e'er my hounds in opening cry</br>Have fill'd thy banks with ecstacy;</br>If e'er array'd in cheerful green</br>Our train hath deck'd thy wintry scene;</br>Ere yet thy wood-wild walks I leave,</br>My tributary verse receive:</br>With thy own wreath my brows adorn,</br>And to thy praises tune my horn!", "What green rob'd Nymph, all loose her hair,</br>With buskin'd leg, and bosom bare,</br>Steps lightly down the turfy glades,</br>And beckons tow'rd yon opening shades?&mdash;</br>No harlot-form, dissembling guile</br>With wanton air and painted smile,</br>Lures to enchanted halls or bowers,</br>Where festive Vice consumes his hours.</br>Her mild and modest looks dispense</br>The simple charm of innocence:</br>And a sweet wildness in her eye</br>Sparkles with young sincerity.&mdash;</br>Lead on, fair guide, ere wakes the dawn,</br>With thee I'll climb the steepy lawn,</br>With thee the leafy labyrinths trace,</br>Where dwells the Genius of the place.&mdash;</br>His large limbs press a prim-rose bed,</br>A moss-grown root sustains his head,</br>And, list'ning to a Druids rhimes,</br>He bends his eye on distant times:</br>While troops of sylvan Vestals meet</br>To cast their garlands at his feet,</br>And pipe and frisk in rings about,</br>Or parly with the Hunter's shout.</br>And now a fragrant show'r he throws</br>Of blossoms from his curled brows,</br>And rising waves his oaken wand,</br>And bids yon magic scenes expand!&mdash;", "First blush the hills with orient light,</br>And pierce the sable veil of night,</br>Green bends the waving shade above,</br>And glist'ring dew-drops gem the grove:</br>Next shine the shelving lawns around,</br>Bright threads of silver net the ground;</br>And down, the entangled brakes among,</br>The white rill sparkling winds along:</br>Then, as the pausing zephyrs breathe,</br>The billowy mist recedes beneath;</br>Slow, as it rolls away, unfold</br>The vale's fresh glories green and gold;</br>DOVE laughs, and shakes his tresses bright,</br>And trails afar a line of light.", "Now glows the illumin'd landscape round!</br>Ye Vulgar hence! &mdash; 'tis sacred ground!</br>Hence to the flimsy walks of art,</br>That lull, but not transport the heart.</br>Nature, O Muse, here sits alone,</br>And marks these regions for thy own;</br>Here her variety of joys</br>Nor season bounds, nor change destroys:</br>Be mine the pride, tho' weak my strains,</br>That first I woo'd thee to these plains;</br>Where Spring, in all her beauty drest,</br>But promises a brighter guest:</br>Where Summer yields her greens and flowers</br>To Autumn's variegated bowers:</br>Smiles Winter, as their honours fall,</br>And bids his hollies shame them all.", "Ye sage Professors of design,</br>Whom system's stubborn rules confine,</br>Can science here one blemish show?</br>Or one deficient grace bestow?</br>EMES, who yon desart wild explor'd,</br>And to it's name the scene restor'd;</br>Whose art is nature's law maintain'd,</br>Whose order negligence restrain'd,</br>Here, fir'd by native beauty, trac'd</br>The foot-steps of the Goddess, Taste:</br>Won from her coy retreats she came,</br>And led him up these paths to fame.", "Here ev'ry flower improves the gale</br>From the meek violet of the vale</br>To her, who flaunts in air sublime,</br>The woodbine, queen of summer's prime:</br>While each delicious shade may vie</br>With those of boasted Arcady.</br>There sweet varieties appear</br>Of thickets, shap'd by nibbling Deer,</br>Of hills, that swell with gradual ease,</br>Wood-skirted lawns, and scatter'd trees;</br>Of vallies, seen down distant glades,</br>That break the mass of mingling shades;</br>While natures attribute, extent,</br>Crowns each inferior ornament!&mdash;", "On this green unambitious brow,</br>Fair Mistress of the vale below,</br>With sloping hills enclos'd around,</br>Their heads with oaks and hollies crown'd,</br>With lucky choice, by happy hands,</br>Plac'd in good hour, my dwelling stands;</br>And draws the distant trav'ler's eye,</br>Enamour'd of it's scenery;</br>Where all things give, what all express,</br>Content and rural happiness.</br>Where far retir'd from life's dull form</br>Comes no intruder but the storm;</br>The storm, that with contrasted low'r</br>Endears the fair the silent hour.", "Thus their wise days our fathers led,</br>Fleet ran their hounds, their arrows sped,</br>And jocund Health with rosy smile</br>Look'd on, companion of their toil:</br>Till tyrant Law usurp'd the land,</br>Stretch'd o'er the woods his iron hand,</br>Forbad the echoing horn to blow,</br>Maim'd the staunch hound, and snapp'd the bow.", "Here with fair peace and modest fame</br>They dwelt, who boasted Bagot's name,&mdash;</br>Go, BAGOT, plead your country's cause,</br>While senates listen with applause,</br>With fearless truth and manly sense</br>Detecting specious eloquence:</br>Great talents to the world are due,</br>Retirement were a crime in you.</br>Go, and receive your oaken crown!</br>Here, with no title to renown,</br>Leave me to loiter at my door</br>Beneath the spreading sycamore,</br>That canopies the sloping lawn;</br>And view the deer at early dawn</br>In troops come winding down the hill</br>To taste fresh herbage near the rill;</br>Or count at noon their slum'bring heaps;</br>At evening watch their playful leaps;</br>Or hear the quiring of the grove</br>Give breath to harmony and love;</br>Or listen to the hum profound,</br>In the still air that floats around;</br>Or mark yon hills extended side,</br>Where turf and shade the space divide;&mdash;</br>Here the wood straggles tow'rd the plain,</br>The pasture there prevails again;</br>The heifer grazes on it's brow,</br>Clamours the rook on trees below;</br>Gay golden furze and purple ling</br>Around their mixt embroidery fling,</br>O'er all, irregularly join'd,</br>Th' according outline waves behind.", "No dusky Cares o'er-hang the bower,</br>No Passions wreck the halcyon hour;</br>Nurs'd in the shade Reflection springs,</br>Smooths her white plumes, and tries her wings.</br>No leaf of autumn falls in vain,</br>No flower-bell droops beneath the rain,</br>No bubble down the current flows,</br>But life's uncertain tenure shows.</br>Those thorns protect the forest's hopes;</br>That tree the slender ivy props:</br>Thus rise the mighty on the mean!</br>Thus on the strong the feeble lean!</br>In yonder holly &mdash; blush mankind!&mdash;</br>A rare fidelity I find;</br>Like yours tho' summer's flatteries end,</br>My winter here hath found a friend.&mdash;</br>Hail faithful fav'rite tree!  to you</br>The Muse shall pay observance due:</br>Whether in horrent files you stand</br>Round sapling oaks a guardian band;</br>Or form aloft a shelt'ring bower</br>Impervious to the sun or shower;</br>Whether to yon hill-side you throng</br>Ranging in various groups along;</br>Or on the plain, maturely grown,</br>You boldly brave the storm alone,</br>Or tapering high, with woodbines hid,</br>Rise in a fragrant pyramid;</br>Your vigorous youth with upright shoots,</br>Your verdant age, your glowing fruits,</br>Your glossy leaves, and columns gray</br>Shall live the favorites of my lay!", "Alas!  in vain with warmth and food</br>You cheer the songsters of the wood,</br>The barbarous boy from you prepares</br>On treacherous twigs his viscous snares.</br>Yes, the poor bird, you nurs'd, shall find</br>Destruction in your rifled rind.</br>Thus good and ill too often meet,</br>And bitter mingles with the sweet!</br>&mdash;Ye pedagogues!  let truant youth</br>Imbibe from you this gen'rous truth;</br>That one humane, one tender thought</br>Is worth the whole, that schools have taught.", "PART II.</br>With what fond gaze my eye pursues,</br>NEEDWOOD, thy sweetly-varying views!</br>Satyr, or Nymph, or sylvan God</br>A fairer circuit never trod!</br>Charm'd, as I turn, thy pictures seem</br>The golden fabricks of a dream.</br>Where Fiction stands with prism bright,</br>Rays forth her many-colour'd light,</br>Dyes the green herb, and purple flower,</br>Gives glittering lustres to the shower;</br>Then gilds with livelier tints the sky,</br>Or bends her radiant bow on high.", "To scenes so elegantly wild</br>Fancy, of old, her darling child</br>From AVON'S flowery margin brought,</br>And ARDEN boasts what NEEDWOOD taught.</br>Such shades by mazy paths perplex'd,</br>Where strays the traveller inly vex'd,</br>Inspir'd the Muse of SPENCER'S pen</br>The wandering wood, and Errors den,</br>Dwarfs, Palfreys, Dames, and Giants rise</br>Full on Imaginations eyes!</br>See, See the Sarazin advance</br>The red-cross Knight hath couch'd his lance!</br>They meet, the Christian wins the field,</br>And bears away the faithless shield!", "With such companions fond to rove.</br>I venerate each hill and grove,</br>To Phoebus as to Dian dear,</br>And find a new Parnassus here.</br>Here might the sacred sisters dwell</br>By pebbly brook, or gushing well:</br>O let me listen, as they sing,</br>In some close vale beside a spring,</br>Whose stream the intruding alder chides,</br>Where the wild-bee her treasure hides!&mdash;", "Or sit in high imbowering shade</br>With Contemplation, heav'n-ey'd maid,</br>Where the scant sun through branches thin</br>Chequers the dark green floor within;</br>Where ev'ry leaf is wisdom's page,</br>And each gray trunk a hoary sage.</br>Nor motion, human form, or noise</br>This solemn pause of life destroys;</br>Save where the playful squirrel bounds,</br>Or ring-dove pours her plaintive sounds,</br>Or lurking peasant lops an oak</br>Restraining half his pilfering stroke,</br>Or with his faggot stoops to rest</br>Both by his years and burthen prest.", "Here, seen of old, the elfin race</br>With sprightly vigils mark'd the place;</br>Their gay processions charm'd the sight,</br>Gilding the lucid noon of night;</br>Or, when obscure the midnight hour,</br>With glow-worm lantherns hung the bower.</br>&mdash;Hark! &mdash; the soft lute!  along the green</br>Moves with majestic step the queen!</br>Attendant Fays around her throng,</br>And trace the dance or raise the song;</br>Or touch the shrill reed, as they trip,</br>With finger light and ruby lip.", "High, on her brow sublime, is born</br>One scarlet wood-bine's tremulous horn;</br>A gaudy bee-bird's triple plume</br>Sheds on her neck its waving gloom;</br>With silvery gossamer en'twin'd</br>Stream the luxuriant locks behind.</br>Thin folds of tangled network break</br>In airy waves adown her neck:</br>Warp'd in his loom, the spider spread</br>The far-diverging rays of thread,</br>Then round and round with shuttle fine</br>Inwrought the undulating line.</br>One rose-leaf forms her crimson vest,</br>The loose edge crosses o'er her breast.</br>And one translucent fold, which fell</br>From the tall lily's ample bell,</br>Forms with sweet grace her snowy train,</br>Flows, as she steps, and sweeps the plain.</br>Silence and Night inchanted gaze,</br>And Hesper hides his vanquish'd rays!&mdash;", "Now the wak'd reed-birds swell their throats,</br>And night-larks trill their mingled notes:</br>Yet hush'd in moss with writhed neck</br>The black-bird hides his golden beak:</br>Charm'd from his dream of love he wakes,</br>Opes his gay eye, his plumage shakes,</br>And stretching wide each ebon wing,</br>First in low whispers tries to sing;</br>Then sounds his clarion loud, and thrills</br>The moon-bright lawns, and shadowy hills.</br>Silent the choral Fays attend,</br>And then their silver voices blend,</br>Each shining thread of sound prolong,</br>And weave the magic woof of song.</br>Pleas'd Philomela takes her stand</br>On high, and leads the fairy band,</br>Pours sweet at intervals her strain,</br>And guides with beating wing the train,</br>Whilst interrupted zephyrs bear</br>Hoarse murmurs from the distant wear;</br>And at each pause is heard the swell</br>Of Echo's soft symphonious shell.", "Nor the dread night my mind alarms,</br>NIGHT and her horrors have their charms.</br>O'er the wide forest oft I roam,</br>What time the trav'ler far from home,</br>Bewilder'd in the pathless brakes,</br>There his cold bed despairing makes;</br>And hear the fox with savage bark</br>Pay distant courtship through the dark;</br>The owl with fault'ring voice unfold</br>Her tale, like one who shakes with cold:</br>And then the alarmed woods resound</br>Th' upbraidings of the well-train'd hound,</br>Who with tremendous tongue arraigns</br>And haunts the plunderer of his plains.</br>So cries from earth the life-blood spilt,</br>So waking furies harrass guilt!", "Oft have I through this solemn glade</br>Of old dismember'd hollies stray'd,</br>Whose bold bare rugged brows are seen</br>Thrust through the mantling ever-green;</br>Tall clust'ring columns here ascend,</br>And there in gothic arches bend;</br>Whilst, as the silver moon-beams rise,</br>Imagin'd temples strike my eyes,</br>With tottering spire, and mouldering wall,</br>And high roof nodding to it's fall.&mdash;</br>His lantern gleaming down the glade,</br>One, like a sexton with his spade,</br>Comes from their caverns to exclude</br>The mid-night prowlers of the wood.&mdash;</br>Through fields of air while pausing slow,</br>Yon death-bell tells the village woe!", "Born on her clouds when Darkness flings</br>O'er the still air her raven wings,</br>Ere yet the watery freight descends,</br>While Heaven it's purposes suspends,</br>NIGHT, let me stand in silent trance,</br>And watch the lightning's kindling glance:</br>While, stiff'ning at the imagin'd stroke,</br>Appears behind a brighten'd oak,</br>From justice, fled to this wild place,</br>A conscious robber's gastly face!&mdash;</br>Or fancy views with fear-fix'd eye</br>A mangled spectre gliding by,</br>Quick with the flash who seems to wave</br>His pale hand, beck'ning to a grave!&mdash;</br>And, as the fleeting vision dies,</br>Loud thunders shake the closing skies.", "NIGHT, when rude blasts thy scenes deform,</br>O place me in the perilous storm!</br>While the moon labouring thro' the clouds</br>By turns her light reveals and shrouds;</br>Torn from it's trunk, when whirlwinds bear</br>The twisted ash aloft in air:</br>And some vast elms uprooted spoil</br>Ploughs, in its headlong fall the soil.</br>While, as he stalks thro' groaning oaks,</br>At intervals the old deer croaks:</br>And the lean sow with paps drawn dry</br>O'er rustling leaves trots whining by.&mdash;", "Then posts across the blasted plain,</br>Born on the wild storm, Witchcraft's train,</br>Aghast with guilt, and shrunk with age,</br>And yelling with demoniack rage!&mdash;</br>With eyes turn'd back malign and wide</br>See blood-stain'd Murder silent stride,</br>A moon-beam's sudden light expands,</br>He starts, and hides his crimson hands!&mdash;</br>And now the cauldron gleams afar,</br>Fir'd by a baneful meteor's glare,</br>Around they dance, they pause, and pour</br>The mischiefs of the midnight hour;</br>While trembling fiends with wonder gaze,</br>Stretch their black wings, and fan the blaze!", "PART III.</br>Ere Night withdraws her starry train,</br>I print long traces o'er the plain,</br>And bend my eyes to yon bright east</br>To meet the Morning's radiant guest,</br>As o'er the hill his golden rays</br>Burst thro' the thicket in a blaze.</br>Now from my foot the startled fawn</br>Bounds to its parent on the lawn;</br>And the wak'd lark exulting springs,</br>Hangs high in air on quivering wings,</br>Chaunts his loud transports o'er the heath,</br>And eyes his list'ning loves beneath.", "Oft shall my TALBOT hither stray,</br>And friendship give new joys to day;</br>On him his blooming bride attend,</br>Hither her graceful footsteps bend,</br>Fresh life her brighter beauties fling</br>O'er the young dawn, and blossom'd spring.", "They come!  their eddying wheels resound,</br>The harness'd coursers proudly bound,</br>The light-hung chariot floats in air,</br>And laughing Hymen wreaths the pair!</br>As o'er the daisy'd lawns they move</br>By glittering rill or dusky grove,</br>Old NEEDWOOD calls his softest gale,</br>Bids all his fragrant buds exhale:</br>His gazing herds around them throng,</br>His plighted birds suspend their song,</br>Each on her urn his Naiads lean,</br>And Wood-nymphs peep from allies green.", "Where this gay mount o'er-looks the wood,</br>Charm'd with the scene a monarch stood,</br>Call'd these fair plains the richest gem,</br>That deck'd his triple diadem,</br>Awhile the cares of state forgot,</br>And with it's name adorn'd the spot.", "Down yon meridian fields afar</br>When Mercia led her chiefs to war,</br>Fell in one hour three monarchs brave,</br>And LICHFIELD'S bower protects their grave.</br>Her stately spires amidst the skies</br>Ting'd by the orient sun arise,</br>With golden vanes invite the gale,&mdash;</br>Triumphant ladies of the vale!", "Down yon mid-vale the british Nile,</br>Fair DOVE, comes winding many a mile;</br>And from his copious urn distils</br>The fatness of a thousand hills.</br>Swell, generous river, leave thy banks,</br>The thirsty soil shall give thee thanks!</br>The generous river swells, and leads</br>His waters o'er impoverish'd meads,</br>And lays his ample treasure down,</br>Rich emblem of thy bounty, BROWN!", "Pleas'd on yon high abode I gaze,</br>Whence C'ANDISH foaming Dove surveys:</br>And where those humbler vales extend</br>Of thine, FITZHERBERT, chearful friend.</br>Or mark upon yon round ascent</br>The social flag and open tent,</br>Where life's smooth paths with sweets are strown,</br>And mirth makes every hour it's own.", "Where spreads this grove it's umbrage wide</br>Late the bold Outlaw fought and died.</br>Oft in it's dark recess the oak</br>Had fall'n beneath his secret stroke,</br>Full many a deer the night's dim ray</br>Beheld his silent arrow slay,</br>Deep furze conceal'd the fawns in vain,</br>And lust of lucre thinn'd the plain.</br>Here, by no power before controll'd,</br>He met a forester as bold;</br>O'er the fierce conflict frown'd the wood,</br>And drank with thirsty roots his blood.", "Yon bank demands a pitying look,</br>Where life a gentler breast forsook;</br>Sole comfort of an aged pair!</br>The true-love of a damsel fair!&mdash;</br>At prime of dawn he stepp'd away;</br>Long was the journey, short the day;</br>The wint'ry blast blew loud and chill;</br>Night caught him on the unshelter'd hill;</br>Fatigu'd he fell; no help came nigh;</br>His faithful dog alone was by;</br>Who, as he fondly lick'd his check,</br>Heard his expiring master speak.</br>\"Heap not for me thy cottage-fire;</br>Cold grows my heart, unhappy sire!</br>But turn to my unfinish'd loom,</br>And weave the web, and bear it home!</br>Prepare not, dame, my evening meal;</br>But bid them ring my passing peal!</br>Deck not thyself, dear maid, to meet</br>Thy love; but bring his winding sheet!</br>I come not to your festive cheer,</br>Ye comrades, place me on my bier!&mdash;\"</br>&mdash;The morrow found him stiff and pale:</br>Mournful the Muse recounts his tale.", "Her stately tower there HANBURY rears,</br>Which proudly looks o'er distant shires;</br>Down the chill slope and darken'd glade</br>Projects afar it's length of shade;</br>Assails the skies with giant force,</br>And checks the whirlwind in it's course;</br>Or, when black clouds involve the pole,</br>Disarms the thunders, as they roll!&mdash;</br>Beneath how Nature throws around</br>Grand inequalities of ground,</br>While down the dells and o'er the steeps</br>The wavy line of Paphos creeps!&mdash;", "With awful sorrow I behold</br>Yon cliff, that frowns with ruins old;</br>Stout FERRERS there kept faithless ward,</br>And GAUNT perform'd his Castle-guard.</br>There captive MARY look'd in vain</br>For NORFOLK, and her nuptial train;</br>Enrich'd with royal tears the Dove,</br>But sigh'd for freedom, not from love.</br>'Twas once the seat of festive state,</br>Where high born dames and nobles sat;</br>While minstrels, each in order heard,</br>Their venerable songs preferr'd.</br>False memory of it's remains</br>In the rude sport of brutal swains.</br>Now serpents hiss, and foxes dwell</br>Amidst the mould'ring citadel;</br>And time but spares those broken towers</br>In mockery of human powers.", "Yon hill, that glows with southern rays,</br>All-conscious of superior praise,</br>Swells her smooth top and pastures green,</br>And of her sisters seems the queen;</br>Proud from her ancient seats to trace</br>The lineage of a generous race.</br>\"That generous race,\" fair SUDBURY cries,</br>\"Is mine,\" and bids her turrets rise,</br>Lifts from the lap of peace her dome,</br>Where finds Munificence a home;</br>Then wide her shining lake she leads</br>Through blossom'd groves and emerald meads,</br>Cloaths with dark woods the distant scene,</br>And pours her dappled herds between.</br>&mdash;Ah me!  what sudden sadness lowers</br>O'er her fair front and vernal bowers!</br>There sinks to her untimely tomb</br>A virgin flower in beauty's bloom!</br>O thou wast all that youth admires,</br>A parent loves, or friend desires!</br>I knew thee well!  my sorrowing heart</br>Bears in thy loss a bitter part!&mdash;</br>Whilst the sad Muse in plaintive verse</br>Strews all her flowers around thy hearse,</br>Let Pity quit thy grave, and go</br>A mourner to yon house of woe.</br>There from thy father's bosom break</br>Sighs, which too eloquently speak:</br>Thy mother weeps, but weeps resign'd,</br>In all things noble, most in mind:</br>Pale griefs thy sisters' cheeks invade;</br>And one, alas, too tender maid!</br>Holds a long melancholy strife</br>Betwixt her sorrows and her life:</br>Thy manly brothers strive to cure</br>In vain, the pangs themselves endure.</br>Fair Saint!  a happier lot is thine</br>Repos'd beneath the silent shrine!", "Now let me seek in pensive mood</br>The rude recesses of the wood;</br>And, where congenial gloom extends,</br>Think of lost hopes and distant friends;</br>Of scenes, whose pleasures fled too fast,</br>And hours most valued now they're past!", "Beside me lies a dingle deep,</br>With shaggy banks abrupt and steep;</br>Through vistas wild my course I bend,</br>Till day-light opens at the end:</br>Where from intoxicating height</br>Bursts the wide prospect on my sight.</br>The terrace bold, on which I stand,</br>Steps broad and forward on the land;</br>Rude hills compose the side-long scene,</br>With crofts and cottages between:</br>The various landscape onward spreads</br>O'er cultur'd plains and verdant meads;</br>And seats, and towns, and hamlets rise,</br>Where yon smoke curls into the skies,</br>And spires, that pierce thro' tufted trees;</br>Till, faintly fading by degrees,</br>Beyond, in wild confusion tost,</br>The hills blue tops in clouds are lost.", "Yes, EATON-BANKS, in vain I strive</br>To hide the grief your oaks revive,</br>Bow thy tall branches, grateful wood!</br>Afford me blossom, leaf, and bud!</br>He, for whose memory these I blend,</br>Thy late-lost master, was my friend!&mdash;</br>Fall, gentle dews!  fresh zephyrs, breathe!</br>Spread, cooling shades!  preserve my wreath!&mdash;</br>Alas, it withers ere its time!&mdash;</br>So faded he in manly prime!&mdash;</br>But Virtue, scorning friendships aid,</br>Rears her own palms, which never fade!", "PART IV.</br>HENRY, O leave, whilst youth is ours,</br>And health leads on the fleeting hours,</br>O leave awhile the court you grace,</br>And urge with me the sylvan chase!", "Oft, as I bathe in morning's breath,</br>Ere wakes the plover on the heath,</br>Ere the sun robs the woodbine's smell,</br>Or dries the fox-glove's purple bell,</br>I hear the deep-mouth'd thunder rise;</br>The monarch of the woodland flies,</br>Whilst the loud triumphs of the horn</br>On breezy wings are backward born.</br>His subject mates no succour lend;</br>What tyrant ever found a friend?</br>He dies! &mdash; the satiate echoes cease;</br>The forest reassumes its peace.", "Now sun-burnt Autumn with his spoils</br>Diana's bleeding altar piles:</br>Again the slaughtering gun is heard,</br>And wildly screams the parent bird;</br>All night she mourns her lessen'd brood,</br>Still views them fluttering in their blood,</br>With timorous call the rest collects,</br>And with quick wing their flight directs.</br>Now the strong buck his rival drives,</br>And awes with jealous threats his wives:</br>Slow move the kine to fresher fields,</br>The hawthorn to the holly yields:</br>No twittering swallow skims the plain,</br>No shrite-cock tunes his echoing strain:</br>Dumb are the full-plum'd songsters all,</br>Save the lone red-breast on my wall;</br>Thy tender lay, sweet bird, prolong,</br>And sooth old Winter with thy song!", "When wintry mists obscure the skies,</br>His busy nose the spaniel plies,</br>Where mossy glades and thickets brown</br>Tempt the far-wandering wood-cock down:</br>Stretch thy strong wing, thy flight retake,</br>Nor trust the inhospitable brake!&mdash;</br>Ah, forc'd from the luxuriant ground,</br>He mounts, and feels the sudden wound.</br>So transmeridian Zealand views</br>Adventurous Europe's wandering crews:</br>Fierce hunger eyes the stranger-guest,</br>And fraud secures the barbarous feast;</br>Stain'd are the rocks with human gore,</br>And white with scatter'd bones the shore.", "The leveret &mdash; but I spare the rest,</br>I see compassion touch thy breast&mdash;</br>Come then, and whilst the murderous crew</br>In harmless blood their hands imbrue,</br>Rous'd to revenge by ravag'd flocks,</br>Haste we to find the kennell'd fox.</br>Hark!  those preluding cries he hears;</br>Thick beats his heart with conscious fears.</br>Some tyrant thus, in luckless hour</br>Whom fraud or force has rais'd to pow'r,</br>With throbbing heart and pale eye stands,</br>And spreads to heaven his harpy hands,</br>When Freedom's voice alarms the morn,</br>And Vengeance winds her echoing horn.</br>See, with the wind he scours away</br>Sleek, and in crimes grown old and gray!</br>Oft has be foil'd our angry pack,</br>I know his customary track.</br>Talk not of pity to such foes!</br>Stern justice claims the life he owes.</br>No storms arise to screen his flight</br>'Tis long till interrupting night;</br>The breathing South his sentence gives,</br>And not an hour the caitiff lives!</br>Through woods and hills, and vales, and brakes,</br>NEEDWOOD with general transport shakes.</br>Mark how the pack diffusely spread,</br>And shew me, if you can, their head!</br>'Tis here &mdash; 'tis there &mdash; now onward far</br>Streams down the vales irregular.</br>As through the furzy brakes they drive</br>The trembling coverts seem alive.</br>Thus by the winds o'er bending corn</br>Loose waves of light and shade are born.</br>Now winding up yon steep they strain;</br>Now wheel in silence on the plain:</br>Again they catch the tainted wind;</br>No hound disgraceful lurks behind:</br>All striving with confederate aim,</br>Their size, their power, their speed the same,</br>With eager eye and clamorous tongue</br>In broad career they press along,</br>Fierce on their victim gathering round&mdash;</br>&mdash;He suffers by no single wound!</br>Thus o'er the azure fields of night</br>Shoot the quick rays of northern light,</br>To one bright point converg'd they flow,</br>And round the silver zenith glow.</br>So, when a lake surcharg'd by rain</br>Bursts and o'erwhelms the sloping plain,</br>The wond'ring rustic flies, nor knows</br>Which of its currents fastest flows;</br>Now here the rattling eddies lead,</br>Now there they foam along the mead,</br>Till in a silent pool they stand,</br>Collected on the hollow land.", "Go languid fops, go pedants, waste</br>Your sneers on joys you cannot taste;</br>And cloak with many a vain pretence</br>Cold-blooded fear and indolence!", "Warm to each elegant delight,</br>Ingenious, sensible, polite,</br>Known to the world you know so well,</br>Lov'd e'en by those whom you excel,</br>MEYNELL, my leader and my friend,</br>Stand forth!  the manly chase defend!</br>O raise your animating voice,</br>And cheer the Dian of your choice!</br>Not her, whose foul Circean draft,</br>'Squires of preceding ages quaff'd,</br>Unletter'd reveller, whose joys</br>Were rudeness, turbulence, and noise,</br>But her, no less of British kind,</br>Well-bred, intelligent, refin'd,</br>Of younger years and purer mold,</br>Chaste as the Huntress Queen of old.", "Yes, I am thine, enchanting maid!</br>Come, in thy decent robes array'd!</br>O bring thy blithe companion, Health,</br>Who smiles, and mocks the sluggard Wealth;</br>And Hope, who spleen and care destroys</br>And Rapture scorning tamer joys;</br>Young Eagerness with kindling eyes;</br>And Triumph mingling jocund cries!", "Come, as thy cheerful train is seen,</br>Where FOREMARKE waves his woodlands green;</br>When hears his vale thy matin song,</br>And TRENT exulting shouts along:</br>While wait, thy gay return to greet,</br>Convivial Mirth and Welcome sweet.&mdash;</br>On me, thy humble votary, shower</br>The balmy dews of every flower,</br>Which oft thy curious hand has twin'd</br>Thy BURDETT'S favour'd brows to bind!", "PART V.</br>Whence, NEEDWOOD, that tremendous sound!&mdash;</br>&mdash;Low dying murmurs run around,</br>A deeper gloom the wood receives,</br>And horror shivers on the leaves,</br>Loud shriekes the hern, the raven croaks&mdash;</br>Destruction's arm arrests thy oaks!</br>Onward with giant strides he towers,</br>Dooms with dread voice thy withering bowers,</br>High o'er his head the broad axe wields,</br>Stamps with his iron foot, and shakes the fields!", "When from her lawless rocks and sands</br>Arabia pours her ruffian bands,</br>The village hinds in wild distress</br>Around some holy hermit press</br>Orb within orb, their wrongs declare,</br>And ask his counsel and his prayer;</br>All white with age, inspir'd he stands,</br>And lifts to heaven his wrinkled hands!</br>So seems the affrighted forest, drawn</br>In crowds around this lonely lawn:</br>High in the midst with many a frown</br>Huge SWILCAR shakes his tresses brown.</br>Out-spreads his bare arms to the skies,</br>The ruins of six centuries.</br>Deep groans pervade his rifted rind&mdash;</br>&mdash;He speaks his bitterness of mind.</br>\"Your impious hands, barbarians, hold!</br>Ye pause!  but fir'd with lust of gold,</br>Your leader lifts his axe, and like</br>Accursed JULIUS, bids you strike.</br>Deaf are the ruthless ears of gain,</br>And youth and beauty plead in vain.</br>&mdash;Loud groans the wood with thick'ning strokes!</br>Yes, ye must perish, filial oaks!</br>In heaps your wither'd trunks be laid,</br>And wound the lawns, ye used to shade;</br>Whilst Avarice on the naked pile</br>Exulting casts a hideous smile.</br>Strike here!  on me exhaust your rage.</br>Nor let false pity spare my age!</br>No pity dwells with sordid slaves;</br>'Tis want of worth alone that saves.</br>Yes, ye will leave me with disdain</br>A mouldring land-mark on the plain,</br>Where many a reign my trunk hath stood</br>Proud father of the circling wood.</br>In freedom's dearest days I grew,</br>And HENRY'S jealous nobles knew;</br>I saw them pierce the bounding game,</br>And heard their horn announce the claim.</br>No more, beneath my favorite shades</br>The forest youth and village maid</br>Shall meet to plight their troth, and mark</br>Their loves memorial on my bark.", "\"Yet, yet, fond Hope, thy distant light</br>Beams unexpected on my sight;</br>Lo VERNON hastes, the common friend!</br>The affrighted forest to defend;</br>Bids the keen axe the saplings spare,</br>And makes posterity his care.</br>Yes, Joy shall see these scenes renew'd,</br>Shall wake his sister Gratitude.</br>Shall call on lawns and hills and dells</br>The silent echoes from their cells,</br>Long trains of golden years proclaim,</br>And NEEDWOOD ring with VERNON's name.\"", "He ceas'd, and shook his hoary brow:</br>Glad murmurs fill the vale below,</br>The deer in gambols bound along,</br>The plighted birds resume their song.", "Thrice-venerable Druid, hail!</br>O may thy sacred words prevail,</br>May NEEDWOOD'S oaks successive stand</br>The lasting wonder of the land!&mdash;</br>And may some powerful bard arise,</br>Tho' heaven to me that power denies,</br>The POPE or DENHAM of his days,</br>Whose lofty verse shall match their praise.</br>"]