["Queen of the starry train!  whose silver ray</br>Glads the dark bosom of the murky night!</br>Of if thou lov'st, remote from realms of day,</br>In gloomy Tartarus to quench thy light,</br>Ycleped Proserpina!  where Pluto reigns</br>O'er damned ghosts, by sister-furies shent;</br>Or rather, Goddess of the woodland plains,</br>That chear'st thy hounds with bow for ever bent!</br>Assist my verse:  the virgin theme is thine;</br>Certes to virgin theme thou deignst to incline.", "And thou, O Goddess!  whom, in days of yore,</br>Pledge of the monarch's unresisted love,</br>To hell's grim king the babbling echo bore,</br>Deep in the centre of her darkest grove,</br>Come, Scandal!  come!  with nod, with wink, or smile,</br>With half-heard whisper in the listening ear;</br>Come, round-encircled with thy cobweb-guile</br>Of friendly-seeming doubt, or seeming fear:</br>Lo!  Hyson's talk-inspiring fume ascends!</br>Lo!  to the grateful fume the well-pleas'd Goddess bends!", "Assist me thou!  for certes thou hast seen,</br>When all excluded was the eye profane,</br>In gaping circle ranged when maidens been,</br>And each alternate tongue proclaim'd thy reign.</br>Of her I sing, who, next the sacred vase,</br>Poured to her friends the warm libation round;</br>And, &mdash; tell it, Scandal, to one maiden's praise,&mdash;</br>Her bard devoid of flattery was found:</br>No glozing tale, I ween, my verse bestows,</br>To glozing tale, I ween, tho' maids are seldom foes.", "Tho' envious Time had drawn his lines of grey</br>Thro' the brown locks that o'er her forehead rose,</br>Yet moot it were, I wis, for me to say,</br>If miss or mistress were the stile she chose.</br>Ah me!  how lose we days in Fancy's dream!</br>Besure in dulcet guise her years had past;</br>Scarce fifty seem'd they in the maiden's deem,</br>Yet sickerly the sixtieth was her last:</br>Nathless in secret wou'd she sigh and say,</br>Time been a subtle thief that steals our youth away!", "No gorgeous dress, I ween, she loved to wear,</br>Tho' whilom was her youth to shew inclin'd;</br>With former trappings, now her humbler care,</br>Her windows curtain'd, or her sofas lin'd</br>And boastful oft she shew'd the pattern rare,</br>Which erst her pencil for her needle drew,</br>Then glanc'd a censure on the modern fair,</br>Whose ill-spent moments no such labour knew,</br>Who pass'd the night at revel, rout, or play,</br>And doz'd the precious hours of chearful dawn away.", "And oft, disdainful of the tinsel geer,</br>She mark'd, as well beseem'd, with honest rage,</br>What time her sister-censors sate to hear,</br>The gawdy trappings of the thoughtless age:</br>And much she blam'd the carriage vain and light,</br>The tete that towers aloft with borrow'd hair,</br>And O!  profane!  to catch the wanton sight,</br>The cross that dangles on the bosom bare:</br>Then told of better days, when kerchiefs clean,</br>And modest ruffs conceal'd what never man had seen.", "Nor less the moral pravity she wail'd,</br>That spread infectious, o'er the yielding times:</br>Where slept the law, where blinded justice fail'd,</br>And fashion sanctify'd her fav'rite crimes!</br>Alas to see!  Religion's power was fled,</br>Vice walked in triumph o'er a guilty land!</br>Unblushing matrons stain'd the nuptial bed,</br>And frequent murther bar'd his purple hand!</br>And cooth was she, with fearful note I ween,</br>To mark the judging power that worketh all unseen.", "This is the cause, if right aredes the maid,</br>Why lags the spring from Winters chilly rear,</br>And damp-winged Eurus, in his fogs arrayed,</br>Taints the young verdure of the genial year;</br>Nor now, as she was wont, the morn of May</br>Leads the soft zephyr o'er the dewy plain;</br>But summer suns emit a feebler ray,</br>And withering fogs usurp the Lion's reign.</br>Far other days her youthful sports had seen!</br>Far other yellow fields!  far other meadows green!", "And oft, as meeting flints engender flame,</br>Wisdom she sought in Reason's listed field;</br>Warm in her favourite cause, the fearless dame</br>Maintained the post of doubt, and scorned to yield.</br>Dian!  by thee (if maiden powers above</br>Suggest resolve to maiden minds below)</br>Alike inspired in argument and love,</br>Her tongue pronounced the never-yielding No.</br>Nor would she grant, till Reason well should scan,</br>By woman aught opin'd, or aught opin'd by man.", "Not like the wight, in Dido's festive hall,</br>Clepy'd Aeneas, when the tale of woe</br>Rehearsing direful deeds, and Troia's fall,</br>Perforce constrained the briny tear to flow;</br>This patient maid, as certes seemeth meet,</br>From pains agone a present pleasure drew;</br>And oft right quaintly would the tale repeat</br>To other wights, who ne'er that pleasure knew,</br>Of stitch, or cramp, or tooth-ache's burning pain,</br>Of night-mare murdering sleep, or corns foreboding rain.", "Yet much the while I laud her honest skill,</br>She shew'd the poison, and the cure she gave;</br>So, have I heard, the venomed serpents kill,</br>Whose heads afford the precious stone to save.</br>For much of healing herbs the maiden knew,</br>And culled her simples for their balmy juice,</br>From plains, where all unnoticed else they grew,</br>And pined unconscious of a nobler use.</br>Her books of cookery taught the healing lore</br>To cure the countless ills their sauces caused before.", "Ne yet to her the herald's art unknown,</br>Tho' all unconn'd the shield-emblazoned page;</br>Ne better traced their own sepulchral stone,</br>The ancestry of many a former age;</br>And soothly would she mark the rightful line</br>That held of ancient names the chiefest place,</br>And where the branches part, and where they join,</br>With felice art, I ween, the dame would trace;</br>And oft her proper kindred would explore,</br>And many a cousin hailed, that knew his tribe no more.", "Tho' ne'er from her embrace had children sprung,</br>Yet alien imps with kindness would she greet,</br>And oft with pleasure heard the lisping tongue,</br>And gave the promised meed of candied sweet;</br>And oft the tale of wonderment she told,</br>Of Fayes, that gamboled o'er the circly ground,</br>And birds, that taught the moral lore of old,</br>Then strewed the snowy comfits all around;</br>Thilk would she see them glean with looks of grace,</br>And stroked the flaxen pole, and blessed the smiling face!", "A favourite parrot was she wont to tend,</br>More blessed than aught created male beside;</br>And oft he perched upon her lily hand,</br>And kissed the lips, to man, alas!  denied;</br>And oft his prattle would she teach the bird,</br>He sloped his glossy neck, and seemed to hear;</br>But ah!  the while from passing boys he heard</br>The phrase unseemly for a maiden's ear:</br>Shame on the filthy rogue!  the maiden cried;</br>Shame on the filthy rogue!  the mimic bird replied.", "Woe to the maid!  a maid, alas!  no more,</br>Who passed the line untainted virtue draws.</br>Thee, sacred Virtue!  did the dame adore,</br>The watchful guardian of thy strictest laws!</br>Certes no pity thrilled her bosom pure,</br>(Or justice bade that pity to forego,)</br>For her whom Pleasure's syren strains allure</br>To drink the poisoned cup of shame and woe.</br>And all too light she held that woe and shame,</br>And called her many a wretch, and many a worser name.", "And well I ween, right critique was the dame,</br>To note defect in beauty's purest grace,</br>Nor could the age produce a boasted name</br>That 'scaped remark on person or on face:</br>Yet, sooth to say, her praise with better will</br>Foreran the harsh decree her justice gave;</br>What pity 'twere one little word should kill,</br>When half her sentence meant before to save!</br>Close in the rear the environs but appeared,</br>And blasted all the sweets her milder breath had reared.", "And fondly oft the tale of youth recalled</br>(Nor much of past delights her memory lost,)</br>Of hearts that whilom had her eyes enthralled;&mdash;</br>Relentless she, of cruelty to boast!</br>And shew'd on gilded leaves impassioned rhymes,</br>(To love I wis the Muse was ever kind,)</br>Thilk would the love-sick youths of former times</br>Sigh to the sighing of the summer's wind!</br>And all, forsooth, they told, the piteous gale</br>Ceased at the sound to blow, and Echo learnt the tale.", "Then would their fancies o'er the garden stray,</br>And mark the tints of every flower that blows,</br>Compared with her, if soothly marked the lay,</br>The lily lost its white, its blush the rose.</br>Then would they tell of Cupid's killing dart,</br>That glanced, O treacherous softness!  from her eyes,</br>And paint the pang that tears the bleeding heart,</br>When Chloe frowns, alas!  and Damon dies.</br>But now of Chloe's frowns no bards complain;</br>Certes from known repulse they ceased the bootless strain!", "Ah!  glossing bards, ye paint the rose's hue,</br>The blooming lily with the rose ye twine;&mdash;</br>Ne'er did your smooth-set sonnets warble too</br>That lilies wither, and that roses pine!</br>My honest verse, (ye gentle virgins hear,</br>O'er your smooth cheeks when Hebe's dimples play,)</br>Though fearful, whispers in the youthful ear,</br>That kingdoms, states, and &mdash; dimples &mdash; must decay!</br>Ah!  thoughtless youth the harsher truth denies,</br>Nor beauty mortal thinks, alas!  till beauty dies.</br>"]