["CLEORA.</br>The sun once more returns to glad our eyes,</br>All nature's joyous, and new beauties rise;</br>See o'er the verdant lawn, how blithe and gay,</br>The little lambkins join in festive play!</br>The lowing heifer, and the neighing steed,</br>Rejoycing gambol o'er the chearful mead.", "SYLVIA.</br>I've mark'd them well, and hark from yonder bush,</br>I hear the sprightly warbling of the thrush:</br>The linnet too has tun'd her softer lay,</br>And chaunts sweet melody from ev'ry spray.</br>Awhile we'll sit beneath this covert's shade,</br>And contemplate the beauties here display'd.", "CLEORA.</br>Thy mind, my Sylvia, gentle and serene,</br>Is well adapted to this sylvan scene.</br>There was a time when I like you was blest,</br>When all was calm within my peaceful breast:</br>But now, alas!  these days of bliss are o'er,</br>Nought now can please that did delight before.", "SYLVIA.</br>Why should your mind a stranger be to rest?</br>What has disturb'd the tranquil of your breast?</br>The nymphs and swains in best array advance,</br>With pipe and tabor, to lead on the dance.</br>See how the youths with crooks bestudded round,</br>Come lightly tripping at the well-known sound;</br>With joyful looks, each lass is led along:</br>Let us, Cleora, join the happy throng;</br>And strive, by bearing in their sports a share,</br>To banish from your bosom ev'ry care.", "CLEORA.</br>No, no, my Sylvia, you but faintly guess,</br>The pangs I feel, or height of my distress.</br>If you suppose that joys, like these, have pow'r</br>My grief t' alleviate e'er for one short hour.</br>When in the dance upon the green I join,</br>(If not with Florio) I've no wish to shine.</br>In vain it is the swains my voice admire,</br>Or in my praise attune the well-strung lyre.</br>There's none but him shall deck my flowing hair,</br>Or for my brows the myrtle wreath prepare.</br>Whether on verdant bank, or silent glade,</br>At noon day's scorching heat, or evening shade,</br>At that still hour, when Philomel alone,</br>Each grove makes vocal with her plaintive moan,</br>Still doth my Florio every thought employ,</br>Nor when he's absent can my heart know joy?", "SYLVIA.</br>Forgive, Cleora, but I now must claim</br>A sisters privilege, and dare to blame.</br>Shall we frail mortals, blest with so much good,</br>With needful raiment, and with wholesome food,</br>When such rich blessings we receive from heav'n,</br>Arraign its goodness, that no more is given?</br>Do not the little birds thro' ev'ry grove,</br>Breathe forth their grateful hearts in hymns of love?</br>Shall we then (form'd with such superior sense)</br>Murmur and grieve, because Omnipotence</br>Does not at once our ev'ry wish supply,</br>Who knows not what's best to grant, and what deny?</br>No, rather let us in unceasing praise,</br>To heav'n's high throne our chearful voices raise:</br>Convinc'd it will each needful good bestow,</br>From seeming ills our greatest bliss may flow.</br>Sufficient this to ease your anxious breast,</br>What heav'n ordains is wisest, fittest, best:&mdash;</br>But see, the setting sun forbids our stay,</br>And evening shades obscure the face of day.</br>Quick let us hence, and as we homeward walk,</br>Beguile the tedious way with further talk.</br>"]