["With transient brightness glow'd the Eastern sky,</br>As Sol's first rays impearl'd the tears of morn:</br>The soaring lark, disdaining human eye,</br>Pour'd his glad strain; while, from the scented thorn,</br>The sportive Zephyrs stole a sweet perfume,</br>And gave to Beauty's cheek a fresher, lovelier bloom.", "Bright as the morn, to Henry's mental view,</br>By hope illumin'd, shone each coming hour,</br>As tow'rd the cot with eager haste he flew,</br>Where Anna, modest as spring's earliest flow'r,</br>Shrunk from his gaze, and, half-reluctant, sigh'd,</br>As mem'ry said, \"He comes, to claim his promis'd bride.\"", "Th' unbidden tear forsook her down-cast eye,</br>To kiss that cheek with loveliest colours spread.</br>So, gently stealing from the half-veil'd sky,</br>The dew-drop trembles on the rose's head:</br>So looks that rose, when morn's reviving ray</br>Unfolds the varied sweets of summer's genial day.", "And why that sigh?  and why that speaking tear?</br>Could Anna doubt her lover's long-tried truth?</br>Ah!  no!  she knew him gen'rous, kind, sincere;</br>And, with the ardour of confiding youth,</br>Return'd his love; nor vainly strove to hide</br>Her cherish'd hope, through life to own so dear a guide.", "Yea, he was dear:  yet still the tear would flow;</br>And struggling sighs would still her bosom heave.</br>Say, ye, whose breasts with kindred feelings glow,</br>Why, in love's brightest hour, did Anna grieve?</br>Say &mdash; for you best can paint th' obtrusive fears,</br>That chill'd her heart's warm tide, and dimm'd her eyes with tears.", "And ye, who, proud of beauty's envied reign,</br>In dress and folly waste its fleeting day,</br>Learn, ere its pow'r has lock'd the lover's chain,</br>And man imperious claims perpetual sway&mdash;</br>Oh!  learn to doubt, while Flatt'ry wings the hours,</br>And strews in Hymen's path its swiftly fading flow'rs.", "\"Obey!\" &mdash; The word sounds harsh to Beauty's ear:</br>And Beauty's lip will oft its pow'r deny:</br>But Anna, taught by Virtue's rules severe,</br>Own'd its full force, and view'd with anxious eye</br>The future scene, to Henry's fancy fair;</br>For, oh!  his love was strong, his heart devoid of care.", "She knew he lov'd, yet fear'd her pow'r to please,</br>When youth's bright tints and 'witching smiles were fled&mdash;</br>Fear'd the cold glance that bids loves current freeze,</br>While Hope and Joy their with'ring blossoms shed&mdash;</br>Th' affected tone, that Truth's warm bosom stings,</br>And all the cheerless train, unblest Indiff'rence brings.", "Sweet maid!  thy Henry own'd a charm more rare</br>Than beauty boasts, or joyous youth can give.</br>His eye had trac'd it on thy brow so fair:</br>And, while he vow'd for thee alone to live,</br>He felt its pow'r, and thank'd benignant heav'n,</br>That to his longing arms so rich a boon was giv'n.", "Thus, when, beneath Ausonia's cloudless sky,</br>Th' observant traveller delights to rove,</br>While the gay landscape smiles, his raptur'd eye</br>Marks the rich promise of the golden grove,</br>Where flow'rs and fruit the ambient air perfume,</br>And, through the varying year, in sweet succession bloom.</br>"]