["What is more gentle than a wind in summer?</br>What is more soothing than the pretty hummer</br>That stays one moment in an open flower,</br>And buzzes cheerily from bower to bower?</br>What is more tranquil than a musk-rose blowing</br>In a green island, far from all men's knowing?</br>More healthful than the leafiness of dales?</br>More secret than a nest of nightingales?</br>More serene than Cordelia's countenance?</br>More full of visions than a high romance?</br>What, but thee Sleep?  Soft closer of our eyes!</br>Low murmurer of tender lullabies!</br>Light hoverer around our happy pillows!</br>Wreather of poppy buds, and weeping willows!</br>Silent entangler of a beauty's tresses!</br>Most happy listener!  when the morning blesses</br>Thee for enlivening all the cheerful eyes</br>That glance so brightly at the new sun-rise.", "But what is higher beyond thought than thee?</br>Fresher than berries of a mountain tree?</br>More strange, more beautiful, more smooth, more regal,</br>Than wings of swans, than doves, than dim-seen eagle?</br>What is it?  And to what shall I compare it?</br>It has a glory, and nought else can share it:</br>The thought thereof is awful, sweet, and holy,</br>Chacing away all worldliness and folly;</br>Coming sometimes like fearful claps of thunder,</br>Or the low rumblings earth's regions under;</br>And sometimes like a gentle whispering</br>Of all the secrets of some wond'rous thing</br>That breathes about us in the vacant air;</br>So that we look around with prying stare,</br>Perhaps to see shapes of light, aerial lymning,</br>And catch soft floatings from a faint-heard hymning;</br>To see the laurel wreath, on high suspended,</br>That is to crown our name when life is ended.</br>Sometimes it gives a glory to the voice,</br>And from the heart up-springs, rejoice!  rejoice!</br>Sounds which will reach the Framer of all things,</br>And die away in ardent mutterings.", "No one who once the glorious sun has seen,</br>And all the clouds, and felt his bosom clean</br>For his great Maker's presence, but must know</br>What 'tis I mean, and feel his being glow:</br>Therefore no insult will I give his spirit,</br>By telling what he sees from native merit.", "O Poesy!  for thee I hold my pen</br>That am not yet a glorious denizen</br>Of thy wide heaven &mdash; Should I rather kneel</br>Upon some mountain-top until I feel</br>A glowing splendour round about me hung,</br>And echo back the voice of thine own tongue?</br>O Poesy!  for thee I grasp my pen</br>That am not yet a glorious denizen</br>Of thy wide heaven; yet, to my ardent prayer,</br>Yield from thy sanctuary some clear air,</br>Smoothed for intoxication by the breath</br>Of flowering bays, that I may die a death</br>Of luxury, and my young spirit follow</br>The morning sun-beams to the great Apollo</br>Like a fresh sacrifice; or, if I can bear</br>The o'erwhelming sweets, 'twill bring to me the fair</br>Visions of all places:  a bowery nook</br>Will be elysium &mdash; an eternal book</br>Whence I may copy many a lovely saying</br>About the leaves, and flowers &mdash; about the playing</br>Of nymphs in woods, and fountains; and the shade</br>Keeping a silence round a sleeping maid;</br>And many a verse from so strange influence</br>That we must ever wonder how, and whence</br>It came.  Also imaginings will hover</br>Round my fire-side, and haply there discover</br>Vistas of solemn beauty, where I'd wander</br>In happy silence, like the clear meander</br>Through its lone vales; and where I found a spot</br>Of awfuller shade, or an enchanted grot,</br>Or a green hill o'erspread with chequered dress</br>Of flowers, and fearful from its loveliness,</br>Write on my tablets all that was permitted,</br>All that was for our human senses fitted.</br>Then the events of this wide world I'd seize</br>Like a strong giant, and my spirit teaze</br>Till at its shoulders it should proudly see</br>Wings to find out an immortality.", "Stop and consider!  life is but a day;</br>A fragile dew-drop on its perilous way</br>From a tree's summit; a poor Indian's sleep</br>While his boat hastens to the monstrous steep</br>Of Montmorenci.  Why so sad a moan?</br>Life is the rose's hope while yet unblown;</br>The reading of an ever-changing tale;</br>The light uplifting of a maiden's veil;</br>A pigeon tumbling in clear summer air;</br>A laughing school-boy, without grief or care,</br>Riding the springy branches of an elm.", "O for ten years, that I may overwhelm</br>Myself in poesy; so I may do the deed</br>That my own soul has to itself decreed.</br>Then will I pass the countries that I see</br>In long perspective, and continually</br>Taste their pure fountains.  First the realm I'll pass</br>Of Flora, and old Pan:  sleep in the grass,</br>Feed upon apples red, and strawberries,</br>And choose each pleasure that my fancy sees;</br>Catch the white-handed nymphs in shady places,</br>To woo sweet kisses from averted faces,&mdash;</br>Play with their fingers, touch their shoulders white</br>Into a pretty shrinking with a bite</br>As hard as lips can make it:  till agreed,</br>A lovely tale of human life we'll read.</br>And one will teach a tame dove how it best</br>May fan the cool air gently o'er my rest;</br>Another, bending o'er her nimble tread,</br>Will set a green robe floating round her head,</br>And still will dance with ever varied ease,</br>Smiling upon the flowers and the trees:</br>Another will entice me on, and on</br>Through almond blossoms and rich cinnamon;</br>Till in the bosom of a leafy world</br>We rest in silence, like two gems upcurl'd</br>In the recesses of a pearly shell.", "And can I ever bid these joys farewell?</br>Yes, I must pass them for a nobler life,</br>Where I may find the agonies, the strife</br>Of human hearts:  for lo!  I see afar,</br>O'er sailing the blue cragginess, a car</br>And steeds with streamy manes &mdash; the charioteer</br>Looks out upon the winds with glorious fear:</br>And now the numerous tramplings quiver lightly</br>Along a huge cloud's ridge; and now with sprightly</br>Wheel downward come they into fresher skies,</br>Tipt round with silver from the sun's bright eyes.</br>Still downward with capacious whirl they glide;</br>And now I see them on a green-hill's side</br>In breezy rest among the nodding stalks.</br>The charioteer with wond'rous gesture talks</br>To the trees and mountains; and there soon appear</br>Shapes of delight, of mystery, and fear,</br>Passing along before a dusky space</br>Made by some mighty oaks:  as they would chase</br>Some ever-fleeting music on they sweep.</br>Lo!  how they murmur, laugh, and smile, and weep:</br>Some with upholden hand and mouth severe;</br>Some with their faces muffled to the ear</br>Between their arms; some, clear in youthful bloom,</br>Go glad and smilingly athwart the gloom;</br>Some looking back, and some with upward gaze;</br>Yes, thousands in a thousand different ways</br>Flit onward &mdash; now a lovely wreath of girls</br>Dancing their sleek hair into tangled curls;</br>And now broad wings.  Most awfully intent</br>The driver of those steeds is forward bent,</br>And seems to listen:  O that I might know</br>All that he writes with such a hurrying glow.", "The visions all are fled &mdash; the car is fled</br>Into the light of heaven, and in their stead</br>A sense of real things comes doubly strong,</br>And, like a muddy stream, would bear along</br>My soul to nothingness:  but I will strive</br>Against all doubtings, and will keep alive</br>The thought of that same chariot, and the strange</br>Journey it went.", "Is there so small a range</br>In the present strength of manhood, that the high</br>Imagination cannot freely fly</br>As she was wont of old?  prepare her steeds,</br>Paw up against the light, and do strange deeds</br>Upon the clouds?  Has she not shewn us all?</br>From the clear space of ether, to the small</br>Breath of new buds unfolding?  From the meaning</br>Of Jove's large eye-brow, to the tender greening</br>Of April meadows?  Here her altar shone,</br>E'en in this isle; and who could paragon</br>The fervid choir that lifted up a noise</br>Of harmony, to where it aye will poise</br>Its mighty self of convoluting sound,</br>Huge as a planet, and like that roll round,</br>Eternally around a dizzy void?</br>Ay, in those days the Muses were nigh cloy'd</br>With honors; nor had any other care</br>Than to sing out and sooth their wavy hair.", "Could all this be forgotten?  Yes, a scism</br>Nurtured by foppery and barbarism,</br>Made great Apollo blush for this his land.</br>Men were thought wise who could not understand</br>His glories:  with a puling infant's force</br>They sway'd about upon a rocking horse,</br>And thought it Pegasus.  Ah dismal soul'd!</br>The winds of heaven blew, the ocean roll'd</br>Its gathering waves &mdash; ye felt it not.  The blue</br>Bared its eternal bosom, and the dew</br>Of summer nights collected still to make</br>The morning precious:  beauty was awake!</br>Why were ye not awake?  But ye were dead</br>To things ye knew not of, &mdash; were closely wed</br>To musty laws lined out with wretched rule</br>And compass vile:  so that ye taught a school</br>Of dolts to smooth, inlay, and clip, and fit,</br>Till, like the certain wands of Jacob's wit,</br>Their verses tallied.  Easy was the task:</br>A thousand handicraftsmen wore the mask</br>Of Poesy.  Ill-fated, impious race!</br>That blasphemed the bright Lyrist to his face,</br>And did not know it, &mdash; no, they went about,</br>Holding a poor, decrepid standard out</br>Mark'd with most flimsy mottos, and in large</br>The name of one Boileau!", "O ye whose charge</br>It is to hover round our pleasant hills!</br>Whose congregated majesty so fills</br>My boundly reverence, that I cannot trace</br>Your hallowed names, in this unholy place,</br>So near those common folk; did not their shames</br>Affright you?  Did our old lamenting Thames</br>Delight you?  Did ye never cluster round</br>Delicious Avon, with a mournful sound,</br>And weep?  Or did ye wholly bid adieu</br>To regions where no more the laurel grew?</br>Or did ye stay to give a welcoming</br>To some lone spirits who could proudly sing</br>Their youth away, and die?  'Twas even so:</br>But let me think away those times of woe:</br>Now 'tis a fairer season; ye have breathed</br>Rich benedictions o'er us; ye have wreathed</br>Fresh garlands:  for sweet music has been heard</br>In many places; &mdash; some has been upstirr'd</br>From out its crystal dwelling in a lake,</br>By a swan's ebon bill; from a thick brake,</br>Nested and quiet in a valley mild,</br>Bubbles a pipe; fine sounds are floating wild</br>About the earth:  happy are ye and glad.", "These things are doubtless:  yet in truth we've had</br>Strange thunders from the potency of song;</br>Mingled indeed with what is sweet and strong,</br>From majesty:  but in clear truth the themes</br>Are ugly clubs, the Poets Polyphemes</br>Disturbing the grand sea.  A drainless shower</br>Of light is poesy; 'tis the supreme of power;</br>'Tis might half slumb'ring on its own right arm.</br>The very archings of her eye-lids charm</br>A thousand willing agents to obey,</br>And still she governs with the mildest sway:</br>But strength alone though of the Muses born</br>Is like a fallen angel:  trees uptorn,</br>Darkness, and worms, and shrouds, and sepulchres</br>Delight it; for it feeds upon the burrs,</br>And thorns of life; forgetting the great end</br>Of poesy, that it should be a friend</br>To sooth the cares, and lift the thoughts of man.", "Yet I rejoice:  a myrtle fairer than</br>E'er grew in Paphos, from the bitter weeds</br>Lifts its sweet head into the air, and feeds</br>A silent space with ever sprouting green.</br>All tenderest birds there find a pleasant screen,</br>Creep through the shade with jaunty fluttering,</br>Nibble the little cupped flowers and sing.</br>Then let us clear away the choaking thorns</br>From round its gentle stem; let the young fawns,</br>Yeaned in after times, when we are flown,</br>Find a fresh sward beneath it, overgrown</br>With simple flowers:  let there nothing be</br>More boisterous than a lover's bended knee;</br>Nought more ungentle than the placid look</br>Of one who leans upon a closed book;</br>Nought more untranquil than the grassy slopes</br>Between two hills.  All hail delightful hopes!</br>As she was wont, th' imagination</br>Into most lovely labyrinths will be gone,</br>And they shall be accounted poet kings</br>Who simply tell the most heart-easing things.</br>O may these joys be ripe before I die.", "Will not some say that I presumptuously</br>Have spoken?  that from hastening disgrace</br>'Twere better far to hide my foolish face?</br>That whining boyhood should with reverence bow</br>Ere the dread thunderbolt could reach?  How!</br>If I do hide myself, it sure shall be</br>In the very fane, the light of Poesy:</br>If I do fall, at least I will be laid</br>Beneath the silence of a poplar shade;</br>And over me the grass shall be smooth shaven;</br>And there shall be a kind memorial graven.</br>But off Despondence!  miserable bane!</br>They should not know thee, who athirst to gain</br>A noble end, are thirsty every hour.</br>What though I am not wealthy in the dower</br>Of spanning wisdom; though I do not know</br>The shiftings of the mighty winds that blow</br>Hither and thither all the changing thoughts</br>Of man:  though no great minist'ring reason sorts</br>Out the dark mysteries of human souls</br>To clear conceiving:  yet there ever rolls</br>A vast idea before me, and I glean</br>Therefrom my liberty; thence too I've seen</br>The end and aim of Poesy.  'Tis clear</br>As any thing most true; as that the year</br>Is made of the four seasons &mdash; manifest</br>As a large cross, some old cathedral's crest,</br>Lifted to the white clouds.  Therefore should I</br>Be but the essence of deformity,</br>A coward, did my very eye-lids wink</br>At speaking out what I have dared to think.</br>Ah!  rather let me like a madman run</br>Over some precipice; let the hot sun</br>Melt my Dedalian wings, and drive me down</br>Convuls'd and headlong!  Stay!  an inward frown</br>Of conscience bids me be more calm awhile.</br>An ocean dim, sprinkled with many an isle,</br>Spreads awfully before me.  How much toil!</br>How many days!  what desperate turmoil!</br>Ere I can have explored its widenesses.</br>Ah, what a task!  upon my bended knees,</br>I could unsay those &mdash; no, impossible!</br>Impossible!", "For sweet relief I'll dwell</br>On humbler thoughts, and let this strange assay</br>Begun in gentleness die so away.</br>E'en now all tumult from my bosom fades:</br>I turn full hearted to the friendly aids</br>That smooth the path of honour; brotherhood,</br>And friendliness the nurse of mutual good.</br>The hearty grasp that sends a pleasant sonnet</br>Into the brain ere one can think upon it;</br>The silence when some rhymes are coming out;</br>And when they're come, the very pleasant rout:</br>The message certain to be done to-morrow.</br>'Tis perhaps as well that it should be to borrow</br>Some precious book from out its snug retreat,</br>To cluster round it when we next shall meet.</br>Scarce can I scribble on; for lovely airs</br>Are fluttering round the room like doves in pairs;</br>Many delights of that glad day recalling,</br>When first my senses caught their tender falling.</br>And with these airs come forms of elegance</br>Stooping their shoulders o'er a horse's prance,</br>Careless, and grand &mdash; fingers soft and round</br>Parting luxuriant curls; &mdash; and the swift bound</br>Of Bacchus from his chariot, when his eye</br>Made Ariadne's cheek look blushingly.</br>Thus I remember all the pleasant flow</br>Of words at opening a portfolio.", "Things such as these are ever harbingers</br>To trains of peaceful images:  the stirs</br>Of a swan's neck unseen among the rushes:</br>A linnet starting all about the bushes:</br>A butterfly, with golden wings broad parted,</br>Nestling a rose, convuls'd as though it smarted</br>With over pleasure &mdash; many, many more,</br>Might I indulge at large in all my store</br>Of luxuries:  yet I must not forget</br>Sleep, quiet with his poppy coronet:</br>For what there may be worthy in these rhymes</br>I partly owe to him:  and thus, the chimes</br>Of friendly voices had just given place</br>To as sweet a silence, when I 'gan retrace</br>The pleasant day, upon a couch at ease.</br>It was a poet's house who keeps the keys</br>Of pleasure's temple.  Round about were hung</br>The glorious features of the bards who sung</br>In other ages &mdash; cold and sacred busts</br>Smiled at each other.  Happy he who trusts</br>To clear Futurity his darling fame!</br>Then there were fauns and satyrs taking aim</br>At swelling apples with a frisky leap</br>And reaching fingers, 'mid a luscious heap</br>Of vine leaves.  Then there rose to view a fane</br>Of liny marble, and thereto a train</br>Of nymphs approaching fairly o'er the sward:</br>One, loveliest, holding her white hand toward</br>The dazzling sun-rise:  two sisters sweet</br>Bending their graceful figures till they meet</br>Over the trippings of a little child:</br>And some are hearing, eagerly, the wild</br>Thrilling liquidity of dewy piping.</br>See, in another picture, nymphs are wiping</br>Cherishingly Diana's timorous limbs;&mdash;</br>A fold of lawny mantle dabbling swims</br>At the bath's edge, and keeps a gentle motion</br>With the subsiding crystal:  as when ocean</br>Heaves calmly its broad swelling smoothiness o'er</br>Its rocky marge, and balances once more</br>The patient weeds; that now unshent by foam</br>Feel all about their undulating home.</br>Sappho's meek head was there half smiling down</br>At nothing; just as though the earnest frown</br>Of over thinking had that moment gone</br>From off her brow, and left her all alone.", "Great Alfred's too, with anxious, pitying eyes,</br>As if he always listened to the sighs</br>Of the goaded world; and Kosciusko's worn</br>By horrid suffrance &mdash; mightily forlorn.", "Petrarch, outstepping from the shady green,</br>Starts at the sight of Laura; nor can wean</br>His eyes from her sweet face.  Most happy they!</br>For over them was seen a free display</br>Of out-spread wings, and from between them shone</br>The face of Poesy:  from off her throne</br>She overlook'd things that I scarce could tell.</br>The very sense of where I was might well</br>Keep Sleep aloof:  but more than that there came</br>Thought after thought to nourish up the flame</br>Within my breast; so that the morning light</br>Surprised me even from a sleepless night;</br>And up I rose refresh'd, and glad, and gay,</br>Resolving to begin that very day</br>These lines; and howsoever they be done,</br>I leave them as a father does his son.</br>"]