["Then why did Homer Laureat of his time,</br>Consume the sweet of his mellifluous tongue</br>In hony lines, and from his golden chime</br>Chaunt forth in musick a mellodious song</br>To sweeten him, that men should with delight</br>For ever read his praises day and night?", "But twas the larges of his liberall hand,</br>Which makes some Poets pipe as they will daunce,</br>At whose devotion theyr good witts do stand,</br>Waiting and prest their honoures to advaunce.</br>But Homer thou that couldst immorall men,</br>Shouldst not be thought to have a flattering pen.", "Non no it was thy kindnes that did give</br>Thy countryman the glory of thy witt:</br>Nor can I thinke that thou by him didst live,</br>But thou wert faine in him to blason it;</br>Had Hector been a Graecian borne I know,</br>Achilles name had nere been honoured so.", "There had bene matter for thy heavenly verse,</br>A golden subject for thy Silver tounge:</br>His glorious acts were worthy to reherse</br>And had sweet Homer of brave Hector song</br>Unto thy selfe such honour had it be</br>As for Achilles to be sung of thee.", "There was the true looking-glas of honour,</br>In which together did all vertue stay</br>The worlds wonder for a worthy warriour,</br>A man most rare accomplisht every way:</br>And to say truth of such exceding fame,</br>That none but Homer can declare the same.", "O then good Spencer the only Homer living,</br>Deign for to write with thy fame-quickeninge quill:</br>And though poore Troy due thanks can not be giving,</br>The Gods are just and they that give them will.</br>Write then O Spencer in thy Muse so trim,</br>That he in thee and thou maiest live in him.", "Although thou livest in thy Belphoebe faire,</br>And in thy Cynthia likely art to shine,</br>So long as Cynthia shineth in the ayre:</br>Yet live and shine in this same Sunne of mine.</br>O live in him that whilom was my Sun,</br>But now his light and so  my life is done.", "With that she wepte and that so piteously,</br>As she had been dissolved all to teares:</br>Throbbing forth sighs shriking so hideously,</br>As one that inly endles torments beare?</br>But ore a while:  fro everie thing must stay,</br>She ceast hir plainte and gan agine thus say....</br>"]