["The Bridegroom Sunne, who late the Earth had spous'd,</br>Leaves his star-chamber; early in the East</br>He shook his sparkling locks, head lively rouz'd,</br>While Morn his couch with blushing roses drest;</br>His shines the Earth soon latcht to gild her flowers:</br>Phosphor his gold-fleec't drove folds in their bowers,</br>Which all the night had graz'd about th' Olympick towers.", "The cheerfull Lark, mounting from early bed,</br>With sweet salutes awakes the drowsie light;</br>The earth she left, and up to heav'n is fled;</br>There chants her Makers praises out of sight:</br>Earth seems a molehill, men but ants to be;</br>Teaching proud men, that soar to high degree,</br>The farther up they climbe, the lesse they seem, and see:", "The shepherds met, and Thomalin began;</br>Young Thomalin, whose notes and silver string</br>Silence the rising Lark, and falling Swan:</br>Come Thirsil, end thy lay, and cheerly sing:</br>Hear'st how the Larks give welcome to the day,</br>Temp'ring their sweetest notes unto thy lay?</br>Up then, thou loved swain; why dost thou longer stay?", "Well sett'st thou (friend) the Lark before mine eyes,</br>Much easier to heare then imitate:</br>Her wings lift up her notes to loftie skies;</br>But me a leaden sleep, and earthly state</br>Down to the centre ties with captive string:</br>Well might I follow here her note and wing;</br>Singing she loftie mounts:  ah!  mounting should I sing.", "Oh thou dread King of that heroick band,</br>Which by thy power beats back these hellish sprites,</br>Rescuing this State from death and base command;</br>Tell me, (dread King) what are those warlike Knights?</br>What force?  what arms?  where lies their strengths increase,</br>That though so few in number, never cease</br>To keep this sieged town 'gainst numbers numberlesse?", "The first Commanders in this holy train,</br>Leaders to all the rest, an ancient pair;</br>Long since sure linkt in wedlocks sweetest chain;</br>His name Spiritto, she Urania fair:</br>Fair had she been, and full of heav'nly grace,</br>And he in youth a mightie warrier was,</br>Both now more fair, and strong; which prov'd their heav'nly race.", "His arms with flaming tongues all sparkled bright,</br>Bright flaming tongues, in divers sections parted;</br>His piercing sword, edg'd with their firy light,</br>'Twixt bones and marrow, soul and spirit disparted:</br>Upon his shield was drawn a glorious Dove,</br>'Gainst whom the proudest Eagle dares not move;</br>Glitt'ring in beams:  his word, Conqu'ring by peace and love.", "But she Amazon-like in azure arms,</br>Silver'd with starres, and gilt with sunnie rayes,</br>Her mighty Spouse in fight and fierce alarms</br>Attends, and equals in these bloudie frayes;</br>And on her shield an heav'nly globe (displaying</br>The constellations lower bodies swaying,</br>Sway'd by the higher) she bore:  her word, I rule obeying.", "About them swarm'd their fruitfull progenie;</br>An heav'nly off-spring of an heav'nly bed:</br>Well mought you in their looks his stoutnesse see</br>With her sweet graces lovely tempered.</br>Fit youth they seem'd to play in Princes hall,</br>(But ah long since they thence were banisht all)</br>Or shine in glitt'ring arms, when need fierce warre doth call.", "The first in order (nor in worth the last)</br>Is Knowledge, drawn from peace and Muses spring;</br>Where shaded in fair Sinaies groves, his taste</br>He feasts with words and works of heav'nly King;</br>But now to bloudy field is fully bent:</br>Yet still he seem'd to study as he went:</br>His arms cut all in books; strong shield slight papers lent.", "His glitt'ring armour shin'd like burning day,</br>Garnisht with golden Sunnes, and radiant flowers;</br>Which turn their bending heads to Phoebus ray,</br>And when he falls, shut up their leavie bowers:</br>Upon his shield the silver Moon did bend</br>Her horned bow, and round her arrows spend:</br>His word in silver wrote, I borrow what I lend.", "All that he saw, all that he heard, were books,</br>In which he read and learn'd his Makers will:</br>Most on his word, but much on heav'n he looks,</br>And thence admires with praise the workmans skill.</br>Close to him went still-musing Contemplation,</br>That made good use of ills by meditation;</br>So to him ill it self was good by strange mutation.", "And Care, who never from his sides would part,</br>Of knowledge oft the waies and means enquiring,</br>To practise what he learnt from holy art;</br>And oft with tears, and oft with sighs desiring</br>Aid from that Soveraigne Guide, whose wayes so steep,</br>Though fain he would, yet weak he could not keep:</br>But when he could not go, yet forward would he creep.", "Next Tapinus, whose sweet, though lowly grace</br>All other higher then himself esteem'd;</br>He in himself priz'd things as mean and base,</br>Which yet in others great and glorious seem'd:</br>All ill due debt, good undeserv'd he thought;</br>His heart a low-rooft house, but sweetly wrought,</br>Where God himself would dwell, though he it dearly bought.", "Honour he shunnes, yet is the way unto him;</br>As hell, he hates advancement wonne with bribes;</br>But publick place and charge are forc't to wooe him;</br>He good to grace, ill to desert ascribes:</br>Him (as his Lord) contents a lowly room,</br>Whose first house was the blessed Virgins wombe,</br>The next a cratch, the third a crosse, the fourth a tombe.", "So choicest drugs in meanest shrubs are found;</br>So precious gold in deepest centre dwells:</br>So sweetest violets trail on lowly ground;</br>So richest pearls ly clos'd in vilest shells:</br>So lowest dales we let at highest rates;</br>So creeping strawberries yeeld daintiest cates.</br>The Highest highly loves the low, the loftie hates.", "Upon his shield was drawn that Shepherd lad,</br>Who with a sling threw down faint Israels fears;</br>And in his hand his spoils, and trophies glad,</br>The Monsters sword and head, he bravely bears:</br>Plain in his lovely face you might behold</br>A blushing meeknesse met with courage bold:</br>Little, not little worth, was fairly wrote in gold.", "With him his kinsman both in birth and name,</br>Obedience, taught by many bitter showers</br>In humble bonds his passions proud to tame,</br>And low submit unto the higher powers:</br>But yet no servile yoke his forehead brands;</br>For ti'd in such an holy service bands,</br>In this obedience rules, and serving thus commands.", "By them went Fido, Marshal of the field:</br>Weak was his mother, when she gave him day;</br>And he at first a sick and weakly childe,</br>As e're with tears welcom'd the sunnie ray:</br>Yet when more yeares afford more growth, and might,</br>A champion stout he was, and puissant Knight,</br>As ever came in field, or shone in armour bright.", "So may we see a little lionet,</br>When newly whelpt, a weak and tender thing,</br>Despis'd by every beast; but waxen great,</br>When fuller times full strength and courage bring,</br>The beasts all crouching low, their King adore,</br>And dare not see what they contemn'd before:</br>The trembling forrest quakes at his affrighting roar.", "Mountains he flings in seas with mighty hand;</br>Stops, and turns back the Sunnes impetuous course;</br>Nature breaks natures laws at his command;</br>No force of hell or heav'n withstands his force:</br>Events to come yet many ages hence</br>He present makes, by wondrous prescience;</br>Proving the senses blinde, by being blinde to sense.", "His sky-like arms, di'd all in blue and white,</br>And set with golden starres that flamed wide;</br>His shield invisible to mortall sight,</br>Yet he upon it easily descri'd</br>The lively semblance of his dying Lord;</br>Whose bleeding side with wicked steel was gor'd,</br>Which to his fainting spirits new courage would afford.", "Strange was the force of that enchanted shield,</br>Which highest powers to it from heav'n impart;</br>For who could bear it well, and rightly wield,</br>It sav'd from sword, and spear, and poison'd dart:</br>Well might he slip, but yet not wholly fall:</br>No finall losse his courage might appall;</br>Growing more sound by wounds, and rising by his fall.", "So some have feign'd that Tellus giant sonne</br>Drew many new-born lives from his dead mother;</br>Another rose as soon as one was done,</br>And twentie lost, yet still remain'd another:</br>For when he fell, and kist the barren heath,</br>His parent straight inspir'd successive breath;</br>And though her self was dead, yet ransom'd him from death.", "With him his Nurse went, carefull Acoe;</br>Whose hands first from his mothers wombe did take him,</br>And ever since have foster'd tenderly:</br>She never might, she never would forsake him;</br>And he her lov'd again with mutuall band:</br>For by her needfull help he oft did stand,</br>When else he soon would fail, and fall in foemens hand.", "With both sweet Meditation ever pac't,</br>His Nurses daughter, and his Foster-sister:</br>Deare as his soul he in his soul her plac't,</br>And oft embrac't, and oft by stealth he kist her:</br>For she had taught him by her silent talk</br>To tread the safe, and dangerous wayes to balk;</br>And brought his God with him, him with his God to walk.", "Behinde him Penitence did sadly go,</br>Whose cloudie dropping eyes were ever raining;</br>Her swelling tears, which ev'n in ebbing flow,</br>Furrow her cheek, the sinfull puddles draining:</br>Much seem'd she in her pensive thought molested,</br>And much the mocking world her soul infested;</br>More she the hatefull world, and most her self detested.", "She was the object of lewd mens disgrace,</br>The squint-ey'd, wrie-mouth'd scoffe of carnall hearts;</br>Yet smiling heav'n delights to kisse her face,</br>And with his bloud God bathes her painfull smarts:</br>Afflictions iron flail her soul had thrasht;</br>Sharp Circumcisions knife her heart had slasht;</br>Yet was it angels wine, which in her eyes was masht.", "With her a troop of mournfull grooms abiding,</br>Help with their sullen blacks their Mistresse wo;</br>Amendment still (but still his own faults) chiding,</br>And Penance arm'd with smarting whips did go:</br>Then sad Remorse came sighing all the way;</br>Last Satisfaction, giving all away:</br>Much surely did he owe, much more he would repay.", "Next went Elpinus, clad in skie-like blue;</br>And through his arms few starres did seem to peep,</br>Which there the workmans hand so finely drew,</br>That rockt in clouds they softly seem'd to sleep:</br>His rugged shield was like a rockie mold,</br>On which an anchour bit with surest hold:</br>I hold by being held, was written round in gold.", "Nothing so cheerfull was his thoughtfull face,</br>As was his brother Fido's:  Fear seem'd dwell</br>Close by his heart; his colour chang'd apace,</br>And went, and came, that sure all was not well:</br>Therefore a comely Maid did oft sustain</br>His fainting steps, and fleeting life maintain:</br>Pollicita she hight, which ne're could lie or feigne.", "Next to Elpinus marcht his brother Love;</br>Not that great Love which cloth'd his Godhead bright</br>With rags of flesh, and now again above</br>Hath drest his flesh in heav'ns eternall light;</br>Much lesse the brat of that false Cyprian dame,</br>Begot by froth, and fire in bed of shame,</br>And now burns idle hearts swelt'ring in lustfull flame:", "But this from heav'n brings his immortall race,</br>And nurst by Gratitude; whose carefull arms</br>Long held, and hold him still in kinde embrace:</br>But train'd to daily warres, and fierce alarms,</br>He grew to wondrous strength, and beautie rare:</br>Next that God-Love, from whom his off-springs are,</br>No match in earth or heav'n may with this Love compare.", "His Page, who from his side might never move,</br>Remembrance, on him waits; in books reciting</br>The famous passions of that highest Love,</br>His burning zeal to greater flames exciting:</br>Deep would he sigh, and seem empassion'd sore,</br>And oft with tears his backward heart deplore,</br>That loving all he could, he lov'd that Love no more.", "Yet sure he truely lov'd, and honour'd deare</br>That glorious name; for when, or where he spi'd</br>Wrong'd, or in hellish speech blasphem'd did heare,</br>Boldly the rash blasphemer he defi'd,</br>And forc't him eat the words he foully spake:</br>But if for him he grief or death did take,</br>That grief he counted joy, and death life for his sake.", "His glitt'ring arms, drest all with firie hearts,</br>Seem'd burn in chaste desire, and heav'nly flame:</br>And on his shield kinde Jonathan imparts</br>To his souls friend his robes, and princely name,</br>And kingly throne, which mortals so adore:</br>And round about was writ in golden ore,</br>Well might he give him all, that gave his life before.", "These led the Vantguard; and an hundred moe</br>Fill'd up the emptie ranks with ord'red train:</br>But first in middle ward did justly go</br>In goodly arms a fresh and lovely Swain,</br>Vaunting himself Loves twin, but younger brother:</br>Well mought it be; for ev'n their very mother</br>With pleasing errour oft mistook the one for th' other.", "As when fair Paris gave that golden ball,</br>A thousand doubts ranne in his stagg'ring breast:</br>All lik'd him well, fain would he give it all;</br>Each better seems, and still the last seems best:</br>Doubts ever new his reaching hand deferr'd;</br>The more he looks, the more his judgement err'd:</br>So she first this, then that, then none, then both preferr'd.", "Like them, their armour seem'd full neare of kinne:</br>In this they onely differ; th' elder bent</br>His higher soul to heav'n, the younger Twinne</br>'Mong mortals here his love and kindenesse spent;</br>Teaching strange alchymie, to get a living</br>By selling land, and to grow rich by giving;</br>By emptying filling bags, so heav'n by earth atchieving.", "About him troop the poore with num'rous trains,</br>Whom he with tender care, and large expence,</br>With kindest words, and succour entertains;</br>Ne looks for thanks, or thinks of recompence:</br>His wardrobe serves to cloath the naked side,</br>And shamefull parts of bared bodies hide;</br>If other cloaths he lackt, his own he would divide.", "To rogues his gate was shut; but open lay,</br>Kindely the weary traveller inviting:</br>Oft therefore Angels, hid in mortall clay,</br>And God himself in his free roofs delighting,</br>Lowly to visit him would not disdain,</br>And in his narrow cabin oft remain,</br>Whom heav'n, and earth, and all the world cannot contain.", "His table still was fill'd with wholesome meat,</br>Not to provoke, but quiet appetite;</br>And round about the hungry freely eat,</br>With plenteous cates cheering their feeble sprite:</br>Their earnest vows broke open heav'ns wide doore,</br>That not in vain sweet Plentie evermore</br>With gracious eye looks down upon his blessed store.", "Behinde attend him in an uncouth wise</br>A troop with little caps, and shaved head;</br>Such whilome was infranched bondmens guise,</br>New freed from cruell masters servile dread:</br>These had he lately bought from captive chain;</br>Hence they his triumph sing with joyfull strain,</br>And on his head due praise and thousand blessings rain.", "He was a father to the fatherlesse,</br>To widows he suppli'd an husbands care;</br>Nor would he heap up woe to their distresse,</br>Or by a Guardians name their state impair;</br>But rescue them from strong oppressours might:</br>Nor doth he weigh the great mans heavie spight.</br>Who fears the highest Judge, needs fear no mortall wight.", "Once every week he on his progresse went,</br>The sick to visit, and those meager swains,</br>Which all their weary life in darknesse spent,</br>Clogg'd with cold iron, prest with heavy chains:</br>He hoords not wealth for his loose heir to spend it,</br>But with a willing hand doth well expend it.</br>Good then is onely good, when to our God we lend it.", "And when the dead by cruell tyrants spight</br>Lie out to rav'nous birds and beasts expos'd,</br>His yearnfull heart pitying that wretched sight,</br>In seemly graves their weary flesh enclos'd,</br>And strew'd with dainty flowers the lowly herse;</br>Then all alone the last words did rehearse,</br>Bidding them softly sleep in his sad sighing verse.", "So once that royall Maid fierce Thebes beguil'd,</br>Though wilfull Creon proudly did forbid her;</br>Her brother, from his home and tombe exil'd,</br>(While willing night in darknesse safely hid her)</br>She lowly laid in earths all-covering shade:</br>Her dainty hands (not us'd to such a trade)</br>She with a mattock toils, and with a weary spade.", "Yet feels she neither sweat, nor irksome pain,</br>Till now his grave was fully finished;</br>Then on his wounds her cloudy eyes 'gin rain,</br>To wash the guilt painted in bloudy red:</br>And falling down upon his gored side,</br>With hundred varied plaints she often cri'd,</br>Oh had I di'd for thee, or with thee might have di'd!", "Ay me!  my ever wrong'd, and banisht brother,</br>How can I fitly thy hard fate deplore,</br>Or in my breast so just complainings smother?</br>To thy sad chance what can be added more?</br>Exile thy home, thy home a tombe thee gave:</br>Oh no; such little room thou must not have,</br>But for thy banisht bones I (wretch) must steal a grave.", "But whither, wofull Maid, have thy complaints</br>With fellow passion drawn my feeling mone?</br>But thus this Love deals with those murd'red Saints;</br>Weeps with the sad, and sighs with those that grone.</br>But now in that beech grove we'l safely play,</br>And in those shadows mock the boyling ray;</br>Which yet increases more with the decreasing day.", ""]