["Why should the muse, on bold aspiring wing,</br>For warriors and for statesmen only mourn?</br>Why not the praise of modest merit sing,</br>And deck, with elegy, its decent urn?", "The worthy man, whose sober, quiet, time,</br>Ebbs slowly off in acts of private good,</br>Much more deserves than he, whose would sublime,</br>Pants for loud honour by a waste of blood.", "The torrent raging from the \"snow-capt hills,\"</br>Spreads its broad ruin and attracts our gaze;</br>Much less impetuous flow the gentle rills;</br>But merit more our gratitude and praise.", "Upon the torrent rides its various prey;</br>It sweeps the fields, and desolates the year;</br>How much more smooth the riv'let winds its way,</br>The yellow harvest on its banks to rear!", "Evans is gone &mdash; the tenour of whose life,</br>\"The noiseless tenor\" &mdash; and the virtuous plan,</br>Was far from folly, and apart from strife,</br>To study, practice, all the task of man.", "His worth he boasted not, nor strove to hide;</br>No pompous shew he made, nor wish'd to make;</br>What wealth permitted not, his heart supplied;</br>And what he gave, he gave for pity's sake.", "His road through life, nor easy nor severe,</br>Neither with roses nor with thorns was strewed;</br>Not careless of success, nor vex'd with care;</br>From industry his competence accrued.", "Domestic joys he sought, and most approv'd,</br>Joys rendered lasting by his wish to please;</br>Rich in the converse of the wife he loved,</br>And with his prattlers clustring round his knees.", "Through all his course with piety he strove</br>The storms of passion calmly to appease;</br>And in the pure delights of wedded love,</br>His youth, his age, his latter end, were peace.", "&mdash;Hear then!  thou once fond partner of his breast!</br>Oh, from thy sorrows, by our prayers, be rent!</br>He's gone from thee, but with his God to rest,</br>To reap the blessing of a life well spent.", "A great, a precious, task for thee is left&mdash;</br>Task well adapted to thy fond regard!</br>Your tender charmers, of his love bereft,</br>Look up to thee, their infancy to guard.", "He died &mdash; but left, to the maternal care,</br>Six beauteous pictures of himself behind;</br>Look in their faces, you behold him there;</br>And you must stamp his image on their mind.", "Teach then the babes to imitate the sire,</br>Give them his gentle sense, his temper even;</br>This work accomplish'd &mdash; piously retire&mdash;</br>And share with him his throne, and share his Heav'n.</br>"]