["Three things in all her other works around,</br>The obvious powers of general Nature bound;</br>Time, Place, and Substance: &mdash; these include alone</br>Whatever is; &mdash; or being, can be known.</br>Fate has admitted in th' extensive plan,</br>But one exception, &mdash; and that one is Man:</br>Motion and life inferior forms assume,</br>To be; and be for ever, is his doom!", "What wonder therefore, if his nobler part</br>Beyond mere visible existence start;</br>And thro' the mists, that cloud his present day,</br>Some Sparks of heavenly Radiance force their way!</br>Which, as with happier energy they shine,</br>Confess the Almighty Lord; whose care benign</br>Breath'd his own Spirit, thro' the embodied clod,</br>And bade it live &mdash;  immortal with it's God.", "Howe'er those Sparks on various objects fall,</br>One simple term will comprehend them all,</br>GENIUS! &mdash; that effort of the vigorous mind,</br>That leaves Time, Place, and Substance still behind:&mdash;</br>GENIUS! &mdash; whose excellence my Muse and I</br>(With your good leave) will by this standard try.", "O'er Time it triumphs, winged with native force;</br>Nor Past, nor Future, circumscribe it's course.</br>Mark how it leads a MILTON'S mental eye,</br>Thro' the vast glories of primaeval sky;&mdash;</br>When Time itself was yet without a name;</br>And Present, and Eternal, were the same!</br>Remember by what generous toils exprest,</br>It fill'd the purpose of an ALFRED'S breast;</br>Taught him the first firm base of power to frame;</br>Then look thro' Ages, for his BRITAIN'S fame:</br>And scorn a shorter period to foresee,</br>Than everlasting rule, and endless liberty!", "Genius, with equal strength and equal grace,</br>Surmounts the limits of surrounding Place:</br>Thro' Fiction's fairy-land with SPENCER goes;</br>While at each step some new Creation glows;</br>When all at large Imagination runs,</br>And fancied splendors beam from fancied suns.&mdash;</br>&mdash;Or aids a NEWTON'S patient search to trace</br>Athwart concentring Orbs, the Comet's race;</br>Where, (hid by distance from each other's sight,)</br>Worlds beyond Worlds have lost it's devious light;</br>And, haply, like ourselves, their NEWTONS trust,</br>'Till the returning Blaze proves computation just.", "Myriads of Forms has passive Substance caught:</br>But what are they to SHAKESPEAR'S boundless Thought!</br>Thought! &mdash; that could local habitation feign,</br>For airy Nothing's animated train!</br>And Elves of phantom potency create,</br>To sport with Elements, and fashion Fate!</br>&mdash;Past all Substantial scope Idea stray'd,</br>When POPE his glittering Host of Sylphs array'd;</br>Fix'd a new Guard round female beauty's throne;</br>And peopled air with Nations of his own:&mdash;</br>Rosy Decorum hail'd the friendly Throng;</br>And every laughing Grace enjoy'd the song.", "Thus GENIUS, Substance, Time, and Place, disdains:</br>And my position in full force remains.", "Censure, perhaps, with critic frown, will deem,</br>This scale of mine too scanty for my theme:</br>&mdash;\"Genius,\" 'twill say, \"excels a thousand ways;</br>Time, Place, and Substance, speak not half her praise;</br>Her range of flight is infinite:\" &mdash; Agreed!</br>But infinite range of flight suits not my speed.", "Perhaps, my list of Heroes is too short:&mdash;</br>But they are Heroes of Gigantic sort.&mdash;</br>And sure 'tis just, as well as patriot pride,</br>To boast &mdash; my Country all that list supply'd!", "If still I stand condemn'd, there's one sure card,</br>I'll plead my Head!  and own myself no Bard!</br>My faults, of course, their own excuse will bring:</br>&mdash;For Genius only, should of Genius sing.</br>"]