["BOOK I.  CANTO I.</br>Struck with strong sense of Gods good will</br>The immortality</br>Of Souls I sing; Praise with my quill</br>Plato's Philosophy.", "Whatever man he be that dares to deem</br>True Poets skill to spring of earthly race,</br>I must him tell, that he doth misesteem</br>Their strange estate, and eke himselfe disgrace</br>By his rude ignorance.  For there's no place</br>For forced labour, or slow industry</br>Of flagging wits, in that high fiery chace:</br>So soon as of the Muse they quickned be,</br>At once they rise, and lively sing like Lark in skie.", "Like to a Meteor, whose materiall</br>Is low unwieldy earth, base unctuous slime,</br>Whose inward hidden parts ethereall</br>Ly close upwrapt in that dull sluggish sime,</br>Ly fast asleep, till at some fatall time</br>Great Phoebus lamp has fir'd its inward spright,</br>And then even of it self on high doth climb;</br>That earst was dark becomes all eye, all sight,</br>Bright starre, that to the wise of future things gives light.", "Even so the weaker mind, that languid lies</br>Knit up in rags of dirt, dark, cold, and blind,</br>So soon that purer flame of Love unties</br>Her clogging chains, and doth her spright unbind,</br>Shee sores aloft:  for shee her self doth find</br>Well plum'd; so rais'd upon her spreader wing,</br>She softly playes, and warbles in the wind,</br>And carols out her inward life and spring</br>Of overflowing joy, and of pure love doth sing.", "She sings of purest love, not that base passion</br>That fouls the soul with filth of lawlesse lust,</br>And Circe-like her shape doth all misfashion;</br>But that bright flame that's proper to the just,</br>And eats away all drosse and cankred rust</br>With its refining heat, unites the mind</br>With Gods own spright, who raiseth from the dust</br>The slumbring soul, and with his usage kind</br>Makes t' breath after that life that time hath not defin'd.", "So hath he rais'd my soul, and so possest</br>My inward spright, with that unfained will</br>He bears to Psyche's brood, that I nere rest</br>But ruth or ragefull indignation fill</br>My troubled veins, that I my life near spill</br>With sorrow and disdain, for that foul lore</br>That crept from dismall shades of Night, and quill</br>Steep'd in sad Styx, and fed with stinking gore</br>Suckt from corrupted corse, that God and men abhorre.", "Such is thy putid muse, Lucretius,</br>That fain would teach that souls all mortall be:</br>The dusty Atoms of Democritus</br>Certes have fall'n into thy feeble eye,</br>And thee bereft of perspicacity,</br>Others through the strong steem of their dull bloud,</br>Without the help of that Philosophy,</br>Have with more ease the truth not understood,</br>And the same thing conclude in some sad drooping mood.", "But most of all my soul doth them refuse</br>That have extinguish'd natures awfull light</br>By evil custome, and unkind abuse</br>Of Gods young tender work, that in their spright</br>He first gins frame.  But they with heddy might</br>Of over-whelming liquour that life drownd,</br>And reasons eye swell up or put out quite.</br>Hence horrid darknesse doth their souls confound;</br>And foul blasphemous belch from their furd mouth resounds.", "Thus while false way they take to large their spirit</br>By vaster cups of Bacchus, they get fire</br>Without true light, and 'cording to demerit</br>Infernall blasts blind confidence inspire:</br>Bold heat to uncouth thoughts is their bad hire.</br>Which they then dearly hug, and ween their feet</br>Have clombe, whither vulgar men dare not aspire.</br>But its the fruit of their burnt sootie spright:</br>Thus dream they of drad death, and an eternall night.", "Now in the covert of dame Natures cell</br>They think they'r shrowded, and the mystery</br>Of her deep secrets they can wisely spell;</br>And 'pprove that art above true piety;</br>Laugh at religion as a mockery,</br>A thing found out to aw the simpler sort:</br>But they, brave sparks, have broke from this dark tie:</br>The light of nature yields more sure comfort.</br>Alas!  too many souls in this fond thought consort.", "Like men new made contriv'd into a cave</br>That ne're saw light, but in that shadowing pit,</br>Some uncouth might them hoodwink hither crave,</br>Now with their backs to the dens mouth they sit,</br>Yet shoulder not all light from the dern pit:</br>So much gets in as Optick art counts meet</br>To shew the forms that hard without do flit.</br>With learned quaere each other here they greet:</br>True moving substances they deem each shadow slight:", "When fowls flie by, and with their swapping wings</br>Beat the inconstant air, and mournfull noise</br>Stirre up with their continuall chastisings</br>In the soft yielding penitent; the voice</br>These solemn Sages nought at all accoyes.</br>'Tis common; onely they philosophize,</br>Busying their brains in the mysterious toyes</br>Of flittie motion, warie well advize</br>On'ts inward principles the hid Entelechies:", "And whereabout that inward life is seated,</br>That moves the living creature, they espie</br>Passing in their dim world.  So they'r defeated,</br>Calling thin shadows true realitie,</br>And deeply doubt if corporalitie,</br>(For so they term those visibles) were stroy'd</br>Whether that inward first vitalitie</br>Could then subsist.  But they are ill accloy'd</br>With cloddie earth, and with blind duskishnesse annoy'd.", "If roaring Lion or the neighing Horse,</br>With frisking tail to brush off busie flies,</br>Approch their den, then haply they discourse</br>From what part of these creatures may arise</br>Those greater sounds.  Together they advise,</br>And gravely do conclude that from the thing</br>That we would term the tail, those thund'ring neyes</br>Do issue forth:  tail of that shadowing</br>They see then moved most, while he is whinneying.", "And so the Lions huge and hideous roar</br>They think proceeds from his rugg'd flowing mane,</br>Which the fierce winds do tosse and tousell sore;</br>Unlesse perhaps he stirre his bushie train;</br>For then the tail will carrie it again.</br>Thus upon each occasion their frail wit</br>Bestirres itself to find out errours vain</br>And uselesse theories in this dark pit:</br>Fond reasoning they have, seldome or never hit.", "So soon new shadows enter in the cave,</br>New entelechias they then conceive</br>Brought forth of nature:  when they passed have</br>Their gloomy orb (false shades eas'ly deceive)</br>Not onely they that visible bereave</br>Of life and being, but the hidden might</br>And moving root, unliv'd, unbeen'd they leave</br>In their vain thoughts:  for they those shadows slight</br>Do deem sole prop and stay of th' hidden motive spright.", "This is that awfull cell where Naturalists</br>Brood deep opinion, as themselves conceit;</br>This Errours den wherein a magick mist</br>Men hatch their own delusion and deceit,</br>And grasp vain shows.  Here their bold brains they beat,</br>And dig full deep, as deep as Hyle's hell,</br>Unbare the root of life (O searching wit!)</br>But root of life in Hyles shade no'te dwell.</br>For God's the root of all, as I elsewhere shall tell.", "This is the stupid state of drooping soul,</br>That loves the body and false forms admires;</br>Slave to base sense, fierce 'gainst reasons controul,</br>That still itself with lower lust bemires;</br>That nought believeth and much lesse desires</br>Things of that unseen world and inward life,</br>Nor unto height of purer truth aspires:</br>But cowardly declines the noble strife</br>'Gainst vice and ignorance; so gets it no relief.", "From this default, the lustfull Epicure</br>Democrite, or th' unthankfull Stagarite,</br>Most men preferre 'fore holy Pythagore,</br>Divinest Plato, and grave Epictete:</br>But I am so inflam'd with the sweet sight</br>And goodly beauty seen on Eloim-hill,</br>That maugre all mens clamours in despight</br>I'll praise my Platonissa with loud quill;</br>My strong intended voice all the wide world shall fill.", "O sacred Nymph begot of highest Jove!</br>Queen of Philosophie and virtuous lear!</br>That firest the nobler heart with spotlesse love,</br>And sadder minds with Nectar drops dost chear,</br>That oft bedrencht with sorrows while we're here</br>Exil'd from our dear home, that heavenly soil.</br>Through wandring wayes thou safely dost us bear</br>Into the land of truth, from dirtie soil</br>Thou keepst our slipping feet oft wearied with long toil", "When I with other beauties thine compare,</br>O lovely maid, all others I must scorn.</br>For why?  they all rude and deform'd appear:</br>Certes they be ill shew'd and baser born:</br>Yet thou, alas!  of men art more forlorn.</br>For like will to its like:  but few can see</br>Thy worth; so night-birds flie the glorious morn</br>Thou art a beam shot from the Deitie,</br>And nearest art ally'd to Christianitie.", "But they be sprung of sturdie Giants race,</br>Ally'd to Night and the foul Earthy clay,</br>Love of the carcase, Envie, Spight, Disgrace,</br>Contention, Pride, that unto th' highest doth bray,</br>Rash labour, a Titanicall assay</br>To pluck down wisdome from her radiant seat,</br>With mirie arms to bear her quite away</br>But thy dear mother Thorough-cleansing virtue hight:</br>Here will true wisdome lodge, here will she deigne to light.", "Come, Gentle Virgin, take me by the hand,</br>To yonder grove with speedie pace we'll hie:</br>(Its not farre off from Alethea land)</br>Swift as the levin from the sneezing skie,</br>So swift we'll go, before an envious eye</br>Can reach us.  There I'll purge out the strong steem</br>Of prepossessing prejudice, that I</br>Perhaps may have contract in common stream;</br>And warie well wash out my old conceived dream.", "And when I've breath'd awhile in that free air,</br>And clear'd my self from tinctures took before,</br>Then deigne thou to thy novice to declare</br>Thy secret skill, and hid mysterious lore,</br>And I due thanks shall plenteously down poure.</br>But well I wote thou'lt not envassall me:</br>That law were rudenesse.  I may not adore</br>Ought but the lasting spotlesse veritie.</br>Well thewed minds the mind do alwayes setten free.", "Free to that inward awfull Majestie</br>Hight Logos, whom they term great sonne of God,</br>Who fram'd the world by his deep sciency,</br>The greater world.  Als' makes his near abode</br>In the lesse world:  so he can trace the trod</br>Of that hid ancient path, whenas he made</br>This stately Fabrick of the world so broad.</br>He plainly doth unfold his skilfull trade,</br>When he doth harmlesse hearts by his good spright invade.", "O thou eternall Spright, cleave ope the skie,</br>And take thy flight into my feeble breast,</br>Enlarge my thoughts, enlight my dimmer eye,</br>That wisely of that burthen closely prest</br>In my strait mind, I may be dispossess:</br>My Muse must sing of things of mickle weight;</br>The souls eternity is my great quest:</br>Do thou me guide, that art the souls sure light,</br>Grant that I never erre, but ever wend aright.", ""]