["Dan Solomon, the chief of mortal Wights,</br>Affirms, that all Vexation is and Pain;</br>That Empire, Glory, Wealth, Love's soft Delights,</br>Are but as Shadows flitting o'er the Plain:</br>Vanity of Vanities; all is vain.</br>And, certes, he is right; without his Meed,</br>How vain am I, t' attempt, in this poor Strain,</br>To tell you all, that Death does Life succeed,</br>Perdie, you jeering say, this is great News indeed.", "Well, I must on &mdash; and you may laugh the while,</br>Nay take your Fill, for there is Reason great;</br>You may not long to laugh, to droll, to smile,</br>To troll the Tongue, to vapour, gybe, and prate;</br>For soon you too must bow t' impartial Fate:</br>Ha!  who is he that traverses yon Plains,</br>In burnish'd Armour clad, and gorgeous State?</br>Scarcely his Hand his foaming Palfrey reins,</br>Pawing the Ground in Scorn, and snorting, Fear disdains.", "A Man of Arms, I ween; his Coat of Mail,</br>And all commanding Look denote the same;</br>How wide he gapes!  expands his Chest t' inhale!</br>Large Draughts of airy Beings known by Name</br>Of Glory, Honour, and romantic Fame:</br>What means that direful Din, that glitt'ring Glaive,</br>Alas!  he bleeds, he falls &mdash; no more the same&mdash;</br>His lower'd Crest can now but ask a Grave;</br>Alack!  the Bubble's broke &mdash; 'tis all poor Fame can have.", "But here a goodlier Sight my Fancy greets,</br>Of joyous noisy Wights &mdash; a losel Race!&mdash;</br>Of apron'd Gentry crouding thro' the Streets;</br>Ne Hat, ne Wig have they; with lengthen'd Face,</br>They gape, they stare, and thro' the Muckson trace.</br>The Oar-lash'd Thames indignant seems to bear</br>Gilt Barges, Boats, with Music's droll Grimace;</br>Gay Streamers waving thro' the foggy Air,</br>While pigmy Cannon bawl, here cometh My Lord-Mayor.", "He comes!  he comes!  I hear the Rabble Peals:</br>Huzza; Sir &mdash; in a Coach all Gold;</br>See!  how the Mob cling round, and clog its Wheels,</br>Nosing the Magistrate, petulantly bold;</br>At this, my Friends, can ye from Laughter hold?</br>Bluff, pursy Aldermen, in furred Gown,</br>With Cits and Dames full moe than can be told,</br>In the Procession roll with half the Town,</br>Eke Judges, Serjeants, Knights, all Wights of high Renown.", "Well on they pass, and reach the cumbrous House;</br>They feast, they dance, and all is splendid Glee;</br>They cram down Fevers, and, in full Carouse,</br>They swill up Gouts and Rheums, and Hydropsy:</br>In sooth, why not? &mdash; the Toast is Liberty&mdash;</br>And while they quaff, and carol London's Fame,</br>The recent Lord vaunts none so great as he;</br>But Death he lounged there in quest of Game,</br>And dar'd, with saucy Front, dispute his Lordship's Claim.", "He next attack'd an auncient Knight well known,</br>Y'clep'd Sir Thrifty Gripe, of mochel Wealth;</br>With Cent per Cent he prey'd on half the Town;</br>A Spittle Governour, who heap'd up Pelf,</br>A Caitiff vile, who e'en would rob himself.</br>\"What, ho!  Sir Thrift!  a Word, Sir, in your Ear.\"</br>The Knight him spy'd &mdash; but, like a cunning Elf,</br>Soon shuffl'd off. &mdash; \"Ho!\"  louder then, and near&mdash;</br>\"Your Pardon, good Sir Death!  I'm wondrous hard to hear.\"", "\"I'm sorry for't, Sir Knight! &mdash; a Word or twain\"&mdash;</br>\"God shield me Sir!  I have not Time to talk;</br>Besides, my Breath's so short &mdash; hem &mdash; O the Pain!\"</br>\"Come then, Sir Knight, we'll take a little Walk;\"</br>At this he crouch'd as Bird before a Hawk.</br>\"Walk, Sir!  I walk!  I scarce can crawl my Way\"</br>\"You, Muckworm prate!  dare you my Fancy baulk!\"</br>The Knight full loth to go, here 'gan the Fray,</br>Death seiz'd him by the Nape, and carried him away.", "At his Return Sir Epicure he ken'd,</br>Of mighty Paunch, Moon-Face, and brawny Jole;</br>For Elbow Room he chose the Table's End&mdash;</br>His Napkin tuck'd &mdash; around his Eyes did roll;</br>He spar'd not in his Rage &mdash; ne Fish &mdash; ne Fowl&mdash;</br>He puff'd, he blow'd, he swill'd &mdash; lethargic grew&mdash;</br>No Parle, quo' Death, with this same Corm'rant foul,</br>So set on him his Apoplexy Crew,</br>Who knock'd him down at once withouten more ado.", "A beauteous Dame, with tott'ring Step, and slow,</br>(Alack!  the little Heels won't let her haste)</br>Her Neck and Shoulders bare, and white as Snow,</br>Came giggling on, (the Taste I trow) her Waist,</br>If so mote be, with spangled Tassels grac'd;</br>Her Sattin Negligee was flounc'd and crimpt,</br>With many a Yard of Blond her Gauze was lac'd,</br>Her Apron, Stomacher, and all was pink'd,</br>And the twin Ruffles round were sheen with Silver Gimp.", "To pleat, to twist, to sleek the auburn Hair,</br>Much Time and Pains, methinks, she had bestow'd;</br>Ne pond'rous Hat this Lady deign'd to wear,</br>Altho' full pleas'd with purchas'd Locks she yode,</br>A Feltlock Twist behind, much heavier Load:</br>She leer'd with Scorn, and turn'd her Eyes askew,</br>On Petitlaires, Pompons; then inward glow'd</br>With Pride indignant at the fripp'ry Crew;</br>While all around, in Groupes, the Beaux obsequious drew.", "She whisper'd, glanc'd, protested, titter'd, vow'd;</br>She gam'd, she ogl'd, lisp'd &mdash; \"the Creature!  Thing!</br>\"Very!\" emphatic Word!  then, laugh'd aloud&mdash;</br>And buoyant borne on Vanity's broad Wing,</br>Presumed herself fit Match for any King;</br>Quo' Death, \"if so why then &mdash; moe fit for me&mdash;</br>For I am such &mdash; no less &mdash; of Terrors King!</br>So Wights me call.\" &mdash; With that he seiz'd his Prey,</br>And with fell livid Spots he scarr'd her beauteous Clay.", "Among the Crowd that rounded this fair Dame,</br>A Wight there was, if Wight he mote be call'd,</br>Of Aspect pale, small Shank, and lithe his Fame;</br>At Beauty's Frown his Heart was ne'er appall'd;</br>His own dear self this mimick Wight enthrall'd.</br>A short cut Coat adorn'd this pretty Thing,</br>A friz'd Peruke conceal'd what else was bald;</br>His Hand so white display'd the Cluster Ring,</br>Which ever and anon t' is Nose did Strasbourg bring.", "This perfum'd Beau a tiny Beaver wore,</br>With Silver Cord engirt; on either Side,</br>Hung dangling Tassels down of Tinsel ore;</br>A Sword he trail'd which with the Spaniard vy'd,</br>In Length, I mean, for he had ne'er it try'd:</br>He hum'd, he loll'd, minc'd Oaths, solfa'd and danc'd;</br>To shew his whiten'd Teeth he laughed wide;</br>He tattl'd, prattl'd, the Discourse enhanc'd,</br>Squeez'd Misses lovely Hand, and vow'd he was entranc'd.", "Death envious lour'd:  Quo' he, \"This prating Fool</br>Will ne'er give o'er &mdash; his Tattle never cease;</br>I e'en will stop his Mouth &mdash; a fribbling Tool!</br>Who does such Noyance give to others Peace.&mdash;\"</br>A Kerchief white then from his Neck did lease,</br>Which gave the Beau a Cold &mdash; when, sans reponse&mdash;</br>He shrug'd &mdash; his Throat grew sore &mdash; could hardly wheeze&mdash;</br>\"I'll end\" quo' Death, \"this self-sufficient Dunce&mdash;\"</br>So ram'd a Quinsey down, which throttl'd him at once.", "With stiffen'd Gaite and supercilious Look,</br>A rev'rend Clerk here deign'd awhile to stray;</br>At wanton Dames his Head he often shook,</br>And fain would turn his Eyes another Way:</br>But Priests, they are but Men, perhaps you'll say:</br>I'll grant you more; that many Clerks abound</br>With solid Worth; but this same Clerk would pray,</br>And be not what he seem'd; but all around</br>Would spread Invectives broad wherever they were found.", "With ready Hand would greet the wealthy Cit,</br>And bow obsequious to the money'd Dame;</br>But strange would eye the Poor &mdash; at Man of Wit,</br>Perdie, would look asquint; and lordly aim</br>At Board Preheminence where'er he came;</br>An Haunch of Venison he would never miss,</br>For ghostly Wights meet Food he held the same;</br>But more than Tythe of Fat, he'd take, I wis;</br>Here double Dues at least he deem'd the Parson's Claim.", "At Pray'r indeed this Clerk was grave, profound,</br>And when in Rostrum he was aptly rear'd,</br>Looking Benevolence on all around,</br>With upturn'd Eyes a pious Wight appear'd,</br>And Doctrines preach'd he ne believ'd, ne fear'd;</br>But crouch'd beneath this seeming Sanctity,</br>And pious Guise, Death found him out, and leer'd&mdash;</br>\"O ho!\" quo' he \" &mdash; a Cheat! &mdash; a Cheat! &mdash; I spy</br>Pride lurking here and Sloth\" &mdash; so off with him did hie.", "Above the rest Sir Politic the wise,</br>In plain Attire y'clad, reclin'd at Ease,</br>There putting on the Courtier's sleek Disguise,</br>He large harangu'd of Trade, of War, of Peace;</br>Was all to all &mdash; his Study how to please;</br>Each hung attentive on whate'er he spoke,</br>And bow'd observant when his Tongue did cease;</br>Each Deference paid where'er he deign'd a Look,</br>And loud Acclaims ensu'd whene'er he dropt a Joke.", "Yet this same Wight, with circumspective Eye,</br>Would note the Cits, their ev'ry Action scan,</br>And as he trac'd, he plainly could descry,</br>In most, that Interest was their darling Plan,</br>So dealt his Promise, as he found his Man:</br>Oft at his Levee he would greet his Grace,</br>\"My Lord!  your sensible &mdash; I'll do all I can&mdash;\"</br>Would meet the Prelate with a smiling Face,</br>But when his Back was turn'd, would laugh at the Grimace.", "The Height of Power gain'd, with Affluence blest,</br>He plan'd new Gardens, and new Villas rais'd;</br>Said to his Soul, securely thou may'st rest;</br>At this presumptuous Wight Death sometime gaz'd;</br>Quo' he &mdash; \"I'll strike\" but when his Dart uprais'd,</br>The Knight espy'd &mdash; \"O spare a little, pray\"&mdash;</br>But Death malign his vital Pow'rs amaz'd&mdash;</br>Mutt'ring, \"Fond Fool!  sure, thou hast nought to say;</br>For e'en a PELHAM fell my Victim t' other Day.\"", "Exulting thus he cast his Eyes around,</br>And spy'd a Wight, smart, debonnaire and gay;</br>(Ah!  when again shall such a Wight be found?)</br>Nature had form'd him of her richest Clay;</br>(Alack!  now mark'd to be his destin'd Prey:)</br>His Look expressive, piercing were his Eyne,</br>His Voice as sweet as Philomela's Lay;</br>Athens nor Rome could ever boast, I ween,</br>One who the Buskin wore, or Sock with Fame so sheen.", "This more than Roscius of the present Age,</br>Nature his Guide, great Shakespeare his Delight,</br>Struck out new Beauties, rais'd the drooping Stage,</br>His ev'ry Attitude surpriz'd the Sight,</br>Nay, e'en the Eyes could speak of this same Wight;</br>In Richard's varied Scenes he all outvied;</br>Hamlet he felt, reach'd Lear's frantic Height;</br>In Bayes and Archer was the comic Pride,</br>And with a Romeo's Woe alternate liv'd and dy'd.", "Death long had bore this Wight a Grudge &mdash; t' excell</br>In mimic dying he in Dudgeon took;</br>Quo' he, \"this Proteus counterfeits so well,</br>That Men will scoff at me\" &mdash; he glanc'd a Look,</br>Which ev'ry Vital of our Hero shook;</br>Him he superior own'd, alledg'd his Age;</br>But Death, relentless, would no Parley brook,</br>\"Dar'st ape me, Varlet!\"  he reply'd in Rage,</br>\"I'll realize thy Mocks;\" so swept him off the Stage.", "A Son of Aesculapius, 'mong the Fry,</br>In Pulse well skill'd, in Learning most profound,</br>With sable Suit, full trim'd, and bushy Tye,</br>Quaint, stiff, and gravely dealt his Bows around;</br>When all at once was heard an hideous Sound,</br>Thro' the whole Place the Bustle was so rife,</br>That the high vaulted Roofs re-eccho'd round;</br>In veh'ment Heat, perdie, was good Sir Death,</br>He tug'd &mdash; the Doctor rail'd, 'till both were out of Breath.", "\"Usurper of my Trade!\" Death stern reply'd,</br>And look'd so grim, the Doctor 'gan to fear;</br>In Tone submiss, \"Requite me thus?\"  he cry'd,</br>\"Who've serv'd you long &mdash; \" but he with scornful Sneer,</br>\"Do you remonstrate, Sir?  I'll quell your Pride;\"</br>Then grasp'd again &mdash; \"Keep off your scarecrow Paws,</br>Thou foul Ingrate!  thus use a Friend oft try'd!\"</br>Death waxed wroth, and spite of Friendship's Laws,</br>Or Roar of foul Ingrate, he rivetted his Jaws.", "A roaring Blade among the Throng was seen,</br>In Jockey Cap and Scratch Peruke adorn,</br>Benempt Robustus, of a goodly Mien;</br>A smart Half-Hunter tipt with Foot of Fawn,</br>He often smack'd, as scouring o'er the Lawn;</br>A Buck, Choice Spirit; who would oft at Dawn,</br>In Half-pint Bumpers, hail the rising Morn;</br>An honest Fellow, who would make no Scorn,</br>To dubb his dearest Friend a Brother of the Horn.", "A Blood, who bully'd 'mong the Nymphs Purlieus,</br>Who often beat the Covent-Garden Rounds;</br>At P&mdash;'s, H&mdash;'s, G&mdash;'s, and D&mdash;'s Stews,</br>He swore, talk'd Bawdy, prais'd his Horses, Hounds;</br>That this is Wit and Taste &mdash; attest it Clowns!</br>Not so the Bloods of boon King Charles's Days;</br>They rak'd polite, Good-Manners were their Bounds;</br>Wit, Humour, Elegance the Flame did raise,</br>And Decency kept in the oft expiring Blaze.", "But these in Gallantry &mdash; Noviciates all!</br>Raw and uncouth, like the vain drest-up Rout;</br>Those would seem Gentlemen!  who strut the Mall,</br>In Waistcoats lac'd on Sundays &mdash; troll about,</br>Leaving their Minds undrest &mdash; all Show without&mdash;</br>Who sneak before their Betters &mdash; vail their Pride,</br>And aukward bow like any Country Lout,</br>In white Gloves pranckt, strutting his Fingers wide;</br>You'd swear he had the Itch, if nothing else beside.", "Death spy'd Robustus 'mid this full Resort,</br>And couldn't but smile to hear him boast aloud,</br>How much he'd drank, how oft in Venus' Court,</br>His nervous Strength and Vigor he'd avow'd;</br>Surveying then his Limbs, thus sneer'd the Croud,</br>\"When, when?  with these will any of you vie?\"</br>Quo' Death &mdash; \"Ingrateful Wretch!  vile Reptile proud</br>Not thank the Donor!  I'll thy Prowess try&mdash;</br>Fever!  dispatch'd him quick &mdash; O ho!  there Boaster lie.\"", "Prudella!  luckless Maid, was there that Day,</br>Who piqu'd herself upon her Virgin Pride,</br>And spurn'd the Men &mdash; she seem'd so sprightly, gay,</br>You'd swear Ill-Nature could not there reside;</br>Vain Affectation all!  and mere Outside!</br>To Modesty she made severe Pretence;</br>Under that Mask her Wantonness would hide;</br>Too thin Disguise!  for oft the grosser Sense</br>Would reassume the Reins, drive o'er the weaker Fence.", "Matins and Vespers she would never miss,</br>A Devotee all o'er!  a Christian good,</br>Who lov'd her Church, but tenfold more, I wis,</br>She lov'd foul Scandal and Invective leud&mdash;</br>Her Tongue more deadly than the Viper Brood:</br>Insipid Chat and Stories, wrong or right,</br>Of this, or t' other being stol'n, or woo'd,</br>Fill'd up her Time &mdash;  but O!  the high Delight,</br>She felt from black Malevolence and Spight.", "Looking demure, Death took her for a Saint,</br>But on a nearer View, he knew her well;</br>\"O ho!\" cry'd he \"fair Sepulchre of Paint!</br>Come lig with me Too-Night &mdash; my pretty Belle!</br>Nay do not start, my Dear!  I'll use you well&mdash;\"</br>She turned from him with disdainful Leer,</br>\"None of your Airs to me, my sweet Prudelle!</br>On Mortals they may pass &mdash; pray stay you here,</br>And if thou'st aught to offer, I will deign to hear.\"", "\"Why good, Sir Death!  Why sure you'd not be rude,</br>And offer Violence to an helpless Maid?</br>What is there in me that you take for leud?</br>Have I not kept my Church?  Devoutly pray'd?\"</br>Death stopt her short &mdash; \"'tis nought &mdash; mere vain Parade?&mdash;</br>Thy venom'd Tongue fell Instrument of Spite!</br>Hath caus'd such Bale, such Desolation made</br>That were I but to leave thee here this Night,</br>Thou'd'st set the Globe on Fire, then chuckle at the Sight.\"", "A certain Wight you well might there espy,</br>With busy Face fast bustling thro' the Croud,</br>It chanc'd, he jostl'd Death in passing by,</br>Who sudden turn'd, and menac'd him aloud,</br>But when he ken'd him, caught his Hand and bow'd,</br>\"O!  my old Friend!\" he cry'd, \"my Foster Brother!</br>To meet thee here, how pleas'd am I and prou'd!</br>Thou precious Imp!  thou art so like our Mother</br>How cou'd I then mistake, or take thee for another.\"", "\"Mishapen Fiend!  avant!  away thy Paw,</br>Thou Kindred claim!  thou Friendship boast with me!</br>One learn'd as I and studious of the Law,</br>Disowns all Ties without the previous Fee;</br>I nought can hope from meagre Forms like thee&mdash;\"</br>This anger'd Death; quo' he, \"I'll make thee know</br>That this cold Hand can spoil thy haughty Glee,\"</br>With that he struck a paralytic Blow,</br>\"Hence better learn good Sir!  to know a Friend from Foe:\"", "\"O!  hold, Sir Death!   your Pardon, Sir I crave,</br>May it please your Lairdship to admit my Plea&mdash;\"</br>\"Cease, cease, thy Prate, vain Rhetorician Slave,</br>Thy Eloquence at Bar may do, perdie,</br>But will not here &mdash; thy Quirks are lost on me&mdash;\"</br>\"Indeed, my Laird!  I did but jest, but Joke;\"</br>\"Dar'st thou still lie?  incorrigible be?</br>Hear parry if thou can'st this lairdly Stroke;</br>O!  my dear Sir, don't winch &mdash; I meant it but in Joke.\"", "Then looking round him with sarcastic Grin,</br>He spy'd an auncient Knight bedizen'd fine,</br>Hot in pursuit of the inchanting Sin;</br>For each young Nymph this feeble Wight did pine.</br>Ah!  how unmeet for hoary ninety-nine;</br>Close cuddling by a blooming Virgin's Side,</br>Oft round her Waist his shrivell'd Arms he'd twine,</br>Her snowy Chest full liquorishly he ey'd,</br>And could, or dream'd he could, do wond'rous Things beside.", "\"Beshrew thy Heart!  thou fumbling Fool!\" quo Death,</br>\"Those unstrung Nerves might warn thee to forbear;</br>How durst thou with that foul infectious Breath,</br>Deal Love's soft Passion in a Virgin's Ear?\"</br>But he intent, these Threat'nings did not hear;</br>When lo!  with sudden Twist he jerk'd him round,</br>And down he dropt, as wou'd a mellow Pear,</br>Strait with his Paw, he pash'd him to the Ground,</br>As one would pash a Grub, which doth with Filth abound.", "Death paus'd &mdash; \"I'll e'en one Cast, before I go,</br>Among the smaller Fry, they're full of Glee;</br>See!  how they carol, frisk it, to and fro,</br>In wanton Dalliance, and ne'er think of me,\"</br>A Net he had of wond'rous Potency;</br>Old Time had spun the Thread so very fine,</br>It was invisible to mortal Eye;</br>The fatal Sisters wove so strong the Twine,</br>That none could ever break, or once o'erleap the Line.", "With Force elastic strait the Net he threw</br>From off his Arm &mdash; he laugh'd amain &mdash; when lo!</br>A Draught miraculous, of divers Hue;</br>A wond'rous Groupe of Fribbles tout nouveau,</br>Of Jemmys alamode, half Fool, half Beau;</br>Of Fiddlers, Dancers, Players, World of Trash!</br>Of Flirts, Gilts, Singers a F &mdash; i to L &mdash; w,</br>Of Hummers, Punsters, who each other lash,</br>All headed by that doughty Wight, bold Captain Flash.", "Of Poetasters, Spouters, Robinhoodians Sage;</br>Of Jockeys, Clerks, Prigs, Smarts, and Connoisseurs,</br>Of Scribblers, Orators, who gull the Age;</br>Of showy Milliners, Barbiers, Tayleurs,</br>French Valets, Gamblers, Perruquiers, Frisseurs;</br>Of Courtezans, Pimps, Bawds, industrious Crew!</br>Hibernians tall, de la Fortune Chasseurs&mdash;</br>Quo' Death &mdash; \"enough\" &mdash; the Cords he instant drew,</br>Vandykes and Cardinals squeak'd, Adieu!  mes Cheres, adieu.", "\"Onward he march'd\" &mdash; but as he left the Hall,</br>A crippl'd Lazar at the Gate was lain;</br>\"O!  turn your Worship's Eye,\" he loud did bawl,</br>\"Ah!  take me with you, Sir!  my Life's a Pain&mdash;</br>O!  good your Worship!  ease me of the Chain&mdash;\"</br>On him Death look'd asquint &mdash; \"Vile Lump of Clay!</br>Dost think I've nought to do? &mdash; aye &mdash; bawl again,</br>I'll call for you anon &mdash; some other Day&mdash;\"</br>He turn'd upon his Heel, and so went on his Way.", "A Bard sat pensive at the Sight dismay'd,</br>These sad Events revolving in his Mind,</br>He sighed at the Havoc Death had made;</br>\"Is this, alas!  the Lot of human Kind?\"</br>A Voice reply'd, \"Be humble &mdash; be resign'd&mdash;</br>Cease Mortal to complain, nor anxious grieve&mdash;</br>The Will of righteous Heav'n from first design'd,</br>That nought but Virtue shou'd alone survive,</br>That e'en shall conquer Death, that shall for ever live.\"</br>"]