["Tho' darkness reigns &mdash; stumbling the neighbours go,</br>On to the village, where the candles glow;</br>The dogs and geese, their watchful vigils keep,</br>And howls of women join to banish sleep.</br>Here youths and maids, and grandames strew the floor,</br>Whilst PITCHERINA'S stretch'd on houshold door;</br>Quick off the hinge their trusty guard they take,</br>No matter how &mdash; all enter to a wake:</br>The young to tomp, and crack the funny joke,</br>But nearer death, the old &mdash; to drink and smoke.", "WHISTKENETT.</br>Oh!  ho!  Oh!  ho! &mdash; Why should I see the day,</br>To have you buried in the dirty clay?</br>No better gossip could a body get,</br>She always lov'd to have her whistle wet&mdash;</br>No better spinster in the North was found,</br>Say I speak truth &mdash; you whiskey houses round?</br>An honest soul as any one could meet,</br>At Lammas last she pledg'd her winding-sheet:</br>Her bees they dy'd &mdash; and in that meal-chest there,</br>The death watch tick'd &mdash; which fill'd me full of fear;</br>And, on my conscience (if I trust my sight)</br>Thro' our potatoes run her fetch in white.", "THADY.</br>Alack-a-day!  That THADY e'er was born,</br>Or had he dy'd with PITCHY in the corn,</br>When caught together in the act of shame&mdash;</br>Our bastard then would never rue the same.</br>But how they laugh? &mdash; So MADGY wipe your eyes,</br>The 'Squire in gold's as bad as me in frize:</br>And know my girl, there's not an O, or Mac,</br>To whom your mother ever turn'd her back;</br>In a right line from Connaught things was she,</br>I mean the nurses of the family.", "CICILY.</br>Ah!  PITCHERINA, why would you forsake</br>Your sister CICILY? &mdash; sure my heart will break!</br>See the seven lights upon the board are laid,</br>For pipes, tobacco, &mdash; all the score is paid;</br>And with what care did I your limbs dispose,</br>E're cold I wash'd you &mdash; and I pinch'd your nose&mdash;</br>With rosemary and mint the corps was dressed,</br>I cautious left the salt upon your breast.</br>Its morn &mdash; they'll shout, and bear you to the grave,</br>Look up &mdash; and of poor CIC'LY take your leave.", "PITCHERINA.</br>O CIS!  of yonder bottle give a sup&mdash;</br>And as they run &mdash; she gently rises up.</br>"]