["With mournful visage, and dejected air,</br>Sipping a simple glass of Capillaire,</br>Cursing his fate, and twirling round his hat,</br>In Arthur's vacant window REYNARD sat;</br>The rattling dice no more the Youth regards,</br>And looks indignant on surrounding cards:</br>His own misfortunes all his soul employ,</br>And dash each rising hope, each rising joy.&mdash;</br>Forth from his soul at length his sorrow breaks,</br>And in these words, or words like these, he speaks:", "\"Ah me!  what madness, what resistless rage,</br>Induc'd me first in gambling to engage?</br>What mighty pleasures, or what joys enhance</br>The banks of Pharo, or the game of Quinze?</br>What secret charms, and hidden magic lie</br>Conceal'd within the compass of a die,</br>That cou'd seduce me from the nobler plan,</br>Or in the Gambler make me sink the man?</br>When 'midst the youthful train the jocund throng,</br>Whom CARLISLE taught the energy of song,</br>Through fair ETONA'S verdant meads I stray'd,</br>And woo'd the tuneful Nine my strains to aid,</br>No pangs I felt, no sorrows then I knew,</br>Of care devoid the conscious moments flew;</br>My soul, on Virtue fix'd, ne'er burnt for gain,</br>Or knew the fatal sound of 'Seven's the main:'</br>Then by my folly never doom'd to want,</br>Unknowing then 'Annuities to grant.'</br>O cou'd I, like my gentle Brother STE,</br>Indulge myself in calm Stupidity!</br>Oblivion o'er his many losses creeps,</br>And lo, in yonder corner where he sleeps!&mdash;</br>Shall I to Palace-Yard to make new laws,</br>And roar a Patriot for my Country's cause?</br>Or shall I to the levee of his Grace,</br>And bow, obedient, to regain my place?</br>Or shall I to the City, there to try</br>If Mordecai will grant me more supply?</br>Grant me, ye pitying Jews!  one more supply,</br>Again the Dice shall shake, the Cards shall fly!</br>Next week Newmarket Meeting does begin,</br>Pyrrhus and Pumpkin there are sure to win!</br>Grant then, ye pitying Jews!  one more supply,</br>And STE shall wake to join security.\"", "He said &mdash; and straitway wak'd the snoring STE.&mdash;</br>Th' Illustrious Brothers mount his vis-a-vis;</br>Unbid, to Jonathan's the coachman drives,</br>To treat with Mordecai, and \"do\" their lives;</br>Whirl thro' the Strand their generous horses run,</br>Just like their Master, by their speed undone.</br>"]