["While chilly Winds of cold December blow,</br>And Winter wraps the dreary World in Snow,</br>The Sun from Capricorn his Progress wins,</br>The old Year closing ere the new begins;</br>Two Printers' Boys (they seek no better Name)</br>Of PENCE ambitious and poetic Fame,</br>Their Papers bearing through the obstructed Street,</br>Between two Snow Drifts chanc'd one Morn to meet;</br>With witty look while each his Rival ey'd,</br>Thus IRA spake and TERTIUS thus replied.", "IRA.</br>While all the World for New-Year's Gifts prepares,</br>And little Lads stand gaping for their Shares,</br>Say, Hast thou got the gratulating Verse,</br>To fill your Purse, now Money grows so scarce?", "TERTIUS.</br>Yes, Ira, from the wittiest Bard in Town,</br>I've learnt my Verses as he wrote them down,</br>But, now our New-Years Harvest draws so near,</br>What canst thou sing that Folks will deign to hear?", "IRA.</br>I've got my Verses from a Bard sublime,</br>That scribbles high-flown Compliments in Rhyme,</br>Here we'll compare; and if you dare begin,</br>Repeat your Lays, and I'll rehearse you mine.", "TERTIUS.</br>To all our Readers grateful be the Lay,</br>That bears the Wishes of this welcome Day!</br>May they in turn, with liberal Hand reward,</br>The faithful Carrier and laborious Bard.", "IRA.</br>Hail to this happy Day!  may fostering Heaven,</br>It's choicest Blessings pour on Eighty-Seven!</br>With many such may you my Friends be blest,</br>And he live longest who shall pay the best.", "TERTIUS.</br>To higher Strains ascends my daring Muse,</br>To sing the wreath and Origin of News,</br>Tell how from Jove the mighty Tale began,</br>And his own Merc'ry dealt it forth to Men.", "IRA.</br>Me Politicks inspire with graver Lays,</br>The Politicks of these intriguing Days,</br>Of headless States, electioneering Schemes,</br>And public faith, and democratic Dreams.", "TERTIUS.</br>Inspire me, Phoebus!  in my Wimble's Praise,</br>With Humphrey's Strains, and Barlow's moving Lays,</br>No more his Plots reveal'd should he deplore,</br>And wicket Wits should versify no more.", "IRA.</br>Oh, in our Poets Corner, could I write</br>As Trumbull witty, and sublime as Dwight;</br>Copper should brighten in the polish'd Strain,</br>And trustless Foxes seek their Holes again.", "TERTIUS.</br>Let poor Rhode-Island vote their Rags to Gold,</br>Let selfish York her Impost still withhold:</br>Yet fools as great Connecticut maintains,</br>Rest here, my Muse, and seek no foreign Strains.", "IRA.</br>Through drifted Storms let Shaise the Court assail,</br>And Shattuck rise illustrious from the Jail,</br>In coward Hands let legal Power expire,</br>And give new subjects to my sounding Lyre.", "TERTIUS.</br>Say, Ira, say, in what strange soil appears</br>An Indian Fort that old Anarchiads bears,</br>And tell what Bards explore the wondrous Mine,</br>And I'll the Prize of Poetry resign.", "IRA.</br>Nay tell me first, in what still stranger Land,</br>Republic Forms without their Power can stand,</br>Or if our Congress e'er to Life shall rise,</br>And I'll resign the Politician's Prize.", "PRINTER.</br>Cease to contend for Folks begin to throng</br>To hear the Wonders of your New-Year's Song:</br>Blest Boys, whose Strains in every Grace excel,</br>Blest Readers who those Strains reward so well,</br>Now haste to Shelter, from the driving Snows,</br>The Air blows piercing and you'll freeze your Toes.</br>"]