["See Learning's Ruin in the southern Isle,</br>Where Death exults in more than common Spoil;</br>Where Spanheim sleeps, for medal'd Story known,</br>And Cambden Searcher from the buried Stone;</br>There gay St. Evremont a Fav'rite Name,</br>And Causabon of no indiff'rent Fame:</br>Near Barrow, England's Euclid, rests, and there</br>Busby, once dreadful, sleeps, and South severe;</br>South, learn'd and good, Religion's stedfast Friend,</br>Strict to observe her Rules, and earnest to defend.</br>And Briton's Bards, the once inspir'd Throng,</br>Silent in Death, their tuneful Lyres unstrung.</br>Ye sacred Train!  in peaceful quiet sleep,</br>Round whom the tuneful Nine their Vigils keep.", "To Chaucer's Name eternal Trophies raise.</br>And load the antique Stone with wreaths of Bays.</br>Father of Verse!  who in immortal Song,</br>First taught the Muse to speak the English Tongue:</br>In early time he rear'd his rev'rend Head,</br>When Learning was with thick'ning Mists o'erspread:</br>When rhyming Monks in barb'rous Numbers try</br>The Lives of Saints, and Feats of Errantry:</br>Above such trifling idle Tales as these,</br>His Muse disdain'd by Vulgar Ways to please:</br>On the fam'd Graecian Bard he fix'd his Sight,</br>And saw his Beauties through a Cloud of Night.</br>With Flight advent'rous dar'd the darksom way,</br>And gave the Promise of a following Day:</br>And that he might his Meaning better meet,</br>He made the Mantuan Verse a Lanthorn to his Feet;</br>Justly design'd, and with a steddy View,</br>And piercing Eye, he look'd all Nature thro'</br>Not thro' the gaudy Prism and painted Glass,</br>But saw her plain, and drew her as she was</br>His rough bold Strokes with rude unpolish'd Pride,</br>Art's curious Touch and nicest Care deride:</br>The Warriour Tale, and Arcite's Love survey,</br>And let the Greek and Roman Bards give way.", "With Ivy crown immortal Spencer's Shrine,</br>And grace his Shade with Rites almost Divine;</br>Whose Heav'nly Muse describ'd in deathless Lays,</br>Eliza's Reign, and Albion's golden Days.", "There Drayton rests, who sang the Barons Wars,</br>The civil Discords, and intestine Jars:</br>Nor unsuccessful in the am'rous Page,</br>Esteem'd the Ovid of a former Age.</br>Here Dav'nant, Shadwell, Rowe, of Lawrel'd Name.</br>There lofty Denham of superior Fame.</br>And He first rank'd among th' inspir'd Men,</br>The Muses Darling Son, Immortal Ben;</br>Who justly view'd the Vices of the Age,</br>And brought 'em boldly on the publick Stage;</br>No mean Designs and threadbare Plots were laid,</br>The Fop, and the intrigu'ing Chamber-Maid;</br>Poor weak Performances, which only show</br>The Conversation of the Pit below;</br>When to his Legs he purple Buskins ty'd,</br>And trod the Theater with tragick Pride?</br>Deep was his Language, Just the great Design,</br>To draw the Crimes of Artful Cataline.</br>What ancient Greece, or later Rome has shown.</br>He fix'd in English Soil and made his own.</br>On Cowley's Grave eternal Myrtles bloom,</br>And all the Muses wait around his Tomb.</br>Cowley th' inspir'd Nine's peculiar care;</br>Cowley the Fav'rite of the British Fair;</br>Whether he sports in gay Anacreon's Vein,</br>Or boldly soars in Pindar's lofty Strain,</br>And justly shews the Theban Bard improv'd,</br>Or drew the Picture of that Life he lov'd.</br>If here and there the Numbers harsh appear,</br>And the rough Language grates the nicer Ear,</br>Think that the Bard, tho' warm'd with noble Rage,</br>Rose in a hurry'd and distracted Age;</br>Study'd in Arms, no wonder then by Chance</br>We find the Musick of the Pyrrhick Dance.</br>The Field is Pallas' not the Muse's Care,</br>They shun the Camp, and fly the Seat of War.</br>On Isis' quiet Banks the Sisters stray,</br>Or where the Cam thro' Willows winds its way.</br>From busy Towns the tuneful Train retire,</br>And Country Fields and silent Shades admire.", "Nor pass my Muse, the tuneful Prelate's [Sprat] Praise,</br>Who round the sacred Mitre wreath'd the Bays;</br>His Bosom warm'd with morethan common Fire</br>Array'd in holy Lawn, he boldly struck the Lyre.</br>Such Vida was, Vida of Deathless Fame,</br>Who reconcil'd the Priests and Poets Name.</br>Philip's great Name!  a due regard commands,</br>And Tablets rear'd by Harcourt's gen'rous Hand,</br>While Herefordian Tow'rs his Relicks hide,</br>And o'er the Earth his Fame is wafted wide.</br>Thy early Youth express'd such God-like Rage,</br>Such daring Flights we justly might presage</br>The growing Wonders of a riper Age.</br>But early Death did all our Hopes defeat,</br>And rob'd thy Country of a Prize too great.", "With awful Eye I view great Dryden's Bust,</br>At distance bow, nor press too near his Dust;</br>With Pleasure see the letter'd Stone declare</br>In stately Pride, what noble Guest lies there;</br>No Epitaph thy Character displays,</br>'Tis high Presumption to attempt thy Praise.</br>A needless Task, for can that Creature be</br>Who has not heard of Homer and of thee?</br>This Sheffeld knew, nor trifled with thy Fame,</br>But only bad the Marble bear thy Name.", "Let Travellers th' Italian Coast explore,</br>Of pleasing Baja and the winding Shore,</br>By Virgil's sacred Tomb immortal made,</br>Round which th' unbidden Lawrel forms a Shade.</br>These Walls a Poet not inferior claim,</br>And boast the Honour of as great a Name.", "Poets themselves like common Mortals die,</br>Such are the Laws of hard Necessity;</br>Not the sweet Musick of the pleasing Tongue,</br>The heav'nly Numbers nor harmonious Song,</br>Can plead suspension to the fleeting Breath,</br>Or Charm th' inexorable Ears of Death,</br>Who interrupts him even while he Sings,</br>And with rude Fingers breaks the sounding Strings.", "Homer, who brought the Warriours deeds to light,</br>And boldly snatch'd the Hero's Name from Sight,</br>Fell undistinguish'd like a common Name,</br>Nor claim'd a Privilege, but empty Fame.</br>Like him his Sons must view th' oblivious State,</br>And Prior, Pope, and Congreve yield at length to Fate.</br>"]