["For glitt'ring pomp and wealth let mortals strive,</br>For all that Nature gave, or Art has found;</br>Direct to Heav'n the tortur'd waters drive,</br>And press with Grecian domes the lab'ring ground;</br>Let them with gold their polish'd tables pile,</br>With Persian tapestry their walls adorn;</br>Let the lute's soothing sound to sleep beguile,</br>And trumpet's lordly clangor wake at morn:</br>Yet can their eager toils no pleasure gain,</br>And poor 'mid all their pomp and wretched they remain.", "Though wealth and honour wait on Clive's command,</br>He sighs for peace amid his splendid state;</br>Against himself he arms his frantic hand,</br>And seeks sad refuge in a guilty fate.</br>The cot has ev'ry bliss the palace knows;</br>The prince his sceptre tires, his crook the swain;</br>The wretch, whose soul with mad ambition glows,</br>Imperial guards protect from care in vain.</br>If peace and safe content his dwelling crown,</br>Sleeps he with less repose, who knows no bed of down?", "Blest was that golden age, so sweetly sung,</br>From hapless man too early snatch'd away;</br>Not that with ceaseless spring the world was young,</br>And cutting blasts ne'er made the flow'rs decay;</br>Not that spontaneous rose the yellow blade,</br>And milk and honey flow'd from ev'ry rock,</br>That 'mid the wolves the lamb securely stray'd,</br>And no gaunt lion scar'd the tender flock;</br>But that by no unbounded wish possest,</br>Man sigh'd not yet for gold, nor deem'd abundance blest.", "Ye sons of Nature!  still with you abide</br>Those goodly days; for 'mid your barren soil,</br>Estrang'd from tinsel vanity and pride,</br>Want is your happiness, your pleasure toil:</br>Such fair effects to man does virtue bring;</br>And though in frozen clouds your thirst you slake;</br>Though tedious winters nip the tardy spring,</br>And chilling snows your valley's ne'er forsake;</br>Yet does the savage clime your bliss increase,</br>While manners pure from guilt mark all your days with peace.", "Then praise high Heav'n, that to your land denied</br>Riches, true source of ev'ry vice and ill;</br>While torrents wait on luxury and pride,</br>The heart of unaspiring want is still.</br>Wood were her temples, pulse her warrior's feast,</br>When Rome from ev'ry war triumphant came;</br>At length when wholesome moderation ceas'd,</br>Weak was her arm, her glory but a name:</br>While pure simplicity and temp'rance reign,</br>Oh bless your happy lot, nor pant for cursed gain.", "Though Nature spread with stones the barren land,</br>The plough yet tames your soil, and harvests grow;</br>And mighty mountains, rais'd at her command,</br>Protect you still from man, man's fiercest foe.</br>Milk is your food, pure rills your wholesome draught,</br>More sweet than fev'rish wine, that glows in gold;</br>With crackling ice alone your hills are fraught,</br>Mines, which Peru with envy might behold!</br>Where Freedom reigns, ev'n labour is repose,</br>Bare rocks are strewn with flow'rs, and soft the north-wind blows.", "O blest privation of destructive joys!</br>Wealth has no bliss to want like yours unknown;</br>No vain opinion e'er your peace destroys,</br>But smiling concord marks you for her own.</br>Pure are your pleasures, unalloy'd with dread,</br>For death, tho' life is sweet, has no alarm;</br>True Reason is your guide, by Nature led,</br>That seeks the needful, counts all else for harm:</br>Whate'er sublimer moralists command,</br>Untaught in thee prevails, O artless, happy land.", "T' ennoble vice and lay poor virtue low,</br>Here pride no diff'rence makes, confounding right;</br>No restless tedium bids your hours move slow,</br>Since labour marks your day, and peace your night.</br>No wild ambition here the great o'erthrows,</br>The morn ne'er rises on a wretch unblest;</br>Impartial liberty on all bestows</br>With equal hand, contentment, toil, and rest;</br>And here no pining heart its fortune hates;</br>You eat, you sleep, you love, and thank the bounteous fates.", "Here Learning barters not her paper store,</br>Nor measures land and sea from pole to pole;</br>She chains not reason in scholastic lore,</br>Nor teaches planets in their orb to roll.</br>Thy sons, O Wisdom, boast but little good,</br>They scan the world, yet to themselves are blind;</br>By them is pleasure poison'd, not subdu'd,</br>And life is dull to feelings too refin'd.</br>Here all live well, by simple Nature led;</br>Alone the heart directs and not the toiling head.</br>"]