["O thou, the tutelary Queen of Song!</br>Who in the breast where sorrow sits enthron'd,</br>Canst wake the throb of joy,</br>Etherial Fancy hail!", "Coy nymph!  who, far from human turmoil, lov'st</br>In sylvan glens embosom'd, oft to list</br>The hum of insect worlds,</br>The jubilee of groves!", "Thou too, who lov'st, in mildly pensive mood</br>To gaze upon the rosy-tinted clouds,</br>That o'er the heaven's blue vault</br>In pomp of beauty float:", "Or, with wild florets garlanding thy brows,</br>To tune thy shell beside some murmuring brook,</br>The while its glassy stream</br>Mirrors thy lovely form!", "By thee inspir'd, the shrill-ton'd lark, upborne</br>E'e to the saffron portals of the east,</br>Of wildest minstrelsy</br>A strain preluding pours;", "What time the sunbeams, ushering new-born day,</br>O'er the horizon roll a sea of fire,</br>And gleams each spray, each leaf,</br>With myriad gems of dew.", "And when gay sandal'd eve (nymph dear to thee!)</br>O'er the fair landscape draws her gradual veil,</br>When nature in soft sleep</br>Seems willing to repose;", "By thee inspir'd the lovelorn Philomel,</br>Hailing th' approach of night, her sole compeer!</br>To scenes fast fading bids</br>A plaintive, sweet adieu!", "But chief, the hallow'd Bard's enthusiast soul,</br>By thee, O Fancy!  in delirium rapt,</br>Thy harmonizing power,</br>Thy thrilling influence owns!", "When now no more the vernal season charms,</br>Nor summer breezes sport amid the glades;</br>But nature wails with tears</br>Her countless offspring dead,", "And the fell genius of the wintry storm</br>Through shatter'd woodlands speeds his dread career,</br>His breath &mdash; congealing frost,</br>His robe &mdash; a sable cloud;", "He then, how blest, whose labouring bosom heaves</br>With thy coelestial presence!  Thou canst spread</br>Around the joyless waste</br>A visionary spring!", "If that a mortal's prayer be heard by thee,</br>May I e'er bend a votary at thy shrine!</br>O through my early song</br>The soul of music breathe!</br>"]