["Awake, my Muse, prepare a loftier theme:</br>The winding valley and the dimpled stream</br>Delight not all; quit, quit the verdant field,</br>And try what dusty streets, and alleys yield.", "Where Avon wider flows, and gathers fame,</br>A town there stands, and Warwick is its name,</br>For useful arts, entitled once to share</br>The Mercian dame, Elsteda's guardian care.</br>Nor less for feats of chivalry renown'd</br>When her own Guy was with her laurels crown'd.</br>Now indolence subjects the drowsy place,</br>And binds in silken bonds her feeble race.</br>No busy artisans their fellows greet,</br>No loaded carriages obstruct the street;</br>Scarce here and there a sauntering band is seen,</br>And pavements dread the turf's incroaching green.", "Last of the toiling race there liv'd a pair,</br>Bred up in labour, and inur'd to care,</br>To sweep the streets their task from sun to sun,</br>And seek the nastiness which others shun.</br>More plodding wight, or dame you ne'er shall see,</br>He gaffer Pestel hight, and Gammer she.</br>As at their door they sate one summer's day,</br>Old Pestel first essay'd the plaintive lay,</br>His gentle mate the plaintive lay return'd,</br>And thus alternately their cares they mourn'd.", "OLD PESTEL.</br>Alas!  was ever such fine weather seen!</br>How dusty are the roads, the streets how clean!</br>How long, ye almanacks!  will it be dry?</br>Empty my cart how long, and idle I!</br>Once other days, and diff'rent fate we knew,</br>That something had to carry, I to do.</br>Now e'en at best the times are none so good,</br>But 'tis hard work to scrape a livelihood.</br>The cattle in the stalls resign their life,</br>And baulk the shambles, and th' unbloody knife.</br>Th' affrighted farmer pensive sits at home,</br>And turnpikes threaten to compleat my doom.", "WIFE.</br>Well!  for the turnpike that will do no hurt,</br>The roads, they say, aren't much the better for't.</br>But much I fear this murrain where 'twill end,</br>For sure the cattle did our door befriend.</br>Oft have I prais'd them as they stalk'd along,</br>Their fat the butchers pleas'd, but me their dung.", "OLD PESTEL.</br>See what a little dab of dirt is here!</br>But yields all Warwick more, O tell me where?</br>Lo!  where this ant-like hillock scarce is seen,</br>Heaps upon heaps, and loads on loads have been:</br>Bigger and bigger the proud dunghill grew,</br>'Till my diminish'd house was hid from view.", "WIFE.</br>Ah!  gaffer Pestel, what brave days were those,</br>When higher than our house our muck-hill rose?</br>The growing mount I view'd with joyful eyes,</br>And mark'd what each load added to its size.</br>Wrapt in its fragrant steam we often sate,</br>And to its praises held delightful chat.</br>Nor did I e'er neglect my mite to pay,</br>To swell the goodly heap from day to day;</br>For this each morn I plied the stubbed-broom,</br>'Till I scarce hobbled o'er my furrow'd room:</br>For this I squat me on my hams each night,</br>And mingle profit sweet with sweet delight?</br>A cabbage once I bought, but small the cost,</br>Nor do I think the farthing all was lost:</br>Again you sold its well-digested store,</br>To dung the garden where it grew before.", "OLD PESTEL.</br>What tho' the boys, and boy-like fellows jeer'd,</br>And at the scavenger's employment sneer'd,</br>Yet then at night content I told my gains,</br>And thought well paid their malice, and my pains.", "Why toils the merchant but to swell his store?</br>Why craves the wealthy landlord still for more?</br>Why will our gentry flatter, trade, and lie,</br>Why pack the cards, and what d'ye call't the die?</br>All, all the pleasing paths of gain pursue,</br>And wade thro' thick, and thin, as we folks do.</br>Sweet is the scent that from advantage springs,</br>And nothing dirty which good int'rest brings.</br>'Tis this that cures the scandal, and the smell,</br>The rest &mdash; e'en let our learned betters tell.", "WIFE.</br>When goody Dobbins call'd me filthy bear,</br>And name'd the kennel and the ducking-chair;</br>With patience I cou'd hear the scolding quean,</br>For sure 'twas dirtiness that kept me clean.</br>Clean was my gown on Sundays, tho' not fine,</br>Nor mistress ***'s cap so white as mine.</br>A slut in silk, or kersey is the same,</br>Nor sweetest always is the finest dame.", "Thus wail'd they pleasure past, and present cares,</br>While the starv'd hog join'd his complaint to theirs.</br>To still his grunting different ways they tend,</br>To West-gate one, and one to Cotton-end.</br>"]