["Yet on the table lay the cold Ox-cheek,</br>Which had stood, cut and come again a week,</br>Whilst Royal Scullions &mdash; strangers to such fare,</br>Make chat of what things are, and what they were;</br>But first with Small-beer wash their morsel down,</br>Brought from board wages of a weekly crown,</br>For now, alas!  the Castle JACK'S unstrung,</br>Her Cook's set nought a running, save their tongue.", "Four was the hour &mdash; and all sat spruce and easy,</br>No meat the larder held, to make them greasy,</br>When Drip and Stew to drive dull time the faster,</br>Hold, like true servants, con-fab, on their master.", "STEW.</br>Oh!  never shall those luscious hours return,</br>In which these clay-cold grates were wont to burn;</br>When dripping from an hundred joints would ooze,</br>And thirsty cooks at will might porter booze;</br>When Stewards with a face so debonnair,</br>Would write each day a princely bill of fare;</br>From smoaking sirloin every viand see,</br>From much-lov'd callipash to callipee.</br>The boilers foam, the sauce-pan's shriller noise,</br>And all the reeking kitchen's melting joys,</br>Are fled!  one blank's before my eyes;</br>\"Now half-starv'd spiders feed on half-starv'd flies.\"</br>The Cooks forget their trade, and, (cruel lot,)</br>If nought's to boil, themselves must go to pot!", "DRIP.</br>Shame!  'tis not you that speaks, but your last cup,</br>Else may I flummery for blue-mange serve up!", "STEW.</br>Hold Drip!  for that Faux pas you'd blameless stand,</br>For flumm'ry oft is nearest to your hand.", "DRIP.</br>Fye, Stew!  upon your meddling tongue,</br>His Lordship's noble, and he's very young.", "STEW.</br>Thanks to his father for his noble birth,</br>For youth, the lateness of his mother's mirth.", "DRIP.</br>But, Stew, dear boy, allow, and cease to sneer,</br>My Lord feasts Royally upon the DEER!", "STEW.</br>Aye, hecatombs still fall to please his gout,</br>'Twill last until the Park stock is run through:</br>'Twere great to serve both guest and servant satis,</br>Did not the ven'son come to table gratis.", "DRIP.</br>What then?  Rash Cook!  your time and labour's lost</br>To place his Lordship's taste in lack of cost&mdash;</br>Learn then more rev'rence to bestow by far</br>Upon his fly-blue riband and his heav'nly star.", "STEW.</br>Fine words!  contempt for tinsel and for silk,</br>I've suck'd in with my ancient mother's milk;</br>Will these console us when our drippings fail?</br>Or change our washy small-beer into ale?</br>Will these wipe out the sordid score we run?</br>Or satisfy the cravings of a Dun?", "DRIP.</br>But say, did not my Lord, in time of grease</br>Of wages grant us bountiful increase?</br>Why then should we in idle spleen complain?</br>Not equal wages &mdash; but not equal pain&mdash;", "STEW.</br>'Tis true my Lord did rigidly constitute</br>Grease, tallow, dripping &mdash; all the kitchen's fruit</br>By higher wages. &mdash; If we gain but less</br>His Lordship's liberal to himself not us.</br>Give me my former wages, grease and pains,</br>And snatch his Lordship from the chandler's stains,</br>Nor longer let him &mdash; proxy for his cook&mdash;</br>Rub tallow-robe and con the greasy book.", "Thus they advanc'd and all that DRIP could do</br>Was instantly undone by wicked STEW.</br>His Lady's bounty next DRIP largely sings,</br>His plumag'd subject lent the Scullion wings:</br>&mdash;How a whole flock of geese and turkeys happen'd</br>To want for food, nor would with air be fatten'd;</br>Kill, was the word &mdash; away the Park-men carve,</br>'Twas mercy sure to kill them lest they'd starve,</br>And Bounty rose to give the neighbouring poor</br>Those scare-crows that disgrac'd the courtly door!</br>&mdash;How when a Duke with box went begging round,</br>And Kirwan Pity's chords to heart had wound,</br>My Lady parted with a whole &mdash; ten pound!", "Of these vast deeds did STEW no journal keep,</br>Alas!  poor STEW but yawn'd then fell a sleep.</br>"]