["Weepe Heavens now, for you have lost your light;</br>Ye Sunne and Moone, beare witnesse of my mone:</br>The cleere is turnd to clouds; the day to night;</br>And all my hope, and all my joy is gone:</br>Bounty is dead, the cause of my annoy;</br>Bounty is dead, and with her dide my joy.", "O who can comfort my afflicted soule?</br>Or adde some ende to my increasing sorrowes?</br>Who can deliver me from endlesse dole?</br>(Which from my hart eternall torment borrowes.)</br>When Bounty liv'd, I bore the Bell away;</br>When Bounty dide, my credit did decay.", "I never then, did write one verse in vaine;</br>Nor ever went my Poems unregarded:</br>Then did each Noble breast, me intertaine,</br>And for my Labours I was well rewarded:</br>But now Good wordes, are stept in Bounties place,</br>Thinking thereby, her glorie to disgrace.", "But who can live with words, in these hard tymes?</br>(Although they came from Jupiter himselfe?)</br>Or who can take such Paiment, for his Rymes?</br>(When nothing now, is so esteem'd as Pelfe?)</br>Tis not Good wordes, that can a man maintaine;</br>Wordes are but winde; and winde is all but vaine.", "Where is Mecaenas, Learnings noble Patron?</br>(That Maroes Muse, with Bountie so did cherish?)</br>Or faire Zenobia, that worthy Matron?</br>(Whose name, for Learnings Love, shall never perish)</br>What tho their Bodies, lie full lowe in grave,</br>Their fame the worlde; their soules the Heavens have.", "Vile Avaricia, how hast thou inchaunted</br>The Noble mindes, of great and mightie Men?</br>Or what infernall furie late hath haunted</br>Their niggard purses?  (to the learned pen)</br>Was it Augustus wealth, or noble minde,</br>That everlasting fame, to him assinde?", "If wealth?  Why Croesus was more rich then hee;</br>(Yet Croesus glorie, with his life did end)</br>It was his Noble mind, that moved mee</br>To write his praise, and eeke his Acts commend.</br>Who ere had heard, of Alexanders fame,</br>If Quintus Curtius had not pend the same?", "Then sith by mee, their deedes have been declared,</br>(Which else had perisht with their lives decay)</br>Who to augment their glories, have not spared</br>To crowne their browes, with never-fading Bay:</br>What Art deserves such Liberalitie,</br>As doeth the peerlesse Art of Poetrie?", "But Liberalitie is dead and gone:</br>And Avarice usurps true Bounties seat.</br>For her it is, I make this endlesse mone,</br>(Whose praises worth no pen can well repeat)</br>Sweet Liberalitie adiew for ever,</br>For Poetrie againe, shall see thee never.", "Never againe, shall I thy presence see:</br>Never againe, shal I thy bountie tast:</br>Never againe, shall I accepted bee:</br>Never againe, shal I be so embrac't:</br>Never againe, shall I the bad recall:</br>Never againe, shall I be lov'd of all.", "Thou wast the Nurse, whose Bountie gave me sucke:</br>Thou wast the Sunne, whose beames did lend me light:</br>Thou wast the Tree, whose fruit I still did plucke:</br>Thou wast the Patron, to maintaine my right:</br>Through thee I liv'd; on thee I did relie;</br>In thee I joy'd; and now for thee I die.", "What man, hath lately lost a faithfull frend?</br>Or Husband, is deprived of his Wife?</br>But doth his after-daies in dolour spend?</br>(Leading a loathsome, discontented life?</br>Dearer then friend, or wife, have I forgone;</br>Then marvell not, although I make such mone.", "Faire Philomela, cease thy sad complaint;</br>And lend thine eares, unto my dolefull Ditty:</br>(Whose soule with sorrowe, now begins to faint,</br>And yet I cannot move mens hearts to pitty:)</br>Thy woes are light, compared unto mine:</br>You waterie Nymphes, to mee your plaints resigne.", "And thou Melpomene, (the Muse of Death)</br>That never sing'st, but in a dolefull straine;</br>Sith cruell Destinie hath stopt her breath,</br>(Who whil'st she liv'd, was Vertues Soveraigne)</br>Leave Hellicon, (whose bankes so pleasant bee)</br>And beare a part of sorrowe now with mee.", "The Trees (for sorrowe) shead their fading Leaves,</br>And weepe out gum, instead of other teares;</br>Comfort nor joy, no Creature now conceives,</br>To chirpe and sing, each little bird forbeares.</br>The sillie Sheepe, hangs downe his drooping head,</br>And all because, that Bounty she is dead.", "The greater that I feele my griefe to bee,</br>The lesser able, am I to expresse it;</br>Such is the nature of extremitie,</br>The heart it som-thing eases, to confesse it.</br>Therefore Ile wake my muse, amidst her sleeping,</br>And what I want in wordes, supplie with weeping.", "Weepe still mine eies, a River full of Teares,</br>To drowne my Sorrowe in, that so molests me;</br>And rid my head of cares; my thoughts of feares:</br>Exiling sweet Content, that so detests me.</br>But ah (alas) my Teares are almost dun,</br>And yet my griefe; it is but new begun.", "Even as the Sunne, when as it leaves our sight,</br>Doth shine with those Antipodes, beneath us;</br>Lending the other worlde her glorious light,</br>And dismall Darknesse, onely doeth bequeath us:</br>Even so sweet Bountie, seeming dead to mee,</br>Lives now to none, but smooth-Tongd Flatterie.", "O Adulation, Canker-worme of Truth;</br>The flattring Glasse of Pride, and Self-conceit:</br>(Making olde wrinkled Age, appeare like youth)</br>Dissimulations Maske, and follies Beate:</br>Pitty it is, that thou art so rewarded,</br>Whilst Truth and Honestie, goe unregarded.", "O that Nobilitie, it selfe should staine,</br>In being bountifull, to such vile Creatures:</br>Who, when they flatter most, then most they faine;</br>Knowing what humor best, will fit their Natures.</br>What man so mad, that knowes himselfe but pore,</br>And will beleeve that he hath riches store.", "Upon a time, the craftie Foxe did flatter</br>The foolish Pye (whose mouth was full of meate)</br>The Pye beleeving him, began to chatter,</br>And sing for joy, (not having list to eate)</br>And whil'st the foolish Pye, her meate let fall,</br>The craftie Foxe, did runne awaie with all.", "Terence describeth under Gnatoes name,</br>The right conditions of a Parasyte:</br>(And with such Eloquence, sets foorth the same,</br>As doeth the learned Reader much delyght)</br>Shewing, that such a Sycophant as Gnato,</br>Is more esteem'd, then twentie such as Plato.", "Bounty looke backe, upon thy goods mispent;</br>And thinke how ill, thou hast bestowd thy mony:</br>Consider not their wordes, but their intent;</br>Their hearts are gall, although their tongues be hony:</br>They speake not as they thinke, but all is fained,</br>And onely to th' intent to be maintained.", "And herein happie, I areade the poore;</br>No flattring Spanyels, fawne on them for meate:</br>The reason is, because the Countrey Boore</br>Hath little enough, for himselfe to eate:</br>No man will flatter him, except himselfe;</br>And why?  because hee hath no store of wealth.", "But sure it is not Liberalitie</br>That doeth reward these fawning smel-feasts so:</br>It is the vice of Prodigalitie,</br>That doeth the Bankes of Bounty over-flo:</br>Bounty is dead:  yea so it needes must bee;</br>Or if alive, yet is shee dead to mee.", "Therefore as one, whose friend is lately dead,</br>I will bewaile the death, of my deere frend;</br>Uppon whose Tombe, ten thousand Teares Ile shead,</br>Till drearie Death, of mee shall make an end:</br>Or if she want a Toombe, to her desart,</br>Oh then, Ile burie her within my hart.", "But (Bounty) if thou love a Tombe of stone,</br>Oh then seeke out, a hard and stonie hart:</br>For were mine so, yet would it melt with mone,</br>And all because, that I with thee must part.</br>Then, if a stonie hart must thee interr,</br>Goe finde a Step-dame, or a Usurer.", "And sith there dies no Wight, of great account,</br>But hath an Epitaph compos'd by mee,</br>Bounty, that did all other far surmount,</br>Upon her Tombe, this Epitaph shall bee:</br>Here lies the Wight, that Learning did maintaine,</br>And at the last, by Avarice was slaine.", "Vile Avarice, why hast thou kildd my Deare?</br>And robd the World, of such a worthy Treasure?</br>In whome no sparke of goodnesse doth appeare,</br>So greedie is thy mind, without all measure.</br>Thy death, from Death did merit to release her:</br>The Murtherers deserv'd to die, not Caesar.", "The Merchants wife; the Tender-harted Mother:</br>That leaves her Love; whose Sonne is prest for warre;</br>(Resting, the one; as woefull as the other;)</br>Hopes yet at length?  when ended is the jarre;</br>To see her Husband; see her Sonne againe:</br>\"Were it not then for Hope, the hart were slaine.\"", "But I, whose hope is turned to despaire,</br>Nere looke to see my dearest Deare againe:</br>Then Pleasure sit thou downe, in Sorrowes Chaire,</br>And (for a while) thy wonted Mirth refraine.</br>Bounty is dead, that whylome was my Treasure:</br>Bounty is dead, my joy and onely pleasure.", "If Pythias death, of Damon were bewailed;</br>Or Pillades did rue, Orostes ende:</br>If Hercules, for Hylas losse were quailed;</br>Or Theseus, for Pyrithous, Teares did spend:</br>Then doe I mourne for Bounty being dead:</br>Who living, was my hand, my hart, my head.", "My hand, to helpe mee, in my greatest need:</br>My hart, to comfort mee, in my distresse:</br>My head, whom onely I obeyd, indeed:</br>If she were such, how can my griefe be lesse?</br>Perhaps my wordes, may pierce the Parca's eares;</br>If not with wordes, Ile move them with my teares.", "But ah (alas) my Teares are spent in vaine,</br>(For she is dead, and I am left alive)</br>Teares cannot call, sweet Bounty backe againe;</br>Then why doe I, gainst Fate and Fortune strive?</br>And for her death, thus weepe, lament, and crie;</br>Sith every mortall wight, is borne to die.", "But as the woefull mother doeth lament,</br>Her tender babe, with cruell Death opprest:</br>Whose life was spotlesse, pure, and innocent,</br>(And therefore sure, it soule is gone to rest)</br>So Bountie, which her selfe did upright keepe,</br>Yet for her losse, love cannot chuse but weepe.", "The losse of her, is losse to many a one:</br>The losse of her, is losse unto the poore:</br>And therefore not a losse, to mee alone,</br>But unto such, as goe from Doore to Doore.</br>Her losse, is losse unto the fatherlesse;</br>And unto all, that are in great distresse.", "The maimed Souldier, comming from the warre;</br>The woefull wight, whose house was lately burnd;</br>The sillie soule; the wofull Traveylar;</br>And all, whom Fortune at her feet hath spurnd;</br>Lament the losse of Liberalitie:</br>\"Its ease, to have in griefe some Companie.\"", "The Wife of Hector (sad Andromache)</br>Did not bewaile, her husbands death alone:</br>But (sith he was the Trojans onely stey)</br>The wives of Troy (for him) made aequall mone.</br>Shee, shead the teares of Love; and they of pittie:</br>Shee, for her deare dead Lord; they, for their Cittie.", "Nor is the Death of Liberalitie,</br>(Although my griefe be greater than the rest)</br>Onely lamented, and bewaild of mee;</br>(And yet of mee, she was beloved best)</br>But, sith she was so bountifull to all,</br>She is lamented, both of great and small.", "O that my Teares could move the powres divine,</br>That Bountie might be called from the dead:</br>As Pitty pierc'd the hart of Proserpine;</br>Who (moved with the Teares Admetus shead)</br>Did sende him backe againe, his loving Wife;</br>Who lost her owne, to save her husbands life.", "Impartiall Parcae, will no prayers move you?</br>Can Creatures so divine, have stony harts?</br>Haplesse are they, whose hap it is to prove you,</br>For you respect no Creatures good Desarts.</br>O Atropos, (the cruelst of the three)</br>Why hast thou tane, my faithfull friend from mee?", "But ah, she cannot (or she will not) heare me,</br>Or if she doo, yet may not she repent her:</br>Then come (sweet Death) O why doest thou forbeare me?</br>Aye mee!  thy Dart is blunt, it will not enter.</br>Oh now I knowe the cause, and reason why;</br>I am immortall, and I cannot dye.", "So Cytheraea would have dide, but could not;</br>When faire Adonis by her side lay slaine:</br>So I desire the Sisters, what I should not;</br>For why (alas) I wish for Death in vaine;</br>Death is their servant, and obeys their will;</br>And if they bid him spare, he cannot kill.", "Oh would I were, as other Creatures are;</br>Then would I die, and so my griefe were ended:</br>But Death (against my will) my life doeth spare;</br>(So little with the fates I am befrended)</br>Sith, when I would, thou doost my sute denie,</br>Vile Tyrant, when thou wilt, I will not die.", "And Bounty, though her body thou hast slaine,</br>Yet shall her memorie remaine for ever:</br>For ever, shall her memorie remaine;</br>Whereof no spitefull Fortune can bereave her.</br>Then Sorrowe cease, and wipe thy weeping eye;</br>For Fame shall live, when all the World shall dye.</br>"]