["Our Stone is the Representative of the great World, and hath the Virtues of that great Fabrick, comprised or collected in this little System; it is the virtue Magnetical, attractive of its like in the whole World:  it is the Coelestial Virtue, expounded universally in the whole Creation, but Epitomized in this small Map or Abridgment.</br>This Virtue or Power is in it self barren, sluggish, dead and unactive, and for this cause it remaineth without fruit; but being loosed by Art, it doth through the co-operation of Nature, produce that Arcanum which hath not its like in the whole World; for it doth heal the imperfections of all Creatures and Metals, taking away their sickness, and restoring them to perfect Health.</br>The reward which this Mastery will bring to the Artist, is indeed inestimable; for having it, he needs want no worldly blessing, for wealth he need take no care, and from all frailties of Body he hath a most sure Antidote.</br>Pray then to God, that he would be propitious unto your studies and labours, in giving thee the true knowledge of this secret Mystery; it is the gift of God, I have holpen thee what I can, but venture not to practise barely upon my words, for know that what I have only hinted, is far more then what I have discovered; and what I have declared to thy first apprehension most openly, hath yet its lurking Serpent under the green Grass, I mean some hidden thing which thou oughtest to understand, which thou being Cock-sure at first blush wilt neglect; but yet it will bite thee by the heel when thou approachest to practise, and make thee begin again, and it may be at last throw away all as a man desperate:  for know that this is an Art very Cabalistical, and we do study expressions such as we know will suit almost with any mans fancy, in one place or other; but be sure to take this Maxim from one who knows best the sence of what he hath written:  Where we speak most plainly, there be most circumspect, for we do not go about to betray the Secrets of Nature; especially then in those places which seem to give Receipts so plain as you would desire, suspect either a Metaphor, or else be sure that something or other is supprest, which thou wilt hardly without Inspiration ever find of thy self, which in tryal will make all thy confident knowledge vanish; yet to a Son of Art, we have written that which never heretofore was by any revealed.", "Now for a close of this most secret Gate,</br>Whereat few enter, none but they who are</br>By Gods grace favour'd; its not luck ne fate</br>That in disclosing this can claim a share:</br>It is a portion which is very rare,</br>Bestow'd on those whom the most High shall chuse,</br>To such the Truth I freely shall declare,</br>Nor ought through Envy to them shall refuse,</br>Nor with unwonted Riddles shall their hopes abuse.", "Of uncouth subjects now shall be my Song,</br>My mind intends high Wonders to reveal,</br>Which have lain hidden heretofore full long,</br>Each Artist striving them how to conceal,</br>Lest wretched Caitiffs should these Treasures steal:</br>Nor Villains should their Villainies maintain</br>By this rare Art; which danger they to heal,</br>In horrid Metaphors veil'd an Art most plain,</br>Lest each Fool knowing it, should it when known disdain.", "Remember Man how he produced was,</br>How formed from a lump of abject Clay,</br>From whence Created; he each thing doth pass,</br>Which next to Angels ever saw the day:</br>For God in him infus'd so bright a Ray</br>Of his own Image, which the Body joyn'd</br>To it, ennobled so that both pourtray</br>Their Maker, as though Heaven with Earth combin'd</br>A little System of the Universe to find.", "But yet though he of Soul and Body both</br>Was made, and of the two the nobler part</br>The Soul by far, which for the most part doth</br>The subject nominate; yet that same Art</br>That made so rare a piece, doth from the part</br>Less noble name the whole, Adam, or Dust,</br>Wherein a Mystery was couch'd, whose heart</br>Of life the Centre, to Earth's bowels must</br>Return, the Earth it self for Man's sake being curs'd.", "Right so our Stone containeth Natures two,</br>One hidden, subtle Soul, Heavens Progeny,</br>The other gross, compact, terrene also,</br>Earth's product must to Earth by destiny;</br>Which when resolv'd is made a feculency</br>To sight, but the Coelestial part is still</br>(Though over-clouded) most pure inwardly,</br>And shall at last most Pearlie drops distill,</br>Which shall the barren Earth with fruit in plenty fill.", "Thus all our Secrets from the Earth do flow,</br>'Tis Earth which for our Base at first we take,</br>Our Water also unto Earth must go,</br>And both together must a Limus make,</br>Which we with respite by our Art must bake,</br>Till all become a Spirit glorify'd,</br>Whose firmness wasting, time shall never shake;</br>By perfect union th' are so surely ty'd,</br>Each Element the other three within it self doth hide.", "Take then that thing which Gold we please to call,</br>But 'tis not Gold, yet Gold it is in truth;</br>Metalline 'tis, yet from a Mineral</br>It flows, which Art by Nature holp renew'th,</br>And to a Fool an ugly face it sheweth;</br>Yet to a Son of Art it lovely seems,</br>'Tis Stellar white, and tender in his youth,</br>And vile appears in many mens esteems,</br>Yea the most part of men it for a trifle deems.", "From it is made a subject of great price,</br>Shew it the Goldsmith and he'l swear 'tis Gold;</br>But look you sell it not, if you be wise,</br>The Basis 'tis of Secrets manifold,</br>This for their secret main the Sages hold:</br>The like is in Gold digged from the Mine,</br>But to procure it is scarce to be told,</br>That you may understand, though every line</br>Were plainly wrote, yet might your practice oft decline.", "For 'tis a Labour hardly to be borne,</br>So many tricks and turnings in it be,</br>And he that tryeth it is surely forlorne,</br>Unless a crafty Master, credit me;</br>For I have tryed both, yet could not see</br>How any in this way can be secure:</br>I therefore who have vowed secrecy</br>Have writ this way, which we can scarce endure</br>For knowledge-sake to try, its ease will none allure.", "Our Kingly road I also hinted have,</br>Our way in which a Fool can hardly erre,</br>Our secret way, which much sad toyl will save,</br>Which is so easie, that I may averr,</br>If thou shouldst see it, thou wouldst it preferr</br>To any Earthly pleasure; yet beware</br>That you mistake not, for I do averr,</br>A mingled Doctrine these lines do declare,</br>For both ways in this Book of mine do claim a share.", "Learn to distinguish every sentence well,</br>And know to what Work it doth appertain;</br>This is great skill, which few as I can tell</br>By all their reading, yet could ere attain,</br>And yet of Theory this is the main:</br>Also to know accordingly to give</br>Due heat, which in one way thou must be fain</br>T' increase ten-fold, thou mayst me well believe,</br>For what doth one decoct, t' other away will drive.", "Also their Operations different</br>Appear, the one thou must sublime and boyl,</br>O tedious way!  in which much time is spent,</br>And many errours, which the Work will spoyl:</br>The other silently doth make no toyl,</br>Like the still voice which to Eliah came,</br>About which Work thou needest not to broyl,</br>Nor wantst thou Fiery Vulcan's parching flame,</br>A far more gentle heat begins and ends this Game.", "But if thou canst each work perform apart,</br>And knowst them afterward to reconcile,</br>Then art thou Master of a Princely Art,</br>The very success will thy hopes beguile;</br>Thou hast all Natures Works rankt on a File,</br>And all her Treasures at command dost keep,</br>On thee the Fates shall never dare but smile,</br>No Mystery is now for thee too deep,</br>Th' art Natures Darling, whether thou dost wake or sleep.", "Pardon my plainness, if the Art thou knowst,</br>'Twas the fruit of my untame desire</br>To profit many; and without a boast,</br>No man above my Candour shall aspire:</br>My zeal was kindled with Minerva's Fire,</br>And thou who to this Art wilt now apply,</br>My Book in Natures way shall lead thee higher,</br>Then ever thou shalt favour'd be by Destiny.", "Peruse these lines, and being read, review</br>And read again, and on them meditate,</br>Each reading shall fresh Mysteries and new</br>Discover, which are scatter'd in each Gate;</br>For they so linked are, that all relate</br>To each, and we our words have woven so,</br>That thou mayst soon erre by misleading Fate,</br>Unless for to distinguish thou do know;</br>Remember that 'mongst Briars thick, sweet Roses grow.</br>"]