["Pardon presumption in a rustick swain,</br>Whose lowly muse aspires to lofty strain:</br>With notes uncouth, with weak and faultring tongue,</br>The poet wanting, and his lyre unstrung:</br>What arrogance!  or say, from whence the spring,</br>That causes Colinclout t' attempt to sing?</br>As nought below cou'd such a clown refine,</br>The object surely then must be divine.</br>Prophetick spirit in so mean a boor!</br>To make thee sing, who never sung before.</br>But Colin, with thy clouted muse, be brief,</br>And sing of Sylvia, and her neck-kerchief.", "Hail, beauteous goddess!  heaven's chiefest care!</br>All nature's pride, and fairest of all fair!</br>The field's chief flower, sweet beyond compare!</br>Blast to each nymph, and bloom to ev'ry swain</br>Pride of the hill, and glory of the plain!</br>Nature, that made thee, with herself at strife,</br>Saith, that the world hath ending with thy life.", "As I with equal wonder and delight,</br>Beheld thy beauties deck'd in native white,</br>Joy fill'd my heart, an angel fill'd my sight,</br>Long I look'd on, (who cou'd not long look on,</br>That such an object had to look upon?)</br>And view'd around, observ'd each moving part,</br>Saw how thy eyes kept concert with thy heart.</br>\"So fair a form!  with such devotions join'd!</br>A virgin body, with a spotless mind;</br>Pleas'd with her pray'rs, while heav'n propitious sees</br>The lovely votress on her bended knees;</br>Sure it must think some angel lost its way,</br>And happ'ning on this wretched earth to stray,</br>Tir'd with its follies fain wou'd take its flight,</br>And begs to be restor'd to those blest realms of light.\"", "For this, and ev'ry good, you humbly plead,</br>So angels do, and doubtless thus you did.</br>Your vows thus offer'd, you with thoughts serene,</br>And mind compos'd, arose, with graceful mien,</br>T' adorn that place, where every grace had been;</br>When love's all envy'd vail lay unespy'd,</br>Ungen'rous vails!  that such fair beauties hide.</br>Celestial globes!  where love triumphant plays,</br>And ev'ry grace each rapt'rous charm surveys;</br>Venus in state doth on these thrones appear,</br>She keeps her Paphos and Cythera here.</br>And cou'dst thou, Sylvia!  such a vail devise,</br>(Thou who giv'st life, and light to human eyes)</br>To cloud those worlds, where all that's pow'rful lies?</br>Thou rather ought'st to have reveal'd thy pow'r,</br>And shew'd us mortals, what we might adore.</br>Well might'st thou wonder, and with wonder ask,</br>Where went thy kerchief?  and dull Colin task.</br>Thrice stupid swain!  the goddess shone so bright,</br>As vail'd his senses in th' abyss of night;</br>A face!  a shape!  a voice so sweet and clear,</br>Celestial musick warbled in his ear.</br>Silent!  abash'd!  unknowing what to say,</br>At length, said yes for no, and no for ay.</br>But when those beams that shadow'd him were past</br>Sense, day, and all return'd that was o'er-cast;</br>Then he cou'd tell thee, thou divinest maid!</br>The vail, 'tis true, was given for a shade,</br>In angry seasons, to protect thy charms,</br>And shield thy beauties from tempestuous harms:</br>But when all nature smiles with gay delight,</br>And Phoebus sues of thee to borrow light,</br>Thou slight'st his courtship, with thy seeming coy,</br>He pouts, and tells his tale to th' amorous boy;</br>How that a fair, of ev'ry charm possest,</br>Conceals them all, within a flinty breast.</br>Love flies in haste, saw where the cov'ring lay,</br>And whilst for justice to the gods you pray,</br>The injur'd god hence snatch'd his own away.", "Learn then, bright nymph!  to use thy pow'r aright,</br>Nor vail thy beauties in perpetual night;</br>Lest all the gods combine in a dispute,</br>Each take their own, and leave thee destitute.</br>This coarse advice to thy refiner ear,</br>Kindly receive, and think a swain sincere.</br>"]