["The multitudes, miraculously fed,</br>Had to their distant homes been sent away;</br>Jesus had sought, apart, the mountain &mdash; head,</br>'Mid nature's silent solitude to pray:</br>In darkness and in storm had closed the day,</br>And on the water of Gennesaret</br>The bark which held his faithful followers, lay</br>Tossed to and fro; &mdash; their Master comes not yet!</br>Can he who fed the crowd, his chosen few forget?", "Believe it not: &mdash; though heaven above be dark,</br>And ocean stormy, still his love and might</br>Are with the inmates of that little bark;</br>And, in the fourth watch of the fearful night,</br>A heavenly form arrayed in vestments bright,</br>Treads with unfaltering feet the billowy tide:</br>The moon has risen, and sheds her silvery light</br>Full on that form which toward them seems to glide,</br>As if the winds to chain, and all their fears to chide.", "Can it be human?  One of mortal mould</br>Could walk not thus the waves in majesty!</br>Fear strikes the timid, awe o'ercomes the bold,</br>As, underneath that shadowy moon &mdash; lit sky,</br>The glorious vision silently draws nigh,</br>Shining more brightly from surrounding shade;</br>\"It is a spirit!\"  in their fear they cry:&mdash;</br>Soon does their Master's voice those fears upbraid,</br>\"Be of good cheer,\" he says, \"'Tis I, be not afraid!\"", "Peter goes forth to meet him:  but the sound</br>E'en of the sinking tempest's lingering breath,</br>The clouds of night yet darkly hovering round,</br>The parting waves, his only path beneath,</br>Recall to him but images of death,</br>And fear had sank him: &mdash; but with out-stretched hand,</br>His Lord exclaims, \"O thou of little faith!</br>Why didst thou doubt?\"  his hope and faith expand;</br>And by his Master's side he walks as on dry land.", "Oh!  well might they before whose eyes were trod</br>The deep's unyielding waves, then worship Thee;</br>Confess Thee of a truth the Son of God,</br>And bend in prayer and praise the reverend knee:</br>Should their's, alone, such rites of homage be?</br>Forbid the thought!  unseen of mortal eye</br>Even in this day, on life's tempestuous sea,</br>Thou walk'st its waves when stormy winds are high,</br>Thy people's guide and guard:  nor wilt thou pass them by!", "As to thy loved disciples in their bark</br>Thou showedst Thyself upon that fearful night,</br>E'en now when waves are rough, and skies are dark,</br>Dost thou, in condescending love, delight</br>To manifest thy saving arm of might</br>For such as look to thee alone for aid;</br>To those who walk by faith and not by sight</br>Yet visible in sorrow's dreariest shade,</br>And heard proclaiming still, \"'Tis I, be not afraid!\"", "Then wind and wave are hushed, and all is calm;</br>Light from above breaks forth, the clouds are riven,</br>And for the cry of fear, the grateful psalm</br>Of joy and praise is to the spirit given:</br>No more the bark is tempest-tossed or driven,</br>But, as in this delightful, tranquil scene,</br>The parting clouds ope vistas into heaven;</br>For fear and doubt spring faith and hope serene,</br>And holy peace presides where horror late hath been.", "Saviour, Redeemer, and Incarnate Word!</br>Since Scripture hath declared that every knee</br>To Thee shall bow, each tongue confess Thee \"Lord\"</br>In mercy or in judgment; grant that we</br>May in the hour of mercy bow to Thee!</br>If not &mdash; in judgment, gracious Lord!  arise;</br>And on the wave of trial's stormiest sea,</br>Beneath the gloom of sorrow's darkest skies,</br>Come as thou camest of yore to Thy disciples' eyes.</br>"]