["The daring muse with retrospective eye,</br>Throws back her glance, to that immortal day,</br>When millions sworn to conquer, or to die,</br>Rouz'd as a lion panting for the prey,</br>And rushing headlong to the field of war,</br>Rode, vengeful rode, on slaughter's gore besprinkled car.", "Why burnt thus fierce within the frenzied soul,</br>Undying freedom's life enkindling flame?</br>Who led the lightning?  bade the thunder roll?</br>What godlike power?  what deathless son of fame,</br>Rent the dark veil of ancient days in twain,</br>And gave to INDEPENDENCE, LIBERTY'S loos'd rein?", "Say, canst thou count the sum of untold wrong,</br>Which fir'd to rage this last discover'd world,</br>To high wrought valour drove th' impassion'd throng,</br>And the hot bolt of tricene vengeance hurl'd,</br>At the proud puppets of a venal throne,</br>Whom EASTERN lust of haughtiest rule had blush'd to own?", "As well, might gaze intense on yon gemm'd spheres,</br>Bring to one point of view the stars of heav'n:&mdash;</br>As soon, the dew drops, nature's pearly tears,</br>Or autumn's leaves by rapid whirlwinds driv'n,</br>Shall be wrote down on registers of time,</br>As art numeric, number more than countless crime.", "Heard ye that sigh?  It is the sigh of LAW,</br>The grand palladium of terrestrial right;</br>Lies crush'd by DESPOTISM'S TYPHAEAN paw,</br>And JUSTICE sinks to realms of brooding night:</br>JURIES are driv'n before the rising storm,</br>And KING PAID JUDGES, judgment's gold rul'd bench deform.", "Are there no HAMPDENS, PYMS, who dare to rise</br>No MARVELL'S who abhor the DANAEN show'r?</br>Yes!  ROMAN patriots croud these western skies,</br>Nor heed the scorpion lash of NIMROD pow'r:</br>Temp'rate, yet firm, they poize the dubious scales&mdash;</br>But PRIVATE vice, awhile, o'er PUBLICK good prevails.", "The mild petition, bold remonstrance fail&mdash;</br>Infuriate demons, lust of power and gold,</br>(Whose cheeks ne'er turn'd at human mis'ry pale)</br>The reins of government triumphant hold:</br>New deeds of wrong, and acts first penn'd in blood,</br>Howl, as wild furies, o'er the ATLANTIC flood.", "Spirit of WOLFE!  and ghost of gallant HOWE!</br>Was it for this, COLUMBIA'S yeomen bled,</br>When 'mid the vale, or on the mountain's brow,</br>Your arms to death, or crest plum'd vict'ry led,</br>A bold, intrepid, hardy, rustick train,</br>Whose life, with elder ALBION'S, dy'd the reeking plain.", "Lo, 'mid the bow'rs of sweet, domestick peace,</br>Intrusive treads the son of hated war:</br>Whilst harpies sworn, a bleeding land to fleece,</br>The merchant trap in iron nets of law:</br>TRADE dies away &mdash; and COMMERCE quits a shore,</br>Where RIGHT to hard earn'd PROPERTY is known no more.", "Nor PROPERTY alone, does BRITAIN claim.&mdash;</br>O're LIFE, the DIONYSIAN sword impends:</br>And fancied wrongs to some vile minnion's name,</br>Are punish'd far from country, peers, or friends;</br>Where law's PROCRUSTES lops the statute short,</br>Or draws that lengthening length, which suits a tyrant court.", "See, ravage mark a desolated coast.&mdash;</br>Old ocean groans beneath the sharks of pow'r.&mdash;</br>In panoply of steel, a GORGON host,</br>Snuff blood afar &mdash; and wait the op'ning hour,</br>Which hurl'd on LEXINGTON the vollied storm,</br>And onward pour'd, in vengeance life demanding form.", "Behold!  that curling flame which mounts in air,</br>'Tis CHARLESTOWN, rolling flagrant to the skies:</br>How deep those groans of agony, despair!</br>What piercing screams in wild discordance rise!</br>These run, those fly, t' avoid encircling fire,</br>Give one fond look at home, fall down, convulse, expire.", "Dun clouds of smoke!  avaunt! &mdash; Mount BREED, all hail!</br>There glory circled patriot WARREN'S head:</br>STARK, LITTLE, PRESCOT, GARDNER rul'd the gale:</br>The BREWERS, NIXON, READ, the battle led:</br>Chiefs worthy ROME, in ROME'S plebeian days,</br>When heav'n born virtue swell'd the note of honest praise.", "Cry not the ghosts of gallant freemen slain,</br>How long!  how long!  ere vengeance strikes the blow?</br>The dust of CHARLESTOWN flitting o'er the plain,</br>All eloquent, accuses loud the foe.</br>Heav'ns!  shall their union'd voice, a boon demand,</br>And rouze not into agonies a mad'ning land?", "Fill these dread scenes the catalogue of woes?</br>Ah!  no. &mdash; Far worse, more cruel, still remain:</br>ANSPATCH, HESSE CASSEL, fell themselves as foes,</br>And despots goad them to COLUMBIA'S plain.</br>Death, desolation, BRITAIN stalk as one.&mdash;</br>Fate's curtain draws. &mdash; The tragedy of life's begun.", "Black in the South, grim AFRIA'S soot steep'd race,</br>Lift at a master's throat the sharp edg'd knife.</br>Red in the North, the Biped of the chace,</br>Quaffs from embowell'd captives streaming life:</br>Whilst fierce ARESKONI, frantic, fires his soul,</br>And raging, stamps to atoms, mercy's wine fill'd bowl.", "All ages, sexes, ranks are doom'd the prey,</br>Of loosen's havock's CANNIBALIAN bounds:</br>Cities and villas melt in flame away:</br>And foul dishonour tramples virgin mounds:</br>The son, the sire, the husband, wife are kill'd:</br>And ABEL'S righteous blood, by CAIN'S rude hand, is spill'd.", "Eternal JUDGE!  of everlasting right!</br>Shall thine own image bend beneath the stroke?</br>Forbid it earth!  forbid it worlds of light!</br>Oh nerve the arm, as nature nerves the oak,</br>Which, whilst the sounding axe repeats the blow,</br>Acquires new strength, and scorns the idly threatning foe.", "'Tis done!  the councils of the sky, decree,</br>That ancient compacts shall forever cease:</br>The trump of heav'n, it hails COLUMBIA, free:</br>As enemies, in war; as friends, in peace,</br>AMERICA, henceforth, BRITANNIA eyes:</br>The last appeal is lodg'd; it thunders to the skies.", "Strong, in reliance on the power divine,</br>United Delegates impress the seal:&mdash;</br>Heroes and statesmen, hail!  Your names shall shine</br>On glory's page, when heav'n, earth, ocean, feel,</br>Those chymic fires which purge the dross away,</br>And leave creation's gold impassive of decay.", "Shall not the muse, record each patriot name,</br>On the rich tablet of harmonic sound?</br>Glows not the goddess of immortal fame,</br>To waft the praises, wide, the world around?</br>Yes!  poesy and fame enraptur'd join,</br>Inspire the beating heart, and swell th' emphatic line.", "First on the page, a BARTLETT, WHIPPLE, stand</br>With THORNTON well belov'd, respected high;</br>Appointed guardians of NEW HAMPSHIRE'S land,</br>What time, that BRUNSWICK'S wrath illumin'd eye</br>Flash'd o'er the wave, as lightning from those clouds,</br>Where tenfold darkness long imprison'd thunder shrouds.", "Who dares advance and sign th' imperial act?</br>ADAMS, the stern republian leads the way:</br>His NAMESAKE ratifies the fed'rate pact,</br>Even HE who POUR'D on HOLLAND floods of day:</br>And GERRY, PAINE, inflexible of soul,</br>(Whom SPECULATION never charm'd) adorn the roll.", "HOPKINS deep vers'd in policy's deep maze,</br>(Prime magistrate of that dear, natal isle,</br>Where erst the poet turn'd imbecile lays,)</br>Inscribes his name on legislation's file:</br>And ELLERY, the man of sense refin'd,</br>His country's friend, nay more, the friend of human kind.", "Next SHERMAN, WILLIAMS, WOLCOTT, HUNTINGTON,</br>From LIBERTY'S right hand receive the pen:</br>CONNECTICUT owns each as FREEDOM'S son;</br>And hails them, ever well belov'd of men;</br>Faithful and true, in hours of danger tried,</br>Elect, \"to wing the storm, or on the whirlwind ride.\"", "From HUDSON'S banks, see, LEWIS, MORRIS, FLOYD,</br>With LIVINGSTON affix the name;</br>By fellow peer's accordant voice employ'd,</br>'Mid the dark day, when faces gather'd flame,</br>As down, charg'd clouds, th' electric fluid ran</br>And fir'd that spark, which burst to flame, in free born man.", "STOCKTON, HART, WITHERSPOON, to whom were giv'n,</br>NEW JERSEY'S equi constituted pow'rs;</br>With HOPKINSON, the fav'rite child of heav'n,</br>Whose grave now blooms, with AMARANTHINE flow'rs;</br>And CLARK, a brother of th' illustrious band,</br>On fate's dark parchment, press the nobly daring hand.", "As wheel, involving wheel, of orient light,</br>The chariot by the river CHEBAR glow'd,</br>Thus bright, more bright, insufferably bright,</br>Name circling name, in boundless splendors flow'd:</br>A FRANKLIN, MORRIS, WILSON, rise to view,</br>Come, solemn silence, emphasize their mighty due!", "RUSH, MORTON, CLYMER, TAYLR, SMITH, and ROSS,</br>Complete the PENNSYLVANIAN chosen NINE;</br>These counted honour, riches, fame, as dross;</br>Nor ever kneel'd except at FREEDOM'S shrine;</br>On purple robes, tiaras, sceptres, crowns,</br>Their INDEPENDENT vision cast indignant frowns.", "To RODNEY, READ, the tribe of DEL'WARE gave,</br>The sacred trust of LIBERTY on earth:</br>Greatly resolv'd, embattling storms to brave,</br>This INFANT STATE mature in MANHOOD'S worth,</br>Centring as one, in RODNEY join'd with READ,</br>Dauntless subscribe, the all important, sev'ring deed.", "CHASE, PACA, CARROLL, STONE, succeed to these,</br>For MARYLAND they sign with willing heart:</br>Not diff'rent climes, nor intervening seas,</br>COLUMBIA'S holy league shall break apart;</br>Nor fraud, nor force, nor pow'rs of earth, or hell;</br>Not EUROPE'S potent arm, nor brib'ry's magick spell.", "What more than SPARTAN, patriot forms appear,</br>Rank crowding rank behind the passing file?</br>'Tis JEFFERSON, to heav'nly science dear,</br>And both the LEES illum'd by FREEDOM'S smile:</br>With NELSON, BRAXTON, HARRISON, belov'd,</br>And WYTHE, by ADAMS' soul discerning eye approv'd.", "HEWES, HOOPER, PENN, whom CAROLINA chose,</br>To guard the violated rights of man,</br>Their names to ALBION'S lawless will oppose,</br>And high applaud the bold, decisive plan,</br>Which urg'd the stroke at despotism's root,</br>And shook from BOHUN UPA'S bough th' ASPHALTIAN fruit.", "LYNCH, HEYWARD, RUTLEDGE, born in southern climes,</br>Where languid nature melts with fervid heat,</br>Dart the keen eye on BRITAIN'S map of crimes,</br>And instant claim an INDEPENDENT seat:&mdash;</br>Whilst MIDDLETON amid th' increasing scroll,</br>Inserts his signature on EMPIRE'S morning roll.", "HALL, GWINETT, WALTON close the page divine&mdash;</br>These came from ALTAMAHA'S sounding flood:</br>Conven'd with fellow peers from St. CROIX'S line,</br>Their union'd spirits dare resist to blood:</br>LIFE, HONOUR, FORTUNE, all are pledg'd as one;&mdash;</br>Oh!  LIBERTY, thy perfect will, on earth, is done.", "HANCOCK, th' elected PRAESES of the whole,</br>Round whom the SUN of FREEDOM full orb'd shone;</br>Who gave AMERICA his inmost soul;</br>Who spurn'd at pardon from BRITANNIA'S throne</br>With holy warmth of life devoted zeal,</br>Firm, to the volume, set the strong republian seal.", "Applausive shouts of superhuman fame,</br>Reechoing echoed: &mdash; And the gale</br>Swift pinnion'd, wafting round the world, acclaim</br>Triumphant, bade to INDEPENDENCE hail;&mdash;</br>Save, where the TORY with pestif'rous breath,</br>Breath'd o'er a mental waste the SCYROC blast of death.", "Hark, HANCOCK speaks; &mdash; Hear, all ye STATES, he cries&mdash;</br>The DEED of DEEDS, the tricence sign'd DECREE</br>Is past: &mdash; Applauding EARTH and well pleas'd SKIES</br>Salute you, SOV'REIGN, INDEPENDENT, FREE:</br>Then wrest the CLARION from the lip of FAME,</br>And to the TYRANTS of the GLOBE, your WILL proclaim.", "From NORTH to SOUTH, from EAST to WEST, was heard,</br>The MEDEAN mandate of the CHIEF belov'd;</br>Each sep'rate STATE confirm'd HIS sacred WORD;</br>Whilst hoary TIME renew'd his AGE on earth;</br>And counts THIS HOUR, creation's renovated birth.", "Grand DAY of DAYS!  First born of NATURE'S prime!</br>Who, bids not the NOONTIDE MORNING hail?</br>When FREEDOM, VIRTUE, energies sublime,</br>Op'd wide, the lock'd, incarcerating jail,</br>Where bound for ages past, with brazen chains,</br>Man groan'd out hated life, in agonistic pains.", "And did they burst the dungeon's iron door</br>Of one BASTILE?  And leave some SECRET key,</br>For TITLED villainy to turn once more,</br>On GOD'S own image, heav'n created, free:</br>No!  no!  indeed!  ward fitting ward unfolds</br>'Mid variant realms infernal tyranny's deep holds.", "The GALLIC LILLY blushing as the ROSE,</br>Puts off the ancient robe of placid WHITE:</br>Burning with rage the blood of thousands flows:</br>And starting myriads pant for ardent fight,</br>Where VALOUR wipes those sombre stains away,</br>Which SLAV'RY deep incrusted on the robe of day.", "LITH'ANIA'S eagle plumes his oft clipp'd wings,</br>And boldly turns the daring eye to heav'n:</br>Prompt for a flight above the throne of kings,</br>Down, by a NORTHERN tempest rudely driv'n</br>He sinks to earth:  But, shall he rise no more?</br>Yes!  he shall rise, and yet to glory's achme soar.", "Not CATH'RINE'S herd of ever trembling slaves;</br>Not FRED'RIC'S drove of military beasts;</br>GERMANIA'S swarm; SPAIN'S consecrated glaives;</br>Nor ITALY'S anointed host of priests;</br>Shall LIBERTY impede, or check her course,</br>Which, as the bolted lightning sweeps with sure aim'd force.", "Yes!  the poor wretch who broils beneath the blaze,</br>Of either INDIA'S marrow melting clime,</br>Shall rouze, to FREEDOM rouze, and close his days,</br>As once life clos'd in nature's early prime,</br>When no crown'd despot mad with lust of pow'r,</br>To royal vultures cried, arise and flesh devour.", "Woke by the wrongs of daily injur'd man,</br>Some bold MONTGOM'RY yet shall dauntless rise,</br>Where RUSSIAN deserts hive the droning clan,</br>Fling LIBERTY'S broad blaze o'er BOREAL skies,</br>And plant amid SIBERIA'S frozen waste,</br>The living tree of FREEDOM, sweet to human taste.", "As yet, some GREENE more sultry realms shall tread,</br>With banners blaz'ning on the face of day;</br>Whilst shouting hosts, uncloath'd, unpaid, unfed,</br>Rush on, where GREENE and VIRTUE point the way;</br>Snatch from the TYGER'S jay his half crunch'd food,</br>And trample grim oppression's fell HYAENA brood.", "As yet, some LEE, where flames the torrid EAST,</br>Shall as the whirling comet speed thro' space;</br>And lightning on the EAGLE'S blood stain'd nest,</br>Save from his grasping fangs the flutt'ring race;</br>Whilst carrol's sweet as those of EDEN'S bow'r,</br>Sing IO PAEAN to the long expected hour.", "Yes!  man, a fellow denizen of men,</br>Shall know no country but the wid'ning world;</br>The globe's last bourne shall open on his ken;</br>And where the red gonfalon is unfurl'd,</br>That threats destruction to a single part,</br>The tribes of earth shall flock, with death devoted heart.", "For this,  a FAYETTE rush'd across the wave,</br>COLUMBIA'S infant cause to nobly aid:</br>For this, PULASKI drew the glitt'ring glaive:</br>For this STEUBEN the solid square display'd:</br>For this, de KALB, the storm of fate defied:</br>And are from natal climes, ten thousand heroes died:", "Heroes, who thick as stars which gem yon sky,</br>Unfold their countless files to raptur'd sight:</br>Heroes, resolv'd to conquer, or to die,</br>Whose patriot bosoms beat for glorious fight:</br>Who scorn'd the shout of death as heard from far,</br>And rul'd the pallid courser bound to battle's car.", "These pour'd contempt on ev'ry pow'r of pain:</br>Dar'd all the varied forms of ruthless ire:</br>Unconquer'd, trod COLUMBIA'S crims'ning plain:</br>Loud thunder brav'd; and stood the lightning's fire:</br>Whilst beauty, honour, freedom, glory, fame,</br>Entwin'd that civic wreath, which crowns each patriot name.", "And is fair FREEDOM, to one spot confin'd?</br>Hath she no TEMPLE but amid the WEST?</br>Forbid it heav'n!  her FANE is human kind;</br>Her holy ALTAR, is on nature's breast:</br>Nor will she quit her seat 'mid VIRTUE'S throne,</br>Till nation after nation hail her as their own.", "At her command, a WASHINGTON shall rise,</br>Rule the wild war; or bid the battle cease;</br>He wills: &mdash; The life infuriate tempest dies:</br>Aloft is seen the rainbow'd sign of peace.&mdash;</br>KINGS blush, to see their great SUPERIOR move;</br>And blessing MYRIADS fold HIM in the arms of LOVE.", "Farewel to WAR; it pains the feeling soul:</br>And yet this pious debt is due mankind,</br>When loos'd oppression's foaming billows roll,</br>And Tyranny impels the mad'ning mind</br>To toil immense, on seas of kindred blood,</br>Where fathers, husbands, children, swell the purple flood.", "Hear!  gracious HEAV'N!  oh!  hear the fervent prayer!</br>May all the FAMILY of MAN below,</br>The equal blessings of their FATHER share!</br>Whilst praise rapt hearts who feel th' impassion'd glow</br>Of gratitude, for HUMAN good, DIVINE,</br>Pronounce as one, \"the KINGDOM, POW'R, and GLORY thine.\"", "Give to all Kings, Republicks, Empires, States,</br>Thy wisdom to inform, direct and guide;</br>And banish thou, from earth, the horrid traits</br>Of mad ambition, av'rice, lust, and pride:</br>ALL NATIONS bind in amity's soft chain:</br>And wide from EAST to WEST extend MESSIAH'S reign.", "Lead forth the day, that day is known to thee&mdash;</br>To man, thy promise, LORD, that day hath giv'n,</br>When white rob'd PEACE shall rule from SEA to SEA,</br>And gladden'd EARTH, in emulance of HEAV'N,</br>Their common polities all base on LOVE,</br>The NAME the NATURE, ESSENCE of the GOD above.", "Dispel those clouds that darken EUROPE'S light;</br>Say, to the world's full tempest, hush, be still;</br>From SUPERSTITION rend the veil of NIGHT;</br>On BIGOTS, drop the dew of HERMON'S hill;</br>Let KNOWLEDGE, VIRTUE, FREEDOM wide extend:</br>And hour evolving hour to brighter bliss ascend.", "The GREATER GOOD, thy liberal soul designs,</br>We humbly wait, in that more PERFECT DAY,</br>When FAITH her delegated pow'r resigns;</br>And HOPE no longer smooths the thorn edg'd way:</br>But LOVE, thy LOVE, the LOVE of GOD, shall still abide,</br>And deep'ning deepen mercy's every rising tide.</br>"]