["More glorious than the immortal hierarchy!</br>Minist'ring spirits they &mdash; Almighty thou!</br>In name diverse &mdash; ever the one Most High;</br>Creation's Lord, all hail! &mdash; for thou wilt bow</br>A father's ear:  our lips' faint echoes die;</br>Yet breath from thee to thee ascendeth now,</br>O God! &mdash; and since all breathing things may bring</br>The offering of their praise, I too thy praise will sing.", "Thou, of this wheeling universe the stay!</br>Thine hand moves all, above, beneath, around;</br>Pointing the winged lightning on its way,</br>When nature starts, then trembles at the sound.</br>Thy flaming bolts how terrible! &mdash; yet they,</br>Thine errand done, depart, and are not found:</br>Or found but in thy kindly fires, that flow</br>Throughout this mighty frame, where life and beauty glow.", "All by thy word is done, through land, or sea,</br>Or where yon fields of light ethereal beam:</br>Save that, by minds mysteriously left free,</br>Perversely wrought. &mdash; Things all uncouth that seem</br>Are fair in that fair order framed by thee;</br>And things unlovely share thy love supreme.</br>O wond'rous harmony!  O mystic band,</br>That binds both good and ill in thine unerring hand!", "Yet man that holy guiding bond would fly;</br>Though panting still for good &mdash; for bliss, unfound,</br>Save in the law of love that rules the sky.</br>O madness! &mdash; but he makes, at every bound,</br>A wounding fetter of that silken tie.</br>Eager he grasps at glory's empty sound;</br>At treasures of the mart, or of the mine;</br>At joys of grosser sense, &mdash; at every joy, but thine.", "O ruler of the thunder, and the cloud!</br>Thou giver of all good! &mdash; The heart beguiled</br>Illume, O God! &mdash; bend thou the will unbowed;</br>And look with pity on thine erring child.</br>Shed there thy harmonies; and clear and loud,</br>Notes, like unwonted music from the wild,</br>Shall answer thee, and thy last give desire&mdash;</br>A heart full tuned to swell the UNIVERSAL CHOIR.</br>"]