["What strange Emotion fires my lab'ring Soul?</br>What heav'nly Impulse fills my swelling Veins?</br>Thro' all my Limbs the rising Horrors roll,</br>And o'er my Breast the big Infusion reigns.</br>Mortals attend; to You, th' Event I show,</br>To You the memorable Woes belong,</br>Let future Times th' important Vision know,</br>And Age to Age record the wond'rous Song.</br>What I reveal with due Observance hear,</br>Start at your fatal Doom, and own the conscious Fear.", "I saw from Heav'n a gliding Star descend,</br>Commission'd to unfold the Deep below;</br>I saw the Deep with quick Convulsions rend,</br>And open wide the flaming Gulphs of Woe.</br>Dark'ning around a smould'ring Vapour broke,</br>Wide thro' the Gloom the spiral Sulphur rose,</br>Like curling Volumes of ascending Smoke,</br>When some capacious Furnace darkly glows:</br>Enwrapp't in dusky Wreaths th' expanded Night,</br>Gloom'd shadowing o'er the Skies, and veil'd the fainting Light.", "Sudden I saw from out th' infernal Lake</br>In fierce Array embattel'd Locusts rise,</br>I saw them thence their dreadful Journey take,</br>Like a black Cloud slow-moving to the Skies.</br>Strong as the War-horse their big Forms appear'd</br>Pawing impatient for the martial Race,</br>High on their Heads their golden Helmets rear'd</br>Crown'd the stern Image of an human Face;</br>Down from their golden Helms their waving Hair</br>Stream'd terrible behind, and swam in ambient Air.", "Fierce as a Flame they gleam'd along the Field,</br>Their figur'd Arms were various to behold,</br>Mysterious Names were grav'd on ev'ry Shield,</br>And monstrous Forms emboss'd the frowning Gold.</br>Forth as they march'd a sanguine Splendor came,</br>Forth from their Mouths contagious Volumes flow'd;</br>From their wide Nostrils roll'd the livid Flame,</br>And their sharp Tongues with fiery Hissings glow'd;</br>In their sharp Tongues two pointed Spears they wore,</br>And in their Scorpion Tails vindictive Poisons bore.", "Where will th' important Desolation end?</br>To what sad Clime confine it, wasteful Way?</br>Will it against the Works of Nature tend</br>The Fields, the Woods, the Rivers, or the Sea?</br>Ah!  no, ye blooming Offspring of the Ground,</br>Your native Innocence averts the Blow;</br>Breathe still, ye Flow'rs, nor feel the fatal Wound,</br>Glide on, ye Streams, nor dread impending Woe.</br>The Flow'rs shall breathe, the Streams shall freely glide,</br>Till Heav'n with human Blood distain the rising Tide.", "To Men alone, you impious Sons of Earth,</br>Justly to You is lingring Vengeance come;</br>Too late Remorse succeeds the Sinner's Mirth,</br>When Heav'n's reluctant Wrath decrees his Doom.</br>You, on whose Brows with foul Inscription stain'd</br>Seals of Idolatry pernicious she,</br>Whose Hands obscene with Pagan Rites prophan'd</br>Fed the strange Altar and polluted Shrine;</br>Whose Brands your merited Destruction tell,</br>Those Brands of Sin and Death, of Infamy and Hell.", "Sudden I saw a radiant Streamer move</br>With Pagan Characters emblazon'd round,</br>Pleasure the Idol Goddess thron'd above</br>With various Pomp the golden Ensign crown'd.</br>There stood the painted Forms of Crimes refin'd,</br>And all the lewd Attendants of her Pride;</br>Mad Mirth before, and meager Lust behind,</br>The sensual Atheist, and adult'rous Bride;</br>A fair Disguise they wore, deform'd within</br>Sate falsely-smiling Vice, and Death-conceiving Sin.", "While thus I stood deep musing in my Mind</br>I heard a Voice break thro' an angry Cloud;</br>That borne impetuous on the sounding Wind</br>Thus to th' infernal Legions call'd aloud;</br>Hither, ye ghastly Instruments of Fate,</br>These my dire Foes, and this your destin'd Prey:</br>These the just Victims of my vengeful Hate,</br>Wing your swift Flight, and hither urge your Way.</br>Startling they rush'd, and from their pois'nous Breath</br>Flash'd the sulphurous Flame, and scatter'd Seeds of Death.", "See thro' the Land the black Battalions walk,</br>Wrath and Revenge beneath their Banners lie;</br>See the grim Pestilence before them stalk,</br>An point where'er the just Destroyers fly.</br>Now the full Vial of Almighty Ire</br>Streams on the World, and pours down all its Woes,</br>Earth, Heav'n, and Hell with mutual Rage conspire</br>When God descends to scourge his Rebel Foes.</br>See from his Hand the flaming Vengeance hurl'd</br>Sweeps the devoted Earth, and wide devours the World.</br>"]