["When elfins on the moonlight mead,</br>Full eft beside the tinkling stream,</br>Were wont the mystick dance to lead,</br>And gladsome hail the yellow beam,</br>'Twas, then, if legends truly tell,</br>That this adventure strange befel.", "What time the moon her ruddy look</br>Had dofft, and ta'en her silver sheen,</br>And dancing on the glitterand brook</br>Her beamy rays were trembling seen,</br>A youth, deep shent with hopeless love,</br>Did by the dappled streamlet rove.", "May seem he wot not where he hied,</br>For drooping hung his doleful head,</br>His arms were cross'd, and eft he sigh'd,</br>And thus full eft he mournful said:</br>\"Ah bright Egwina!  cruel fair!</br>Why wilt thou leave me to despair?\"", "As thus he rov'd, a tinkling sound</br>Awak'd him from his walking dream,</br>A dapper train the youth surround</br>Of tripping fays who haunt the stream.</br>\"Aread and quick,\" the monarch said,</br>Why dost thou thus our haunts invade?", "\"Know'st not that where o'er pebbled beds</br>The winding streamlet babbling falls,</br>What time the moon her lustre sheds,</br>Her train the sov'ran Ouphant calls</br>Their nimble sports around to make?</br>Why didst thou then our gambols break?", "\"But truly speak:  for should a lie&mdash;</br>A single lie escape thy lip,</br>All night shalt thou unpitied sigh,</br>Tormented by a nettle whip;</br>And prickly thorns, and thistles eke,</br>Thy bed shall strew, thy slumbers break.", "\"Into thy mouth, what time thou moan'st,</br>An ouphe shall devil's-dung instil;</br>And every time thou loudly groan'st,</br>The nettle whip shall do thee ill;</br>And up thy legs shall beetles crawl,</br>And evets from the mouldering wall.\"", "\"Oh monarch!\"  said the trembling wight,</br>\"To thee I will the truth declare,</br>Or may each torment on me light</br>Which elfin magick can prepare.</br>A youth I am, whom pining love</br>Did cause unweeting thus to rove.", "\"Sir Egbert of the green am I,</br>Who efttimes in the listed fight</br>Was wont the tilting lance to ply,</br>And prove in war my mickle might;</br>And eft I wont the woods to trace,</br>With bow in hand the wolf to chace.", "\"My derring-does afar were spread&mdash;</br>But ah those deeds are now no more;</br>For love has damp'd my hardyhead:</br>I proud Egwina's scorn deplore.</br>The bright Egwina of the grove</br>My person flouts and slights my love.", "\"Albe the titled dames around</br>Declare how soote my sonnets been!</br>Albe 'tis by the hamlet own'd</br>There's none so bounteous on the green;</br>Yet, for my person is uncouth,</br>She slights my love, she scorns my truth.", "\"Albeit that my serving train</br>Proclaim I bear a gentle mind,</br>Albe't, ere love did mirth restrain,</br>Was none to pleasaunce more inclin'd;</br>Yet &mdash; for my person is uncouth,</br>She heeds not that my mind is smooth.", "\"What time with sighs, or trembling tear,</br>Her cruel heart I seek to move,</br>With wanton jest and bitter jeer,</br>Her taunting words my shape reprove;</br>And when love's softest arts I try,</br>She bids me cease to look awry.", "\"Then pardon, fays, a hapless wight,</br>Who, all unkenning where he stray'd,</br>Bewailing his untoward plight,</br>Did thus your sacred haunts invade:</br>Nor let a slighted lover gain</br>The hatred of the ouphant train.\"", "\"Ah doff thy fear Sir Egbert soon,\"</br>With smiles replied the elfin queen,</br>\"For thou shalt bless the happy moon</br>That lit thee to this fairey scene:</br>And soon shall proud Egwina see,</br>Who plainness scoffs shall plainer be.", "\"Eftsoons shall she the haughty fair</br>With ardent love for Egbert burn:</br>As thou do'st now, shall she despair,</br>Nor shall you deign her love return;</br>For they who mock at others woe,</br>'Tis fit the same mishap should know.\"", "Then turning to her swiftest elve,</br>She bade him to the night-mare go,</br>And prick her from her fenny delve,</br>To work on proud Egwina woe;</br>And her upon the squab fiend lay,</br>And jerk her there without delay.", "The elve obedient stretcht his wing,</br>And swift to Lincoln's fens arriv'd,</br>And marking round a mystick ring,</br>The ground unclos'd, and down he div'd:</br>In shorter time he there did flit</br>Than I have been relating it.", "There stretch'd upon the foggy swamp,</br>Where toads and evets crawl around,</br>And breathing eft a murky damp,</br>The fiend deform'd asleep he found;</br>While Will-o'wisps, with anticks strange,</br>Did round the dungeon trembling range.", "And ever did adown distill</br>Unwholesome damps and aguish dew,</br>Which numb'd the breast with baneful chill,</br>And ran the trembling sinews thro'.</br>Then did the elve the fiend awake,</br>And thus, with oafish stare, she spake:", "\"What would'st thou, Puck, that I should do?</br>What is thy queen's supreme command?</br>Who now must Mab's resentment rue?</br>Who let her milk-dish empty stand?</br>Or who hath hateful nightshade spread</br>Around the place she loves to tread?", "\"Or hath some pair with love obscene</br>Of late her sacred haunts defil'd?</br>And must I gripe the wanton quean,</br>And sore appay the losel vild?</br>Or must I, from my doltish dug</br>Some infant milking him beslug?\"", "\"Thou must with all thy swiftness move,\"</br>Quoth elfin Puck, \"and work thy spight</br>\"On fair Egwina of the grove,</br>And bring her to my mistress' sight;</br>For she hath done Sir Egbert wrong:</br>Then flit away, nor be you long.\"", "Away they flitted.  As they fled,</br>The fiend from cypress brush'd the dews,</br>And chilling drops from willows shed,</br>And damps that wash the baleful yews;</br>And froth of toads, and serpents tears</br>She gather'd in her shaggy ears.", "Then came they to the fair-one's bed,</br>Where they her sleeping charms survey'd:</br>One snowy arm beneath her head,</br>And one below her paps was laid:</br>May seem her dreams were sweet the while,</br>For on her face she wore a smile.", "Then first the night-mare o'er her shook,</br>Upon her breast, the baleful dew,</br>And with her hoof her bosom strook,</br>That black the fading beauties grew;</br>Then Puck across the goblin threw</br>The stiffen'd maid, and off they flew.", "Meanwhile, conducted by the queen,</br>Sir Egbert sought the fairey-hall,</br>Where thousand lamps with trembling sheen</br>Reflecting 'lumed the crystal wall.</br>Of shells was built the ouphant throne,</br>And colour'd glass that gaily shone.", "And ever with a babbling sound</br>A limpid fountain thence did well,</br>And pour its mazy streams around,</br>And water all the royal cell:</br>On this the fays would dance so neat,</br>And scarcely wet their nimble feet.", "And now they circle Egbert round,</br>And thrice they drench him in the tide,&mdash;</br>Which him with sudden dread astound&mdash;</br>And three times thrice they round him glide;</br>And thrice they whirl their spells on high;</br>Then louting low away they fly.", "All this perform'd, his sallow face</br>Assumes the roses brightest glow;</br>His aukward limbs acquire a grace;</br>His length'ning locks in ringlets flow:</br>He views him on the streamlet's brim,</br>While manly grace adorns each limb.", "Ere long a foul, deformed maid,</br>With visage thin, and goggling eyes,</br>Approach'd him, and his form survey'd</br>With mingled rapture and surprize:</br>She fondly gaz'd, she seiz'd his hand,</br>And woo'd with words and actions bland.", "But he her shunn'd with all his might,</br>And turn'd with pitying look away.</br>Then thus bespoke a fairey wight:</br>\"Egwina there thou dost survey;</br>Condemn'd for aye to pine and mourn</br>At once her charms and heart forlorn.", "\"But thou to fair Elgiva turn,</br>Whose heart has long been thine alone.</br>How must she now with ardour burn,</br>Whose gen'rous love before was shown?</br>Thy mind before did her enthral;</br>She now will love thee all in all.\"", "This counsel Egbert well obey'd,</br>And sought and won Elgiva's hand;</br>Since when, by valley, hill, or shade,</br>Was none so blest thro' all the land.</br>Reader, may thee such bliss attend!</br>So please you here my tale I end.</br>"]