["It was the time, when Rest soft sliding down</br>From Heaven's Height into Mens heavy Eyes,</br>In the Forgetfulness of Sleep doth drown</br>The careful Thoughts of mortal Miseries;</br>Then did a Ghost before mine Eyes appear,</br>On that great River's Bank, that runs by Rome,</br>Which calling me by Name, bade me to rear</br>My Looks to Heaven, whence all good Gifts do come:</br>And crying loud, Lo now behold (quoth he)</br>What under this great Temple placed is!</br>Lo, all is nought but flying Vanity!</br>So I that know this World's Inconstancies,</br>Sith only God surmounts all Times Decay,</br>In God alone my Confidence do stay.", "On high Hill's top I saw a stately Frame,</br>An hundred Cubits high by just assize,</br>With hundred Pillours fronting fair the same,</br>All wrought with Diamond after Dorick wize:</br>Nor Brick, nor Marble was the Wall in view,</br>But shining Crystal, which from Top to Base</br>Out of her Womb a thousand Rayons threw,</br>One hundred Steps of Africk Gold's enchase.</br>Gold was the Parget, and the Cieling bright</br>Did shine all scaly with great Plates of Gold;</br>The Floor of Jasp and Emerauld was dight.</br>O World's Vainness!  Whiles thus I did behold,</br>An Earthquake shook the Hill from lowest Seat,</br>And overthrew this Frame with ruine great.", "Then did a sharped Spire of Diamond bright,</br>Ten Feet each way in square, appear to me,</br>Justly proportion'd up unto his hight,</br>So far as Archer might his Level see:</br>The top thereof a Pot did seem to bear;</br>Made of the Metal which we all do honour;</br>And in this golden Vessel couched were</br>The Ashes of a mighty Emperour.</br>Upon four corners of the base were pight,</br>To bear the Frame, four Lyons great of Gold;</br>A worthy Tomb for such a worthy Wight:</br>Alas!  this World doth nought but Grievance hold.</br>I saw a Tempest from the Heaven descend,</br>Which this brave Monument with Flash did rend.", "I saw rais'd up on Ivory Pillors tall,</br>Whose Bases were of richest Metals wark,</br>The Chapters Alabaster, the Fryses Crystal,</br>The double Front of a triumphal Ark;</br>On each side pourtraid was a Victory,</br>Clad like a Nymph, that Wings of Silver wears,</br>And in triumphant Chair was set on hy</br>The antient Glory of the Roman Peers.</br>No Work it seem'd of earthly Craftsman's Wit,</br>But rather wrought by his own Industry,</br>That Thunder-Darts for Jove, his Sire, doth fit.</br>Let me no more see fair thing under Sky,</br>Sith that mine Eyes have seen so fair a Sight</br>With suddain Fall to Dust consumed quight.", "Then was the fair Dodonian Tree far seen,</br>Upon seven Hills to spred his gladsom Gleam,</br>And Conquerors bedecked with his Green,</br>Along the Banks of the Ausonian Stream:</br>There many an ancient Trophy was addrest,</br>And many a Spoil, and many a goodly Show,</br>Which that brave Race's Greatness did attest,</br>That whilom from the Trojan Blood did flow.</br>Ravisht I was so rare a thing to view,</br>When lo!  a barbarous Troup of clownish Fone</br>The Honour of these noble Bows down threw,</br>Under the Wedge I heard the Tronk to groan;</br>And since I saw the Root in great disdain</br>A Twin of forked Trees fend forth again.", "I saw a Wolf under a rocky Cave</br>Nursing two Whelps; I saw her little ones</br>In wanton Dalliance the Teat to crave,</br>While she her Neck wreath'd from them for the nones:</br>I saw her range abroad to seek her Food,</br>And roming through the Field with greedy Rage</br>T' embrew her Teeth and Claws with lukewarm Blood</br>Of the small Heards, her Thirst for to asswage.</br>I saw a thousand Huntsmen, which descended</br>Down from the Mountains bord'ring Lombardy,</br>That with an hundred Spears her Flank wide rended.</br>I saw her on the Plain outstretched lie,</br>Throwing out thousand Throbs in her own Soil:</br>Soon on a Tree uphang'd I saw her Spoil.", "I saw the Bird, that can the Sun endure,</br>With feeble Wings assay to mount on hight,</br>By more and more she 'gan her Wings t' assure,</br>Following th' ensample of her Mother's Sight:</br>I saw her rise, and with a larger Flight</br>To pierce the Clouds, and with wide Pinneons</br>To measure the most haughty Mountains hight,</br>Until she raught the Gods own Mansions:</br>There was she lost, when suddain I beheld,</br>Where tumbling through the Air in fiery Fold,</br>All flaming down she on the Plain was feld,</br>And soon her Body turn'd to Ashes cold.</br>I saw the Fowl that doth the Light despise,</br>Out of her Dust like to a Worm arise.", "I saw a River swift, whose foamy Billows</br>Did wash the Ground-Work of an old great Wall;</br>I saw it cover'd all with grisly Shadows,</br>That with black Horror did the Air appall:</br>There-out a strange Beast with seven Heads arose,</br>That Towns and Castles under her Breast did cour,</br>And seem'd both milder Beasts and fiercer Foes</br>Alike with equal Ravin to devour.</br>Much was I maz'd, to see this Monster's Kind</br>In hundred Forms to change his fearful hue,</br>Whenas at length.  I saw the wrathful Wind,</br>Which blows cold Storms, burst out of Scythian Mew,</br>That sperst these Clouds, and in so short as thought,</br>This dreadful Shape was vanished to nought.", "Then all astonied with this mighty Ghoast,</br>An hideous Body big and strong I saw,</br>With side-long Beard, and Locks down hanging loast,</br>Stern Face, and Front full of Saturn-like Awe;</br>Who leaning on the Belly of a Pot,</br>Pour'd forth a Water, whose out-gushing Flood</br>Ran bathing all the creaky Shore aflot,</br>Whereon the Trojan Prince spilt Turnus' Blood;</br>And at his Feet a Birch-Wolf Suck did yield</br>To two young Babes:  his left, the palm-tree stout,</br>His right Hand did the peaceful Olive wield,</br>And Head with Laurel garnisht was about.</br>Sudden both Palm and Olive fell away,</br>And fair green Laurel-Branch did quite decay.", "Hard by a River's side a Virgin fair,</br>Folding her Arms to Heaven with thousand Throbs,</br>And outraging her Cheeks and golden Hair,</br>To falling Rivers Sound thus tun'd her Sobs.</br>Where is (quoth she) this whilom honored Face?</br>Where the great Glory and the ancient Praise,</br>In which all World's Felicity had place,</br>When Gods and Men my Honour up did raise?</br>Suffic'd it not that civil Wars me made</br>The whole World's Spoil, but that this Hydra new,</br>Of hundred Hercules to be assaid,</br>With seven Heads, budding monstrous Crimes anew,</br>So many Neroes and Caligulas</br>Out of these crooked Shores must daily raise?", "Upon an Hill a bright Flame I did see,</br>Waving aloft with triple Point to Sky,</br>Which like Incense of precious Cedar Tree,</br>With balmy Odours fill'd th' Air far and nigh.</br>A Bird all white, well feather'd on each Wing,</br>Here-out up to the Throne of Gods did fly,</br>And all the way most pleasant Notes did sing,</br>Whilst in the Smoak she unto Heaven did sty.</br>Of this fair Fire the scattered Rays forth threw</br>On every side a thousand shining Beams:</br>When sudden dropping of a silver Dew</br>(O grievous  chance!)  'gan quench those precious Flames;</br>That it which earst so pleasant Scent did yield,</br>Of nothing now but noyous Sulphur smeld.", "I saw a Spring out of a Rock forth rall,</br>As clear as Crystal 'gainst the sunny Beams,</br>The bottom yellow, like the golden Grail</br>That bright Pactolus washeth with his Streams;</br>It seem'd that Art and Nature had assembled</br>All Pleasures there, for which Man's Heart could long;</br>And there a Noise alluring Sleep soft trembled,</br>Of many Accords, more sweet than Mermaids Song:</br>The Seats and Benches shone of Ivory,</br>And hundred Nymphs sat side by side about;</br>When from nigh Hills with hideous Outcry,</br>A Troup of Saryrs in the place did rout,</br>Which with their villain Feet the Stream did ray,</br>Threw down the Sears, and drove the Nymphs away.", "Much richer than that Vessel seem'd to be,</br>Which did to that sad Florentine appear,</br>Casting mine Eyes far off, I chanc'd to see,</br>Upon the Latine Coast her self to rear:</br>But suddenly arose a Tempest great,</br>Bearing close envy to these Riches rare,</br>Which 'gan assail this Ship with dreadful Threat</br>This ship, to which none other might compare.</br>And finally the Storm impetuous</br>Sunk up these Riches, second unto none,</br>Within the Gulf of greedy Nereus,</br>I saw both ship and Mariners each one,</br>And all that Treasure drowned in the Main:</br>But I the Ship saw after rais'd again.", "Long having deeply gron'd these Visions sad,</br>I saw a City like unto that same,</br>Which saw the Messenger of Tydings glad;</br>But that on Sand was built the goodly Frame:</br>It seem'd her Top the Firmament did raise,</br>And no less rich than fair, right worthy sure</br>(If ought  here worthy) of immortal Days,</br>Or if ought under Heaven might firm endure.</br>Much wondered I to see so fair a Wall:</br>When from the Northern Coast a Storm arose,</br>Which breathing Fury from his inward Gall</br>On all, which did against his Course oppose,</br>Into a Cloud of Dust sperst in the Air</br>The weak Foundations of this City fair.", "At length, even at the time when Morpheus</br>Most truly doth unto our Eyes appear,</br>Weary to see the Heavens still wavering thus,</br>I saw Typhaeus' Sister coming near;</br>Whose Head full bravely with a Morion hid,</br>Did seem to match the Gods in Majestie;</br>She by a River's Bank that swift down hid</br>O'er all the World did raise a Trophee hie;</br>An hundred vanquisht Kings under her lay,</br>With Arms bound at their backs in shameful wise.</br>Whilst I thus mazed was with great affray,</br>I saw the Heavens in war against her rise;</br>Then down she striken fell with Clap of Thonder,</br>That with great noise I wakt in sudden Wonder.</br>"]