["I, who erewhile in clam'rous fight o'erthrew</br>DAVID, of infidelity the Dagon</br>Pommell'd his sceptic carcase black and blue,</br>And trampled him as St. GEORGE did the dragon;</br>Now, when the Laureat's mouth has got Death's gag on,</br>Awake my gothic harp's harmonious frame,</br>Ditties of duteous loyalty to fag on,</br>And in the Laureat's list enrol my name;</br>This, with the sack and gold, is all I dare to claim.", "Already, true it is, I have a pension,</br>Although no reason I can render why;</br>My SOV'REIGN'S bounty gratefully I mention,</br>And burn to blazon his perfection's high.</br>Among the reeds, where wild brooks gurgle by,</br>My past'ral pipe I lay for aye to sleep;</br>Far other strains, far other melody,</br>Befit the courtly measures I must keep,</br>Else on mine Odes I ween no Royal eye will peep.", "No more I'll sing of meads with May-flow'rs gay,</br>Nor banks of purple heath or yellow broom;</br>Pansies, and pinks, and poppies, red or grey,</br>No more I'll warp in my poetic loom:</br>On praise from me, I charge you, ne'er presume;</br>Bright sunshine and mild moonlight, hence begone!</br>Ye summer mornings mourn your hapless doom;</br>From you I fly to sing the radiant throne,</br>Where morn and day are made by GEORGE'S smile alone.", "Greatest of Monarchs, must I sacrifice,</br>In proffering so to quit the rural shade;</br>For know, (the which to tell I'm rather nice,)</br>In minstrel EDWIN I myself pourtray'd;</br>Like him I loiter in the grassy glade,</br>I pierce pine-woods, I dive in dells profound,</br>And hear enraptur'd distant music made</br>By sheep and bullocks, huntsman, horn, and hound,</br>Or rattling car that rings the rocky steep around.", "But who, like me, thy matchless deeds can tell,</br>For who with Truth so intimate as I?</br>Come, Goddess, from thine adamantine cell,</br>And help me, BRUNSWICK'S praise to magnify!</br>At Court thou art in estimation high,</br>Immutability is there in vogue,</br>There none invents, there none tells a lie,</br>But all converse like swains in an eclogue;</br>TRUTH, what I say is truth, or else I am a rogue.", "Thy cousin, Common-sense, is also there;</br>And Piety, protected by the KING;</br>To whom my harp, on each occasion fair,</br>With movements sanctified, shall solemn ring,</br>While seraphs hover round each trembling string;</br>Such will his sacred Favours gently calm:</br>Therefore, whatever  subject I may sing,</br>Of drear defeat, or victory's proud palm,</br>The pious Ode shall end devoutly in a psalm.</br>"]