["Hail mighty Love!  Thou all-pervading soul,</br>Who, God to all things; each to each dost bind.</br>Mysterious Pow'r!  whose heavenly control</br>Links orb to orb; binds man to all mankind;</br>To matter, matter; mind to kindred mind!</br>Without thee, what were earth and heaven so fair?</br>A chaos rude, in lawless conflict join'd;</br>Man would with man, with angel, angel war,</br>And angry God, o'er all, drive Desolation's car.", "By love o'erpower'd, the pair, in sweet embrace;</br>Forgot all time, and circumstance, and place;</br>But soon the virgin, from the blissful trance,</br>Starting awoke, and view'd with frenzied glance,</br>The spacious hall &mdash; \"O fly, dear Knight!\" she cried&mdash;</br>\"O fly! &mdash; destruction lurks on ev'ry side.</br>Hark!  how conflicting winds and waters roar!&mdash;</br>Defend us heaven!  defend us front the pow'r</br>Of Fairy Land's grim monarch, or we die&mdash;\"</br>\"Fear not!  the monarch of this land am I,\"</br>The Knight replied &mdash; \"grim Oberon has fled,</br>The gate is open, and the dragon dead.</br>Then take this cross, dear maid, and nothing fear,</br>My shield's before thee, over thee my spear.\"</br>Thus having said, he gave the holy sign,</br>And, from the palace, led his Crystaline.</br>They pass'd the gate &mdash; the gate of beaten gold&mdash;</br>They pass'd the dragon, horrible and bold.</br>They reach'd the strand, but now the em'rald lake,</br>Asphaltos seem'd, bituminous and black;</br>And waves on waves, with loud and hideous roar,</br>Flying the storm, were wreck'd upon the shore.</br>Th' undaunted Knight approach'd the pitchy flood,</br>And the huge waves subsided where he stood.</br>Again the shell upon the lake be cast;</br>Again a pinnace rose, with gilded mast</br>And silken sails.  \"Forbear!\" the Virgin cried,</br>\"Forbear, dear Knight, to tempt the dang'rous tide:</br>Yon sounding cataract full before us view,</br>Tumbling abrupt 'mid fatal rocks below!</br>See where below yon whirlpool parts the deep,</br>With hideous roar and desolating sweep;</br>To bar our way, see many a ghastly form</br>Stride on the clouds and sail upon the storm!</br>O, fly my love!  for see!  new monsters rise</br>From the black flood, and roll their frightful eyes.</br>But lo!  behind us, radiant groves appear,</br>No Demons howl, no tempest rages there.</br>The smiling way invites our wand'ring feet,</br>And hark!  our ears celestial warblings greet:</br>Then come away; and with the snowy doves.</br>In woodbine bow'rs, and paradisian groves,</br>We'll live and die, forgotten and unknown,</br>From fairies safe, and hideous Oberon.\"", "The Virgin ceas'd, and mute with horror stood,</br>Her eyes directed o'er the sable flood;</br>And lo!  she saw new forms of horror rise</br>From the black deep, and roll their Gorgon eyes.</br>The fatal shark, fierce plunging for his prey,</br>With his dread sport deform'd the wat'ry way;</br>The crocodile, with jaws expanded wide,</br>Stretch'd forth his scaly vastness on the tide.</br>Leviathan, unwieldy, huge, and bold,</br>From his broad sides the tumbling billows roll'd.</br>And horrid Hydras, (fearful sight!) appear'd,</br>And o'er the waves their fifty heads uprear'd.</br>All horrid shapes by fertile fancy bred,</br>Appear'd around them &mdash; shapes from earth that fled,</br>And made that land of fancy their abode,</br>When th' Eastern Star announc'd the new-born God.</br>The Gorgons hideous, with their snaky hair;</br>The Furies three, with whips and chains were there,</br>Whose hissing locks with horror fill'd the air.</br>The Harpies fierce, with claws terrific arm'd,</br>The Griffon, Sphinx, and Centaur, double-form'd;</br>And Pythons, bold as that Apollo slew,</br>And huge Chimeras, horrible to view;</br>And thousands more, which once on earth were known,</br>But now exist in Fairy Land alone.</br>There all the spirits of the storm they spied&mdash;</br>Dark Eolus, in grim, monarchal pride;</br>And blust'ring Boreas, crown'd with arctic snows,</br>Chill'd by whose breath the crack'ling waters froze,</br>And tumbling waves became as steadfast rocks&mdash;</br>There sullen Auster shook his rainy locks,</br>And all th' inferior regents of the wind,</br>Tumultuous rag'd, and roar'd, with fury blind.</br>Nor ceas'd the thunder, bellowing long and loud,</br>To launch his flaming javelins from his cloud</br>Of solid darkness! &mdash; Giant Horror strode</br>From wave to wave.  On iron chariot, rode</br>Collossal Danger, drawn athwart the gloom,</br>By flying Dragons, breathing fiery fume!</br>Upon the Knight the threat'ning Phantoms bent</br>Their angry eyes, with ruinous intent</br>To bar his passage o'er the stormy way,</br>But strove in vain Rinaldo to dismay.</br>Steadfast he stood begirt with armour bright,</br>In pride of strength and confidence of might,</br>And view'd the horrors with a wild delight&mdash;</br>So the bold eagle when he soars on high,</br>Prefers a stormy to a tranquil sky.", "Trembling and faint and lily-pale with fear,</br>The virgin view'd the threat'ning phantoms near;</br>And as the ivy, when the tempests roar,</br>Clings to the oak for safety &mdash; so secure,</br>So feeble, so dependent and so fair,</br>With clasping arms and loose dishevell'd hair,</br>Sweet Crystalina on Rinaldo hung,</br>Whisp'ring her fears, with trembling, falt'ring tongue.</br>Fondly recumbent o'er the trembling maid,</br>The hero stood, and, with stout arm, upstay'd</br>Her sinking beauties; and with voice more smooth,</br>More soft than whisp'ring seraphs, when they sooth</br>The dying christian, thus the warrior said,</br>And calm'd the terrors of the lovely maid&mdash;</br>\"Fear not, my love!  the harmless horrors round;</br>These may affright, but cannot virtue wound.</br>E'en had the Demons pow'r thy life to harm,</br>Still thou art safe, protected by this arm:</br>Or, if subdu'd, your Knight no longer stands</br>'Twixt you and danger; still unnumber'd hands</br>And wings angelic compass you around,</br>And that blest cross, can earth and hell confound.</br>But see!  our bark impatient seems to wait&mdash;</br>Step quickly in, o'er yet it be too late,</br>Step quickly in, and boldly trust to fate&mdash;</br>Though in our path unnumber'd perils stand,</br>That path conducts us to our native land;</br>E'en now, methinks, I see our happy Isle,</br>Beyond these intervening horrors smile!</br>Methinks I see thy aged parents mourn,</br>And on the sea-beach wait my ship's return.</br>He ceas'd &mdash; for now th' affrighted, feeble fair,</br>Swoon'd in his arms with terror and despair.</br>With strong embrace he bore the pallid maid,</br>Upon the deck with burnish'd gold o'erlaid,</br>And, to the winds, the snowy sails display'd.</br>Now o'er the lake the Fairy vessel flies,</br>On either hand though mountain billows rise,</br>Tho' tempest-torn, each low-hung sable cloud</br>Shoots blasting fires and hurls its thunders loud;</br>Tho' grimly monsters ride the rolling deep,</br>And threat'ning fiends the air, tempestuous, sweep.</br>Still in their sails Favonian breezes play,</br>And smooth before them shines the wat'ry way.</br>High on the prow a stately cherub stood,</br>And smiling calm o'erlook'd the stormy flood.</br>Bright glow'd his pinions as the clouds of morn,</br>Cerulean robes his graceful limbs adorn;</br>His waist was girded by a rainbow zone,</br>And in his hand a radiant faulchion shone.", "Scarce had Rinaldo, (with no remedy</br>But tender kisses and embraces free,)</br>Restor'd the virgin, when they reach'd the shore,</br>The Phantoms fled, the tempest ceas'd to roar.</br>Once more the bark became a glitt'ring shell&mdash;</br>Once more the Knight secur'd the mystic spell;</br>Again the lake its gay-green face display'd,</br>And, thro' the vale, refreshing breezes play'd;</br>Warbled the birds, in every gilded grove,</br>Their tender tales of merriment and love,</br>While countless gems th' incumbent roof emblaz'd,</br>And light and beauty glow'd, where'er they gaz'd</br>Homeward, with joy, advanc'd the happy pair&mdash;</br>The gallant Knight sustains the feeble Fair</br>With his stout arm; and to the inquiring maid,</br>As thro' a sea of waving flow'rs they wade,</br>Talks of her good and venerable sire,</br>And mother dear &mdash; for much did she inquire</br>About their fate!  and, not unfrequent, paus'd</br>To weep the sorrows that herself had caus'd.</br>But with what eager, with what sad delight,</br>She heard the fortune of her faithful Knight!</br>O!  now she wept his woes and toils to hear,</br>Now half rejoic'd that all was borne for her;</br>Blush'd at the rising tumults of her breast,</br>Then hid the blush, those tumults that confess'd&mdash;</br>The gloom of sorrow and the light of bliss,</br>And tears and smiles usurp'd at once her face:</br>Such mingled hues the orient skies display,</br>When shadowy night half yields to rising day,</br>And shade and sunshine, intermingling, play.</br>Th' observant hero mark'd with happy eye,</br>Each throb, each blush, and each lose-prompted sigh;</br>And deem'd the toils and peril, he had past,</br>A trifling penance, for a prize so vast</br>Of present bliss. &mdash; Thus they, with converse sweet,</br>Charm'd toil and time, and with unwearied feet,</br>Soon reach'd the boundary of the valley fair,</br>And lo!  bright stairs of pearl ascended there&mdash;</br>Up to a cave magnificently bright,</br>They rose, with ivory balustrade, snow-white.</br>The same that cave, but how unlike the same,</br>By which the Knight to Oberon's palace came!</br>The gloomy gate, the giant guard was gone,</br>And in their place a golden portal shone.</br>And now, self-open'd, (with symphonious sound,</br>Whose soft vibrations thrill'd the regions round,)</br>That gate admits them, and before their eyes,</br>The cavern huge, a glowing labyrinth lies;</br>Whose concave roof, (a sparkling firmament,</br>A galaxy of gems,) a rainbow radiance lent.</br>Quickly this splendid labyrinth they pass'd,</br>And reach'd the spacious fairy land at last;</br>They pass'd the lake, where late Rinaldo stood,</br>And, in its waves, the bathing damsels view'd.</br>On rainbow bridge, they pass'd the palace fair,</br>Now, in primeval grandeur, tow'ring in the air:</br>And soon th' impatient, happy lovers stand,</br>Beside the entrance down to fairy land</br>Dark was the passage that to light upled,</br>With gloomy marble pav'd and overspread.</br>But ere he went, Rinaldo from the ground,</br>Some flow'rets pluck'd, 'mid thousands blooming round,</br>Compar'd with which, the fairest, sweetest flow'rs,</br>That deck the lawns or scent imperial bow'rs,</br>Are beautyless. &mdash; \"These\" (cried the lover blest)</br>\"Shall grace my lovely Crystalina's breast.\"</br>Next from the earth, that beam'd with sparkling ore,</br>A crystal rock of diamond he tore,</br>And fondly said &mdash; \"this bright and precious gem,</br>Shall grace the virgin's regal diadem.\"</br>Thus having said, the virgin's hand he took,</br>And, hastily, the Fairy world forsook.</br>Through rayless night, with doubtful steps and slow,</br>From steep to steep the silent lovers go&mdash;</br>And soon they spy &mdash; O, blest and cheering sight!</br>Far thro' the gloom, a stream of silver light.</br>How pleas'd benighted travellers behold</br>The morn ascend, in robes of yellow gold!</br>How pleas'd the storm-toss'd mariner, at last,</br>Views his lov'd country from the swinging mast!</br>How pleas'd the captive, dungeon'd long in night,</br>His chains knock'd off, emerges into light!</br>But ah!  more pleas'd, the happy pair survey</br>This heavenly light &mdash; this harbinger of day.</br>Soon from the cave the lovers issued forth,</br>And stood, transported, on their native earth.</br>Abroad they gaz'd, and saw with happy eye,</br>The earth wide spreading, and the ample sky;</br>The spacious vale, embrown'd with tow'ring woods,</br>And mountains, bathing in circumfluous clouds.</br>And now Aurora, from the climes of light,</br>Ascending fair, shower'd gold and rubies bright.</br>On sea and earth, and on Hyperion's road,</br>At his forth-coming, blushing roses strew'd.", "Devotion, joy, and love, their bosoms sway'd,</br>They kneel'd, they pray'd &mdash; to God th' Eternal pray'd;</br>Glory and thanks and praise to him they gave,</br>Whose eye had guarded, and whose arm could save.</br>Then up they rose, and saw, with glad surprise,</br>Uncertain visions swim before their eyes;</br>Seraphic voices, and harmonic strings,</br>Ethereal forms and wave of golden wings,</br>Half seen, half heard, along th' enchanted air,</br>With pleasing wonder fill'd th' attentive pair.</br>Whate'er he saw, and heard, Rinaldo deem'd</br>Illusions false, by Fairy phantoms fram'd.</br>Wary he stood, for well the hero knew,</br>Danger most dang'rous, under goodly show.</br>His shield he cast o'er Crystalina's head,</br>Then high in air the guardian cross display'd&mdash;</br>Low-hov'ring angels clos'd their wings around,</br>Kiss'd the rais'd cross, and bow'd with awe profound.</br>The Knight beheld, and prone in worship bow'd,</br>When lo!  upon them fell a pearly cloud,</br>And o'er them, angels sang sublime and clear&mdash;</br>\"Blest be the virtuous!  blest the brave and fair!\"", "With awful joy the list'ning lovers heard</br>The voice angelic, and their souls were cheer'd.</br>And now, towards the cave of Altagrand,</br>They turn'd their steps, slow-moving, hand in hand.</br>They reach'd his cave, and forth with tott'ring haste,</br>With staff in hand, the joyful Hermit pac'd,</br>To meet the pair the pair to meet him ran,</br>And thank'd, and blest, and kiss'd the hoary man&mdash;</br>The old man wept and call'd them children dear,</br>And welcom'd them with hospitable cheer.", "At length Rinaldo press'd the Hermit's hand,</br>And said \"I go to seek my native land,</br>Where parents dear our tedious stay bemoan.</br>And call us to their abdicated throne.</br>But how shall I forsake thee, aged Seer?</br>How leave my friend, my benefactor, here?</br>O come, beloved Father!  come with me,</br>Desert these wilds and cross the billowy sea;</br>Be still my guide, my counsellor, and friend,</br>Teach me to govern, and my throne defend</br>Then shalt thou live, from toil and peril free,</br>Companion high of sceptred majesty!\"</br>\"Deny him not,\" the gentle virgin cried&mdash;</br>\"No longer here, O reverend Sire abide,</br>Where fiends inhabit, and where beasts of blood</br>Dispute with thee the lordship of the wood.</br>Where not a friend thy tedious days can cheer,</br>Prompt the glad smile, or dry the mournful tear,</br>Where age, where sickness, finds no hand to aid,</br>Cool the parch'd lip, or hold the aching head;</br>Where none can e'en thy dying wants supply,</br>Or, being dead, can close thy rayless eye.</br>Then go with us, and we, paternal sage!</br>Will cheer thy days, and tend thy drooping age;</br>Though baleful clouds have gloom'd thy wint'ry day,</br>Thy evening sun shall beam a cheering ray.</br>In regal chambers soon shalt thou be plac'd,</br>By slaves attended, with high honours grac'd;</br>And if it still delights thee to inspire</br>The chords symphonious of thy mystic lyre,</br>Thy minstrel hand shall strike the tuneful strings,</br>Mid listening nobles, and admiring kings.</br>To thee the shouting multitude shall bend,</br>With homage due, and bless Rinaldo's friend.\"</br>The Virgin ceas'd, but still her azure eye</br>Mutely implor'd a favourable reply.</br>The Seer replied &mdash; \"I go, I go, my child&mdash;</br>Not that I dread the horrors of this wild;</br>Or need weak man's auxiliary arm,</br>To clothe my limbs and shield my life from harm;</br>Or have not slaves obsequious, to supply</br>My dying wants and close my sightless eye.</br>The Lord is all things, and is every where,</br>And all things claim his never-ceasing care.</br>He who on Israel, when, with famine spent,</br>The dainty quails, and foodful manna sent;</br>Who bade the ravens, in the desert, feed</br>The good Elijah:  Who at Israel's need,</br>Bade gushing fountains from the rock proceed;</br>He who, for Sampson, when the fight was done,</br>Drew crystal waters from the sapless bone;</br>Ev'n he, the mighty builder of the skies,</br>Dwells here unseen, and all my wants supplies.</br>For Love alone, with you I'll cross the main,</br>Reckless of pow'r, of pleasure, and of pain.</br>But tell me Lady, how, ah!  how shall we</br>Traverse the long rough journey to the sea?</br>Full many a mile, o'er mountain, dale, and plain,</br>Our feeble feet must bear us to the main:</br>Rinaldo's steed, that pastur'd unconfin'd,</br>On this wild mountain, we no more shall find;</br>As thou by nature, I am weak with age.\"</br>The Knight exclaim'd &mdash; \"Ah!  fear not, hoary Sage,</br>My feet shall soon explore yon peopled vale;</br>There many a mead perfumes the passing gale;</br>There cattle low, and fleet-foot coursers neigh&mdash;</br>For these the spoils of Fairy Land shall pay.\"</br>He spake, and then, with disappointed groan,</br>Produc'd the fairy flow'rs and diamond stone:</br>The flow'rs were faded, and the diamond bright</br>Crumbled to dust, and vanish'd from his sight.</br>The Seer beheld, and thus the pair address'd&mdash;</br>\"Such are the treasures of the land unblest;</br>While there detain'd, deluded man surveys</br>That glitt'ring world with wonder and with praise:</br>But rais'd to earth, a sphere more high and just,</br>Its joys are folly, and its treasures dust.</br>When higher still, ascends the enfranchis'd soul.</br>Where purer orbs in Empyrean roll,</br>Ev'n earthly joys shall vain and idle seem,</br>Our wealth and splendour but an empty dream.\"", "Thus having said, the hospitable Seer,</br>Into his cavern led the weary pair.</br>But scarce they enter'd his mysterious cell,</br>When lo!  upsprang by necromantic spell,</br>A banquet rare! &mdash; the cave more spacious grows,</br>And cheering tapers flash in sparkling rows.</br>They sit, they eat; while, rang'd on ev'ry side,</br>Stand slaves, obedient, clad in silken pride.</br>And viewless minstrels, all above, around,</br>From fretted lyres, solicit tuneful sound,</br>In consonance with mellow-breathing flutes,</br>Trumps, silver-tongu'd, and softly-sounding lutes</br>Nor wanted they harmonious voices there,</br>To chant seraphic paeans to the pair,</br>That might alone suspend fierce hunger's rage;</br>Allay Ixion's torments, and assuage,</br>The lassitude of toil-worn Sissiphus,</br>Or charm the thirst of fever'd Tantalus.</br>With lays alternate rival spirits sung</br>The warrior bold; the virgin fair and young:", "FIRST SPIRIT.</br>No more; of young Leander, sing no more,</br>Who oft the roaring Hellespont swam o'er,</br>His lovely priestess, Hero, to embrace;</br>No more, ye bards!  of fabled Orpheus tell,</br>Who sought his lov'd Eurydice in hell,</br>And, with his lyre, controll'd the Stygian race.", "What music could not, bravery has done&mdash;</br>To Fairy Land Rinaldo went and won</br>A fairer Fair, in spite of hostile arms;</br>Titania's love, a proffer'd throne he spurn'd,</br>And, spite of hosts, with Crystaline return'd</br>Triumphant, and shall soon enjoy her charms.", "SECOND SPIRIT.</br>Hail Crystalina! &mdash; henceforth ever be</br>Th' example high of truth and chastity,</br>Which force nor spells, nor richest bribes could stain;</br>In vain, to tempt thee, Oberon display'd</br>His golden lures &mdash; commended, menac'd, pray'd,</br>Transform'd thy shape, and prison'd thee in vain.", "Sing, O ye Bards!  the chaste Lucretia's name,</br>Who, death preferring ev'n to guiltless shame,</br>Did suffer martyrdom for chastity:</br>Laud her aloud, but louder still declare,</br>She ne'er with Crystalina can compare,</br>For beauty, virtue, love, and constancy.", "Of Hero sing &mdash; the fair, the faithful maid,</br>Who, on the tow'r her midnight lamp display'd,</br>To light Leander o'er the stormy sea;</br>Who, when her lover sank beneath the wave,</br>Sprang from the tow'r into a wat'ry grave&mdash;</br>Example sad of love and constancy.", "Th' Athenian Virgins &mdash; fair, unfortunate,</br>Unfortunately fair &mdash; O sing their fate!</br>When Hydra-headed Tyranny arose,</br>And doom'd to shame their chastity; dismay'd,</br>They of the grave a sanctuary made&mdash;</br>O sing their virtues and lament their woes.</br>Sing them aloud, but louder still declare,</br>None can with lovely Crystaline compare.", "BOTH SPIRITS.</br>Hail!  matchless hero!  hail, unrivall'd fair!</br>Who can with him, or who with her compare,</br>For beauty, valour, chastity, and love?</br>None but the Knight deserves the Virgin's charms,</br>None but the maid is worthy of his arms&mdash;</br>Hail favour'd pair, whom heaven and earth approve!", "Thus sang, to sound of instrumental wires,</br>Aerial minstrels, fanning th' am'rous fires</br>Of either heart; and now, refresh'd and gay,</br>The lovers rose, impatient of delay&mdash;</br>\"Depart we now!\" the anxious hero cried,</br>\"Our journey's long, the ocean wave is wide.</br>Westward from hence, within a circling bay,</br>Anchor'd in safety from the stormy sway</br>Of Eolus, my ship and seamen stay.</br>Our course we cannot lose; the unerring sun</br>Shall be our pilot thither, and forerun</br>Our tardy steps, and on some mountain height,</br>Each eve, suspend his beacon, broad and bright.\"", ""]