["To themes the wonder of uniting spheres,</br>My muse devotes her simple social lay;</br>And that sweet boon which foe to foe endears,</br>With all the labours of the lyre repay.</br>Oh!  could hope's season prove unchanging May,</br>Her blossoms from the warring Winter free,</br>Warm'd and matur'd by Friendship's solar ray!</br>Then her soft smile would speak her mild decree,</br>And give mankind to love, repose, and liberty!", "Young lovely Peace, her branching olive bends,</br>Like the gay arch of Iris in the skies,</br>A pleasing symbol mercy's hand extends</br>To glad the sight with all its dewy dies</br>Yet sad, to beauty, mourning kindred ties,</br>Pluckt far apart, by death's dividing arm,</br>Her brightness, like the rainbow, early flies,</br>Hiding in dew the glances made to charm,</br>Which once in vain essay'd some dear one to disarm.", "Long had the shadow of death's raven wing</br>Swept fast between this world's departing light,</br>And eyes (that leaving life's last evening)</br>Clos'd on the field in everlasting night,</br>When War's harsh clarion to the fatal fight</br>Call'd forth his victims never back to roam;</br>For valour knows not fear's disgraceful flight;</br>Prompt only to pursue and overcome;</br>Or find in glory's grave an unrecorded home.", "Long had the voice of lonely, pale despair,</br>Greeted the fancied form of him who fell;</br>Shriek'd in the gusts of night her frantic air,</br>Too terrible for music's tongue to tell!</br>Her harp attun'd unto the dead man's knell;</br>And whilst her wasting fingers madly strove</br>The deadly calm by discord to dispel,</br>Adown the strings her following tears would move,</br>And change the tone to grief, for unreturning love!", "The restless hand of ever-warring strife</br>Stretch'd far its gore-dew'd sceptre o'er the land;</br>And most it claim'd the tributary life</br>Where mercy vainly rais'd a pleading hand,</br>When Europe bled at tyranny's command,</br>And ceaseless seem'd the flow of blood and tears</br>From heart and eye; a melancholy band</br>Of yet unwidow'd bosoms fill'd with fears,</br>That saw no coming joy with time's approaching years.", "Ambition lifted his colossal form,</br>And kneeling nations mov'd but to obey;</br>For in his front roll'd on the battle storm;</br>His name the herald of despotic sway!</br>The flight of freedom from her summer day</br>On broken wing, that life drops daily shed,</br>Spoke danger to her sons, but not dismay,</br>For slavery's chain, fresh clanking horrors spread,</br>And shrin'd anew th' unconquer'd spirits of the dead!", "Then Gallia pour'd her flooding legions forth,</br>O'er unoffending climes, and yielding thrones,</br>As white-wing'd Peace flew homeless from the north,</br>And echo breath'd her sad incessant moans;</br>Proud tyranny, whose rule mankind disowns,</br>Save when the smile conceals the hate of art,</br>Stifled by falsehood's tongue a nation's groans,</br>Bade sweet repose from Gallia's offspring part,</br>And gloss'd the serpent's tooth that prey'd upon each heart.", "Then every breeze that kiss'd fair England's shore</br>Came like a lover laden deep with sighs</br>To her who bids hie bosom hope no more;</br>And told of hapless hearts, and rayless eyes,</br>That sought for souls to aid and sympathize,</br>Thro' joyless rivers of imploring tears</br>Asking the thunder of the island skies.</br>Not vain the suff'rer's plea, for England hears,</br>Arms her brave sons, and in defending perseveres.", "Thy voice like dark Afric's cry,</br>Rous'd the recumbent lion to relieve,</br>And rais'd the signal \"to resist, or die!\"</br>When Albion's senate saw thy thousands grieve;</br>Wealth, power, was lent this freedom to achieve;</br>Yet nerveless seem'd the sinews of thy frame,</br>And coldly welcom'd the desir'd reprieve:</br>A captive half consenting to thy shame,</br>Uncovetous alike of freedom, life, or fame!", "Then (to support thy conflict and thy cause)</br>Brave Friendship fell a slaughter'd sacrifice</br>That hour which saw thy guardian genius pause</br>(As she beheld the hero's spirit rise),</br>Gather'd foul gloom around thine enterprize;</br>Let fall thy grateful tears on that lone grave</br>For buried bravery, and idolize</br>The memory of him who came to save</br>And on thy children's hearts the name of MOORE engrave.", "Gigantic tyranny, insatiate still,</br>O'er wrecks of subjugated kingdoms strode,</br>And mark'd new realms unfetter'd by his will</br>Where joy yet revell'd in her dear abode,</br>Unconscious of the wild and thorny road,</br>Her airy feet should trace; when wrap'd in fire,</br>Her cottage fell, and stern oppression's goad</br>Repress'd her smile, and render'd mute her lyre,</br>Whilst millions saw content, her parent, friend, expire!", "Slumber'd the spirits of each kingless realm</br>In shackled dreams of future peaceful hours?</br>Or secret, silent, anxious to o'erwhelm</br>With quick and certain force the fiend-like pow'rs</br>That ever on the galled captive lours.</br>Feign'd they that vision, valiant Tyrolese,</br>When bursting from your native wild-wood bow'rs,</br>Ye gave great freedom's banner to the breeze,</br>And taught surrounding slaves lost liberty to seize?", "Wide o'er the waters, to the fragrant East,</br>The hand of tyranny in hostile threat,</br>(Which ever grasp'd, but ne'er its prey releas'd)</br>Defied the swarthy sons of Mahomet.</br>But Britain bound her saving amulet</br>Round Egypt's rights, her monarch of the main,</br>Her Hero NELSON Fame should ne'er forget,</br>And time's last record shall his deeds retain,</br>\"Albion shall never look upon his like again!\"", "Fast follow'd by defeat, disgrace, and hate,</br>Napoleon sought again the billowy world,</br>That mock'd his every effort to create</br>One subject wave, for still the surges curl'd</br>To kiss their wedded lords, when high unfurl'd</br>The streaming standard of their loveliest isle,</br>Flung its broad frown on foes, for ever hurl'd</br>From ocean's empire, and his fav'ring smile,</br>Doom'd him to feel recoil of each defeated wile.", "How fraught with terror was that guilty look,</br>His mem'ry ventur'd on the land he left!</br>His joyless soul, like aspen foliage shook,</br>When conscience spoke of Jaffa's sons, bereft</br>Of life, and hearts, by treach'rous murder cleft;</br>Then (as the moon's light glanc'd along the sea)</br>Arraigning shrieks proclaim'd the demon's theft</br>Of sweet existence from mortality,</br>And fierce Napoleon felt the curse of Tyranny!", "Sweet Peace (still exil'd by the potent voice</br>Of bad Ambition) over mountains stray'd,</br>And wilds, where silence bade her breast rejoice;</br>Yet thoughts of home her travel oft delay'd,</br>And Europe bleeding, sinking, and dismay'd,</br>Her backward glances caught; the clouded sphere</br>In grieving, pitying stillness she survey'd;</br>Each passing moment saw her home less near,</br>And e'en her twilight gleams in darkness disappear.", "Yet, as a ling'ring look the virgin cast,</br>Caressing and caress'd by her white dove,</br>(Those happy periods long bad glided past</br>When human bosoms shar'd her gems of love),</br>She saw thro' war's dark chaos slowly move</br>The star of hope, and o'er Iberia shine;</br>The name of WELLINGTON was interwove</br>With laurell'd glories, and she bless'd the sign;</br>Wishing her Olive with that Victor Wreath to twine!", "When groaning Europe mark'd that beacon bright,</br>Its lust'rous beams augmenting with each hour,</br>She tore the faithless film, regain'd her sight;</br>No longer base beneath the despot's power,</br>(Abroad to plunder and at home to cover)</br>She hurl'd the pond'rous crushing fiend away;</br>Existing to deceive, destroy, devour,</br>And arming in her ancient brave array,</br>From Slav'ry's fatal night sprung into Freedom's day.", "Lynx-eyed Napoleon saw the effort great,</br>To live with Liberty, or live no wore;</br>And breathing forth a vow t' exterminate,</br>From aged sires their only offspring tore;</br>And neither dar'd their hopeless fate deplore;</br>Sever'd each sacred union of the heart,</br>Where years perchance had heap'd affection's store,</br>Fix'd in each bosom death's too welcome dart;</br>And with his breast unmov'd, bade even life depart.", "Then Desolation marr'd the peasant's pride,</br>Low lay his fertile crops of rip'ning grain;</br>His sick'ning hopes just bade adieu, and died!</br>Where scepter'd Ceres held her summer reign,</br>The subject harvest wav'd a golden plain;</br>Nought now is view'd, save ruin's lawless waste:</br>The once untravell'd, simple, harmless swain,</br>By health and industry for labour brac'd,</br>Mingled with man, became refin'd, and then debas'd.", "Thou, Tyranny, in each gradation seen,</br>Most skilful seeming, yet art most unwise:</br>From insects tortur'd by an infant's spleen</br>To man, who writhes ambition's sacrifice.</br>The love of life, and hate of pain will rise,</br>And turn upon the great, or lesser brute</br>Those wrongs inflicted, ere the feeling dies</br>Beyond the pow'r employ'd to persecute;</br>Devoting to revenge life's latest attribute.", "The guiling fiends of vengeance and of rage,</br>(Most apt in all variety of vice,</br>Trebly pre-eminent in villanage)</br>To the fell Tyrant proferr'd paradise.</br>In empire measureless; the hellish price</br>Brave Russia, bleeding from her ev'ry pore,</br>Or known a kneeling, abject sacrifice,</br>E'en murder at that horrid compact wore</br>A look less hideous, than the wretch who lav'd in gore!", "Illusive evil, o'er thy present face,</br>Are smiles diffus'd, like ocean's waveless plain;</br>Beneath thy superfices few can trace</br>The frowning tempest of the future pain;</br>E'en so unmark'd his elemental bane</br>By stern Napoleon, in the arctic sky,</br>Denunciation from his lip profane,&mdash;</br>Destruction flashing from his savage eye,</br>He dar'd the forces of OMNIPOTENCE defy!", "But Conquest wove a red Autumnal wreath,</br>Deep dy'd and with'ring round th' usurper's brow,</br>Whose steel had never known its peaceful sheath</br>Since Gallia's monarch felt the martyr blow;</br>And heav'n had heard a nation's holy vow</br>To guard its temples from unholy hands,</br>And deign'd with tenfold strength the arm t' endow</br>That would repel aggression's lawless bands;</br>The cause religion!  liberty!  what force withstands?", "Now had the despot brav'd the confine drear</br>Of Russia's clime, where Winter's form abides;</br>Where the soft Goddess of the Eastern year</br>O'er her mild blossoms scarce an hour presides:</br>Expanding flame the atmosphere divides;</br>A godlike offering for a nation's good</br>Gleams greatly dreadful, and the tyrant guides</br>To Moscow's centre, fill'd with fire and blood;</br>A burning barrier to conquest's only food!", "His soul of adamant with selfish fear</br>Shrunk from the contemplation of the scene;</br>His homeward view met Winter's aspect drear,</br>Scowling through clouds where frozen plagues convene,</br>And nature's shiv'ring form, unclad and lean,</br>For shelter proferr'd many a leafless pine;</br>His coward eye beheld the fiery mien</br>Of patriarchal Moscow slow decline,</br>And leave a ruin'd, relicless, unlovely shrine.", "No servile train compulsive greeting gave,</br>No lauding shouts the tyrant's entry hail'd;</br>It seem'd death's welcome to his last still grave.</br>And sullen gleams his sullen glance assail'd;</br>Beneath that sight his cruel spirit quail'd;</br>No safe asylum his fierce horde allures,</br>And policy o'er interest prevail'd:</br>Brave Russia's offspring every loss endures,</br>To gain the glorious height that Europe's Peace secures.", "Swift was the flight, in motion retrograde,</br>Of eagle standards from the frightful clime;</br>Vainly the despot search'd for mortal aid,</br>Cursing the rapid stride of foes and time;</br>Pursu'd by just revenge, weigh'd down by crime,</br>His dastard soul the coward's meanest art</br>Adopted quick; the form, once deem'd sublime,</br>Alone, in dark disguise, could tearless part</br>From every faithful, native, dead, and dying heart!", "Each Gallic leader of the flying force</br>Sought refuge singly from avenging foes;</br>Whilst o'er pathless, frigid, fearful waste,</br>(O'er devious mountains of unwasting snows,</br>Where vegetation Nature never knows,</br>Skimming the glacier where eternal ice</br>O'er the lost earth a mailed vestment throws)</br>The despot sped; and bless'd the low device,</br>That honour's tongue denounc'd as guilty cowardice.", "Once more, proud Gallia's varied colours stream'd</br>The banner'd badges of defiance still;</br>Once more the spear for fell Napoleon gleam'd,</br>And the harsh trumpet sent its summons shrill,</br>To France the victim of his bandit will;</br>But victory guided every Cossack's lance,</br>By heroes led, who own'd a master's skill</br>In war's perplexing art, and each advance</br>Carried thro' Gallia's ranks dismay and fresh mischance.", "Whilst Leipzic's plain its wounded bosom spread,</br>Like Asia's pelican to pour the stream</br>Of parting life; as the libation red</br>Augmented blushes to the dyes extreme,</br>With hues as deep the mountain summits teem,</br>And down the Pyrenean steeps descend</br>(Iberia's rights from bondage to redeem),</br>The Island warriors, born each nation's friend,</br>Who dares against the form of Tyranny contend.", "For Wellington's great Duke, his country's pride,</br>Brave Albion's still unconquer'd legions led,</br>Triumphant thro' the battle's whelming tide;</br>Yet mercy o'er the victor's exploits shed</br>Her mild preserving lustre as she fled;</br>Nor vain the angel voice that whisper'd \"Spare,\"</br>His valiant bosom no incentive fed,</br>The prostrate form of foes subdued to tear,</br>For pity's eye impearl'd his virtues wear!", "Not to lay desolate the fields of France,</br>Her sons to slaughter, and her scenes deface,</br>Came Britain's hero, but deliverance</br>From her Lycaon, rancorous and base,</br>Whose rule long prov'd a burthen'd realm's disgrace!</br>Prompt in the cause of Bourbon's banish'd right,</br>See Bordeaux's walls, the Lilly first embrace,</br>Where dawning Royalty's returning light</br>Broke through the gloomy sphere, and Gallia hail'd the sight.", "Hyena-like, by hunters, hardly press'd,</br>Gall'd by new wounds, Napoleon check'd his speed,</br>But sought again his Parthian flight distress'd,</br>Compell'd from every conflict to recede,</br>Foil'd in his futile efforts to impede,</br>The hast'ning hand of justice doubly arms</br>To level Tyranny, maintain her creed,</br>And for the martial trumpet's loud alarms,</br>To yield the rustic reed with peaceful music's charms!", "Where lives the man such matchless virtue owns,</br>As firmly to survey his ancient home,</br>To flames a prey, and hear the final groans</br>Of his brave sons, religion's sacred dome,</br>Echoing the oaths of vile brigands, who roam</br>The licenc'd butchers of their hapless kind,</br>And when the instant of revenge is come,</br>When passion triumphs o'er the modest mind,</br>And stay his threat'ning band to raise the wretch reclin'd?", "Thou, Alexander, &mdash; Russia's valued chief,</br>From just retaliation's painful plea,</br>Turn'd to the cause of all thy woes and grief,</br>And great forgiveness was thy soft decree;</br>Then every bosom shrin'd a Jubilee!</br>Marmont, humanity's unchanging friend,</br>Proclaim'd all Parts from the tyrant free,</br>From her rejoicing thousands, shouts ascend,</br>And Alexander's Magnanimities extend!", "By fortune's form abandon'd and alone,</br>By crime's extremest curse reflection pain'd,</br>Napoleon saw his long polluted throne</br>No more by usurpation's name profan'd,</br>And all that rapine, fraud, and blood obtain'd,</br>Fade like the vapours of a regal dream;</br>His latest act e'en female fear disdain'd,</br>His life by abdication to redeem,</br>And forfeit every hope of bravery's esteem!", "The fiend, ambition (like the viewless wind,</br>That strikes in tempest, and in storm destroys,</br>Leaving no token, save its wreck behind),</br>Forsook his heart; but left its meanest joys</br>And for the last delight, he deigns to plead,</br>That centres in the title he enjoys;</br>In Elba's Isle posterity shall read</br>\"The fall of Tyranny the Tyrant's self decreed!\"", "From the kind shores of shelt'ring England came,</br>The Royal Louis, grateful to the isle</br>That grants support to every exil'd claim,</br>And soothes, the sorrowing features to a smile;</br>Regret had cloth'd her less'ning cliffs awhile</br>In all her saddest tints, till Gallia's scene,</br>Courting his glances, serv'd to reconcile</br>The pain of parting from old Ocean's Queen,</br>And majesty gave place to man's delighted mien!", "Ask of the heart that once knew perfect bliss,</br>In the dear names of husband, father, friend,</br>Yet harshly plung'd to space and time's abyss,</br>Where wilds Siberian o'er the thoughts extend,&mdash;</br>Where years and distance still those joys suspend</br>That live in unions with affection's glow,&mdash;</br>How the embracements of twin hearts transcend</br>In the refinement of soft feeling's flow</br>All earthly happiness that sensual bosoms know.", "In beauty's full maturity appears</br>The long remember'd landscape to that eye</br>Which dwelt with true delight in youthful years</br>On native scenes, till from them forc'd to fly,</br>Tho' far from sight, to memory ever nigh;</br>So Gallia's vine-clad hills and flower'd vales,</br>Her chrystal streams, reflecting Summer's sky,</br>Repeated retrospection's happy tales,</br>And gave her monarch welcome in her fragrant gales!", "Still discord's finger riots o'er the string,</br>And calls reluctant images of ill,</br>To dull my minstrelsy, and dirges sing,</br>Where death-drops from the front of Mars distil;</br>E'en yet thro' valour's vein the dying thrill</br>Imparts an icy silence to the breast,</br>Once beating high, and ardent to fulfil</br>Hard peril's task, and by his deeds attest</br>A loyal life of fame, or evermore to rest.", "Misguided nations, let thy conflict cease!</br>Nor like the sire and son by passion sway'd,</br>Let deadly wrath still exile gentle Peace!</br>Why from Britannia and Columbia stray'd</br>The silent footsteps of that mild-ey'd maid?</br>May former amity in lasting ties</br>Bind each rode hand, till friendship's mutual aid</br>Shall arm them 'gainst oppression's enterprize,</br>United ever to assist, or to chastise!</br>"]