["Adeccobaldonoscar led the van,</br>And next him fought the fierce Cargolcudan.</br>Larpedomeskodundowalleskere</br>And young Zornbaxathwit brought up the rear;</br>Zornbaxathwit, than whom a braver youth</br>Ne'er grac'd the hall of Barladellercouth.</br>The lovely Buldermulla, when she went</br>Thro' Phalarama's vale to Dano's tent,</br>Fierce from the chace the lovely warrior spied,</br>His trusty greyhounds panting at his side:</br>Across his shoulders broad a goat he bore,</br>And down his limbs of strength the clotted gore</br>Hung by the hair, where Dano's hung before.</br>\"O loveliest youth,\" fair Buldermulla cried,</br>\"That ever crost the hills of Zanchorxide;</br>Fair as the mourn, when o'er Carptanto's top</br>She shines into the hall of Walgarzop!</br>O!  fairest youth, does yet an happy fair</br>Possess thy heart?  O loveliest youth, declare!\"</br>Fix'd as the oak in Danderwelchin wood,</br>Zornbaxathwit charm'd with her beauty stood.</br>The goat he careless from his shoulders threw,</br>And cried, \"O daughter of Mardancarew,</br>Ne'er did the harp of Oxcard, or the song</br>Of fair Deball, from valiant Ogzan sprung,</br>With sounds so charming meet my ravish'd ear</br>As now that charming sound I ravish'd hear.</br>Soon as my limbs I bathe in crystal flood,</br>And from them wash the goat's and Dano's blood,</br>In yon palm shade, behind the misty hill,</br>Shall we, my love, the nuptial rites fulfil?</br>Last morn proud Dano dar'd me to the fight,</br>And on Carpanto stood with dawning light.</br>'Zornbaxathwit!' loud as storm, he cried:</br>'Zornbaxathwit!\" the hills and dales replied.</br>Fierce as a blast he thunder'd down the hill;</br>Fixt as a rock I in the vale stood still.</br>Bright as the lightning both our armours shone,</br>Our shields beneath our thundering falchions groan;</br>Our blows tho' strong the armour will not pierce;</br>At last I fling the hero on his &mdash;:</br>He with a voice like distant thunder cried,</br>'Don't slay me fall'n, great son of Waldarskide.'</br>Away my sword and giant shield I threw,</br>And breast to breast in equal combat flew.</br>The caves of Rodkir ecchoed back our noise,</br>The shepherds view'd us from the top of Droise!</br>At our fierce tramplings the high mountains shook,</br>The rocks were tumbled, and Carlascar's brook</br>Affrighted at our feet its course forsook.</br>At last beneath mine arm fierce Dano's head</br>I got &mdash; and, by my soul, I squeez'd him dead.\"", "So spoke the youth, and pale as ashes grew</br>The lovely daughter of Mardancarew.</br>The love of Dano to her breast return'd,</br>And to revenge his death the Virgin burn'd.</br>\"Give me the sword, fair Buldermulla said,</br>That yet with cruel Dano's blood is red.\"</br>He gave the sword:  she plung'd it in her breast,</br>And while the blood gush'd out made this request:</br>\"O raise my tomb, Zornbaxathwit, she cried,</br>O raise my tomb by lovely Dano's side!</br>Then shall the hunter, as he passes by</br>Our moss-clad graves, say Here two lovers lie!\"</br>"]