["THYRSIS.</br>Dear Corydon, whence flow your tears,</br>Whence this sighing, this groaning, and grief?</br>Be happy!  Away with your fears,</br>Next Mail may perhaps bring relief,</br>The Dutchmen's affairs will come round&mdash;", "CORYDON.</br>D&mdash;n the Dutchmen, wherever they be;</br>I would rather they all had been drown'd</br>Than this curse should have fallen upon me.", "I yesterday rose with the day,</br>I yesterday scour'd my gun,</br>And to Islington fields bent my way,</br>Where I travers'd about 'till past One.", "Then weary, fatigued, and what not,</br>I was thinking to make a retreat,</br>When a partridge some one must have shot,</br>Fell fluttering down at my feet.", "Though his wing had a terrible wound,</br>I fear'd he again might have fled,</br>So I took the butt end of my piece,</br>And with three blows knock'd him on the head.", "That done, he was popp'd in the poke</br>With three sparrows I knock'd down before,</br>And to every man that I spoke,</br>That I kill'd him right truly I swore.", "I gave it to Molly the Cook,</br>For my whet 'fore I went to the Ship,</br>And curse her, aye curse her black look,</br>She has roasted it dry as a chip.", "The crumbs are with cinders quite spoil'd,</br>The bread sauce is black as my hat,</br>The gravy and butter are oil'd,&mdash;</br>Oh!  curse and confound her for that.", "But why should I sigh and complain,</br>I must bear it as well as I can;</br>To lament or to sigh is in vain,</br>Misfortune's the portion of Man!", "At the Ship I a dinner shall find,</br>That I hope will make up for my loss;</br>So walk with me, for you have not din'd,</br>And I'll promise no more to be cross.", "THYRSIS.</br>Why, then, keep your word, my dear swain,</br>And cheer up that dismal long face,</br>To do away sorrow and pain,</br>See here I have brought you a brace!", "CORYDON.</br>Oh, ye Gods, what delectable birds!</br>My heart is rejoic'd at the sight&mdash;</br>To express what I feel I want words,</br>So, by Jove, we will have these drest right.</br>"]