["Beneath a beach, the sov'reign of the shade,</br>Far from the lab'ring clown's intrusive tread,</br>The pensive love-lorn Frederick was laid,</br>To feed on thought, which on his comfort fed.", "Molly, the brilliant beauty of the plain,</br>By wav'ring fortune sunk to low degree,</br>Had oft with transport heard the shepherd swain</br>In courtship pass the daisy dappled lea.", "Till pride parental check'd his honest flame,</br>Forbid the tender intercourse of soul;</br>Obedient duty own'd the rigid claim,</br>And rival'd Love's omnipotent controul.", "Joy swiftly fled the lover's bleeding breast,</br>Despair thick planted daggers in his prey;</br>With ease each mental avenue possest,</br>And sighing dragg'd the halting hours away.", "Fame thro' the busy hamlet late had spread</br>For truth, that wealthy William of the Vale</br>Was now betroth'd the matchless maid to wed,</br>And wretched Frederick met the trav'ling tale.", "To hide his babbling grief in vain he strove,</br>Prob'd by the sudden sorrow-searching sound;</br>So sought the faithful friendship of the grove,</br>Where social thought in solitude is found.", "On Nature's verdant velvet couch reclin'd,</br>A self-tormenting candidate for ease,</br>Dejected spoke the language of his mind,</br>And thus his heart unbosom'd to the breeze.", "\"Why was I doom'd to feel the fair-one's pow'r,</br>When village pastimes crown'd the jocund day,</br>Why did she tempt my humble hopes to tow'r,</br>O wherefore Love command and not obey?", "\"Through yonder wood, when hand in hand we talk'd,</br>With trembling tongue I promis'd to be true;</br>Oft blushing stole sweet kisses as we walk'd,</br>And bless'd the happy time which now I rue.", "\"For were the 'Squire's wealthy acres mine,</br>Nay, all the treasures harvest has in store,</br>Still must my weeping heart in anguish pine,</br>False, fickle Molly must be kind no more.", "\"No more when morn unbars the purple sky,</br>And nibbling flocks o'erspread the misty dales,</br>To meet his love shall hapless Fred'rick fly,</br>Or poise, with willing hands, the frothy pails.", "\"In vain shall eve her cool retreats prepare,</br>Of elms wide branching o'er the grassy way;</br>The fields in vain their greenest garment wear,</br>And bleating ewes their fleecy fruits display.", "\"Since the proud maid disdains a rustic's hand,</br>Tho' poor, yet clean from Court corruption free,</br>She may be mistress of my rival's land,</br>Now scorns to wed Obscurity and me.", "\"Till late, alas!  unknown to bosom strife,</br>What tho' my table furnish'd humble fare,</br>Content, the sav'ry sauce that sweetens life,</br>Supply'd each want, and exil'd every care.", "\"Tho' plenty deign'd not in my barns to smile,</br>The poor man's murm'ring ne'er reproach'd my name,</br>The grateful blessings of the gen'rous soil,</br>Were ne'er withheld to blast the breath of fame.", "\"The cackling tribe, which on my pension live,</br>With golden gills the yolky tribute pay;</br>Their woolly vests my sheep with pleasure give,</br>To clothe my lab'ring limbs in coarse array.", "\"Possest of these my hair breadth span of years,</br>In poor paternal home would joyful end,</br>Would charming Molly kindly dry my tears,</br>Accept my love, and be my nuptial friend.", "\"Vain hope, e'er this the cruel knot is tied,</br>Must heap the mighty measure of my woes,</br>E'er this she triumphs with perfidious pride;</br>Befriend me, Death, for love and life are foes.\"", "The list'ning Fair, with gen'rous pity mov'd,</br>Swift from her leafy mask with raptures flew,</br>Anxious to sooth the Swain she truly lov'd,</br>With dazzling graces met his doubtful view.", "Grief sympathetic, trickling form her eye,</br>Bedew'd the blushing rose that bloom'd her cheek,</br>Her lily bosom heav'd the tender sigh,</br>And taught the tongue of innocence to speak.", "\"O Shepherd, cease to wound my throbbing heart,</br>Still, still I'm thine by ev'ry sacred tie,</br>Our twining souls no human pow'r can part,</br>By virtue arm'd shall life's worst storms defy.", "\"The parent yields to thy superior worth,</br>My future bliss doth all her care employ,</br>'Tis thee I prize above the sons of earth,</br>'Tis thee alone can sweeten ev'ry joy.\"</br>"]