["How vain are the efforts of art?</br>How vain are the smooth study'd lays?</br>Ev'ry language but that of the heart,</br>Must fail in my Phyllida's praise.</br>How modest, yet free, is her air?</br>Her words with what softness they flow?</br>She has fill'd ev'ry heart with despair;</br>She has made ev'ry shepherd my foe.", "For since she appear'd on our plains,</br>On me she has lavish'd her smiles;</br>I'm the envy of all the young swains,</br>To supplant me they're fruitful in wiles.</br>But let me their passions despise,</br>Their proceedings I never will mind,</br>If my Phyllis approve with her eyes,</br>If my Phillis continue but kind.", "I watch ev'ry glance of her eyes,</br>Ev'ry blush that but dawns on her cheeks;</br>How I tremble if every she sighs!</br>How I'm raptur'd if ever she speaks!</br>If she talks, it is heav'n to hear;</br>If she smiles, it is heav'n to see;</br>How soft, how engaging, how dear,</br>How all over heaven to me!", "My fields, and my orchards are small,</br>Yet planted, and cultur'd with care;</br>My groves they are lofty and tall,</br>And a sweetness is found in the air.</br>She admires the increase of my fields,</br>She admires the still gloom of the woods,</br>The sweetness the healthful air yields,</br>And she likes the wild fall of the floods.", "We have wander'd along the green hills,</br>Thro' the plains ever vernal with flow'rs,</br>Thro' the lawns ever gleaming with rills,</br>By the banks ever shady with bow'rs;</br>There my charmer still rais'd such wild strains,</br>As wantonly melt in the throat,</br>Resounding thro' woods, and thro' plains,</br>Sweet echoes prolong'd each breath'd note.", "We stray at the dew of the dawn,</br>Thro' fields where the west wind has flown,</br>Collecting the flow'rs on the lawn,</br>By the warmth of the gale newly blown.</br>What beauty is found in their dyes,</br>While attended by health thus we rove,</br>And I see in my Phyllida's eyes,</br>Content, soft associate of Love?", "Already our flocks jointly feed,</br>They never are separate seen,</br>Together they sport on the mead,</br>And crop the soft herbs of the green:</br>And hence all the shepherds foresee,</br>That Phyllis will quickly be mine;</br>Oh!  thought full of transport to me,</br>For the day how I eagerly pine.</br>"]