["I. 1.</br>Far o'er the western azure main,</br>The adverse coast about to gain,</br>Appear'd the fatal barks that bore</br>Our hostile legions to a kindred shore.</br>Sunk was the sun, and dark the seas;</br>The wild waves murmur'd round the prow;</br>And dismal sounds were wafted in the breeze,</br>Confus'd alarms, and shrieks of distant woe.</br>Fix'd, as rooted in the tide,</br>Each keel at once forgot to glide:</br>Pale horror damp'd the watchful pilot's brow;</br>Hush'd were the winds above, and still'd the floods below.", "I. 2.</br>As from behind the storm</br>The pale moon glimmers with malignant light,</br>Sudden an aery form</br>Glanc'd on their startled eyes, athwart the night.</br>The semblance sad and meek it bore</br>Of him, whom to the desert shore</br>Religion led, and Freedom's holy flame.</br>There Justice pois'd her equal scale,</br>Taught savage chiefs her shrine to hail,</br>And wreath'd her bloodless laurels round his name.", "I. 3.</br>\"Fled are the hours of peace!</br>From Boston's plain the flames arise;</br>With ruddy horror blaze the western skies;</br>Nor yet,\" he cries, \"they cease.</br>I hear the clarion's dire alarms;</br>Her thousand warriors Freedom arms:</br>From the bleak Atlantic main</br>To dark Ontario's piny shore;</br>From Georgia's citron groves and fertile plain;</br>To Ohio's stream I see their myriads pour.</br>Before them conquest lifts her spear;</br>On the broad base of equal laws,</br>By wisdom fix'd, the rising states appear;</br>Justice avows, and Heaven asserts their cause.</br>Brightening thro' ages the fair prospect glows,</br>Nor long futurity reveals the distant close.", "II. 1.</br>\"But thou, thy suppliant sons afar</br>Who vexest with injurious war,</br>Unnatural mother, hear thy doom!</br>Devoted Britain, mark thy ills to come!</br>Enfeebled by corruption's sway,</br>The ruin of a mighty state,</br>Unhonour'd shalt thou sink to swift decay;</br>Each art, each virtue, fled, that made thee great.</br>Torn from its base thy column lies,</br>Forgotten all thy victories;</br>In the throng'd port thy cross is seen no more;</br>Lost are thy boasted laws, o'erthrown thy balanc'd pow'r.", "II. 2.</br>\"To peaceful realms the sword</br>In evil hour the proud Iberian bore;</br>Tho' empires own'd him Lord,</br>And wealth uncounted swell'd his fatal shore.</br>From Cusco's mournful vale the cries</br>Of guiltless blood ascend the skies;</br>To mutual slaughter rush the frantic band:</br>The fathers crimes their offspring bear,</br>The tardy vengeance still they fear,</br>While bigot slavery wastes the destin'd land.", "II. 3.</br>\"Spirits of heroes old</br>Who erst your country's rights assail'd</br>Challeng'd in arms; and now heaven's guardian shield</br>O'er struggling freedom hold;</br>Rescuing her unpolluted shrine</br>In other climes her sons ye join.</br>Heaven her blazing portal spreads;</br>Shafts of glory pierce the night;</br>Lo!  the bright van the royal patriot leads,</br>Founder of laws, and arbiter of right;</br>Pensive his brow, as when opprest</br>By Danish pride his realm he view'd:</br>Girt with his peers Fitzwalter lifts his crest,</br>With him, who ill-starr'd Henry's arms withstood;</br>See Spencer's foe, fierce Lancaster appear,</br>And Kent too early slain, and Tressel's brow severe.", "III.  1.</br>Frowning from Chalgrave's sanguine field,</br>In timely death his virtue seal'd,</br>The right he bled for, to maintain;</br>Hampden in sun-bright mail augments the train.</br>Victims of Stuart's bigot pride;</br>Nor are ye absent, generous pair,</br>In many a year of adverse fortune tried,</br>Leicester's firm son, and Bedford's gentle heir.</br>Join'd in love, in fate ye fell!</br>Still the just muse your fame shall tell,</br>Where freedom holds on earth her hallow'd seat;</br>And nations yet unborn the pious strains repeat.", "III. 2.</br>\"Ye too, they cry, be bold!</br>Uncheck'd by secret guile, or force abhorr'd,</br>Your charter'd rights uphold;</br>And dauntless brave the mercenary sword.</br>To heaven oppression rears her head,</br>Her scourge the prostrate kingdoms dread;</br>But short her rule, and fleeting is her hour.</br>The rod avenging justice bears,</br>And when are past the appointed years,</br>Smites with a giant's force, and quells her power.", "III. 3.</br>\"Fast by the sapphire throne</br>Its adamant beam the balance sways,</br>In which the deeds of men th' Eternal weighs:</br>Thence the decrees are known</br>That set the suffering nations free,</br>And bear to virtue victory.</br>Cherish deeds by heaven approv'd,</br>And virtues equal to thy doom.</br>Thrice happy land!  See on thy plains belov'd</br>The sacred muse her promis'd seat assume.</br>As o'er the main thy towers arise,</br>Spreading their salutary light;</br>And bless with hope the weary'd seaman's eyes,</br>Worn with th' Atlantic storm, and wrapt in night,</br>Thy genial breast shall still the unhappy greet,</br>Refuge of injur'd worth, and freedom's last retreat.\"</br>"]