["A daily warfare is a Christians life,</br>Where Souldiers all not onely stand in need</br>Of Armes and Valour (to maintaine the strife</br>The cursed Serpent makes with Adams seed)</br>But of this Treasure, Knowledge, both to feed</br>Their Soules with food most pure Celestiall,</br>And furnish with such Weapons as they need;</br>I therefore her Loves Treasurer doe call,</br>For we in daily want stand of her Treasure all.", "By feigned Treasure; did the Serpent traine</br>Our two first Parents to their cursed sinne;</br>Pretending they should goodly Treasure gaine,</br>And Knowledge both of good and evill, win:</br>But good doth end where evill doth begin;</br>For drosse they do exchange their purest gold.</br>The Serpent bad without, themselves within</br>They find the evill, as the Serpent told:</br>But up to Heav'n flies good, which can no ill behold.", "Thus all our Treasures lost we had before,</br>The Knowledge of Gods nature and his will,</br>And we become unarm'd, rude, naked, poore;</br>Of all things ignorant, but doing ill:</br>Now us our enemies may easily kill,</br>We having lost our weapons and our treasure:</br>Which wealth and weapons if regaine we will,</br>We must attend this heav'nly Lady's pleasure:</br>Divine sweet Knowledge not confin'd by weight or measure.", "Thou Word Incarnate!  whom aright to know</br>Is Life eternall, Joy, and happy rest,</br>To mee this Ladies wondrous Beauty show,</br>And richest treasures, which in golden Chest,</br>Thou hid'st from Hell and malice of the Beast;</br>Knowledge, contain'd in either Testament:</br>Wherein thy Will and Nature is exprest</br>How we should live and Serpents sting prevent,</br>How conquer Hell, and serve thee with a true intent.", "Some Knowledge call, th' habit of demonstration,</br>Some her to know by causes doe define;</br>Some th' Understandings sound determination,</br>Wee her to heav'nly Doctrine here confine:</br>Which in a threefold Booke to man doth shine,</br>Of Creatures, first, and latter Testament,</br>The Book of Creatures shews Gods power divine,</br>The Law is much in types and shadowes spent,</br>Whereof the Gospel is the full accomplishment.", "In Booke of creatures all men may observe</br>Gods Wisedome, Goodnesse; Power, and Providence,</br>By which he made the world and doth preserve</br>In truest motions, its circumference:</br>Sending from Heav'n rains sweetest influence;</br>Filling our hearts with Mirth and Joyfulnesse;</br>And giving all things, Motion, Being, Sense,</br>This doth Gods power and God-head plaine expresse,</br>But not his Will, which leads to endlesse happinesse.", "Yet by this Booke are left without excuse</br>Idolaters who downe to stocks do fall;</br>Which their owne hands have made for such abuse,</br>And leave their Maker, blessed over all;</br>Who as his Power and Goodnesse generall</br>Appeares most plainly in this Worlds Creation;</br>So doth his gracious Bountie on them fall,</br>In sending food for daily sustentation,</br>And in their healths and lives continuall preservation;", "The next two Bookes most plainly doe disclose</br>Gods Will particular and generall,</br>Particular to Patriarchs, Prophets, those</br>That till Christs time on God aright did call:</br>For this did not on all the Nations fall,</br>Gods will was then in Jury only knowne:</br>But now the Gospel soundeth out to all,</br>The seed thereof in ev'ry Nation's sowne,</br>Which doth reveal hid mysteries before unknowne.", "The first, Gods power and providence doth shew;</br>The second, types out our Regeneration;</br>The third, directly leadeth us to know</br>All that is needfull for our owne Salvation;</br>Ev'n from Election to Glorification:</br>This Booke reveals all secret mysteries,</br>Hidden in Christ before the Worlds foundation;</br>Though Worldlings this as folly doe despise,</br>Yet this true Knowledge onely happy, makes and wise.", "As some great Princes might and Majestie,</br>Is often to the meanest stranger knowne;</br>But his most secret counsell and decree,</br>To friends and counsellors is onely shown.</br>Evn' so the King of Kings holds not unknowne</br>From Heathens sight, his Majestie and might:</br>But hath disclosed onely to his owne,</br>The secret of his counsells, and delight;</br>Whereby they may him worship, please, and serve aright.", "This is the Knowledge which I seek to trace,</br>This only doth true happinesse afford,</br>Whereof the onely cause is inward Grace,</br>And understanding Gods most holy Word:</br>The helpes which humane Learning do record;</br>Law, History, Arts, Physicke, Poetrie;</br>Are but as servants waiting on their Lord,</br>And hand-maids to their dame Divinite;</br>All Knowledge without this is foolish vanitie.", "Sweet Grace, which dost true Knowledge of Gods will,</br>To Babes and sucklings oftentimes reveale,</br>When from great Clerkes of Wisedom and deepe skill;</br>Thy pleasure is this treasure to conceale;</br>Oh sacred breath!  which in our hearts doth steale,</br>Like sweetest Zephyrus most pleasing winde,</br>Whence no man knowes, yet doth it surely seale,</br>That certaine Knowledge which I seeke to finde,</br>Knowledge of God and Christ the Saviour of mankinde.", "All Graces that doe serve Loves Royall Queene</br>From heavenly Knowledge have their maintenance,</br>And alwayes in her company are seene,</br>None without Knowledge may neere Love advance;</br>With her are Diligence, and Temperance:</br>True Faith so neere her ever doth attend,</br>You would her take for Knowledge at a glance,</br>Though often Faith doth so her selfe transcend,</br>That shee beyond the reach of Knowledge doth ascend.", "Not Faith alone, but Workes accompany</br>True Knowledge, who in words doth make profession</br>He knowes God, but in Workes doth him deny,</br>Is ev'n a lyar by his own confession;</br>How many from this rule doe make digression?</br>That would in Knowledge be accounted high,</br>But give themselves to Pride, Lust, and Oppression;</br>Envy, dissembling, Schisme, Idolatry</br>Alas true Knowledge never kept such company.", "Some only seeke to know, that they may know;</br>And this is foolish curiositie,</br>And some of Learning make a goodly show,</br>And this is base and idle vanitie;</br>Some Knowledge seeke for their utilitie,</br>Or their preferment, which is filthy gaine,</br>Some to teach other, which is Charitie,</br>Some by this Knowledge seeke Heav'n to attaine,</br>To know and walke not right is damnable and vain.", "I liken this true Knowledge to the flower,</br>Or blossome springing from the root of Grace,</br>That doth most gloriously adorn Loves bower,</br>And fils with pleasant odours all the place;</br>Which blossome beautifull in little space,</br>It selfe into most goodly fruits doth spend,</br>Faith, Mercy, Peace, each good and perfect grace,</br>Which fruit so farre the flower doth transcend,</br>God, Men, and Angels tast it, and the same commend.", "As Blossomes doe not from root lively spring,</br>That after blowing have a fruitlesse fall;</br>So Knowledge that in Workes is vanishing,</br>Had never any root from grace at all.</br>But is like to good seed that's said to fall</br>From sowers hand, down by the high-way side,</br>Whose rooting being shallow, loose, and small,</br>Could not the Suns hot scorching heat abide;</br>But in the blade, with some, small light affliction dide.", "Some liken heav'nly Knowledge to the Sunne</br>Then which in this world nothing more to sight</br>Objected is:  But we by Sinne become,</br>Like him born blinde, depriv'd of naturall light.</br>Till some Power supernaturall enlight,</br>And though more plaine in this world nothing's showne,</br>Than Gods eternall Godhead, goodnesse, might;</br>Yet untill Grace enlighten 'tis unknowne,</br>No cause hereof in God but in our selves is knowne.", "Knowledge is like the talents which the Lord,</br>When he went forth did to his servants lend:</br>The first who his own talent up did hoard,</br>Like him that for his Knowledge doth contend;</br>But therewith not himselfe, nor others mend:</br>Hee that with talents two, gain'd other twaine,</br>Is he that doth his time and labour spend</br>To save himselfe, and those with him remaine,</br>But he that gain'd the five; seeks all mens soules to gaine.", "I Knowledge to the Virgins Lamps compare,</br>Which foolish maids had common with the Wise,</br>Oile works of Pietie and Mercy are;</br>Which foolish Virgins idlely do misprise,</br>But when one, Loe the Bridegrome comes, out cryes,</br>The foolish Virgins Lamps are spent and done,</br>Wherefore they must to merits merchandize,</br>And borrow when they of their owne have none,</br>The Churches Treasury will furnish ev'ry one.", "Like Widowes Oile, that doth encrease by spending,</br>Like flames that lightning others, gaine more light</br>Like Usurers coine, that doth augment by lending;</br>Like Joy, that most encreaseth by delight.</br>Like Manna that the Angels food is hight,</br>Whereof each gathers what may him suffice:</br>Except such as in Flesh-pots more delight,</br>Like Springs which more you draw, the faster rise,</br>Like Tutors, who by teaching Schollers, grow more wise.", "No Simile can her so well expresse,</br>As infinite and boundlesse treasury;</br>Or Sea of waters which become no lesse:</br>Though Fountaines all with streams it doth supply.</br>How infinite is this grand Mystery,</br>To lay of nothing this huge Worlds foundation:</br>One God, three Persons in the Trinitie,</br>Oh depth of Knowledge!  Gods owne Incarnation,</br>Obedience, Passion, Resurrection, Exaltation.", "Oh!  I am drown'd, here Elephants may swim,</br>My Lambe-like Muse in shallow Fords must wade,</br>And seeke for Knowledge to desist from Sinne,</br>And make Faith, Mercy, Piety my trade.</br>By Faith, I know, Christs merits mine are made;</br>The rest are fruits of my Sanctification,</br>Abundant Knowledge doth with sorrow lade,</br>To Know and doe God's will is delectation,</br>And onely by Christs merits bringeth to Salvation.", "This is the Knowledge which our Saviour meant,</br>When as he it eternall life did call;</br>To know God, and the Christ which he had sent;</br>This is the Knowledge so much sought of all</br>Before and since the Law, and ever shall,</br>Though till Christs time it was so shadowed;</br>As cover'd it in types and signes seem'd small,</br>But since Times fulnesse it accomplished,</br>Behold, they all in Christ are easie to be read.", "By this did Abel offer of his Sheepe,</br>The fat, and God accepted his oblation:</br>By this so well Gods Law did Henoch keepe,</br>Hee him exalted from earths habitation;</br>For this did Abram leave both House and Nation,</br>Assured, that from out his Loins should spring</br>That Knowledge, which to know was his salvation</br>Herein did David, though he were a King,</br>Take more delight then Crowne, or any worldly thing.", "See next his Royall Son, King Solomon,</br>Then whom arise a Wiser never shall,</br>Who knew plants natures, ev'n from Lebanon </br>Her Cedars tall to Hysope by the wall:</br>Who as in Wealth in Knowledge passed all;</br>Yet after hee had traced Vanitie,</br>And found how sonnes of men thereby did fall,</br>Him to this Knowledge did againe apply:</br>And swanlike sang Christs Churches Epithalamy.", "Wake I, or sleepe, or am I in a trance?</br>Or doe another Solomon behold?</br>A David who doth far and wide advance,</br>His gracious scepter?  But no bounds can hold</br>His Knowledge, secret things for to unfold;</br>Law, History, Arts, and Philosophy,</br>All noble sciences that can be told,</br>Yet seemes to love alone Divinitie,</br>Which truly can direct in Peace to live and die.", "Who as hee is the Learnedest of Kings,</br>So 'tis his Joy and Glory for to be,</br>The King of Learned men; which in all things,</br>Makes God to prosper him as all may see.</br>This makes him raise to place of high degree,</br>Men of great knowledge, well to rule the Land,</br>And put downe Ignorance and subtletie,</br>Which highest in their owne conceits do stand;</br>Long sway thou Brittons Scepter with thy sacred hand.", "And when thy Cloake, Elias-like, must fall</br>Upon Elisha thine undoubted heire,</br>Inherite hee thy Peace and Knowledge all,</br>And in thy Spirit rule as in thy chaire:</br>But I must leave this field so ample faire,</br>Teach mee, O Lord, to know and do thy will,</br>And let thy grace againe in me repaire</br>Thine Image lost, and all corruptions kill;</br>Thus we thy will on Earth, as they in Heav'n fullfill.", "This knowledge must stand by us at our last,</br>Whenas wee ready are our soules to tender</br>To him, that for false knowledge curious taste,</br>Though guiltlesse did his life to Justice render:</br>For this the Holy Ghost doth more commend her,</br>That bare her Saviours knowledge in her brest;</br>Then that she bare him in her wombe, yet tender,</br>For One all Generations call her blest,</br>By th' other one of his true members she doth rest.", "But though this onely necessary is,</br>And first for our salvation to be sought,</br>We only at our last of it have misse,</br>As too meane subject for ambitious thought:</br>Thus the unlearned rise, and heav'n have cought,</br>When greatest Clerks with Sciences profound,</br>Heartlesse, and comforteless to Hell are brought,</br>For God doth their great wisedom oft confound,</br>Because their inward parts are not sincere and sound.", "Alas!  Of knowledge here we have no care,</br>But all our youth in follies idlely spend;</br>Our strength in lusts and strifes away we weare;</br>In age we worldly profit all intend:</br>Alas what gain we by this at our end?</br>When our fraile Body doth returne to dust,</br>Our Soule to him that gave it must ascend,</br>Whereof least jot of time account they must,</br>Which hath been spent in discord, profit, folly, lust.", "Oh!  knew we but the vertue of this treasure?</br>Like to the Merchant wise, we would sell all</br>To buy it, where we should finde profit, pleasure,</br>Such Joy as never on our hearts did fall:</br>Oh heav'nly Comfort!  Joy spirituall:</br>Delight unspeakable in hearts that grow,</br>Of those that shee is conversant withall;</br>What Joy can there be greater then to know</br>Gods endlesse Love in Christ, which shee to us doth show.", "Sure I could wish my whole life here to spend,</br>In this divine most holy contemplation,</br>Whereof I know not how to make an end,</br>Shee yeelds such plenty of sweet meditation:</br>Most heav'nly mysteries of our Creation,</br>Wherein appeare Gods might and Majestie;</br>But above all his love in mans salvation,</br>This is that wondrous hidden mystery,</br>Into the which ev'n Angels did desire to pry.", "But we confesse though thou dost here reveale,</br>Abundant knowledge, yet we little know;</br>Wherefore 'gainst us the Heathen may appeale</br>Who though thou didst, to them but glimpses show</br>Of Truth, and Justice, did more righteous grow,</br>Then wee that do thy sacred Truth confesse;</br>And make of Puritie a glorious show;</br>But to adorn the Gospel we professe</br>With works of Charitie, ah!  wee doe nothing less.", "Oh it is meate and drink, we know not of;</br>To know and doe our heav'nly Fathers will:</br>Our blessed Saviour alwayes fed thereof,</br>And hereof Saints and Angells eat their fill.</br>These are the fruitfull plants which flourish still,</br>Milke, Hony, living Water, spiced Wine;</br>Which do refresh Christs Spouse when she is ill:</br>These richest Jewells which her make so fine,</br>Locks, Ribands, Roses, which so gloriously do shine.", "For this, she is the Bridegrooms darling Dove,</br>And unto her that bare her, only deare:</br>For this the daughters when they see her love,</br>And all the Queenes and Wives make merry cheere:</br>This makes her looke then Sunne and Moone more cleere,</br>Her navell, belly, head, necke, brests adorne;</br>With these shee to her husband doth appeare,</br>More beautifull, than is the fairest morne;</br>Or fair like twinning Ews, on Gilead washt and shorne.", "Thou that such heav'nly Knowledge didst instill,</br>Into plaine Fishers that they could confound</br>By argument, ev'n Clerkes of greatest skill,</br>And dive into thy Mysteries profound:</br>Who by their cloven-fiery tongues forth sound,</br>The Knowledge of thy Truth to ev'ry Nation;</br>Canst make this Knowledge in mine heart abound,</br>By one sparke of divine illumination,</br>And ravish my weake soule with heav'nly admiration.", "And though imperfect here our Knowledge be,</br>By reason of our humane imperfection,</br>And for by Faith alone, we things do see,</br>And nothing know indeed in true perfection;</br>Yet when thy Spirit cleares our minds infection,</br>Wee shall then know, ev'n as we now are knowne;</br>And things now seen by mirrour-like inspection;</br>To us shall be most evidently showne,</br>In Knowledge we shall reape, what we in Faith have sowne.", "What then's imperfect, shall be done away,</br>Knowledge shall perfect our felicitie;</br>Which is our free beholding God, for aye,</br>In his great Goodnesse, Love, and Majestie,</br>So farre as finite may infinitie,</br>Farther to reach my Muse dares not be bold,</br>When Angels of so high sublimitie</br>Gods Light and Majestie cannot behold,</br>Finite with infinite can no proportion hold.</br>"]