["Erewhile in youth's luxuriant bow'rs reclin'd,</br>I mark'd not the gay dawn or noon-tide ray;</br>And when the Western sun his throne resign'd,</br>Serene oblivion veil'd the close of day,</br>While like the fading beam life stole away:</br>But now does danger the fair scene deform,</br>Stern minister, yet raging but to save;</br>While Friendship shudders at th' impending storm,</br>And Awe controuls the good, and Horror quells the brave,</br>And for his banquet yawns th' inexorable grave.", "Rouse thee, Reflection, from the sensual dream!</br>Far other paths with other hopes to climb,</br>Let Contemplation urge the heav'nly theme,</br>And snatch thee in her flaming car sublime,</br>Beyond the fleeting atmosphere of time;</br>And let Devotion arm the stedfast soul,</br>While Resignation waits th' approaching doom,</br>Teach her to triumph where the thunders roll,</br>Pierce with undaunted eye the midnight gloom,</br>Outsoar the realms of death, and reign beyond the tomb.", "Nor Friendship claims in vain the pious tear;</br>Let Fancy to the couch of pain draw nigh,</br>And while she trembles for a life so dear,</br>List to the monitor in ev'ry sigh,</br>And read instruction in the languid eye;</br>And thro' each change the fell disease pursue,</br>When Reason wanders from the burning brain,</br>When ceaseless pangs the dreadful strife renew,</br>And torture hunts for life thro' ev'ry vein,</br>Till fierce convulsion ends th' unalterable pain.", "With sacred sorrows now converse alone,</br>And let Remembrance cloud thy tearful eyes,</br>Still cherish in thine ear the parting groan,</br>And, while e'en now the struggling spirit flies,</br>Let the loud summons warn thee to be wise.</br>Does careless ease in vig'rous youth confide?</br>Hark, in yon sigh the frail protection fled;</br>Ah!  see the hand outstretch'd that whelms thy pride,</br>Where the pale worms their drear pavilion spread,</br>Where night eternal reigns, and silence shrouds the dead.", "Thy restless fancy let the past employ:</br>The varied chart of early life review,</br>Search in thy parted hours for present joy,</br>And say what scenes shall active thought renew,</br>To cool thy burning breast with timely dew?</br>Say, wilt though cull them from th' infectious host</br>Of frantic follies that disdain controul?</br>Oh say, will conscience ratify the boast</br>Of revels that adore the midnight bowl,</br>While hov'ring daemons hail their conquest o'er the soul?", "No; to far other joys Almighty Power</br>The gem divine of happiness consign'd,</br>And bad to sparkle in the pensive hour,</br>When Virtue's ardour the pure heart refin'd,</br>And Meditation wing'd th' aspiring mind.</br>Oh may Religion bear us to the prize!</br>Her sanctifying shade our thoughts o'ercast!</br>And may each hallow'd moment as it flies</br>Glow with a purer radiance than the past,</br>Till Judgment sound the trump, and Nature breathe her last!", "And could not Mercy's dulcet call enforce</br>Thy favour'd steps to walk in Virtue's way;</br>But, to reclaim the wanderer's impious course,</br>Must vengeance the benignant form array,</br>And fell Misfortune stretch her iron sway?</br>All-gracious Heav'n!  thou know'st our feeble frame,</br>How thankless to the Power in whom we trust,</br>How sink our thoughts beneath thine awful name,</br>How vain the wise, how unprepar'd the just!</br>Our brightest virtues mourn repentant in the dust.", "Still let my sacred soul the theme prolong,</br>The humbling theme my fervent thoughts shall raise,</br>For meekness wakens the triumphal song,</br>While soars Humanity on wings of praise,</br>The fairest idol of Creation's gaze.</br>No pious doubt, no silent prayer unknown,</br>Aspires to move the intercessor's ear:</br>Well pleas'd Omnipotence descends to own</br>A grateful offering in our contrite fear!</br>And angels ministrant shall consecrate each tear.", "Author of life!  most bounteous when severe,</br>With transient woes dispensing bliss divine,</br>Teach the fond heart thy councils to revere,</br>Flee for protection to thy laws benign,</br>And to thy will her ev'ry wish resign:</br>And let thy blessings wait the trembling grief,</br>That sadly heaves the supplicating sigh;</br>Torn by suspence, yet fearful of relief;</br>While hope and fear with mingling pencils vie</br>To paint the dubious form of dark futurity.", "Should thy decree the valued gift resume</br>Let healing grace support us to obey;</br>Or should victorious Hope the storm illume,</br>Let Piety salute returning day,</br>And Gratitude unite her heav'nly lay.</br>And ne'er let erring Mirth, or giddy Youth,</br>The desart of delusive joys explore;</br>But Wisdom lead us to the shrine of Truth,</br>And to the fount of bliss Devotion soar,</br>The fount that ever flows when time shall flow no more.</br>"]