["What art thou? &mdash; Thou that risest like a dream</br>From the blue mirror of thy glassy plain?</br>Lo!  Venice hovering o'er the distant main!</br>'Mid Gothic tow'rs Palladian temples gleam,</br>And sable gondolas from side to side</br>Along the smooth canals like silent shadows glide.", "Thus girt around thee like a glory, ray'd</br>Yon coronet of Isles, that brightly shone</br>And with new splendor grac'd thy guarded throne:</br>So their proud strength the world of waters staid,</br>While not an envious billow reach'd thy shore,</br>Or whisper of the wind the voice of Ocean bore.", "Thus in swift interchange of lights and shades</br>Shone out thy bold and beauteous imagery,</br>Broad cupolas, bright turrets tow'ring high,</br>Deep darkness streaming thro' the long arcades,</br>Bright on the Gothic dome each brazen steed,</br>And on th' aerial shaft thy Lion wing'd for speed.", "Can I the countless multitude forget</br>Who in St. Mark's the world's emporium made,</br>When trick'd like guests at motley masquerade,</br>Earth's distant denizens, for barter met,</br>Came out beneath the star that led thy night,</br>And that full-orbed moon which rob'd thy sea with light?", "Can I forget, &mdash; the blaze of day gone by,&mdash;</br>How by that star, and that bright-orbed moon,</br>I breath'd along the night's refreshing noon,</br>And gaz'd in solemn silence of the sky,</br>Till the loud turret-clock, and convent chime</br>Recall'd my fleeting soul to unremember'd time?&mdash;", "Yet &mdash; nor thy zone of isles, nor that soft breeze</br>Which waking when the sun deserts the sky</br>Ripples the dead lagunes that round thee lie,</br>And fans them into freshness: &mdash; no &mdash; not these,</br>Silence the loud lamenting on thy shore.</br>Bow down, Thou Queen of Isles!  thy scepter'd sway is o'er!", "Thy lute forgets its fingering:  and the voice</br>That when the fisher drag'd his net along</br>Lighten'd his labour with familiar song,</br>Has ceas'd to cheer the Lido: &mdash; none rejoice:</br>No more the response tells the list'ning main</br>Medoro's lay of love, or sweet Erminia's strain.", "Time was, that yearly, after glorious war,</br>When at thy fire the Turkish crescent wan'd,</br>And thy thron'd state o'er half of Stamboul reign'd,</br>That thou in triumph on thy Bucentaur,</br>Didst cast thy ring in the betrothed Sea,</br>And win and dower thy Bride with gift of sov'reignty.", "Then was the triumph of the Brave, and Free,</br>Accompanying the Bridegroom on his way,</br>Where the consenting Sea kept holiday:</br>And all the Isles, one floating pageantry,</br>Their banner'd pomp and blazonry display'd,</br>And Ocean seem'd on fire beneath the crimson shade.", "But deadly was the splendor of that day</br>When on the wave thy thousand vessels rode,</br>Beneath whose banners red Destruction glow'd:</br>When Gaul's stern Chieftain gathering his array</br>Planted the tree of Freedom on thy shore,</br>Whose branch distilling blood spread death the nations o'er.", "Thou too must perish.  Yet more glorious far</br>To fall, in battle full beneath the foe,</br>Than waste away, self-slav'd, without a blow.</br>Art thou that Nation which in van of war</br>Stood single in her strength, and stay'd the world,</br>When Earth, and all her hosts, their thunders vainly hurl'd?", "Nay, mock me not with gorgeous palaces,</br>Thy Titian's shadows, thy Giorgione's fires:</br>Far other scenes a Briton's eye requires.</br>Show me the hand that rais'd thee from the seas:</br>Pour on my ear the voice which proudly said,</br>\"Thou deep!  here wind thy wave!  Be here thy billow staid!\"", "Weepst thou mid trophies of the days of yore?</br>Thy great forefathers' glories seal thy shame:</br>Entomb yon spoils that from Piraeus came;</br>Fire, fire the Bucentaur; break, break thy oar;</br>Clasp round thy neck the yoke that galls the brave,</br>And mark how Austria's lip derides th' unweapon'd slave.", "Go, on the column of thy former state,</br>And on its shatter'd base in fragments hurl'd,</br>Inscribe alike thy warning to the world:</br>That Liberty prevails o'er chance and fate,</br>That arms, arts, empire, in her noon-day bloom,</br>But when her sun is set, fade in oblivious gloom.</br>"]