["LYCIDAS.</br>Thyrsis, the Musick of that murm'ring Spring</br>Is not so mournful as the Strains you sing.</br>Nor Rivers winding through the Vales below,</br>So sweetly warble, or so smoothly flow.</br>Now sleeping Flocks on their soft Fleeces ly,</br>The Moon, serene in Glory, mounts the Sky,</br>While silent Birds forget their tuneful Lays,</br>Oh sing of Daphne's Fate, and Daphne's Praise!", "THYRSIS.</br>Behold the Groves that shine with silver Frost,</br>Their Beauty wither'd, and their Verdure lost.</br>Here shall I try the sweet Alexis' Strain,</br>That call'd the list'ning Dryads to the Plain?</br>Thames heard the numbers as he flow'd along,</br>And bade his Willows learn the moving Song.", "LYCIDAS.</br>So may kind Rains their vital Moisture yield,</br>And swell the future Harvest of the Field!</br>Begin; this Charge the dying Daphne gave,</br>And said, \"Ye Shepherds sing around my grave.\"</br>Sing, while beside the shaded Tomb I mourn,</br>And with fresh Bays her Rural Shrine adorn.", "THYRSIS.</br>Ye gentle Muses leave your Crystal Spring,</br>Let Nymphs and Sylvans Cypress Garlands bring;</br>Ye weeping Loves, the Stream with Myrtles hide,</br>And break your Bows, as when Adonis dy'd;</br>And with your Golden Darts, now useless grown,</br>Inscribe a Verse on this relenting Stone:</br>\"Let Nature change, let Heav'n and Earth deplore,</br>Fair Daphne's dead, and Love is now no more!\"", "'Tis done, and Nature's various Charms decay,</br>See gloomy Clouds obscure the chearful Day!</br>Now hung with Pearls the dropping Trees appear,</br>Their faded Honours scatter'd on her Bier.</br>See, where on Earth the flow'ry Glories lye,</br>With her they flourish'd, and with her they dye.</br>Ah what avail the Beauties Nature wore?</br>Fair Daphne's dead, and Beauty's now no more!", "For her, the Flocks refuse their verdant Food,</br>The thirsty Heifers shun the gliding Flood.</br>The silver Swans her hapless Fate bemoan,</br>In sadder Notes than then they sing their own.</br>Eccho no more the rural Song rebounds,</br>Her Name alone the mournful Eccho sounds,</br>Her Name with Pleasure once she taught the Shore,</br>Now Daphne's dead, and Pleasure is no more!", "No grateful Dews descend from Ev'ning Skies,</br>Nor Morning Odours from the Flow'rs arise;</br>No rich Perfumes refresh the fruitful Field,</br>Nor fragrant Herbs their native Incense yield.</br>The balmy Zephyrs, silent since her Death,</br>Lament the Ceasing of a sweeter Breath.</br>Th' industrious Bees neglect their Golden Store;</br>Fair Daphne's dead, and Sweetness is no more!", "No more the mounting Larks, while Daphne sings,</br>Shall list'ning in mid Air suspend their Wings;</br>No more the Nightingales repeat her Lays,</br>Or hush'd with Wonder, hearken from the Sprays:</br>No more the Streams their Murmurs shall forbear,</br>A sweeter Musick than their own to hear,</br>But tell the Reeds, and tell the vocal Shore,</br>Fair Daphne's dead, and Musick is no more!", "Her Fate is whisper'd by the gentle Breeze,</br>And told in Sighs to all the trembling Trees,</br>The trembling Trees, in ev'ry Plain and Wood,</br>Her Fate remurmur to the silver Flood;</br>The silver Flood, so lately calm, appears</br>Swell'd with new Passion, and o'erflows with Tears;</br>The Winds and Trees and Floods her Death deplore,</br>Daphne, our Grief!  our Glory now no more!", "But see!  where Daphne wond'ring mounts on high,</br>Above the Clouds, above the Starry Sky.</br>Eternal Beauties grace the shining Scene,</br>Fields ever fresh, and Groves for ever green!</br>There while you rest in Amaranthine Bow'rs,</br>Or from those Meads select unfading Flow'rs,</br>Behold us kindly who your Name implore,</br>Daphne, our Goddess, and our Grief no more!", "LYCIDAS.</br>How all things listen, while thy Muse complains!</br>Such Silence waits on Philomela's strains,</br>In some still Ev'ning, when the whisp'ring Breeze</br>Pants on the Leaves, and dies upon the Trees.</br>To thee, bright Goddess, oft a Lamb shall bleed,</br>If teeming Ewes increase my fleecy Breed.</br>While Plants their Shade, or Flow'rs their Odours give,</br>Thy Name, thy Honour, and thy Praise shall live!", "THYRSIS.</br>See pale Orion sheds unwholesome Dews,</br>Arise, the Pines a noxious Shade diffuse;</br>Sharp Boreas blows, and Nature feels Decay,</br>Time conquers All, and We must Time obey.</br>Adieu ye Vales, ye Mountains, Streams, and Groves,</br>Adieu ye Shepherds rural Lays and Loves,</br>Adieu, my Flocks, farewell ye Sylvan Crew,</br>Daphne farewell, and all the World adieu!</br>"]