["VIGILIUS.</br>What strange affrights are these, that thus arrest</br>My lab'ring soule, and spoile me of my rest?</br>Before my meeting eyelids can conclude</br>A long desired league, the war's renew'd:</br>I cannot rest; sometimes me thinks I heare</br>Loud whoopes of Triumphs, sounding in mine eare:</br>Sometimes the musick of celestiall numbers</br>Sweetens my thoughts, and casts my soule in slumbers;</br>And then the discords of infernall cryes</br>And horrid shreekes awake my closing eyes:</br>Me thinks my trembling Cot does not allow</br>Such restfull ease, as it was wont to doe:</br>Pray God my Flocks be safe:  My dreames foretell</br>Some strange designes; pray God, that all be well:</br>I'le up (for sure the wasted night growes old)</br>And, if that need require, secure my Fold:</br>Lord how the heavens be spangled!  How each spark</br>Contends for greater brightnes, to undark</br>The shades of night; and in a silent story,</br>Declare the greatnesse of their Makers glory!</br>But hark!  am I deceiv'd?  or does mine eare</br>Perceive a noise of footsteps, drawing neare?</br>What midnight-wanderer is grown so bold</br>At such a seas'n, to ramble near my Fold?</br>Sure, tis some Pilgrime, burthen'd with the grief</br>Of a lost way, or else some nightly Thief:</br>Or else, perchance, some Shepheard that doth fly</br>From his affrighted Rest, as well as I:</br>No, tis some Friend; Or else my dog had nere</br>Bin silent half so long; Hoe!  who goes there?", "EVANGELUS.</br>Vigilius?  Is the Swain I sought so nigh?</br>Fear not Vigilius; it is none but I.", "VIGILIUS.</br>Evangelus?  What businesse has divided</br>Thy steps this way?  Or bin thy steps misguided?", "EVANGELUS.</br>O, my Vigilius, I am come to bring</br>A true relation of the strangest thing;</br>The sweetest Tidings, and the rarest wonder</br>This night brought forth, as ever broke in sunder</br>The lips of panting Fame:  I had no power</br>To keep it undisclos'd another hower.", "VIGILIUS.</br>What is't?  Speak, speak; Vigilius eares are mad</br>To know the newes:  Say, is it good, or bad?", "EVANGELUS.</br>O my Vigilius, 'tis as good as true;</br>True, true as heaven it self; and good to you:</br>'Tis good to wise and simple; rich and poore;</br>'Tis good to me; 'tis good to thousands more;</br>The greatest good that ever fell to man</br>Since earth had beeing, since the world began.", "VIGILIUS.</br>Speake, welcome Shepheard; let thy tongue proceed</br>To make thy tydings sweeter by thy speed:</br>Breake ope thy lips, and let thy tongue diffuse</br>Her welcome errand:  Shepheard, what's the news?", "EVANGELUS.</br>Thou know'st, Vigilius, Davids Bethlem, now,</br>Swarmes with much people, and does overflow</br>With tides of strangers, that attend the pleasure</br>And soveraigne will of sole-commanding Cesar:</br>In this concourse, there's one, among the rest,</br>A Galilean Maid, a Virgin guest,</br>Whose radiant beauty (if we may relye</br>On Fames report) strikes every gazing eye</br>Stark blind, and keeps th' amaz'd beholder under</br>The stupid tyranny of Love and wonder:</br>And (what does more embellish so divine,</br>So rare a creature) she drawes out the line</br>Of princely David longer by her birth,</br>And keeps his blood alive upon the earth;</br>Nay, what compleats both linage and complexion,</br>And heapes perfection more upon perfection,</br>Mounting her Glory to the upper staire,</br>She is as perfect chast, as perfect faire;</br>So pure a soule inflames her Virgin brest,</br>That most conceive, she is an Angel drest</br>In flesh and blood; at least some Saint reviv'd;</br>Some say, (if their report may passe believ'd)</br>She hath no sins at all; at most, so few,</br>That very Scriptures are but barely true;</br>Her name is Mary; and if every one</br>May owne their right, right heire to Davids Throne:</br>She's now at Bethlem (where being newly come)</br>This very night, her pregnant Virgin-womb,</br>Without the throwes of childbed or the grone</br>Of the sick chaire, has borne, brought forth a Son.", "VIGILIUS.</br>A Virgin beare a Son?  What busie tongue</br>Has done thine eares, and easie faith that wrong?</br>Borne without pain?  And of a Virgins womb?</br>Thou art be fool'd:  where heard'st thou this?  of whom?", "EVANGELUS.</br>Shepheard; It is the common voic'd report</br>Of every tongue, and sent to Caesars Court;</br>I come from Bethlem, where the dead of night</br>Is wak'd in every Corner, with th' affright</br>Of sudden voices, and the hasty feet</br>Of wond'ring people, trampling in the street;</br>Wind-blazing Tapours hurry to and fro,</br>And every Window's turn'd a Lanthorn to;</br>The streets are fill'd; Some ramble up and down</br>To know the news; and some to make it known:</br>Here one man trudges; There another tramples;</br>Some whoop for joy; and some, by their Examples:</br>Some softly whisper:  Others stand and muse,</br>Some bawl aloud; no need to aske the news:</br>One while, the multitude is fallen at strife;</br>Some say, she is a Virgin; some, a wife;</br>Some neither; Others, that best know, aver</br>She is espoused to a Carpenter,</br>Who finding her too great before her Day,</br>Brought her to Bethlem, secretly to lay</br>The Charge upon the Town, and steal away.", "VIGILIUS.</br>All this may be, and yet no Virgin, Swain;</br>Can Virgins bear?  Or births be freed from pain?", "EVANGELUS.</br>Know, faithlesse Shepheard, then, that there appear'd</br>An Angel to me, from whose lips I heard</br>The news I tell thee; Swain, he did unfold</br>Not onely this, but what remains untold:</br>Nor was't to me alone, the news was brought,</br>For then my slow beleef might well have thought</br>Mine ears had bin abus'd; The thing was told</br>To many Shepheards more, that dare be bold</br>To call it Truth; to Shepheards, that were by,</br>That heard, and saw, and shook as well as I.</br>His face was like the visage of a Childe,</br>Round, smooth, and plump, and oftentimes it smil'd;</br>It glow'd like fier, and his rowling eyes</br>Cast flames, like Lightning darted from the skyes;</br>His haire was long, and curl'd, and did infold</br>Like knots of wire, compos'd of burnisht Gold;</br>His body was uncloath'd; His skin did show</br>More white then Iv'ry, or the new-faln snow,</br>Whose perfect whitenesse made a circling light,</br>That where it stood, it silverd o're the night;</br>And, as he spake, his wings would now and then</br>Spread, as he meant to flye, then close agen;</br>This news he brought; 'Twas neither Fame, nor I</br>That forg'd it, Swain; Good Angels cannot lye:</br>Canst thou beleeve it?  If thy faith be strong,</br>My greater Tidings shall enlarge my tongue.", "VIGILIUS.</br>I doe Evangelus, though for a season,</br>My faith was tyding on the streames of reason:</br>Yet now, the gale of thy report shall drive</br>Her sailes another course; my thoughts shall strive</br>Against that streame; and what I cannot under-</br>-stand with my heart, I will beleeve and wonder:</br>But tell me, Swaine, what happinesse accrews</br>From this?  Or else, relate thy better news.", "EVANGELUS.</br>Then know Vigilius, whilst the Angell spake,</br>My spirits trembled, and my loines did ake;</br>Horror and heart-amazing feares possest</br>The fainting powers of my troubled brest,</br>And struck my frighted soule into a swound,</br>That I lay senselesse prostrate on the ground;</br>With that he stretcht his life-restoring arme,</br>He rais'd me up and bid me feare no harme;</br>\"Feare not, said he; I come not to affright</br>Thy gaster'd soule with terrours of the night;</br>My errand (Shepheard) is not to abuse</br>Thine eyes with horrid shapes; I bring thee news,</br>Tidings of joy, and everlasting peace:</br>Stand up and let thy faithlesse trembling cease;</br>Collect thy scatter'd senses, Swaine, and heare</br>The happiest newes that ever beg'd an eare;</br>Such news, whereat th' harmonious quire of heaven,</br>Archangels, Angels, and the other seven</br>Of those Celestiall Hierarchies, the troop</br>Of glorious Saints, and soules of Prophets stoop</br>Their joyfull eares, and being fully freight</br>With joyes, sing forth Hosanna's to the height:</br>This night a Virgin hath brought forth a Son,</br>A perfect God, though clad in flesh and bone,</br>Like mortall man, th' eternall Prince of Rest,</br>And Peace, in whom all nations shall be blest:</br>This night a Virgin hath brought forth a Child,</br>A perfect Man, but pure, and undefil'd</br>With guilt of sin; like you in shape and fashion,</br>And for your sakes, as subject to your passion:</br>A perfect God, whose selfe-subsisting nature</br>Required not the help of a Creator:</br>A perfect man, conceived by the power</br>Of th' holy Ghost, and borne this very hower:</br>A perfect God; beyond the comprehending</br>Of man; and infinite, without an ending:</br>A perfect man; objected to the eye,</br>And touch of Flesh and Blood; and borne to dye:</br>Like God, eternall; yet his life a span,</br>Like yours; a perfect God, a perfect man:</br>To you a Son is given; the heire of glory,</br>Whose Kingdome's endlesse and untransitory:</br>To you a child is borne, that shall succeed</br>That princely David, and of Davids seed:</br>A Son is given, whose name redeem'd the earth</br>A world of daies before his mothers birth:</br>A Child is borne, whose last expiring breath</br>Shall give new dayes; and dying, conquer death:</br>A Son, a Child; compos'd of Earth, and Heaven;</br>To you a Child is borne, a Son is given:</br>We blessed Angels have no need at all</br>Of such a Saviour, for we cannnot fall:</br>The damned spirits of th' Infernall Throne</br>Receive no profit by this Childe, this Son;</br>To you the glory of so great a gain</br>Belongs; To you these tidings appertain;</br>To you, thrice happy sons of men, we bring</br>This welcome errand from th' eternall King</br>Of endlesse mercy, the great Lord of Heaven;</br>To you this Childe is born; this Son is given.</br>Goe, Shepheards, goe to Bethlem, and your eyes</br>Shall see the Babe; The blessed Infant lyes</br>In a poor Stable, swadled in a Manger;</br>Goe, Swains, and entertain this heavenly Stranger,</br>Upon your bended knees; See, yonder Starre</br>Shall be your Pilot, where these wonders are;\"</br>And as he spake that word, (not fully ended)</br>Ten thousand Angels in a Troop descended;</br>But here my tongue must fail, not having might</br>To tell the glory of that glorious sight:</br>Nay, had I power, thine ears would prove as weak</br>To apprehend, as my poor tongue's to speak.</br>They joyn'd their warbling notes, and in a height</br>Beyond the curious frailty of conceit,</br>Their voices sweetned our delighted fears,</br>And with this Caroll blest our ravisht ears.", "Glory to God on high; and jolly mirth</br>Twixt man and man; and peace on earth:</br>This night a childe is born;</br>This night a Son is given;</br>This Son, this Childe</br>Hath reconcil'd</br>Poor man that was forlorne,</br>And th' angry God of heaven:</br>Hosanna, sing Hosanna.", "Now, now that joyfull Day,</br>That blessed howre is come,</br>That was foretold</br>In dayes of old,</br>Wherein all nations may</br>Blesse, blesse the Virgins wombe:</br>Hosanna, sing Hosanna.", "Let heaven triumph above,</br>Let earth rejoyce below,</br>Let heaven and earth</br>Be fill'd with mirth;</br>For peace and lasting love</br>Atones your God, and you:</br>Hosanna, sing Hosanna.", "With that, their Air-dividing plumes they spred,</br>And, with Hosanna, in their mouths, they fled:</br>But, Shepheard, ah how far does my report,</br>Ah how extreamly my poor words come short</br>To blaze such glory!  How have I transgrest,</br>T' expresse such Raptures, not to be exprest!", "VIGILIUS.</br>O, Swain, how could I lose my self to hear</br>Thy blest discourse!  O how my greedy ear</br>Clings to thy cordiall lips, whose soveraign breath</br>Brings Antidotes against the fangs of death!</br>How happy are these times!  How blest are wee</br>Above all ages, that are born to see</br>This joyfull day, whose glory was deny'd</br>To Kings and holy Prophets, that rely'd</br>Upon the self-same hopes!  How more then they</br>Are we poor Shepheards blest to see this day!", "EVANGELUS.</br>O Shepheard, had our Princely David seen</br>This happy how'r, how had his spirit been</br>Inflam'd with Joy, and Zeal!  What heavenly skill</br>Had passion lent to his diviner Quill!</br>What Odes!  what Lyrick Raptures had inspir'd</br>His ravisht soul, that was already fir'd</br>With hopes alone, that these rare things should bee</br>In after days, which now his eyes should see!", "VIGILIUS.</br>No question, but an infinite delight</br>Had easily sprung from so divine a sight:</br>It had bin joy sufficient, that a Sonne</br>Was born to sit upon his Princely Throne;</br>O, but that Son, to be a Saviour too,</br>Able to conquer death, and overthrow</br>The very Gates of Hell, and by his breath,</br>To drag his soul from the deep Jaile of death,</br>Had bin a Joy too high to be exprest</br>By tongues, or trusted to a common brest:</br>But hold!  whilst we endevour to make known</br>Anothers Joy, we o're neglect our own:</br>The day is broke; The Eastern Lamps begin</br>To fail, and draw their nightly glory in:</br>Let's up to Bethlem; though our happy eyes</br>But see the Building where our Saviour lyes;</br>Perchance our prosp'rous Journey may find grace</br>To kisse his hand, or see his lovely face.", "EVANGELUS.</br>Come, haste we then, Vigilius, let's away,</br>And gain th' advantage of the early day.", "VIGILIUS.</br>Come, Shepheard; O how blest are thee and I,</br>That may behold our Saviour ere we dye!</br>"]