["Damoetus and young Daphnis, tuneful swains,</br>Late fed their herds, Aratus, on the plains;</br>The first was ruddy with a golden beard;</br>On Daphnis' cheek scarce doubtful down appear'd.</br>Fast by the margin of a murmuring spring,</br>'Midst noon-tide heat, they thus essay'd to sing.</br>And, while their cattle sought the cooling wave,</br>First Daphnis sung, for he the challenge gave.", "DAPHNIS.</br>O Polyphemus, while your flocks you keep,</br>With apples Galatea pelts your sheep,</br>And calls you goatherd, and ungrateful swain;</br>Meanwhile you pipe in sweetly warbled strain,</br>Nor see the wild nymph, senseless as a log;</br>And lo!  again she pelts your faithful dog:</br>List!  list!  he barks, and in a strange amaze</br>His dancing shadow in the sea surveys:</br>Ah!  call him back, lest on the maid he leap,</br>And tear her limbs emerging from the deep.</br>Lo!  where she wantons, frolic, light and fair,</br>As down of bearsfoot in soft summer air;</br>And, still impell'd by strange, capricious Fate,</br>Flies those that love, and follows those that hate.</br>In vain the blandishments of love she plies,</br>For faults are beauties in a lover's eyes.</br>Thus Daphnis sung, Damoetas thus reply'd:", "DAMOETAS.</br>By mighty Pan, the wily nymph I spy'd</br>Pelting my flock, I saw with this one eye&mdash;</br>May heaven preserve its lustre till I die:</br>Though Telemus presages ills to come;</br>Let him reserve them for his sons at home.</br>To teaze, I seem regardless of her game,</br>And drop some items of another flame:</br>Soon to her ears the spreading rumour flies,</br>For envy then and jealousy she dies;</br>And furious, rising from her azure waves,</br>She searches all my folds, and all my caves:</br>And then my dog, obedient to command,</br>Barks as she walks, and bays her off the strand:</br>For when I lov'd, he wagg'd his tail with glee,</br>Fawn'd, whin'd, and loll'd his head upon her knee.</br>This practice shortly will successful prove,</br>She'll surely send me tidings of her love.</br>But I'll exclude this sea-jilt, till she swears</br>To press with me the bed herself prepares.</br>Nor am I so deform'd, for late I stood,</br>And view'd my face in ocean's tranquil flood;</br>My beard seem'd fair, and comely to the sight;</br>My eye, though single, sparkling, full and bright:</br>My teeth array'd in beauteous order shone,</br>Well-match'd, and whiter than the Parian stone.</br>And lest inchantment should my limbs infest,</br>I three times dropt my spittle on my breast;</br>This charm I learnt from an old sorceress' tongue,</br>Who harvest-home at Hipocoon's sung.", "Damoetas ended, and with eager joy</br>Daphnis embrac'd, and kiss'd the blooming boy;</br>Then gave, as best his sprightly taste might suit,</br>A pipe melodious, and receiv'd a flute.</br>Damoetas deftly on the flute could play,</br>And Daphnis sweetly pip'd, and caroll'd to his lay:</br>Their heifers gambol'd on the grass-green fields;</br>In singing neither conquers, neither yields.</br>"]