["BOWZYBEUS.", "Sublimer Strains, O rustick Muse, prepare;</br>Forget a-while the Barn and Dairy's Care;</br>Thy homely Voice to loftier Numbers raise,</br>The Drunkard's Flights require sonorous Lays,</br>With Bowzybeus' Songs exalt thy Verse,</br>While Rocks and Woods the various Notes rehearse.", "'Twas in the Season when the Reaper's Toil</br>Of the ripe Harvest 'gan to rid the Soil;</br>Wide through the Field was seen a goodly Rout,</br>Clean Damsels bound the gather'd Sheaves about,</br>The Lads with sharpen'd Hook and sweating Brow</br>Cut down the Labours of the Winter Plow.</br>To the near Hedge young Susan steps aside,</br>She feign'd her Coat or Garter was unty'd,</br>What-e'er she did, she stoop'd adown unseen,</br>And merry Reapers, what they list, will ween.</br>Soon she rose up, and cry'd with Voice so shrill</br>That Eccho answer'd from the distant Hill;</br>The Youths and Damsels ran to Susan's aid,</br>Who thought some Adder had the Lass dismay'd.", "There fast asleep they Bowzybeus spy'd,</br>His Hat and oaken Staff lay close beside.</br>That Bowzybeus who could sweetly sing,</br>Or with the rozin'd Bow torment the String;</br>That Bowzybeus who with Finger's speed</br>Could call soft Warblings from the breathing Reed;</br>That Bowzybeus who with jocond Tongue,</br>Ballads and Roundelays and Catches sung.</br>They loudly Laugh to see the Damsel's Fright,</br>And in disport surround the drunken Wight.", "Ah Bowzybee, why didst thou stay so long?</br>The Mugs were large, the Drink was wondrous strong!</br>Thou should'st have left the Fair before 'twas Night,</br>But thou sat'st toping 'till the Morning Light.", "Cic'ly, brisk Maid, steps forth before the Rout,</br>And kiss'd with smacking Lip the snoring Lout.</br>For Custom says, Who-e'er this Venture proves,</br>For such a Kiss demands a pair of Gloves.</br>By her Example Dorcas bolder grows,</br>And plays a tickling Straw within his Nose.</br>He rubs his Nostril, and in wonted Joke</br>The sneering Swains with stamm'ring Speech bespoke.</br>To you, my Lads, I'll sing my Carrol's o'er,</br>As for the Maids, &mdash; I've something else in store.", "No sooner 'gan he raise his tuneful Song,</br>But Lads and Lasses round about him throng.</br>Not Ballad singer plac'd above the Croud</br>Sings with a Note so shrilling sweet and loud,</br>Nor Parish Clerk who calls the Psalm so clear,</br>Like Bowzybeus sooths th' attentive Ear.", "Of Nature's Laws his Carrols first begun,</br>Why the grave Owl can never face the Sun.</br>For Owles, as Swains observe, detest the Light,</br>And only sing and seek their Prey by Night.</br>How Turnips hide their swelling Heads below,</br>And how the closing Colworts upwards grow;</br>How Will-a-Wisp mis-leads Night-faring Clowns,</br>O'er Hills, and sinking Bogs, and pathless Downs.</br>Of Stars he told that shoot with shining Trail,</br>And of the Glow-worms Light that gilds his Tail.</br>He sung where Wood-cocks in the Summer feed,</br>And in what Climates they renew their Breed;</br>Some think to Northern Coasts their Flight they tend,</br>Or to the Moon in Midnight Hours ascend.</br>Where Swallows in the Winter's Season keep,</br>And how the drowsie Bat and Dormouse sleep.</br>How Nature does the Puppy's Eyelid close,</br>'Till the bright Sun has nine times set and rose.</br>For Huntsmen by their long Experience find,</br>That Puppys still nine rolling Suns are blind.", "Now he goes on, and sings of Fairs and Shows,</br>For still new Fairs before his Eyes arose.</br>How Pedlars Stalls with glitt'ring Toys are laid,</br>The various Fairings of the Country Maid.</br>Long silken Laces hang upon the Twine,</br>And Rows of Pins and amber Bracelets shine;</br>How the tight Lass, Knives, Combs, and Scissars spys,</br>And looks on Thimbles with desiring Eyes.</br>Of Lott'ries next with tuneful Note he told,</br>Where silver Spoons are won and Rings of Gold.</br>The Lads and Lasses trudge the Street along,</br>And all the Fair is crouded in his Song.</br>The Mountebank now treads the Stage, and sells</br>His Pills, his Balsams, and his Ague spells;</br>Now o'er and o'er the nimble Tumbler springs,</br>And on the Rope the ventrous Maiden swings;</br>Jack Pudding in his parti-colour'd Jacket</br>Tosses the Glove, and jokes at ev'ry Packet.</br>Of Raree-Shows he sung, and Punch's Feats,</br>Of Pockets pick'd in Crowds, and various Cheats.", "Then sad he sung the Children in the Wood.</br>Ah barb'rous Uncle, stain'd with Infant Blood!</br>How Blackberrys they pluck'd in Desarts wild,</br>And fearless at the glittering Fauchion smil'd;</br>Their little Corps the Robin-red-breasts found,</br>And strow'd with pious Bill the Leaves around.</br>Ah gentle Birds!  if this Verse lasts so long,</br>Your Names shall live for ever in my Song.", "For Buxom Joan he sung the doubtful Strife,</br>How the sly Sailor made the Maid a Wife.", "To louder Strains he rais'd his Voice, to tell</br>What woeful Wars in Chevy-Chace befell,</br>When Piercy drove the Deer with Hound and Horn,</br>Wars to be wept by Children yet unborn!</br>Ah With'rington, more Years thy Life had crown'd,</br>If thou hadst never heard the Horn or Hound!</br>Yet shall the Squire who fought on bloody Stumps,</br>By future Bards be wail'd in doleful Dumps.", "All in the land of Essex next he chaunts,</br>How to sleek Mares starch Quakers turn Gallants;</br>How the grave Brother stood on Bank so green.</br>Happy for him if Mares had never been!", "Then he was seiz'd with a religious Qualm,</br>And on a sudden, sung the hundredth Psalm.", "He sung of Taffey Welch, and Sawney Scot,</br>Lilly-bullero and the Irish Trot.</br>Why should I tell of Bateman or of Shore,</br>Or Wantley's Dragon slain by valiant Moore,</br>The bow'r of Rosamond, or Robin Hood,</br>And how the Grass now grows where Troy Town stood?", "His Carrols ceas'd:  the list'ning Maids and Swains</br>Seem still to hear some soft imperfect Strains.</br>Sudden he rose; and as he reels along</br>Swears Kisses sweet should well reward his Song.</br>The Damsels laughing fly:  the giddy Clown</br>Again upon a Wheat-Sheaf drops adown;</br>The Pow'r that Guards the Drunk, his Sleep attends,</br>'Till, ruddy, like his Face, the Sun descends.</br>"]