["Each Shepherd do pity a swain,</br>Oppress'd with sad sorrow and care;</br>I'll tell you what makes me complain,</br>I'll tell you what makes me despair;</br>'Tis Love that occasions my grief,</br>False Laura my heart has deceiv'd;</br>I'll tell you 'twill give me relief,</br>Tho' I'm sure it will scarce be believ'd.", "Ye nymphs too who trip the gay Plains,</br>With them here your footsteps direct;</br>Tho' jocund I once tun'd my strains,</br>Such lays you must now not expect.</br>No, pensive I all the day long,</br>Lay reclin'd underneath the cool shade;</br>And this is my sad plaintive song,</br>How I was by Laura betray'd.", "You knew her, how sweetly she shone,</br>'Mong all the fair nymphs of the Green,</br>I vow I don't think there was one,</br>Of so lovely, engaging a mien.</br>Her eyes like the stars were as bright,</br>Her lips like the soft damask Rose;</br>When I gaz'd, I was lost in delight,</br>But alas!  hence I date all my woes.", "'Twas first at our sheep-shearing feast,</br>I chanc'd the dear charmer to meet;</br>Each Shepherdess blithely I kist,</br>But thought none as my Laura so sweet,</br>She sung!  What a ravishing Voice!</br>No Lark with her notes cou'd compare;</br>She smil'd, O how did I rejoice,</br>To find her so kind and so fair.", "I whisper'd a tale in her ear,</br>Expressing how much I did love;</br>She told me I need not despair,</br>She did not my passion disprove.</br>Tho' few were my flocks on the mead,</br>She Riches not valu'd a rush;</br>For Constancy, Wealth did exceed,</br>And she own'd a like flame with a blush.", "I cull'd ev'ry flow'ret so fair,</br>The Lilly, the Pink, and the Rose;</br>I ransack'd my garden with care,</br>A garland to form for her brows.</br>With smiles she my gift did receive,</br>Then begg'd I some present would take;</br>From her breast she a nosegay did give,</br>Which she bid me to wear for her sake.", "Then, then I was happy indeed,</br>I scarce cou'd my transports contain;</br>I chear'd with my pipe the gay mead,</br>And we danc'd ev'ry night on the plain.</br>Of Hymen I ventur'd to speak,</br>And begg'd he might join both our hands;</br>She promis'd in less than a week,</br>She wou'd willingly wear his soft bands.", "I thought!  What a simple fond youth,</br>I thought all my troubles then past;</br>Since Laura considered my truth,</br>And consented to crown it at last.</br>For who cou'd imagine that breast,</br>Cou'd harbour such cruel deceit;</br>Or think her of falsehood possest,</br>Who seem'd with each virtue replete.", "But alas!  I have found to my cost,</br>That he who a fair one does trust;</br>Will find they deceive us the most,</br>When we least suspect them unjust.</br>Young Dorus, a wealthy young Swain,</br>The fickle one chanced to see;</br>He courted, &mdash; she did not disdain</br>His passion, &mdash; but quite forgot me.", "When I thought the wish'd minute so near,</br>When ev'ry fond wish wou'd be crown'd;</br>Ah me!  what a tale did I hear,</br>So sad, yet too true, I soon found.</br>Yes, Dorus and Laura were wed,</br>And I was forever forgot;</br>O how did I wish myself dead,</br>O how did I curse my hard lot.", "For Wealth she my passion did slight,</br>For Dorus of Wealth was possest;</br>I thought, but I did not think right,</br>That av'rice ne'er dwelt in her breast.</br>His Flocks were more num'rous than mine,</br>His Harvest did mine far exceed;</br>In nought else, he me cou'd outshine,</br>In the Dance, or the Pipe, or the Reed.", "But let me forget the false Fair,</br>She does not deserve my fond love;</br>She will not be long free form care,</br>But soon this sad truth surely prove.</br>For ever a stranger to peace,</br>Her Riches her torment will be;</br>Her troubles still daily increase,</br>For her falsehood, her treach'ry to me.</br>"]