["Rowland and Perkin both Ifeere,</br>In field upon a day,</br>With little Robin redbrests Round,</br>Doe passe the time away.", "PERKIN.</br>Rowland for shame awake thy drowsie muse,</br>Time plaies the hunts-up to thy sleepie head,</br>Why li'st thou here as thou hadst long been dead,</br>Foule idle swayne?", "Who ever heard thy pipe and pleasing vaine,</br>And doth but heare this scurrill minstralcy,</br>These noninos of filthie ribauldry,</br>That doth not muse.", "Then slumber not with foule Endymion,</br>But tune thy reede to dapper virelayes,</br>And sing a while of blessed Betas prayse,</br>Faire Beta she:", "In thy sweete song so blessed may'st thou bee,</br>For learned Collin laies his pipes to gage,</br>And is to fayrie gone a Pilgrimage:</br>The more our mone.", "ROWLAND.</br>What Beta?  shepheard, she is Pans belov'd,</br>Faire Betas praise beyond our straine doth stretch,</br>Her notes too hie for my poore pipe to reach,</br>Poore oten reede:", "So farre unfit to speake of worthies deede,</br>But set my stops unto a lower kay,</br>Whereas a horne-pipe I may safelie play,</br>Yet unreproov'd.", "With flatterie my muse could never fage,</br>Nor could affect such vaine scurrility,</br>To please lewd Lorrels, in their foolery,</br>Too base and vile:", "Nor but a note yet will I raise my stile,</br>My selfe above Will Piper to advance,</br>Which so bestirs him at the morris dance,</br>For pennie wage.", "PERKIN.</br>Rowland, so toyes oft times esteemed are,</br>And fashions ever changing with the time,</br>Then frolick it a while in lustie rime,</br>With mirth and glee:", "And let me heare that Roundelay of thee,</br>Which once thou sangst to me in Janeveer,</br>When Robin-redbrest sitting on a breere,</br>The burthen bare.", "ROWLAND.</br>Well needes I must yet with a heavie hart:</br>But were not Beta sure I would not sing,</br>Whose praise the ecchoes never cease to ring,</br>Unto the skies.", "PERKIN.</br>Be blith good Rowland then, and cleere thine eyes:</br>And now sith Robin to his roost is gone,</br>Good Rowland then supplie the place alone,</br>And shew thy arte.", "ROWLAND.</br>O thou fayre silver Thames:  O cleerest chrystall flood,</br>Beta alone the Phenix is, of all thy watery brood,</br>The Queene of Virgins onely she:</br>And thou the Queene of floods shalt be:</br>Let all thy Nymphes be joyfull then to see this happy day,</br>Thy Beta now alone shalbe the subject of my laye.", "With daintie and delightsome straines of sweetest virelayes:</br>Come lovely shepheards sit we down and chant our Betas prayse:</br>And let us sing so rare a verse,</br>Our Betas prayses to rehearse,</br>That little Birds shall silent be, to heare poore shepheards sing,</br>And rivers backward bend their course, and flow unto the spring.", "Range all thy swannes faire Thames together on a rancke,</br>And place them duely one by one, upon thy stately banck,</br>Then set together all agood,</br>Recording to the silver flood,</br>And crave the tunefull Nightingale to helpe you with her lay,</br>The Osel and the Throstlecocke, chiefe musick of our maye.", "O see what troups of Nimphs been sporting on the strands,</br>And they been blessed Nimphs of peace, with Olives in their hands.</br>How meryly the Muses sing,</br>That all the flowry Medowes ring,</br>And Beta sits upon the banck, in purple and in pall,</br>And she the Queene of Muses is, and weares the Corinall.", "Trim up her Golden tresses with Apollos sacred tree,</br>O happy sight unto all those that love and honor thee,</br>The Blessed Angels have prepar'd,</br>A glorious Crowne for thy reward,</br>Not such a golden Crowne as haughtie Caesar weares,</br>But such a glittering starry Crowne as Ariadne beares.", "Make her a goodly Chapilet of azur'd Colombine,</br>And wreath about her Coronet with sweetest Eglentine:</br>Bedeck our Beta all with Lillies,</br>And the dayntie Daffadillies,</br>With Roses damask, white, and red, and fairest flower delice,</br>With Cowslips of Jerusalem, and cloves of Paradice.", "O thou fayre torch of heaven, the dayes most deerest light,</br>And thou bright-shyning Cinthya, the glory of the night:</br>You starres the eyes of heaven,</br>And thou the glyding leven,</br>And thou O gorgeous Iris with all strange Colours dyed,</br>When she streams foorth her rayes, then dasht is all your pride.", "See how the day stands still, admiring of her face,</br>And time loe stretcheth foorth her armes, thy Beta to imbrace,</br>The Syrens sing sweete layes,</br>The Trytons sound her prayse,</br>Goe passe on Thames and hie thee fast unto the Ocean sea,</br>And let thy billowes there proclaime thy Betas holy-day.", "And water thou the blessed roote of that greene Olive tree,</br>With whose sweete shadow, al thy bancks with peace preserved be,</br>Lawrell for Poets and Conquerours,</br>And mirtle for Loves Paramours:</br>That fame may be thy fruit, the boughes preserv'd by peace,</br>And let the mournful Cipres die, now stormes and tempests cease.", "Wee'l straw the shore with pearle where Beta walks alone,</br>And we wil pave her princely Bower with richest Indian stone,</br>Perfume the ayre and make it sweete,</br>For such a Goddesse it is meete,</br>For if her eyes for purity contend with Tytans light,</br>No marvaile then although they so doe dazell humaine sight.", "Sound out your trumpets then, from Londons stately towres,</br>To beat the stormie windes aback and calme the raging showres,</br>Set too the Cornet and the flute,</br>The Orpharyon and the Lute,</br>And tune the Taber and the pipe, to the sweet violons,</br>And move the thunder in the ayre, with lowdest Clarions.", "Beta long may thine Altars smoke, with yeerely sacrifice,</br>And long thy sacred Temples may their Saboths solemnize,</br>Thy shepheards watch by day and night,</br>Thy Mayds attend the holy light,</br>And thy large empyre stretch her armes from east unto the west,</br>And thou under thy feet mayst tread, that foule seven-headed beast.", "PERKIN.</br>Thanks gentle Rowland for my Roundelay,</br>And bless'd be Beta burthen of thy song,</br>The shepheards Goddesse may she florish long,</br>O happie she.", "Her yeares and dayes thrice doubled may they bee:</br>Triumphing Albion clap thy hands for joy,</br>And pray the heavens may shield her from anoy,</br>So will I pray.", "ROWLAND.</br>So doe, and when my milk-white eawes have yeande,</br>Beta shall have the firstling of the foulde,</br>I'le burnish all his hornes with finest gould,</br>And paynt his fleece with purple grayne.", "PERKIN.</br>Beleeve me as I am true shepheards swayne,</br>Then for thy love all other I forsake,</br>And unto thee my selfe I will betake,</br>With fayth unfayn'd.", "Ipse ego thura dabo, fumosis candidus aris:</br>Ipse feram ante tuos munera vota pedes.</br>"]