["Fast by yon hallow'd grove where ISIS greets</br>Her sister CHERWELL with a kind embrace,</br>Where contemplation scatters all her sweets,</br>And peace and science sanctify the place,", "My footsteps wander'd.  Nature all was still,</br>Save where returning rooks, with croking tales,</br>Save where the bats, on leathern pinions, fill</br>With solemn skreeches the responsive vales.", "With smoother eddies flow'd the purling streams,</br>In gentler tides they sported with the breeze,</br>With brighter rays reflected Cynthia's beams,</br>And softer zephyrs play'd among the trees.", "There, as I oft was wont, the Muse I woo'd,</br>The Doric Muse, and tun'd my oaten reed;</br>When ISIS, rising from the dimply flood,</br>In \"silver slippers\" reach'd the shore with speed.", "\"While from her hair the falling dew she press'd,\"</br>In mimic fancy stood the guardian Queen;</br>Known by the sedgy wreath her temples grac'd,</br>And \"by her stole\" (forsooth) \"of glossy green.\"", "A gracious smile upon \"one\" cheek appears,</br>And \"one\" bright eye speaks pleasure to my soul;</br>While from the \"other\" drop the trickling tears,</br>Scalding the shrivel'd visage as they roll.", "Onward she hied; &mdash; majestical and slow,</br>With her \"right\" leg full solemnly she trod;</br>Like Undertaker, who, in sabled woe,</br>Leads some grave Student to his last abode:", "Yet with her \"left\" she lightly tript the glade,</br>As o'er Parnassus trips it CLIO gay;</br>Or as a debtor, of fell duns afraid;</br>Or morris-dancer on the first of May.", "Where Greenwich, or where Chelsea's domes ascend,</br>The maimed vet'ran thus I've often seen,</br>With his sound limb on tip-toe lightly bend,</br>Then halt abruptly on his wooden pin.", "Thus have I sometimes mark'd a pamper'd priest,</br>By gout afflicted, dance in rueful woe,</br>If, by design, or accident, I prest</br>Mine erring foot on his emflannell'd toe.", "\"No more, fond youth, the seats of shepherds sing,</br>No more of grove, or myrtle bow'r, (she cry'd);</br>To things of higher daring sweep the string,</br>For know, within this year AUGUSTUS died,", "\"And yet AUGUSTUS lives &mdash; a mighty theme!</br>(And benefices fat may be the boon;)</br>AUGUSTUS, living, joyous gave to fame,&mdash;</br>Lamenting still AUGUSTUS died so soon.", "\"Let all your bells bewail in doleful dump,</br>Let all your bells in joyful transport ring;</br>On one side muffled, let them thump, thump, thump,</br>Unmuffled on the other, ding, dong, ding.", "\"Go bid my sons in soft condolence grieve,</br>Bid all my sons in gratulations join;</br>Let them, to form a sumptuous chaplet, weave</br>The weeping Willow with the laughing Vine.", "\"Let ev'ry Muse her fragrant flow'rets bring,</br>And ev'ry shrub, to deck AUGUSTUS' hearse;</br>Then let them frolic round a living King,</br>In all the crouching flummery of verse.", "\"Let SWINTON lead the high-enraptur'd bands,</br>In notes which ne'er were heard in courts before;</br>Which, save himself, no mortal understands,</br>Selected from Palmyra's richest ore.", "\"HUNT shall his sweet Arabian incense show'r,</br>Fir'd by the Muse the grateful stream shall rise:</br>Caldaean oil let gentle WHEELER pour,</br>To wash affliction from the people's eyes.", "\"While some on HOMER'S warlike trumpet toot,</br>To VIRGIL'S manly harp let others sing,</br>HORACE'S lyre, or OVID'S softer lute,</br>Till with the chorus all my cloysters ring.", "\"All, all conspire, to whom th' indulgent Nine</br>Dispense the laurel, or Castalian tears,</br>This paragon of Garlands to entwine,</br>While Wharton trims it with his Critic sheers.\"</br>"]