["Ah me!  those old familiar bounds!</br>That classic house, those classic grounds</br>My pensive thought recalls!</br>What tender urchins now confine,</br>What little captives now repine,</br>Within yon irksome walls!", "Ay, that's the very house!  I know</br>Its ugly windows, ten a-row!</br>Its chimneys in the rear!</br>And there's the iron rod so high,</br>That drew the thunder from the sky</br>And turn'd our table-beer!", "There I was birch'd!  there I was bred!</br>There like a little Adam fed</br>From Learning's woeful tree!</br>The weary tasks I used to con!&mdash;</br>The hopeless leaves I wept upon!&mdash;</br>Most fruitless leaves to me!&mdash;", "The summon'd class! &mdash; the awful bow!&mdash;</br>I wonder who is master now</br>And wholesome anguish sheds!</br>How many ushers now employs,</br>How many maids to see the boys</br>Have nothing in their heads!", "And Mrs. S***? &mdash; Doth she abet</br>(Like Pallas in the parlour) yet</br>Some favour'd two or three,&mdash;</br>The little Crichtons of the hour,</br>Her muffin-medals that devour,</br>And swill her prize &mdash; bohea?", "Ay, there's the playground!  there's the lime,</br>Beneath whose shade in summer's prime</br>So wildly I have read!&mdash;</br>Who sits there now, and skims the cream</br>Of young Romance, and weaves a dream</br>Of Love and Cottage-bread?", "Who struts the Randall of the walk?</br>Who models tiny heads in chalk?</br>Who scoops the light canoe?</br>What early genius buds apace?</br>Where's Poynter?  Harris?  Bowers?  Chase?</br>Hal Baylis?  blythe Carew?", "Alack!  they're gone &mdash; a thousand ways!</br>And some are serving in \"the Greys,\"</br>And some have perish'd young!&mdash;</br>Jack Harris weds his second wife;</br>Hal Baylis drives the wane of life;</br>And blithe Carew &mdash; is hung!", "Grave Bowers teaches A B C</br>To savages at Owhyee;</br>Poor Chase is with the worms!&mdash;</br>All, all are gone &mdash; the olden breed!&mdash;</br>New crops of mushroom boys succeed,</br>\"And push us from our forms!\"", "Lo!  where they scramble forth, and shout,</br>And leap, and skip, and mob about,</br>At play where we have play'd!</br>Some hop, some run, (some fall,) some twine</br>Their crony arms; some in the shine,</br>And some are in the shade!", "Lo there what mix'd conditions run!</br>The orphan lad; the widow's son;</br>And Fortune's favour'd care&mdash;</br>The wealthy born, for whom she hath</br>Mac-Adamized the future path&mdash;</br>The Nabob's pamper'd heir!", "Some brightly starr'd &mdash; some evil born,&mdash;</br>For honour some, and some for scorn,&mdash;</br>For fair or foul renown!</br>Good, bad indiff'rent &mdash; none may lack!</br>Look, here's a White, and there a Black!</br>And there's a Creole brown!", "Some laugh and sing, some mope and weep,</br>And wish their frugal sires would keep</br>Their only sons at home;&mdash;</br>Some tease the future tense, and plan</br>The full-grown doings of the man,</br>And pant for years to come!", "A foolish wish!  There's one at hoop;</br>The marble taw to speed!</br>And one that curvets in and out,</br>Reining his fellow Cob about,&mdash;</br>Would I were in his steed!", "Yet he would gladly halt and drop</br>That boyish harness off, to swop</br>With this world's heavy van&mdash;</br>To toil, to tug.  O little fool!</br>While thou canst be a horse at school</br>To wish to be a man!", "Perchance thou deem'st it were a thing</br>To wear a crown, &mdash; to be a king!</br>And sleep on regal down!</br>Alas!  thou know'st not kingly cares;</br>Far happier is thy head that wears</br>The hat without a crown!", "And dost thou think that years acquire</br>New added joys?  Dost think thy sire</br>More happy than his son?</br>That manhood's mirth? &mdash; Oh, go thy ways</br>To Drury-land when &mdash; plays,</br>And see how forced our fun!", "Thy taws are brave! &mdash; thy tops are rare!&mdash;</br>Our tops are spun with coils of care,</br>Our dumps are no delight!&mdash;</br>The Elgin marbles are but tame,</br>And 'tis at best a sorry game</br>To fly the Muse's kite!", "Our hearts are dough, our heels are lead,</br>Our topmost joys fall dull and dead</br>Like balls with no rebound!</br>And often with a faded eye</br>We look behind, and send a sigh</br>Towards that merry ground!", "Then be contented.  Thou hast got</br>The most of heaven in thy young lot;</br>There's sky-blue in thy cup!</br>Thou'lt find thy Manhood all too fast&mdash;</br>Soon come, soon gone!  and Age at last</br>A sorry breaking-up!</br>"]