["Soft flow'd the lay, when late, with downcast eye,</br>The gentle Muse by Itchin's verdant side</br>Pensive reclin'd; while to each struggling sigh</br>In kindred notes the murmuring stream replied.", "\"Ye once-lov'd haunts!\"  (exclaim'd the sorrowing maid),</br>\"Ye scenes, where oft my soul enraptur'd hung,</br>While o'er th' enamel'd vale my WARTON stray'd,</br>On the sage lore he taught, the lays he sung!", "\"No more, alas!  shall joy's inspiring strain,</br>Dear to my heart, your sportive echoes fill,</br>When from yon classic dome the youthful train</br>Bounds o'er the mead, or climbs the breezy hill.", "\"Mute is that tongue, which, tun'd by genius, charm'd</br>By native eloquence, by sense refin'd;</br>Cold is that heart, which genuine virtue warm'd,</br>And lost that taste, which form'd the mind.", "\"Come, bright ey'd Fancy, for your favour'd child</br>Let kind remembrance prompt th' accordant tear!</br>You, on his votive lays who fondly smil'd,</br>Now with your grief adorn his sacred bier.", "\"And lo!  in solemn guise the drooping maid</br>Appears! &mdash; around she calls a pensive throng:</br>Lo, many a Sage and Poet's honour'd shade!</br>Sovereigns in taste, or masters of the song.", "\"With air majestic and in modest state</br>Invok'd, the mighty Mantuan sweeps the string;</br>'Rome, Rome,' he cries, 'may well deplore his fate,</br>Who bade in British strains her Virgil sing';", "\"With him, sweet Horace, partner of his heart,</br>Once more attunes the lyre to mournful lays,</br>As, for Quintilius lost, with happiest art,</br>He join'd with soft laments sublimer praise.", "\"'Cease, cease your plaints,' exclaim'd the Bard divine,</br>Whose British Muse his taste, his skill, adorn,</br>'Mine was the loss, his works shall live with mine,</br>Alike shall charm to ages yet unborn.'", "\"In vain would coward Slander, veil'd in night,</br>Blast his bright laurels, taint his spotless name;</br>Applauding Britain's sons with pure delight</br>Shall crown his virtues, consecrate his fame.", "\"Say, ye fond vot'ries of the sacred lyre!</br>Say, can your guardian pow'r yet hope to find</br>The social wit, the well-attemper'd fire,</br>The candour that adorn'd his liberal mind?", "\"True worth to cherish, yet with tongue sincere</br>To mark those failings which he sought to mend,</br>Such was his art:  nor servile, nor severe,</br>All prais'd the critic, but all lov'd the friend.\"", "Thus mourn'd the Muse:  from Winton's classic vale</br>The sounds far echoed thro' the yielding air.</br>Fair Isis heard the melancholy tale</br>With heart-felt sympanthy, in muste despair,", "Melodious stream!  to thee new sorrow rise:</br>New woes shall agonize thy gentle breast.</br>Another Warton late call'd forth thy sighs,</br>And sunk, lamented sunk, to endless rest.", "Then for her laurell'd Bard, her classic pride,</br>Fair Rhedycina wept thy shores along:</br>Now, lost her son, by name, by worth allied,</br>Again thy vale resounds her plaintive song.", "Alike each Bard to taste, to fancy dear:</br>Yet one the rugged heights aspir'd to clime,</br>Of Runic verse, and strike th' astonish'd ear</br>With Gothic minstrelsy, and antique rhyme.", "A gentler task fraternal genius chose:</br>With flights less arduous he delights to soar:</br>His flowing verse, his unaffected prose,</br>Mark the chaste elegance of classic lore.", "Yet one great end the kindred pair inspires;</br>(This prompts their genius, this directs their art,)</br>By fancy's charms to kindle virtue's fires,</br>And high o'er base desire exalt the heart.</br>"]