["O Pope, by what commanding wondrous art,</br>Dost thou each passion to each breast impart?</br>Our beating Hearts with sprightly measures move,</br>Or melt us with a tale of hapless Love!</br>Th' elated mind's impetuous starts control,</br>Or gently sooth to peace the troubled soul!</br>Graces till now that singly met our view,</br>And singly charm'd, unite at once in you:</br>A style polite, from affectation free,</br>Virgil's correctness, Homer's majesty!</br>Soft Waller's ease, with Milton's vigour wrought,</br>And Spenser's bold luxuriancy of thought.</br>In each bright page, Strength, Beauty, Genius shine,</br>While nervous Judgment guides each flowing Line.</br>No borrow'd Tinsel glitters o'er these Lays,</br>And to the Mind a false Delight conveys:</br>Throughout the whole with blended power is found,</br>The Weight of Sense, and Elegance of Sound.</br>A lavish Fancy, Wit, and Force, and Fire,</br>Graces each motion of th' immortal Lyre.</br>Thy matchless strains our ravish'd senses charm:</br>How great the thought!  the images how warm!</br>How beautifully just the turns appear!</br>The language how majestically clear!</br>With energy divine each period swells,</br>And all the Bard th' inspiring God reveals.</br>Lost in delights, my dazzled eyes I turn,</br>Where Thames leans hoary o'er his ample urn;</br>Where his rich waves fair Windsor's towers surround,</br>And bounteous rush amid poetic ground.</br>O Windsor!  sacred to thy blissful seats,</br>Thy sylvan shades, the Muses' lov'd retreats,</br>Thy rising hills, low vales, and waving woods,</br>Thy sunny glades, and celebrated floods!</br>But chief Lodona's silver tides, that flow</br>Cold and unsullied as the mountain snow;</br>Whose virgin name no time nor change can hide,</br>Though ev'n her spotless waves should cease to glide:</br>In mighty Pope's immortalizing strains,</br>Still shall she grace and range the verdant plains;</br>By him selected for the Muses' theme,</br>Still shine a blooming maid, and roll a limpid stream.", "Go on, and, with thy rare resistless art,</br>Rule each emotion of the various heart;</br>The spring and test of verse unrival'd reign,</br>And the full honours of thy youth maintain;</br>Sooth with thy wonted ease and power divine,</br>Our souls, and our degenerate tastes refine;</br>In judgement o'er our favourite follies sit,</br>And soften Wisdom's harsh reproofs to Wit.", "Now war and arms thy mighty aid demand,</br>And Homer wakes beneath thy powerful hand;</br>His vigour, genuine heat, and manly force,</br>In thee rise worthy of their sacred source;</br>His spirit heighten'd, yet his sense intire,</br>As gold runs purer from the trying fire.</br>O, for a Muse like thine, while I rehearse</br>Th' immortal beauties of thy various verse!</br>Now light as air th' enlivening numbers move,</br>Soft as the downy plumes of fabled Love,</br>Gay as the streaks that stain the gaudy bow,</br>Smooth as Meander's crystal Mirrours flow.", "But, when Achilles, panting for the war,</br>Joins the fleet coursers to the whirling car;</br>When the warm hero, with celestial might,</br>Augments the terrour of the raging fight,</br>From his fierce eyes refulgent lightnings stream</br>(As Sol emerging darts a golden gleam);</br>In rough hoarse verse we see th' embattled foes;</br>In each loud strain the fiery onset glows;</br>With strength redoubled here Achilles shines,</br>And all the battle thunders in thy lines.", "So the bright Magic of the Painter's hand,</br>Can cities, streams, tall towers, and far-stretch'd plains command;</br>Here spreading woods embrown the beauteous scene,</br>There the wide landscape smiles with livelier green;</br>The floating glass reflects the distant sky,</br>And o'er the whole the glancing sun-beams fly;</br>Buds open, and disclose the inmost shade;</br>The ripen'd harvest crowns the level glade.</br>But when the artist does a work design,</br>Where bolder rage informs each breathing line;</br>When the stretch'd cloth a rougher stroke receives,</br>And Caesar awful in the canvas lives;</br>When Art like lavish Nature's self supplies</br>Grace to the limbs, and spirit to the Eyes;</br>When ev'n the passions of the mind are seen,</br>And the Soul speaks in the exalted Mien;</br>When all is just, and regular, and great,</br>We own the mighty Master's skill, as boundless as complete.</br>"]