["My lov'd, my honor'd, much respected friend!</br>No mercenary bard his homage pays;</br>With honest pride, I scorn each selfish end,</br>My dearest meed, a friend's esteem and praise:</br>To you I sing, in simple Scottish lays,</br>The lowly train in life's sequester'd scene;</br>The native feelings strong, the guileless ways,</br>What A**** in a Cottage would have been;</br>Ah!  tho' his worth unknown, far happier there I ween!", "November chill blaws loud wi' angry sugh;</br>The short'ning winter-day is near a close;</br>The miry beasts retreating frae the pleugh;</br>The black'ning trains o' craws to their repose:</br>The toil-worn COTTER frae his labor goes,</br>This night his weekly moil is at an end,</br>Collects his spades, his mattocks, and his hoes,</br>Hoping the morn in ease and rest to spend,</br>And weary, o'er the moor, his course does hameward bend.", "At length his lonely Cot appears in view,</br>Beneath the shelter of an aged tree;</br>Th' expectant wee-things, toddlan, stacher through</br>To meet their Dad, wi' flichterin' noise and glee.</br>His wee bit ingle, blinkan bonilie,</br>His clean hearth-stane, his thrifty Wifie's smile,</br>The lisping infant, prattling on his knee,</br>Does a' his weary kiaugh and care beguile,</br>And makes him quite forget his labor and his toil.", "Belyve, the elder bairns come drapping in,</br>At Service out, amang the farmers roun';</br>Some ca' the pleugh, some herd, some tentie rin</br>A cannie errand to a neebor town:</br>Their eldest hope, their Jenny, woman-grown,</br>In youthfu' bloom, Love sparkling in her e'e,</br>Comes hame; perhaps, to shew a braw new gown,</br>Or deposite her sair-won penny-fee,</br>To help her Parents dear, if they in hardship be.", "With joy unfeign'd, brothers and sisters meet,</br>And each for other's weelfare kindly spiers:</br>The social hours, swift-wing'd, unnotic'd fleet;</br>Each tells the uncos that he sees or hears.</br>The parents, partial, eye their hopeful years;</br>Anticipation forward points the view;</br>The Mother, wi' her needle and her sheers,</br>Gars auld claes look amaist as weel's the new;</br>The Father mixes a' wi' admonition due.", "Their Master's and their Mistress's command,</br>The youngkers a' are warned to obey;</br>And mind their labors wi' an eydent hand,</br>And ne'er, tho' out o' sight, to jauk or play:</br>'And O!  be sure to fear the LORD alway!</br>And mind your duty, duely, morn and night!</br>Lest in temptation's path ye gang astray,</br>Implore his counsel and assisting might:</br>They never sought in vain that sought the LORD aright.'", "But hark!  a rap comes gently to the door;</br>Jenny, wha kens the meaning o' the same,</br>Tells how a neebor lad came o'er the moor,</br>To do some errands, and convoy her hame.</br>The wily Mother sees the conscious flame</br>Sparkle in Jenny's e'e, and flush her cheek,</br>With heart-struck, anxious care, enquires his name,</br>While Jenny hafflins is afraid to speak;</br>Weel-pleas'd the Mother hears, it's nae wild, worthless Rake.", "With kindly welcome, Jenny brings him ben;</br>A strappan youth; he takes the Mother's eye;</br>Blythe Jenny sees the visit's no ill taen;</br>The Father cracks of horses, pleughs, and kye.</br>The Youngster's artless heart o'erflows wi' joy,</br>But blate and laithfu', scarce can weel behave;</br>The Mother, wi' a woman's wiles, can spy</br>What makes the youth sae bashfu' and sae grave;</br>Weel-pleas'd to think her bairn's respected like the lave.", "O happy love!  where love like this is found!</br>O heart-felt raptures!  bliss beyond compare!</br>I've paced much this weary, mortal round,</br>And sage EXPERIENCE bids me this declare&mdash;</br>'If Heaven a draught of heavenly pleasure spare,</br>One cordial in this melancholy Vale,</br>'Tis when a youthful, loving, modest Pair,</br>In other's arms, breathe out the tender tale,</br>Beneath the milk-white thorn that scents the ev'ning gale.'", "Is there, in human form, that bears a heart&mdash;</br>A Wretch!  a Villain!  lost to love and truth!</br>That can, with studied, sly, ensnaring art,</br>Betray sweet Jenny's unsuspecting youth?</br>Curse on his perjur'd arts!  dissembling, smooth!</br>Are Honor, Virtue, Conscience, all exil'd?</br>Is there no Pity, no relenting Ruth,</br>Points to the Parents fondling o'er their Child?</br>Then paints the ruin'd Maid, and their distraction wild!", "But now the Supper crowns their simple board,</br>The healsome Porritch, chief o' SCOTIA'S food;</br>The soupe their only Hawkie does afford,</br>That, 'yont the hallan snugly chows her cood:</br>The Dame brings forth, in complimental mood,</br>To grace the lad, her weel-hain'd kebbuck, fell;</br>And aft he's prest, and aft he ca's it guid;</br>The frugal Wifie, garrulous, will tell,</br>How 'twas a towmond auld, sin' Lint was i' the bell.", "The chearfu' Supper done, wi' serious face,</br>They, round the ingle, form a circle wide;</br>The Sire turns o'er, wi' patriarchal grace,</br>The big ha'-Bible, ance his Father's pride:</br>His bonnet rev'rently is laid aside,</br>His lyart haffets wearing thin and bare;</br>Those strains that once did sweet in ZION glide,</br>He wales a portion with judicious care;</br>'And let us worship GOD!'  he says with solemn air.", "They chant their artless notes in simple guise,</br>They tune their hearts, by far the noblest aim:</br>Perhaps Dundee's wild-warbling measures rise,</br>Or plaintive Martyrs, worthy of the name;</br>Or noble Elgin beets the heaven-ward flame,</br>The sweetest far of SCOTIA'S holy lays:</br>Compar'd with these, Italian trills are tame;</br>The tickl'd ears no heart-felt raptures raise;</br>Nae unison hae they, with our CREATOR'S praise.", "The priest-like Father reads the sacred page,</br>How Abram was the Friend of GOD on high;</br>Or, Moses bade eternal warfare wage</br>With Amalek's ungracious progeny;</br>Or, how the royal Bard did groaning lye,</br>Beneath the stroke of Heaven's avenging ire;</br>Or Job's pathetic plaint, and wailing cry;</br>Or rapt Isaiah's wild, seraphic fire;</br>Or other Holy Seers that tune the sacred lyre.", "Perhaps the Christian Volume is the theme,</br>How guiltless blood for guilty man was shed;</br>How HE, who bore in heaven the second name,</br>Had not on earth whereon to lay His head:</br>How His first followers and servants sped;</br>The Precepts sage they wrote to many a land:</br>How he, who lone in Patmos banished,</br>Saw in the sun a mighty angel stand,</br>And heard great Bab'lon's doom pronounc'd by Heaven's command.", "Then kneeling down to HEAVEN'S ETERNAL KING,</br>The Saint, the Father, and the Husband prays:</br>Hope 'springs exulting on triumphant wing,'</br>That thus they all shall meet in future days:</br>There, ever bask in uncreated rays,</br>No more to sigh, or shed the bitter tear,</br>Together hymning their CREATOR'S praise,</br>In such society, yet still more dear;</br>While circling Time moves round in an eternal sphere.", "Compar'd with this, how poor Religion's pride,</br>In all the pomp of method, and of art,</br>When men display to congregations wide</br>Devotion's ev'ry grace, except the heart!</br>The POWER, incens'd, the Pageant will desert,</br>The pompous strain, the sacerdotal stole;</br>But haply, in some Cottage far apart,</br>May hear, well pleas'd, the language of the Soul;</br>And in His Book of Life the Inmates poor enroll.", "Then homeward all take off their sev'ral way;</br>The youngling Cottagers retire to rest:</br>The Parent-pair their secret homage pay,</br>And proffer up to Heaven the warm request,</br>That HE who stills the raven's clam'rous nest,</br>And decks the lily fair in flow'ry pride,</br>Would, in the way His Wisdom sees the best,</br>For them and for their little ones provide;</br>But chiefly, in their hearts with Grace divine preside.", "From scenes like these, old SCOTIA'S grandeur springs,</br>That makes her lov'd at home, rever'd abroad:</br>Princes and lords are but the breath of kings,</br>'An honest man's the noblest work of GOD:'</br>And certes, in fair Virtue's heavenly road,</br>The Cottage leaves the Palace far behind:</br>What is a lordling's pomp?  a cumbrous load,</br>Disguising oft the wretch of human kind,</br>Studied in arts of Hell, in wickedness refin'd!", "O SCOTIA!  my dear, my native soil!</br>For whom my warmest wish to heaven is sent!</br>Long may thy hardy sons of rustic toil</br>Be blest with health, and peace, and sweet content!</br>And O may Heaven their simple lives prevent</br>From Luxury's contagion, weak and vile!</br>Then howe'er crowns and coronets be rent,</br>A virtuous Populace may rise the while,</br>And stand a wall of fire around their much-lov'd ISLE.", "O THOU!  who pour'd the patriotic tide,</br>That stream'd thro' great, unhappy WALLACE' heart;</br>Who dar'd to, nobly, stem tyrannic pride,</br>Or nobly die, the second glorious part:</br>(The Patriot's GOD, peculiarly thou art,</br>His friend, inspirer, guardian, and reward!)</br>O never, never SCOTIA'S realm desert,</br>But still the Patriot, and the Patriot-bard,</br>In bright succession raise, her Ornament and Guard!</br>"]