["Last spring, when the swallow return'd back again,</br>And Flora with cowslips had painted the plain,</br>I ran to the maid whom my heart most approves,</br>I told her of this, and that bloom deck'd the groves:</br>She smil'd at the tidings, and made me engage</br>To furnish a Bull-finch to pipe in her cage.", "In time, O ye shepherds, attend to my lay,</br>I ne'er shall forget whilst there's bloom on the spray;</br>A ram in a thicket had fasten'd his horn,</br>And struggled, and baa'd to be quit of the thorn;</br>I ran to to relieve him, and there I admir'd</br>A nest of those sweet ones my Phillis requir'd.", "I took from the brake the dear innocent train,</br>Strait, enraptur'd, to Phillis flew over the plain;</br>The maid was directing the vine o'er her bow'r</br>To shield from the sun, or to keep off the show'r;</br>The moment she saw me, the boon she confess'd,</br>And with rapture accepted the Bull-finch's nest!", "(How strange the transition) she look'd on the young,</br>Her eye drop'd a tear &mdash; pity flow'd from her tongue;</br>Ah!  Damon, she cry'd, with a heart-piercing sigh,</br>'Twould grieve me to death if these charmers shou'd die;</br>Tho' great should my care be to rear up the nest,</br>The parent (my Damon) must cherish them best.", "I kiss'd her for this, and commended the maid,</br>That instant we ran with the nest to the shade;</br>Where scarce had we plac'd it in safety again,</br>When the finch came delighted to cherish her train.</br>My Phillis beheld, and with rapture confess'd;</br>That much might be learn'd from the Bull-finch's nest!", "I told her through life it should be my delight,</br>To copy the precepts display'd to my sight,</br>And urg'd her that moment to tell me the day,</br>When at Church she would promise to love and obey;</br>Most sweetly she answer'd, and blush'd like the rose,</br>I leave that, my shepherds, for you to disclose.", "Although we've been wed a long summer or more,</br>'Tis true that I love her as well as before;</br>The fury CONTENTION ne'er enter'd her breast,</br>She's gentle to me, as the finch to her nest;</br>Ye swains when you wander in search of a wife,</br>I'd have you get such, and you're happy for life.</br>"]