["You may labour and toil, wipe the sweat from your brow,</br>See your children half starv'd and in rags;</br>You may dig in the mines, waste your strength at the plough,</br>To enrich and fill insolent money'd men's bags.</br>You may practice each virtue, each feeling pursue,</br>Truth prompts, conscience dictates, and honour approves;</br>You may have in your heart all that's noble and true,</br>All that elegant taste and fine sentiment loves:</br>While WORLDLINESS will tell you, with scornful regard,</br>That VIRTUE &mdash; is ever its own sweet reward.", "While poverty presses you down in the earth,</br>As each dictate of reason, and right, you obey;</br>Lo!  the children of vanity, vice, and of mirth,</br>Pass by you regardless, all flaunting and gay.</br>Each duty of life, whilst you are pursuing</br>Both day and night anxiously spending in toil;</br>While nothing awaits you but famine and ruin;</br>The rich, and the worthless, the pension'd, and vile,</br>Unheeding your sufferings, though ever so hard,</br>Will assure you, that &mdash; VIRTUE'S its own sweet reward.", "See where yon proud equipage waits at the gate,</br>Where each riot, and luxury, croud the domain;</br>There a bully, and wanton, in splendour and state,</br>Lord it haughtily over the neighboring plain.</br>To support their extravagance, plunder'd behold</br>Those whose suff'rings unceasing, their riches supply;</br>From whose labour and toil is wrung out the gold,</br>These unprincipled minions and miscreants enjoy.</br>Such, with sneers, will the children of VIRTUE discard,</br>Which hath ever, they'll say, its own sweet reward.", "On the public what paupers, on every side,</br>Blast the means of the wise, the industrious, and good;</br>Who, trod on by creatures of wealth, and of pride,</br>Pine for health, and for liberty, raiment, and food.</br>Great, great GOD OF NATURE!  amidst all this maze,</br>Say, who can the mode of thy government scan?</br>Who trace out thy seemingly-retrograde ways,</br>And justify evils, like these, unto men?</br>Who shall say, why the lot of the worthy is hard,</br>And why, VIRTUE gets only its own poor reward!", "While the bard thus indignantly utters his plaint,</br>Though wounded his feelings, his heart remains true;</br>And though prompted this general picture to paint,</br>To glorious exceptions, his tribute is due.</br>He knows there are some, and he hops there are more,</br>Who, blest with abundance, abundance bestow;</br>Whose greatest delight is to take from their store,</br>To lessen the burthens of want, and of woe.</br>Who, the children of need, and oppression regard;</br>Nor leave them to get &mdash; only VIRTUE'S reward!</br>"]