["What new-raised pile, by modern art displayed,</br>Gleans 'mid yon ancient towers of tottering stone,</br>And mocks with glare profane the sacred shade,</br>By hoary Time o'er the dim Ruins thrown?", "Stay, impious hand!  the rude design forbear!</br>Let not the builder on that spot intrude,</br>Where erst Religion poured her secret prayer,</br>And Learning claimed the peaceful solitude,", "Ah!  spare the feelings of a youthful breast,</br>That mourns Antiquity's neglected pile,</br>Nor wound the fond ideas long imprest</br>By pious musings thro' the vaulted isle.", "Oft have I loved, by brooding Fancy led,</br>To haunt the confines of the solemn scene,</br>What time still eve her dusky mantle spread,</br>And tinged with deeper hue the distant green.", "There have I loved the faint remains to trace</br>Of many an antique room, and many a cell,</br>Where scarce a stone, thro' all the grass-grown space,</br>Survives, its ancient site and form to tell.", "Here HENRY, in more zealous days long past,</br>His gifts of rich munificence bestowed,</br>And reared, amid th' uncultivated waste,</br>The holy Monast'ry's majestic load.", "Here too, with orison and tapered rite,</br>In his own fane the Monarch's corse was laid;</br>And high his plumed helm and banners bright</br>Glittered aloof beneath the raftered shade.", "And round, inshrined in consecrated mould,</br>Lay many a mitred Father of the place,</br>Whose steady rule these subject seats controlled,</br>And swayed, with mildest care, the studious race.", "But, pleased our search to cheat, destroying Time</br>Has torn each relic from the walls away;</br>No moss-grown monument, or half-spelt rhyme,</br>Their secret tombs and mouldering bones betray.", "Far from the world, within these walks confined,</br>To solitude a peaceful life was given:</br>The hand of Science humanized the mind,</br>And pure Religion winged the soul to Heaven.", "Here sage Instruction o'er a darkened land</br>Her lessons far diffused of wisest lore;</br>While Hospitality, with loaded hand,</br>And smiling Plenty, oped the crowded door.", "Shall then the bones of buried Saints be torn</br>With rudest insult from their sacred tomb,</br>And o'er the ruined isles and graves forlorn</br>The dreary Prison shed unhallowed gloom?", "Shall then unfeeling Vice pollute these towers</br>With hoarse Impiety's tumultuous train?&mdash;</br>Shall Ignorance here waste th' unlettered hours,</br>And sullen guilt brood o'er his midnight chain?", "Here warm Devotion once, in notes of praise,</br>Oft bade the faithful vow to Heaven arise,</br>Oft in full service poured her chanted lays,</br>And led the pomp of solemn sacrifice.", "Full oft the passenger at evening slow,</br>By THAMES'S marge, or KENNET'S neighbouring bound,</br>Would stop to hear the pealing organs blow,</br>Or catch the loud Hosannah's sacred sound.", "But now no breast, inflamed with pious heat,</br>Shall hymn the Maker in his hallowed fane.</br>Far, far Devotion flies th' unkindly seat,</br>And Infidelity usurps her reign.", "Far other echoes with unholy sound</br>Shall now the shuddering passenger assail:</br>The song of ribaldry shall roar around,</br>And frequent curses load the nightly gale.", "Here Hist'ry once her faithful annals wrought,</br>And Poetry oft planned the Minstrel's tale.</br>Here wrapt Philosophy in musing thought</br>O'er the dim taper kept her vigils pale.", "But now no arts these altered seats reveal,</br>Save where, yon melancholy cells within,</br>Reluctant toil shall ply the drowsy wheel,</br>Or urge the busy hammer's ceaseless din.", "No more with storied tints the tapestried hail</br>Presents the pious vow and famed crusade;</br>But Indolence around the furrowed wall</br>Full many a shapeless figure has portrayed.", "Where once the slender-shafted window rose,</br>With pictured forms of hoary saints arrayed,</br>Now frowns the narrow grate, and sternly throws</br>On each dim wall a solitary shade.", "Ye loved ideas, then, that once would rise,</br>To soothe the pensive bosom, all adieu!</br>Since from the scene each ancient image flies,</br>And sights unclassic haunt th' indignant view.", "Farewell; the Cross, oft seen with holy gaze;</br>Farewell, the altar's incense-breathing pile;</br>The choir's deep melody, the taper's blaze;</br>The twilight cloister, and resounding isle!", "Thus, while she marks, the change with drooping head,</br>Sad Fancy pours around her plaintive lay,</br>And sorrowing views the fairy visions fled,</br>That graced Antiquity's romantic day!</br>"]