["ANGELOT.  PALIN.", "When Virgil thought no Shame the Dorick Reed</br>To tune, and Flocks on Mantuan Plains to feed,</br>With young Augustus' Name he grac'd his Song;</br>And Spencer, when amid the rural Throng</br>He carol'd sweet, and graz'd along the Flood</br>Of gentle Thames, made ev'ry sounding Wood</br>With good Eliza's Name to ring around;</br>Eliza's Name on ev'ry Tree was found.</br>Since then, thro' ANNA'S Cares at Ease we live,</br>And see our Cattle unmolested thrive;</br>Like them will I my slender Musick raise,</br>And teach the vocal Vallies ANNA'S Praise.</br>Mean time, on Oaten Pipe a lowly Lay,</br>While my Kids brouze, obscure in Shades I play:</br>Yet not obscure, while Dorset thinks not Scorn</br>To visit Woods, and Swains ignobly born.", "Two Country Swains, both musical, both young,</br>In Friendship's mutual Bonds united long,</br>Retir'd within a mossie Cave, to shun</br>The Croud of Shepherds, and the Noon-day Sun.</br>A melancholy Thought possess'd their Mind:</br>Revolving now the solemn Day they find,</br>When young Albino died.  His Image dear</br>Bedews their Cheeks with many a trickling Tear;</br>To Tears they add the Tribute of their Verse;</br>These Angelot, those Palin did rehearse.", "ANGELOT.</br>Thus yearly circling by-past Times return;</br>And yearly thus Albino's Fate we mourn:</br>Albino's Fate was early, short his stay;</br>How sweet the Rose!  how speedy the Decay!", "Can we forget how ev'ry Creature moan'd,</br>And sympathizing Rocks in Eccho groan'd,</br>Presaging future Woe; when, for our Crimes,</br>We lost Albino, Pledge of peaceful Times?</br>The Pride of Britain, and the darling Joy</br>Of all the Plains and ev'ry Shepherd Boy.</br>No joyous Pipe was hear'd, no Flocks were seen,</br>Nor Shepherds found upon the grassie Green;</br>No Cattle graz'd the Field, nor drunk the Flood,</br>No Birds were heard to warble thro' the Wood.", "In yonder gloomy Grove stretch'd out he lay,</br>His beauteous Limbs upon the dampy Clay,</br>The Roses on his pallid Cheeks decay'd,</br>And o'er his lips a livid Hue display'd:</br>Bleating around him lye his pensive Sheep,</br>And mourning Shepherds come in Crouds to weep,</br>The pious Mother comes, with Grief oppress'd:</br>Ye, conscious Trees and Fountains, can attest</br>With what sad Accents and what moving Cries</br>She fill'd the Grove, and importun'd the Skies,</br>And ev'ry Star upbraided with his Death,</br>When in her widow'd Arms, devoid of Breath,</br>She clasp'd her Son.  Nor did the Nymph for this</br>Place in her Dearling's Welfare all her Bliss,</br>And teach him young the Sylvan Crook to wield,</br>And rule the peaceful Empire of the Field.", "As milk-white Swans on Silver Streams do show,</br>And Silver Streams to grace the Meadows flow;</br>As Corn the Vales, and Trees the Hills adorn,</br>So thou to thine an Ornament wast born.</br>Since thou, delicious Youth, didst quit the Plains,</br>Th' ungrateful Ground we till with fruitless Pains;</br>In labour'd Furrows sow the Choice of Wheat,</br>And over empty Sheaves in Harvest sweat:</br>A thin Increase our woolly Subtance yield,</br>And Thorns and Thistles overspread the Field.", "How all our Hopes are fled, like Morning Dew!</br>And we but in our Thoughts thy Manhood view.</br>Who now shall teach the pointed Spear to throw,</br>To whirl the Sling, and bend the stubborn Bow?</br>Nor dost thou live to bless thy Mother's Days,</br>To share the sacred Honours of her praise:</br>In foreign Fields to purchase endless Fame,</br>And add new Glories to the British Name.", "O peaceful may thy gentle Spirit rest!</br>The flow'ry Turf lye light upon thy Breast;</br>Nor shrieking Owl, nor Bat, fly round thy Tomb,</br>Nor Midnight Fairies there to revel come.", "PALIN.</br>No more, mistaken Angelot, complain;</br>Albino lives; and all our Tears are vain:</br>And now the royal Nymph, who bore him, deigns</br>To bless the Fields, and rule the simple Swains,</br>While from above propitious he looks down.</br>For this the golden Skies no longer frown,</br>The Planets shine indulgent on our Isle,</br>And rural Pleasures round about us smile.</br>Hills, Dales, and Woods with shrilling Pipes resound;</br>The Boys and Virgins dance with Garlands crown'd,</br>And hail Albino blest:  The Vallies ring,</br>Albino blest.  O now!  if ever, bring</br>The Laurel green, the smelling Eglantine,</br>And tender Branches from the mantling Vine,</br>The dewy Cowslip, that in Meadow grows,</br>The Fountain Violet and the Garden Rose:</br>Your Hamlets strew, and ev'ry publick Way,</br>And consecrate to Mirth Albino's Day.</br>My self will lavish all my little Store,</br>And deal about the Goblet, flowing o'er:</br>Old Moulin there shall harp, young Mico sing,</br>And Cuddy dance the Round amid the Ring,</br>And Hobbinol his antick Gambols play.</br>To thee these Honours yearly will we pay,</br>When we our Shearing Feast and Harvest keep,</br>To speed the Plow, and bless our thriving Sheep.</br>While Mallow Kids, and Endive Lambs pursue,</br>While Bees love Thyme, and Locusts sip the Dew;</br>While Birds delight in Woods their Notes to strain,</br>Thy Name and sweet Memorial shall remain.</br>"]