["In blooming Majesty, and graceful State,</br>The Royal Youth Britannia's Throne ascends:</br>Around, in solemn Pomp, the Virtues wait;</br>And every Art, and every Muse, attends.</br>The Heav'n-born Maids with Warmth divine inspire</br>His glowing Breast, and fan the generous Fire;</br>The humbler Arts His kind Protection claim:</br>The vocal Choir in many a tuneful Lay</br>Loud Paeans sing, and hail th' auspicious Day;</br>Applaud his rising Worth, and promise future Fame.", "When lo!  with stately Step, and awful Mien,</br>Hist'ry advances to the regal Seat:</br>Compos'd her Motion, and her Look serene,</br>Her Vesture nobly plain, and simply great,</br>Truth leads her on:  while loose and unconfin'd</br>Floats her full Robe; and, waving in the Wind,</br>In ample Folds descends her sweeping Train.</br>In her right Hand a mighty Roll she bears,</br>Inscrib'd with everlasting Characters;</br>Which Fire, and Sword, and Storm, and Time assaults in vain.", "Then thus, unfolding wide th' eternal Page:</br>\"Behold, Young Prince, the mystic Roll that brings</br>Back ancient Time, presenting each past Age:</br>That warns, instructs, nor deigns to flatter Kings.</br>Of Patriots, Tyrants, here the Names remain:</br>The good, and great; the wicked, weak, and vain;</br>Recorded here, to Glory, or to Shame.</br>Esteem'd, belov'd admir'd, rever'd, ador'd;</br>Or fear'd, despis'd, detested, and abhorr'd:</br>With Awe behold!  for here shall stand enroll'd Thy Name.", "\"But chief the Fortunes of thine antient Race,</br>Thy first Regard thy Country's Annals claim:</br>Impartial here their various Actions trace;</br>Here fix thy Choice, and hence select thy Fame.</br>Say, would'st thou stand the mark of Scorn and Hate,</br>Swoln with vain Pride, with lawless Pow'r elate,</br>A People's Tyrant, and a Minion's Slave;</br>Or prais'd in Story, and renown'd in Song,</br>The boast of every Age, and every Tongue,</br>Be number'd with the good, the wise, the just, the brave?", "\"Alfred behold, in either Fortune great!</br>In Peace, in War; great in his Country's Cause:</br>Who first fixt Britain's well-proportion'd State</br>On the firm Base of Freedom and of Laws.</br>Mild, pious, just:  ev'n then the scepter'd Sage</br>Wak'd the rude Muse, and charm'd a barbarous Age:</br>Science regards him still with filial Eyes.</br>My Records boast no brighter, fairer Name;</br>None e'er hath risen to such unsullied Fame:</br>And wilt Thou fail my hopes?   shall none for ever rise?", "\"Let each immortal Edward's high Renown,</br>Let Maud's and Bolingbroke's illustrious Heir,</br>Prompt thee with regal Worth to grace thy Crown;</br>But their Ambition deem beneath thy Care.</br>'Tis Thine to reign (and greater canst thou be?)</br>O'er willing Hearts, in just Obedience free.</br>Their Liberty gives lustre to thy Throne:</br>'Tis Thine to guard thy People, and to bless;</br>In thine Eliza's glorious Reign express:</br>Her Virtues all transcribe; all her high Deeds, but one.", "\"Nor, less intent ignoble Paths to flee,</br>See John usurp, and then disgrace the Throne:</br>Britain's reluctant Neck compell'd to free,</br>To Rome's base Yoke he tamely bends his own.</br>See peerless Edward's weak degenerate Son,</br>By lavish Pride, and lawless Pow'r, undone.</br>His haughty Head see the last Henry raise;</br>Stern, willful, fierce:  his ruffian Hands imbru'd</br>In Nobles, Patriots Queens, and Martyrs, blood;</br>Staining the Sacred Cause, that makes his only Praise. ", "\"Mark well, how, dazzled with th' alluring Guise</br>Of boundless Sway, Stuart's deluded Race,</br>The Phantom vain still glaring in their eyes,</br>Plunge in th' Abyss of Ruin and Disgrace.</br>Not so Nassau:  where Glory points the Way,</br>His Eagle-Eye fix'd on her genuine Ray,</br>Right on He soars, nor veers from Freedom's Cause:</br>His Country rescu'd from her deep Distress,</br>The Hero flies to Britain's high Redress;</br>Supports her tottering Shrines, and guards her injur'd Laws.", "\"He, the great Pledge of vindicated Right,</br>Religion, Laws, to Brunswic's chosen Line</br>Transmits; secur'd from Faction's fell Despite,</br>The Bigot's Rage, the Tyrant's Claim Divine.</br>Well have thy fill'd their Charge:  nor Thou disclaim</br>This fair Succession of domestic Fame.</br>Will all thy Grandsire's Wreaths thy Brows adorn:</br>So shall my Sons record thy deathless Praise,</br>And stretch the bright Example's fostering Rays</br>To Patriots, Heroes, Kings, through Ages yet unborn.\"</br>"]