["No more Britannia's ancient lyre is heard.</br>That to the lay of love or glory rung,</br>On Cambrian mountains silent sleeps the bard,</br>With vulgar shades unhonoured and unsung;</br>Long has the harp of Hoel lain unstrung,</br>Who struck the wire to more than mortal strain,</br>Far on the breeze the charmed numbers flung,</br>That bade forgotten ages bloom again,</br>Waking the warrior's dust to join the deathless train.", "All hushed the harp, save by the midnight hill</br>When fairies flit athwart the lunar bow,</br>Or sail in bark of moonshine down the rill,</br>Or wander on the meteor to and fro,</br>In fair ethereal vestment white as snow;</br>They chaunt the strain they loved to hear of yore,</br>Giving the chords with melody to glow.</br>The gifted bard who tracks the mountain boar,</br>Enchanted lists the tone, and ah!  'tis heard no more.", "Oh!  while I trace the Clwyd's haunted stream,</br>To gaze on monument of elder fame,</br>May fair-winged Fancy light a wizard beam,</br>To lead me to the fount of holy flame!</br>Not that I dare to ask a poet's name;</br>No, all I crave is Nature's kindly glow,</br>(A prayer that merits nor reproof nor blame)</br>To chase my bosom's deeply-rooted woe,</br>And sooth my sorrowing soul, while untaught numbers flow.", "For I have closed the eye of many a friend,</br>With chilling care have struggled long in vain,</br>Have seen the hopes that rose so fair, descend</br>In disappointment, misery, and pain.</br>By treachery my heart is rent in twain,</br>Love's early blossoms wither in the grave,</br>My bark is wrecked on life's tempestuous main;</br>Yet heaven has pleased my lyre alone to save,</br>Of all the joys my youth in bright profusion gave.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Spring with fresh flowrets beautified the plain;</br>Before her smile the storms of winter fled</br>To northern caves, nor longer vexed the main;</br>Through air the sun celestial radiance shed,</br>With carpet of rich green the earth was spread,</br>The trees were clothed in garb of brightest hue,</br>Waving their fragrant blossoms overhead,</br>Sparkling like pearls or sapphires in the dew;</br>The warblers winged with love to bowers of pleasure flew.", "Yet all the forms that Nature's pencil drew,</br>Languished when Mervyn's peerless child was nigh;</br>Her eye was ether's mild unsullied blue,</br>Her locks the fleeces of the orient sky;</br>Her cheek had drunk the pure carnation's dye,</br>That blushed upon a ground of stainless snow;</br>Her bosom with the eider-down might vie,</br>And in her virgin heart emotions glow,</br>That Angels might not blush on heav'nly thrones to know.", "When from his golden lattice in the sky</br>The Sun looked forth with light to bless mankind,</br>The Druid viewed him with a moistened eye,</br>Pouring the wishes of a father's mind,</br>That never might misfortune's blighting wind</br>On heart of Cona blow with influence chill,</br>But by his beam her soul might be refined</br>From mortal stain and dregs of earthly ill,</br>And rise to virtue's sphere, and all his hopes fulfil.", "A straggling lock of age's silver grey</br>Around his brow seemed mournfully to wave,</br>His eagle eye was pregnant with a ray</br>Of thought that years matured by wisdom gave;</br>Though weak his arm, his counsels strong to save</br>In danger, still he was his country's rock</br>That stemmed the tide, when Desolation's wave</br>Rush'd o'er her fields, or like the mountain oak</br>That lifts its boughs unscathed amid the tempest's shock.", "His was the prophet's venerable mien;</br>A beard of snow descended o'er his breast,</br>The seal of early temperance was seen</br>Indelibly on every limb impressed.</br>Beloved by all, he was supremely blessed;</br>His was the hand to give, the heart to feel,</br>The tear oft shed in secret for the oppressed,</br>The bosom burning for his country's weal,</br>And lights of lore from heaven that fates of man reveal.", "To him the influence of the stars was known,</br>That in the sky their holy vigils keep,</br>Marching sublimely up the golden zone,</br>Or hastening downward o'er the western steep,</br>To bathe their dewy tresses in the deep.</br>The wanderings of the moon he well could trace,</br>Whether she in her darkened chambers sleep,</br>Or like an Angel shew her heavenly face,</br>Or shoot a sidelong beam with coy retiring grace.", "He knew the countless fays that wing the sky,</br>That heave on high the billows of the main,</br>Or deep in emerald beds below that ply,</br>To suck them to their sunless caves again;</br>That fork the lightning and distil the rain,</br>That rock the central pillars of the world,</br>That hang the pendent earth on viewless chain,</br>That launch stern Winter's tempest flag unfurled,</br>While down the ravaged globe is desolation hurled.", "When he approached, even kings and heroes rose,</br>To give the man of virtue honour due;</br>His presence quelled the rage of listed foes,</br>From fields of death on wing of sanguine hue,</br>Afar the Fury of the battle flew;</br>No longer streamed with blood the rusty lance,</br>No foeman dared the combat to renew,</br>Quenched was the cloud of war as when perchance</br>The star of day dispels the tempest's dun expanse.", "Yet oft he taught the warrior's heart to glow</br>When Freedom called her children forth to fame.</br>The meed that songs of victory bestow,</br>A country's gratitude and warm acclaim,</br>The immortal wreath, the imperishable name</br>That flourishes for aye beyond the tomb,</br>Where never cheek is stained with blush of shame,</br>But glory shines on high in youth and bloom,</br>Brightens as ages roll, and triumphs over doom.", "He held communion with the powers on high,</br>Who blaze on thrones of uncreated light,</br>In regions far beyond the starry sky,</br>Whence visions poured upon his ravished sight,</br>Compared to which the flaming vault of night</br>Were but the darkness of a dreary den,</br>Whence radiant beings wing their ceaseless flight</br>On messages of love to holy men,</br>Fairer than aught conceived by youthful fancy's ken.", "When Evening's eye was wet with tears of dew,</br>Like a lone mourner veiled in weeds of grey,</br>The rites of fond affection to renew,</br>The Druid and his daughter took their way</br>To mountain brow, where Emma's ashes lay</br>Beneath the cromlech that aspired to heaven,</br>Who only lived to bless the sacred day,</br>That to her lord a lovely babe was given,</br>Then smiling slept in death like setting star of even.", "In prime of beauty's spring as Cona grew,</br>A tender woe o'er Mervyn's spirit fell,</br>Noting the semblance of that eye of blue,</br>Which bound his youthful heart in magic spell,</br>Beneath the shade of Clwyd's sylvan dell;</br>The golden ringlets waving in the wind,</br>The taper arm, the snowy bosom's swell,</br>The form, the grace, by Memory's finger twined,</br>With links of adamant, around his widowed mind.", "While lone they sat above the world, sublime,</br>By Emma's tomb, the Druid would relate,</br>With starting tear, the chance and change of time,</br>The spoils and ruthless ravages of fate,</br>The mind's decay, and beauty's short-lived date.</br>The crumbling wrecks of ages long gone by,</br>The eventful story of the good and great,</br>Under the mountain cairn whose ashes lie</br>A monument of woe, beneath the pitying sky.", "Of mingled joy and sorrow was the theme;</br>The morn that whispers hope, &mdash; the night of fear,&mdash;</br>The hues of bliss that vanish like a dream,&mdash;</br>The parent bending o'er a daughter's bier,</br>Who yesterday was blooming like the year</br>When roses spring, &mdash; and fortune's darkened hour;</br>And while the moon-beam lighted Cona's tear,</br>The old man gazed till fancy's forming power</br>Brought Emma down in love from heaven's ambrosial bower.", "Then sudden starting from extatic trance,</br>\"Thou seest,\" he cried, \"those glorious stars that shine,</br>Like angels blazing in the blue expanse&mdash;</br>Beyond that glowing pole, in seats divine,</br>The righteous shine in youth without decline,</br>In brightness that transcends the mid-day sun.</br>And oh!  my Cona!  may the lot be thine,</br>To soar on high, thy race of suffering run,</br>And earn the immortal crown by Virtue's children won!", "\"For thee, my child, thy father soon must leave,</br>Amid a world of wretchedness and woe;</br>My sun of life is set, the tints of eve</br>Are fading fast and soon will cease to glow;</br>But in thy course of goodness inward go,</br>Wipe Sorrow's tear and sooth Affliction's pain,</br>Exalt Misfortune's victims lying low,</br>Diffuse thy charities like summer rain,</br>So shall we meet above, no more to part again.\"", "Thus did the hours on Wisdom's pinions fly,</br>While Cona learned, with fond and pious care,</br>To read a parent's wishes in his eye,</br>To sooth the ills of age with duty rare,</br>To run before his wants with kindness fair.</br>Her soul's endeavours were approved and blest,</br>For self-congratulation flourished there;</br>And oft, to lull the woes of life to rest,</br>She sung the simple airs she knew he loved the best.", "With skilful hand she swept the trembling wire,</br>Of Cambria's ancient story was the song;</br>Her swelling voice, responsive to the lyre,</br>The silver stream of music poured along;</br>On Mervyn's saddened soul, in visioned throng;</br>The illustrious shades of glory's children rose,</br>For fate had cast him evil days among:</br>Life's morning dawned in peace, at evening's close</br>He saw his country plunged amid a sea of woes.", "Oft listening to her lay appeared a Youth:</br>His clustering locks were of the raven's dye,</br>His eye the star of honour and of truth,</br>His manly form was perfect symmetry;</br>A model of fair Nature's imagery,</br>Compared to which the sculptured Parian stone</br>Wrought by the chisel's cunning witchery,</br>In semblance of Apollo on his throne, beauty were outdone.", "His front sublime, the mirror of a mind</br>That well such glorious garniture might suit,</br>And with a generous gallantry combined</br>The richest store of intellectual fruit,</br>The immortal germ, and Wisdom's heavenly shoot,</br>That raised him far above the vulgar horde,</br>As souls of common mould excel the brute;</br>To Virtue's highest pinnacle he soared,</br>Where by her worshippers the goddess sits adored.", "At Freedom's wrongs, warm Indignation's flush,</br>Strong from the throbbing pulses of his heart,</br>Across his crimson cheek was seen to rush,</br>The lightning from his eagle eye to dart;</br>The dewy tear spontaneously to start</br>At Pity's tender tale of human woe;</br>When Glory called to act the hero's part,</br>Young Honour's fair enthusiastic glow</br>Shone beaming like a star upon his radiant brow.", "A veil of mystery his birth obscured,</br>That Mervyn sought to penetrate in vain;</br>No embassy, repeated oft, procured</br>The knowledge which he long desired to gain.</br>What land embosomed by fair Albion's main,</br>Or isle had seen the stranger's natal morn,</br>What hill or valley heard him first complain,</br>By what unkindly fate the babe was torn,</br>From a fond mother's arms almost a soon as born.", "Now twenty springs had wept the balmy dew,</br>Since Mervyn, as he to the green-wood sped,</br>Beheld a sleeping infant full in view,</br>Beside his path upon a grassy bed,</br>O'er which the wild rose hung its lovely head</br>His face was lighted by the dawn of day,</br>A radiant wreath of blended flowrets shed</br>On his soft cheek a fair reflected ray,</br>Where smiles like meteors shone, and flitting passed away.", "The Druid loved the foundling as his child,</br>And called him Meredyth, an honoured name;</br>His foster-house, a cottage in the wild,</br>By woods embower'd; his nurse, a gentle dame,</br>Of sage experience and of meikle fame,</br>Who watched his helpless years with constant care;</br>Of tender heart and true to Nature's claim,</br>With fond delight she saw him flourish fair,</br>Like a green plant that drinks the dews of vernal air.", "With curious eye the matron loved to trace</br>The earliest dawnings of immortal mind,</br>The intellectual glance, the blushing grace,</br>That leaves the painter's baffled art behind,</br>Around the soul by Nature's hand entwined</br>The wondrous links of Memory's golden chain,</br>That holds the bright ideas well combined,</br>Obedient to the will, a brilliant train,</br>The rudiments of thought and embryo Fancy's reign.", "Full well she knew to scatter Virtue's seed,</br>In fair profusion o'er the fruitful heart,</br>To pluck betimes rank Vice's poisoned weed,</br>That soon with deepening root would mock her art;</br>To act the Mentor and companion's part,</br>To lure to knowledge, while she seemed to play.</br>And, grave Instruction's formal looks apart,</br>To teach the youth to walk in wisdom's way,</br>Which she would fondly paint in hues of opening day.", "O lovely woman!  man's unvarying friend,</br>Thy soothing accents hush his infant wail,</br>Thy ever-wakeful eyes on age attend,</br>When the warm pulse of life begins to fail;</br>To chase the cloud of care thy smiles avail,</br>In danger faithful as the turtle dove,</br>The star that gilds the gloom when woes assail;</br>Thy gentle bosom is the home of love,</br>The heaven of bliss below, the paradise above.", "The Druid loved to polish Nature's gem,</br>The jewel of the soul that fairer glows</br>Than aught that sparkles on the diadem</br>Of monarch, or that Indian mine bestows.</br>And frequent as the breeze of morning blows,</br>To cot of Meredyth his footsteps bend,</br>When sky-larks, springing from the dewy rose,</br>In spacious temple of the sky contend</br>In untaught harmony, and holy matins blend.", "The sage preceptor taught his eye to roll</br>Wide o'er the galaxy of British fame,</br>Kindling the flame of Freedom in his soul,</br>By pointing to the ray afar that came,</br>From star emblazoned by the Patriot's name,</br>Who filled applauding nations with his story;</br>Of deeds that gained his country proud acclaim:</br>The boy was often led to Carnehd hoary,</br>To dress the stone with flowers where virtue sleeps in glory.", "Then full in view a portraiture he placed,</br>Where mourned Britannia, of her laurels shorn,</br>To see the lustre of her fame effaced,</br>Her sires and sons by destiny o'erborne,</br>Her maidens broken-hearted and forlorn,</br>Her sucklings murdered on the mother's knee,</br>To distant lands her captive monarchs borne,</br>Her Druids slain beneath the sacred tree,</br>Her matrons languishing in long captivity.", "The tears that Mervyn's mournful picture drew</br>From eye of Meredyth in copious shower,</br>With kindly influence as the morning dew</br>Distilling fragrance on the opening flower,</br>Water the fruitful soil in genial hour,</br>Where virtue's tender buds begin to blow,</br>Whose full maturity defies the power</br>Of withering fortune, and unsullied glow</br>The sweetest rose that gilds the wilderness below.", "Then taught the Druid how the infant earth,</br>And sparkling orbs of heaven, from Chaos sprung,</br>What time, to celebrate the wondrous birth,</br>Their golden harps ten thousand angels strung,</br>And starry spheres responsive numbers rung;</br>By zephyrs touched, the organ of the sky</br>Blending its tones with ocean's murmurs, sung</br>A strain of wildest, sweetest harmony,</br>To Nature's furthest bounds, in grand sublimity.", "He sung the destinies of virtuous men,</br>Who climb by glorious deeds the steep of heaven;</br>The joys beyond imagination's ken,</br>To spirit of the youthful patriot given,</br>Who falls to save a land by faction riven;</br>The coward's soul degraded to a frog,</br>Or timid hare by ceaseless dangers driven,</br>Condemned to flit a bat, or roam a dog,</br>To prowl a villain fox, or grunt a filthy hog.", "Thus sped on wing of joy the hours of youth,</br>While Mervyn and the dame their cares unite,</br>To stamp the yielding soul with love of truth,</br>In virtue's characters so fair and bright,</br>That no calamity might dim their light,</br>Which like the rainbow from the tempest shine,</br>From stormy trial lovelier to the sight,</br>Where gentleness and energy combine</br>Kind Pity's glow, and flame of Liberty divine.", "Amid the majesty of Clwyd's vale,</br>The forms of Nature charmed the enthusiast's eye,</br>Where beauty and sublimity prevail,</br>To elevate the soul to extacy.</br>To lonely solitudes the youth would hie,</br>And linger long in mute astonishment</br>To view the mountain mingling with the sky,</br>The eagle's unmolested tenement,</br>The bulwark of the brave and freedom's battlement.", "At every glance he caught a new delight;</br>Green hills were glittering in the golden ray,</br>Winding through vales with matchless verdure bright,</br>The Clwyd like a silver baldric lay;</br>The streamlet seemed through greenwood glade to play,</br>A living line of undulating fire;</br>The rushing torrent fell in pearly spray;</br>Above, in forms grotesque, the cliffs aspire,</br>Below, in deep recess, the fairy dells retire.", "Where scarce the hanging goat a footing finds,</br>On ridge sublime romantic woodlands hung;</br>The giant oak was waving in the winds,</br>And o'er the abrupt his mantling branches flung;</br>The mountain ash his starry clusters strung,</br>The trembling birch was weeping in the gale,</br>The hardy pine in fadeless verdure swung,</br>Upshot his tall straight stem the poplar pale,</br>Seen through the morning mists, as masts o'er ocean sail.", "Stretched on the beetling cliff, he loved to see</br>The silver duck careering o'er the lake,</br>The sooty teal disporting merrily,</br>Now lost, now seen, his evening pastime take;</br>The springing trout his widening circles make</br>On the smooth crystal of the sun-light stream,</br>Below reflected groves their foliage shake,</br>On mountains that in glassy lustre gleam,</br>And skies whose gold-fringed clouds a softened radiance beam.", "In early youth he was the first in fame,</br>With nervous arm to bend the sturdy yew,</br>Winging the sounding shaft with deadly aim,</br>That from the red deer's side life's currents drew;</br>The black-cock, as he shook the drops of dew</br>From glossy pinions, springing from the heath,</br>Arching his graceful neck of jetty hue,</br>His eye enchased in gold, in airy path,</br>Dreaming of joy and love, found instantaneous death.", "But the love-beam that lighted Cona's eye,</br>Kindled the glow of rapture in his heart,</br>Waking a sweeter thrill of extacy,</br>Than all the joys that Nature's charms impart;</br>The smile that spoke the soul devoid of art,</br>The bosom's sympathies ne'er felt in vain,</br>The conscious sigh, the tears that frequent start,</br>Brightening Affection's ray-in every vein</br>The pulse that throbbed delight, gave bliss unmixed with pain.", "In years of infancy the lovers bloomed,</br>Fair as twin buds that blossom on a tree,</br>The self-same sports their kindling eyes illumed,</br>From flower to flower they chased the heather bee,</br>Or gathered shells of silver by the sea,</br>Or built their house of pebbles on the shore,</br>Their hearts to pleasure dancing merrily;</br>Wondering they listened to the ocean's roar,</br>Or gazed on feathery fringe the curling billows bore.", "In all his childish fits of waywardness,</br>She was the beaming lodestar of his eye;</br>When she appeared in native gentleness,</br>The cloud of sorrow passed, the tear was dry,</br>And all was merriment and gaiety;</br>She for his brow a flowery garland strung;</br>Beneath the light of pleasure's summer sky,</br>By fits they walked or ran or laughed or sung,</br>While to their madrigals the vocal echoes rung.", "When weary day reposed on Ocean's breast,</br>Blending the emerald's green and burnished gold,</br>Lulling the gently swelling waves to rest,</br>Making melodious murmurs as they rolled,</br>Oft would they sit and watch the evening close</br>Of Heaven's ruby gates, or list the plaintive lay</br>Of silver harp, struck by some minstrel old,</br>Or Cambrian maiden's native roundelay,</br>Or woodland serenade that charmed the parting rays", "For not even summits of Parnassus heard</br>Around his rocks in sweeter strains to flow,</br>From sounding shell of heaven-created bard,</br>The hero's glory or the lover's woe,</br>Than princely Snowdon from his peaks of snow;</br>Nor even renowned Ilissus on his wave,</br>That beams for aye in Fancy's sunlight glow,</br>Bore more delightful notes than streams that lave</br>Fair Clwyd's sylvan vale and lonely mountain cave.", "When every wizard glen and haunted lake,</br>To magic numbers heard the echoes start,</br>That from their slumbers joyful seemed to wake</br>In melody, &mdash; the bard's harmonious art</br>Linked the fine chords of feeling round the heart,</br>Teaching the tear of sympathy to flow,</br>The shafts of love from beauty's eye to dart,</br>The hero's soul, with thoughts sublime to glow,</br>Soothing with sweetest fall the mourner's silent woe.", "As yet no blood distained the heather-bell,</br>Nor primrose blooming by the mountain stream;</br>Save purple drops from wounded hart that fell,</br>No sounds of woe disturbed the poet's dream,</br>Nor sight that might his visions ill beseem;</br>No houseless poverty was heard to wail,</br>But all beneath the star of Freedom's beam</br>Was native merriment; in every vale,</br>The song of Liberty, the lover's whispered tale.", "'Twas thus in vernal joy the seasons flew,</br>Dropping on Meredyth and Cona's head</br>The dews of love, and, as their stature grew,</br>Sweet sympathy the mutual passion fed</br>In souls to virtue's generous feelings led,</br>By nature and by education's care,</br>While sex alone a ray of difference shed:</br>She was the fairest maid where all were fair,</br>And he the boldest youth where all were taught to dare.", "A wilderness of sweets before them lay,</br>In hues that bloom of Eden's bowers restored,</br>Where young imagination led the way,</br>A paradise of pleasure unexplored,</br>With flowers and fruits of gold profusely stored,</br>To gratify each sense and feed the soul;</br>A world of bliss where virtue was adored,</br>Where love and friendship reigned without controul,</br>And on their guileless hearts no fears of evil stole.", "Oh!  if a ray of heaven descend on earth,</br>'Tis when in spring of life love's kindling flame</br>Refines the virtues as it gives them birth,</br>Exalting and ennobling every aim,</br>Making by kindly glow two souls the same,</br>Where every feeling finds an answering chord,</br>That sweetly vibrates through the thrilling frame,</br>Unmarred by strife and jealousy abhorred,</br>While every word and thought and joy and grief accord.", "The moon with mellow ray now ruled on high,</br>Fair empress of the night!  before the wane</br>Should quench her orb still changing in the sky,</br>The day was fixed to bind the nuptial chain,&mdash;</br>A dream of bliss, but not unmixed with pain;</br>A pleasing sadness reigned in Cona's heart,</br>She could not from the tear of joy refrain,</br>Yet oft in sorrow spent the day apart,</br>Giving a vent to woes but ill concealed by art.", "Yet was she blessed, but 'twas excess of bliss,</br>By which her gentle heart was overpowered,</br>And though she knew her fancies were amiss,</br>She feared the buds of hope might be defloured,</br>And down her cheeks the tears in torrents poured;</br>And still as nearer drew the bridal day,</br>A darker boding on her bosom lowered,</br>To anxious thoughts her spirit was a prey;&mdash;</br>From love the pang arose, in love she found her stay.", ""]