["Pale Contemplation!  abstract, pensive pow'r!</br>Wrapt in thy mantle I would choose to trace</br>Thy fav'rite haunts, where, at the midnight hour,</br>When darkness thick hides nature's smiling face,</br>Lost in the depths of thought thou tak'st thy place</br>To ponder o'er the scenes for ever gone&mdash;</br>To number all the mis'ries that embrace</br>This mortal life, and mark when scarce begun,</br>That it for ever ends, and all its works are done.", "I saw thy form on Hecla's frozen height,</br>Where chains of adament for ever bind;</br>Where snows eternal clothe in glowing white</br>Her dreary region, and the bleak north wind</br>Blows awful round her summit; there reclin'd</br>Thou view'd'st where Desolation rears her head;</br>Thou view'd'st the dire confusion left behind</br>By storms, which shower'd their furies as they fled,</br>And ice, in mountains pil'd, all o'er the ocean spread.", "When I beheld thee on fam'd Aetna stand,</br>Where devastation holds her ruthless sway;</br>Where fires volcanic wave their deadly brand</br>And vapour, cloud, and smoke obscure the day:</br>There did'st thou brood o'er the unceasing fray</br>Of warring elements hurled from their source,</br>Which, pregnant with destruction, bear away,</br>In mingled ruin, all that meet their course;</br>While long remain the marks of their o'erwhelming force.", "I saw thee wander Tiber's banks along,</br>Whose rev'rend streams now humbly lift their waves;</br>And stray the sacred vestiges among</br>Of classic Rome, and trample on the graves</br>Of Consuls, Heroes, Emperors, and Slaves;</br>Musing upon the wond'rous deeds there wrought,</br>Which now Oblivion, frowning, vainly craves:&mdash;</br>Lost in the depth of years remote, thy thought</br>Then bent on conquests gain'd and sanguine battles fought.", "Say &mdash; dost thou love the churchyeard's solemn bounds,</br>Where deathlike silence reigns, and spectres glide</br>Swift as the moon-beams o'er the earthy mounds&mdash;</br>Time's proud memorials of her sweeping tide?&mdash;</br>Or where red Carnage, with gigantic stride,</br>Hastes o'er the field, and rears her crimson spear&mdash;</br>Spreading destruction swift on ev'ry side;</br>While corses thick, as Ocean's waves, appear,</br>Claim from each heart a sigh &mdash; from ev'ry eye a tear.", "But when no more revolving transient time,</br>When things eternal sway'd thy wond'ring mind,</br>With fixed gaze, wrapt in the thought sublime,</br>To Calvary's Mount thy footsteps then inclin'd,</br>And round thy heart a holy awe entwin'd,&mdash;</br>Unnumber'd, as the drops of morning dew&mdash;</br>As true devotion hallow'd and refin'd,</br>Down thy pale cheeks the tear-drops rapid flew,</br>And all thy soul diffus'd while bending o'er the view.", "O'erspread with sorrow, poignant yet serene,</br>Thy looks bespoke the temper of thy soul:</br>As shines the sun the melting clouds between,</br>So beam'd thine eye in mildness through the whole.</br>Girt with devotion's flame thy thoughts did roll</br>To where the Great Redeemer rules on high;</br>A heav'nly heat thy passions all controul,</br>As still thy fancy view'd his friendly eye</br>Serenely bend on men for whom he once did die.</br>"]