["In order next came Neptune's blooming train,</br>Fam'd ALBION'S daughters each in coral wain:</br>First stately Forth with many a crowding sail,</br>And winding tides, enamour'd of the vale,</br>Choice Ceres' haunt, renown'd in BRUCE'S reign,</br>When English EDWARD mourn'd his myriads slain.</br>Her beauteous nymphs in silver veils bedight,</br>Glide thro' the deeps, like heavenly graces bright,</br>Three princely crowns, their tribute meet, they bore,</br>With sparkling pearl from the Indian shore:</br>And all the way they sung a nuptial song</br>For CATHCART'S BRIDE, to whom sweet strains belong.</br>\"Fair rise the new-born year!  like blushing rose,</br>To Hymen's shrine the lovely CATHCART goes.\"", "From silver lakes, which bathe her verdant isles,</br>Came branching Taia, with Hesperian spoils,</br>Whose hundred streams obsequious urge their way</br>To hail true lovers on their bridal day;</br>Proud of their noble race, whose peerless worth</br>Wooing the lovely daughters of the Forth,</br>In league of amity each sister tide</br>Conjoins, together o'er the waves they ride.", "Then wealthy Clyde, who loyal tribute bore,</br>Of choicest nectar, from the Indian shore;</br>Whose fost'ring streams the muses' choirs adorn,</br>And wealthy commerce set in western throne.</br>Heard ye their strains?  as up the shapely wave,</br>The refluent river march'd with pride, to lave</br>In eastern Forth, whose flow'ry vales along</br>Melodious waft the shepherd's nuptial song.", "From pleasing dales sweet Tweed, once doom'd to glide</br>'Twixt hostile realms, now crown'd with rural pride,</br>Where many a castle fair hangs o'er the wave,</br>And many a baron bold, with warlord brave,</br>Repell'd invasion:  now in purer tide</br>Her lovely daughters bathe their beauty's pride.</br>Or in the shades of Tiviot, parent stream!</br>Or silver Jed, as in Arcadian dream,</br>Lead on the dance; or urge, in jocund throng,</br>The circling chace these rural scenes among.", "And Devon's nymph, who laves with wat'ry shore</br>Her silver mass, presents the shining ore:</br>Nor longer jealous, hides her rich supplies,</br>Since princely Jason bears her golden prize.</br>The swelling Spey, and Varar's far-fam'd flood,</br>With northern Naiads yield their scaly brood;</br>And Deva's stream, fost'ring her learned choir,</br>Charm'd with the magic of the MINSTREL'S lyre.", "Next came the nymphs from many a courtly bow'r,</br>Where lordly Thamis' swelling waters pour;</br>Or stormy Humber, with the chaste Sabrine,</br>Commix their sparkling sands with diamond sheen;</br>Or subterranean mines, where Tina flows,</br>And Commerce rich from sable mass bestows.", "The KING OF FLOODS high tow'rs above the rest,</br>AUGUSTA'S image top'd his ruby crest:</br>Consign'd by fate, a triple crown he bore,</br>And trident, ensign of imperial pow'r.</br>Pride grac'd his brow, and conscious hounour high,</br>And loyal zeal and freedom's fearless eye;</br>These gorgeous robes enrich'd with gold he brought,</br>His artists frame with lively figures wrought.", "Last came the peerless daughter of the sea,</br>Th' imperial QUEEN whom gods and men obey,</br>Celestial VENUS, splendent from afar,</br>With purple radiance blaz'd her diamond car;</br>Her car the droves with silver plumage drew,</br>Around her train on golden pinions flew;</br>These to the winds her floating crimson spread,</br>These o'er the waves Idalian flow'rets shed;</br>With real pomp, the prime of Nereus' race,</br>She rides sublime their festival to grace.</br>Old OCEAN smoothes his brow, and joys again</br>To bear the fairest offspring of the main;</br>His hundred floods with fond embraces join,</br>And to the hall conduct the charge divine,</br>To grace the feast in Amphitrite's hall.", "\"But who comes yonder!  with a bridegroom's haste,</br>Like princely Phoebus from the gorgeous east,</br>'Tis he in foreign courts supreme to guide</br>Britannia's weal, and o'er her fate preside!</br>Now while her mighty genii in their sphere,</br>The weight of empire for their STORMONT bear;</br>The toils of state he gilds with beauty's smile,</br>For Hebe could the cares of JOVE beguile;</br>And in Louisa's bloom, with virgin grace</br>Of virtue, charming in so fair a face,</br>Profess to virtuous love what here below</br>Exalted minds are only bless'd to know,</br>The nectar'd joys with HYMEN mix'd above</br>For kindred souls, who mutual passion prove;</br>When VENUS' son, with chosen golden darts</br>Of passion chaste, has pierc'd two faithful hearts.\"</br>"]