["Hark!  heard ye not, borne on the passing gale,</br>The orphan's shriek, the widow's wail of woe?</br>Sounds not the voice of sorrow from the vale?</br>Saw ye not heav'd the agonizing throe;</br>And from the eye the scalding tear-drop flow?</br>For he to whom the poor and needy sped&mdash;</br>He whom the houseless wand'rer hailed below&mdash;</br>Who dried the tears by Misery's children shed,</br>Lies at Death's noiseless feet, and slumbers with the dead.", "The song of pleasure, or the minstrel's strain,</br>No more shall strike upon his listless ear;</br>No mourner's plaint shall break his rest again,</br>No spring no summer in the tomb appear:</br>The worm alone shall find an entrance there!</br>Vainly, with grateful tears, his bier we lave&mdash;</br>No sorrowing sigh can reach his mansion drear;</br>No mortal power from Death's dire dart can save,</br>Or break the lingering sabbath of the silent grave.", "Where erst of yore the Dane's proud ensigns fled,</br>Where the mailed warrior high his crest did rear;</br>Where Alfred battled, and where Alfred bled;</br>Rushing impetuous on his flying rear,</br>Till the black raven crouched before his spear,</br>Where erst the war-steed spurn'd the trembling ground;</br>O'er these lov'd scenes, to free-born Britons dear,</br>THROCKMORTON cast his pitying eye around,</br>To banish black despair and heal misfortune's wound.", "Oh!  had ye seen him, as with accents bland,</br>He sooth'd the wretched, set the prisoner free,</br>Wide scatt'ring blessings with a lavish hand,</br>Like a tall cedar shelt'ring many a tree,</br>Scarce would ye deem that one so great as he</br>Had silent pass'd through Jordan's refluent wave;</br>And reached the portals of eternity:</br>For could bright Virtue boast the power to save,</br>Then had THROCKMORTON liv'd, and triumph'd o'er the grave.", "But heaven-born Virtue, though our surest friend,</br>Boasts not the power the Tyrant's arm to stay;</br>Nobler her aim, and more sublime her end,</br>Through life's rough path she leads the dubious way,</br>And when o'ercome by terror and dismay,</br>Our courage droops, and numerous foes assail,</br>She shews the dawnings of a brighter day,</br>And bids the followers of her footsteps hail</br>A beam that ne'er shall set, &mdash; a hope that ne'er shall fail.", "And though her shield wards not the stroke of Death,</br>Yet doth the good man's end her power attest;</br>For though she stay not the receding breath</br>Still shall remembrance sweet of actions blest,</br>Blunt the barbed dart that brings him to his rest;</br>And lo!  where clad in robes of beamy light,</br>She meets the view in all her charms confest;</br>While the grim Monarch, by her matchless might,</br>Reft of his terror, stands thrice welcome to the sight!", "Oh!  were it mine wild Ossian's harp to string,</br>Or wake to rapture Homer's sounding lyre;</br>And soaring high on inspiration's wing,</br>Strike their bold chords with more than mortal fire!</br>Yet would my trembling Muse in vain desire</br>To sing the brightness of THROCKMORTON'S fame.</br>No mortal bard can with fond hopes aspire</br>His oft-repeated bounties to proclaim,</br>Or tell the virtuous deeds that crown his deathless name!", "Oh!  ye who bask in pleasure's rosy bower,</br>View him when entering on th' eternal shore;</br>There fix your gaze, and own Religion's power;</br>Firm on the heart his memory shall endure,</br>When the fierce warrior's deeds are known no more.</br>And though his name in no proud field appear,</br>Though raised to him no trophy, decked with gore,</br>(By misery built, and stained with many a tear)</br>He claims a nobler fame than Parian stones can rear.", "And lo!  where Ganges' tepid waters stray,</br>Through green savannas, and the teak tree's shade,</br>Where first bright Science shot her morning ray,</br>And far-famed Indus, with her sparkling wave,</br>Doth beatling cliffs and gem-fraught mountains lave,</br>Where couched in palm-clad groves the Leopard lies;</br>Where the tall Lion issues from his cave,</br>And prowling, oft, the dread Hyaena cries;</br>The sullen Tiger growls, and the fell Vulture flies.", "To these dark climes without one cheering gleam</br>Of orient Truth, he sent the Gospel Star:</br>The sable Indian rapturous view'd its beam,</br>Cast at his feet the instruments of war,</br>And shouting, hailed its glories from afar:</br>From his dark eye rolled quick the joyful tear;</br>High heaved his breast, bedecked with many a scar,</br>And as he felt its milder radiance near,</br>Turn'd to the azure skies and own'd his Saviour there.", "And he who lit the widow's funeral pyre</br>Made the wild woods with notes of terror ring,</br>Sung the death song, and reared the brand of fire,</br>Now bows the knee to heaven's eternal King,</br>And to his praise doth hymns of triumph sing;</br>With transport bends before Religion's light,</br>While hope, exulting, plumes her eagle wing,</br>And from his ebon throne with lingering flight</br>Dark Superstition glides and seeks the realms of night.", "O Power Supreme!  whose equal eye surveys</br>Alike the Indian's and the white man's soul;</br>Whose awful justice ponders all their ways,</br>At whose dread nod the boist'rous billows roll,</br>Or smoothly glide beneath thy vast controul;</br>From whose kind bounty every blessing flows,</br>Haste the glad period when from pole to pole</br>Thy various children shall in peace repose,</br>And the parched desert live, and blossom as the rose.", "Thou warrior chief, who from whole myriads slain</br>To Fame's proud temple turns thine ardent eye,</br>Hoping from mortals like thyself to gain</br>The glorious mede of immortality&mdash;</br>Oh!  from the presence of red Battle fly,</br>Ere the reft mother raise her aching head</br>To view the children of her bosom die,</br>And the loved partner of her bridal bed</br>Sink on th' embattled plain, his blood by tyrants shed.", "Or dost thou bend before Ambition's shrine?</br>Say, lovest thou in her wily paths to stray?&mdash;</br>Ah!  then full surely anguish will be thine</br>If still thou followest her delusive ray;</br>For in her brightest beams doth anguish prey:</br>And shouldst thou dare to climb her towering height,</br>The fiery meteor that misleads thy way</br>Shall, like a star dropped from the robe of night,</br>But for a moment glare, then vanish from thy sight.", "Go, view the good man as his end draws near</br>Bend to the stroke without a lingering sigh,</br>Nor breathe one wish to tarry longer here;</br>Joyous he views the wished-for haven nigh;</br>While softest strains of heavenly minstrelsy</br>Are lightly wafted round his peaceful bed;</br>See joys seraphic fire his closing eye;</br>And lo!  where hov'ring o'er his dying head</br>The white-robed sons of light their mildest lustre shed.", "The pomp of battle plain, or tented field,</br>The war's dread thunder, or the trumpet's strain</br>Can ne'er such glittering glories yield,</br>Nor the loud shout of crimson Victory gain</br>Such brilliant honours for her martial train;</br>Grant me, O heaven!  ambition to resign,</br>Teach me such bounteous blessings to obtain;</br>Around my brow let calm contentment shine;</br>And let THROCKMORTON'S life &mdash; THROCKMORTON'S death, be mine.</br>"]