["Far from my Sight ye Syren Train</br>That lull the Soul to sweet Repose;</br>Tis not for Me the Zephyr blows!</br>Tis not for Me Elysiums bloom!</br>To this cold Breast &mdash; a Breast that feels</br>The Anguish which it ne'er reveals&mdash;</br>To this cold Breast all Comfort's vain,</br>Save that which glows beyond the Tomb.</br>Can Friendship from my stubborn Heart</br>One Pang Extract, expel one Sigh;</br>Can tenderest Love one Hope impart,</br>Or draw one Tear adown mine Eye.</br>No &mdash; neither Pang, nor Sigh, nor Tear</br>(With me Life's Tragic Farce is o'er!)</br>Shall shame this Bosom with a Care,</br>I have felt once &mdash; I'll feel no more.", "Oh Thou!  whose potent Rage can bind</br>In torpid Chains the sensate Mind!</br>Whose wildly-penetrating Glance</br>Can Apathy itself entrance!</br>MADNESS! &mdash; I call thee from thy morbid Cell</br>Where thou delight'st to dwell,</br>Listening the fancied Sounds of hostile Feet</br>Invading thy Retreat;</br>Or if, more pleased, along the lonely Heath,</br>Whilst livid Lightnenings thro' the Gloom of Night</br>Flash horribly &mdash; an awful Sight!</br>Thou frantic wanderest in Pursuit of Death&mdash;</br>Leave for awhile those Scenes of Woe,</br>Awhile attend a Suppliant's Prayer,</br>And back retrace the flinty Road</br>That points out thy Abode,</br>There go&mdash;</br>And Lyssa!  thou shalt find &mdash; yes, thou shalt find Me there.", "Ha!  what are these!  the Victims of Despair!</br>Nature's sad Wreck!  ye touch indeed my Soul!</br>Lo how they frightful rend their Hair!</br>Lo how their threatening Eye-balls roll!</br>And now the Flesh from off their Bones they tear,</br>Now Heaven itself blaspheme &mdash; now melt in fervent Prayer!</br>Say ye strange Forms that burst thus on my Sight,</br>Are yet the fleeting Shadows of a Dream?</br>Or are ye really what ye seem,</br>Ghastly Visions of the Night!</br>If such ye be avaunt! &mdash;  Ah no!</br>For from your pale Lips trembling flow</br>Sounds which arrest the listening Ear</br>And stiffen every joint with Fear.</br>\"We are no Visions of the Night,</br>Nor dost thou wondering Mortal dream,</br>For we are really what we seem.</br>Deep-pen't within this hollow Cave,</br>What Time infernal Darkness walks the Earth,</br>(To us forbid the Day's pure Light)</br>Compel'd we rise to second Birth;</br>Some to weep, and some to rave.</br>Some the galling Chain to wear.</br>Some to shed the burning Tear.</br>Some to lament a Lover lost.</br>And some &mdash; most piteous those &mdash; a first Affection cross'd.\"", "Oh Thou!  supreme of Earth and Skies!</br>Whose devious Orb of Thought to Scan</br>Is far beyond the Power of Man;</br>Oh say from whence those cruel Transports rise!</br>Say from what Source that Something flows</br>Which thus commixing Joys and Woes,</br>Instills into the maniac Breast</br>The eternal Pang of Laethean Rest.</br>For trust me, tis a fearful Sight</br>To see discordant Passions thus unite!</br>Pleasure and Pain alternate reign,</br>And each by Turns possess the maddening Brain.</br>Quick from m' averted View begone!</br>Or thou will glare my very Soul to Stone!</br>Yet come!  ah come!  in milder Garb array'd,</br>Such as &mdash; when at Death's pale Behest</br>The Lover of some hapless Maid</br>'Mid fondest Wishes sinks to Rest&mdash;</br>Such as befits the widdow'd Mate to wear;</br>Who pensive o'er the moon-light Plains</br>What time the Evening Silence reigns,</br>Wanders forsaken, dropping many a Tear</br>For Him &mdash; the chosen of her Heart!</br>Oh then!  in bitterest Agony of Thought,</br>Of visionary Love she feels the Smart,</br>And the surrounding World to her forlorn!  is Naught!", "Yes &mdash; in this sacred Garb array'd</br>Come, and I'll clasp thee to my Heart.</br>In thy calm Sufferings bear my Part,</br>Till Life and all its Vanities shall fade!</br>Thy devious Steps my devious Steps shall trace,</br>Thy troubled Soul my troubled Soul embrace;</br>For ah!  to Me, nor yet has Peace</br>Dispens'd a Moment's inward Ease!</br>Nor yet has flown to my Relief</br>The Tear that drinks up every Grief!</br>But stamp'd by Nature with a Mind</br>To selfish Sorrow all resign'd,</br>And scarcely daring to repose</br>Ev'n in ELIZA'S Breast my Woes,</br>Though well that Breast has learnt to join</br>Its softer Sympathy with mine&mdash;</br>I cannot play the weeping Man,</br>And truly pity those who can.</br>Come then and clad in Charms like these</br>MADNESS!  thou shalt for ever please.</br>"]