["Ryght lernit Clerk, styl mought thy reverend lore</br>To Fame's quaint house conducken thee aright;</br>Ne fire ne worme invade thy Gothique store,</br>Ne gleim of genie thy loved darkness light.</br>Mought sons of future daies in plesaunt horde</br>Thy high attempts relate and ceaseless glorie.", "Styl in the pege of Skelton mought thou find</br>New charms arising fro the smuttie tale:</br>Styl in the pege of Sidney wit refined</br>Of sense's weight and fancy's fair avail:</br>With transport Drayton's wars and Albion scan,</br>But scorn his deft epistles lovelie plan.", "Mought Jonson's sillie scene thy search invite,</br>To stamp his beauties with the critic note;</br>Mought Dryden's sillier scene thy praise incite,</br>But be the Ode of heavenly flame forgot.</br>And when thy Muse, grave Nonsense, wakes thy lay,</br>Mought Dulness round his uncouth capers play.", "But never, never let a hapless line</br>Of holy Shakespeare meet thy rugged fyle;</br>For far, O far from every thought of thine</br>The treasures ly of his celestial style.</br>Thou meteor, can'st thou gild the day's bright flood!</br>Down to the dust!  for thou art but of mud.", "And to convince thee that not vain my song,</br>Behold even mitred Dulness try and fall.</br>How Taste did tremble as he marched along,</br>By Rashness led, and drest in Folly's pall!</br>Styl praising faults, and styl to beauties blind,</br>Because those equal, these surpass his mind.", "Ne let sweet Spenser move thy ruthless power:</br>His feasts of fancy are no feasts for thee.</br>Ne awful Milton fro his blissful bower</br>Frown thy detested arrogance to see.</br>Ah spare them!  Spare thyself!  I thee entreat:</br>Soar not like Icarus to find thy fate.", "Did not that man of every darksome spell,</br>Stupendous Bentley, waste his work and oil</br>Each blemish of his mighty strain to tell,</br>While proud Derision leered a scornful smile?</br>But Genius wept, wept every angry Muse,</br>To see base Learning their chief care abuse.", "Then be thou warned; thy little soul confine</br>Within the narrow bounds that Nature gave.</br>The frog that weened to match the lofty kine</br>No other meed than shame and death could have.</br>To few, how few!  the poet's skill is given;</br>To few, how few!  his skill right to conceiven.</br>"]