["Ye pleasing dreams of heavenly Poesy,</br>Which oft have sooth'd my throbbing heart to rest,</br>And in soft strains of sweetest minstrelsy</br>Have lull'd the tumults of this anxious breast,</br>Or charm'd my soul with pleasures unpossess'd:</br>How sweet with you to wander all the day</br>In airy scenes, by Fancy's pencil dress'd,</br>To trace the windings of her devious way,</br>To feel her magic force, and own her boundless sway.", "See at her call the awful forms arise</br>Of ancient heroes, moulder'd in the tomb;</br>Again Vice trembles thro' her deep disguise,</br>And Virtue triumphs in a dungeon's gloom,</br>Or smiles undaunted at a tyrant's doom.</br>Again she waves on high her magic wand&mdash;</br>The faded glories rise of Greece and Rome,</br>The heavenly muses lead a tuneful band,</br>And Freedom's fearless sons unnumber'd hosts withstand.", "And now to softer scenes my steps she leads,</br>The sweet retreats of Innocence and Love,</br>Where freshest flow'rets deck th' enamell'd meads,</br>And Nature's music warbles through the grove,</br>'Mongst rocks and caverns now she loves to rove</br>And mark the torrents tumbling from on high,</br>And now she soars on daring wings, above</br>The vast expanse of yon etherial sky,</br>Or darts thro' distant time, and long futurity.", "And oft when weary nature sinks oppress'd</br>Beneath the load of sickness and of pain,</br>When sweetest music cannot lull to rest,</br>And present pleasure spreads her charms in vain,</br>Bright Fancy comes and bursts the mental chain,</br>And bears the soul on airy wings away,</br>Well pleas'd it wanders o'er her golden reign,</br>Enjoys the transports of some distant day,</br>And Pain's suspended force a moment owns her sway.", "Ev'n the loneliest wild, the deepest shade,</br>Remote from ev'ry pleasing, social scene,</br>New wonders rise, by Fancy's pow'r display'd;</br>She paints each heav'nly grace with gentle mein,</br>Celestial Truth, and Innocence serene,</br>And Hope, exulting still in future joy,</br>Tho' dangers threat, and tempests intervene;</br>And Patience, ever calm tho' cares annoy,</br>And sweet Benevolence, whose pleasures ne'er can cloy.", "In dangers firm, in triumphs ever mild,</br>The awful form of Fortitude appears;</br>Pure Joy, of heavenly Piety the child,</br>Serenely smiles, unmov'd by grief or fears,</br>Soft Mercy dries Affliction's bitter tears,</br>Still blest in ev'ry blessing she bestows:</br>While Friendship's gentle voice each sorrow cheers;</br>Sweet are her joys, and pleasing ev'n her woes,</br>When warm'd by Virtue's fire the sacred ardour glows.", "Thus Fancy's pow'r in solitude can charm,</br>Can rouse each latent virtue in the heart,</br>Preserve the heavenly spark for ever warm,</br>And guiltless pleasures ev'ry hour impart.</br>Yet oh!  beware &mdash; lest Vice with fatal art</br>Should taint the gift for Virtue's aid design'd;</br>Lest Fancy's sting should point Affliction's dart.</br>Or empty shadows check th' aspiring mind,</br>By vain delights subdu'd, or vainer fears confin'd.", "For oft when Virtue prompts the gen'rous deed,</br>And points the way to gain the glorious prize,</br>Imagin'd ills her upward flight impede,</br>And all around fantastic terrors rise:</br>Ev'n Vice itself can Fancy's pow'r disguise</br>With borrow'd charms, enchanting to betray:&mdash;</br>Oh then let Reason watch with cautious eyes,</br>Secure its active force in Virtue's way,</br>Then slack the rein at will, and free let Fancy stray.", "Thus musing late at evening's silent hour,</br>My wandring footsteps sought the lonely shade,</br>And gently led by Fancy's magic pow'r,</br>Methought at once, to distant realms convey'd,</br>New scenes appear'd, by mortal ne'er survey'd;</br>Such as were fabled erst in fairy land,</br>Where elfin knights their prowess oft display'd,</br>And mighty Love inspir'd the warlike band</br>To seek adventures hard at Beauty's high command.", "Full many a path there was on ev'ry side,</br>These waste and wild, and those beset with flow'rs;</br>Where many a pilgrim wander'd far and wide,</br>Some bent to seek gay Pleasure's rosy bow'rs,</br>And some to gain Ambition's lofty tow'rs;</br>While others view their labours with disdain,</br>And prize alone the gifts which Fortune show'rs;</br>With careless steps some wander o'er the plain,</br>And some with ardour strive bright Virtue's hill to gain.", "But many foes in ev'ry path were seen,</br>Who strove by ev'ry art to stop the way:</br>Here Indolence appear'd with vacant mein,</br>And painted forms of terror and dismay;</br>And there the Passions rose in dread array,</br>And fill'd with clouds and darkness all the air;</br>While empty fears and hopes alike betray,</br>And Pride with Folly join'd, destructive pair!</br>Drew many from each path, then left them to despair.", "Yet still distinguish'd o'er the hostile band,</br>By all detested, and to all a foe,</br>Pale Envy rose; while trembling in her hand,</br>Her poison'd shaft still aim'd a deadly blow,</br>Her eyes still wander'd in pursuit of woe:</br>For her, in vain rises the cheerful morn,</br>In vain the flow'rs with freshest lustre glow,</br>Vain all the charms which Nature's face adorn,</br>They cannot cheer a heart with ceaseless anguish torn.", "Beside the way that leads to Virtue's shrine</br>This wicked hag her fav'rite dwelling chose,</br>Around her walls did baneful nightshade twine,</br>And twisted thorns did all her hut compose;</br>And still from morning's dawn to ev'ning's close,</br>Some horrid purpose would her thoughts employ;</br>For never could her heart enjoy repose,</br>Nor e'er her restless spirit taste of joy,</br>Save when her cruel arts could others' peace destroy.", "The sprightly voice of guiltless Pleasure's train,</br>The pleasing smile which Peace and Virtue wear,</br>Whose gentle force might charm the sense of pain,</br>Suspend distress, and smooth the brow of care,</br>Still with new pangs her cruel heart would tear:</br>But when she heard Affliction's bitter cries,</br>Or view'd the horrid form of dark Despair,</br>A transient gladness lighten'd in her eyes&mdash;</br>But transient still and vain are Envy's wretched joys.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]