["Anaxus had no sooner ta'en his leave</br>Of his glad Sister, making her believe</br>That he would shortly visit her, when she</br>Led forth her Flock to Field more joyfully</br>Than she was wont to do; those rosie stains</br>That nature wont to lend her from her veins,</br>Began t' appear upon her cheeks, and raise</br>Her sickly beauty to contend for praise.</br>She trickt her self in all her best attire,</br>As if she meant this day t' invite desire</br>To fall in love with her:  her looser hair</br>Hung on her shoulders, sporting with the air:</br>Her brow a Coronet of Rose buds crown'd</br>With loving Woodbines sweet embraces bound.</br>Two Globe-like Pearls were pendent to her ears,</br>And on her Breast a costly Gem she wears,</br>An Adamant in fashion like a heart,</br>Whereon Love sate a plucking out a Dart,</br>With this same Motto graven round about</br>On a gold Border; \"Sooner in than out.\"</br>This Gem Clearchus gave her, when unknown,</br>At Tilt his Valour won her for his own.</br>Instead of Bracelets on her Wrists, she wore</br>A pair of golden Shackles, chain'd before</br>Unto a silver Ring enamel'd Blue,</br>Whereon in golden Letters to the view</br>This Motto was presented, \"Bound yet free.\"</br>And in a true Loves Knot a \"T.\" and \"C,\"</br>Buckled it fast together; her silk Gown</br>Of grassie green, in equal pleits hung down</br>Unto the Earth:  and as she went the Flowers</br>Which she had broider'd on it at spare hours,</br>Were wrought so to the life, they seem'd to grow</br>In a green Field, and as the Wind did blow,</br>Sometimes a Lilly, then a Rose takes place,</br>And blushing seems to hide it in the Grass:</br>And here and there gold Oaes 'mong Pearls she strew,</br>That seem'd like shining Gloworms in the dew.</br>Her sleeves were Tinsel wrought with leaves of green,</br>In equal distance spangeled between,</br>And shadowed over with a thin Lawn cloud,</br>Through which her workmanship more graceful show'd.</br>A silken Scrip and Shepherds Crook she had,</br>The badg of her profession; and thus clad,</br>Thealma leads her milky Drove to Field,</br>Proud of so brave a guide:  had you beheld</br>With what a majesty she trod the ground,</br>How sweet she smil'd, and angerly she frown'd:</br>You would have thought, it had Minerva been,</br>Come from high Jove to dwell on earth agen.</br>The reason why she made her self thus fine</br>Was a sweet Dream she had; some poor Divine</br>Had whisper'd to her soul Clearchus liv'd,</br>And that he was a King for whom she griev'd:</br>She thought she saw old Hymen in Loves bands,</br>Tie with devotion both their hearts and hands.</br>She was a dreaming farther, when her Maid</br>Told her the Sun was up:  she well appaid</br>With what her greedy thoughts had tasted on,</br>Quickly gat up; and hurried with her Dream,</br>Thus tricks her self, having a mind to seem</br>What she would be, but was not; strong conceit</br>So wrought upon her; those that are born great</br>Have higher thoughts than the low-minded Clown,</br>He seldom dreams himself into a Crown.</br>Caretta, modest girl, she thought it strange,</br>And wonder'd greatly at so sudden change;</br>But durst not be so bold to ask the cause,</br>Obedience had prescrib'd her knowledg Laws:</br>And she would not transgress them; yet it made</br>Her call to mind what garments once she had,</br>And when her Father liv'd, how brave she went,</br>But humble-minded wench she was content.</br>She knew the vanity of Pomp and Pride,</br>Which if not pluckt off must be laid aside</br>One day; and to speak truth, she had a mind</br>So deckt with rich endowments, that it shin'd</br>In all her actions; how so e're she goes,</br>Few Maids have such an inside to their cloaths.</br>Yet her Dames Love had trickt her up so brave,</br>As she thought fit to make her Maid, and gave</br>Her such habiliments to set her forth,</br>As rather grac'd than stain'd her Mistriss worth.</br>They made her ne're the prouder, she was still</br>As ready and obedient to her will.</br>Thus to the Field Thealma and her Maid</br>Chearfully went; and, in a friendly shade</br>They sate them down to work; the wench had brought,</br>As her Dame bid, her Lute; and as she wrought,</br>Thealma plaid and sang this chearful Air,</br>As if she then would bid adieu to care.", "I.</br>Fly hence Despair, and Hearts-benumming fears,</br>Presume no more to fright</br>Me from my quiet rest:</br>My budding hopes have wip'd away my tears,</br>And fill'd me with delight,</br>To cure my wounded breast.", "II.</br>Mount up sad thoughts, that whilom humbly straid</br>Upon the lowly plain,</br>And fed on nought but grief.</br>My angry fate with me is well appaid,</br>And smiles on me again,</br>To give my heart relief.", "III.</br>Rejoice, poor heart, forget those wounding woes</br>That rob'd thee of thy peace,</br>And drown'd thee in despair,</br>Still thy strong passions with a sweet repose,</br>To give my soul some ease,</br>And rid me of my care.</br>My thoughts presage by Fortunes frown,</br>I shall climb up unto a Crown.", "She had not ended her delicious lay,</br>When Cleon and old Rhotus, who that day</br>Were journeying to Court, by chance drew near,</br>As she was singing, and t' enrich their ear</br>They made a stand behind the hedg to hear</br>Her sweet soul-melting accents, that so won</br>Their best attention, that when she had done,</br>The Voice had ravish'd so the good old men,</br>They wisht in vain she would begin agen;</br>And now they long to see what Goddess 'twas,</br>That own'd so sweet a voice, and with such grace</br>Chid her sad Woes away:  The cause that drew</br>Rhotus to Court was this; after a view</br>Made by the victor King of all his Peers</br>And well deserving men that force or fears</br>Had banish'd from their own, and Peace begun</br>To smile upon Arcadia; to shun</br>The future cavils that his Subjects might</br>Make to recover their usurped right:</br>He made enquiry what each man possest</br>During Lysander's Reign, to re-invest</br>Them in their honor'd places, and such Lands</br>As Tyranny had wrung out of his hands.</br>And minding now to gratifie his Friends,</br>Like a good Prince he for old Rhotus sends;</br>As he to whom he ow'd his Life, and all</br>The Honor he had rose to; at his call</br>Old Rhotus quickly comes, leaving his trade</br>To an old Servant whom long custom had</br>Wedded to that vocation; so that he</br>Aim'd at no higher honor than to be</br>A Master-fisher:  Cleon, who of late</br>As you have heard, came from the Lemnian State</br>In search of one whose name he yet kept close,</br>With Rhotus his kind Host to Court he goes,</br>And with him his Son Dorus:  in the way,</br>As you have heard, Thealma made them stay,</br>And not contented to content their ear</br>With her sweet Musick, tow'rd her they drew near;</br>And wond'ring at her bravery and her beauty,</br>They thought to greet her with a common duty,</br>Would ill become them:  humbly on their knee</br>They tender'd their respect, and Prince-like, she</br>Thank'd them with nodds:  her high thoughts still aspire,</br>And their low lootings lift them a step higher.</br>Old Cleon ey'd her with such curious heed,</br>He thought she might be what she prov'd indeed,</br>Thealma:  her rich Gems confirm'd the same,</br>For some he knew, yet durst not ask her name.</br>Caretta viewing Rhotus (loving wench)</br>As if instinct had taught her confidence,</br>Runs from her Mistris, contradicts all fears,</br>And asks him Blessing, speaking in her tears.</br>\"Lives then Caretta?\"  said he, \"Yes, quoth she,</br>I am Caretta, if you'l Father me.\"</br>\"Then Heaven hath heard my Prayers, or thine rather,</br>It is thy goodness makes me still a Father,\"</br>A thousand times he kiss'd the Girl, whilst she</br>Receives them as his Blessings on her knee.</br>At length he took her up, and to her Dame</br>With thanks return'd her:  saying, \"If a blame</br>Be due unto your Hand-maids fond neglect</br>To do you service, let your Frown reflect</br>On her poor Father.\"  She as Children use,</br>Is over-joy'd to find the thing they lose.</br>\"There needs no such apology, kind Sir,\"</br>Answer'd Thealma, \"duty bindeth her</br>More strictly to th' obedience of a Father,</br>Than of a Mistris; I commend her rather</br>For tend'ring what she ow'd so willingly;</br>Believ't I love her for it, she and I</br>Have drank sufficiently of sorrows cup,</br>And were content sometimes to Dine and Sup</br>With the sad story of our woes; poor cates</br>To feed on; yet we bought them at dear rates:</br>Many a tear they cost us:  you are blest</br>In finding of a Daughter, and the best</br>(Though you may think I flatter) that e're liv'd</br>To glad a Father; as with her I griev'd</br>For his supposed loss so being found</br>I cannot but rejoyce with her; the wound</br>Which you have cur'd in her, gives ease to mine,</br>And I find comfort in her Medicine.\"</br>\"I had a Father, but I lost him too,</br>And wilfully; my Girl, so didst not thou;</br>Nor can I hope to find him, but in wrath</br>I lost his love in keeping of my Faith.\"</br>She would have spoken more, but sighs and tears</br>Brake from their prison to revive her fears.</br>Cleon, altho he knew her by her speech,</br>And by some Jewels which she wore, too rich</br>For any Shepherdess to wear, forbare</br>To interrupt her; he so lov'd to hear</br>Her speak, whom he so oft had heard was drown'd,</br>And still, good man, he kneel'd upon the ground,</br>And wept for joy.  \"Why do you kneel,\" said she,</br>\"Am I a Saint, what do you see in me</br>To merit such respects?  pray rise, 'tis I</br>That owe a reverence to such gravity,</br>That kneeling better would become, I know</br>No worth in me to worl you down so low.\"</br>\"Yes, gracious Madam, what I pay is due</br>To none, for ought I know, so much as you.</br>Is not your name Thealma?  hath your eye</br>Ne're seen this face at Lemnos, I can spy</br>Ev'n through those clouds of grief, the stamp of him</br>That once I call'd my Sovereign; age and time</br>Hath brought him to his Grave, that bed of dust,</br>Where when our night is come, sleep we all must.</br>Yet in despight of Death his honor'd name</br>Lives, and will ever in the vote of Fame.</br>Death works but on corruption, things Divine,</br>Cleans'd from the dross about them, brighter shine:</br>So doth his Virtues.  What was earth is gone,</br>His heavenly part is left to crown his Son,</br>If I could find him.\"  You may well conceive</br>At his sad tale what cause she had to grieve;</br>Reply she could not, but in sighs and tears,</br>Yet to his killing language lent her ears:</br>And had not grief enforc'd him make a pause</br>She had been silent still; she had most cause</br>To wail her Fathers loss:  \"Oh unkind Fate,\"</br>Reply'd Thealma; \"it is now too late</br>To wish I'd not offended; cruel love</br>To force me to offend, and not to prove</br>So kind to let him live to punish her,</br>Whose fault, I fear me, was his murtherer.</br>O my Clearchus, 'twas through thee I fell</br>From a Childs duty; yet I do not well</br>To blame thee for it, sweetly may'st thou sleep,</br>Thou and thy faults lie buried in the deep,</br>And I'll not rake them up:  ye partial powers,</br>To number out to me so many hours,</br>And punish him so soon; why do I live?</br>Can there be hope that Spirits can forgive?\"</br>\"Yes gracious Madam, his departing Soul</br>Seal'd up your Pardon with a Prayer t' enroul</br>Amongst his honor'd Acts, left you his Blessing,</br>And call'd it love, which you do stile transgressing,</br>Left you a Dowry worthy a lov'd Child,</br>With whom he willingly was reconcil'd.</br>Take comfort then; Kings are but men, and they</br>As well as poor men must return to Clay.\"</br>With that she op't the flood-gates of her eyes,</br>And offer'd up a wealthy sacrifice</br>Of thankful tears, to expiate her crimes,</br>And drown their memory, left after times</br>Might blab them to the world.  Rhotus gave ear</br>To all that past, and lent her many a tear:</br>The Alms that sweet compassion bestows</br>On a poor heart that wants to cure its woes.</br>Caretta melted too, though she had found</br>What her poor Mistris griev'd at, all drank round</br>Of the same briny cup.  Rhotus at last</br>'Gan thus to comfort her:  \"Madam, tho hast</br>To obey my Sovereigns command would fit</br>The Duty of a Subject better; yet</br>I will incur the hazard of his frown</br>To do you service; Glory and Renown</br>The mark the noble Spirits still aim at</br>To crown their Virtues, did so animate.</br>Alexis our new Sovereign, once my guest</br>(And glad he was to be so) that his Breast</br>Full of high thoughts, could relish no content</br>In a poor Cottage.  One day as he went</br>With me unto our Annual Games, where he</br>Puts in for one to try the mastery,</br>And from them all came off a Victor, so</br>That all admir'd him; on him they bestow</br>The Wreath of Conquest; at that time this State</br>Was govern'd by a Tyrant, one that Fate</br>Thrust in to scourge the peoples wickedness,</br>That had abus'd the blessing of their peace,</br>As he abus'd his honor, which he gain'd</br>By cruel usurpation; for he reign'd</br>More like a Beast than Man; Fortune at length</br>Grew weary of him too; weak'ning his strength</br>By wantoning his people, without Law</br>Or Exercise to keep their minds in awe.</br>Which the exil'd Nobility perceiving,</br>Took heart again, some new strong hope conceiving</br>Through th' enemies neglect, to regain that</br>Which formerly they lost; so it pleas'd Fate</br>To change the scene:  most of the noble Youth</br>The former War consum'd, and to speak truth,</br>Unless some few old men, there was left none</br>Worthy to be a Leader; all was gone:</br>Wherefore when they had seen what he could do,</br>And by that guess'd, what he durst undergo</br>(If they were put to't) they Alexis chose</br>To lead their War-like Troops against their Foes.</br>His Valour spake him noble, and's behaviour</br>Was such as won upon the Peoples Favour;</br>His speech so powerful, that the hearer thought</br>All his Intreats Commands:  so much it wrought</br>Upon their awful minds; this new come Stranger</br>They chose to be their Shield 'twixt them and danger;</br>And he deceived not th' expectation</br>They fixt upon him:  Hylas was o'rethrown,</br>And he return'd in triumph:  Joy was now</br>Arcadias Theme; and all Oblations vow</br>To their Protector Mars:  to quite him then,</br>They choose him King, the wonderment of men.</br>'Twas much, yet what they gave was not their own,</br>They ow'd him for it; what they gave he won,</br>And won it bravely.  When this Youth I found</br>Hanging upon the craggy Rock half drown'd,</br>I little dreamt that he should mount so high</br>As to a Crown; yet such a Majesty</br>Shin'd on his look sometimes, as shew'd a mind</br>Too great to be, to a low state confin'd:</br>Tho while he liv'd with me, such sullen clouds</br>Of grief hung on his brow, and such sad floods</br>Rather than briny tears, stream'd from his eyes,</br>As made him seem a man of miseries.</br>And often as he was alone, I heard him</br>Sigh out Thealma; I as often chear'd him.</br>May not this be the man you grieve for so,</br>Your name's Thealma, and for ought I know,</br>He may not be Alexis; perhaps fear</br>Borrow'd that nick-name, to conceal him here.</br>Take comfort, Madam, on my life 'tis he,</br>If my conjecture fail me not, then be</br>Not so dejected till the truth be tri'd:\"</br>\"And that shall be my charge,\" Cleon reply'd;</br>\"Thanks noble Rhotus, this discovery</br>Binds me to thee for ever:  thou and I</br>Will to the Court; could I Anaxus find</br>My work were ended; if Fate prove so kind,</br>I hope a comical event shall crown</br>These tragical beginnings; do not drown</br>Your hopes (sweet Madam) that I so would fain</br>Live to your comfort, when we meet again,</br>Which will be speedily; the news we bring</br>I trust shall be Clearchus is a King.\"</br>\"Most noble Cleon, thanks; may it prove so\"</br>Answer'd Thealma; \"yet before you go,</br>Take this same Jewel, this Clearchus gave me</br>When first I did consent that he should have me:</br>And if he still do love, as is a doubt,</br>For he ne'r hath a power to work Love out.</br>By this you shall discover who he is,</br>If Fortune have assign'd me such a bliss</br>As once more to be his, she makes amends</br>For all my sorrow; but if she intends</br>Still to afflict me, I can suffer still,</br>And tire her cruelty, though't be to kill:</br>I have a patience that she cannot wrong</br>With all her flatteries; a heart too strong</br>To shake at such a weak artillery,</br>As is her frowns:  no Cleon, I dare die,</br>And could I meet Death nobly I would so,</br>Rather than be her scorn, and take up woe</br>At interest to enrich her power, that grows</br>Greater by grieving at our overthrows.</br>No Cleon, I can be as well content</br>With my poor Cot, this woolly regiment,</br>As with a Palace; or to govern men;</br>And I can Queen it when time serves agen.</br>Go, and my hopes go with you; if stern Fate</br>Bid you return with news to mend my state,</br>I'll welcome it with thanks; if not, I know</br>The worst on't, Cleon, I am now as low</br>As she can throw me.\"  Thus resolv'd, they leave her,</br>And to the Court the two Lords wend together,</br>Leaving young Dorus, Cleons Son behind</br>To wait upon Thealma; Love was kind</br>In that to fair Caretta, that till now</br>Ne're felt what passion meant, yet knew not how</br>To vent it but with blushes; modest shame</br>Forbad it yet to grow into a flame.</br>Love works by time, and time will make her bolder,</br>Talk warms desire, when absence makes it colder.</br>Home now Thealma wends 'twixt hope and fear,</br>Sometimes she smiles, anon she drops a tear</br>That stole along her cheeks, and falling down</br>Into a pearl, it freezeth with her frown.</br>The Sun was set before she reacht the Fold,</br>And sparkling Vesper nights approach has told.</br>She left the Lovers to enfold her Sheep,</br>And in she went, resolv'd to sup with sleep:</br>If thought would give her leave, unto her rest</br>We leave her for a while, Sylvanus guest</br>You know we lately left under his cure,</br>And now it is high time my Muse to lewre</br>From her too tedious weary flight, and tell</br>What to Anaxus that brave Youth befel.</br>Let's pause a while, she'l make the better flight,</br>The following lines shall feed your appetite.", "Bright Cynthia twice her silver horns had chang'd,</br>And through the Zodiacks twelve signs had rang'd,</br>Before Anaxus wounds were throughly well,</br>In the mean while Sylvanus 'gan to tell</br>Him of his future fortune; for he knew</br>From what sad cause his minds distempers grew.</br>He had ylearnt you have heard while e're,</br>The art of wise Soothsaying, and could clear</br>The doubts that puzzle the strong working brain,</br>And make the intricat'st anigmas plain:</br>His younger years in Aegypt Schools he spent,</br>From whence he suckt this knowledg; not content</br>With what the common Sciences could teach,</br>Those were too shallow springs for his deep reach,</br>That aim'd at Learnings utmost:  that hid skill</br>That out-doth nature, hence he suckt his fill</br>Of Divine knowledg:  'twas not all inspir'd,</br>It cost some pains that made him so admir'd.</br>He told him what he was, what Country Air</br>He first drew in, what his intendments were;</br>How 'twas for love, he left his native Soil</br>To tread upon Arcadia, and with toil</br>Sought what he must not have, a lovely Dame</br>But art went not so far to tell her name.</br>Heav'n that doth controul Art, would not reveal it,</br>Or if it did he wisely did conceal it.</br>He told him of his Fathers death, and that</br>The State had lately sent for him, whereat</br>Anaxus starting; \"Stay old man (quoth he)</br>I'll hear no more; thy cruel Augury</br>Wounds me at heart, can thy Art cure that wound?</br>Sylvanus?\"  \"No, no Medicine is found</br>In humane skill to cure that tender part,</br>When the Soul's pain'd, it finds no help of Art:</br>Yet Sir (said he) Art may have power to ease,</br>Though not to cure the sick Souls maladies.</br>And though my sadder news distast your ear,</br>'Tis such as I must tell, and you must hear.</br>I know y' are sent for, strict enquiry's made</br>Through all Arcadia for you; plots are laid</br>(By some that wish not well unto the State)</br>How to deprive you of a Crown; but Fate</br>Is pleas'd not so to have it, and by me</br>Chalks out a way for you to Sovereignty.</br>I say agen, she whom you love, tho true</br>And spotless constant, must not marry you.</br>One you call Sister, to divide the strife,</br>Fate hath decreed, must be your Queen and Wife.</br>Hie to th' Arcadian Court, what there you hear</br>Perhaps may trouble you; but do not fear,</br>All shall be well at length, the bless'd event</br>Shall crown your wishes with a sweet content.</br>Enquire no farther, I must tell no more,</br>Here Fate sets limits to my Art:  before</br>You have gone half a League, under a Beech</br>You'l find your man enquiring of a Witch</br>What is become of you?  the Beldame's slie,</br>And will allure by her strange subtilty</br>The strongest Faith to error; have a care</br>She tempt you not to fall in love with Air.</br>She'l show you Wonders; you shall see and hear</br>That which shall rarely please both eye and ear.</br>But be not won to wantonness, but shun</br>All her enticements:  credit not, my Son,</br>That what you see is real; Son be wise,</br>And set a watch before thy ears and eyes.</br>She loves thee not, and will work all she can</br>To give thy Crown unto another man.</br>But fear not, there's a pow'r above her skill</br>Will have it otherwise, do what she will.</br>But Fate thinks fit to try thy constancy,</br>Then arm thy self against her Sorcery.</br>Take this same Herb, and if thy strength begin</br>To fail at any time, and lean to sin,</br>Smell to't, and wipe thine eyes therewith, that shall</br>Quicken thy duller sight to dislike all,</br>And re-inforce thy reason to oppose</br>All her temptations, and fantastick shows.</br>Farewel Anaxus, hie to Court, my Son,</br>Or I'll be there before thee!\"  'Twas high noon,</br>When after many thanks to his kind Host,</br>Anaxus took his leave, and quickly lost</br>The way he was directed; on he went</br>As his Fate led him, full of hardement.</br>Down in a gloomy valley thick with shade,</br>Which too aspiring hanging Rocks had made,</br>That shut out day and barr'd the glorious Sun</br>From prying into th' actions there done;</br>Set full of Box, and Cypress, Poplar, Yew,</br>And hateful Elder that in Thickets grew,</br>Amongst whose Boughs the Scritch-owl and Night-crow,</br>Sadly recount their Prophecies of woe,</br>Where leather-winged Batts, that hate the light</br>Fan the thick Air, more sooty than the night.</br>The ground o're-grown with Weeds, and bushy Shrubs,</br>Where milky Hedg-hogs nurse their prickly Cubs:</br>And here and there a Mandrake grows, that strikes</br>The hearers dead with their loud fatal shrieks;</br>Under whose spreading leaves the ugly Toad,</br>The Adder, and the Snake make their abode.</br>Here dwelt Orandra, so the Witch was hight,</br>And thither had she toal'd him by a slight:</br>She knew Anaxus was to go to Court,</br>And envying Virtue, she made it her sport,</br>To hinder him, sending her airy Spies</br>Forth with Delusions to entrap his Eyes,</br>And captivate his Ear with various Tones,</br>Sometimes of Joy, and otherwhiles of Mones:</br>Sometimes he hears delicious sweet lays</br>Wrought with such curious descant as would raise</br>Attention in a Stone:  anon a groan</br>Reacheth his Ear, as if it came from one</br>That crav'd his help; and by and by he spies</br>A beauteous Virgin with such catching Eyes,</br>As would have fir'd a Hermits chill desires</br>Into a flame; his greedy eye admires</br>The more than human beauty of her Face,</br>And much ado he had to shun the grace</br>Conceit had shap'd her out:  so like his Love,</br>That he was once about in vain to prove,</br>Whether 'twas his Clarinda, yea, or no,</br>But he bethought him of his Herb, and so</br>The Shadow vanish'd, many a weary step</br>It led the Prince that pace with it still kept,</br>Until it brought him by a hellish power</br>Unto the entrance of Orandras Bower,</br>Where underneath an Elder Tree he spied</br>His man Pandevius pale and hollow-eyed;</br>Enquiring of the cunning Witch what fate</br>Betid his Master; they were newly sate</br>When his approach disturb'd them; up she rose,</br>And tow'rd Anaxus (envious Hag) she goes;</br>Pandevius she had charm'd into a maze,</br>And strook him mute, all he could do was gaze.</br>He call'd him by his name, but all in vain,</br>Eccho returns Pandevius back again;</br>Which made him wonder, when a sudden fear</br>Shook all his joynts:  she cunning Hag drew near,</br>And smelling to his Herb, he recollects</br>His wandring Spirits, and with anger checks</br>His coward Fears; resolv'd now to out-dare</br>The worst of Dangers, whatsoe're they were,</br>He ey'd her o're and o're, and still his eye</br>Found some addition to deformity.</br>An old decrepid Hag, she was grown white</br>With frosty Age, and withered with Despight</br>And self-consuming Hate; in Furrs yclad,</br>And on her Head a thrummy Cap she had.</br>Her knotty Locks like to Alecto's Snakes</br>Hang down about her shoulders, which she shakes</br>Into disorder; on her furrow'd Brow</br>One might perceive time had been long at plough.</br>Her Eyes like Candle-snuffs by age sunk quite</br>Into their Sockets, yet like Cats-eyes, bright:</br>And in the darkest night like fire they shin'd,</br>The ever-open windows of her mind.</br>Her swarthy cheeks Time, that all things consumes,</br>Had hollowed flat unto her Toothless Gums.</br>Her hairy Brows did meet above her Nose,</br>That like an Eagles Beak so crooked grows,</br>It well nigh kiss'd her Chin; thick bristled Hair</br>Grew on her upper Lip, and here and there</br>A rugged Wart with grisly Hairs behung,</br>Her Breasts shrunk up, her Nails and Fingers long,</br>Her left lent on a staff, in her right hand</br>She always carried her enchanting Wand.</br>Splay-footed, beyond Nature, every part</br>So patternless deform'd, 'twould puzzle Art</br>To make her counterfeit; only her Tongue</br>Nature had that most exquisitely strung.</br>Her oyly Language came so smoothly from her,</br>And her quaint action did so well become her,</br>Her winning Rhetorick met with no trips,</br>But chain'd the dull'st attention to her lips.</br>With greediness he heard, and tho he strove</br>To shake her off, the more her words did move,</br>She woo'd him to her Cell, call'd him her Son,</br>And with fair promises she quickly won</br>Him to her beck; or rather he to try</br>What she could do, did willingly comply</br>With her request; into her Cell he goes,</br>And with his Herb he rubs his Eyes and Nose.</br>His man stood like an image still, and star'd</br>As if some fearful prodigy had scar'd</br>Life from its earthy mansion; but she soon</br>Unloos'd the Charms, and after them he run.</br>Her Cell was hewn out in the Marble Rock,</br>By more than human Art; she need not knock,</br>The door stood always open, large and wide,</br>Grown o're with woolly Moss on either side,</br>And interwove with Ivies flatt'ring twines,</br>Thro which the Carbuncle and Di'mond shines;</br>Not set by Art, but there by Nature sown</br>At the Worlds Birth, so Star-like bright they shone.</br>They serv'd instead of Tapers to give light</br>To the dark entry, where perpetual Night,</br>Friend to black Deeds, and Sire of Ignorance</br>Shuts out all knowledg; lest her Eye by chance</br>Might bring to light her Follies:  in they went,</br>The ground was strow'd with Flowers, whose sweet scent</br>Mixt with the choice Perfumes from India brought,</br>Intoxicates his brain, and quickly caught</br>His credulous sense; the Walls were gilt and set</br>With Precious Stones, and all the Roof was fret</br>With a gold Vine, whose stragling branches spread</br>All o're the Arch; the swelling Grapes were red;</br>This Art had made of Rubies cluster'd so,</br>To the quick'st eye they more than seem'd to grow.</br>About the Walls lascivious Pictures hung,</br>Such as whereof loose Ovid sometimes sung.</br>On either side a crew of dwarfish Elves,</br>Held waxen Tapers taller than themselves:</br>Yet so well shap'd unto their little stature,</br>So Angel-like in face, so sweet in feature.</br>Their rich attire so diff'ring; yet so well</br>Becoming her that wore it, none could tell</br>Which was the fairest, which the handsomest deckt.</br>Or which of them Desire would soon'st affect.</br>After a low salute they all 'gan sing,</br>And circle in the Stranger in a Ring.</br>Orandra to her Charms was stept aside,</br>Leaving her guest half won, and wanton ey'd.</br>He had forgot his Herb:  cunning delight</br>Had so be witch'd his ears, and blear'd his sight,</br>And captivated all his senses so,</br>That he was not himself; nor did he know</br>What place he was in, or how he came there,</br>But greedily he feeds his Eye and Ear</br>With what would ruine him; but that kind Fate</br>That contradicts all power subordinate,</br>Prevented Arts intents; a silly flie</br>(As there were many) light into his eye,</br>And forc'd a tear to drown her self, when he</br>Impatient that he could not so well see,</br>Lifts up his hand wherein the Herb he held,</br>To wipe away the moisture that distill'd</br>From his still smarting eye; he smelt the scent</br>Of the strong Herb, and so incontinent</br>Recovered his stray'd Wit:  his Eyes were clear'd,</br>And now he lik'd not what he saw or heard.</br>This knew Orandra well; and plots anew</br>How to entrap him:  next unto his view</br>She represents a Banquet usher'd in</br>By such a shape, as she was sure would win</br>His appetite to taste; so like she was,</br>To his Clarinda both in shape and face.</br>So voic'd, so habited, of the same gate</br>And comely gesture; on her Brow in state</br>Sate such a Princely Majesty, as he</br>Had noted in Clarinda; save that she</br>Had a more wanton eye, that here and there</br>Rowl'd up and down, not setling any where.</br>Down on the ground she falls his hand to kiss,</br>And with her tears bedews it; cold as Ice</br>He felt her Lips, that yet, inflam'd him so,</br>That he was all on fire the truth to know,</br>Whether she was the same she did appear,</br>Or whether some fantastick form it were,</br>Fashioned in his imagination</br>By his still working thoughts; so fix'd upon</br>His lov'd Clarinda, that his fancy strove</br>Even with her shadow to express his love.</br>He took her up, and was about to 'quite</br>Her Tears with Kisses, when to clear his sight</br>He wipes his Eyes, and with his Herb of Grace</br>Smooths his rough Lip to kiss with greater grace:</br>So the Herbs virtue stole into his Brain,</br>And kept him off; hardly did he refrain</br>From sucking in Destruction from her Lip.</br>(Sins Cup will poison at the smallest sip,)</br>She weeps, and wooes again with subtleness,</br>And with a Frown she chides his backwardness.</br>\"Have you so soon (sweet Prince said she) forgot</br>Your own belov'd Clarinda?  are you not</br>The same you were, that you so slightly set</br>By her that once you made the Cabinet</br>Of your choice Counsel?  hath my constant heart</br>(As Innocence unspotted) no desert,</br>To keep me yours?  or hath some worthier Love</br>Stole your Affections?  what is it should move</br>You to dislike so soon?  must I still tast</br>No other Dish but Sorrow?  when we last</br>Emptied our Souls into each others Breast</br>It was not so, Anaxus, or at least</br>I thought you meant what then you promis'd me.\"</br>With that she wept afresh; \"Are you then she,\"</br>Answer'd Anaxus, \"doth Clarinda live?</br>Just thus she spake, how fain I would believe!\"</br>With that she seem'd to fall into a swound,</br>And stooping down to raise her from the ground,</br>That he might use both hands to make more haste,</br>He puts his Herb into his Mouth, whose taste</br>Soon chang'd his mind:  He lifts her, but in vain</br>His hands fell of, and she fell down again.</br>With that she lent him such a frown as would</br>Have kill'd a common Lover, and made cold</br>Ev'n lust it self:  Orandra fumes and frets,</br>And stamping bites the lip to see her Nets</br>So long a catching Souls:  once more she looks</br>Into the secrets of her hellish Books.</br>She bares her Breast, and gives her Spirit suck,</br>And drinks a Cup in hope of better luck.</br>Anaxus still the Airy Shadow ey'd,</br>Which he thought dead, conceit the truth bely'd.</br>This cunning failing, out she drew a knife,</br>And as if she had meant to let out life,</br>In passion aim'd it at her Breast, and said</br>\"Farewel Anaxus;\" but her hand he staid,</br>And from her wrung her knife:  \"Art thou,\" said he,</br>Clarinda then?\"  and kiss'd her:  \"can it be,</br>That Fate so loves Anaxus?\"  still with Tears</br>She answered him, and more divine appears.</br>His Herb was now forgot, lust had stoln in</br>With a loose kiss, and tempted him to sin.</br>A Bed was near, and she seem'd sick and faint:</br>(Women to Cupid's sport, need no constraint.)</br>Down on the Bed she threw herself, and turn'd</br>Her blushing Beauty from him; still he burn'd,</br>And with intreaties her seeming coyness woo'd</br>To meet with his Embraces, and bestow'd</br>Vollies of Kisses on her icy Cheek,</br>That wrangled with their fire:  she would not speak,</br>But sigh'd and sob'd, that bellows of desire</br>Into a flame had quickly blown his fire.</br>Now did Orandra laugh within her sleeve,</br>Thinking all was cocksure, one might perceive</br>Ev'n in that wither'd Hag, an amorous look,</br>'Twas for her self she train'd him to her hook.</br>Softly she steals unto the Bed, and peeps</br>Betwixt the Curtains, nearer then she creeps,</br>And to her Spirit whispers her command:</br>With that the Spirit seem'd to kiss his hand,</br>Which stew'd him into sweat; a cloth she wants</br>To wipe his face, and his enflam'd heart pants</br>Beyond its usual temper for some air,</br>To cool the passions that lay boiling there.</br>Out of his Bosom where his Nosegay was,</br>He draws a Napkin, so it came to pass</br>In plucking of it out, the Nosegay fell</br>Upon her face; when with a countenance fell,</br>She started from him, curst him, and with threats</br>Leap'd from the Bed, Orandra stamps and frets,</br>And bit her lip; she knew the cause full well</br>Why her Charms fail'd her, but yet could not tell</br>With all her art, how she might get from him</br>That Sovereign Herb:  for touch it she durst not,</br>And at this time Anaxus had forgot</br>The virtue of it, as in a maze he lay</br>At her soon starting from him; \"Cast away,\"</br>Said she, \"that stinking Nosegay:\"  with that he</br>Bethinks of it; but it was well that she</br>Put him in mind on't; it had else been lost,</br>He little knew how much that Nosegay cost.</br>He seeks for't, finds it, smells to't, and by it</br>Turns out his lust, and reassumes his wit.</br>\"No Hag,\" said he, \"if this do vex thee so,</br>I'l make thee glad to smell to't e're I go.\"</br>With that he leaps unto her cursing ripe,</br>And with his Herb the Witches face did wipe.</br>Whereat she fell to th' earth, the lights went out,</br>And darkness hung the Chamber round about.</br>A hellish yelling noise was each where heard,</br>Sounds that would make ev'n Valors self afeard</br>A stifling scent of Brimstone he might smell,</br>Such as the damned Souls suck in in Hell.</br>He kept his powerful Herb still at his Nose,</br>And tow'rd the entry of the Room he goes.</br>For tho 'twas more than midnight dark, yet he</br>Found the way out again.  Orrandra she</br>Threw curses after him, and he might hear</br>Her often say, \"I'll fit you for this gear.\"</br>At the Caves mouth he found his careless man,</br>Wrapt in the Witches charms; do what he can</br>He could not wake him, such sweet lullabies</br>Pleasure sang to him, till he rub'd his eyes</br>With his rare Herb; then starting up he leaps</br>For joy to see his Master, that accepts</br>His love with thanks; from thence they make no haste,</br>Yet where they were they knew not; at the last</br>They came into a Plain, where a small Brook</br>Did Snake-like creep with many a winding nook,</br>And by it here and there a Shepherds Cot</br>Was lowly built, to one of them they got</br>T' enquire the way to Court:  now night drew on,</br>It was a good old man they lighted on,</br>Height Eubolus, of no mean Parentage,</br>But courtly educated, wise and sage,</br>Able to teach, yet willing to enrich</br>His knowledg with discourses, smooth in speech,</br>Yet not of many words; he entertains</br>Them with desire, nor spares for any pains</br>To amplifie a welcome:  with their Host</br>A while we leave them, now my muse must post</br>Unto Alexis Court; lend me I pray</br>Yonr gentle aid to guide her on the way.", "Alexis after many civil broils</br>Against his Rebel Subjects, rich in spoils,</br>Being setled in his Throne in restful peace,</br>The Laws establish'd (and his peoples ease</br>Proclaim'd) he 'gan to call into his mind</br>The fore-past times, and soon his thoughts did find</br>Matter to work on:  First, Thealma now</br>Came to remembrance, where, and when, and how</br>He won, and lost her; this sad thought did so</br>Afflict his mind, that he was soon brought low</br>Into so deep a melancholy, that</br>He minded nothing else:  nor car'd he what</br>Became of State Affairs, and tho a King,</br>With pleasure he enjoy'd not any thing.</br>His Sleep goes from him, Meats and Drinks he loaths,</br>And to his sadder Thoughts he suits his Cloaths.</br>Mirth seem'd a Disease, good counsel Folly,</br>Unless it serv'd to humor Melancholy.</br>All his delight, if one may may call't delight,</br>Was to find Turtles that both day and night</br>Mourn'd up and down his Chamber, and with groans</br>His Heart consented to their hollow moans,</br>Then with his Tears the briny Drink they drank,</br>He would bedew them:  while his love to thank,</br>They nestle in his Bosom, where, poor Birds,</br>With piteous mournful tones, instead of words</br>They seem'd to moan their Master:  thus did he</br>Spend his sad hours; and what the cause might be,</br>His Nobles could not guess, nor would he tell;</br>For Turtle-like he lov'd his griefs too well,</br>To let them leave his Breast, he kept them in,</br>And inwardly they spake to none but him.</br>Thus was it with him more than half a year,</br>Till a new bus'ness had set ope his ear</br>To entertain advice:  the first that brake</br>The matter to him, or that durst to speak</br>Unto the King, was bold Anaxocles,</br>One that bent all his study for the peace</br>And safety of his Country; the right hand</br>Of the Arcadian State, to whose command</br>Was given the Cities Citadel:  a place</br>Of chiefest trust, and this the bus'ness was.</br>The Rebels, as you heard, being driven hence,</br>Despairing e're to expiate their offence</br>By a too late submission, fled to Sea</br>In such poor Barks as they could get, where they</br>Rom'd up and down which way the winds did please,</br>Without, or Chard, or Compass:  the rough Seas</br>Enrag'd with such a load of wickedness,</br>Grew big with Billows, great was their distress;</br>Yet was their courage greater; desperate men</br>Grow valianter by suff'ring:  in their ken</br>Was a small Island; thitherward they steer</br>Their weather-beaten Barks, each plies his geer;</br>Some Row, some Pump, some trim the ragged Sails,</br>All were employ'd, and industry prevails.</br>They reach the Land at length, their Food grew scant,</br>And now they purvey to supply their want.</br>The Island was but small, yet full of Fruits,</br>That sprang by Nature, as Potato-Roots,</br>Rice, Figs, and Almonds, with a many more,</br>Till now unpeopled:  on this happy Shore.</br>With joy they bring their Barks, of which the best</br>They Rig anew, with Tackling from the rest.</br>Some six or seven they serviceable made,</br>They stand not long to study where to Trade;</br>Revenge prompts that unto them; Piracy</br>Was the first thing they thought on, and their Eye</br>Was chiefly on the Arcadian Shore, that lay</br>But three Leagues off:  their Theft is not by day</br>So much as night, unless some stragling Ship</br>Lights in their trap by chance:  closely they keep</br>Themselves in Rocky Creeks, till Sun be down</br>And all abed, then steal they to some Town</br>Or scatt'ring Village; which they fire, and take</br>What Spoils they find, then to their Ship they make,</br>And none knew who did harm them; many a night</br>Had they us'd this free-booting:  many a fright</br>And great hearts-grieving loss the unarm'd poor</br>Were night'ly put to; and to cure this sore</br>The old man rous'd the King Alexis, chid</br>His needless sorrow:  told him that he did</br>Not like a man, much less like one whose health</br>Strengthens the Sinews of a Common-wealth.</br>He lays his Peoples Grievances before him,</br>And told him how with tears they did implore him</br>To right their wrongs:  at first Alexis frown'd,</br>And in an angry cloud his looks were drown'd.</br>A sign of Rain or Thunder; 'twas but Rain,</br>Some few drops fell, and the Sun shone again.</br>Alexis rising, thanks his prudent care,</br>And, as his Father lov'd him; all prepare</br>T' unnest these Pyrates:  Ships were ready made,</br>And some Land-Forces; as well to invade,</br>As for Defence:  the Pyrates now were strong.</br>By Discontents that to their Party throng.</br>Not so much friend to the late Tyrant King,</br>As thirsting after Novelty, the thing</br>That tickles the rude Vulgar:  one strong Hold</br>The cunning Foe had gain'd, and grew so bold</br>To dare all opposition; night and day</br>They spoil the Country, make weak Towns their prey;</br>And those that will not joyn with them they kill,</br>Not sparing Sex, nor Age, proud of their ill</br>By their rich Booties:  Against these the King</br>Makes both by Sea and Land; 'twas now Spring.</br>And Flora had embroidered all the Meads</br>With sweet variety, forth the King leads</br>A chosen Troop of Horse, with some few Foot,</br>But those experienc'd men, that would stand to't</br>If any need were; to the Sea he sends</br>Anaxocles, and to his care commends</br>His Marine Forces, he was bold and wise,</br>And had been custom'd to the Sea-mans guise.</br>He gave it out that he was bound for Thrace</br>To fetch a Princely Lady thence, that was</br>To be th' Arcadian Queen, which made the Foe</br>The more secure and careless:  forth they go</br>Assur'd of Victory, and prosperous Gales,</br>As fate would have't, had quickly fill'd their Sails:</br>The Pyrates Rendevous was soon discover'd</br>By scouting Pinnaces, that closely hover'd</br>Under the lee of a high Promontory,</br>That stretcht into the Sea; and now, days glory,</br>Nights Sable Curtains had eclips'd, the time</br>When Robbers use to perpetrate a Crime.</br>The Pyrates steal abroad, and by good hap,</br>Without suspect they fell into the Trap</br>Anaxocles had laid; for wisely, he</br>Divides his Fleet in Squadrons, which might be</br>Ready on all sides:  every Squadron had</br>Four Ships well man'd, that where e're the Foe made,</br>He might be met with, one kept near the shore,</br>Two kept at Sea, the other Squadron bore</br>Up tow'rd the Isle, yet with a weeling course,</br>Not so far distant, but the whole Fleets force</br>Might quickly be united if need were.</br>Between these come the Pyrates without fear,</br>Making tow'rds th' Arcadian shore, where soon</br>Th' Arcadians met them; now the Fight begun,</br>And it was hot, the Foe was three to one:</br>And some big Ships Anaxocles alone</br>Gave the first on-set, Cynthia then shone bright,</br>And now the Foe perceives with whom they fight.</br>And they fought stoutly, scorning that so few</br>Should hold them tack so long; then nearer drew</br>The two side Squadrons, and were within shot</br>Before they spi'd them:  now the Fight grew hot:</br>Despair put Valor to the angry Foe,</br>And bravely they stand to't, give many a blow.</br>Three Ships of theirs were sunk at last, and then</br>They seek to flie unto their Isle agen;</br>When the fourth Squadron met them, and afresh</br>Set on them, half o'recome with weariness;</br>Yet yield they would not, but still fought it out;</br>By this the other Ships were come about,</br>And hemm'd them in; where seeing no hope left,</br>Whom what the Sword did not ex'cute for Theft,</br>Leap'd in the Sea and drown'd them; that small force</br>They'd left within the Isle far'd rather worse</br>Than better; all were put to th' Sword,</br>And their Nest fir'd; much Booty brought aboard,</br>With store of Corn, and much Munition</br>For War; thus glad of what was done,</br>The Fleet with joy returns, the like success</br>Alexis had by Land, at unawares</br>Surprising their chief Fort:  some lucky Stars</br>Lending their helpful influence that night;</br>Yet for the time it was a bloody Fight.</br>At length the fainting Foe gave back, and fled</br>Out of a Postern-gate with fear half dead,</br>And thinking in the Port to meet their Fleet,</br>They met with Death; an ambush did them greet</br>With such a furious shock, that all were slain,</br>Only some stragling cowards did remain,</br>That hid themselves in Bushes which next day</br>The Soldiers found, and made their lives a prey</br>Unto their killing anger:  home the King</br>Returns in triumph, whilst Pans Priests do sing</br>Harmonious Odes in honor of that day,</br>And dainty Nymphs with Flowers strew'd the way:</br>Among the which he spy'd a beauteous Maid,</br>Of a majestick count'nance, and aray'd</br>After so new a manner, that his eye</br>Impt with delight upon her, and to try</br>Whether her Mind did answer to her Face,</br>He call'd her to him, when with modest grace</br>She fearless came, and humbly on her knee</br>Wish'd a long life unto his Majesty.</br>He ask'd her name; she answer'd Florimel,</br>And blushing made her Beauty so excel,</br>That all the thoughts of his Thealma now</br>Were hush'd and smothered; upon her Brow</br>Sate such an awful Majesty, that he</br>Was conquer'd e're oppos'd; 'twas strange to see</br>How strangely he was altered:  still she kneels,</br>And still his heart burns with the fire it feels.</br>At last the victor pris'ner caught with Love,</br>Lights from his Chariot, and begins to prove</br>The sweetness of the bait that took his heart,</br>And with a Kiss uprears her:  yet Loves Dart</br>Fir'd not her Breast to welcom his Affection,</br>Only hot Sunny Beams with their reflection</br>A little warm'd her; then he questions who</br>Her Parents were, and why apparel'd so.</br>Where was her dwelling, in what Country born?</br>And would have kiss'd her, when 'twixt fear and scorn</br>She put him from her; \"My dread Lord,\" said she,</br>\"My Birth is not ignoble, nor was he</br>That I call Father, though in some disgrace</br>Worthy his unjust Exile:  what he was,</br>And where I first breath'd air, pardon dread King;</br>I dare not, must not tell you:  none shall wring</br>That secret from me; what I am, you see,</br>Or by my Habit you may guess to be</br>Diana's Votaress:  the cause, great Sir,</br>That prompts me to this boldness to appear</br>Before your Majesty, was what I owe,</br>And ever shall unto your Valour, know,</br>(For you may have forgot it) I am she,</br>Who with my good old Father you set free,</br>Some two years since, from bloody minded men,</br>That would have kill'd my honor; had not then</br>Your timely aid stept in to rescue me,</br>And snatcht my bleeding Father, dear to me</br>As was mine honor, even from the jaw of Death,</br>And given us both a longer stock of breath.</br>'Twas this, great King, that drew me with this train,</br>From our Devotion to review again</br>My honors best preserver, and to pay</br>The debt of thanks I owe you:  many a day</br>I've wish'd for such a time, and Heav'n at last</br>Hath made me happy in it:\"  day was now</br>Well nigh spent, and Cattel 'gan to low</br>Homewards t' unlade their milky bags, when she</br>Her Speech had ended; every one might see</br>Love sit in triumph on Alexis brow,</br>Firing the captive Conqueror, and now</br>He 'gins to court her, and love tipt his Tongue</br>With winning Rhetorick; her hand he wrung,</br>And would agen have kiss'd her; but the Maid</br>With a coy blush 'twixt angry and afraid</br>Flung from the King, and with her Virgin train,</br>Fled swift as Roes unto their Bower again.</br>Alexis would have follow'd, but he knew</br>What eyes were on him, and himself withdrew</br>Into his Chariot, and to Courtward went</br>With all his Nobles, hiding his intent</br>Under the veil of pleasant light discourse,</br>Which some markt well enough; that night perforce</br>They all were glad within the open Plain</br>To pitch their Tents, where many a Shepherd Swain</br>Upon their Pipes troul'd out their Evening Lays</br>In various accents emulous of praise.</br>It was a dainty pleasure for to hear,</br>How the sweet Nightingales their throats did tear,</br>Envying their skill, or taken with delight,</br>As I think rather, that the still-born night</br>Afforded such co-partners of their woes.</br>And at a close from the pure streams that flows</br>Out of the rocky Caverns not far off,</br>Eccho replied aloud, and seem'd to scoff</br>At their sweet sounding airs, this did so take</br>Love-sick Alexis willingly awake,</br>That he did wish't had been a week to day</br>T' have heard them still; but time for none will stay,</br>The wearied Shepherds at their usual hour</br>Put up their Pipes, and in their Straw-thatcht Bow'r</br>Slept out the rest of night, the King likewise</br>Tir'd with a weary March shut in his eyes.</br>Within their leaden fold all hush'd and still;</br>Thus for a while we leave him, till my Quill</br>Weary and blunted with so long a story,</br>Rest to be sharpen'd, and then she is for ye.", "No sooner welcome day with glimmering light</br>Began to chase away the shades of night,</br>But eccho wakens, rouz'd by the Shepherd Swains,</br>And back reverberates their louder strains.</br>The airy Choire had tun'd their slender throats,</br>And fill'd the bushy groves with their sweet Notes</br>The Flocks were soon unfolded, and the Lambs</br>Kneel for a Breakfast to their milky Dams.</br>And now Aurora blushing greets the world,</br>And o're her Face a curled Mantle hurl'd:</br>Foretelling a fair day, the Soldiers now</br>Began to bustle; some their Trumpets blow,</br>Some beat their Drums, that all the Camp throughout</br>With sounds of War they drill the Soldiers out.</br>The Nobles soon were hors'd, expecting still</br>Their King's approach, but he had slept but ill,</br>But was but then arising, heavy ey'd,</br>And cloudy look'd, and something ill beside.</br>But he did cunningly dissemble it</br>Before his Nobles, all that they could get</br>From him was that, a Dream he had that night</br>Did much disturb him; yet seem'd he make slight</br>Of what so troubled him; but up he chears</br>His Soldiers with his presence, and appears</br>As hearty as his troubled thoughts gave leave:</br>So that except his groans, none could perceive</br>Much alteration in him:  toward Court</br>The Army marches, and swift wing'd report</br>Had soon divulg'd their coming; by the way</br>He meets old Memnon, who, as you heard say,</br>Was Sire to Florimel, good man, he then</br>Was going to his Daughter:  when his men</br>Then in the Army in his passing by</br>Tend'red their duty to him lovingly.</br>He bids them welcome home; the King drew near,</br>And question'd who that poor man was, and where</br>His dwelling was; and why those Soldiers show'd</br>Such reverence to him; \"'twas but what they ow'd\"</br>Answer'd a stander by; \"he is their Lord,</br>And one that merits more than they afford.</br>If worth were rightly valued (gracious Sir)</br>His name is Memnon, if one may believe</br>His own report; yet sure, as I conceive,</br>He's more than what he seems:\"  the Army then</br>Had made a stand when Memnon and his men</br>Were call'd before the King:  the good old man</br>With Tears, that joy brought forth, this wise began.</br>\"To welcome home Alexis ever be</br>Those sacred powers bless'd, that lets me see</br>My Sovereigns safe return:  still may that power</br>Strengthen your arm to Conquer:  Heav'n still shower</br>Its choicest blessings on my Sovereign,</br>My lifes preserver:  welcome home again.</br>I would my Girl were here,\" with that he wept,</br>When from his Chariot Alexis stept,</br>And lovingly embrac'd him:  he knew well</br>That this was Memnon, Sire to Florimel;</br>And to mind how he had set them free</br>From more than cruel Rebels; glad was he</br>So luckily to meet him, from his wrist</br>He took a Jewel, 'twas an Amythist</br>Made like a Heart with wings:  the Motto this,</br>\"Love gives me wings, and with a &mdash; kiss.\"</br>He gave it to old Memnon:  \"bear,\" said he,</br>\"This Jewel to your Child, and let me see</br>Both you and her at Court, fail not with speed</br>To let me see you there:  old man, I need</br>Thy grave advise;\" all wondred at the deed,</br>But chiefly Memnon:  \"Father,\" said the King,</br>\"I'll think upon your men:  fail not to bring</br>Your Daughter with you;\" so his leave he takes,</br>And ravish'd Memnon tow'rd his Daughter makes.</br>The Army could not reach the Court that night,</br>But lay in open Field, yet within sight</br>Of Pallimando where the Court then lay.</br>For greater state Alexis the next day</br>Purpos'd to enter it; the Townsmen they</br>In the mean time prepare what cost they may,</br>With Shows and Presents to bid welcom home</br>Their victor King; and amongst them were some</br>Studied Orations, and compos'd new lays</br>In honour of their King:  the Oak and Bays</br>Were woven into Garlands for to crown</br>Such as by Valor had gain'd most renown.</br>Scarce could the joyful people sleep that night,</br>In expectation of the morrows sight.</br>The morrow came, and in triumphant wise</br>The King and Soldiers enter:  all mens eyes</br>Were fix'd upon the King with such desire,</br>As if they'd seen a God, while Musicks Choire</br>Fill'd every corner with resounding lays,</br>That spake the conquering Alexis praise.</br>Drown'd in the vulgars lowder acclamations,</br>'Twould ask an age to tell what preparations</br>Were made to entertain him, and my muse</br>Grows somewhat weary:  these triumphant shews</br>Continu'd long, yet seem'd to end too soon,</br>The people wish'd 'thad been a week to noon.</br>By noon the King was hous'd, and order given</br>To pay the Soldiers, now it grew tow'rd even,</br>And all repair to rest; so I to mine,</br>And leave them buried in sound sleep and Wine.</br>I'll tell you more hereafter, friendships laws</br>Will not deny a friendly rest and pause.", ""]