["1.  1.</br>Hail Heav'n-sprung Impudence, by Mars begot</br>On lovely Venus, in that fatal hour,</br>When by black Vulcan's fraudful plot,</br>The net unseen hung o'er each raptur'd pow'r:</br>While leaving all their bright abodes,</br>Met the full synod of the Gods,</br>And all with envy view'd the melting sight,</br>And wish'd to be involv'd in such an amorous plight.", "I.  2.</br>Hence to the warlike soldier's stately port,</br>And to the courtesan's full staring eye,</br>Thou fondly frequent dost resort,</br>There, there we best thy genuine force descry:</br>And oft in print thou dost appear,</br>With counsel for the statesman's ear,</br>How best the helm of government to guide,</br>And how to swell more high Corruption's foaming tide.", "I. 3.</br>But chief to one exalted clime,</br>Thro' all the long records of time,</br>We find thou didst dispense,</br>With ever nobly liberal hand,</br>O'er all the happy happy land,</br>The generous gift of boundless confidence:</br>And ancient legends say,</br>Soon as their young race see the day,</br>That plung'd in Shannon's wond'rous stream,</br>They strait become insensible of Shame.", "II. 1.</br>Ah! where is he that would not fondly chuse</br>Oft to be dipt within that sacred flood,</br>And there with eager haste to lose</br>Th' emotions wild that fire the glowing blood,</br>The downcast glances of the eyes,</br>The blushes deep that sudden rise,</br>With all that agitates the human race,</br>With feelings quickly keen when o'er them hangs Disgrace.", "II. 2.</br>Had I the mighty pow'r to mount and soar,</br>On wand'ring plume thro' all the laughing sky,</br>I'd waft me to that river's shore,</br>And o'er the beauteous rolling current fly;</br>And oft I'd skim the liquid verge,</br>And oft I'd sink and oft emerge,</br>And still my brow so oft abash'd I'd lave,</br>Till Modesty was drown'd deep in the closing wave.", "II. 3.</br>Eas'd of that still-intruding guest,</br>That cruel joy-dispelling pest,</br>How freely would I scorn</br>The base, the self-applauding train,</br>For ever weak, for ever vain,</br>That to their own praise wind the sounding horn;</br>And by kind Nature blest,</br>With arrogance above the rest,</br>Boast that all wit, all sense is theirs,</br>And they were wise before their beards had hairs.", "III. 1.</br>Ev'n Wisdom's precious self with look demure,</br>Might turn for years the page of Science o'er,</br>Might boast her classic fountains pure,</br>And bid the world admire the sacred store;</br>But yet if not upheld by thee,</br>How very weak the vaunt would be;</br>Unless by thy undaunted look inspir'd,</br>Vain might she strive to mount the height she had aspir'd.", "III. 2.</br>Shall still despis'd the sons of Merit pine,</br>Low sunk in dark Obscurity's deep vale;</br>Must Genius still to woe resign,</br>And will not Greatness hear her moving tale,</br>Unless with Impudence allied,</br>He throws his bashful chains aside,</br>And lost to Modesty transmits to Fame,</br>Embalm'd with venal praise some high-detested name.", "III. 3.</br>Yet hard the struggle to expell</br>The seeds of Shame when rooted well,</br>And Diffidence resign;</br>For if your voice or look betray,</br>You cannot force it quite away,</br>By Heav'n you'll envy him who digs the mine:</br>Still in confusion lost,</br>You'll shun the ever treacherous coast,</br>Nor hoist the bold advent'rous sail,</br>Lest Impudence refuse the welcome gale.", "IV.  1.</br>Were she at once to lose her glorious pow'r,</br>How very low would shoals of mortals sink,</br>Ev'n some that now the highest tow'r,</br>Would almost into very nothing shrink;</br>The land would be with fools o'erspread,</br>Dulness the sagest would invade,</br>Each with his real merit would appear,</br>And my well-polish'd lines would charm each feeling ear.", "IV. 2.</br>Then meek-ey'd Modesty might grace the earth,</br>With Diffidence retiring from the view,</br>Two angels of celestial birth,</br>Of beauteous form, and glowing rosy hue;</br>Where'er the lovely cherubs rov'd,</br>Their blushing charms would be approv'd;</br>Chear'd by their light would ev'ry virtue shine,</br>With flame unborrow'd all, with radiance all divine.", "IV.  3.</br>Farewell alas to thoughts like these,</br>Weak fool, to think that they could please,</br>That they could fire the soul:</br>Then come, kind Impudence, to all,</br>No more let Bashfulness enthrall,</br>And o'er the face warm burning blushes roll:</br>But case us all in brass,</br>Hence shall this age each age surpass,</br>And truly be the brazen nam'd,</br>Hence Albion as Hibernia shall be fam'd.</br>"]