["Tho' lost for ever those delightful dreams,</br>That Fancy o'er the twilight-rapture streams,</br>No more recluse, with pensive joy, to walk,</br>Or hearken to the Muse's whisper'd talk;</br>No more to breathe the soul in witching rhyme,</br>By wizard fount, deep dell, or hill sublime,</br>What time the sere leaf quivers to the ground,</br>And SILENCE sheds her solemn calm around,</br>And Autumn's tawny hand with touch unseen</br>Strips from the bending branch it's garment green;</br>And moaning sad thro' each unblossom'd spray,</br>Shrieks shrill the awful Genius of Decay;</br>Tho' doom'd, enchanting POESY, no more</br>High-charm'd to listen to thy warbled lore,</br>Tho' in oblivion's dusky pool to hide</br>That flute, whilere my pleasure and my pride,</br>With which so oft I woke the blushing day,</br>The lark alone sweet rival of my lay,</br>Yet the dire vengeance of immortal song</br>Let Genius thunder on the tasteless throng</br>Who, basely girdled by a scoundrel-train,</br>Eschew the minstrel, yet adore the strain;</br>Lift at each line th' ecstatic-rolling eye,</br>But leave the Bard to languish and to die.</br>For such there are, and such should surely feel</br>The lasting pang of the poetic wheel;</br>So shall they boast no more a borrow'd fame,</br>Unjust usurpers of the PATRON'S name,</br>Distinguish'd name, by ancientry approv'd;</br>Which SYDNEY cherished, and SOUTHAMPTON lov'd:</br>One did a SPENSER, one a SHAKESPEARE raise,</br>And gave and got inestimable praise!", "Ah thou, encompast with domestic pain,</br>Who fondly hop'st to build the lofty strain,</br>To weave the magic lay, whose light and shade,</br>Deep hues and dazzling colours, must not fade;</br>Who mount Imagination's rainbow wing,</br>Dipt in gay tin's of the Pierian spring,</br>Ah!  turn, and damp'd be thy enthusiast joy!</br>To CHATTERTON, the Muse's matchless boy;</br>With every grace of ancient wisdom blest,</br>All untaught genius breathing from his breast.", "Behold the haughty soul o'er heav'n that flew,</br>Submissive, for a paltry pittance sue,</br>Behold those lines that feed the general ear,</br>Despis'd, discarded, by the listless Peer!</br>Behold, (when vain each gentler plea to claim</br>A little notice of that mighty name)</br>In scorn too fierce, and disappointment dire,</br>The wonder of the learned world expire!</br>Can studious zeal his rapid flights to trace,</br>Or catch one meaning shadow of his face?</br>Can Admiration, with its late applause,</br>Or o'er each beauty the astonish'd pause,</br>Alas!  to soothe his lone enanguish'd ghost,</br>In youth's proud dauntless prime for ever lost,</br>Tho' my heart gushes o'er his piteous tale,</br>Can e'en this honest verse of mine avail?", "But shouldst thou more on elder proofs rely,</br>Th' historic page shall wound thy injur'd eye.</br>There still, in sad succession, they appear</br>To check thy warmth, and start the tender tear.</br>All chill'd his faery ecstacies divine</br>With wayward cross, and penury, and pine;</br>Sore shent by fickle Fortune's wintry blast,</br>The pleasant sunshine of Hope's summer past,</br>And o'er his cote fell Eurus whistling frore;</br>Lo!  MULLA'S minstrel on JUVERNA'S shore;</br>Ah me!  while foemen deal him grievous wrong,</br>Full deftly he indites his dainty song,</br>And though his tears may with his descant flow;</br>Th' unconquerable mind still mocks at woe!</br>Sweet Bard!  when ev'ning breathes a purer air,</br>No boist'rous breeze their fleeting form to tear,</br>Still round thy tomb the elfin bevies glide,</br>Bath'd in the trembling moonbeam's yellow tide,</br>Still, in that ring their mystic feats renew,</br>And crush the lurking worm, and kill th' unwholesome dew!", "Compell'd by want to gild a graceless Court,</br>Where all was empty jest, and idle sport,</br>Where Vice with Folly leagued, her revels held,</br>And chas'd the bashful Virtues from the field;</br>See DRYDEN scatter his ambrosial hoard</br>Of sacred incense o'er some booby lord,</br>Oh see!  scintillant from his mental fire,</br>Bright points of wit, that sparkle and expire,</br>Gross, pond'rous dolts upbuoy'd in hasty Odes,</br>And British blockheads turn'd to Graecian Gods!</br>Yet, what proud meed awaits the LAUREATE'S death,</br>What pomp sepulchral, what distinguish'd wreath?</br>By a lewd rake his sacred corse profan'd,</br>For debt great DRYDEN'S last, sad rite's detain'd;</br>When o'er his bier the widow'd plaint is heard,</br>At length, by common charity interr'd!", "Who led by sweet Simplicity aside</br>From pageants that we gaze at to deride,</br>Has not, while wilder'd in the bow'ry grove,</br>Oft sigh'd \"Come, live with me, and be my love!\"?</br>Yet oh!  be love transform'd to deadly hate,</br>As freezes memory at MARLOW'S fate,</br>Disastrous Bard!  by too much passion warm'd,</br>His fervid breast a menial beauty charm'd,</br>Nor, vers'd in arts deceitful woman knows,</br>Saw he the prospect of his future woes;</br>Vain the soft plaint that sordid breast to fire</br>With warmth refin'd, or elegant desire,</br>Vain his melodious magic to impart</br>Affections, foreign to th' unfeeling heart,</br>In guardless ecstacy's delicious glow</br>He sinks beneath a vassal murd'rers blow,</br>O'er his dread fate my kindred spirit stands</br>Smit with commutual wound, and Pity wrings her hands!</br>Ah!  had some genial ray of bounty shone</br>On talents, that but lack'd it's aid alone,</br>Had some soft pennon of protection spread</br>Its eider plumage o'er that hapless head,</br>What emanations of the beauteous mind</br>Had deck'd thy works, the marvel of mankind,</br>Snatch'd from low-thoughted care thy stooping soul,</br>And plac'd thee radiant on Fame's deathless roll,</br>Where still anneal'd, thy own unequall'd strain</br>Shall, crown'd by Sensibility, remain!", "Could JOHNSON'S learned skill, or moral pow'r,</br>Whose science rifled ev'ry ATTIC flow'r,</br>Their honey-dews suck'd from all blooms that blow,</br>And stripp'd of all it's sweets HYMETUS' brow,</br>Could aught his wisdom or his worth obtain,</br>Thro' many a year elaborately vain?</br>In patient poverty his youth was past,</br>And when slow favour, ling'ring, came at last,</br>Life's sprightly vigour flown, enjoyment lost,</br>Dear was the gift that so much labour cost;</br>E'en polish'd STANHOPE, when too late imprest</br>With truth's resistless energy his breast,</br>The proffer'd good his vanity supply'd,</br>Saw with a manly fortitude deny'd,</br>Merit's proud modesty the kindness spurn'd,</br>By venal flattery to be return'd!", "Quaint Humour's child, whose \"colonelling'' knight</br>Grave Satire archly kens with new delight,</br>Ingenious BUTLER!  through thy various round</br>Of promissory jilts, what friend was found?</br>Tho' oft he conn'd thy volume laughter-fraught,</br>Tickled by each inimitable thought,</br>(Good easy man, with heedless glee he read,)</br>Could e'en thy sovereign's purse afford thee bread?</br>And BUCKINGHAM'S loose conduct well may shew</br>That wit, to wit is oft its greatest foe.</br>O!  in our later era could I see</br>One son of smiling Ridicule, like thee,</br>Still, (keen correction leering in her eyes,)</br>Profuse of mirth, might sportive Censure rise,</br>Drop soft elixir where she wounds the heart,</br>And tickle with the plume that guides her dart!", "In a dark garret where the biting cold</br>No cheerful hearth allays, poor BOYSE behold!</br>A blanket skewer'd his shiv'ring shoulder wears,</br>Outrageous Hunger at his vitals tears;</br>Not one dry crust his tuneful toil requites,</br>And e'en in famish'd misery he writes,</br>Yet, FIELDING'S candid judgment may sustain</br>The doubted value of his lofty vein!", "Hark!  what wild numbers break, sublimely sweet,</br>The breathing stillness of this deep retreat,</br>What bursts delirious of reviving song,</br>Steal on each sense those gloomy cells among,</br>'Tis SMART! &mdash; anon the maniac minstrel raves,</br>Loud as the tempest, fiercer than the waves;</br>And now, attuning soft a gentler lay,</br>It's tones, &mdash; how musical they faint away.", "Of Taste's bright PLEIADS a distinguish'd star,</br>Whose burnish'd glories still are beam'd afar,</br>What fair resource did LOYD in grandeur meet,</br>His earliest lustre sully'd in the FLEET;</br>With CHURCHILL mark him at the social board,</br>What charms they cull from Reason's festive hoard,</br>But all the pleasures of the feast remov'd,</br>Which HEBE might have serv'd, and GODS approv'd,</br>All the soft solace of the banquet o'er,</br>And, dire to pay, the long-protracted score,</br>How shall their host the vent'rous heroes quit,</br>Wit without money, money without wit,</br>Till PHOEBUS, muffled in the shaggy cloke</br>Of Bookseller, expound the knotty joke,</br>Soothe the CERBEREAN landlord with a fee,</br>Clear the tremendous bill, and set his fav'rites free.", "He who aspires to please this sapient age,</br>And reap due profit too, must mount the stage,</br>Yet brief indeed the ACTOR'S highest boast,</br>His acme in an hour attain'd or lost,</br>A casual fall the firmest frame destroys,</br>A curst catarrh obstructs the soundest voice;</br>Nor shouldst thou, PAINTING, too unjustly vain,</br>Thy elder sister's nobler art disdain;</br>Or, join with powerful MUSIC to dethrone</br>Consummate worth, superior to your own;</br>The symmetry exact, the touching grace</br>Finely diffus'd o'er Action's form or face;</br>The canvas, with creative colour fir'd;</br>The airs, by hymning cherubim inspir'd;</br>Fleeting and frail, are transitory all,</br>Nor oft will Wisdom for their raptures call;</br>But the bold song, where proud to vanquish Time,</br>Fond POESY pours forth the kindling rhyme,</br>In splendid rivalry where beauties meet,</br>And shining order marks the piece complete,</br>Tho' envious Chance consume the guardian page</br>Commission'd to inform each future age,</br>Water nor Fire, with all their vengeance fraught,</br>Impious, can hurt th' INVIOLABLE THOUGHT,</br>Tradition's volubly-transmitting tongue</br>Will catch the hallow'd numbers which she sung,</br>Sires to their list'ning sons repeat them o'er,</br>And spread the legend wide, 'till language is no more!", "Who has not heard of CARAVAGGIO'S name?</br>Illumin'd by the painter's purest flame,</br>His graceful strokes delude the gazing eye,</br>Glide to the heart, and Nature's self supply:</br>On journey bent, his weary feet could find,</br>Tatter'd and poor, no habitation kind,</br>No unthatch'd hovel, no deserted shed,</br>Where hapless Genius might repose its head;</br>At length, a sordid inn where carters rest,</br>And beggars vile, receives the gifted guest,</br>Whose skill, employ'd to grace the gaudy sign,</br>Must prove it's best effort, before he dine;</br>And now the umber'd board before him stands,</br>Pallet and pencil fill his forming hands,</br>The mingling colours meet, and red and white,</br>Each other's aid!  harmoniously unite,</br>'Till the full figures rise, and swell upon the sight!</br>Sublime it swings aslant the public road:</br>At morn, the Artist quits his mean abode.</br>Meanwhile, by fortune led to pass that way,</br>On neighing courser, with attendants gay,</br>A critic wight came pricking o'er the plain,</br>Right soon the sign-post doth his speed detain,</br>With curious haste he views, and quick surprize,</br>And for a sum immense the PICTURE buys!</br>Amaz'd with joy, th' unconscious master stares,</br>Straight from his stall the saddled steed prepares,</br>And, wing'd with hope, the Stranger's path pursues;&mdash;</br>But, how the rest to tell, too tragic muse!</br>By a ditch-side, in death his sorrowing eyes</br>For ever seal'd, the slighted Painter lies.", "Hence may be taught the young unpractis'd heart</br>That gothic dullness chill'd each kindred art,</br>And though the Poet, much to public shame,</br>Pre-eminence of penury may claim,</br>Scarce less has barb'rous ignorance o'erlaid</br>The mimic world by daedal painting made;</br>Oh!  say what soul the Muses deign to bless</br>In fawning phrase the servile song will dress,</br>Drop the smooth balm from Adulation's plume,</br>And picture Plenty on a Miser's tomb?</br>Yet, some, by partial glimmer led astray</br>Of sun-like Inspiration's ardent day,</br>On brainless sculls the blushing wreath have plac'd,</br>Or giv'n a Marquis sense, a Nabob taste,</br>Stuck a pert Fiddler next to NEWTON'S bust,</br>And rais'd a titled dolt on MILTON'S dust!", "So have I seen a strolling ROMEO woo</br>Some cookmaid, redolent of sav'ry stew,</br>And pressing her coarse paw unwash'd and tann'd,</br>Sigh, \"the white wonder of my JULIET'S hand!\"</br>For well, smooth Flatt'ry!  can thy colours spread</br>Youth's damask blushes with a warmer red,</br>Uncrutch hoar eld, and make the shrivell'd cheek,</br>Blushy as BACCHUS, as ADONIS sleek!", "Let him, who desperately prone to eat</br>The crumbs of PATRONAGE, would court the GREAT,</br>Consider well, to cool his scribbling rage,</br>Thy apoplectic homily, LE SAGE!</br>Daub thick his dedication o'er with lies,</br>And to the slippery heights of falsehood rise,</br>Nor forfeit for uncivil truths his place,</br>But glory in a gen'rous want of Grace.", "In Life's lone paths, and solitary glooms,</br>How many a flow'r has spent its choicest blooms;</br>Nip'd in it's bud by an untimely blight,</br>By circling weeds all hid from public sight,</br>Unknown its fragrance, beautiful in vain,</br>And torn and trampled by the passing swain,</br>No lordly son of wealth, no liberal fair,</br>Pluck'd the lost gem to grace a garland rare,</br>But spurn'd the simple chaplet nature yields,</br>Cull'd from the produce of our British fields,</br>While fam'd exotics, a vile, sickly race,</br>Find in the warmest beds unbounded space;</br>There, fade in state, fuliginously grim,</br>And rot, the martyrs of capricious whim!", "Who, tho' on eagle wing alert to soar,</br>Scans thy sweet lay, disastrous DELACOUR?</br>Who nervous BROOKE'S illuminated lines,</br>Where all the PATRIOT in GUSTAVUS shines,</br>Tho' splendidly obscure, the hero of the Mines?</br>Not nobler thoughts could ADDISON express,</br>And CATO might assume the SWEDISH dress!", "O!  Thou, who mellowed'st first my artless note,</br>To piety, at once, and verse devote,</br>Who the rude depths of DANTE hast explor'd,</br>Yet ORPHEUS-like return'd, to light restor'd,</br>And then didst follow, unappal'd by fear,</br>Frantic ORLANDO in his mad career,</br>Or, bosom'd in Ophelia's haunted vale,</br>Of princely EUGENE sang'st the wond'rous tale,</br>Oh!  skill'd, like TURPIN, with sagacious eye</br>To pierce the glorious rites of Chivalry,</br>And fill each Chronicle's mysterious void:&mdash;</br>Pattern of modest worth, where art thou, BOYD?", "Tho' Fancy o'er my cradled vision smil'd,</br>And fav'ring Muses own'd their darling child,</br>Tho' secret bliss, ineffably refin'd,</br>Shed soft illusions o'er my melting mind,</br>And her fantastic mirror Promise gave;</br>E'en then misfortune mark'd me for her slave,</br>Dependance pointed to my lot forlorn,</br>And mid the roses thrust a latent thorn:</br>From youth's first dawn to manhood's riper day,</br>What scenes have drawn my pilgrim-step astray,</br>Deceitful scenes!  in fairy-prospect bright,</br>But dim'd too often on the cheated sight;</br>Ere yet Grief's keenest shaft unerring sped,</br>And Rapture wip'd the tear that Pity shed,</br>What winning forms aye beck'd me to pursue</br>Such shades, as colder Prudence never knew,</br>While, every fibre stretching e'en to pain,</br>I commun'd with the BEINGS of the BRAIN!", "Late, o'er my head, I view the gathering cloud</br>Of sorrow, wrap me in its sablest shroud,</br>Of life's machine the movements wear away,</br>And those voluptuous fantasies decay,</br>Yet, still, with undiminish'd smile remain</br>Some silent, conscious guests to soothe my pain,</br>Still meek-ey'd Feeling bends, divinely mov'd,</br>In social woe, o'er him the Muses lov'd,</br>Still Friendship, from it's healing store bestows</br>A sov'reign cure each slighter scar to close;</br>And fair Devotion, brightly fleeting by,</br>Unbars new portals to a purer sky,</br>Whence, seraphs leaning from th' angelic quire</br>Invite, to sweep a more than mortal lyre!</br>Be thine, my FRIEND!  with free, facetious ease,</br>And flashes of unpilfer'd mirth to please;</br>Whom Fortune fix'd, then learning first to feel,</br>Just on the middle spoke of her inconstant wheel,</br>Be ne'er thy page, to gull a guilty taste,</br>By Ribaldry's licentious trash disgrac'd,</br>Be ne'er thy satire strew'd on Virtue's bier,</br>Nor yet the frown of Vice in office fear,</br>And still, with honest apathy, avoid</br>That glut of wit, where every palate's cloy'd,</br>Where Malice harlequins in Humour's vest,</br>And brother fools stand gaping for the jest:</br>Oh!  would th' indulgent stars this hand allow</br>To quit the barren pen, and grasp the plough,</br>Chearful to chaunt unmeditated lays,</br>And see, at eve, the sprightly faggot blaze,</br>Reckless of all the brilliant toys of state</br>That win those babies, falsely styl'd the Great,</br>With friends, select but few, the noisy town</br>I'd fly, for green retreats, and shadows brown,</br>Shrink mid their vernal fold, and safe within,</br>Despise th' abode of Luxury and Sin,</br>Stretch'd by a winding streamlet's tiny tide,</br>Forget majestic THAMUS' ocean pride,</br>Nor miss, where village-spires presume to rise,</br>LONDON'S imperial top that wounds the skies.</br>"]