["Come from thy hill, Malvina, lovely beam,</br>Where oft, beside its gurgling streamlet laid,</br>Thou see'st, all glittering to the Moon's pale gleam,</br>On his dim cloud thy valiant Oscar's shade:</br>Come in thy beauty to this haunted glade,</br>While thy hands wander o'er the quivering strings;</br>For thou canst take the soul, my lovely maid,</br>And lifting it on Music's downy wings,</br>Bear it to those sweet scenes where endless rapture springs.", "What wondrous phantoms o'er my fancy fly,</br>As thy lyre trembles to that solemn strain!</br>They come, as Moon-beams leave the cloud on high,</br>And dim and feeble glimmer on the main.</br>Enough, Malvina.  O'er my wither'd brain</br>Poetic tides resistless pour along.</br>Give me the harp that bends across the plain,</br>The deeds of old shall animate my strain</br>When thy young lover shone the valiant chiefs among.", "Wide o'er Brabala's hills and verdant vales</br>Long his dominion aged Mornan spread:</br>His generous deeds inspired the Poets tales:</br>Ne'er to his caves the captive wretch was led,</br>Nor helpless wanderer in his dungeons bled.</br>Here, with his daughter, fair Calthona, blest,</br>The circling years flew lightly o'er his head.</br>No troubles e'er disturb'd his days of rest,</br>Nor did the woes of war the peaceful chief molest.", "With Heroes long inured to bloody deeds,</br>From Erin's mountains fierce Colranno came;</br>Weak as the breeze that plays mid Lego's reeds,</br>Were Mornan's warriors to this chief of fame.</br>In vain brave Narthon, rous'd by glory's flame,</br>For fair Calthona threw his glittering spear;</br>Slavery's fell chains soon bound the gentle dame,</br>She, with her father, pent in prisons drear,</br>Was left in hopeless sighs to waste the mournful year.", "\"Son of my son!\"  said Fingal, mildest chief,</br>\"Let Morven's warriors on the billows ride.</br>To aged Mornan haste to bring relief,</br>And humble dark Colranno's heart of pride.</br>Let Ossian's arm of strength be by thy side,</br>Mid dangers dire thy headlong youth to aid,</br>Narthon thy path thro' dangerous seas shall guide;</br>And, when at last the storms of war are laid,</br>Give to the valiant youth Brabala's beauteous maid.\"", "To meet their foes Colranno's heroes flew,</br>And the dire battle bled along the shore;</br>Wild, as if warring tempests fiercely blew,</br>And, swept by storms, the waves of ocean roar.</br>Their valiant chief soon Erin's sons deplore,</br>For who could match thy hero, maid, in sight?</br>Beneath his sword, pale, faint, and steept in gore,</br>Colranno, quiv'ring, sunk in endless night,</br>While far across the heath his squadrons bent their flight.", "Mornan, from bands of cruel slav'ry free,</br>Sees to his sway once more his chiefs resign'd.</br>Soon did my generous Oscar swiftly flee,</br>To the deep cave where fair Calthona pin'd.</br>On her white arm her lovely head reclin'd.</br>And plung'd in tears the beauteous maid he found.</br>With quickest speed he did the chains unbind,</br>By fierce Colranno wrapt her frame around;</br>And thus the virgin, sooth'd with words of softest sound:", "\"Come from that cavern's dreary gloom,\" he said,</br>\"Nor weep forlorn and sad, in endless night.</br>See from yon tow'r the beam of joy display'd,</br>And boys the useless javelins tossing light,</br>Far o'er the mountain high, with keen delight.</br>Grey Mornan hastes to clasp thee in arms.</br>For thee brave Narthon, mid the furious fight</br>Resistless flew, and hush'd wild war's alarms:</br>Then hear his sighs of love, and bless him with thy charms.\"", "Thro' Narthen's breast what tides of transport flew,</br>When fair as breaks o'er Morven's steeps, the morn,</br>Once more his maid of beauty met his view!</br>Shall smiles of joy thy raptur'd looks adorn,</br>When with love's pangs her gentle bosom torn,</br>Of thee regardless, flies thy favourite maid?</br>Her glance no more shall soothe thy heart forlorn,</br>As when the notes of peace fill'd every glade,</br>And yet o'er Morven's rocks the sons of Morven stray'd.", "On ocean's strand, where rear'd the strife of spears.</br>Beneath a cliff at dead of night I lay.</br>To my dim eye the chiefs of other years</br>Rose mildly floating on their airy way.</br>My Evirallin, from her cavern grey,</br>Came sighing sad the rustling breeze along.</br>His thin harp waving to the Moon's pale ray,</br>Half viewless Ullin pour'd his ardent song.</br>The strains harmonious rov'd the low-hung clouds among.", "A sweeter strain now came along the shore,</br>And quick the vision melted from my sight.</br>Who wanders wild along that mountain hoar?</br>Brabala's maid, beneath the trembling light,</br>Pours, slow her sorrows to the gale of night.</br>Not softer founds the ravish'd hunter hears,</br>When o'er her sleeping lover bending bright,</br>The maiden's spirit whispers in his ears</br>The tender tales of love, the joys of former years.", "\"Chief of the sons of Morven's land,\" she cried,</br>\"How have thy beauties charm'd my soul away!</br>O that, ere I thy fatal form descry'd,</br>Wide o'er the turf, where slept my hapless clay,</br>The sportive wild deer held their airy way!</br>Then o'er my tomb, his heart with sorrow worn,</br>My faithful Narthon &mdash; far, ye horrors, stray.</br>That name with anguish fills my heart forlorn;</br>Turn from these thoughts of woe, my shuddering spirit, turn.", "\"Bear me where Morven's rocks of gloom arise,</br>And rapture in ray heart shall glow again.</br>When from her cliff the early eagle flies,</br>What joy to mark thee mid thy hunter train,</br>Sweeping with feet of wind along the plain!</br>When in the shade of eve thou sink'st to rest,</br>From my sweet harp shall waken such a strain,</br>As from thy foul each care, each grief shall wrest,</br>And soothe to quiet rest thy wo-worn weary breast.\"", "When o'er the trembling waves pale morn was spread,</br>With speed brave Narthon rush'd along the shore:</br>The helm of battle glittered on his head,</br>And in his hand a forward spear he bore.</br>Late as the lonely cliff he wandered o'er,</br>He heard his lov'd Calthona's song of night.</br>And, \"Oscar, grasp,\" he cried, \"thy sword once more,</br>And let thy valour try this arm in fight.</br>Ghost of my fathers, hear, O aid me with your might!\"", "From Morven's ranks to meet this warrior brave,</br>A youthful chieftain came with steps of speed.</br>\"O'er thee great Oscar ne'er his sword shall wave,</br>Beneath this arm,\" he said \" thou'rt doom'd to bleed.\"</br>Hence to the peaceful hall, or grassy mead.</br>\"Son of the feeble!\"  Narthon scornful cried,</br>\"There where the airy dance the virgins lead,</br>Hung with gay flowers in mazy circles glide, </br>Fly hence, let low in dust be laid thy beauty's pride.\"", "With lightning's haste the youth an arrow threw,</br>Thro' empty air it held its erring way.</br>Quick to the combat fierce the warriors flew,</br>And soon a corse the blooming Hero lay,</br>The tresses dark that down her shoulders stray,</br>The looks that languish in her closing eyes,</br>And breast of snow, Brabala's maid betray;</br>A warrior's form her lovely form disguise,</br>Prepar'd thro' seas to fly where Selma's turrets rise.", "What pangs of sorrow dart thro' Narthon's soul</br>When to her cloud Calthona's spirit flew!</br>Wild o'er the bleeding corse his eye-balls roll,</br>Then on the ground his trembling frame he threw.</br>Frantic with rage his sword grey Mornan drew,</br>While down his cheeks the streams of sorrow stray'd;</br>And as dire phrenzy in his bosom grew,</br>The hapless mourner would in death have laid,</br>But Oscar o'er the youth his shield of safety spread.", "\"Warrior of woes,\" he said, \"thy wrath restrain,</br>Nor drench with desperate hand thy sword in gore.</br>Wouldst thou avenge thy hapless daughter slain,</br>Let Narthon still the bloody deed deplore.</br>Oft shall he, sitting on the sea-beat shore,</br>Far on the foaming wave, Calthona spy,</br>While anguish dire his soul shall tremble o'er.</br>Thy age shall rest in Fingal's turrets high,</br>Till to thy darling's cave thy fleeting spirit fly.\"", "Such were thy lover's deeds, thou maid of bloom,</br>For mercy dwelt within his generous breast.</br>Now mid the grass that whistles o'er his tomb,</br>The screaming curlew builds her lowly nest.</br>Near the young warrior, soon my head shall rest,</br>And soon in bowers of bless my soul he laid:</br>From thence, when night fails slowly from the West,</br>Oft shall we come, the vanquish'd chief to aid,</br>To charm th' expiring youth, and soothe the love-sick maid.</br>"]