["So had not Reynardo stept in to save</br>His sinking country from the threatening wave</br>Of France and Papal Power, with dreadful roar</br>This stream had drenched all Albion's land with gore;</br>And when he had performed this mighty job,</br>Damned with a pension, hooted by the mob. . . .</br>Now for a touch at Ministers of State:</br>Batarto always at his Levee, came,</br>A Caledonian great in Birth and Fame,</br>Well versed in every kind of courtiers' Laws;</br>Could twirl his Lordship's wig, or twist a cause;</br>With Rusticus he was a stupid log;</br>With Servilus a flattering, fawning dog;</br>As pliant was will any shape retain,</br>So he conformed to all in hopes of gain;</br>Like my lord duke he on Newmarket bets,</br>And like his lordship never pays his debts;</br>Can lie like Johnson and with Dodsley pray,</br>And be a stupid fool with Master Day. . . .</br>Soon as Aurora decks the East with red,</br>He hears the fatal news, my Lord is dead.</br>He starts and looks around with feigned surprise,</br>Then sinks upon the floor and falt'ring cries,</br>Dead!  Then 'tis time I should be crying too:</br>What can the Soul without the Body do?</br>But, ah!  'tis bootless to contend with Fate!</br>Pray has his Lordship left me any Plate?</br>My eyes shall never failing tears distill,</br>For peradventure he has made no will,</br>Thus weeps the member of the Senate House,</br>Nor from this (?) gains a single Souse.</br>Observe, cries Publius, wrinkling up his chin,</br>How charmingly that single Souse, comes in</br>(Not in the pocket of the needy Bard;</br>His hungry Muse can tell that times are hard.)</br>Thus Publius sounds his praise with thund'ring roar,</br>Till spent he looks:  his theme is heard no more.</br>Bumbastes now begins his flow'ry style;</br>O Heliconiados, upon me smile!</br>And as Apollo, or the Muses bring,</br>A pail of water from the sacred spring!</br>Come Mulciborus in Aetnean fire;</br>Now mould my brain and hammer up my lyre.</br>Olympian Hermes, Messenger of Love,</br>Proclaims the dead in realms above.</br>Harsh Cronidos shall lay his sceptre by,</br>Forget his Juno and return to cry.</br>Tartarian Gulphs and never ending Pit</br>Shall sigh in (?) in Sulphur weep by fit.</br>Saturnidos with sobs shall swill the plain,</br>And weep o'er all the Earth with scalding rain.</br>Apollo Phoebus shall forsake his Mount,</br>The blue-eyed maid upon the Athenian shore,</br>Shall scold the Parcae like a drunken whore;</br>Whilst the Parnassidos about, their spring,</br>In verse Illyrian shall his praises sing.</br>The God of War whose father grew in th' Field,</br>Shall drop a scalding tear upon his Shield:</br>Affrighted, will the Greeks and Trojans run&mdash;", "HOBBINOL.</br>No more, good Thyrsis, see the setting sun</br>Is driving to the West with saffron ray,</br>To give to other worlds a welcome day.</br>What if a Bard to swell his shrunken purse</br>Shall seem to weep in Want-dictated verse,</br>And dress the Idol of their crazy brain</br>In all the virtues of a Gracchic strain;</br>Lament the fallen Minister of State&mdash;</br>As though a Rogue is good because he's great!</br>So Puria, when she hears a four hours' toll,</br>Lamenting cries, \"'Tis for some happy soul!\":</br>But when the sexton scarcely tolls the bell,</br>Mutters unmoved, \"Some soul is gone to hell!\"", "THYRSIS.</br>Uncourtly Shepherd, notions such as thine</br>Won't introduce you with my lord to dine.</br>Don't ask me why I weep the Hero's fate:</br>I weep the Puria only for the great.</br>Hobbinol, thy stories are not known to all.&mdash;</br>But now the chilly dew begins to fall;</br>Let's fold our sheep, and bid adieu to woe. . . .</br>"]