["FIRST DIALOGUE.</br>THE TIME:  MORNING.</br>COLLY AND MENELLO.", "Just o'er the eastern hills the blushing morn</br>Had spread her wings, and chas'd away the dawn;</br>The wakeful Lark, from dewy meadows spring</br>Pois'd in mid-air, his joy'ous mattins sung.</br>Two youthful swains in friendship firmly join'd,</br>Beneath the shadow of a beech reclin'd;</br>Whose spreading boughs a grateful Arbour made,</br>'Gainst piercing sun-beams that around them play'd:</br>A proper place the muses to invoke,</br>When to his Part'ner thus MENELLO spoke:", "MENELLO.</br>Why sit we mute and pensive on the ground,</br>Each Landskip's gay and spangled beauty crown'd;</br>Our flocks and herds on luscious herbage feed,</br>And gaudy Flow'rs o'erspread the verdant mead:</br>See yellow Cowslips rear their sprightly heads,</br>And Vi'lets glitter on their leafy beds;</br>Melodious birds salute the welcome Spring,</br>All nature smiles, shall not the Shepherds sing?", "COLLY.</br>My voice is weak, you know, and yesterday</br>Some pilf'ring vagrant stole my flute away:</br>Begin you first, dear swain, your pipe is clear,</br>And I'll thy song with due attention hear.", "MENELLO.</br>Oh!  COLLY, cease, no more reject my choice,</br>Or plead thy stolen flute, or feeble voice;</br>Let other youths stake wagers on their strains;</br>True lover alone shall recompense our pains.", "COLLY.</br>Then sing by turns, we'll both alternate hear,</br>You bright Letitia, I of Sylvia dear;</br>And Dobinal, if you approve the swain,</br>(The featest lad of all the neigh'bring plain</br>For piping well, well-skill'd in sonnet-verse,)</br>Let him be judge, while we our songs rehearse.", "MENELLO.</br>Agreed, kind swain, thy choice I well approve,</br>Then I'll begin, inspir'd by her I love.</br>The warbling birds their artless songs repeat,</br>The smiling trees are cloath'd with blossoms sweet,</br>The field with grass, the banks with cowslips gay,</br>And Hawthorns whiten at th' approach of May,</br>But what are those with Letty to compare?</br>More sweet than cowslips, than the hawthorn fair;</br>Soon as fierce Winter drives his northern blasts</br>Their Verdure's gone, their beauties all decay;</br>But with Letitia 'tis for ever May.", "COLLY.</br>My giddy heifers frisk it o'er the ground,</br>My skipping goats o'er craggy Hillocks bound,</br>My snowy lambs at wanton gambols play,</br>And chirping sparrows hop from spray to spray.</br>But what are those with Silvia to compare,</br>Not sparrows, lambkins, goats, or heifers bound,</br>With half the lightness Silvia's feet go round.</br>Those for a season brisk and gay appear,</br>But my fair Silvia's sprightly all the year.", "MENELLO.</br>Not scorching sun-beams to the farmer's eye,</br>When grass new-mown is scattered round to dry;</br>Nor chrystal streams to trav'llers faint with heat,</br>Yield half such pleasure as Letitia sweet.", "COLLY.</br>Not April showers to the thristy ground,</br>Nor a fledg'd birds-nest by the school-boy found,</br>Nor holidays to youth more pleasing are,</br>Than to my sight the charming Silvia fair.", "MENELLO.</br>The ruddy nect'rin, and the downy peach,</br>Oft grace the plenteous tables of the rich;</br>But my Letitia the green wilding loves,</br>Its acid juice before the peach approves.</br>Since she loves wildings, peaches I'll dispraise,</br>And for Letitia rows of wildings raise.", "COLLY.</br>Without strong ale, or rich canary-wine,</br>Our dainty landlord never cares to dine;</br>But my fair Silvia loves the native juice,</br>Which pippins bruis'd, with water mixt produce;</br>Since she loves cyder, I'll despise their wine,</br>And drink with Silvia Cyder when we dine.", "MENELLO.</br>Two turtle doves I caught in yonder shade,</br>Which I a present to Letitia made;</br>She took the Off'ring, and my pleasing toil</br>Amply rewarded with a grateful smile.", "COLLY.</br>I was yesterday in yonder winding meads,</br>Where nature all her various beauties spreads,</br>With sweetest flowers I a garland wrought,</br>And to fair Silvia as a present brought;</br>With gentle hand she took the gaudy store,</br>And gave a pleasing smile, I sought no more.", "DOBINAL TO MENELLO.</br>May thy Letitia, from each cooing dove,</br>Learn what true pleasure flows from constant love:</br>Constant and chaste as these may she remain,</br>And ever smiling, bless her faithful swain.", "TO COLLY.</br>And may thy Silvia (though her garland fades,</br>Which late you gather'd in yon fragrant meads)</br>For ever bloom, still kind and constant prove,", "SECOND DIALOGUE.</br>THE TIME:  NOON.</br>THE LOITERERS.", "The Sun now mounting to the noon of day,</br>Shot o'er the verdant plains his scorching ray,</br>When with their flocks the shepherds sought the shade</br>Where spreading oaks a friendly arbour made:</br>There, while they sat to pass the loit'ring time,</br>As fancy led, each form'd his tale in rhime.</br>Some tell the joys, and some the pains of love,</br>And some the cause why spirits walk, would prove;</br>How Will-i'-th'-wisp misleads belated clowns,</br>O'er hills and dales, and pathless boggy grounds:</br>Last Buskin speaks, none Buskin can excel</br>In artful guise love's sweet effects to tell.", "BUSKIN.</br>When Shepherds flourish'd in Eliza's reign,</br>In great esteem there liv'd a jolly swain,</br>Young Collonet, who well could pipe and sing,</br>And by his notes invite the lagging spring;</br>Whene'er he play'd the swains around him throng,</br>And birds attentive flock'd to hear his song.</br>Plac'd on a bank where Thames' clear waters stray,</br>Retir'd from noise, he pour'd th' enchanting lay.</br>Perch'd on a tree, within a neighb'ring grove,</br>Sweet Philomela warbled out her love;</br>Struck with unusual notes, she quits her shed,</br>And in a moment perches o'er his head:</br>She tun'd her note, and emulate with pride,</br>Like eccho, to the shepherd's pipe reply'd.</br>This odd vagary pleas'd th' admiring swain,</br>Who meant to try her with his varying strain.</br>From hole to hole his nimble fingers fly,</br>To ev'ry touch the ready notes comply;</br>As nimbly she resolves the vary'd song,</br>In evolutions from her warbling tongue:</br>To all his vary'd strains she shapes her throat,</br>And adds peculiar grace to ev'ry note.</br>He draws his breath, his rising blast to fill;</br>Thro' all the Grove his pipe was heard to thrill.</br>Deep in her throat the length'ning sounds arise,</br>And swift and slow they change with sweet surprise.", "The wond'ring swain, tho' not a little vext,</br>(Both by his rival and himself perplex'd,)</br>Admires the harmony, and where it flows,</br>From whence such numerous modulations rose.</br>In loftier flights again attempts to rise,</br>And bolder now, the warbling flute he plies;</br>From key to key the bounding ecchoes fly,</br>And in the sweetest raptures reach the sky;</br>Take a vast scope, and fill the spacious round,</br>And proudly triumph in unequal sound.</br>She, who already wonders had perform'd,</br>Her glowing breast still with ambition warm'd,</br>Makes a last effort all her strength to try,</br>Intent to conquer, or resolv'd to die;</br>In vain the combat she again renews,</br>In vain the complicated Song pursues;</br>Puzzled and lost in labyrinths of sound,</br>As in a whirl of rapt'rous music drown'd:</br>Unequal to the mighty task, she fails,</br>Tho' great her courage, Collin's pipe prevails:</br>Reluctant yields a triumph hardly won,</br>And gives one deep melodious dying groan.</br>Drops from the bough, resigns her fleeting breath,</br>And by her vigor gains a glorious death.", "Thus ended Collin, while the glowing sun</br>Had scarce two thirds his radiant circuit run.", "THIRD DIALOGUE.</br>THE DITTY.</br>HOBBIN AND CUDDY.", "Two swains beneath the covert of a rock,</br>While o'er their Heads securely graz'd their flock,</br>In homely strains resolv'd their voice to raise,</br>And sing alternately in sylvan lays.", "HOBBIN.</br>I love in secret an endearing maid,</br>And have my love in secret all repaid;</br>This coming night she does reserve for me,</br>Tell me the name and thou the victor be.", "CUDDY.</br>Mild as the lamb, and harmless as the dove,</br>True as the turtle is the maid I love;</br>How we in secret court I shall not say,</br>Tell me her name, and I'll give up the day.", "HOBBIN.</br>Soft on a violet-bank, my love and I</br>Together sat, a Brook ran murm'ring by;</br>A thousand tender things to me she said,</br>And I thousand tender things repaid.", "CUDDY.</br>In summer-shade, beneath the cocking hay,</br>What soft endearing words did she not say?</br>With apron blue her lap she kindly spread,</br>And stroak'd my cheeks, and lull'd my leaning head.", "HOBBIN.</br>Breath soft, ye winds, ye waters gently flow;</br>Shield her, ye trees, ye flow'rs around her grow;</br>Ye swains, I beg you, pass in silence by;</br>My love in yonder vale asleep does lie.", "CUDDY.</br>Once Delia slept, on easy moss reclin'd,</br>Her lovely limbs half bare, and rude the wind;</br>I smooth'd her coats, and stole a silent kiss:</br>Condemn me, Shepherd, if I did amiss.", "HOBBIN.</br>As Marian bath'd, by chance I passed by;</br>She blush'd, and at me cast a side-long eye:</br>Then swift beneath the crystal wave she try'd</br>Her beauteous form, but all in vain, to hide.", "CUDDY.</br>As I to cool me bath'd one sultry day,</br>Behind the hedge fond Lydia lurking lay;</br>The wanton laugh'd, and seem'd in haste to fly,</br>Yet often stopp'd, and often turn'd her eye.", "HOBBIN.</br>When first I saw, would I had never seen,</br>Young Lysen lead the dance on yonder green,</br>Intent upon her beauty, as she mov'd,</br>Poor heedless Wretch, at unawares I lov'd.", "CUDDY.</br>When Lucy decks with flow'rs her swelling breast,</br>And on her elbow leans, dissembling rest;</br>Unable to refrain my giddy mind,</br>Nor sheep, nor pasture, worth my care I find.", "HOBBIN.</br>Come Rosalinda, come!  for without thee</br>What pleasure can the country have for me?</br>Come Rosalinda, come!  my brindled kine,</br>My snowy lambs, my farm, and all is thine.", "CUDDY.</br>Come Rosalinda, beneath these shady bowers,</br>Here are cool fountains, and sweet springing flowers:</br>Come lovely maid, here ever let us stay,</br>And sweetly waste our live-long time away.", "HOBBIN.</br>O that like Collin I had skill in rhimes,</br>To purchase credit with succeeding times!</br>Then I like him who never yet had peer,</br>Would sing through all the seasons of the year.", "</br>FOURTH DIALOGUE.</br>COLLY AND DAMON.", "COLLY.</br>As Damon, happiest of the Sylvan train,</br>Led forth his flock along the smiling plain,</br>Upon a bank where beachen boughs display</br>Their friendly shade, despairing Colly lay:</br>His crook and pipe flung careless on the ground,</br>His bleating flocks were scattered all around;</br>As tho' in pity to his sad despair</br>The clouds mov'd heavy thro' the ambient air:</br>A sudden gloom was o'er the welkin spread,</br>And blushing Phoebus veil'd his radiant head</br>The birds sat silent on each blooming spray,</br>While wanton Zephyrs bore his sighs away.", "Damon with gentle steps approach'd the tree,</br>In deep surprize this sudden change to see;</br>With pity mov'd, he view'd his heaving breast,</br>And to the swain these soothing words express'd:", "DAMON.</br>What change is this, alas!  dear Shepherd say,</br>O'erclouds thy face, which late appear'd so gay?</br>What woful cause disturbs thy throbbing breast?</br>Thou best companion, and of friends the best:</br>Say, has some greedy fox devour'd thy lambs?</br>Or some fierce mastiff kill'd their fleecy dams?</br>Or is the fair, the charming Silvia dead?</br>Oh!  what's the cause so many tears you shed?</br>He rais'd his head, and, with a faultering tongue,</br>Deep sighing, thus the mournful shepherd sung.", "COLLY.</br>Right has thou nam'd, nor needest longer pause,</br>Thy last spoke words contain the fatal cause;</br>Silvia, of all the plain the fairest she,</br>Alas!  she's dead, for ever dead to me;</br>While absence drew me from her longing arms,</br>She to another swain resign'd her charms.", "DAMON.</br>Come rise, dear shepherd, cease thy mournful strains,</br>See gath'ring clouds foreshew ensuing rains:</br>Hark, from afar, yon sooty raven's cry</br>Betokens rain, our flocks for shelter fly.</br>Let us from hence to closer shades retreat,</br>And when 'tis fair, th' unfinish'd tale repeat.", "Scarce had he spoke ere the descending Rain,</br>With rapid fury, smoak'd along the plain;</br>Down each descent increasing Torrents flow'd,</br>And empty bubbles o'er its surface rode.</br>The clouds disperse, soft Zephyrs glide along,</br>And joyous birds renew the warbling song;</br>The shelter'd swains from dropping trees return,</br>And Colly thus rehears'd his piteous moan:", "COLLY.</br>As down the lane this morn I cast an eye,</br>Across the path a hare came skipping by;</br>This scarce was past, when with ill-boding croak,</br>A sooty crow sat perch'd on yonder oak;</br>Such idle omens I but little mind,</br>Much less I thought of Silvia's b'ing unkind.", "DAMON.</br>Ah!  silly youth!  Since she rejects thy flame,</br>Scorn the proud scorner, and forget the name.", "COLLY.</br>I can't forget, when Silvia once was kind,</br>What pleasing fancies revell'd in my mind;</br>While on the plain I watch'd my fleecy care,</br>And tun'd my flute with sweet melodious air,</br>My gazing sheep would list'ning round me throng,</br>And warbling linnets imitate the song:</br>All nature smil'd, the fields look'd fresh and gay,</br>And Silvia too then smil'd as well as they.", "DAMON.</br>Ah!  silly shepherd!  what avails those charms,</br>Now circled in another lover's arms?", "COLLY.</br>Those are the comforts lately I possess'd,</br>When I with Silvia's constantly was bless'd,</br>But since she's false, those charms I late approv'd</br>Shall be as hateful now, as once belov'd.", "But see, dear shepherd, yonder ruddy skies,</br>Damp vapours fall, unwholesome fogs arise;</br>Back to their fold our bleating flock retreats,</br>And Philomel alone her song repeats:</br>Each silent bird enjoys her humble nest,</br>And golden Phoebus gently sinks to rest.", "Let us retire:  Farewel, ye flow'ry plains;</br>Farewel, ye nymphs; farewel, ye shepherd swains.</br>"]