["'Twas Sunday morning, quite serene the air,</br>And city beaux began to dress their hair:</br>Prepar'd in buggies or in gigs to ride,</br>With some fair nymph close wedg'd in by their side,</br>To smell a dunghill &mdash; view a farm, or plain,</br>Then dine &mdash; get drunk &mdash; and drive to town again!</br>Smart 'prentice youths, and clerks their boots drew on,</br>Intent on mounting horses had on loan,</br>And male and female, in promiscuous throng,</br>To quit the city hurried all along,</br>When Mrs. Cask her surly spouse address'd,</br>And smiling softly, thus her wish express'd.", "MRS. CASK.</br>How sweet the morning air!  how vastly fine!</br>I'd like immensely out of town to dine,</br>In some gay village, near the public road;</br>You know, my dear, we seldom go abroad;</br>Confin'd the week, dear Mr. Cask, as we,</br>We should on Sunday breathe some air that's free.</br>Our neighbour Potion, says as how 'tis good,</br>Both for the spirits, and to cleanse the blood.</br>Come, have a coach, and drive somewhere from town;</br>You'll make the tea, whilst I put on my gown.", "MR. CASK.</br>I hate all jaunts expensive such as these;</br>I'll dine at home; but after, if you please,</br>We'll take a walk, as sober folks should do,</br>To Islington, or Bagnigge &mdash; I and you.</br>I'll smoke my pipe, and you shall drink your tea,</br>Poll can go with us &mdash; wife, do you agree?", "MRS. CASK.</br>You still will talk in your old vulgar style;</br>Pray, do you think that I can walk a mile?</br>We'll have a coach, as folks of taste should have,</br>Since you've enough, why \"should I be a slave?\"</br>I cannot walk &mdash; I can't, upon my life!&mdash;</br>We'll have a coach, say yes, and end our strife.", "MR. CASK.</br>You cannot walk!  why not as well as I?</br>You'd find it easy, if you'd only try.", "MRS. CASK.</br>Fie!  Mr. Cask, how foolishly you talk!</br>Do you expect that I should meanly walk?</br>Don't all my neighbours every Sunday ride,</br>And justly would not they me then deride?</br>To walk, is vulgar; with a chearful face,</br>Say yes, at once &mdash; come, do it with a grace.", "MR. CASK.</br>Expence for ever! &mdash; ay, this is the way,</br>I slave behind the counter every day:</br>Scarce stir one moment, weekly, from my shop,</br>Save just sometimes in at the Sun to pop,</br>To smoak my pipe, and see what's going on,</br>The price of stocks &mdash; the lottery &mdash; and loan;</br>Yet this and that, and t' other thing you buy,</br>And every way to ruin me you try&mdash;</br>A thousand things I've got to cause vexation,</br>Bad debts &mdash; sad failures &mdash; children's education,</br>Two sons &mdash; a daughter, all at boarding school!&mdash;</br>Some folks have told me, I'm an arrant fool,</br>To bring up children as great people do,</br>And this expence is owing all to you.</br>The half year's bills I saw the other day,</br>And very soon I'll have them too to pay;</br>There's \"dancing &mdash; drawing &mdash; music and a hat,</br>Clothes mended &mdash; ushers\" and the Devil knows what!</br>Again for Poll &mdash; you need not fume nor fret,</br>You'll see me soon expos'd in the Gazette.", "MRS. CASK.</br>Don't many neighbours send their sons to college,</br>To learn old Greek &mdash; and get all kinds of knowledge,</br>At more expence?  and yet you trifles grudge:</br>Why, Mr. Cask, our Jack may be a judge.</br>Poor wretched woman, that I e'er should be</br>Fast ty'd for life unto a bear like thee!</br>Don't all around me in their sattins flaunt,</br>And of their liveries and attendants vaunt,</br>See balls and plays, in the genteelest stile,</br>Whilst I at home, sit moping all the while?</br>A gown or cap, you scarce will e'er bestow,</br>And what you do is at a price so low,</br>That I'm not fit in public to appear;</br>And yet you gain a thousand neat a year,</br>Besides ten thousand out on mortgage lent,</br>That brings you in a pretty sum per cent.", "MR. CASK.</br>I'll stop my ears &mdash; pray hold your cursed tongue&mdash;</br>You'll drive me mad &mdash; I'm always in the wrong&mdash;</br>O Lud! &mdash; O Lud!  my life is wretched sure!</br>Continual din, and noise I do endure.</br>One time I'm teaz'd to buy a sattin gown;</br>Next day to drive perhaps ten miles from town.</br>Sometimes, however, busy be the day,</br>I'm dragg'd by force to coach it to the play&mdash;</br>Each day you find some little pretty things,</br>That I must purchase &mdash; china &mdash; plate &mdash; or rings.</br>I'm scarce allow'd a single moment's ease,</br>Nor must I do but what you, Madam, please.</br>My hat and wig, are sometimes ungenteel:</br>I'm often forc'd to strip from head to heel;</br>My old drab coat, I long on Sundays wore,</br>Tho' whole, is now become a sad eye-sore;</br>My woolen night-cap too offends your sight;</br>I scarce dare go to smoak my pipe at night,</br>'Tis low &mdash; 'tis mean &mdash; 'tis vulgar, still you bawl,</br>And then poor me you somewhere strive to haul;</br>And in your mouth you've always this reproach,</br>That I refuse to treat you with a coach.&mdash;", "MRS. CASK.</br>A hackney coach! &mdash; had I but proper spirit,</br>I'd have a carriage, I'd no longer bear it.</br>Why shouldn't you keep one as well as those,</br>Who, whilst they loll, at me turn up their nose?</br>Folks, who but lately mov'd in a low sphere,</br>And now they make a figure every where.", "MISS CASK.</br>Indeed, papa, I think you're vastly wrong,</br>Mama and I have gone on foot too long.</br>When people can, they ought to live with taste,</br>You never grudge expence when at a feast;</br>Sometimes you spend in ven'son and in wine,</br>Enough to make three families well dine.&mdash;</br>Were I mama, I'd go straight to Long-Acre,</br>And have a carriage span new from the maker.</br>Indeed I think it is a monstrous pity,</br>That I and she should live here in the city.", "MR. CASK.</br>Be quiet, hussey &mdash; don't I always pay,</br>Enough for you &mdash; demands come every day;</br>For dancing &mdash; music &mdash; and for parly voo,</br>I shan't be teaz'd by such a minx as you.</br>Since your loud tongue I'll support,</br>And for the future I shall keep you short.</br>Trade is low, and taxes fast advancing,</br>So Miss Pert, I'll pay for no more dancing.", "MRS. CASK.</br>O!  cruel man!  how can you serve one so!</br>More rude and bearish every day you grow;</br>No mortal woman can this usage bear;</br>You force me now to shed a feeling tear.</br>Oh!  would but Heav'n here end my wretched life,</br>And free me &mdash; free me &mdash; from this state of strife!</br>A cruel husband, who will still deny</br>The smallest trifle that I wish to buy:</br>Looks sour and sulky, whatsoe'er I ask,</br>And puts me always to the painful task</br>Of scolding, fretting, teizing, and of crying,</br>And ev'ry soothing method even trying.</br>Such treatment surely would provoke a saint!</br>My smelling bottle &mdash; Oh!  I faint! &mdash; I faint&mdash;", "MR. CASK.</br>Here, Betty!  Betty! &mdash; salts! &mdash; the bottle &mdash; run!</br>Oh!  foolish man!  what have I, have I done!&mdash;</br>My child in tears &mdash; my wife in fainting fits!</br>Oh!  neighbours, help! &mdash; I'll lose, I'll lose my wits!&mdash;", "MRS. CASK.</br>Ah!  barb'rous man! &mdash; and will you not relent?</br>Must I untimely to my grave be sent?", "MR. CASK.</br>Dry up your tears &mdash; the comfort this of marriage!</br>Once more, wife, I'll treat you with a carriage&mdash;</br>Run Betty &mdash; quickly &mdash; run into the street,</br>And hire the first neat hackney coach you meet&mdash;</br>These women still somehow have got the art,</br>To overcome us, and to melt the heart;</br>Let us poor cits do whatso'er we may,</br>Our headstrong spouses still will have their way!</br>"]