["Of all the knights accustom'd to resort,</br>From Cambria's wide domains to Arthur's court</br>The hardy Lonval was excell'd by none,</br>For still in danger's van, his valour shone,</br>Thro' twice six fields where drench'd with Saxon blood,</br>In war's grim front, victorious Arthur stood;</br>The dauntless champion conquer'd by side,</br>And, whether with his lance, he turn'd the battle's tide;</br>Or the keen falchion husted from its sheath,</br>Thick dealt his wounds, and every wound was death.</br>When peace return'd, his manners were as mild,</br>As if with blood, his arms were undefil'd,</br>From rivals, not himself, his praise began,</br>And foes who fear'd the hero, lov'd the man.", "But monarchs have, alas!  to much to mind,</br>And Lonval, this sad truth was taught to find;</br>The king forgot the prowess of his sword,</br>Nor what in war he spent, in peace restor'd:</br>For glory, not for hire, his blade he drew,</br>And scorn'd, like; others; to demand his due.</br>His scanty fortune by degrees grew less,</br>Nor did his comrades lighten his distress:</br>But rather view'd him with disdainful eyes,</br>For poverty both rich and poor despise.</br>This Lonval felt; nor would the soldier's pride</br>Submit to sue for what might be deny'd.", "Boiling with indignation and disgust,</br>In royal faith determin'd ne'er to trust,</br>Our knight, one morning, mounted on his horse,</br>And o'er the fields pursu'd his solitary course.</br>He meant some distant region to explore,</br>And serve his proud ungrateful prince no more.</br>To Arthur his design he dar'd not tell,</br>Nor bade one sordid sunshine friend farewell;</br>Content to live, nor yet afraid to die,</br>He left his native land without a sigh.</br>He knew no fondness for that spot of earth,</br>Where nature thrust him naked into birth;</br>And why should he forbear the world to range,</br>Who forfeits nothing by the hardest change?", "On the third noon, while passing through a wood,</br>Before his eyes a large pavilion stood.</br>Two lovely damsels dress'd in rich array,</br>Approaching with a smile bade Lonval stay.</br>They caught his bridle with a courteous air,</br>Told him to leave his courser to their care;</br>And said their princess who his worth admir'd,</br>His much lov'd presence in her tent requir'd.</br>The knight amaz'd at what he heard and saw,</br>Alighting, enter'd with respectful awe.</br>The lady rose to meet him, and her face</br>From every feature beam'd celestial grace.</br>With accents sweeter than the Syren's song</br>She wonder'd he delay'd his route so long;</br>Then pressing by the hand the blushing knight,</br>(No lily as her own was e'en so white)</br>Into a spacious hall she Lonval led,</br>Luxurious plenty on the board was spread.</br>She warm'd his courage with a bowl of wine,</br>He sought no second call to rest and dine.</br>His brain with such oppressive pleasure swims;</br>The fairy's graceful height, her finely moulded limbs,</br>Each look, each motion, sets his soul on fire,</br>And every vein is raging with desire.", "Few words are wanted here to intervene;</br>You all foresee the sequel of the scene;</br>And only this remains for me to tell,</br>That gallant Lonval play'd his part so well,</br>That in a trance of joy his Dido swore,</br>She ne'er had known felicity before.</br>\"My glorious veteran,\" the fairy said;</br>\"Long have thy matchless feats been ill repaid,</br>And did not destiny my heart oppose,</br>This day would pour my vengeance on thy foes;</br>Thy thankless chief would tremble in his blood,</br>And she-wolves litter, where his halls had stood.</br>What scorn and misery his meal attend,</br>Who pines upon the bounty of a friend?</br>Again to Arthur's castle thou must fly,</br>This purse in plenty shall thy wants supply.</br>To wealth, like thine, each suitor shall give place,</br>And sordid beauty wear a welcome face;</br>And when thy breast with generous passions warms,</br>When love, or glory, vindicate their charms,</br>When fond desire is flashing in thine eye,</br>Or thy brow darkens, and the valiant die,</br>This ring, thrice press'd, that instant shalt thou see,</br>Thy guardian, visible to none but thee;</br>I only charge thee to conceal my flame,</br>Nor dream I shall endure a rival dame.</br>A faithful spy thy bosom I'll explore,</br>Then dread the fairy much, the female more.\"", "The amorous queen embrac'd him and withdrew;</br>The splendid vision vanish'd from his view.</br>Mounting his steed, he saw with glad surprise</br>Arthur's tall battlements in prospect rise;</br>And by the fairy's aid so quick return'd, </br>To prove his grateful heart, with ardour burn'd.", "At court arriv'd, the splendor of his gold, </br>Ten thousand tongues with spiteful wonder told;</br>Nor need we say how fast his friends increas'd</br>How kindly he was call'd to every feast,</br>What deep attention every virtuous maid</br>And wailing widow to his wishes paid.</br>But Lonval met their proffers with disdain,</br>And love and friendship sped their shafts in vain.</br>For 'twas his daily care on some pretence,</br>To lavish more than double their expence.</br>Himself, his consort chose it should be known,</br>That Lonval had abundance of his own. </br>Yet no brave comrade, honest, old and poor,</br>Retir'd without his bounty from his door.", "Now, what a fatal farce is human joy;</br>How seldom fortune smiles but to destroy.</br>For Arthur's Queen, Geneura was her name,</br>Had heard, long since, of Lonval's martial fame;</br>His manly form excited fond desire,</br>And all her bosom glow'd with wanton fire.</br>But when she sought her passion to reveal,</br>The haughty soldier scorn'd to hear her tale;</br>Nay, rashly vow'd that far superior charms</br>Were at his will, devoted to his arms.", "To jealous rage Geneura's fondness turn'd,</br>And all her breast for bloody vengeance burn'd:</br>Now in the monarch's presence she appears,</br>Her locks dishevell'd, and her eyes in tears.</br>\"And is it thus,\" she cries, \"In Arthur's court,</br>That Arthur's queen becomes a traitor's sport?</br>A wretch of yesterday, on pity fed,</br>Who madly dreams to stain his sovereign's bed.\"</br>And then she turn'd a melancholy tale,</br>Of lust outrageous, and resistance frail;</br>With what stern virtue she oppos'd the cheat,</br>How quick her screams compell'd him to retreat;</br>Last, and most insolent, to crown the whole,</br>What far more lovely mistress sway'd his soul.", "Uxorious Arthur, prone to be deceiv'd,</br>The mournful clamours of his dame believ'd,</br>And had the laws allow'd to vent his wrath,</br>Our hapless knight had met immediate death.</br>But this deny'd, he chose the sole resort,</br>To call his barons to a general court.</br>Lonval himself was summon'd to attend;</br>Next morn, an hundred chiefs the lofty hall ascend,</br>And though a party in the suit confest,</br>The prince, in person, ranks above the rest.</br>A knight appears, who to the queen belongs,</br>Begins her cause, announces all her wrongs,</br>And then, to close the lecture, claims aloud</br>The just atonement of a traitor's blood.", "Lonval, too late, discover'd to his cost,</br>The double ruin of his amorous boast.</br>Nor would the fairy now attend his ring,</br>Nor could he hope to soothe his furious king.</br>Death he despis'd, but then to leave a name</br>Of guilt behind him, blasted all his fame.</br>For with less agony his honour mourn'd</br>The fairy's generous love ungratefully return'd.</br>\"I stand not here your pity to implore</br>For one,\" he said, \"who values life no more.</br>Nor shall I with harangues harass the court,</br>The plea of innocence is plain and short:</br>Geneura knows on what a vile pretence</br>She at my conduct chus'd to take offence.</br>But having now, by fatal rashness lost</br>A love more godlike than the world can boast,</br>All lesser evils I must blush to dread,</br>Pour, then the royal vengeance on my head:</br>That grateful Arthur may with triumph tell</br>His fate, by whom so many Saxons fell.\"", "No doubt, the reader must expect to hear</br>That Lonval's doom was instant and severe;</br>That every orator has sold his vote,</br>And every venal placeman strain'd his throat;</br>That all obsequious to the monarch's nod</br>Were vain, like modern peers, to kiss the rod;</br>That this fam'd maxim sway'd the patriot throng,</br>A king of Britain never can do wrong.</br>With what a tone of sense the precept sounds!</br>On this our happy constitution founds;</br>And all agree who ruminate the case,</br>The superstructure's worthy such a base.</br>No premier with excise oppress'd us then,</br>Our ancestors, 'twas well, were wiser men.</br>No baron kept the key of Arthur's stole,</br>Or for a paltry garter pawn'd his soul.</br>No jockey statesman to Newmarket ran,</br>Or hir'd, at Westminster, a bludgeon clan.</br>No senate sang the virtues of a whore,</br>Or tax'd tame Albion for a gambler's score.</br>No courtly judge, or perjur'd jury dar'd</br>A strumpet's name from infamy to guard.</br>No vicar of a tithe-suit chose to prate;</br>No pettifogger suck'd the vitals of the state.</br>What strange reverse to all we suffer now,</br>When every curate can arrest your plow;</br>When judges tell us truth's a mortal crime,</br>And prostitution virtue's true sublime;</br>When seats in parliament, what precious ware!</br>Are bought like stalls for cattle at a fair;</br>When still the more extortion grinds us down</br>With louder notes of joy, our wrongs we drown.</br>A tax on burials who would dare dispute,</br>When 'tis to pay a bankrupt's birth-day suit.</br>Behold the last remains of common sense,</br>By hell-born superstition hooted hence;</br>How is that bubble, human reason, shamm'd,</br>While every saint believes his brother damn'd,</br>For points of faith too shocking to be nam'd,</br>Which nothing short of bedlam could have fram'd;</br>Now Shakespeare's sacred page is fritter'd down</br>To please that motley mass we call the town;</br>While sing-song operas our ears have tir'd,</br>And Foote, and all his farces, are admir'd.", "The candid court met Lonval at his word,</br>Inquir'd what matchless dame he thus ador'd,</br>And profess'd a respite of twenty days,</br>For time to prove the justice of his praise.</br>And should his mistress, by the senate seen,</br>Eclipse, in their account, the Cambrian queen,</br>They frankly would dismiss the whole affair,</br>If otherwise, for death, he must prepare;</br>Mean time confinement was the culprit's doom,</br>In the lone anguish of a dungeon's gloom.", "The term elaps'd, no rival dame appear'd,</br>And every feeling heart for Lonval fear'd;</br>A dark suspicion fill'd the public breast,</br>Geneura's motives were not deem'd the best.</br>Though still a punk of far inferior rate</br>To fifty queens of very modern date;</br>'Twas thought she often held her husband cheap,</br>And ventur'd, bye the bye, the lover's leap.", "The chieftains were conven'd, and Lonval brought</br>Before them, but in vain an answer sought;</br>The court protested he was much to blame, </br>Who still refus'd to tell the lady's name.</br>Their verdict, now, was ready to be past,</br>And this unlucky day had been his last,</br>When lo!  a blaze of lightening burst around,</br>And subterranean thunder rock'd the ground; </br>While suddenly, on their astonish'd sight,</br>Advanc'd a beauty more than mortal bright.</br>Her form, her mein, unrivall'd all attest;</br>Tumultuous rapture throbs in every breast.</br>\"I come, my lords, an injur'd knight to aid,\"</br>(With modest dignity the fairy said)</br>\"Though, since he rashly vaunted of my love,</br>'Twas needful his fidelity to prove.</br>A wanton woman is below my wrath,</br>But ere her generous victim suffers death,</br>Since nothing else can save my husband's life,</br>Till once you judge the person of his wife,</br>Say &mdash; might my fond embrace an hour employ,</br>Or soothe a warrior's bosom into joy!\"</br>She spoke:  The council in one voice declar'd</br>No earth-born daughter could be here compar'd.</br>Arthur himself acknowledg'd that th' knight,</br>By such a choice, was nobly in the right.</br>Beyond the stairs which to the castle lead,</br>The stranger queen had left her snow-white steed.</br>She mounted:  Lonval, smiling, vaults behind,</br>And off they fly, more rapid than the wind,</br>For those far distant but delightful plains,</br>Where, on her native throne, the fairy monarch reigns.</br>"]