["When smiling Felicity warbles her song,</br>The soul-touching numbers harmoniously flow,</br>The moments of Gladness come urgent along,</br>And bid all the feelings of ecstacy glow.</br>Thus, reclin'd with his lambs on the marge of a brook,</br>The Swain of the Mountains melodiously sung;</br>The sun-shine of Happiness beam'd in his look;</br>Joy trill'd in the sound of his musical tongue.", "Far down in this dale, the first morning in June,</br>I mournfully walk'd near the murmuring rill,</br>The Thrush, in wild melody warbled his tune,</br>From a gay-blooming bush of the copse-cover'd hill.</br>Sweet Thrush, wilt thou leave thy green haunts in the grove,</br>And fly, quickly fly, with my dolorous tale</br>To the pride of the Lowlands, the fair one I love?</br>I'll wait thy return here alone in the vale.", "Now to the wild woodlands I fly from the mead,</br>And through the lone thicket I silently mourn;</br>Go, Thrush, haste away with a Lover's warm speed,</br>Beneath thy lov'd hawthorn I wait thy return.</br>Now pensively rambling, now laid on the ground,</br>I strive to beguile the sad moments of grief;</br>I search the green copse and gay meadows around,</br>But nothing, alas!  can afford me relief.", "The thicket's wild songster flew swift o'er the plain,</br>Convey'd to my Delia the passionate lay;</br>My anguish related, well-pictur'd my pain,</br>And bore three soft sighs from my charmer away.</br>Returning in haste, yonder comes my sweet Thrush:</br>Approach thy green arbour, no danger lies here;</br>What hast thou to chaunt on thy favourite bush?</br>What tidings of comfort?  what news from my dear?", "I flew to thy Delia, she saunter'd alone,</br>On her eglantine bow'r I related my tale,</br>Thy sorrowful ditty, thy musical moan,</br>Attun'd her to love, &mdash; all thy wishes prevail;</br>Be chear'd, pensive shepherd, no longer delay,</br>These sighs are thy Delia's, they rush'd on the gale;</br>On pinions of Love to thy fair haste away,</br>This ev'ning she'll meet thee far down in the dale.", "I flew to my nymph on the wings of desire,</br>In her eglantine bow'r she sate pensive and sad;</br>I kiss'd her dear lips, and Love's delicate fire</br>Blaz'd up in our hearts, both were silently glad.</br>Sweet Thrush of the copse, chaunt again thy wild tune,</br>And let my bless'd fate through the vallies be known;</br>My Delia comply'd the third morning in June,</br>The Swain of the Mountains now calls her his own.</br>"]