["Loe.  I the man whose Muse whilome did play</br>A horne-pipe both to Country and the Citty,</br>Am now againe enjoyn'd to sing or say,</br>And tune my crowde unto another ditty,</br>To comfort Moone-fac'd Cuckolds, that were sad,</br>My Muse before was all in hornes y-clad,</br>But now she marcheth forth and on her backe</br>She weares a Corslet of old Sherry Sacke.", "Therefore it is not as in dayes of yore,</br>When bloud-shed and fierce battailes were her song</br>And when her Trumpets did Tantara rore</br>Till all her murth'ring Souldiers lay along,</br>A milder tune she now playes on her strings,</br>And Carrols to good company she sings,</br>To all good fellowes that are wise in Season,</br>Listen a while and you shall know the reason.", "Long had she Chaunted for the horned Crew</br>And reap'd no praise nor penny from their hands,</br>Nor cup of drinke, which is a Fidlers due</br>(As every good companions understands)</br>And therefore unregarded being dry,</br>My Muse grew melancholy out-a-cry,</br>And angry forth she runs into the streetes,</br>Cursing each churlish Cuckold which she meetes.", "When I beheld her in that moody vaine,</br>Which wont to be so blythe and full of sport,</br>After I ran, to call her home againe.</br>Least she might chaunce to meete some man of sort,</br>Some wealthy tradesman, that had been Cornuted,</br>Of whose large hornes it must not be disputed,</br>And in this crabbed humour fall to rayle,</br>And so be had to Counter, without bayle.", "When I my sullen Muse had overtooke,</br>I gan reprove her for her wilde behaviour,</br>And charg'd her to returne, as she did looke</br>Ever to be receiv'd into my favour:</br>But she as mad, as in March a Hare,</br>Did like unto a Bedlam stampe and stare,</br>And for an houre her patience was so weake,</br>And rage so prest her, that shee could not speake.", "As last when passion was a little sway'de,</br>And that the raynes of fury gan to slack,</br>A thousand curses on the head, she said.</br>Of every Cuckold, that cries What de'e lacke,</br>May all their hornes grow visible to sight,</br>May they prove Jealous, and their women light,</br>And care not who looke on, that all may geere</br>And laugh aloud when their Rams-heads appeare. . . .</br>"]