["JENNY.</br>Come, Meg, let's fa' to Wark upo' this Green,</br>The shining Day will bleech our Linnen clean;</br>The Water's clear, the Lift unclouded blew</br>Will make them, like a Lilly, wet with Dew.", "MEGGY.</br>Go farer up the Burn, to Habbie's How,</br>Where a' the sweet in Spring and Summer grow;</br>And, 'tween twa Birks, out o'er the little Lin,</br>The Water fa's, and makes a singing Din:</br>A Pool Breast deep, beneath as clear as Glass,</br>Kisses with easy Whirles the Bordering Grass.</br>We'll end our Washing while the Morning's cool;</br>And, when the Day grows het, we'll to the Pool,</br>There wash our sells: &mdash; 'tis healthfou' now in May,</br>And unco cauler on sae warm a Day.", "JENNY.</br>Daft Lassie, when we're naked, what'll ye say,</br>Gif our twa Herds come brattling down the Brae,</br>And see us sae? &mdash; That jeering Follow Pate,</br>Wad taunting say, Haith Lasses, ye're no blate.", "MEGGY.</br>We're far frae ony Road and out of Sight,</br>And for the Lads, they'll no be hame till Night,</br>They feed this Day a Mile beyont the Height.</br>But tell me now, dear Jenny, we're our lane,</br>What gars ye plague your Woer with Disdain.</br>The Neighbours a' tent this as well as I,</br>That Roger loes you, yet ye care na by.</br>What ails ye at him; trowth atween us twa,</br>He's wordy you the best Day e'er ye saw.", "JENNY.</br>I dinna like him, Meggy, there's an End,</br>A Herd mair sheepish, yet I never kend.</br>He kames his Hair indeed, and gaes right snug,</br>With Ribbon Knots at his blew Bonnet Lug,</br>Whilk pensily he wears a thought a jee,</br>And spreads his Garters dic'd beneath his Knee.</br>He falds his Owrlay down his Breast with Care;</br>And few gangs nicer to the Kirk or Fair:</br>For a' that he can neither sing nor say,</br>Except, How d'ye, &mdash; or, There's a bonny Day.&mdash;", "MEGGY.</br>Ye dash the Lad with constant slighting Pride;</br>Hatred for Love is unco sair to bide:</br>But ye'll repent ye, if his Love grow cauld.&mdash;</br>What like's a dorty Maiden when she's auld?</br>Like dawted Wean, that tarras at its meat,</br>That for some feckless Whim will orp and greet;</br>The lave laugh at it till the Dinner's past;</br>And syne the Fool Thing is oblig'd to fast,</br>Or scart anither's Leavings at the last.", "JENNY.</br>If Roger is my Jo, he kens himsel;</br>For sick a Tale I never heard him tell.</br>He glowrs and sighs, and I can guess the Cause;</br>But wha's oblig'd to spell his Hums and Haws.</br>When e'er he likes to tell his Mind mair plain,</br>I'se tell him frankly ne'er to do't again.</br>They're Fools wha Slavery like, that can live free,</br>The Cheils may a' knit up themsel'es for me.", "MEGGY.</br>Be doing your Ways: &mdash; For me I have a Mind,</br>To be as yielding as my Patie's kind.", "JENNY.</br>Heh Lass!  how can ye loo that Rattle-Scull,</br>A very Deel, that ay maun hae his Will.</br>We'll soon here tell what a poor feighting Life,</br>You twa will drive sa soon's ye're Man and Wife.", "MEGGY.</br>I'll rin the Risk; nor hae I ony Fear,</br>But rather think ilk langsome Day a Year.</br>'Till I with Pleasure mount my Bridal Bed;</br>Where on my Patie's Breast, I'll lean my Head;</br>There we may kiss, as lang as Kissing's good;</br>And what we do, there's nane dare call it rude.</br>He's get his Will:  Why no?  'Tis good my Part,</br>To give him that, and he'll gi' me his Heart.", "JENNY.</br>He may indeed, for ten or fifteen Days,</br>Mak mikle o' ye, with an unco' Fraise;</br>And dawt ye baith afore Fowk and ye'r lane:</br>But soon as his Newfangleness is gane&mdash;</br>He'll look upon ye as his Tether-stake,</br>And think he's tint his Freedom for your Sake.</br>Instead then of lang Days of sweet Delyte,</br>Ae Day be dumb, and a' the neist he'll flyt:</br>And may be, in his Barlyhoods ne'er stick</br>To lend his loving Wife a lound'ring Lick.", "MEGGY.</br>Sic course-spun Thoughts as thae want Pith to move</br>My settl'd Mind, &mdash; I'm o'er far gane in Love;</br>Patie to me is dearer than my Breath;</br>But want of him I dread nae ither Skaith.</br>There's nane of a' the Shepherds tread the Green</br>Has sic a Smile, and sic twa glancing Een.</br>How blythly can he sport, and gently rave,</br>And jest at little Things that fright the lave;</br>In a' he says or does, there's sic a Gate,</br>The rest seem Coofs compar'd with my dear Pate;</br>His better Sense will lang his Love secure,</br>Contention's heff in Sauls are weak and poor.", "JENNY.</br>Hey!  bonny Lass of Branksome, or't be lang</br>Your witty Pate will put you in a Sang:</br>O 'tis a pleasant Thing to be a Bride,</br>And whindging Gets about your Ingle-side,</br>Yelping for this or that, with fashous Din,</br>To mak them Brats, then ye maun toil and spin.</br>Ae Wean faws sick, ane scads himsell wi' Broo,</br>Ane breaks his Shin, anither tines his Shoe:</br>The Deel gaes o'er John Webster: &mdash; Hame grows Hell,</br>When Pate miscaws ye war than Tongue can tell.", "MEGGY.</br>Yes 'tis a heartsome Thing to be a Wife,</br>When round the Ingle-edge young Sprouts are rife;</br>Gin I'm sae happy I shall have Delight</br>To hear their little Plaints, and keep them right.</br>Say, Jenny, Can there greater Pleasure be,</br>Than see sic wee Tots toolying at your Knee,</br>When a' they ettle at &mdash; their greatest Wish,</br>Is to be made of, and obtain a Kiss?</br>Can there be Toil in tenting Day and Night</br>The like of them, when Love makes Care Delight?", "JENNY.</br>But Poortith, Meggy, is the warst of a',</br>If o'er your Heads ill Chance shou'd Beggary draw;</br>There's little Love, or canty Chear can come,</br>Frae dudy Jackets, or a Pantry toom:</br>Your Nowt may die &mdash; the Speat may bear away</br>Frae aff the Howms your dainty Rucks of Hay,</br>The feeding Wreaths of Snaw, or blashy Thows</br>May sometimes smoor, an aften rot your Ews.</br>A Dyver buys your Butter, Woo and Cheese,</br>But, or the Day of Payment, breaks and flies:</br>With gloomin Brow the Laird seeks in his Rent,</br>Its no to gi'e, your Merchant's to the Bent;</br>His Honour manna want, he poonds your Gear,</br>Syne driven frae House and Hald, where will ye steer?</br>Dear Meg be wise, and live a single Life,</br>Trouth its nae Mows to be a married Wife.", "MEGGY.</br>May sic ill Luck befa' that silly she,</br>Wha has these Fears; for that was never me;</br>Let Fowk bode well, and strive to do their best,</br>Nae mair's requir'd, let Heaven mak out the rest.</br>I've heard my honest Father aften say,</br>That Lads shou'd a' for Wives that's verteous pray;</br>For the maist thrifty Man cou'd never get</br>A well stor'd Room, unless his Wife wad let:</br>Wherefore nought shall be wanting on my Part</br>To gather Wealth, to raise my Shepherd's Heart.</br>Whate'er he wins, I'll guide with cautious Care,</br>And win the Vogue at Market, Tron and Fair,</br>For healsome, clean, cheap and sufficient Ware.</br>A Flock of Lambs, Cheese, Butter, and some Woo</br>Shall first be sald, to pay the Laird his Due,</br>Syne a' behind's our ain, &mdash; Thus without Fear,</br>With Love and Rowth we throw the Warld will steer:</br>And when my Pate in Bairns and Gear grows rife,</br>He'll bless the Day he gat me for his Wife.", "JENNY.</br>But what if some young Beauty on the Green,</br>With dimpl'd Cheeks, and twa bewitching Een,</br>Shou'd gar your Patie think his haf worn Meg</br>And her kend Kisses hardly worth a Feg.", "MEGGY.</br>Nae mair of that &mdash; dear Jenny, to be free,</br>Men are more constant aft in Love than we;</br>Nor do I thank them for't:  Nature more kind</br>Has blest them with a Hardiness of Mind;</br>And whensoe'er they slight their Mates at hame,</br>Its ten to ane the Wives are maist to blame.</br>Then I'll employ with Pleasure a' my Art</br>To keep him chearfu' and secure his Heart.</br>At E'en when he comes weary frae the Hill,</br>I'll have a' Things made ready to his Will.</br>In Winter, when he toils throu' Wind and Rain,</br>A bleezing Ingle, and a clean Hearth-stane:</br>And soon as he flings by his Plaid and Staff,</br>The seething Pot's be ready to tak aff.</br>Clean Hagabag I'll spread upon his Boord,</br>And serve him with the best we can afford.</br>Good Humour and whyt Bigonets shall be</br>Guards to my Face, to keep his Love for me.", "JENNY.</br>A Dish of married Love right soon grows cauld,</br>And dosens down to nane as Fowk grow auld.", "MEGGY.</br>But we'll grow auld togither, and ne'er find</br>The Want of Youth, when Love lyes in the Mind.</br>Bairns and their Bairns make sure a firmer Tye</br>Than ought in Love e'er kend to you and I;</br>See yon twa Elms that grow up Side by Side,</br>Suppose them some Years syne Bridegroom and Bride,</br>Nearer and nearer ilka Year they've prest,</br>Till wide their spreading Branches are increast,</br>And in their Mixture now are fully blest.", "JENNY.</br>I've done, &mdash; I yield, dear Lassie I maun yield,</br>Your better Sense has fairly won the Field,</br>With the Assistance of a little Fae</br>Lyes darn'd within my Breast this mony a Day.", "MEGGY.</br>Alake!  poor Prisoner!  Jenny, that's unfair</br>That ye'll no let the wee Thing take the Air;</br>Hast let him out, we'll tent as well's we can</br>If he be Bauldy's or poor Roger's Man.", "JENNY.</br>Anither time's as good, &mdash; for see the Sun</br>Is right far up, &mdash; and we're no yet begun</br>To freath the Graith &mdash; if canker'd Madge our Aunt</br>Come up the Burn, she'll gie's a winsome Rant.</br>But when we've done, I'll tell ye a' my Mind,</br>For this I find nae Lass can be unkind.</br>"]