["I.</br>When from the bosom of the mine</br>The magnet first to light was thrown,</br>Fair commerce hail'd the gift divine,</br>And, smiling, claim'd it for her own.</br>'My bark (she said) this gem shall guide</br>Thro' paths of ocean yet untry'd,</br>While as my daring sons explore</br>Each rude inhospitable shore,</br>'Mid desert lands and ruthless skies,</br>New seats of industry shall rise,</br>And culture wide extend its genial reign,</br>Free as the ambient gale, and boundless as the wain.'", "II.</br>But Tyranny soon learn'd to seize,</br>The art improving Science taught,</br>The white sail courts the distant breeze,</br>With horror and destruction fraught;</br>From the tall mast fell War unfurl'd</br>His banners to a new-found world;</br>Oppression, arm'd with giant pride,</br>And bigot Fury by her side;</br>Dire Desolation bath'd in blood,</br>Pale Av'rice, and her harpy brood,</br>To each affrighted shore in thunder spoke,</br>And bow'd the wretched race to Slav'ry's iron yoke.", "III.</br>Not such the gentler views that urge</br>Britannia's sons to dare the surge;</br>Not such the gifts her Drake, her Raleigh bore</br>To the wild inmates of th' Atlantic shore,</br>Teaching each drear wood's pathless scene</br>The glories of their virgin queen.</br>Nor such her later chiefs who try,</br>Impell'd by soft humanity,</br>The boist'rous wave, the rugged coast,</br>The burning zone, the polar frost,</br>That climes remote, and regions yet unknown,</br>May share a GEORGE'S sway, and bless his patriot throne.", "IV.</br>Warm Fancy, kindling with delight,</br>Anticipates the lapse of age,</br>And as she throws her eagle's flight</br>O'er Time's yet undiscovered page,</br>Vast continents, now dark with shade,</br>She sees in verdure's robe array'd,</br>Sees o'er each island's fertile steep</br>That frequent studs the southern deep,</br>His fleecy charge the shepherd lead,</br>The harvest wave, the vintage bleed:</br>See Commerce springs of guiltless wealth explore,</br>Where frowns the western world on Asia's neighbouring shore.", "V.</br>But, lo!  across the blackening skies,</br>What swarthy daemon wings his flight?</br>At once the transient landscape flies,</br>The splendid vision sets in night.&mdash;</br>And see Britannia's awful form,</br>With breast undaunted, brave the storm:</br>Awful, as when her angry tide</br>O'erwhelm'd the wreck'd Armada's pride.</br>Awful, as when the avenging blow</br>Suspending o'er a prostrate foe,</br>She snatch'd in vict'ry's moment, prompt to save,</br>Iberia's sinking sons from Calpe's glowing wave.", "VI.</br>Ere yet the tempest's mingled sound</br>Burst dreadful o'er the nations round,</br>What angel shape, in beaming radiance dight,</br>Pours through the severing clouds celestial light!</br>'Tis Peace &mdash; before her seraph eye</br>The fiends of Devastation fly.</br>Auspicious, round our monarch's brow</br>She twines her olive's sacred bough;</br>This victory, she cries, is mine,</br>Not torn from War's terrific shrine;</br>Mine the pure trophies of the wise and good,</br>Unstained of woe, and undefil'd with blood.</br>"]