["BATTUS.</br>Are these Philonda's cows that graze the mead?", "CORYDON.</br>No; Aegon's &mdash; Aegon gave them me to feed.", "BATTUS.</br>Don't you play false, and milk them by the by?", "CORYDON.</br>My shrewd old master keeps too strict an eye;</br>The calves he suckles, and prevents the fraud.", "BATTUS.</br>But where is Aegon?  is he gone abroad?", "CORYDON.</br>What, han't you heard it from the mouth of Fame?</br>Milo entic'd him to th' Olympic Game.", "BATTUS.</br>Will he engage in that athletic toil,</br>Who never yet beheld Olympic oil?", "CORYDON.</br>Fame says, his strength with Hercules may vie;", "BATTUS.</br>And that stout Pollux is worse man than I.", "CORYDON.</br>He with his spade is gone, at Honour's call,</br>And twenty sheep to keep himself withal.", "BATTUS.</br>To Milo surely high regard is had;</br>The wolves at his persuasion will run mad.", "CORYDON.</br>These heifers want him, moaning o'er the mead.", "BATTUS.</br>Alas!  they've got a wretched groom indeed.", "CORYDON.</br>Poor beasts, I pity them!  they even refrain</br>To pick the scanty herbage of the plain.", "BATTUS.</br>Yon heifer's bones are all that strike the view:</br>Say, does she live, like grashoppers, on dew?", "CORYDON.</br>No, troth!  by Aesar's banks she loves to stray,</br>And there I bring her many a lock of hay;</br>And oft she wantons in Latymnus' shades,</br>And crops fresh pasture in the opening glades.", "BATTUS.</br>That red bull's quite reduc'd to skin and bone,</br>May the Lampriadae, when they atone</br>The wrath of Juno, sacrifice his mate!</br>A wretched offering suits a wretched state.", "CORYDON.</br>And yet on Physcus, or the marsh he feeds,</br>Or where Neaethus laves the verdant meads;</br>Where bright-ey'd flowers diffuse their odours round,</br>Buckwheat and fleabane bloom, and honey-bells abound.", "BATTUS.</br>Alas!  these herds will perish on the plain,</br>While Aegon courts fair Victory in vain;</br>His pipe, which sweetest music could produce,</br>His pipe too will be spoil'd for want of use.", "CORYDON.</br>No fear of that, for when he went away,</br>He left it me, and I can sing and play:</br>I warble Pyrrhus' songs, and Glauca's lays,</br>Zacynthus fair, and healthful Croton praise;</br>And proud Lacinium, rising to the east,</br>Where Aegon swallow'd fourscore cakes at least:</br>There too a bull he boldly dar'd pursue,</br>Seiz'd by the hoof, and down the mountain drew;</br>Then gave it Amaryllis; with glad shout</br>The maids approv'd the deed, loud laugh'd the lubber lout.", "BATTUS.</br>Sweet Amaryllis!  though entomb'd you lie,</br>With me your memory shall never die:</br>I lov'd you dearer than my flocks of late,</br>And now, alas!  I mourn your cruel fate.", "CORYDON.</br>Yet courage, friend; to-morrow Fortune's ray</br>May shine with comfort, though it lours to-day:</br>Hopes to the living, not the dead, remain;</br>And the soft season brightens after rain.", "BATTUS.</br>Firm is my trust &mdash; but see!  these hungry cows</br>(White-face, away!)  my tender olives browze!", "CORYDON.</br>Away, Cymaetha, to the bank!  by Jove,</br>If I come near you, faith!  I'll make you move&mdash;</br>See!  she returns &mdash; Oh that I had my pike!</br>I'd give the beast a blow she would not like.", "BATTUS.</br>Pray, Corydon, see here!  thy aid I beg;</br>A long sharp-pointed prick has pierc'd my leg:</br>How high these thorns, and spindling brambles grow!</br>Do'st see't? &mdash; 'twas long of her; plague take the cow!", "CORYDON.</br>Here comes the thorn!  your throbbing pain I've found.", "BATTUS.</br>How great the anguish!  yet how small the wound!", "CORYDON.</br>These thorny, furzy hills should ne'er be trod</br>With legs unguarded, and by feet unshod.", "BATTUS.</br>Does your old master still persist to prize</br>His quondam mistress with the jet-black eyes?", "CORYDON.</br>The same, for lately in the wattled ground</br>In the soft scene of love the carle I found.", "BATTUS.</br>O, nobly done!  lascivious old man!</br>Meet match for Satyrs, or salacious Pan.</br>"]