["Meanwhile between the princes rose debate,</br>About the wond'rous steed the Syrian brought,</br>Algarsife urging not devoid of heat,</br>The motion some informing genius wrought:</br>But calm Camballo, with a sceptic air,</br>Seem'd to believe the secret lay within,</br>That hid remain'd the wheels of action there,</br>And mov'd or ceas'd directed by the pin.</br>Each brings new proofs the other to confute,</br>Till to the monarch's ear arriv'd the warm dispute.", "Silent a while the king reflection made,</br>And saw the point not easy to decide;</br>Till kind rememb'rance offer'd to his aid</br>A hoary Sage, whose skill he oft had try'd,</br>Of Median birth, but whose enquiring sight</br>The travell'd regions of the east had known;</br>Wisdom, sole object of his calm delight.</br>And every art and science was his own.</br>Nor read in books alone, his generous mind</br>Embrac'd with cordial zeal the good of human kind.", "The various faiths the peopled world divide</br>Truly impartial had his thoughts survey'd;</br>Reason his standard still, and truth his guide,</br>Nor passion, prejudice, or interest sway'd:</br>The Magi's antient laws, the Brachmin's lore,</br>Th' Egyptian character, and Jewish rite,</br>The christian faith intended to restore,</br>But now defac'd by superstition quite</br>With [illeg.] plan:  th' Arabian prophet</br>O'er Ajar now which spread as new religions do!", "He saw that nature thro' her wide command</br>O'er all her works had spread one equal smile;</br>Nor kept the bounties of her lavish hand,</br>Conn'd to this or that peculiar soil:</br>He knew that vain was every art design'd</br>To curb the native freedom of the will:</br>That by a thousand motives sway'd, the mind</br>Stood firm to virtue, or declin'd to ill:</br>And in th' extended scene of human race,</br>As different were the thoughts, as varied was the face!", "Hence Cosroes (such the reverend sage's Name)</br>This healing principle reflective drew;</br>Candid to judge, devoid of selfish aim,</br>And calm the paths of wisdom to pursue;</br>Pleas'd with the little nature just requires,</br>Wealth, honours, pleasures, titles he disdain'd;</br>Few were his wants, as moderate his desires.</br>The happy master of himself he reign'd!</br>A joy to all but purer minds unknown,</br>Beyond the pride of crowns, or splendors of a throne.", "By Oxus' bank, along the winding shore</br>Inclos'd with wood a little spot he found;</br>There had he fix'd his rest, and greatly poor,</br>Liv'd on the fruits of his domestic ground:</br>Oft had Cambuscan, tir'd with cares of state,</br>Delighted sought the refuge of his Cave,</br>There philosophic held the cool debate,</br>Nor scorn'd the councils which the hermit gave,</br>Whose life reveal'd the value of his art,</br>And to the learned head conjoin'd the friendly heart.", "For him, immediate then the monarch sends,</br>His seasonable presence to require.</br>The honest sage the messenger attends,</br>And comes obedient to the king's desire:</br>His head with age's frost was Silver'd o'er,</br>Yet on his cheek still blush'd the temperate rose.</br>Decent, tho' plain, a flowing robe he wore,</br>And manly dignity his person shows:</br>For such his carriage seem'd and gentle port,</br>As if his life had been conversant with a court.", "The Syrian knight (for so requests the king)</br>The nature of the caliph's gifts explains;</br>The horse, the sword, the mirror, and the ring,</br>And points the qualities which each retains;</br>When thus the prince &mdash; \"It suits thee to declare,</br>Wise Cosroes, for thy knowledge can impart;</br>Whence boast these presents their perfections rare!</br>From nature flows their virtue, or from art?</br>Or animates the steed some power divine?</br>Or do mechanic springs direct the bold design?\"", "To whom the sage &mdash; \"Not, mighty prince, I boast</br>Of such mysterious things to judge the cause!</br>Least knows the wisest mind in knowing most</br>Of matter's properties, and motion's laws;</br>Form'd of two principles distinguish'd quite,</br>Compos'd we find our own corporeal frame;</br>We know that spirit and earth in one unite,</br>Yet search in vain from whence the union came,</br>Or where subsists invisible the tye?</br>That Life itself maintains, and failing which, we dye!", "\"What gives commission to the wintry war,</br>When the loud storm enchafes the troubled deep?</br>Or sooths to peace the elemental jar,</br>And hushes the relenting winds to sleep?</br>What bids the moon's revolving light</br>By turns replenish and by turns decay?</br>Fair as she glides along the face of night,</br>Shaping through many a cloud her pathless way.</br>Or whence those clouds themselves unseen arise?</br>To paint with figur'd robes the ever-changing skies!", "\"All the phenomena of boundless air,</br>That strike with wonder the unletter'd eye,</br>The meteor's flash, the ruddy comet's glare,</br>Or the loud thunder bursting from the sky!</br>The dark eclipse, when o'er the lamp of day</br>Its gloomy blot prevailing darkness bends,</br>The painted bow, whose variegated ray</br>O'er the pale cloud its glittering arch distends:</br>All these, in vain, enquiry would pursue</br>With narrow schemes of sense, and systems still untrue.", "\"Yet science sees direct &mdash; far as it may,</br>While ignorance its dubious passage pores;</br>Safe walks the sage as reason lights the way,</br>One sovereign cause discovers and adores!</br>The more in nature's road he thoughtful treads,</br>He sees eternal wisdom rule the whole:</br>The more the book of heav'n intent he reads,</br>He feels that wisdom penetrate his soul.</br>And what the world beholds with careless eyes,</br>Silent he contemplates with reverence and surprize!", "\"Matter he views still struggling to a birth,</br>Through all her elemental forms aspire;</br>Earth rise from water, air refine from earth,</br>To purify itself at last in fire:</br>Fire! &mdash; the fix'd principle whose vital ray,</br>Heat, motion, action, and sensation breeds,</br>Which, shed eternal from exhaustless day,</br>Wakens to life the dull material seeds,</br>That to itself attractive all invites,</br>Till in its radiant cause each particle unites.", "\"Hence would it seem, that this mysterious horse,</br>Tho' form'd to semblance of material mold,</br>Is taught by sympathy to guide his course,</br>And act unerring all the wonders told;</br>This sure we know, that matter has its Laws,</br>By which impell'd the stubborn mass obeys;</br>That this [illeg.] pow'r; and undiscover'd cause,</br>Can seeming miracles in nature raise:</br>As the Greek Pegasus, is fam'd to bear</br>The bold Bellerophon thro' fields of trackless air.", "\"Hence taught, in matter can the sage infuse</br>New qualities, as suit his just design;</br>Can shape the form subservient to his views,</br>And stamp the workmanship with skill divine.</br>Thus, in the honour'd caliph's precious sword,</br>Opposing virtues may their influence shed;</br>The salutary hilt a balm afford,</br>To heal the cruel hurt the edge had made;</br>As the bruis'd scorpion press'd upon the wound,</br>Extracts his proper gall and leaves the patient sound.", "\"Thus may the mystick mirror and the ring</br>The gentle knight's description well maintain,</br>From planetary signs their virtues spring,</br>Which only deep-read science can attain.</br>As o'er affrighted Misraim's fruitful land</br>The word of Mousa once destruction spread,</br>Or grac'd the signet Solomon's right hand,</br>Whose power could wake the slumbers of the dead;</br>Could from the eye remove the veil of night,</br>And place the worlds unseen before th' astonish'd sight.", "\"But whether thou, great king, exalt thy head</br>In peaceful sway and foreign friendships blest;</br>Remember heav'n, that all thy grandeur made,</br>Nor let vain pride pollute thy royal breast!</br>All that we see in life's deceitful dream,</br>Like us, the thin beholders, glides away,</br>Only great Orosmanes  shines the same</br>Unwasting fountain of eternal day!</br>The centre, where creation fondly tends,</br>Whence every being springs, in whom all being ends!\"", "He ceas'd &mdash; attentive as the Syrian knight</br>Heard the soft accents issue from his tongue,</br>Such mild instructions sweeten the delight,</br>He had not thought a midnight audience long.</br>Cambuscan thanks return'd, th' applauding crowd</br>With common justice spoke the sage's praise.</br>Sleep now began to spread his gentle shroud,</br>And summon nature to her wonted ease.</br>The king arose &mdash; the court retire to rest,</br>And thro' the palace wide &mdash; deep silence reigns confess'd.</br>"]