["Farewell, ye tuneful groves, ye fairy glades,</br>Where erst I've linger'd many a fleeting hour;</br>Ye long shall wave your sweetly tranquil shades,</br>And on the scented gale your fragrance pour,</br>When this pale, faded form has sunk to rise no more.", "Ah!  yes; for you, revolving suns shall bring</br>The summer's splendor, and autumnal bloom;</br>For you, the exhilarating sweets of spring</br>Will shed their soft, mellifluous perfume;</br>When low my aching head is pillow'd in the tomb.", "Yon lucid stream shall wind its silvery way;</br>Yon golden orb in orient lustre rise;</br>Yon flow'ry plains, beneath his genial ray,</br>Shall breathe their fragrant incense to the skies;</br>When still'd this flutt'ring pulse, and clos'd these languid eyes.", "Dear, long-lov'd scenes, ye taught my infant heart</br>The exalted pleasures nature can bestow;</br>Ye early bade the trembling tear to start,</br>Ere yet experience caus'd the source of woe;</br>Those tears I lov'd to shed, nor check'd their ready flow.", "How oft, afar from folly's scenes retir'd,</br>My weary soul hath own'd your magic pow'r;</br>Ye sooth'd its secret sorrows, and inspir'd</br>The airy visions of the museful hour;</br>Visions that bloom and fade, fleet as the passing flow'r.", "Yes!  my fond fancy, it had sweetly wove</br>Full many a beauteous scene of earthly bliss;</br>Had dream'd of friendship, gratitude, and love;</br>The gentle pleasures of a life of peace;</br>The sunshine of the mind; the joys that cannot cease.", "It must not be; &mdash; ev'n now the fever's fire,</br>Relentless, speeds th' inevitable close;</br>Drops from my trembling hand the pensive lyre,</br>And soon its sighings sink to deep repose;</br>Ne'er more to wake to bliss, nor soothe my youthful woes.", "Then hail, thou ruthless despot!  tho' severe</br>May seem thy dread decree in life's fair morn;</br>Yet wherefore would I wish to linger here,</br>Where disappointment plants the early thorn,</br>And fancy smiles in vain, when reason bids us mourn.", "And lo!  from yon clear height I see descend,</br>Attir'd in radiance, a seraph form;</br>It points to realms where every grief shall end;</br>Where, nor the wintry blast, nor howling storm,</br>Shall e'er th' eternal spring of happiness deform.", "Still I would fain the parting lay prolong;</br>Would fain my heart's full gratitude reveal</br>To thee, thou pensive bard!  whose melting song</br>Could oft from suffering many a moment steal,</br>And pour the balm of peace on wounds it only could not heal.</br>"]