["Far distant from his native soil,</br>Where Indian forests gloomy wave,</br>Where Freedom spurns a tyrant's guile,</br>And injur'd Merit finds a grave,</br>In Melancholy's pensive mood</br>Ill-fated Poland's chieftain stood:</br>Plow'd was his face with many a scar</br>In glorious combat nobly won,</br>When struggling 'midst the rage of war</br>His falling country bless'd her son;</br>Indignant wrath his manly bosom fir'd,</br>And more than mortal power the words of Fate inspir'd.", "\"Dark be the grave, and thick the clay</br>On Russia's female tyrant's heart;</br>Horrors surround in dim array</br>Both mortal and immortal part;</br>Tarnish'd with blood, and reeking o'er</br>With purple crimes and husband's gore;</br>What tho' thy bands on Helle's shore</br>Eclips'd the pallid crescent's gleam,</br>And wide the Arctic banner bore</br>To Grecian isles from Oby's stream;</br>Let Poland's free born shades confound thy sight,</br>And plunge thy conscious soul in everlasting night.", "\"Prepare the feast for Berlin's king,</br>Let Mirth and Joy attendants wait;</br>Triumphal Paeans round him sing</br>The happy day of Poland's fate;</br>Raise while you may the enliv'ning strain,</br>And swell the glories of his reign;</br>For mark the moments as they fly,</br>From heaven thy bear the unerring blow,</br>See Vengeance roll her fiery eye,</br>And Justice frowning let her go;</br>Faithless and false, inglorious and unjust,</br>Thus tumble from thy throne, and moulder in the dust.", "\"And ye, who with unfeeling stare,</br>Saw prostrate Virtue bite the ground,</br>Who stood with breasts devoid of care</br>When human nature felt the wound;</br>Shall Time's long annals stamp for shame</br>Deathless your guilt, accurs'd your name;</br>Thrice dipt in more than Stygian wave</br>I see your bloody scourge descend;</br>Make wide and deep the spacious grave,</br>For Tyranny shall find an end;</br>Kingdoms shall flame before Dissention's breath,</br>And Freedom glorious rise amidst firebrands and death.", "\"It shakes; the sun is sanguine red;</br>Convulsions rock this earthly ball;</br>Ocean unbares its channel'd bed,</br>And works of Ages tott'ring fall:</br>See where outstretch'd, of giant size,</br>O'erthrown, grim Superstition dies!</br>No more he heaves his dragon head</br>On classic Tiber's hallow'd shore,</br>Nor blasts, with foul and noxious shade,</br>The gentle groves which Brutus bore:</br>Conquer'd at last, and ratified his doom,</br>The gloomy North expands to lend a friendly tomb.", "\"Melting as snow in spring away,</br>Toss'd round like angry Ocean's foam,</br>Mark proud Vienna's power decay</br>The pageant of Almighty Rome;</br>Languor and fear in ambush wait</br>Around the dizzy chair of state;</br>Perch'd o'er the high Cesarean king,</br>Tyrant of every peopled grove,</br>The Eagle droops his flagging wing,</br>No longer found the bird of Jove:</br>Feeble that sounding clang terrific far,</br>When all his nations nine burst furious into war.", "\"Unhappy fields, where once I stray'd</br>Careless and free, in infant mood,</br>In flowery mead or sylvan glade,</br>As yet undy'd with native blood,</br>What tongue shall tell, what voice relate,</br>My country's fall, my country's fate!</br>What tears express the dismal hour</br>That saw her Heroes all give way,</br>That plum'd Opression's leagued power;</br>And sunk her Nobles in the clay,</br>Proclaim'd Sobieski's awful senate gone,</br>And dash'd into the dust his Europe-saving throne.", "\"What though ye now, abject and vile,</br>Augment the lordly victor's pride,</br>And o'er your blood be-drenched soil</br>Behold the insulting foe deride;</br>Rejoice, your vengeance but delays,</br>It musters wrath, it brews apace;</br>Sapp'd underneath by Heaven's decree</br>See all yon empire headlong borne;</br>The frozen Pole from fetters free</br>By more than Hecla's furies torn:</br>On Wolga's bank and wintry Astracan,</br>The Sun of Science rear the Sacred Rights of Man.", "\"Wide spreading mark that gen'rous flame,</br>More glorious still the more opprest;</br>It came from Heav'n's most hallow'd beam,</br>To consecrate the human breast;</br>Its lightning-glace makes Tyrants quake,</br>And more than Europe's despots shake;</br>Inspir'd by this, the hapless brave</br>To pathless woods and caverns fly,</br>Welcome with joy the dusty grave,</br>Or mangl'd, mock'd, unburied lye,</br>Inspir'd by this, the freeborn heart rebounds,</br>Exile and Death you turn to weak and empty sounds.\"", "He said; a fairer, brighter gleam</br>Mantl'd with rays the orient sky;</br>Heroic shapes embattl'd seem</br>To float before the dazzl'd eye;</br>Smiling applause they forward bend;</br>New life they light, new ardours lend.</br>Brutus was there, of form divine,</br>With whom the Roman freedom died;</br>And He, who on the banks of Rhine</br>The servile Roman World defy'd;</br>There dimly great, unhappy Wallace stood,</br>Who thrice his country's wrongs resisted unto blood.</br>"]