["Again sweet Auburn's desolated plains,</br>From whence Oppression drove her honest swains,</br>Revives to life!  and while I give the view</br>Muse bid description drop its genial dew.</br>Ye Mantuan groves, renown'd for song refin'd,</br>Which, bred in numbers, Maro's youthful mind;</br>Which taught the bard, while he could scarcely tread,</br>The Muses' secrets and their fountain head:</br>Here, in a time remote, transmit thy fire,</br>My fame arouse, and all my verse inspire.", "When the deserted village smil'd in fame,</br>Its scenes were fair &mdash; sweet Auburn was its name.</br>Now hath its offspring from its ashes sprung,</br>Beneath a name as mellow to the tongue,</br>And Tempe, rural, youthful, smiling, gay,</br>Prefers its pleasures for a pleasing lay.", "Scarce any fleeting year o'erpasses man</br>But some material changes are began;</br>And, as life lengthens, pleasures, hopes, and pain,</br>Wind forth their links, and Death completes the chain.</br>From whence succession elevates her face,</br>And good or ill supplies the vacant place.</br>'Twas here Oppression sway'd her heavy hand,</br>The village bow'd, departing at command;</br>Each fled from where a Scilla's vengeance frown'd,</br>A desart springs, and gives its wildness round;</br>Till other hands assum'd the wish'd-for reign,</br>And gave inducement to each banish'd swain,</br>To come once more, and populate the bow'rs,</br>Which are replanted with the choicest flow'rs;</br>Who brings each innocent and rural charm,</br>And raise the cot, and cultivate the farm:</br>While labour grants its comforts and its pride,</br>With Britains boast &mdash; the jovial fire-side.</br>Each sire made happy seeks his neat-built cot,</br>Retires from toil, contented with his lot;</br>Whose ruddy partner meets him at the door,</br>Kind takes his tools, and lays them on the floor;</br>And, with a smile conducts him to the fire,</br>Where rev'rend age is sat, &mdash; the rustic sire;</br>While ruddy infants clamber round the chair,</br>Striving to beat, the first caress to share.</br>The cradled infant hears the father's voice,</br>And cries (its age's expression to rejoice).", "Tempe, sweet offspring of Thessalian charms,</br>Thy modern grace, the ancient's fame alarms&mdash;</br>Their sports are fled, and age has made them grey,</br>But thine is youth, and zenith beauties gay.</br>No traits of age yet wrinkle round thy face&mdash;</br>Where can we glide to catch an awkward grace?</br>No obvious dissimilitude is thine,</br>Thy charms are novel, and thy features fine.", "Enubilous scen'ry and emphatic spring,</br>Where health and peace are ever on the wing;</br>Where lovely airs and sweetly humid rains,</br>Bless all thy blooms, and bless the happy swains.</br>Dear, fragrant bow'rs of true delight and ease,</br>I turn to thee, for thou canst sweetly please;</br>Thou canst possess, enfold, and rule my heart</br>In sov'reign sway, and in a lovely part,</br>And give to living-memory thy charms&mdash;</br>Oh!  take me back and fold me to thy arms.</br>Thy scenes contain sweet intellectual mines,</br>Colloquial lessons and replete confines;</br>Warms at my breast, so many charms and rare,</br>I can but wonder how they enter there;</br>How art so secret, and so finely laid,</br>Can pierce the breast, and make superb each shade,</br>And touch sequacious to a hidden plan,</br>The secret, deep, immortal part of man.", "Though sweet content egregiously I prize,</br>Uneasy passions will spontaneous rise,</br>That I debar'd, must shun thy olive charms,</br>Far from thy groves and thy delightful farms.</br>And deep regret, from Mem'ry's wakeful store,</br>Assails my heart, and storms Contentment's door.</br>Like when an infant of sweet tender years,</br>To nurse is sent, alas!  its infant fears,</br>Its soul is touch'd, though passion slumbering lies,</br>And wounded deep, remembers \"Ma,\" and cries.</br>So oft I look upon thy fost'ring cares,</br>And vent my sorrow in the Muse's tears.</br>Sweet living beauties of the country life,</br>Thy sportive pleasures ev'ry where are rife;</br>There never-failing Nature lifts her hand,</br>Whose Cornucopia's charms o'erspread the land;</br>And plenty falls, and seeds of glory spring,</br>Which bids the soul admire, exult, and sing.", "See you wide prospect drinks the visual ray,</br>Behold the beauties and the wild display</br>The deep turn'd valley, and the gentle hill,</br>The hanging woodland, and the purling rill;</br>The moss-wove thatch, which makes a rustic show,</br>The sloping fallow of a russet glow;</br>The distant church, with gothic beauties spread,</br>The flint-pickt tower, which elevates its head;</br>Th' op'ning copse up yonder verdant hill,</br>Where picturesquely stands the needful mill:</br>All these conspire with halcyon airs to please,</br>No ruffling cares are needful to appease;</br>No murky stenches from a crowded town.</br>No atmospheres of smoke to beat us down,</br>No distant murmurs of a carting throng,</br>Which London, like a cascade, sweeps along;</br>When round the suburbs of that wondrous scene,</br>The contemplative feet impress the green.</br>At eve, when quiet airs should there pervade,</br>Then noise, low-rushing, breaks the placid shade</br>And, like a cascade, on a distant shore,</br>We hear old Thames, through pented arches roar,</br>And tribes that either side tumultuous line,</br>All in the distant cascade rush combine.</br>'Tis not so here &mdash; nought checks the sighing gate,</br>Save thine own plaint, or plaintive nightingale;</br>And here the soul self wrapt may light peruse,</br>A myriad voices and invoke the Muse:</br>A thousand shrubb'ries and a thousand trees,</br>A thousand voices from th' industrious bees;</br>A thousand odours from the flow'rets spring,</br>A thousand songsters on th' obedient wing;</br>A thousand teints on distant hills arise,</br>A thousand beauties spread along the skies;</br>A thousand echoes from the son'rous doom,</br>A thousand charms, unconscious whence they come;</br>A thousand fountains springing in the heart,</br>May wrap the soul, and teach us Natures art.", "Tempe 'tis thine to prepossess the soul,</br>A happy distance from th' Antarctic pole;</br>No torrid sun pours on thy rustic swains,</br>Which beat oppressive on th' Amphiscian plains.</br>Here mild vicissitudes possess the sphere.</br>And genial changes govern all the year.</br>Here learns the mind, an evanescent rule,</br>Where are such lessons as in Nature's school;</br>For there no masters arbritary reign,</br>The rules are perfect, and the precepts plain;</br>The page is turn'd intuitive to view,</br>The tasks are easy, and delightful too.", "How smiles a land, when wealth alone is sway'd,</br>To grant their population joys from trade;</br>When the great bend to every noble act,</br>Who thus descending, nought from pow'r detract;</br>Who by example teach men not to shrink,</br>And each bold peasant adds a bolder link;</br>Who sway'd, like patriots, fem'nine fears deride,</br>Become at once their country's strength and pride.", "From independence rural manners rise,</br>And rural mirth from slav'ry ever flies,</br>Seeks other hamlets where a cheerful strain,</br>Renders hard labour lighter to the swain;</br>Who, unincumber'd by unwieldy wealth,</br>Pass all their lives in innocence and health;</br>Nor large demands from luxury to crave,</br>To shrink the little which kind Heav'n gave;</br>Their wants are little, and they ask no more</br>Than labour's produce and its wholesome store.", "No ruthless hand here gripes the acres round,</br>Each holds his farm, and boasts his yielding ground;</br>Each tills his land, an independent man,</br>Secure from innovation or trepan.</br>Nor sweeping landlord with proscriptions harm,</br>Wraps land on land, and each contiguous farm;</br>Nor turns the man that boasts a little land,</br>With wife and children to the world's bare strand;</br>But here secure he reaps his scanty store,</br>Whose wants and learning bids him ask no more;</br>He ne'er had wealth, he never knew the plague,</br>Or heard of Indus, or the splendid Hague.</br>None here embrue their hands in useless gain,</br>And heap up treasures with a miser's pain,</br>Who courts but want and strives but to be poor,</br>And thinks that wealth alone consists in store;</br>Nor once conceives their good results from use,</br>But turns this destin'd purpose to abuse;</br>Gives all but justice to his niggard plan,</br>Insults his God, and harms his fellow man:</br>No local virtues fill his phantom'd head,</br>No hope but gain reposes on his bed;</br>The mines of Peru, uselessly he'd drain,</br>And thinks it wealth, to heap and live in vain.</br>What end have such I'll not pretend to read,</br>Or where consign'd, when Death bids life recede;</br>A juster hand ordains us life or gloom,</br>Whether we lie in turf-bound grave or tomb;</br>But let me die whenever 'tis decreed,</br>From av'rice, hate, and poor oppression freed!", "On Alpine scenes with precipices hung,</br>Hath the fond soul with admiration rung,</br>Whose steep ascents, laborious, to arise,</br>And needle-summits piercing through the skies;</br>Have led the heart to grandeur and its train.</br>But let me wander o'er the russet plain,</br>Step in some cot, where cleanliness array'd,</br>Arrests my progress, which is long delay'd.</br>Where seated in the midst on clean brick floor,</br>The children, curious peaking, creak the door;</br>And, if discover'd, and are bid to come,</br>The big ones push the less into the room.</br>These artless fancies though they please not all,</br>Are joys in kind with masquerade or ball;</br>And, notice taken of this childish art,</br>Are pleasing moments to the poor man's heart;</br>Who tells exulting with an humble joy,</br>Some dormant promises within his boy.", "Here foodful commons much assist the poor,</br>Which half sustains their little thrifty store;</br>This gen'ral depot shew a rising breed,</br>Of colts, the aged horses to succeed.</br>The poor man's pig, the garrulous geese and hens,</br>A few poor sheep unus'd to genial pens.</br>And one small boy is seen around to stray,</br>To watch the farmer's better wealth by day;</br>Who gathers muck, and which he sells to aid</br>The scanty pittance for his watching trade.", "Yon stands the alehouse with alluring sign,</br>The door surmounted with the words, \"neat wine,\"</br>Where village politicians, weekly led,</br>Attend to hear the county paper read;</br>Decide each topic of each tott'ring state.</br>Which ministers cannot decide, &mdash; but fate:</br>While some one noted for loquacious skill,</br>Draws ev'ry eye, while ev'ry mouth is still;</br>Till some idea, inspiring to the cause,</br>Empties each bumper and creates applause.</br>Then o'er the way the Barber hath his tide,</br>Who was apprentic'd at, (they say) &mdash; Cheapside.</br>I know him well, a man of middling sense,</br>Without the modern buskins of pretence;</br>Familiar, easy, jocular, and plain,</br>Some smart repart was mingled with his strain;</br>Convulsing laughter rattled as he spoke,</br>Which gather'd strength from novelty of joke.</br>And whispers say his learning lends supply,</br>For he had read the Roman History:</br>There at his door, a cluster take their stand,</br>While one a-time employ his dextrous hand.</br>There ev'ry theme is brought in course to view,</br>The laughter, pun, &mdash; and Strap's a punster too.</br>His plaster'd wall, caricature befit,</br>Much crowns th' acknowledgment of his wit;</br>And all the train made spruce and cleanly shav'd,</br>Retire applauding how he well behav'd.", "When worth and virtue undeserv'd sustain</br>The loss of honour and exalted reign,</br>Yet thence revives and spread again their bloom,</br>And in oblivion shakes their fitless gloom.</br>How glows the heart to see the spotless cause,</br>Arise, rewarded by the juster laws.</br>And when from base proscriptions too we see</br>The rising farm house and the verdant lea;</br>The busy ploughman fertilize the earth,</br>Th' active population's innocent mirth,</br>The meadows lowing harmony resound,</br>The harvest smiling shake its plenty round;</br>The great man's habitation daily blest,</br>The poor his pleasure and his staff of rest;</br>The whole enchain'd in mutual amity,</br>(The lineal blessing to posterity).</br>How springs the heart to see our native soil</br>Revive again and in luxuriance smile.</br>Thou blissful village, seat of recreant hours,</br>Reviv'st again, and glori'st in thy pow'rs;</br>Thou shalt again behold me on thy lea,</br>And give thy pleasures and the world to me.", "Could moral precept in a tender rhyme</br>Convey a lesson to restrict each crime;</br>And hold to view each hideous side of ill,</br>No gifted pen from henceforth should lie still,</br>Till each exemplary virtue bright unfurl'd,</br>Should interpose, &mdash; eclipse the pseudo-world.</br>A species of ingratitude is seen,</br>Among the biped songsters of the green;</br>And man with reason, is, alas!  not free</br>From base return, ungrateful apathy.</br>Along the common's most secluded way,</br>Approach the pond, stop short, &mdash; and there survey,</br>The parent cuckoo sucks the wagtails eggs,</br>Who leaves her own among the wat'ry sedges.</br>The tender wagtail, with paternal care,</br>Brings forth the young, unconscious whence they are.</br>I've seen the pair with deep laborious speed</br>Together bring the pond'rous bird its feed;</br>Who bulky stands, with prurient, flutt'ring wing,</br>And gapes for more than joint endeavours bring.</br>All wet the parents bring devoted flies,</br>The dainty bird all other food denies;</br>When grown, the tender parents victims fall,</br>To base ingratitude, &mdash; 'tis radical.</br>Could man through life, exempt himself from this,</br>How might the world exult and care dismiss.</br>One small example of our crimes ('tis few),</br>Is here exemplified in the cuckoo;</br>But eye the world, alas!  the many springs,</br>Which demonstrate themselves on tested wings.</br>The world permits!  by custom 'tis decreed,</br>The heart must shudder, and the victim bleed.", "Sweet, lovely village, calm retirement's throne,</br>Where worlds may cease to trouble, &mdash; life thine own.</br>How blest is he foredoom'd in care to strive,</br>Who settles here, and learns at last to live;</br>Quits the wide world, where strong temptations lure,</br>And learns to soften passions, though not cure,</br>Gives such bold proofs, that while the pledge is giv'n,</br>'Tis not to mock the world, tho' seen by Heav'n.</br>Imploring mis'ry turns not hence in fear,</br>Bends down the head, and sheds a quiv'ring tear.</br>Here learns the man to pardon and to shew</br>A little mercy &mdash; 'tis a gem below.</br>Sweeps many a rugged baffling cheek away,</br>And smooths the path to heav'n in life's decay;</br>Gains Angels', Seraphs' pinions for our soul,</br>Heav'n grants its peace, and mercy crowns the whole.", "Short, like its space, are life's enjoyments too,</br>Which seldom meet the wishes of the view;</br>Like as a vision brightens to the eye,</br>On near approach the outlines fade and die.</br>So 'tis with life; we hope and strive to gain,</br>Attainment shews, attainment is in vain;</br>Becomes an antecedent when once gain'd,</br>And leaves behind yet objects unattain'd.</br>But country-life affords less hopes and views,</br>The villager knows nought of worldly shews.</br>Each morn perpetual brings its labours round,</br>The scene familiar never brings a wound:</br>If fortune grant its due support of health,</br>'Tis all his hopes, and all he knows of wealth;</br>Heaven but grant his infants prosperous days,</br>Are all his views, and all for which he prays;</br>And, if his age beholds his sons fair state,</br>His joys are crown'd, he bends in love to fate.</br>Here calm and quietude propugn the man,</br>Nor vassal he to one as weak and wan;</br>He lives forsooth as well as times allow,</br>Nor perfect happy doth his tongue avow;</br>And, whether philosophic, fool, or what,</br>He argues not, that this should now be that;</br>But, easy, willing, industrious, and free,</br>Takes what is giv'n, and leaves the rest to me.", "Here mirth and joy inspiring fills each breast,</br>When Whitsuntide displays the village feast,</br>A waggon deck'd is drawn by many a pair</br>Of happy swains, who, jovial rend the air;</br>And, one as Phaeton, high commands his whip,</br>A calf's tail for a thong, the swains to tip;</br>While one above, in horns, is doom'd in front,</br>The last one married, to sustain the brunt.</br>Of all the jest and laughter of the town,</br>(Or proxy paid) to drive all concern down.</br>And, at each alehouse, and each richer door,</br>With merry laughter and a joyous roar,</br>Is sung, \"How gentle John to court did go,</br>T' inquire, whether he was a witch or no,</br>The judges smil'd, replied, and kick'd his breech,</br>He was more like a cuckold than a witch.\"</br>A gift is giv'n to crown the yearly task,</br>To gain October from the aged cask;</br>And on they move, with much grotesque display,</br>And mirth and innocence completes the day.", "Here Dives lives from pride and envy free,</br>Whose grounds are open to simplicity;</br>The swains can there, their mutual love exchange,</br>And through delightful paths serenely range.</br>Arcadian times revive, and rural lays</br>From arbours breathe, and move the tender sprays.</br>And dying, ceasing, swelling sounds presume,</br>To fill each air, which myrtle beds perfume;</br>And vocal hills, with virgin modesty,</br>In whisp'ring sounds to tuneful lays reply;</br>And Daphnis, Thisbe, all the shepherd train,</br>Might here resume their wonted songs again.</br>And scenes, which golden days alone proclaim,</br>Might here the groves and all their ease reclaim,</br>Might sing for bowls, and kids, and tender ewes,</br>Might weave a garland, or in love carouse;</br>Might send Augusta lays for times to come,</br>As far fam'd Mantua did t' imperial Rome.", "For more refin'd and deep reflecting minds</br>The gloomy shrubb'ry and the vista winds.</br>And here ye poets, never eyes beheld</br>So sweet a hall, by gath'ring dies propell'd.</br>Thick woven trees enclose the sublime spot,</br>And form a wall around the heav'nly grot.</br>An avenue winds, and through a narrow space</br>Ye enter panting to the serene vase.</br>Where gorgeous beauties, circling shrubb'ries share,</br>Form'd by sweet foilage, which salutes the air;</br>Lebanon's cedars and fine stately pines,</br>And yews aspiring through the thick confines.</br>An awe, a shade, a gloom; no mind conceives,</br>Embow'rs the seats amid th' umbrageous leaves.</br>Light's shut around &mdash; the horizontal rays</br>Dart on the shrubs and everlasting bays.</br>Th' aspin, trembling, shakes its trenuous leaves,</br>The woodbine too around its smooth trunk cleaves;</br>A plat of grass o'erspreads the verdant floor,</br>And ev'ry ray is such we might adore:</br>Such charms are there so artlessly combin'd,</br>We leave a ling'ring, wistful look behind.", "When Sol meets Vespa from his gorgeous throne,</br>Invests Atlantia with the Iris zone,</br>And slants obliquely o'er her furrow'd main,</br>The glitt'ring beauties of the ethereal plain;</br>Here rapture comes and walks her festive round,</br>In deep, eventual, contemplation bound;</br>And, like a maid, who warmly takes the arm,</br>The lenient pressure 'wakes the soft alarm:</br>So here scarce conscious at the happy time,</br>Of shades profound, intuitive, sublime,</br>The rays, by glances and by modest falls,</br>At once inspires and at once enthralls&mdash;</br>Gives to the mind which scarcely seems t' observe,</br>Terrestial secret and the azure curve.</br>And Nature bids her secret influence move,</br>And all the soul is borne on floating love.", "These are thy charms, sweet Tempe, and thy art,</br>Nor shalt thou lessen or thy swains depart;</br>Nor foul oppression shall thy groves invade,</br>Nor shall a charm which governs be delay'd;</br>Nor doom'd to sink a desart plain away,</br>Nor faded beauties all these ties gainsay;</br>Nor like a maid, who once in beauty shone,</br>With all the gems that could her grace adorn;</br>And then by age, disease, and all her train,</br>Misfortune too, and writhing jaundic'd pain;</br>By periods dwindle to the shelt'ring grave,</br>Nor leave a vestige, but the earth which cave.</br>Thy vales shall flourish, and thy woodland bloom,</br>Thy shades shall govern with their pleasing gloom;</br>Thy walks shall lead full many happy pairs,</br>Where blushing Flora governs all the airs;</br>And where Pomona studs the reigning grace,</br>Far from the scenes of riot and grimace.", "Felicity, depends upon the mind</br>Within ourselves alone the gift we find;</br>How blest are they which have the pleasing views,</br>More blest are they which add the virtuous Muse.</br>From hence each joy elicited to flame,</br>At once composes and inspires the frame;</br>Stands as a guide, to bid the heart excel,</br>And shakes fair numbers at the fiend of hell;</br>Renders each pleasure immaculate and plain,</br>Immingles health, and smooths the hour of pain.</br>Thou Muse immortal!  never time shall flee,</br>Reserv'd to sink but with Eternity:</br>Then shalt thy ruins of immortal ore,</br>Bespeak the fabric which thy beauties bore.</br>While all the arts and fantasies of pride</br>Shall lay as nought, regardless at thy side;</br>While thy fair notes, selected from thy choir</br>Of mortal lays, shall string th' immortal lyre;</br>And mortals, call'd Immortal hence shall frame,</br>Not time-bound report, but a vital fame.</br>"]