["Ah, me!  what an anguish is mine,</br>What a heart-rending torture I feel!</br>Sweet Hope!  at thy smiles I repine,</br>And I doubt what I dare not reveal.</br>See the roses they fade from my cheek;</br>See the lustre it glooms on my eye:</br>I must find what I tremble to seek,</br>I must weep at her falsehood and die.", "'Tis distraction to love her in vain;</br>Would to heav'n I was freed from my grief!</br>Yet, methinks, I could bear ev'n this pain,</br>Than, Indifference!  implore thy relief.</br>True, I grant thou canst quiet my breast;</br>Thou canst restore, I grant, my lost peace:</br>Yet is is but the stupor of rest,</br>And I scorn such a wretched release.", "Yet why should I &mdash; why should I not?</br>She was once kind and constant, most sure;</br>But her constancy now is forgot,</br>And her kindness remember'd no more.</br>O fool!  thus to publish her shame;</br>O, fool!  thus to bear with her will.</br>If I love her &mdash; I'm surely to blame;</br>If I slight her &mdash; I'm more to blame still.", "Fond thoughts!  must I bid you adieu?</br>Must I bid you a lasting farewell?</br>Since Eliza has thus prov'd untrue,</br>Calm Retirement!  how welcome thy cell!</br>Thy cell, by the mountain so lone,</br>Where, while bleak blows the whistling wind,</br>I will mix with the blast my sad moan,</br>With the blast than Eliza more kind.", "All frantic and wild let me fly,</br>Let me fly to some desolate spot,</br>Where in peace I may languish and die,</br>Where my mem'ry may soon be forgot;</br>Where my green turf may flourish unknown,</br>Nor one tear o'er my cold corpse be shed;</br>Nor one plaint &mdash; save the nightingale's moan,</br>That shall warble my sorrows when dead.", "Ah!  wherefore, to poison our joy,</br>Should Affection with Jealousy join?</br>Would too soon the sweet luxury cloy,</br>Did not thus the two passions combine?</br>Poor wretch!  how I pity his woes,</br>Who yet doats on &mdash; yet doubts of his fair:</br>None, none know what he undergoes;</br>'Tis an agony past all compare!", "Heaven knows I would give all I have,</br>(And I would it were ten times as much)</br>To be thought but her poor faithful slave;</br>Yet I may not be reckon'd as such.</br>Then should grief in her bosom appear,</br>Or gay joy flutter round her fond heart;</br>For the one I would shed a soft tear,</br>For the other forget all my smart.", "Oh ye scenes!  that delight now no more,</br>And thou grove!  'mid whose shades I've oft mus'd,</br>Ye can never my quiet restore;</br>Believe me &mdash; I've much been abused.</br>This poor heart, and I speak it with pain,</br>That would die for the fair faithless maid,</br>Has conceal'd all its sorrows in vain,</br>For Eliza my love has betray'd.", "Inconstant!  I fly from thy arms:</br>Inconstant!  I loathe the vile sound,</br>She is true &mdash; but alas!  she has charms,</br>And her charms do her constancy wound.</br>Would to heaven I was freed from my pain;</br>Yet I feel &mdash; though I cannot tell why&mdash;</br>I should wish for my torture again;</br>Should again hail the heart-rending sigh.</br>"]