["STREPHON.</br>Why does Alexis still dejected look?</br>Why does his hand incessant hold the crook?</br>A prey to care, and each unpleasing theme,</br>His sorrows real, and his joys a dream.</br>When the sun sets, and all his charge asleep,</br>No times for recreation will he keep:</br>The once companions of his leisure hours;</br>Hear him no more display the mental powers;</br>But lost to self, and friends, in silent gloom,</br>See his best days, and prime of life consume.", "ALEXIS.</br>Confin'd to narrow bounds, pensive I move,</br>I lost my freedom when I lost my love;</br>Low, melancholy themes, my thoughts employ,</br>I'm dead, as 'twere, to ev'ry human joy;</br>While thou, my friend, bless'd with a beauteous bride,</br>Canst sit, and chat, and fondle by her side;</br>The sallies of her wit oblige thee to be gay,</br>She kisses care, and smiles the hip away.</br>O!  happy lot, prize such a virtuous wife,</br>And thank good Heav'n for the best boon in life.", "STREPHON.</br>And such a boon, my friend, is in thy reach,</br>Oh!  do not, do not, Providence impeach.</br>I grant you lost a great and gen'rous friend,</br>Faithful in every instance to her end;</br>Lovely her form!  engaging in her mind!</br>And all that grace the sex in her conjoin'd.</br>She's gone, and happy, spare thy fruitless tears,</br>Nor vainly waste in grief succeeding years;</br>Hear reasons lore, and reassume the man,</br>Again be happy on the nuptial plan.", "ALEXIS.</br>Ah!  where's the widow kind, or gen'rous maid,</br>That will take pity, and the widower aid.</br>A mother-in-law! &mdash; this terrifies the fair,</br>They see an evil, tho' no evil's near;</br>Where dangers truly are, they blindly run,</br>As vanity directs the sex are won.</br>O!  then desist, nor urge a scheme so vain,</br>Single I am, and single must remain.", "STREPHON.</br>Alexis, hold, run not your charge too high,</br>Nor from particulars to gen'ral fly;</br>This as false logic all the schoolmen hold,</br>To vindicate the sex I dare be bold;</br>Virt'ous and wise there are, and not a few</br>Who pant for bliss, and properly pursue;</br>These know, that Circumstance is not the thing,</br>Where that bids fairest, misery may spring.</br>True bliss consists \"in Union of the soul,</br>The same their Byas, and the same their pole.\"</br>Add, if you please, \"a moderate degree</br>Of wealth, below the lures of luxury,</br>And yet above the fears of poverty.\"", "ALEXIS.</br>Thy definition's good, and notion just,</br>Some few there are so dignify'd, I trust;</br>But on what spot of earth those fair-ones dwell,</br>I own my ign'rance!  can my Strephon tell?</br>O lead me on to this Elyzian soil,</br>With more than thanks I will repay thy toil;</br>With more than rapture to such arms I'd fly,</br>And faithful to such int'rests live and die.</br>"]