["A sad, a long farewell &mdash; dear, artless lyre!</br>My trembling hand now vainly strikes thy strings;</br>The frost of age has chilled my wonted fire;</br>No longer glides the stream from Fancy's springs:</br>And waving wide her raven-coloured wings,</br>Dull Melancholy hovers o'er my head;</br>Parent of phantom shapes, and shadowy things,</br>That crowd the path my weary feet must tread,</br>With visionary forms, of joys for ever fled.", "For Mem'ry still, with fond regret, will rove</br>By sea-beat shore, gray rock, or winding stream;</br>Again she guides me to the woodland grove,</br>Where Fancy whispered many a youthful dream;</br>But ah!  it is the meteor's fleeting gleam,</br>Portentous, shooting o'er a stormy sky;</br>Where no kind star displays its cheering beam,</br>To glad the weary wanderer's hopeless eye,</br>Or point his trackless way, where dreary deserts lie.", "For ah!  no more to me the boon is given,</br>To mark the varied charms of Nature's face;</br>Abroad, to breathe the balmy air of heaven,</br>My fond eye gazing over ample space:</br>From virgin Spring, to Autumn's matron grace,</br>To me, alas!  each blossom blows in vain;</br>No more my feet the mountain path can trace;</br>Nor brush the dew drops from the daisied plain;</br>My trembling limbs fast locked, in adamantine chain!", "And yet, these limbs in chilling torpor bound,</br>A shade can startle &mdash; and a breath can shake;</br>The throbbing heart heaves at a passing sound,</br>As ruffling winds disturb the glassy lake:</br>At trivial ills the shattered frame will quake,</br>Each quivering nerve with keen sensation thrill</br>And feelings exquisite, to anguish wake,</br>The sigh, the tear; triumphing o'er the will,</br>While Reason vainly tries, to hush the tempest still.", "Yet kind companion of my happier days,</br>Thou hast not scorned me in this evil hour;</br>Thy song has soothed me in the wildering maze,</br>And strewed my tiresome couch with many a flower.</br>Enchantress!  stay &mdash; haply, thy magic power</br>Again may chase my lingering hours of care;</br>May shew my sorrows, like an April shower&mdash;</br>A passing cloud, the pilgrim to prepare</br>For scenes of endless day, and skies for ever fair.", "\"Yes, thou the song of heaven born Hope can'st weave,\"</br>Thy bright eye beaming with celestial day;</br>Thy whispers, softer than the breath of eve,</br>When setting sun-beams on the waters play:</br>Then touch the chord can soothe a child of clay,</br>Who struggling, seeks above his griefs to rise,</br>Set fair in sight, that pure ethereal ray,</br>Which guides the drooping mourner's downcast eyes,</br>To that calm haven of rest, prepared above the skies!</br>"]