["O!  from thy Shell, where many a joyless month,</br>All silent thou hast slept, while WINTER stern,</br>Shook o'er the trembling world</br>His iron rod severe&mdash;</br>Swell forth, soft SPIRIT of the tuneful Harp</br>EOLIAN! &mdash; Thou, thro' all the cadence sweet,</br>Whose every note is love,</br>And sympathy divine.", "Lo!  ZEPHYR woos thee &mdash; and the sportive SPRING,</br>With flowing tresses, interweav'd with flowers,</br>Returns &mdash; herself has cull'd</br>From many a fragrant heath:</br>Thee, too, the VIRGINS wait, in yonder bower,</br>With wiles, and wit, and roseate dimples sweet,</br>Touch'd by the tepid AIRS</br>That wanton wildly round.", "O!  with thy mildest movements, melt their hearts</br>To kindness!  and some favour'd youth be near,</br>To catch, in whispers breath'd,</br>Th' assent that makes him blest.</br>Ah!  then, not Angels emulate the bliss</br>That must convulse his soul, as deep he feels</br>The new sensation spread,</br>The agony of joy.", "Thee, sweet ENCHANTRESS!  and thy vocal strain,</br>Now let me hear, when MORN, with dewy locks,</br>First climbs the uplands grey,</br>And listens to the lark:</br>Or, when mild EVENING mounts her silv'ry car,</br>Skirted with shadows, and diffuses round</br>Her balmy breath benign:</br>What time the pale-ey'd MOON</br>Lights the blue East, and calls the vagrant mind,</br>Lost in the turmoils of the tiresome day,</br>To solitude and peace,</br>And contemplation pure:&mdash;", "Then let me hear thee. &mdash; But, O!  chief attend,</br>Sweet POWER of MILDEST MOODS!  or whether Morn</br>Climbs the green uplands, grey,</br>Or Eve her silv'ry car,</br>Skirted with shadows round, ascends sublime:&mdash;</br>Or, all refulgent, from his throne direct.</br>The bright Sun pours, profuse,</br>His tide of dazzling day.", "Whene'er, amid the changing scenes of life,</br>Distress is mine, or turbulence and ire,</br>Beneath their lawless sway,</br>Inglorious, bend my breast,</br>O!  then be present! &mdash; For not all the powers</br>Of modern Music, modulated nice,</br>Tho' boastful of success,</br>Can then with thee compare,</br>Soft SYREN!  whose wild cadence, stealing sweet</br>O'er the fix'd ear, sooths more the wounded soul,</br>Than all that envious ART</br>Or NATURE knows beside.</br>"]