["Haste, virgins!  haste to climb yon sunny mountains,</br>And join the dance in those melodious bowers.</br>Haste!  crown your urns from Gilead's purest fountains,</br>And weave your wreaths of Gilead's sweetest flowers.</br>For once again the slow revolving hours</br>Have brought the day when weeping Palestine,</br>From wild Idumea's groves to Sidon's towers,</br>Bewailed the daughter of her noblest line,</br>And Moloch's offerings smoked upon Jehovah's shrine.", "And ever on the day that viewed her led</br>To that dire rite, in deepest terror calm,</br>Around her grave the youths and damsels shed</br>Rich odorous gums, and twine the verdant palm;</br>While many a sacred dance and mournful psalm</br>Bewail the victim of reluctant slaughter;</br>And Ephraim's hills, and Gilead's groves of balm,</br>And the green rocks by Jordan's dark blue water,</br>Echo the funeral dirge of Israel's fairest daughter.", "\"Oh!  child of heroes, if in death thou lovest</br>The land thy virgin blood was shed to save,</br>Hear from the happy realms where now thou rovest,</br>The solemn lay we warble o'er thy grave.</br>For prophets tell, that to the good and brave</br>Our father's God assigns a happier dwelling,</br>Where gorgeous streams of liquid emerald lave</br>Refulgent groves, all groves of earth excelling,</br>Where heavenly music floats, through the rich branches swelling;", "\"Where heaven in endless sapphire burns above,</br>And earth smiles gaily on the smiling skies;</br>Where flowers, more radiant than the blush of love,</br>Are fanned by breezes softer than its sighs;</br>Where seraphs furl their wings, whose countless dyes</br>Burn with the glories of departing day,</br>And, as in Eden's earlier paradise,</br>Delight with men through those fair scenes to stray,</br>And all their Maker's works and all his love display.", "\"Hope views thee living &mdash; Nature mourns thee dead,</br>And, fairest, we must weep, though not for thee.</br>Oh, who can stand above the grassy bed</br>Of that fair form which we no more must see,</br>Nor think how thy dark eyes flashed forth with glee,</br>When thy great father's conquering arms were sung</br>From broad Euphrates to the Western Sea,</br>Blessed by each heart, and praised by every tongue,</br>And clouds of incense rose, and songs of triumph rung?", "\"'Haste!  fling green garlands through the crowded street&mdash;</br>Roll back the portals &mdash; let the trumpet sound&mdash;</br>Throng every battlement, the chief to greet,</br>Who comes with glory's brightest chaplet crowned;</br>And, as he passes, scatter odours round.</br>Heard ye the thunders of his gilded car?</br>Saw ye his milk-white coursers paw the ground,</br>While sobs, and shouts, and clapping hands, afar,</br>Hail the triumphant track of Israel's saviour's car.'", "\"See!  from the gates a lovely train advance</br>To greet their prince with symphony and song.</br>Who, who more fit to lead the hallowed dance,</br>Than she, beloved so well, unseen so long?</br>On either side rolls back the gazing throng,</br>As those celestial forms, with airy tread</br>And brandish'd timbrel, blushing, glide along&mdash;</br>But He &mdash; why shakes he with convulsive dread,</br>And heaves that shuddering groan, and hides his helmed head?", "\"Oh!  daughter of a father's tenderest care!</br>Oh!  victim of a father's cruel faith!</br>Yes &mdash; thou must die!  Those snowy brows must wear</br>The sacrificial, not the bridal wreath.</br>For joyful state, for clarion's jocund breath,</br>For wedding dance, by kindred maidens led,</br>Thine is the mournful pomp and dirge of death!</br>Dark is the spouse, fair maid, whom thou must wed,</br>And dire the nuptial rite, and cold the nuptial bed.", "\"Yet, even while trembling on the brink of life,</br>No voice to cheer her, and no hand to save,</br>She calmly saw the shrine, the flame, the knife.</br>And smiled on horrors that appal the brave,</br>She wept for him who doomed her to the grave.</br>With her last ebbing breath she faintly bless'd</br>The frantic wretch, who took the life he gave;&mdash;</br>His white and writhing lips to hers she pressed,</br>And hid her dying face upon his sobbing breast.", "\"Therefore on this sad day, with mournful pleasure,</br>Thy spotless fame, thy cruel fate we sing,</br>And hail thy name in many a tuneful measure,</br>And gird thy bier with many a choral ring:</br>Therefore upon thy couch of turf we fling</br>Each dewy flower, which like a jewel glows</br>Around the brilliant coronal of spring&mdash;</br>The painted tulip, and the pale primrose,</br>And violet, which, like thee, in chastest beauty grows.", "\"Twine, sisters, twine the bashful rose, which lent</br>Her breath its fragrance and her cheek its bloom.</br>And spread those modest tints, that balmy scent</br>To grace a fairer, sweeter victim's tomb:</br>And twine the thyme, which yields its rich perfume</br>When bruised and wounded by the heedless tread;</br>For, like that flower, beneath her cruel doom,</br>In patient loveliness, she bowed her head,</br>And round her murderer's path delight and blessings shed.", "\"From the clear bosom of yon shaded lake,</br>Haste, cull the broad leaved lily's virgin flower:</br>When whirlwinds rend the oak and waste the brake,</br>And heaven is dark with hurricane and shower,</br>Its frail white cups defy the tempest's power:</br>And she, as pure, as modest, as as fair,</br>When fate and frenzy brought the deadly hour,</br>Smiled with pale, gentle firmness on despair,</br>And meekly armed her soul to suffer and to dare.", "\"Oh, noblest, gentlest, fairest, best!</br>Martyr of fame, of freedom, and of love!</br>Long round the bed of thine eternal rest</br>Shall snowy feet in mazy circles move;</br>Long may the pensive virgin footsteps rove,</br>When ocean burns beneath the blush of even,</br>Through the dim shade of thy sepulchral grove,</br>And to the turf where thou art laid be given</br>The sweetest flowers of earth, the softest tears of heaven.\"</br>"]