["The seventh, CENSORIOUSNESS, with lip up curl'd,</br>Did on a snarling MASTIFF crooked ride,</br>At war with all that's fair in this foul world,</br>A compound of malignity and pride;</br>For ever prone to censure and to chide,</br>She praises only where she might reprove,</br>Nor worth in man or woman can abide,</br>Stranger to Friendship, execrating Love,</br>She courts the raven dark and harasses the dove.", "Holds man that \"JEWELL in a thrice-barr'd chest,\"</br>In days when faith and fealty both wax cool,</br>A plain bold spirit in a loyal breast,</br>An heart long-train'd in honour's goodly school?</br>This deadly fiend, who aims on earth to rule,</br>Will urge her minions to deface his fame,</br>To blast him as a bigot or a fool,</br>To call his worth some ignominous name,</br>And crush  him with a load of obloquy and shame.", "The eighth was black INGRATITUDE, who perch'd</br>Upon HYENAS back most warily,</br>Around her with an eye of Argus search'd</br>For hapless victims of her perfidy.</br>Hated by GOD, and eke by man is she,</br>Doom'd in the sacred volume to partake,</br>With wizard foul, the dismal destiny,</br>That sends them as the offspring of the snake,</br>To feel th' eternal fire of Acherontic lake.", "Who has not mark'd INGRATITUDE's pale eye,</br>Which owns an obligation in the mind,</br>Yet from a friend, as from a foe would fly,</br>Nor temper with one kindly glance the act unkind.</br>And oft, too oft to Love's strong power resigned,</br>The beauteous Maiden by this Daemon won,</br>Was doom'd in lover false, a foe to find,</br>Who spurn'd her from his feet, deceiv'd, undone,</br>To wander thro' a cold, wide world, unpitied and alone.", "\"And after all, upon the waggon beam,</br>Rode SATAN, with a snarling whip in hand,</br>With which he forward lash'd the lazy team,</br>So oft as SLOTH still in the mire did stand.</br>Huge routs of people did about them band,</br>Shouting for joy, and still before their way</br>A foggy mist had cover'd all the land,</br>And underneath their feet all scatter'd lay,</br>Dead sculls and bones of men whose life had gone astray.\"</br>"]