["Abash'd, I fear, the self-supporting bard</br>\"In lofty madness meditating song,\"</br>May not his jaundic'd eye my theme behold,</br>Unless to risibility it tends?</br>To him I tender every graver thought,</br>And strain enthusiastically grand;</br>Because my muse, unequal to the task,</br>Forbears expose me to his critic scourge,</br>And humbly prompts the conic thimble's praise;</br>Praise not so polish'd as its surface bright,</br>But merited, because a coat of mail</br>It yields my lovely Daphne's finger top,</br>When dext'rously along the snow-white cloth</br>(Of Russia, Scotia, or Hollandia looms)</br>She wields the needle, and connects the stitch</br>With undulation quick, or with its eye</br>With warm-spun toil transfix'd awakens to life,</br>Life artificial!  Flora's flushing tints,</br>And bids the muslin to her blue-ey'd girls</br>Convey &mdash; a pattern, emulation fraught,</br>And smile a monument of female skill.</br>Of egg for sponge, and eborcan leaves,</br>(Whose azure veins concise memorial bear</br>Of lady Fancy's pericranian vest,</br>The last new toast fond scandal crush'd at court,</br>And of each rout the delegated hour)</br>With pencil small, and nippers, spoon and knife,</br>Thy form campanous boasts aurean make,</br>To aid in height'ning fame, in piece taperian,</br>With scripture tale, or story'd types enwove,</br>Or in ahenian coat the chaos blends</br>Of twenty little immaterial things,</br>Contents of Nelly's pouch; from whence oft snatch'd</br>The callus of her middle digit's top</br>To guard, as she the stocking darns, or hems</br>The 'kerchief gave her by enamour'd Hodge.</br>Or Suture's sons thy crownless tube explore,</br>Laps'd from the board, and 'whelm'd with shreds obscure,</br>To reinstate thy finger-circling pride.", "Thee honours due I'll grant, and ne'er forget,</br>How once, when to the dark betray'd, I struck</br>The tinder-catching sparks, and soon restor'd</br>By thy chalybian aid (for then thou hadst</br>A coat chalybian; lucky that thou hadst!)</br>The fluid lustre of the treach'rous wick.</br>This was a boon material, and for this</br>Thou had'st deserv'd the notice of the muse.</br>But for assisting Daphne, when the wax</br>Upon the billet doux you lock'd secure,</br>And clos'd the vows with indentation strong,</br>For that, immortal wou'd I make thy name;</br>But, ah!  dear thimble, know thy bard's deny'd</br>One thimble full of the Pierian spring.</br>"]