["Say, while the menaces of ruffian France</br>Mingled with execrations, o'er the surge</br>Come wasted, as invading hosts advance;</br>Shall Patriots, with an air of triumph, urge</br>The cause of Miscreants, pointing to the verge</br>Of Fate, where Albion they condemn to sink?</br>What Prowess could have bade old Greece emerge</br>From death, or Rome escape perdition's brink,</br>If Patriots for her foes had fram'd the brother-link?", "Ardent, in elder times, the Patriot wrench'd</br>From fell Sedition's fangs, the mangled laws,</br>And Cities, with the blood of Traitors drench'd,</br>And shook his helmet-plumage to applause!</br>Thus Sparta's heroes, bold in Freedom's cause,</br>Exulted to the flashing of the spear:</br>Thus Curtius plung'd into the gulphy jaws</br>Of death:  Nor less to Roman valour dear,</br>The Decii's noble fires delight the ingenuous ear.", "Still was the midnight camp.  To dye the dust</br>Ere morn, with torrents of the Latian blood,</br>Great Decius lay &mdash; When, sudden, more august</br>Than human, a majestick spectre stood,</br>And thus, in hollow accents &mdash; \"Tho' a flood</br>Of vulgar gore the hostile fields distain,</br>Still gath'ring horrors o'er thy country brood!</br>Unless a gasping leader bite the plain,</br>Vain were the lifted sword, the warriour frenzy vain.\"", "The Hero heard; and calm, himself foredoom'd</br>The victim:  And, tho' haunted Silence hush'd</br>The world, no terrors o'er his spirit gloom'd:</br>But, as the lighten'd shades yet linger'd, flusht</br>With fires that lighten'd thro' his soul, he rush'd</br>Into the field of flight.  His godlike force</br>Mark'd with dismay, and thick battalions crusht</br>Beneath the bath'd hoofs of his foaming horse,</br>Amid pale shrinking foes, he fell a mighty corse!", "By the same fires impell'd, in battling strife,</br>The Son, too, courted the renown of death:</br>Nor less the Grandson, prodigal of Life,</br>Dar'd, at the trumpet's blast, his blade unsheathe,</br>And snatch, from grateful Rome, the ensanguin'd wreath</br>Of glory.  Thro' the ranks amazement ran:</br>Tho' thousands, urg'd by Fate, resign'd their breath,</br>Yet, as each Patriot flam'd amidst the van,</br>His Country tower'd with pride, and hail'd him more than Man.", "Say, then, what traits the British Patriot mark?</br>How are the virtues of his bosom known?</br>He smoothers up his feelings, frowning dark&mdash;</br>Feelings, a dastard wretch, he dreads to own;</br>And tells of brooding ills, in sullen tone:</br>But if his Country some dire loss alarm,</br>He vaunts the insulting smile, when others groan;</br>And, were his valu'd self secure from harm,</br>Would grasp the trait'rous steel, and boast the Assassin's arm!</br>"]