["My Muse now fares like some Geometrician,</br>That having view'd on Globe terrestriall</br>The Earth, and like a good Mathematician,</br>Cast up the Measure of her craggy ball,</br>Now thinkes that all doth in his Compasse fall,</br>But sayling forth by Compasse, Card, and Sterne,</br>With his owne eyes it to discover all,</br>He may Iles and Regions doth discerne,</br>Which never by the Map he able was to learne.", "So when I first in Vertues Maps had read,</br>Of all the Graces link'd in golden Chaine,</br>I thought I had them all discovered,</br>And able was their Natures to explaine,</br>But more that I doe labour and take paine,</br>To tell their Numbers, Nature, Qualities,</br>More numberlesse I find their glorious traine,</br>And more admire their Grace and Dignities,</br>And more of them I write, the more my Muse descry's.", "But none more faire I can amongst them find,</br>Than next I write of comely Gravity,</br>Which as I said, goes linked and combin'd</br>With gentle, noble, sweet Humanitie,</br>Whom follow Constancy and Chastity</br>Attending alwayes on this stately Peere,</br>Who for her venerable Majesty,</br>Is to the Queene of Love her selfe most deare,</br>And alwayes tires her face, which court'sie washeth cleare.", "Now helpe, O heav'nly Queene!  and Graces faire!</br>Her to adorne that beautify's you all</br>And lift my Muse to fly above the aire,</br>Oh never let my fit and fury fall,</br>Whil'st I describe this Grace Majesticall;</br>Which with her comely presence doth adorne</br>The Temple, Judgement Seat, and Princes Hall,</br>With Academies, where the Muse was borne,</br>And ay defends the ancient from the yongers scorne.", "She is an inward splendour of the mind,</br>Which makes the whole man gracious, commendable,</br>The outward manners which in her we finde,</br>Her lookes and gestures, faire and delectable,</br>Are but as Beames of that bright admirable</br>Transcendent Grace, which in her heart doth shine,</br>To make words, lookes, and actions venerable,</br>And Dignity and Comelinesse to joyne,</br>With manners Sanctitie, which make a man Divine.", "For sure all reverend shewes of Gravity,</br>Are but externall good expos'd to sight,</br>Except they have fast rooting inwardly,</br>And from the heart receive their Splendour bright,</br>As Majesty, is without Goodnesse light,</br>So's Gravity without true holinesse,</br>'Tis that which makes us grave, and to delight</br>In sober honesty, and comelinesse,</br>And to be patternes of all Grace and godlinesse.", "She is that holy Law and Rule of Life,</br>Of constancie and gracious manners borne,</br>Free from lascivious Love, or causelesse strife,</br>And ever doth most gloriously adorne</br>Him, before whom her glorious ensigne's borne,</br>She is not lowring hard, to equals proud,</br>To betters base, nor doth inferiours scorne,</br>Aspiring, wanton, loose, exulting, lowd,</br>Her habit, looke, attire, all modesty doth shroud.", "Her Ornaments are not Wealth, Strength, or Power,</br>Sumptuous apparell, decking Limbs, or face,</br>Sweet Chastitie of Manners is her Dower,</br>Her outward parts, adorn'd with inward Grace:</br>These be the ornaments that most her grace,</br>Not made by any skilfull hand, or Art;</br>Vertue the Queene of all things did enchace</br>These workes of wondrous Glory in her heart,</br>Wherewith she now adornes and graceth every part.", "By these she casting out all perturbation,</br>Perpetuall tranquillity attaines,</br>And shines in Grace, which at her first Creation,</br>She from the Fountaine of all Grace obtaines,</br>And thus she true immortall honour gaines,</br>Not that which leanes on popular vaine blast;</br>But that whereby the Queene of Vertue raignes,</br>And stands upon her vertuous thoughts so fast,</br>She from the pitch of honour can not be displas't.", "Hence 'tis, that who can to this pitch attaine,</br>Admits of nought unseemely to be done,</br>His mind no evill cogitations staine,</br>His actions chast as mind from whence they come,</br>Many indiff'rent things are fit for some,</br>Which some more grave and noble ill beseeme;</br>It doth no Judge or Magistrate become,</br>In servants habit publique to be seene,</br>What Country Maid commends, may ill beseeme a Queene.", "Justly did Philip reprehend his Sonne,</br>When, to the Harpe, he heard him sweetly sing,</br>This well, saith he, soft Ladies doth become,</br>But Drums and Trumpets best beseeme a King;</br>It is for Clarkes no commendable thing,</br>To Hunt, Hawke, and great Horse for seruice traine,</br>Which highest Grace to Gentlemen doth bring,</br>Poets may witty pleasant fictions faine,</br>Which in a grave Divine would be accounted vaine.", "Man in Gods Image to be like a Beast,</br>Neigh like a Horse, grunt, swill, like to a Swine,</br>Such things doth Gravity as base detest,</br>Equality and Comelinesse doe shine,</br>In her voice, speeches, countenance divine;</br>In going, sitting, gestures, and devotions;</br>She words perplext, contentions, doth decline,</br>Plaine, constant, resolute, are all her motions,</br>Proceeding from her hearts, pure, wise, and heav'nly notions.", "Her words fly not at randome, all do flow</br>From Fountaine of pure understanding heart:</br>Her gestures are not quick, nor yet too slow,</br>Sweetly severe, consid'rates in each part:</br>Her looke's not Cruell, nor compos'd by Art,</br>Grave and severe, yet gentle, liberall,</br>Sweet Mistris of the Graces!  where thou art</br>They are most gracious and comely all,</br>Wherefore I them thy Schollers all aright may call,", "Nay rather thy companions:  Poets feigne</br>Astrea call'd from heav'n, with thee to dwell,</br>And to put all her Nymphs to thee; to traine</br>Them up in Vertue as beseemeth well:</br>To men all gracefull manners thou dost tell,</br>Thou teachest Kings to rule their Subjects right,</br>Fathers their Duties to their sonnes to spell,</br>Servants to Masters, Lady to her Knight,</br>No Policy or force without thee rules aright.", "Happy are they!  thou teachest to eschew</br>All Levity, vaine feare, and ostentation,</br>Morose, rough manners, taunts, reproach undue,</br>Which shewes a mind subject to perturbation,</br>Delighting in anothers molestation:</br>These are like Scorpions, whose malignity,</br>To all, comes from their natures inclination,</br>And from their Malice comes Morositie,</br>Averse to all, but most to Truth and honesty.", "As Urchin, which hath pricks upon his skin,</br>'Mongst Thorns, and Bryers alwayes takes delight,</br>So in all businesse these enter in,</br>They use morose, uncivill, barb'rous might;</br>They bring within them Malice, Gall and Spight.</br>How-ever be the thing wherein they deale,</br>Oh God forbid!  such base malicious Sprite</br>Be ever Judge in Judahs common weale:</br>Such take large Toule, but never care to grind the meale.", "Some dayes Euripus sev'n times ebbs and flowes,</br>Some other dayes, nor flowes nor ebbs at all,</br>The moving of this River's like to those,</br>That have not Gravity habituall:</br>Unlike themselves, loose, sparing, prodigall,</br>Idle precipite, vaine, for either part</br>Most earnest, vehement, patheticall,</br>These their owne businesse and friends pervert,</br>For want of Gravity, and Constance in their heart.", "But Gravitie is like the Ocean maine,</br>Into whose Treasure all the Flouds doe flow,</br>Which he as constantly sends out againe,</br>Yet hereby doth, nor lesse, nor greater grow,</br>He neither swels, nor banks doth overflow,</br>When greater summes his tributaries pay,</br>Nor is base sparing, when their pay is slow,</br>The windes may tosse his waves but not dismay,</br>He smiles so soone to see his troubles blowne away.", "As Censor in the Senate-house of Rome,</br>So is this Grace amongst the Graces all;</br>And as none might into the Senate come,</br>But those whom he did in his Conscript call:</br>So none may come into the Graces Hall,</br>But they must be conscrib'd by Gravity,</br>And those she will not have come there at all,</br>She passeth by them for their Levity,</br>Such confidence have all in her integritie.", "But she most like is to the glorious Sunne,</br>Whose chearefull countenance is still the same;</br>And like him constantly one course doth runne,</br>Of which, she never weary is or lame:</br>From him's all elementall heate and flame,</br>With her all lively spirituall doth dwell:</br>He lightens all with his enlightning beame,</br>Sinnes, Clouds, and Ignorance she doth expell:</br>Sol prince of Lights, she of all Graces beares the bell.", "She's like that Breath, which God is said to breathe</br>Into mans face for immortality,</br>His owne sweet Image, which he did bequeath</br>To Adam, Righteousnesse, and Sanctitie:</br>For where is inward holy Gravity,</br>All Graces spirituall are likewise found,</br>Where grave and modest outward Courtesie,</br>There outward comely Graces all are found,</br>Without the one we never find the other sound.", "No firmer, or more ready muniment,</br>'Gainst Envie, Malice, and each enemy,</br>That here mankind assaile, and circumvent,</br>Than high, sublime, graue Manners majestie;</br>Who outward hath and inward Gravitie,</br>Concords with all without, hath Peace within,</br>Of Vertues all consent, and Unity,</br>Gods image thus renew'd, doth heere begin,</br>In humane flesh to vanquish Lust, and mortall Sinne.", "Old Ages honour, garland of gray-haires,</br>Most ample orders Grace, and dignity,</br>The highest seates of Justice, richest chaires</br>Of State, from her have all their majestie:</br>She swayes the Scepter of high Sov'raignty,</br>The fairest Cope which Arons sonnes do weare,</br>Sweet, rev'rend, amiable Gravitie!</br>To thee I nothing find fit to compare,</br>All Simile's but shadowes to thy substance are.", "For in the grave and rev'rend do shine</br>All Goodnesse, Constancie, and Sapience,</br>The Manners which were in the golden time,</br>The Age when raigned Right and Innocence,</br>Before Debate, Strife, and Malevolence</br>Were hatcht, since fledge, now taught aloft to sore;</br>Inveterate in reprobated Sense,</br>Habituated so in Vices lore,</br>They scoffe at graue examples, all that went before.", "At first, I say, when in the golden Age,</br>Grave Saturne did Olympus Scepter sway,</br>Of high esteeme were then the ancient Sage,</br>And mortals all did their behests obay;</br>But since Jove did by violence betray</br>His father, and aspired to his Crowne,</br>Severer Gravity is driv'n away:</br>The Joviall men are onely of renowne,</br>Grave Saturne on their Lusts too rigidly doth frowne.", "As long as Eve maintaines her Gravitie,</br>So long in her Integrity she stood:</br>But when neglecting Grace and Majestie,</br>She of her vassall learnes the ill from good,</br>The Serpent, with his base malicious brood,</br>Soone brings her to an everlasting blame;</br>She evill did, and evill understood,</br>And seekes to hide her naked parts from shame,</br>Which perfect Natures Gravitie did never blame.", "Oh wondrous Grace of heav'nly Gravitie,</br>If in her likenesse she should here appeare!</br>But Adam lost her with Integrity,</br>Since, she could never be discerned cleare:</br>But when our Head with us conversed here,</br>Onely some Beames he pleaseth to bestow</br>Upon his members to himselfe most deare,</br>Whereby they shine like little lamps below,</br>And, as he lends them light, they great or lesser show.", "If you examples of this Grace desire,</br>You must the Fathers lives, and Stories reade,</br>She a continued habit doth require,</br>Nor is expressed in a single deed,</br>I easier to you could their slips areed,</br>As Noah grave yet overtane with wine,</br>And Lot thus punish't with incestuous deed.</br>I read, that once ev'n Abram did decline,</br>And fainting, fell from this high Gravitie divine.", "Could I now Job here picture in a Verse,</br>I might her comeliest feature to you show,</br>Reade his whole life:  I onely will rehearse</br>What he would have his unjust friends to know:</br>Did he unto the Seat of Judgement goe;</br>The youngmen saw him, and themselves did hide,</br>The aged rise; the Princes tongues that flow</br>In Eloquence, their talking lay aside.</br>Speakes he?  all mouths are shut, all eares are open wide.", "I do not reade, that grave Judge Samuel</br>Did ever from this heav'nly Grace decline,</br>For all the time he judged Israel:</br>But sure his Tutor did so much incline</br>To gentlenesse, he swerved from her line.</br>Oh David!  where was then thy Gravity,</br>When thou didst make Uriah drunke with wine,</br>That so he might go with thy Lemman lie,</br>To cover thy base Sinne of foule Adultery?", "That innocent pure golden Gravitie,</br>With which thou in a linnen Ephod dight,</br>Laidst by thy sov'raigne kingly Majestie,</br>To dance before the Lord with all thy might:</br>Oh thus to be uncoverd in the sight</br>Of maides, and servants, well becomes a King,</br>Though prophane wicked Michols us despight,</br>Yet when to God we our Devotions bring,</br>To be most vile and meeke is no dishonouring.", "Should I now passe by Judges, Prophets, Kings,</br>And from th' Apostles times this Vertue trace,</br>To shew how silly fisher-men did things</br>More grave and venerable in their place,</br>Than all the Prelates that have highest grace,</br>My selfe and Reader I too much should spend:</br>Let's labour in our hearts her to embrace,</br>For that indeed is Meditations end,</br>In vaine hee sees the right, that doth the wrong way wend.", "By two or three examples, Ile commend</br>This Grace, as she did with the Heathen won:</br>Cato, one from the Senate did suspend,</br>Because he kist his wife before his sonne:</br>A Poet craving of a Judge alone,</br>To do him favour against Law, replide,</br>As Poet is not good, whose Vertues run</br>Not by the rules of Art:  so Judge is wide,</br>That layes, for feare or favour, Lawes and right aside.", "A Spartane lewd, in serious consultation,</br>Giving his good aduice, was followed</br>Of all the Senate in their Convocation;</br>And the Decree in his name entered:</br>A grave old man them better counselled,</br>That they their honour would not so defame,</br>To have Decrees in such names registred:</br>The Sentence might continue still the same,</br>Chang'd onely from a lewd, unto a grave mans name.", "Themistocles is said, once with his friend,</br>After the Persians fatall overthrow,</br>To see that mighty slaughter, to descend</br>Unto the Sea, which wont to ebbe and flow;</br>Which many Chains and Bracelets up did throw:</br>These when he saw thus lying on the shore,</br>He them, thus saying, to his friend doth show,</br>Thou art no Captaine, gather them therefore:</br>Shewing, he Gravity, than Gold esteemed more.", "Oh!  shall a Captaine of the heathen host,</br>For Gravity despise all gold and gaine?</br>And Christians, thou whose Soule alone hath cost</br>More than all wealth that doth on earth remaine,</br>Neglect this Grace a little pelfe to gaine?</br>Oh!  what do such, but Esaus Birth-right sell,</br>Or like the Prodigall, eate swill and graine:</br>If they at home with Gravity would dwell,</br>Manna should be their food, their drinke sweet living-Well.", "Alas!  how many be that do professe</br>Themselves great friends to gracious Gravitie,</br>And do in outward shewes expresse no lesse?</br>But they at home are full of Luxurie,</br>Base Wantonnesse, and all Immodesty;</br>Especially obscene in filthy Lust:</br>Thus Cupid binds Joves awfull Majestie;</br>Venus have her petitions granted must,</br>When Juno's and Minerva's throwne are in the dust.", "Ah!  I could wish, but never hope to see</br>The golden-Age, when ev'ry one was plaine,</br>And hearts and faces did in one agree;</br>Dissembling was not knowne all Saturnes raigne.</br>The Matrons modest Virgins sought to gaine</br>By patternes grave, in Vertue to begin</br>Their youth, the ancient up in labour traine;</br>To moderate their Lust, and keepe from sinne:</br>That as they seem'd without, so they might be within.", "Three things the Persians did teach their youth,</br>To ride a horse, the Bow aright to draw,</br>The last thing was, in all to tell the Truth;</br>This made them of ill doing stand in aw,</br>They being bound to Truth, as to a law.</br>This last, true inward Gravitie would frame,</br>Considering God secret sinnes will draw</br>To light on earth, to our disgrace and blame,</br>Or else hereafter to our greater paine and shame.", "But I confesse, we are so farre from feare</br>Of wanton loosenesse in our privacie,</br>That openly we without blushing beare</br>The ensignes of our Impudicitie.</br>So farre from antique graver Modestie,</br>In gestures, goings, lookes, vailes, and attire:</br>They now are baits of Lust and Luxurie,</br>And fewell to increase our shamelesse fire,</br>Which should be limited in Wedlocks chast desire.", "And not shewes onely, but our sweetest songs,</br>Are now the Baits of Lust and Wantonnesse;</br>In Ribaldry we exercise our toungs,</br>With unchast tales we intertaine our guesse;</br>Without these now no mirth or cheerefulnesse.</br>Alas!  poore Gravity is quite undone,</br>Her honours blended by Lasciviousnesse;</br>The Signes will tell you, where good-Ale doth won,</br>'Tis filthinesse to speake, what's filthy to be done.", "Divinest Spirits!  Muses Darlings deare!</br>That in sublimest Numbers take delight,</br>Oh!  let your Fountaines streame as pure and cleare,</br>As runs the Helicon whereof you write:</br>Dim not your pure, sublime, most glorious light,</br>With lustfull thought, or wanton cogitation,</br>But spend the honour of your Furies might,</br>In holy, sweete, transcendent Contemplation,</br>And as your matter's grave, so be your conversation.", "You by the Muses are inaugurate</br>Censors of Manners, inward Sanctitie,</br>As of the outward is the Magistrate;</br>Oh both be patternes of true Gravitie!</br>And you shall both shine like a Deitie,</br>Amongst the mortals which are here below:</br>Your private honour, publike majestie,</br>By Gravitie more glorious shall show,</br>So as your outward truly doth from inward flow.", "Wives, Matrons, Widowes, Virgins faire be grave,</br>Dame Chastitie defend your Bodies may</br>From lawlesse Lust:  This Vertue will you save</br>From lustfull proffer without saying nay;</br>The boldest dares not Gravitie assay;</br>She better than a thousand Argo's eyes,</br>All lustfull lookes and glances keepes away,</br>And silenceth inchanting Mercuries:</br>That Matron's truly chast, whom no man ever tryes.", "God of all Grace, I humbly beg this Grace</br>Of inward, and of outward Gravitie,</br>Grave in my Muses, graue in publique place,</br>Grave with my friends, grave in my Family,</br>Grave in Adversitie, Prosperitie,</br>In all religious Duties truely grave:</br>Be I in Bondage, or at Libertie,</br>In health, or sicknesse, Gravitie I crave.</br>In all from crying Sinnes, this Grace my Soule shall save.", "And though to sing of Gravitie I cease,</br>Yet never will I cease her Contemplation.</br>As yeeres, so must my Gravity increase.</br>The Author of all heav'nly Cogitation,</br>Me teach her practice in my Conversation.</br>This Booke began with Peace, I now will end</br>With Gravity both Booke and Meditation:</br>God grant it Readers hearts may all amend,</br>As it hath done the Authors, when the same he pen'd.</br>"]