["Yet, yet again those notes &mdash; the witchery</br>Of those soft sounds, to trance me with their spell!</br>Stilling each impulse till this body be</br>Like a soul rapt in calm ineffable;</br>No &mdash; it hath ceased, is broken:  I know well</br>Now, why it moved me, for a grief is come,</br>A shade of sadness yet too light to dwell:</br>I heard it when in boyhood I did roam,</br>It brought back olden days and voices of my home!", "Days of departed childhood!  ye are gone,</br>Mingled with the great stream of things which were:</br>And I, lone relic of them, still meet on</br>The brunt of years traced deep by time and care;</br>And yet a strain, a sound of air,</br>Comes o'er me, and unites me to the past;</br>Yea, doth incorporate my being there,</br>Making me all I was; it could not last&mdash;</br>The enchantress waved her wand &mdash; the day-dream was o'ercast!", "And yet so soft, so holy was that vision</br>Given, and when o'er, so gently roll'd away,</br>That though, when wakened from the dream Elysian</br>I had indulged in, I could not be gay:</br>Yet was the sadness softened all away</br>By that wild cadence lulling pain to rest,</br>Requiem of memories as soft as they!</br>Leaving behind a calm, yea, joy suppressed,</br>Such as young Hope may feel on Love's reposing breast.", "Thou Power mysterious and lovely!  Thou</br>Fountain of Joy!  and shrine where grief doth flee:</br>Thou, whose sole sway all hearts avow,</br>Whose reign hath been all time, and e'er shall be;</br>Wakener of soul!  divinest Melody!</br>Is there to man a gift more sacred given?</br>No &mdash; Love himself draws half his joys from thee,</br>When the frail ties that bound to earth are riven,</br>And Hope deems thee the link that raiseth her to heaven!", "And why should I all vainly seek to express</br>Thee, where the mightiest have failed?  what art</br>Of lifeless words can on the sense impress</br>Feelings that thrill like lightening through the heart!</br>Thou, the Invisible, dost dwell apart,</br>Like beauty, hallowing all through earth and air;</br>As forms of heaven that from the canvas start,</br>When we gaze on, nor break our silence dare,</br>So, in our heart of hearts we feel &mdash; we feel thee there!</br>"]