["The ways, through which my weary Steps I guide,</br>In this delightful Land of Fairy,</br>Are so exceeding spacious and wide,</br>And sprinkled with such sweet Variety</br>Of all that pleasant is to Ear or Eye,</br>That I, nigh ravish'd with rare Thought's Delight,</br>My tedious Travail do forget thereby;</br>And when I 'gin to feel Decay of Might,</br>It Strength to me supplies, and chears my dulled Spright.", "Such secret Comfort, and such heavenly Pleasures,</br>Ye sacred Imps, that on Parnasso dwell,</br>And there the keeping have of Learning's Treasures,</br>Which do all worldly Riches far excel,</br>Into the Minds of mortal Men do well,</br>And goodly Fury into them infuse;</br>Guide ye my Footing, and conduct me well</br>In these strange Ways, where never Foot did use,</br>Ne none can find, but who was taught them by the Muse.", "Reveal to me the sacred Noursery</br>Of Vertue, which with you doth there remain,</br>Where it in silver Bow'r does hidden lie</br>From View of Men, and wicked World's Disdain.</br>Sith it at first was by the Gods with pain</br>Planted in Earth, being deriv'd at first</br>From heavenly Seeds of Bounty sovereign,</br>And by them long with careful Labour nurst,</br>Till it to Ripeness grew, and forth to Honour burst.", "Amongst them all grows not a fairer Flow'r,</br>Than is the Bloosm of comely Courtesy;</br>Which, though it on a lowly Stalk do bow'r,</br>Yet brancheth forth in brave Nobility,</br>And spreads it self through all Civility:</br>Of which, though present Age do plenteous seem,</br>Yet being match'd with plain Antiquity,</br>Ye will them all but feigned Shows esteem,</br>Which carry Colours fair, that feeble Eyes misdeem.", "But in the Trial of true Courtesy,</br>It's now so far from that which then it was,</br>That it indeed is nought but Forgery,</br>Fashion'd to please the Eyes of them that pass,</br>Which see not perfect things but in a Glass:</br>Yet is that Glass so gay, that it can blind</br>The wisest Sight, to think Gold that is Brass.</br>But Vertue's Seat is deep within the Mind,</br>And not in outward Shows, but inward Thoughts defin'd.", "But where shall I in all Antiquity</br>So fair a Pattern find, where may be seen</br>The goodly Praise of Princely Courtesy,</br>As in your self, O sovereign Lady Queen!</br>In whose pure Mind, as in a Mirror sheen,</br>It shows, and with her Brightness doth inflame</br>The Eyes of all, which thereon fixed been;</br>But meriteth indeed an higher Name:</br>Yet so from low to high up-lifted is your Name.", "Then pardon me, most dreaded Sovereign,</br>That from your self I do this Vertue bring,</br>And to your self do it return again:</br>So from the Ocean all Rivers spring,</br>And Tribute back repay, as to their King.</br>Right so from you all goodly Vertues well</br>Into the rest, which round about You ring,</br>Fair Lords and Ladies, which about you dwell,</br>And do adorn your Court, where Courtesies excel.", "CANTO I.</br>Calidore saves from Maleffort</br>A Damesel used vild;</br>Doth vanquish Crudor, and doth make</br>Briana wex more mild.", "Of Court, it seems, Men Courtesy do call,</br>For that it there most useth to abound;</br>And well beseemeth, that in Princes Hall</br>That Vertue should be plentifully found,</br>Which of all goodly Manners is the Ground,</br>And Root of civil Conversation.</br>Right so in Fairy Court it did redound,</br>Where courteous Knights and Ladies most did wonne</br>Of all on Earth, and made a matchless Paragon.", "But 'mongst them all was none more courteous Knight,</br>Than Calidore, beloved over all:</br>In whom, it seems, that Gentleness of Spright</br>And Manners mild were planted natural;</br>To which he adding comely Guize withal,</br>And gracious Speech, did steal Mens Hearts away.</br>Nath'less, thereto he was full stout and tall,</br>And well approv'd in battailous Affray,</br>That him did much renown, and far his Fame display.", "Ne was there Knight, ne was there Lady found</br>In Fairy Court, but him did dear embrace,</br>For his fair Usage and Conditions sound,</br>The which in all Mens Liking gained place,</br>And with the greatest, purchas'd greatest Grace:</br>Which he could wisely use, and well apply,</br>To please the Best, and th' evil to embase;</br>For he loath'd Leasing, and base Flattery,</br>And loved simple Truth, and stedfast Honesty.", "And now he was in Travel on his way,</br>Upon an hard Adventure sore bestad,</br>Whenas by chaunce he met upon a day</br>With Arthegal, returning yet half sad</br>From his late Conquest which he gotten had.</br>Who, whenas each of other had a sight,</br>They knew themselves, and both their Persons red:</br>When Calidore thus first; Hail noblest Knight</br>Of all this Day on ground that breathen living Spright!", "Now tell, if please you, of the good Success</br>Which ye have had in your late Enterprise.</br>To whom Sir Arthegal gan to express</br>His whole Exploit, and valorous Emprise,</br>In order as it did to him arise.</br>Now happy Man said then Sir Calidore,</br>Which have so goodly, as ye can devise,</br>Atchiev'd so hard a Quest, as few before;</br>That shall you most renowned make for evermore.", "But where ye ended have, now I begin</br>To tread an endless Trace withouten Guide</br>Or good Direction, how to enter in,</br>Or how to issue forth in Ways untry'd,</br>In Perils strange, in Labours long and wide;</br>In which, altho Good-Fortune me befal,</br>Yet shall it not by none be testify'd.</br>What is that Quest, quoth then Sir Arthegal,</br>That you into such Perils presently doth call?", "The Blatant Beast, quoth he, I do pursue,</br>And through the World incessantly do chace,</br>Till I him overtake, or else subdue:</br>Yet know I not, or how, or in what Place,</br>To find him out, yet still I forward trace.</br>What is that Blatant Beast, then he reply'd?</br>It is a Monster bred of hellish Race,</br>Then answer'd he, which often hath annoy'd</br>Good Knights and Ladies true, and many else destroy'd.", "Of Cerberus whilom he was begot,</br>And fell Chimaera in her darksome Den,</br>Through foul Commixture of his filthy Blot;</br>Where he was foster'd; long in Stygian Fen,</br>Till he to perfect Ripeness grew, and then</br>Into this wicked World he forth was sent,</br>To be the Plague and Scourge of wretched Men:</br>Whom with vile Tongue and venomous Intent</br>He sore doth wound, and bite, and cruelly torment.", "Then since the salvage Island I did leave,</br>Said Arthegal, I such a Beast did see,</br>The which did seem a thousand Tongues to have,</br>That all in Spight and Malice did agree,</br>With which he bay'd, and loudly bark'd at me,</br>As if that he attonce would me devour.</br>But I, that knew my self from Peril free,</br>Did nought regard his Malice nor his Pow'r;</br>But he the more his wicked Poison forth did pour.", "That surely is that Beast, said Calidore,</br>Which I pursue, of whom I am right glad</br>To hear these Tidings, which of none afore</br>Through all my weary Travel I have had:</br>Yet now some Hope your Words unto me add.</br>Now God you speed, quoth then Sir Arthegal,</br>And keep your Body from the Danger drad;</br>For ye have much ado to deal withall:</br>So both took goodly Leave, and parted several.", "Sir Calidore thence travelled not long,</br>Whenas by chaunce a comely Squire he found,</br>That thorough some more mighty Enemies Wrong,</br>Both Hand and Foot unto a Tree was bound;</br>Who seeing him from far, with piteous Sound</br>Of his shrill Cries, him called to his Aid:</br>To whom approaching, in that painful Stound</br>When he him saw, for no Demaunds he staid,</br>But first him loos'd, and afterwards thus to him said.", "Unhappy Squire, what hard Mishap thee brought</br>Into this Bay of Peril and Disgrace?</br>What cruel Hand thy wretched Thraldom wrought,</br>And thee captived in this shameful Place?</br>To whom he answer'd thus; My hapless Case</br>Is not occasion'd through my Mis-desert,</br>But through Misfortune, which did me abase</br>Unto this Shame, and my young Hope subvert,</br>E'er that I in her guileful Trains was well expert.", "Not far from hence, upon yond rocky Hill,</br>Hard by a Straight there stands a Castle strong,</br>Which doth observe a Custom leud and ill,</br>And it hath long maintain'd with mighty Wrong:</br>For may no Knight nor Lady pass along</br>That way (and yet they needs must pass that way)</br>By reason of the Straight, and Rocks among,</br>But they that Lady's Locks do shave away,</br>And that Knight's Beard for Toll, which they for Passage pay.", "A shameful Use as ever I did hear,</br>Said Calidore, and to be overthrown.</br>But by what means did they at first it rear,</br>And for what cause?  tell if thou have it known.</br>Said then that Squire:  The Lady which doth own</br>This Castle, is by Name Briana hight,</br>Than which a prouder Lady liveth none;</br>She long time hath dear lov'd a doughty Knight,</br>And sought to win his Love by all the means she might.", "His Name is Crudor, who through high Disdain</br>And proud Despight of his self pleasing Mind,</br>Refused hath to yield her Love again,</br>Until a Mantle she for him do find,</br>With Beards of Knights, and Locks of Ladies lin'd:</br>Which to provide, she hath this Castle dight,</br>And therein hath a Seneschal assign'd,</br>Call'd Maleffort, a Man of mickle Might,</br>Who executes her wicked will, with worse Despight.", "He, this same Day, as I that way did come</br>With a fair Damsel, my beloved Dear,</br>In Execution of her lawless Doom,</br>Did see upon us flying both for fear:</br>For little boots against him Hand to rear.</br>Me first he took, unable to withstond;</br>And whiles he her pursued every where,</br>Till his Return unto this Tree he bond:</br>Ne wote I surely, whether her he yet have fond.", "Thus whiles they spake, they heard a rueful Shriek</br>Of one loud crying, which they straightway guest,</br>That it was she, the which for Help did seek.</br>Tho, looking up unto the Cry to lest,</br>They saw the Carle from far, with Hand unblest</br>Haling that Maiden by the yellow Hair,</br>That all her Garments from her snowy Breast,</br>And from her Head her Locks he nigh did tear,</br>Ne would he spare for Pity, nor refrain for Fear.", "Which heinous Sight when Calidore beheld,</br>Eftsoons he loos'd that Squire, and so him left,</br>With Heart's dismay, and inward Dolour quell'd,</br>For to pursue that Villain, which had reft</br>That piteous Spoil by so injurious Theft.</br>Whom overtaking, loud to him he cry'd;</br>Leave, Faytour, quickly that mis-gotten Weft,</br>To him that hath it better justify'd,</br>And turn thee soon to him, of whom thou art defy'd.", "Who hearkning to that Voice, himself up-rear'd,</br>And seeing him so fiercely towards make,</br>Against him stoutly ran, as nought afeard,</br>But rather more enrag'd for those Words sake;</br>And with stern Count'naunce thus unto him spake:</br>Art thou the Caitive that defiest me,</br>And for this Maid, whose Party thou dost take,</br>Wilt give thy Beard, though it but little be?</br>Yet shall it not her Locks for Ransom from me free.", "With that, he fiercely at him flew, and laid</br>On hideous Strokes with most importune Might,</br>That oft he made him stagger as unstaid,</br>And oft recuile to shun his sharp Despight.</br>But Calidore, that was well skill'd in Fight,</br>Him long forbore, and still his Spirit spar'd,</br>Lying in wait how him he damage might.</br>But when he felt him shrink, and come to ward,</br>He greater grew, and 'gan to drive at him more hard.", "Like as a Water-Stream, whose swelling Source</br>Shall drive a Mill, within strong Banks is pent,</br>And long restrained of his ready Course;</br>So soon as Passage is unto him lent,</br>Breaks forth, and makes his way more violent:</br>Such was the Fury of Sir Calidore,</br>When once he felt his Foe-man to relent;</br>He fiercely him pursu'd, and pressed sore,</br>Who as he still decay'd, so he encreased more.", "The heavy Burden of whose dreadful Might</br>Whenas the Carle no longer could sustain,</br>His Heart 'gan faint, and straight he took his Flight</br>Toward the Castle, where if Need constrain,</br>His Hope of Refuge used to remain.</br>Whom Calidore perceiving fast to fly,</br>He him pursu'd and chaced through the Plain,</br>That he for Dread of Death 'gan loud to cry</br>Unto the Ward, to open to him hastily.", "They from the Wall him seeing so aghast,</br>The Gate soon open'd to receive him in;</br>But Calidore did follow him so fast,</br>That even in the Porch he him did win,</br>And cleft his Head asunder to his Chin.</br>The Carcase tumbling down within the Door,</br>Did choke the Entrance with a Lump of Sin,</br>That it could not be shut, whilst Calidore</br>Did enter in, and slew the Porter on the Floor.", "With that the rest, the which the Castle kept,</br>About him flock'd, and hard at him did lay;</br>But he them all from him full lightly swept,</br>As doth a Steer, in Heat of Summer's Day</br>With his long Tail the Bryzes brush away.</br>Thence passing forth, into the Hall he came,</br>Where, of the Lady's self in sad Dismay,</br>He was ymet; who with uncomely Shame</br>Gan him salute, and foul upbraid with faulty Blame.", "False Traitor Knight, said she; no Knight at all,</br>But Scorn of Arms, that hast with guilty Hand</br>Murder'd my Men, and slain my Seneschal;</br>Now comest thou to rob my House unmann'd,</br>And spoil my self, that cannot thee withstand?</br>Yet doubt thou not, but that some better Knight</br>Than thou, that shall thy Treason understand,</br>Will it avenge, and pay thee with thy Right:</br>And if none do, yet Shame shall thee with Shame requite.", "Much was the Knight abashed at that Word,</br>Yet answer'd thus; Not unto me the Shame,</br>But to the shameful Doer it afford.</br>Blood is no Blemish; for it is no Blame</br>To punish those that do deserve the same;</br>But they that break Bands of Civility,</br>And wicked Customs make, those do defame</br>Both noble Arms and gentle Courtesy:</br>No greater Shame to Man than Inhumanity.", "Then do your self, for Dread of Shame, forgo</br>This evil Manner, which ye here maintain,</br>And do instead thereof mild Court'sy show</br>To all that pass:  That shall you Glory gain</br>More than his Love, which thus ye seek t' obtain.</br>Wherewith, all full of Wrath, she thus reply'd;</br>Vile Recreant, know that I much disdain</br>Thy courteous Lore, that dost my Love deride,</br>Who scorns thy idle Scoff, and bids thee be defy'd.", "To take Defiance at a Lady's Word,</br>Quoth he, I hold it no Indignity;</br>But were he here, that would it with his Sword</br>Abet, perhaps ye mote it dear aby.</br>Coward, quoth she, were not that thou wouldst fly,</br>E'er he do come, he should be soon in place.</br>If I do so, said he, then Liberty</br>I leave to you, for ay me to disgrace</br>With all those shames that earst ye spake me to deface.", "With that, a Dwarf she call'd to her in haste,</br>And taking from her Hand a Ring of Gold</br>(A privy Token which between them past)</br>Bade him to fly with all the Speed he could</br>To Crudor, and desire him that he would</br>Vouchsafe to rescue her against a Knight,</br>Who through strong Pow'r had now herself in hold,</br>Having late slain her Seneschal in Fight,</br>And all her People murder'd with outrageous Might.", "The Dwarf his way did haste, and went all night;</br>But Calidore did with her there abide</br>The coming of that so much threaten'd Knight,</br>Where that discourteous Dame with scornful Pride,</br>And foul Intreaty him indignify'd,</br>That iron Heart it hardly could sustain:</br>Yet he, that could his Wrath full wisely guide,</br>Did well endure her womanish Disdain,</br>And did himself from frail Impatience refrain.", "The morrow next, before the Lamp of Light</br>Above the Earth up-rear'd his flaming Head,</br>The Dwarf which bore that Message to her Knight,</br>Brought Aunswer back, that e'er he tasted Bread,</br>He would her succour; and alive or dead</br>Her Foe deliver up into her Hand:</br>Therefore he will'd her do away all Dread;</br>And that of him she mote assured stand,</br>He sent to her his Basenet, as a faithful Band.", "Thereof full blithe the Lady straight became,</br>And 'gan t' augment her Bitterness much more:</br>Yet no whit more appalled for the same,</br>Ne ought dismayed was Sir Calidore,</br>But rather did more chearful seem therefore.</br>And having soon his Arms about him dight,</br>Did issue forth, to meet his Foe afore;</br>Where long he stayed not, whenas a Knight</br>He spy'd come pricking on with all his Pow'r and Might.", "Well ween'd he straight, that he should be the same</br>Which took in hand her Quarrel to maintain;</br>Ne stay'd to ask if it were he by Name,</br>But couch'd his Spear, and ran at him amain.</br>They been ymet in middest of the Plain,</br>With so fell Fury and despiteous Force,</br>That neither could the other's Stroke sustain,</br>But rudely roll'd to ground both Man and Horse,</br>Neither of other taking Pity nor Remorse.", "But Calidore up-rose again full light,</br>Whiles yet his Foe lay fast in sensless Sound;</br>Yet would he not him hurt, altho he might:</br>For Shame he ween'd a sleeping Wight to wound.</br>But when Briana saw that drery Stound,</br>There where she stood upon the Castle-wall,</br>She deem'd him sure to have been dead on ground;</br>And made such piteous Mourning there-withall,</br>That from the Battelments she ready seem'd to fall.", "Nath'less at length himself he did up-rear</br>In lustless wise; as if against his will,</br>E'er he had slept his fill, he wakened were,</br>And 'gan to stretch his Limbs; which feeling ill</br>Of his late Fall, awhile he rested still:</br>But when he saw his Foe before in view,</br>He shook off Luskishness, and Courage chill</br>Kindling afresh, 'gan Battel to renew,</br>To prove if better Foot than Horseback would ensue.", "There then began a fearful cruel Fray</br>Betwixt them two, for Maistery of Might,</br>For both were wondrous practick in that Play,</br>And passing well expert in single Fight,</br>And both inflam'd with furious Despight:</br>Which as it still increas'd, so still increas'd</br>Their cruel Strokes and terrible Affright;</br>Ne once for Ruth their Rigour they releas'd,</br>Ne once to breathe awhile their Anger's Tempest ceas'd.", "Thus long they trac'd and travers'd to and fro,</br>And try'd all ways, how each mote Entrance make</br>Into the Life of his malignant Foe;</br>They hew'd their Helms, and Plates asunder brake,</br>As they had pot-shards been; for nought mote slake</br>Their greedy Vengeaunces, but gory Blood;</br>That at the last, like to a purple Lake</br>Of bloody Gore congeal'd about them stood,</br>Which from their riven Sides forth gushed like a Flood.", "At length it chaunc'd, that both their Hands on high</br>Attonce did heave, with all their Pow'r and Might,</br>Thinking the utmost of their Force to try,</br>And prove the final Fortune of the Fight:</br>But Calidore, that was more quick of Sight,</br>And nimbler-handed than his Enemy,</br>Prevented him before his Stroke could light,</br>And on the Helmet smote him formerly,</br>That made him stoop to ground with meek Humility.", "And e'er he could recover Foot again,</br>He following that fair Advantage fast,</br>His Stroke redoubled with such might and main,</br>That him upon the Ground he groveling cast;</br>And leaping to him light, would have unlac'd</br>His Helme, to make unto his Vengeance way.</br>Who seeing in what Danger he was plac'd,</br>Cry'd out, Ah mercy, Sir!  do me not slay,</br>But save my Life, which Lot before your Foot doth lay.", "With that, his mortal Hand awhile he staid,</br>And having somewhat calm'd his wrathful Heat</br>With goodly Patience, thus he to him said;</br>And is the Boast of thee proud Lady's Threat,</br>That menaced me from the Field to beat,</br>Now brought to this?  By this now may ye learn,</br>Strangers no more so rudely to intreat,</br>But put away proud Look, and Usage stern</br>The which shall nought to you but foul Dishonour earn.", "For, nothing is more blameful to a Knight,</br>That Court'sy doth as well as Arms profess,</br>However strong and fortunate in Fight,</br>Than the Reproach of Pride and Cruelness,</br>In vain he seeketh others to suppress,</br>Who hath not learn'd himself first to subdue:</br>All Flesh is frail, and full of Fickleness,</br>Subject to Fortune's Chaunce, still changing new</br>What haps to-day to me, to-morrow may to you.", "Who will not Mercy unto others shew,</br>How can he Mercy ever hope to have?</br>To pay each with his own, is right and due.</br>Yet sith ye Mercy now do need to crave,</br>I will it graunt, your hopeless Life to save,</br>With these Conditions, which I will propound:</br>First, that ye better shall your self behave</br>Unto all errant Knights, where-so on ground;</br>Next, that ye Ladies aid in every Stead and Stound.", "The wretched Man, that all this while did dwell</br>In dread of Death, his Heasts did gladly hear,</br>And promis'd to perform his Precept well,</br>And whatsoever else he would requere.</br>So suffring him to rise, he made him swear</br>By his own Sword, and by the Cross thereon,</br>To take Briana for his loving Fere,</br>Withouten Dow'r or Composition;</br>But to release his former foul Condition.", "All which accepting, and with faithful Oath</br>Binding himself most firmly to obey,</br>He up arose, however liefe or loth,</br>And swore to him true Fealty for aye.</br>Then forth he call'd from sorrowful Dismay</br>The sad Briana, which all this beheld:</br>Who coming forth yet full of late Affray,</br>Sir Calidore up-chear'd, and to her teld</br>All this Accord, to which he Crudor had compell'd.", "Whereof she now more glad, than sorry earst,</br>All overcome with infinite Affect,</br>For his exceeding Courtesy, that pierc'd</br>Her stubborn Heart with inward deep effect,</br>Before his feet her self she did project;</br>And him adoring as her Life's dear Lord,</br>With all due Thanks, and dutiful Respect,</br>Her self acknowledg'd bound for that Accord,</br>By which he had to her both Life and Love restor'd.", "So all returning to the Castle, glad,</br>Most joyfully she them did entertain;</br>Where goodly Glee and Feast to them she made,</br>To shew her thankful Mind and Meaning fain,</br>By all the means she mote it best explain:</br>And after all, unto Sir Calidore</br>She freely gave that Castle for his pain,</br>And her self bound to him for evermore;</br>So wondrously now chang'd from thee she was afore.", "But Calidore himself would not retain</br>Nor Land nor Fee for Hire of his good Deed;</br>But gave them straight unto that Squire again,</br>Whom from her Seneschal he lately freed,</br>And to his Damsel, as their rightful Meed,</br>For Recompence of all their former Wrong:</br>There he remain'd with them right well agreed,</br>Till of his Wounds he wexed whole and strong,</br>And then to his first Quest he passed forth along.", ""]