["There is a state to hardened vice unknown,</br>A mournful joy, a sadly pleasing mood,</br>Which he who feels it loves to nurse alone,</br>And tell his sorrows to the midnight wood;</br>There, in the deepest shades of solitude,</br>While not a star beams o'er the clouded sky,</br>The echoing blast, and roaring of the flood,</br>And, heard at intervals, the owl's dread cry,</br>Mixed awful, aid the soul in hopeless sympathy!", "Oh, if, as saints have deemed and poets wrote,</br>Departed spirits still may hover near;</br>With powers enlarged may see each secret thought,</br>Who heedless mind not, and who hold them dear,</br>Thou, TH&mdash;MS&mdash;N!  knowst my sorrow is sincere,</br>That not for fame I wake the plaintive strain;</br>Thou seest my tortured heart &mdash; the falling tear&mdash;</br>The wish, half selfish, that still asks in vain</br>Thy soul from happiness, thy company again!", "Not keener pangs can rend the striplings breast,</br>Whose love relentless death has torn away,</br>When laid beneath the thorn, with blossoms dressed,</br>Where oft in sweet discourse they saw the day</br>Departing westward shed its latest ray,</br>And heard the birds enchant the vernal scene;&mdash;</br>Than torture mine, when I each haunt survey</br>Which we have trod at summer eve serene,</br>Fair Heddin &mdash; Calder fields &mdash; and Roddam's forest green!", "Ah!  lost, for ever lost to all below,</br>Thy mild, endearing, harmless gaiety.</br>Thy bosom pure with love no more shall glow,</br>Nor dance at thoughts of rapture yet to be!</br>My Ellen weeps! &mdash; and let her tears flow free;</br>I blame her not; who would not join the moan?</br>Ah, cease for ever now our rivalry!</br>And ceased those pangs her partial glance alone</br>Could make our bosoms feel, where purest friendship shone!", "If high exalted thou in clime of bliss</br>Of earthly comrades mindest, carest no more;</br>Yet while we walk our destined round in this</br>My friend &mdash; her lover still we must deplore.</br>The scenes that thy young steps have wandered o'er,</br>Green Heddin's side, and Cheviot's lofty brow,</br>Shall bring to mind the youth who now sleeps low,</br>Till in eternal joy shall terminate our woe!</br>"]