["The Witch creates a snowy La-</br>dy, like to Florimel;</br>Who wrong'd by Carle, by Proteus sav'd,</br>Is sought by Paridel.", "So oft as I this History record,</br>My Heart doth melt with mere Compassion,</br>To think, how causless of her own accord</br>This gentle Damzel whom I write upon,</br>Should plonged be in such Affliction,</br>Without all hope of Comfort or Relief;</br>That sure I ween, the hardest Heart of Stone,</br>Would hardly find to aggravate her Grief;</br>For Misery craves rather Mercy, than Reprief.", "But that accursed Hag, her Hostess late,</br>Had so enrankled her malicious Heart,</br>That she desir'd th' abridgment of her Fate,</br>Or long enlargement of her painful Smart.</br>Now when the Beast, which by her wicked Art</br>Late forth she sent, she back returning spy'd,</br>Ty'd with her broken Girdle; it, a part</br>Of her rich Spoils, whom he had earst destroy'd,</br>She ween'd, and wondrous Gladness to her Heart apply'd.", "And with it running, hast'ly to her Son,</br>Though with that sight him much to have reliev'd;</br>Who thereby deeming sure the thing was done,</br>His former Grief with Fury fresh reviv'd,</br>Much more than earst, and would have algates riv'd</br>The Heart out of his Breast:  for, sith her dead</br>He surely demp'd, himself he thought depriv'd</br>Quite of all hope, wherewith he long had fed</br>His foolish Malady, and long time had misled.", "With thought whereof, exceeding mad he grew,</br>And in his Rage his Mother would have slain,</br>Had she not fled into a secret Mew,</br>Where she was wont her Sprights to entertain,</br>The Masters of her Art:  there was she fain</br>To call them all in order to her Aid,</br>And them conjure upon eternal Pain,</br>To counsel her so carefully dismay'd,</br>How she might heal her Son, whose Senses were decay'd.", "By their Advice, and her own wicked Wit,</br>She there devis'd a wondrous Work to frame,</br>Whose like on Earth was never framed yet,</br>That even Nature's self envy'd the same,</br>And grudg'd to see the Counterfeit should shame</br>The Thing it self.  In hand she boldly took</br>To make another like the former Dame,</br>Another Florimel, in Shape and Look</br>So lively and so like, that many it mistook.", "The Substance, whereof she the Body made,</br>Was purest Snow in massy Mould congeal'd,</br>Which she had gather'd in a shady Glade</br>Of the Riphoean Hills, to her reveal'd</br>By errant Sprights, but from all Men conceal'd:</br>The same she tempred with fine Mercury,</br>And Virgin Wax, that never yet was seal'd;</br>And mingled them with perfect Vermily,</br>That like a lively Sanguine it seem'd to the Eye.", "Instead of Eyes, two burning Lamps she set</br>In silver Sockets, shining like the Skies,</br>And a quick moving Spirit did aret</br>To stir and roll them, like a Woman's Eyes:</br>Instead of yellow Locks she did devise,</br>With golden Wire to weave her curled Head;</br>Yet golden Wire was not so yellow thrice</br>As Florimel's fair Hair:  and in the stead</br>Of Life, she put a Spright to rule the Carcase dead.", "A wicked Spright yfraught with fawning Guile,</br>And fair Resemblance above all the rest,</br>Which with the Prince of Darkness fell some while,</br>From Heaven's Bliss and everlasting Rest;</br>Him needed not instruct, which way were best</br>Himself to fashion likest Florimel,</br>Ne how to speak, ne how to use his Gest:</br>For, he in Counterfeisance did excel;</br>And all the Wiles of Womens Wit knew passing well.", "Him shaped thus she deck'd in Garments gay,</br>Which Florimel had left behind her late,</br>That whoso then her saw, would surely say,</br>It was her self whom it did imitate,</br>Or fairer than her self, if ought algate</br>Might fairer be.  And then she forth her brought</br>Unto her Son, that lay in feeble State;</br>Who seeing her 'gan straight upstart, and thought</br>She was the Lady self, whom he so long had sought.", "Tho, fast her clipping 'twixt his Armes twain,</br>Extreamly joyed in so happy sight,</br>And soon forgot his former sickly Pain:</br>But she, the more to seem such as she hight,</br>Coily rebutted his Embracement light;</br>Yet still with gentle Countenance retain'd</br>Enough to hold a Fool in vain Delight:</br>Him long she so with Shadows entertain'd,</br>As her Creatress had in Charge to her ordain'd;", "Till on a day, as he disposed was</br>To walk the Woods with that his Idol fair,</br>Her to disport, and idle time to pass,</br>In th' open freshness of the gentle Air,</br>A Knight that way there chanced to repair;</br>Yet Knight he was not, but a boastful Swain,</br>That Deeds of Arms had ever in despair,</br>Proud Braggadochio, that in vaunting vain</br>His Glory did repose, and Credit did maintain.", "He seeing with that Chorle so fair a Wight,</br>Decked with many a costly Ornament,</br>Much marvelled thereat, as well he might,</br>And thought that Match a foul disparagement:</br>His bloody Spear eftsoons be boldly bent</br>Against the silly Clown, who dead through Fear,</br>Fell straight to ground in great Astonishment.</br>Villain, said he, this Lady is my Dear;</br>Die, if thou it gainsay:  I will away her bear.", "The fearful Chorle durst not gainsay, nor do,</br>But trembling stood, and yielded him the Prey;</br>Who finding little Leisure her to woo,</br>On Trompart's Steed her mounted without stay,</br>And without Rescue led her quite away.</br>Proud Man himself then Braggadochio deem'd,</br>And next to none, after that happy Day,</br>Being possessed of that Spoil, which seem'd</br>The fairest Wight on ground, and most of Men esteem'd.", "But when he saw himself free from pursuit,</br>He 'gan make gentle purpose to his Dame,</br>With Terms of Love and Leudness dissolute;</br>For, he could well his glozing Speeches frame</br>To such vain uses, that him best became:</br>But she thereto would lend but light regard;</br>As seeming sorry, that she ever came</br>Into his Power, that used her so hard,</br>To reeve her Honour, which she more than Life prefer'd.", "Thus as they two of Kindness treated long,</br>There them by chance encountred on the way</br>An armed Knight, upon a Courser strong,</br>Whose trampling Feet upon the hollow Lay</br>Seemed to thunder, and did nigh affray</br>That Capon's Courage:  yet he looked grim,</br>And feign'd to chear his Lady in dismay;</br>Who seem'd for Fear to quake in every Limb,</br>And her to save from Outrage, meekly prayed him.", "Fiercely that Stranger forward came, and nigh</br>Approaching, with bold Words, and bitter Threat,</br>Bade that same Boaster, as he mote, on high</br>To leave to him that Lady for Excheat,</br>Or bide him Battle without further Treat.</br>That Challenge did too peremptory seem,</br>And fill'd his Senses with Abashment great;</br>Yet seeing nigh him Jeopardy extream,</br>He it dissembled well, and light seem'd to esteem:", "Saying, Thou foolish Knight, that ween'st with Words</br>To steel away that I with Blows have won,</br>And brought through Points of many perilous Swords:</br>But if thee list to see thy Courser run,</br>Or prove thy self, this sad Encounter shun,</br>And seek else without Hazard of thy Head.</br>At those proud words that other Knight begun</br>To wex exceeding wroth, and him ared</br>To turn his Steed about, or sure he should be dead.", "Sith then, said Braggadochio, needs thou wilt</br>Thy days abridge, through Proof of Puissance,</br>Turn we our Steeds, that both an equal Tilt</br>May meet again, and each take happy chance.</br>This said, they both a Furlong's moutenance</br>Retir'd their Steeds, to run in even Race;</br>But Braggadochio with his bloody Lance</br>Once having turn'd, no more return'd his Face,</br>But Left his Love to loss, and fled himself apace.", "The Knight, him seeing fly, had no regard</br>Him to pursue, but to the Lady rode;</br>And having her from Trompart lightly rear'd,</br>Upon his Courser set the lovely Load,</br>And with her fled away without abode.</br>Well weened he, that fairest Florimel</br>It was, with whom in Company he yode,</br>And so her self did always to him tell;</br>So made him think himself in Heaven, that was in Hell.", "But Florimel her self was far away,</br>Driven to great Distress by Fortune strange,</br>And taught the careful Mariner to play,</br>Sith late mischaunce had her compell'd to change</br>The Land for Sea, at random there to range:</br>Yet there that cruel Queen Avengeress,</br>Not satisfy'd so far her to estrange</br>From courtly Bliss and wonted Happiness,</br>Did heap on her new Waves of weary Wretchedness.", "For, being fled into the Fisher's Boat,</br>For Refuge from the Monster's Cruelty,</br>Long so she on the mighty Main did float,</br>And with the Tide drove forward carelesly:</br>For, th' Air was mild, and cleared was the Sky,</br>And all his Winds Dan Aeolus did keep</br>From stirring up their stormy Enmity,</br>As pitying to see her wail and weep;</br>But all the while the Fisher did securely sleep.", "At last, when drunk with Drousiness, he woke,</br>And saw his Drover drive along the Stream,</br>He was dismay'd, and thrice his Breast he stroke,</br>For marvel of that Accident extream;</br>But when he saw that blazing Beauty's Beam,</br>Which with rare Light his Boat did beautify,</br>He marvell'd more, and thought he yet did dream,</br>Not well awak'd, or that some Extasy</br>Assotted had his Sense, or dazed was his Eye.", "But when her well avizing, he perceiv'd.</br>To be no Vision, nor fantastick Sight,</br>Great Comfort of her Presence he conceiv'd,</br>And felt in his old Courage new delight</br>To 'gin awake, and stir his frozen Spright:</br>Tho, rudely ask'd her, how she thither came.</br>Ah!  said she, rather, I n'ote read aright,</br>What hard Misfortune brought me to the same;</br>Yet am I glad that here I now in safety am.", "But thou, good Man, sith far in Sea we be,</br>And the great Waters 'gin apace to swell,</br>That now no more we can the Main-Land see,</br>Have care, I pray, to guide the Cock-boat well,</br>Lest worse on Sea than us on Land befel.</br>Thereat th' old Man did nought but fondly grin,</br>And said, his Boat the way could wisely tell:</br>But his deceitful Eyes did never lin</br>To look on her fair Face, and mark her snowy Skin.", "The sight whereof, in his congealed Flesh,</br>Infix'd such secret Sting of greedy Lust,</br>That the dry wither'd Stock it 'gan refresh,</br>And kindled Heat, that soon in Flame forth brust:</br>The driest Wood is soonest burnt to dust.</br>Rudely to her he leap'd, and his rough Hand</br>Where ill became him, rashly would have thrust;</br>But she with angry Scorn him did withstond,</br>And shamefully reproved for his Rudeness fond.", "But, he that never Good nor Manners knew,</br>Her sharp Rebuke full little did esteem;</br>Hard is to teach an old Horse amble true.</br>The inward Smoke, that did before but steem,</br>Broke into open Fire and Rage extreme;</br>And now he Strength 'gan add unto his Will,</br>Forcing to do that did him foul misseem:</br>Beastly he threw her down, ne car'd to spill</br>Her Garments gay with Scales of Fish, that all did fill.", "The silly Virgin strove him to withstand,</br>All that she might, and him in vain revil'd;</br>She struggled strongly both with Foot and Hand,</br>To save her Honour from that Villain vild,</br>And cry'd to Heaven, from human Help exil'd.</br>O ye brave Knights, that boast this Lady's Love,</br>Where be ye now, when she is nigh defil'd</br>Of filthy Wretch?  well may she you reprove</br>Of Falshood, or of Sloth, when most it may behove.", "But if that thou, Sir Satyrane, didst weet,</br>Or thou, Sir Peridure, her sorry State,</br>How soon would ye assemble many a Fleet</br>To fetch from Sea, that ye at Land lost late?</br>Towers, Cities, Kingdoms ye would ruinate,</br>In your Avengement and dispiteous Rage,</br>Ne ought your burning Fury mote abate;</br>But if Sir Calidore could it presage,</br>No living Creature could his Cruelty assuage.", "But sith that none of all her Knights is nigh,</br>See how the Heavens, of voluntary Grace,</br>And sovereign Favour towards Chastity,</br>Do Succour send to her distressed case:</br>So much high God doth Innocence embrace?</br>It fortuned, whilst thus she stiffly strove,</br>And the wide Sea importuned long space</br>With shrilling Shrieks, Proteus abroad did rove,</br>Along the foamy Waves, driving his finny Drove.", "Proteus is Shepherd of the Seas of yore,</br>And hath the Charge of Neptune's mighty Herd;</br>An aged Sire with Head all frory hore,</br>And sprinkled Frost upon his dewy Beard:</br>Who when those pitiful Out-cries he heard</br>Through all the Seas so ruefully resound,</br>His Chariot swift in hast he thither steer'd;</br>Which, with a Team of scaly Phoca's bound,</br>Was drawn upon the Waves, that foamed him around.", "And coming to that Fisher's wandring Boat,</br>That went at will, withouten Card or Sail,</br>He therein saw that irksome sight, which smote</br>Deep Indignation and Compassion frail</br>Into his Heart at once:  Straight did he hale</br>The greedy Villain from his hoped Prey,</br>Of which he now did very little fail,</br>And with his Staff that drives his Herd astray,</br>Him bet so sore, that Life and Sense did much dismay.", "The whiles the piteous Lady up did rise,</br>Ruffled and foully ray'd with filthy Soil,</br>And blubbred Face with Tears of her fair Eyes;</br>Her Heart nigh broken was with weary Toil,</br>To save her self from that outrageous Spoil:</br>But when she looked up, to weet what Wight</br>Had her from so infamous Fact assoil'd,</br>For shame, but more for fear of his grim Sight,</br>Down in her Lap she hid her Face, and loudly shright.", "Her self not saved yet from Danger dread</br>She thought, but chang'd from one to other Fear;</br>Like as a fearful Partridge, that is fled</br>From the sharp Hawk, which her attached near,</br>And falls to ground, to seek for Succour there,</br>Whereas the hungry Spannels she does spy,</br>With greedy Jaws her ready for to tear:</br>In such Distress and sad Perplexity</br>Was Florimel, when Proteus she did see thereby.", "But he endeavoured with Speeches mild,</br>Her to recomfort, and accourage bold,</br>Bidding her fear no more her Foeman vild,</br>Nor doubt himself; and who he was, her told.</br>Yet all that could not from Affright her hold,</br>Ne to recomfort her at all prevail'd;</br>For, her faint Heart was with the frozen Cold</br>Benumb'd so inly, that her Wits nigh fail'd,</br>And all her Senses with Abashment quite were quail'd.", "Her up betwixt his rugged Hands he rear'd,</br>And with his frory Lips full softly kiss'd,</br>Whiles the cold Isicles from his rough Beard</br>Dropped adown upon her ivory Breast;</br>Yet he himself so busily address'd,</br>That her out of Astonishment he wraught,</br>And out of that same Fisher's filthy Nest</br>Removing her, into his Chariot brought,</br>And there with many gentle Terms he fair besought.", "But that old Leachour, which with bold Assault</br>That Beauty durst presume to violate,</br>He cast to punish for his heinous Fault;</br>Then took he him yet trembling sith of late,</br>And ty'd behind his Chariot, to aggrate</br>The Virgin, whom he had abus'd so sore:</br>So dragg'd him through the Waves in scornful State,</br>And after cast him up upon the Shore;</br>But Florimel with him unto his Bower he bore.", "His Bower is in the bottom of the Main,</br>Under a mighty Rock, 'gainst which do rave</br>The roaring Billows in their proud Disdain;</br>That with the angry working of the Wave,</br>Therein is eaten out an hollow Cave,</br>That seems rough Mason's hand with Engines keen</br>Had long while laboured it to engrave:</br>There was his Wonne; ne living Wight was seen,</br>Save one old Nymph, hight Panope, to keep it clean.", "Thither he brought the sorry Florimel,</br>And entertained her the best he might;</br>And Panope her entertain'd eke well,</br>As an immortal mote a mortal Wight,</br>To win her liking unto his delight:</br>With flattring words he sweetly wooed her.</br>And offered fair Gifts t' allure her sight;</br>But she both Offers and the Offerer</br>Despis'd, and all the fawning of the Flatterer.", "Daily he tempted her with this or that,</br>And never suffred her to be at rest:</br>But evermore she him refused flat,</br>And all his feigned Kindness did detest;</br>So firmly she had sealed up her Breast.</br>Sometimes he boasted, that a God he hight;</br>But she a mortal Creature loved best:</br>Then he would make himself a mortal Wight;</br>But then she said she lov'd none, but a Fairy Knight.", "Then like a Fairy Knight himself he dress'd;</br>For, every Shape on him he could endue:</br>Then like a King he was to her express'd,</br>And offred Kingdoms unto her in view,</br>To be his Leman and his Lady true.</br>But when all this he nothing saw prevail,</br>With harder means he cast her to subdue,</br>And with sharp Threats her often did assail,</br>So thinking for to make her stubborn Courage quail.", "To dreadful Shapes he did himself transform,</br>Now like a Giant, now like to a Fiend,</br>Then like a Centaur, then like to a Storm,</br>Raging within the Waves:  Thereby he ween'd</br>Her Will to win unto his wished end.</br>But when with Fear, nor Favour, nor with all</br>He else could do, he saw himself esteem'd,</br>Down in a Dungeon deep he let her fall,</br>And threatned there to make her his eternal Thrall.", "Eternal Thraldom was to her more liefe,</br>Than loss of Chastity, or change of Love:</br>Die had she rather in tormenting Grief,</br>Than any should of Falseness her reprove,</br>Or Looseness, that she lightly did remove.</br>Most virtuous Virgin, Glory be thy Meed,</br>And Crown of Heavenly Praise with Saints above,</br>Where most sweet Hymns of this thy famous Deed</br>Are still emongst them sung, that far my Rimes exceed.", "Fit Song, of Angels caroled to be;</br>But yet what so my feeble Muse can frame,</br>Shall be t' advance thy goodly Chastity,</br>And to enrol thy memorable Name</br>In th' Heart of every honourable Dame,</br>That they they vertuous Deeds may imitate,</br>And be partakers of thy endless Fame.</br>It irkes me leave thee in this woful State,</br>To tell of Satyrane, where I him left of late.", "Who having ended with that Squire of Dames</br>A long Discourse of his Adventures vain,</br>The which himself, than Ladies more defames,</br>And finding not th' Hyaena to be slain,</br>With that same Squire, returned back again</br>To his first Way.  And as they forward went,</br>They spy'd a Knight fair pricking on the Plain,</br>As if he were on some Adventure bent,</br>And in his Port appeared manly Hardiment.", "Sir Satyrane him towards did address,</br>To weet what Wight he was, and what his Quest:</br>And coming nigh, eftsoons he 'gan to guess</br>Both by the burning Heart, which on his Breast</br>He bare, and by the Colours in his Crest,</br>That Paridel it was.  Tho to him yode,</br>And him saluting, as beseemed best,</br>'Gan first inquire of Tidings far abroad;</br>And afterwards on what Adventure now he rode.", "Who thereto answering, said; The Tidings bad,</br>Which now in Fairy Court all Men do tell,</br>Which turned hath great Mirth to Mourning sad,</br>Is the late Ruin of proud Marinel,</br>And suddain Parture of fair Florimel,</br>To find him forth:  and after her are gone</br>All the brave Knights, that doen in Arms excel,</br>To safeguard her, ywandred all alone;</br>Emongst the rest, my Lot (unworthy!)  to be one.", "Ah!  gentle Knight, said then Sir Satyrane,</br>Thy Labour all is lost, I greatly dread,</br>That hast a thankless Service on thee ta'ne,</br>And offrest Sacrifice unto the Dead:</br>For dead, I surely doubt, thou mayst aread</br>Henceforth for ever Florimel to be,</br>That all the noble Knights of Maidenhead,</br>Which her ador'd, may sore repent with me,</br>And all fair Ladies may for ever sorry be.", "Which Words, when Paridel had heard, his Hue</br>'Gan greatly change, and seem'd dismay'd to be;</br>Then said, Fair Sir, how may I ween it true,</br>That ye do tell in such Uncertainty?</br>Or speak ye of Report, or did ye see</br>Just Cause of Dread, that makes ye doubt so sore?</br>For, perdy else how mote it ever be,</br>That ever Hand should dare for to engore</br>Her noble Blood?  the Heavens such Cruelty abhor.", "These Eyes did see, that they will ever rue</br>T' have seen, quoth he, when-as a monstrous Beast</br>The Palfry, whereon she did travel, slew,</br>And of his Bowels made a bloody Feast;</br>Which speaking Token sheweth at the least</br>Her certain Loss, if not her sure Decay:</br>Besides, that more Suspicion increast,</br>I found her golden Girdle cast astray,</br>Distain'd with Dirt and Blood, as Relick of the Prey.", "Ay me, said Paridel, the Signs be sad,</br>And but God turn the same to good Soothsay,</br>That Lady's Safety is sore to be drad:</br>Yet will I not forsake my forward Way,</br>Till Trial do more certain Truth bewray.</br>Fair Sir, quoth he, well may it you succeed,</br>Ne long shall Satyrane behind you stay,</br>But to the rest, which in this Quest proceed,</br>My Labour add, and be Partaker of their Speed.", "Ye noble Knights, said then the Squire of Dames,</br>Well may ye speed in so praise-worthy Pain:</br>But sith the Sun now 'gins to slake his Beams,</br>In dewy Vapours of the western Main,</br>And loose the Team out of his weary Wain;</br>Mote not mislike you also to abate</br>Your zealous Haste, till Morrow next again</br>Both Light of Heaven, and Strength of Men relate:</br>Which if ye please, to yonder Castle turn your Gate.", "That Counsel pleased well; so all yfere</br>Forth marched to a Castle them before,</br>Where soon arriving, they restrained were</br>Of ready Entrance, which ought evermore</br>To errant Knights be common:  wondrous sore</br>Thereat displeas'd they were, till that young Squire</br>'Gan them inform the Cause, why that same Door</br>Was shut to all, which Lodging did desire;</br>The which to let you weet, will further time require.", ""]