["AMINTOR, MARTAGON.", "MARTAGON.</br>Now Titans heat the mountaines Snow dissolves,</br>All pleasing Ver in her smooth arme involves</br>Meadowes, and Woods, and like some gawdy Queen</br>Weares various colours, but delights in green,</br>Here let us sit, and descant on our Fate,</br>This Poplar to Alcides dedicate.", "AMINTOR.</br>Rather beneath yon branched balefull Yew,</br>That Pitch tree, or black Yvie in our view,</br>Lets throw our selves, and with alternate cries,</br>Force audience from the deafned Deities,</br>Who seem to flie from our complaints and us,</br>As once from Typhon, and great Iapetus.</br>Here we hunt Bores with a loopt Spanish Dart,</br>Take Cranes in springes by the Phrygian Art,</br>Farre from our Native, &c. &mdash; Ol &mdash; Yle,</br>On which when thou Olympick Jove didst smile,</br>Nor fertile Aegypt, nor rich Lydia more,</br>Nor Medes, nor Parthians, did their &mdash; adore,</br>Divine Amintor change thy oaten Pipe,</br>For the shrill Trumpet, and the solemne Fife,</br>To Panopea, Glaucus, Inoes boy,</br>Whole heards of Beeves, and sheep, we will destroy,</br>When thou imbarkst with thy Iberian traine,</br>To win thy own Ruina back againe,</br>Faire Opis, Deiopeia, Cydippe,</br>Legea, Spio, and Cymodoce,</br>Ar'thusa, Clio, and Lucothoe,</br>By Amphitrites side, shall waft thee ore,</br>Dauncing before thee to Ruinas Shore.", "AMINTOR.</br>Farewell then Pales, and thou god whose Syre,</br>By a wrong'd Goat did in the waves expire,</br>Tysiphone assume thy knotted snakes,</br>Which with the surfeit of Aechidna makes</br>Earth tremble, and the pines of Ossa nod,</br>Piercing the Pallace of the Stygian god,</br>Thou Patronesse of Rhamnus help thy Priest,</br>My wrongs thou knowst, my innocence thou see'st.", "MARTAGON.</br>But on what soil, in what illustrious Coast,</br>Shall we discourse with thy great Fathers Ghost?</br>As once the wittie fam'd Dulichian guide</br>Did with Tyresias shade, when terrifi'd</br>With feare of future woes, the hand of Fate</br>Crushing him (under Aerycinas hate.)", "AMINTOR.</br>If Orpheus had the power Hells gates to see,</br>Entring in search of his Euridice,</br>(Caught by Avernian Juno's wile) if he</br>Who conquered Latium, peopled Brittanie,</br>(As once Amphitrios Son) by Sybill led,</br>Viewd Plutos Pallace, and with armes out-spread</br>Courted his Fathers shade, why may not I,</br>With (Atlas Grandchild) wingd-foot Mercury</br>Hyperion ayding, passe black Erebus,</br>Still burning Phlegeton, and Tartarus,</br>Not ceasing till with happy speed I come,</br>And kisse my Syre in blest Elizium.</br>"]