["JEMMIE, SIMIE, PATIE.", "JEMMIE.</br>Simie, behauld wheir blythsome Patie treads</br>In stumlin paice, alang the flaw'ry meads!</br>Wot you, what cause his peace o' mind hais broke,</br>That he alane leves his neclected flockk,</br>An why i' murnfu' meid, an dounkaist looks,</br>Mare lyke a ghaist, than lyke a mon he wauks?", "SIMIE.</br>Troth I nae kenn what's brout the thyng about,</br>But heira cums, an I'le inquire it out.</br>Patie, my ladd, I prythee saye in brief,</br>Why weirs thy faice the liferie o' grief?</br>Thy owerflowin ene seme to impart</br>Som hygh spryng-tyde o' sorro's i' thy hart;</br>Haie Peggy show'd sum kyndness to a fae,</br>That aw thy mirry glee is turn'd to wae?", "PATIE.</br>Nae kyndness shown by Peggy to a fae</br>Cud turn my mirry glee to syke sad wae:</br>Nae kyndness shown by Petty to my sel,</br>Cud lift my hart, aboon the grief I feel.", "JEMMIE.</br>Saye then, in few, what gars thy spyrits drop?", "PATIE.</br>Jemmie, my grief spryngs frae the deeth o' POPE.", "SIMIE.</br>The deeth o' Pope!  gud Godds, is Sawny deid,</br>An tine his jurny to th' elysian shade!</br>I canno' blaim thy sighs, and teirs, sin hevin</br>Sae just a pattent to thy grief hais given:</br>The churl, whase niggard ene wald no disburse</br>A teir, ower a tendir fader's herse,</br>Cud no forbeir t' outweep a winter shour,</br>To thynk immartal Sawney is nae mare.", "JEMMIE.</br>Eyn till a hayr my last neight's dream's cum true;</br>Methaut as owr the plane I walkt we' Sue,</br>I met the peer auld bard, whase tunefu' sang</br>Maid aw the swains admyre, and lassis lang,</br>Wrapp'd in a windin sheit as whyte as snaw;</br>Sue bad him a gud neight, and kurtsy'd law;</br>I skraip't a legg, an ax'd him how a did,</br>At which he maid a stop, an smylin saide,</br>\"Jemmie, my dayte of life expyres to neight,</br>Jemmie, adieu;\" then vanisht frae my seight.</br>I cry'd as bitterly at what he spoke,</br>As Peter at the crawin o' the cockk;</br>And when I waik't it fill'd my hart wi' feirs,</br>To fynd my pillo slaver't owr wi' teirs.", "PATIE.</br>Sune as I heird the dolefu' tydings, strait</br>Unto a siller hayr'd auld sage I heid,</br>Wha lives cag'd up, within a lanely cell,</br>An thyngs past, present, an to cum can tell:</br>I speer'd him, to ackquent me gin he knew,</br>Whether, or nae, the fata' news were true.</br>He sigh'd, he bett his brist, he shak'd his hede,</br>An answer'd me, \"Patie, alack!  he's died&mdash;</br>Gie ear, an I'le declayr the cause, why fayte</br>Epitymiz'd peer Sawny's martal dayte.</br>Opollo pray'd of aw the pours divyne,</br>His kingdum o' Parnassus to refyne.</br>To grant his prayer the deities agreid,</br>If he cud fynd ane worthie to suckseid:</br>Opollo naim'd peer Sawny, an thus says,</br>Their's nane but he is fyt to ha my plaice:</br>The Godds were aw well pleisd, and sent Deeth down</br>To fetch the sawl o' Pope, to weir the crown.\"", "SIMIE.</br>An wha to ha his plaice cud be mare fyt?</br>A man wald sweir, Phoeb' thout what Sawny writ.", "JEMMIE.</br>Colly, the ode monger, whom Sawny maid</br>The heroe of his hum'rous Dunciad,</br>Will laff in's sleeve, to heir o' Sawny's deeth,</br>An bliss the chance that robb'd him o' his breeth.", "PATIE.</br>I've wondert aft how Colly com to weir</br>The larral, which belangs Opollo's heir:</br>Opollo hais disawn'd him for a son,</br>An the Nine frete that he sud weir the crown:</br>Haw cums the larral plaicd upo' his brow,</br>Spyte of Opollo, an the muses too?</br>An why dis cowrin Peggasus abase</br>Himsel, to be a hackney to an ass?", "SIMIE.</br>In troth nae reson can be geen, for what</br>That blundrin oafe was maid a larreat;</br>Ecept the larral, which his brow adorns,</br>Hais been presented him, &mdash; to hydd his h&mdash;s.", "JEMMIE.</br>Why waiste we breeth to taulk of a baboan,</br>Whase mungrel verse is barren o' renown:</br>Eyn when in praise o' George he dis indyte,</br>(A subject which wald mack a statue wryte</br>As learn'dly as blinn John) he canno' raise</br>A mite, frae onny readers purse, o' praise.</br>But Pope, peer stiff'ned bard!  wheneir he writ,</br>Charmd aw his readers wi' syke poinant wit,</br>That criticks arm'd wi' spyte, and cramm'd wi' splene,</br>Nae faut cud charge on his unerrin pen.</br>Cud Homer rise frae the Elysian shade,</br>An view the nyce translation Sawny maid,</br>How wald the weil pleisd poet laff an smyle,</br>To see himself claith'd in an Inglish style!</br>The Inglish driss wald like him better fare,</br>And he wald keep it fur his Sunday's wear.", "PATIE.</br>Lang as I lyve I neir sal think o' Pope,</br>But my twa ene will to his mem'ry drop</br>Extempore trybute, an my hart deplayr</br>The absent bard, gane, to return nae mare.</br>When the revolvin sun sal bring the day</br>Wherein deeth maid immartal Pope his prey,</br>My teeth sal keip a holyday, an nat</br>Ane dropp o' lickar travvel down my throte.", "SIMIE.</br>I the same pennance on my gutts injoyn.", "JEMMIE.</br>An if that day wi' fude I pampir mine,</br>May his ghaist rise, driss'd in his winding robe,</br>An pluckk the half-chow'd vittals frae my gobb.", "SIMIE.</br>But see, the sun hais peep'd belaw yon plane,</br>An gane, till morn, to dabble in the maine:</br>'Tis time to fold our flockks, and hame return;</br>Come weipe your ene, an let us cese to murn;</br>Our teirs canno' rekail him frae the deid,</br>Then why sud we repyne for what is past remeid.</br>"]