["'Mid mighty ruins mould'ring to decay,</br>The letter'd traveller delights to roam;</br>The antique pile or column to survey,</br>And trace faint legends on the crumbling dome.", "They court proud cities of historic name,</br>By desolation's giant arm subdued,</br>And meditate the spot once dear to fame,</br>Where Balbec flourish'd or Palmyra stood.", "The muse delights to court a lone retreat,</br>And far from these illustrious scenes to stray,</br>Uprear'd by folly for ambition's seat,</br>By vice and folly fall'n, now tottering to decay.", "She loves to meditate the humbler spot,</br>Where untrick'd nature pours the rude sublime;</br>Where rural hands have rear'd the rural cot,</br>Decaying now beneath the touch of time.", "\"Yon farm-house totters, by the tempest beat,</br>The marks of age its antique chimnies bear;</br>Sure no sad master owns the cheerless seat,</br>Say, passing shepherd, who has sojourn'd there?\"", "\"Forgive the sigh,\" the rustic swain reply'd,</br>\"These desert scenes my happier days recall;</br>Forgive the tears that down my cheeks yglide,</br>For when I view this spot, my tears will fall.", "\"Stranger!\" said he, \"here late did GRATIO dwell,</br>Hast thou not heard of good old GRATIO'S fame?</br>Through all our village he was known full well,</br>And even lisping infants spoke his name.", "\"Twice twenty years I served him as his hind,</br>Twice twenty years for him I till'd the soil;</br>I lov'd my master, for I found him kind,</br>My task was easy, and I blest my toil.", "\"He seem'd not master, but an equal friend;</br>He join'd our labours in the field by day,</br>And, when the evening bade our labours end,</br>He mingled freely in our rustic play.", "\"Ah!  well I knew him from his mother's arms,</br>No youth so fair, so innocent, as he;</br>His spring of life was deck'd with spring's best charms,</br>His opening mind was like the blossom'd tree.", "\"His riper years with riper fruits were crown'd,</br>His mellow autumn blest with genial skies;</br>His age, like winter's frost-ymantled ground,</br>Where vigour still beneath the hoary surface lies.", "\"For wealth or pow'r he breathed no prayer to heav'n,</br>Life's every blessing industry supplied;</br>To him health, peace, and competence, were given,</br>And say, can virtue form a wish beside?", "\"This once-lov'd spot recalls full many a joy;</br>What cheer'd in youth old age will ne'er forget,</br>But still must doat on memory's fond employ,</br>And what it lov'd the most, the most regret.", "\"The spreading elm that shadows o'er the yard,</br>Its parted master to my view can call;</br>And every object claims a soft regard,</br>Since GRATIO'S memory sanctifies them all.", "\"The shady bower in yonder elmy meads,</br>The vocal thicket where the throstle sung,</br>The little gate that through the garden leads,</br>The fork now useless where the milk-pail hung.", "\"But GRATIO'S dead, and desert is the scene,</br>GRATIO'S no more, and every charm's decay'd;</br>Those joys are fled which gladden'd once the green;</br>But still fond fancy courts the fleeting shade,", "\"Still dwells tenacious on those happier hours,</br>When this lov'd spot with social joys was crown'd;</br>When health, content, and innocence were ours,</br>And pour'd the song of happiness around.", "\"Then the glad household his return would greet,</br>And winning welcome smil'd with accents bland;</br>The faithful house-dog gambol'd round his feet,</br>To court attention from his master's hand.", "\"To clasp his knees the prattling infants ran,</br>Proud from their sire to catch the earliest kiss;</br>Oh!  I have seen the parent bless the man,</br>When only tears could speak his secret bliss.", "\"But now he's dead, the thought demands a tear;</br>I saw the good man yield his latest breath;</br>He fell full ripen'd as the autumnal ear,</br>Swept by the sickle of relentless death.\"", "\"Shepherd,\" said he, \"my day of life is flown,</br>Methinks ev'n now the faultering sound I hear:</br>Lay my cold corse beneath some humble stone,</br>And let no useless pomp attend my bier.\"", "\"We try'd each healing art, but could not save;</br>We bore his bier, the last sad debt to pay;</br>No plumy hearse bore GRATIO to the grave,</br>No pompous pile was rear'd around his clay.", "\"All the sad village follow'd in the train,</br>We laid his bones beneath yon yew-tree's shade;</br>Our village curate grav'd the elegiac strain,</br>And lo!  the stone, the spot in which he's laid.\"", "EPITAPH.</br>Here GRATIO mingles with his kindred clay,</br>Who liv'd contented, and who died resign'd;</br>He let no slavish rules his actions sway,</br>But the warm impulse of an honest mind.", "Of heav'n's free blessings he bestow'd a part,</br>And open'd wide his hospitable gate;</br>He fed the poor, for gen'rous was his heart;</br>He sooth'd the sad, for pity was his mate.", "To him the boon of good old age was giv'n,</br>And now, when parted from this world of woe,</br>He rests in holy faith of God and heav'n,</br>To meet that mercy which be gave below.</br>"]