["Come, shepherds, let's visit the urn</br>Where the breathless AMYNTA is laid:</br>Each shepherdess surely will mourn,</br>When she hears that Amynta is dead.</br>Her temper was mild as the breeze</br>That westerly fans the noon-day;</br>Her converse ne'er failed to please,</br>And her presence drove sorrow away.", "Her heart was estranged to pride;</br>Humanity dwelt in her breast;</br>So soft she was wont to preside,</br>Each domestic around her was blest.</br>Beneficence oft she bestow'd</br>On those who were worthy her care,</br>And her bosom with sympathy glow'd</br>For those who were sunk in despair.", "How patiently did she sustain</br>The pangs she was doom'd to endure,</br>Till death put an end to the pain</br>Which medicine failed to cure!</br>How oft from her CORYDON'S eyes</br>Did the fears of affection distream!</br>How plaintive each day were his sighs,</br>When no hopes of recov'ry were seen!", "How oft with the dawn of the morn</br>Delighted she's travers'd these plains,</br>While the birds sweetly sung on each thorn,</br>And echo reply'd to their strains!</br>In yonder sequestered shade,</br>Where meand'ring glides the clear rill,</br>These landscapes she's often survey'd,</br>While nature around her was still.", "No more shall the beauties of spring</br>Revive to compare with her charms,</br>Nor warbler to please her shall sing,</br>Nor CORYDON spring to her arms.</br>The seasons return now in vain</br>Since the lovely AMYNTA'S no more;</br>Those scenes serve to heighten our pain,</br>That were wont to give pleasure before.", "See Nature attend to our strains,</br>And pity our solemn distress:</br>The wind sadly howls through the plains,</br>And the vallies our sorrows express.</br>From yonder umbrageous tree</br>The nightingale saddens the vale,</br>While the rocks that are wash'd by the sea,</br>Resound to our sorrowful tale.", "Each ev'ning we'll rosemary strew</br>Along the extent of her grave,</br>And mingle our tears with the dews</br>That fall o'er her turf, which they lave.</br>Each morn we'll re-visit her urn,</br>And early our orisons pay;</br>While echo responsive shall mourn,</br>And join in the grief we display.</br>"]