["The Queen of fair Golconda is \"at home:\"</br>Her palace (its immensities must bar</br>Description) is of gold; the blazing dome</br>Of one entire ruby, from afar</br>Shines like the sun in his autumnal car</br>Crowning a saffron mountain; e'en the proud</br>Zamaim's palace is a twinkling star</br>Compared with this.  And now the tromp aloud</br>Proclaims the guests are come to an admiring crowd.", "The ceilings, crusted o'er with diamonds, blaze;</br>A galaxy of stars, room after room!</br>The lights interminable all amaze:</br>But far more dazzling are the fair in bloom</br>Of youth, whose eyes kind answering looks illume.</br>Ah!  where the Muse of greater bards must fail</br>In painting female charms, shall mine presume</br>To try her hand?  though similes be stale,</br>Yet she to fancy's eye their beauties will unveil.", "As delicately shaped as the gazelle;</br>As beautiful as is the blush of morn;</br>As gay as Hebe, ere alas!  she fell;</br>Fair as Dione in her car upborne</br>By little Loves, while Tritons wind the horn;</br>Splendid as young Zenobia in their dress</br>(Crowns bright as sunny beams their hair adorn)</br>They were.  This perfect festival to bless,</br>Art, Beauty, Nature, Grace, combine their loveliness!", "Oh Youth and Beauty!  Nature's choicest gems,</br>All Art's adornments ye for aye outshine:</br>Far more attractive than the diadems</br>That ever glitter'd on the brow divine</br>Of the wise king; or, great Darius, thine.</br>Though time may dim your lustre, in my heart</br>Your charms shall be enshrined, while life is mine.</br>Yet sad experience will this truth impart</br>To loveliest maid on earth &mdash; a fading thing thou art.", "The Prophet has not to his faithful given</br>(So prodigal of what he could not give)</br>Such bliss refined in his Arabian Heaven,</br>As that which they enjoy who here arrive.</br>Vain bliss indeed!  that through a night may live!</br>Let her joys be but guiltless, Mirth again</br>Will, when the season sweet returns, revive!</br>Then let tomorrow bring or bliss, or pain:</br>All are united now by Pleasure's flowery chain.", "Fair silver pillars grace the spacious halls;</br>The pavement is mosaic; precious stones</br>Enrich with intermingling hues the walls;</br>And emerald vines o'ercanopy the thrones,</br>Robed in all colours that the Pavone owns.</br>And music, with its magic influence, makes</br>The heart responsive to its tender tones:</br>A master-spirit now the harp awakes,</br>Till to its inmost core each hearer's bosom shakes!", "And here and there from golden urns arise,</br>Impregn'd with perfumes, purple clouds, &mdash; that throw,</br>Like hues just caught from fair Ausonia's skies,</br>Throughout the palace an Elysian glow,&mdash;</br>Odorous as roses when they newly blow.</br>And couches, splendid as the gorgeous light</br>Of the declining sun, or high, or low,</br>As suits capricious luxury, invite</br>To sweet repose indeed each pleasure-laden wight.", "I pass the dance, the converse soft between,</br>As fly the hours along with rapid pace.</br>Lo!  in her chair of state Golconda's Queen</br>Sits goddess-like; majestic is her face,</br>Yet mild, as well becomes her pride of place.</br>Even Fatima in pomp of beauty ne'er</br>Received fair Montague with such a grace</br>As this all-beauteous Queen withouten glare</br>Of rank receives her guests &mdash; how winning is her air!", "Profusely gay, th' exuberance of joy</br>All feel; all feel their spirits mounting high!</br>One feast of happiness, that ne'er can cloy,</br>Life seems to them, though death perchance be nigh.</br>Why should fair bosoms ever heave a sigh?</br>Life is with love so closely knit, what kills</br>Love in young breasts may dim the brightest eye.</br>Yet tears, that eloquently speak of ills,</br>Are as medicinal balm when grief the heart o'erfills.", "In whirls fantastical the waters dance,</br>Springing from fountains jasper-paved; the noon</br>Of night their sparkling freshness doth enhance.</br>How glorious is the cupola!  a moon</br>Of pearl shines mildly o'er the vast saloon.</br>Fair Queen of night, shall Art then imitate</br>Thy quiet majesty?  in sooth as soon</br>Might the poor pageantries of regal state</br>On earth, Heaven's matchless splendours vainly emulate!", "The banquet is prepared with sumptuous cost</br>Flagons of massive gold here flame around!</br>Amid the piles of wealth distinction's lost</br>All that become magnificence astound!</br>All that can feast the senses here abound.</br>Invention's highly-gifted sons unfold</br>(So fine their art, the like was never found,)</br>Peris most exquisitely wrought in gold,</br>And other delicate sprights in Eastern fables told!", "As if \"instinct with living spirits,\" sing</br>Birds of a thousand colours; and their hues,</br>Brilliant as flowers that o'er the meads in spring</br>Their gay variety of tints diffuse,</br>Would e'en the painter's shrewdest ken confuse.</br>And Art, how wonderful!  has raised a tree</br>To rival Nature; (for such toys amuse</br>Those who despise dear Nature's charms,) and see</br>As the boughs stir &mdash; the birds all join in harmony.", "Wealth, inexhaustible as Danae's shower,</br>That pen can scarcely blazon, thought conceive,</br>Excels not in itself the meanest flower</br>That Innocence within her hair might weave</br>Wandering on Avon's banks, this lovely eve!</br>Even Nature's humblest things can stir those deep</br>Feelings within us that will ne'er deceive.</br>Cherish these deep-sown feelings, ye shall reap</br>A harvest of delight, when Pride in dust shall sleep.", "Not that I scorn this fete unparagon'd!</br>'Tis like a wellspring amid desert sands,</br>Or a rich vale where Flora sits inthron'd,</br>Surrounded by bleak hills, and barren lands!</br>What cynic would destroy love's rosy bands?</br>The paths of life are thorny; o'er our heads</br>Those grim magicians, Cares, uplift their wands!</br>Why marvel, then, that youth their influence dreads,</br>And basks him in the rays the sun of beauty sheds?</br>"]