["Well, since my HENRY bids me trace</br>The manners of the College-Race;</br>Such as it is, my verse shall chime&mdash;</br>Or classic lays, or runic rhyme!</br>To thee, perhaps, these lines may haste</br>Unpolisht by the hand of taste:</br>Yet, while in rougher traits they rise</br>To hurt the critic's purged eyes,</br>With pleasure shall a friend peruse</br>The sketches of an Oxford muse.", "First, for the troop whom no degree</br>Hath stamp'd from ARISTOTLE free&mdash;</br>Who yet, amid these seats of science,</br>Hold sense and learning at defiance;</br>A troop, that oft in hostile show</br>In madness aim the rebel blow;</br>And, led by wild caprice, appear</br>With discipline denouncing war!</br>Or idlers, who, at leisure laid</br>In RHEDYCINA'S holy shade,</br>Their Bacchanalian hours devote</br>To wine, and vacancy of thought!", "From loungers of a listless day</br>Learning flies ridicul'd away;</br>Enough &mdash; if learn'd the logic rules</br>For disputations in the schools!</br>See crowds high-vested with degrees,</br>Just qualified &mdash; to pay the fees!</br>As well might ALMA, for a purse,</br>With D. D. dignify a horse!</br>Ah!  think not ye, whose sons consume</br>In College-rust their early bloom&mdash;</br>Think not, these sons with purest flame</br>Kindle at learning's awful name,</br>Lost in the reveries of PLATO,</br>And mystic visions of ERATO!</br>O think not, while an Athens rises</br>Again upon the banks of Isis,</br>That here, as wild enthusiasts dream,</br>\"Wave the hoar shades of Academe!\"</br>Have bucks and bloods a letch to rove</br>Amidst the philosophic grove?</br>They never trace, through learning's maze,</br>The purer scenes of ancient days!</br>For them, old PLATO still may rule</br>A fancied empire, or a school!</br>Will not the youths, whose pulses beat,</br>High-mettled, with equestrian heat,</br>Who burn to run the Olympic round,</br>Scorn the dull race on classic ground,</br>And place, amidst a nobler course,</br>Their summum bonum in &mdash; a horse?", "Yet the poor Servitor, whose mind</br>Droops in its narrow cell confin'd,</br>By no wild wishes taught to stray,</br>Preserves the tenour of his way.</br>How oft o'er pots of beer he smiles,</br>The bright reward of all his toils;</br>And cheers his soul with golden dreams</br>Of declamations and of themes!</br>Though minister of tarts and cheese,</br>With joy he contemplates the fees,</br>And in his purse, for all his pains,</br>\"A splendid shilling\" still retains!</br>To his fond hopes indulgent heaven,</br>Perhaps, a chaplainship has given&mdash;</br>Some refuge from the frowns of care,</br>Some shelter from the world's broad glare;</br>Where sneering Insult, brushing by,</br>Or Scorn, that oft inverts her eye,</br>Shall bid no more his moments flow,</br>Dash'd with the bitterness of woe!", "While such, to servile fortunes born,</br>Are doom'd to feel the shafts of scorn,</br>That wound full oft the ingenuous heart,</br>'Till, callous, it defies the dart;</br>Lo, yonder, Liberty (with Pride,</br>And vacant Folly by her side)</br>Points to the velvet cap, whose power</br>Exempts from care the frolic hour;</br>There gives, as triumph lights her face,</br>The silken gown its fringed grace,</br>And bids it rustle in the breeze,</br>A sanction to the sons of ease!</br>Such, whom the Muses blush to name,</br>Let such still glory in their shame;</br>Assert (when PLUTUS proves no friend)</br>Their happy privilege to spend;</br>And still, with supercilious air,</br>The tufted cap of Folly wear.", "Bold FLORIO see &mdash; (his only pride</br>The chariot's rapid wheel to guide)</br>Spurn from his phaeton and four,</br>The fasces of proctorial power;</br>And wildly act the knowing part,</br>Too light of head, and light of heart!", "As DULCINEA's fancied smile,</br>Or brain-sick PANZA's airy isle,</br>Lo, Pleasure (wrapt in clouds she flies)</br>Cheats the bright ken of eagle eyes!</br>His idle whirl of transport past,</br>He feels solicitude, at last.</br>Ah!  soon &mdash; too soon his sight aggrieve</br>The terrors of the velvet sleeve:</br>The frown-clad personage appears&mdash;</br>Anathemas affront his ears!</br>And lo &mdash; the fury Rustication</br>Threatens the loss of reputation!</br>At length he hears announc'd his doom,</br>To pine amid the college gloom:</br>And he, who erst deriv'd alone</br>Importance from his phaeton;</br>Who flew, like SANCHO, through the skies,</br>Beyond the Proctor's prying eyes,</br>For one long moon is doom'd to pore,</br>Cheerless, o'er antiquated lore!</br>Yet, than proctorial frowns still worse,</br>His schemes, perhaps, make work for NOURSE;</br>And by a double doom secur'd</br>He sighs, in college walls immur'd,</br>While many a pale moon gives repentance,</br>To mourn their revokable sentence.", "Gay Pleasure now has lost the power</br>To wing with speed the lagging hour.</br>He &mdash; ne'er hath been inur'd to study,</br>Since books would make his brain but muddy;</br>And yet, to act the jockey's part,</br>Has BRACKEN'S farriery by heart:</br>But classic volumes, pil'd on high,</br>Dark as their lore mysterious, lie.", "\"Come, hounds and horn, with ardour fire us&mdash;</br>What a damn'd bore the hunt of CYRUS!</br>Ye pedants, what avails the idea</br>Of chaste and beautiful PANTHEA?</br>Not with her virtues, but her charms,</br>Come, spunky PHILLIS, to my arms!</br>Sure had he been a man of fashion,</br>The King had gratified his passion:</br>Gods!  what a quiz, and woman-hater,</br>To spear the nymph whene'er he met her.\"", "Thus cries the high-bred youth, whose brain is</br>Best suited to a game of tennis;</br>Who loud would hail the billiard-board,</br>To his own element restor'd.</br>Chagrin'd he views the nectar'd stream,</br>Quaff'd in rich draughts with sparkling gleam,</br>And sees, condemn'd to capillair,</br>Riot whirl round the crashing chair.", "What now can every wish avail,</br>To guide, as erst, the spreading sail;</br>Or ply, amid the jocund roar,</br>On Isis' flood, the dashing oar!</br>Around, where glows the varied scene</br>In soft diversities of green;</br>Where float, by nature's hand pourtray'd,</br>The blended hues of light and shade;</br>While many a sun, with chequer'd dyes,</br>At eve illumes the summer skies;</br>In memory's eye he views the day,</br>Light as his skiff that danc'd away,</br>When bent to Medley's lov'd retreat;</br>Or Binsey's shade-surrounded seat;</br>Or antique Godstowe's mould'ring walls</br>Where oft the hoary fragment falls,</br>Where wild o'er buried beauty's grave</br>The hollow trees their branches wave,</br>And all in gloomy dirges, hail</br>The passing Genius of the gale.</br>See, as he sits in moping mood,</br>Sudden, soft-pac'd, a DUN intrude!</br>Curst monster!  whose vindictive strain</br>With horror thrills the freezing vein;</br>Who threatens, clad in frowns, alas!  till</br>He whirls his debtor to the Castle,</br>There doom'd to sigh in durance drear&mdash;</br>Far distant every friendly ear.", "O TICKING, what a train of woes,</br>Sudden, thy lavish favours close!</br>Yet thoughtless gownsmen, by thy care,</br>Breathe freely academic air;</br>By thee display, though pennyless,</br>The kick in fashionable dress;</br>And quaff the sparkling bowl by thee,</br>In all the roar of social glee!</br>And such, \"when free from college rules,</br>And lumber of the lying schools,\"</br>Indulge, as Yahoo passion fires,</br>In all the pride of rural squires;</br>Or hail the pleasures of the chace,</br>Though destin'd for a holy race,</br>And shew &mdash; to carry still the farce on,</br>How Riot sublimates the Parson!", "Yet, are there some can waste their whole age</br>Amid the dullness of a college;</br>Whom reason and good sense deride;</br>The sons of Pedantry and Pride!</br>Heav'ns!  of how cynical a nature</br>The school-taught race of Alma Mater!</br>Who, of cramp'd mind and clouded brain,</br>Bind Genius in a Gothic chain;</br>Whose learning only proves of use</br>To vitiate reason or traduce;</br>While dark SMIGLECIUS frowns away</br>Each unsophisticated ray!</br>Yet such as these affect the skies;</br>Too supercilious to be wise!", "O Pedantry, by thee dismay'd,</br>What numbers fly the classic shade!</br>How droops beneath thy harsh controul</br>The mutuality of soul!</br>Those generous feelings, which impart</br>Refinement to the human heart;</br>That sweet benevolence, which glows</br>With anguish at another's woes,</br>And, as it sighs to soothe distress,</br>Feels every selfish sorrow less;</br>Which, sparkling in the expressive eye,</br>Derives delight from others joy?&mdash;</br>These clouded virtues shrink away</br>Pale at the hoar Collegian's sway!</br>These charities full quickly fade</br>In Pedantry's cimmerian shade!</br>Beneath the yew's funereal gloom</br>The flow'rets lose their brightest bloom,</br>And, tainted by the poisonous gale,</br>Breathe faint their fragrance o'er the vale.", "Thus, though 'tis theirs to guide our youth,</br>Where Science points to Taste and Truth,</br>These Sages cloud with scowl austere</br>The paths of Science, dark and drear;</br>And, with the noblest joys at strife,</br>Quench the fair star of social life!", "And should, my friend, a pedant fool,</br>Like clock-work, breathe by stated rule;</br>In all the sourness of grimace</br>Distort his curvilinear face;</br>And, strictly to mechanics true,</br>Walk mathematically, too,</br>'Till haply (if no flapper plies</br>With rousing strokes, his ears and eyes)</br>In the wild maze of problems lost</br>He bounce his head against a post;</br>Or, while in theories his brain</br>Draws forms of solids on a plane,</br>Stumbling (though singular the fact is)</br>Prove stereometry by practice;</br>Who could, in such a learned bustle,</br>Keep unrelax'd a single muscle?", "But, should he act the Cynic's part</br>With deep malignity of heart;</br>And, studious to diffuse o'er all</br>Perverted nature's bitter gall,</br>Swell with dark triumph to survey</br>The rose of Pleasure fade away;</br>Should he (though oft constrain'd to lower</br>The paltry fasces of his power,</br>To bold Assurance pressing near)</br>Treat modest Merit with a sneer;</br>Insulting wound the ingenuous breast</br>By Taste and Sentiment impress;</br>And, while his heart the vultures tear,</br>Feel not a single virtue there;</br>Say, would not indignation hiss</br>At such a character as this?", "Ye Fellows, who demurely dose,</br>Blest with stupidity's repose;</br>(And sure, unless the poet lyes,</br>\"'Tis arrant folly to be wise:\")</br>Say, should the Muse hold forth to view</br>Your pictures drawn severely true&mdash;</br>Say, would not shame in blushes rise,</br>Oft' as the colours caught your eyes</br>Ah, no &mdash; so bronzed o'er with brass,</br>Shame never ting'd a Fellow's face.</br>What then avails, my Muse, so long</br>To waste, in whipping posts, a thong?</br>What though thou lash the fools, behold</br>Still in the paths of folly bold,</br>With all the glare of impudence</br>They rove, secure from shame, or sense:</br>Still, listless, in the common room,</br>They dream of happiness to come;</br>And, weary of their learned life,</br>Sigh for a living, or a wife!</br>Still, when their reverend heads incline,</br>Fill'd with the drowsy fumes of wine,</br>They haste to BAGGS'S, void of grace,</br>(I've mark'd their desultory pace)</br>And there, Reflexion, far from thee,</br>Nod o'er the nation's news and tea;</br>Or cups of fragrant coffee sip,</br>(Coffee, the curer of the hyp&mdash;</br>Coffee, that makes ev'n Fellows wise,</br>And see, like owls, with half-shut eyes)</br>Still, as lewd appetite prevails,</br>They love the wit of smutty tales;</br>Paint, with the colouring of a Titian,</br>The glowing raptures of fruition;</br>And hold (though ministers of GOD)</br>Their first, best minister, a bawd!", "Yet, in the rear, a reverend train</br>Demand a tributary strain;</br>Since Fortune whimsically sheds</br>\"A cruel sunshine\" round their heads.", "Perhaps, my Muse may rue the hour</br>She dar'd to censure fools in power:</br>Perhaps she's doom'd to sue for pardon</br>To Master, Principal, or Warden,</br>In convocation, on her knees,</br>For ridiculing high degrees.", "But when a HELLUO stuffs the stall,</br>Or, 'mid the lofty-window'd hall,</br>Waddles in robes that, full display'd,</br>Diffuse around an awful shade&mdash;</br>When, as each Gaudy marks the year,</br>And gives the day to festful cheer,</br>In scarlet pomp the Sage carouses,</br>Full of the dignity of Houses;</br>When great in paunch, in honours great,</br>At Golgotha the Doctors meet,</br>And launch abroad their mighty bulls</br>In thunder, from the place of skulls,</br>The Muse would bid, to swell the strain,</br>A TERRAE FILIUS rise again;</br>And, stor'd with many a tragic rhyme,</br>Eke out the ludicrous sublime.", "Lo!  where St. Mary's antique tower,</br>Proud rising, crowns the classic bower;</br>A motly mercenary herd</br>Ordain'd to propagate the word.</br>These with peculiar grace impart</br>Religious comfort to the heart!</br>Oft, while their powers might raise a sneer</br>Or draw from Pity's eye the tear;</br>MORPHEUS lets fall his gentle dews,</br>And slumbers creep along the pews!</br>Go, shameless tribe!  and walk the town,</br>Vile hirelings, in your draggled gown;</br>Or, seiz'd with a religious qualm,</br>At Merton sing the hundredth psalm;</br>With scouts the chorus join, or hail</br>Their Warden with &mdash; a pot of ale;</br>The Liturgy for halfpence read;</br>Or bury for a groat a head,</br>While (congregations staring round)</br>Ye reel o'er consecrated ground,</br>And, thus prepar'd your souls to save,</br>Totter into the yawning grave!", "Around the spot where Knowledge streams</br>The genial influence of her beams;</br>Around this spot does Ignorance sway</br>Bosoms that never own'd a ray&mdash;</br>That privilege of human kind,</br>The emanation of the mind?</br>Where no Religion lends its aid,</br>Can ought illumine Error's shade?</br>What wonder flocks disorder'd stray,</br>When ev'n their shepherds lose their way&mdash;</br>When ministers, ordain'd to preach,</br>(Without ability to teach)</br>Are quite unanxious to impart</br>One precept to amend the heart;</br>And hurrying breathless through the pray'rs,</br>Reach glad the goal, and bless their stars!", "Such rise to honours in the church,</br>And leave true merit in the lurch</br>Thus are the mercenary herd</br>Of cringing sycophants prefer'd!</br>Thus undistinguisht shall we find</br>Ev'n worth of far superior kind;</br>And view with scorn the happier fate</br>Of fools and knaves in church and state!</br>How many, blest by learning's ray,</br>Pass in sequester'd shades the day:</br>Unheard how oft the poet sings:</br>Neglect weighs down the Muse's wings.", "Pensive around the common-room,</br>While WARTON \"snuffs his pipe's perfume;\"</br>Too oft' the College Head, whose name</br>Can never grace the rolls of Fame,</br>Struts dignified &mdash; with not a sprig</br>Of bay-leaves stuck about his wig!</br>\"Lo there\" (indignant GENIUS cries)</br>In yon clipt shade a WARTON lies!</br>How oft, while Eve her landscape drew,</br>He hail'd my steps to yonder yew!</br>For him I wove, in fancy's loom,</br>A texture of perennial bloom!</br>For him, with joy the assembled Nine</br>Their amplest wreath conspir'd to twine!</br>Yet what, alas!  but idle praise,</br>Rewards my sweetest minstrel's lays!", "\"Thus droop my sons, with scorn repaid,</br>Listless amid the sombre shade!</br>What though I raise the Muses' flame,</br>With ardent hopes of deathless fame,</br>Yet cold Neglect's severe controul</br>Chills the warm current of the soul!\"", "And see the silver-slipper'd Maid&mdash;</br>Her robes of glossy verdure fade!</br>See, in the wildest anguish press</br>To yon pale urn her heaving breast!</br>Still Nature's hand, her streams around,</br>Scatters with simple flowers the ground;</br>But, mark'd by no poetic eye,</br>Their hues in breathing incense die.", "Well may the faded virgin glow</br>With varied energies of woe:</br>Long has she deem'd her \"Triumphs\" vain,</br>Though her own poet fram'd the strain.</br>Haply ev'n he may breathe, ere-long,</br>The spirit of despairing song,</br>And own, reclin'd his pensive head,</br>The \"Tears of ISIS\" justly shed!</br>"]