["Oh Thou!  whose daedal hand can chear,</br>Cimmerian vale, or cavern drear;</br>Or clothe the sandy desart wide</br>In all the gaudy summer's pride;</br>Or bid poetic shapes arise</br>Spontaneous to thy formful eyes;</br>Now let thy wonted influ'nce kind,</br>Fresh flowrets round my temples bind;</br>Obsequious then, the tuneful power</br>Shall ope thy consecrated bower;</br>And I with thee, all jocund, bound</br>By moon-light over Fairy ground,</br>Nor let me fail with Sol to climb</br>O'er Cambria's awful heights sublime,</br>Whence Nature strews, with fragments rude,</br>The ivy'd nooks of Solitude;</br>Where erst, as ancient legends tell,</br>Glendower rais'd the Magic spell;</br>While storms and rifting thunders roar'd,</br>And on th' opposing legions pour'd,</br>When Henry led his glittering rows,</br>With beamy spears, and auburn bows,</br>To crush, with unrelenting hand,</br>The Cambrian Chieftain's darling band;</br>That true to Freedom's guardian dear,</br>Bedew'd with large indignant tear</br>The slow-expiring beauteous child,</br>'Midst horrid rocks and fastness wild;</br>While high-born Hoel's lofty strain</br>Rang out to arms, to arms, in vain;</br>Till glory crown'd each parting shade,</br>That unsubmitting exit made;</br>Who, as the Heav'ns vindictive bow'd,</br>Soar'd upward on a dusky cloud.</br>Thus may each Muse's walk engage</br>The flush of youth, the frost of age;</br>Or those that heedless love to rove</br>Thro' winding vale or solemn grove;</br>Or listen to the hollow roar</br>Of winds, from wave-defying shore.</br>Oh Fancy!  magic-breathing maid,</br>For this dispense thy richest aid;</br>Oh mingle with our mental rays</br>Thy vivid scene-exalting blaze;</br>And bind each Muse, whose ample wing</br>Drops odour on th' eternal spring;</br>Then shall the tuneful Artist reign</br>Supreme to vulgar joy or pain,</br>And call from latent cells around</br>Each passion to its kindred sound.</br>But when high themes his numbers swell,</br>With whirlwind force his living shell,</br>Shall prove its inspiration giv'n</br>To break the bands of Fate, and wing the soul to Heav'n.</br>"]