["CAELIA.</br>Near to the shady brink of Eglantine,</br>Attentive to your Pipe, I milk'd my Kine;</br>When on a sudden, as the Lilly Stream,</br>Flow'd from my Hands, (in Fancies Dream)</br>Methought I heard the dreadful Sound,</br>Weep?  weep?  ye Nymphs, the Shepherds weep around;</br>Thirsis the neatest Shepherd of the Plain,</br>Whose tuneful Pipe, did glad each rural Swain,</br>Is now no more; alas, he's gone, he's gone:</br>Moan all ye Hills, ye Vallies make your moan.</br>No sooner was the first Surprise away,</br>Again I listned to your pleasing Lay;</br>But found, alas, you too again, was hush,</br>And streight the Kine, ran furious thro' the Bush.</br>All Nature seem'd to run in frantic Mood,</br>Loud blow'd the Winds, and lowly bow'd the Wood.</br>With eager Steps to Collin then I ran,</br>For what's weak Woman, to the Strength of Man?</br>Your Lambs neglected, by their Dams forsook,</br>Ran bleeting adverse by yon murmuring Brook.", "COLLIN.</br>Caelia too true, alas the Fates decreed,</br>Thirsis no more the woolly Flocks shall Feed;</br>As to the Flocks, I gave my constant Care,</br>The very Sound you mentioned reach'd my Ear.</br>Then streight aside my tuneful Pipe I laid,</br>Sweeter no Shepherd to his Love e're play'd;</br>For what is Music when young Thirsis's dead,</br>With him all Joy, and Merriment is fled.</br>Then streight the Flock unheeded by me stray'd,</br>Skipping and bounding to the watery Mead;</br>I saw them grazing on the ranky Grass,</br>Unmov'd, I gaz'd, my Actions lock'd in Brass;</br>Tho' to their Bane the rich Repast they eat,</br>Yet unconcern'd I left them to their Fate:</br>For what's the Flocks when Thrisis fair is dead,</br>Droop, ye Lillies, ye Cowslips hang your Head.", "CAELIA.</br>Is Thirsis dead, adieu my Rake and Fork,</br>The Gifts he gave me in my early Work,</br>Daftly he sung the Sweets of blooming May,</br>When in the Meadows we were making Hay;</br>And a gay Garland of the blooming Thorn,</br>He'd bear before us to our Work each Morn;</br>Then at the Maypole, when our Work was done,</br>To cheer with Merriment, the Harvest home;</br>The Lads and Lasses to his jocund Strains,</br>Drown all their Cares, and ease their laborious Pains;</br>But what is Mirth, now Thirsis fair is dead,</br>Droop, ye Lillies, ye Cowslips hang your Head.", "COLLIN.</br>As from the Fields Yestreen I bent my Course,</br>High on the Beachen Tree the Raven Hoarse!</br>With screaming Omen pierc'd my listning Ears,</br>The Owlet too enhaunc'd my gloomy Fears;</br>The fluttering Batt to assail'd my Cangle-light,</br>And huming Beetles brush'd me in their Flight.</br>When on my Pillow I was sleeping laid,</br>I was a dream'd, (of Dreams I'm sore afraid)</br>Thirsis, methought, stood to my gazing sight,</br>Like the peel'd Willow, his Garments too was white.", "CAELIA.</br>As in the Dairy I was making Cheese,</br>The Window that ore' looks the Lawrel Trees,</br>Flew ope, and streight appear'd in View,</br>My Thirsis form'd, as in my Dream I drew,</br>I shriek'd aloud, and streight appear'd a Sight,</br>Thirsis to help me, all array'd in White;</br>His cheerful Looks, away methought was flown,</br>And in a Swoon I sunk a down?  a down?</br>Droop ye Lillies, ye Cowslips hang your Head,</br>Thirsis the Shepherd now alas is dead.", "COLLIN.</br>As Yesterday we all sat down to Meat,</br>Surpris'd I saw, and streight I bless'd my Seat:</br>A luckless Number feasting at the Board,</br>Child, says my Grannum, bare that in Record,</br>So sure as Six and Seven's in one Room,</br>So sure to one Death is their certain Doom;</br>And straight her Words came then into my Mind,</br>Which is too true by Thirsis now we find;</br>For of that Number, he alas is dead,</br>Droop, droop, ye Lillies, ye Cowslips hang your Head.", "CAELIA.</br>The other Day I took me to the Wood,</br>And from my Nose ran just three Drops of Blood;</br>Amaz'd, I turn'd, the Thunder roar'd aloud,</br>The forked Light'ning pierc'd the sable Cloud;</br>The Minster shook, the hallow Winds did groan,</br>Trembling I stood aghast, and all alone:</br>At length beneath a spreading Oak Tree Shade,</br>Free from the Storm I sought its friendly Aid;</br>The heavy Clouds in Torrents pour'd amain,</br>The Flocks and Herds were in the Meadows slain;</br>Huge Massy Trees from off the Mountains rush'd,</br>Mills, Rocks, and Cottages were in its Motion crush'd;</br>This, this, was Pastime to the Loss we bear,</br>Thirsis no more can ease our troubled Care;</br>Droop ye Lillies, ye Cowslips hang your Head,</br>Thirsis the Shepherd now alas is dead.", "COLLIN.</br>Caelia no more, this doleful Theme pursue,</br>I've lost a Brother, and a Sweetheart you;</br>We'll plant some Roses on his silent Grave,</br>And on his Tomb Stone thus we will engrave,</br>\"He conquer'd all, and now to Death's a Slave.</br>"]