["Loe heere the worke the which she did impose,</br>Who onely doth predominate my Muse:</br>The starre of wonder, which my labours chose</br>To guide their way in all the course I use.</br>Shee, whose cleere brightnes doth alone infuse</br>Strength to my thoughts, and makes mee what I am,</br>Call'd up my spirits from out their low repose,</br>To sing of state, and tragick notes to frame.", "I, who (contented with an humble song,)</br>Made musique to my selfe that pleas'd mee best,</br>And onely told of DELIA, and her wrong,</br>And prais'd her eyes, and plain'd mine owne unrest:</br>(A text from whence my Muse had not degrest)</br>Madam, had not thy well grac'd Anthony,</br>Who all alone having remained long,)</br>Requir'd his Cleopatras company.", "Who if shee heere doe so appeare in act,</br>That for his Queene and Love he scarce wil know her,</br>Finding how much shee of her selfe hath lackt,</br>And mist that glory wherein I should shew her,</br>In majestie debas'd, in courage lower;</br>Yet lightning thou by thy sweet favouring eyes,</br>My darke defects which from her sp'rit detract,</br>Hee yet may gesse it's shee; which will suffise.", "And I heereafter, in another kinde,</br>More fitting to the nature of my vaine,</br>May (peradventure) better please thy minde,</br>And higher notes in sweeter musique straine:</br>Seeing that thou so graciously doost daine,</br>To countenaunce my song and cherish mee.</br>I must so worke posterity may finde</br>How much I did contend to honour thee.", "Now when so many pennes (like Speares) are charg'd,</br>To chace away this tyrant of the North:</br>Gross Barbarism, whose powre growne far inlarg'd,</br>Was lately by thy valiant Brothers worth,</br>First found, encountred, and provoked forth:</br>Whose onset made the rest audacious,</br>Whereby they likewise have so well discharg'd,</br>Upon that hidious Beast incroching thus.", "And now must I with that poore strength I have,</br>Resist so foule a foe in what I may:</br>And arme against oblivion and the grave,</br>That els in darknes carries all away,</br>And makes of all our honours but a pray.</br>So that if by my penne procure I shall</br>But to defend mee, and my name to save,</br>Then though I die, I cannot yet die all;", "But still the better part of me will live,</br>Deckt and adorned with thy sacred name,</br>Although thy selfe dost farre more glory give</br>Unto thy selfe, then I can by the same.</br>Who doost with thine owne hand  a Bulwarke frame</br>Against these Monsters, (enemies of honour,)</br>Which ever-more shall so defend thy Fame,</br>That Time nor they, shall never pray upon her.", "Those Hymnes that thou doost consecrate to heaven,</br>Which Israels Singer to his God did frame:</br>Unto thy voyce eternitie hath given,</br>And makes thee deere to him from whence they came.</br>In them must rest thy ever reverent name,</br>So long as Syons GOD remaineth honoured;</br>And till confusion hath all zeale be-reaven,</br>And murthered Fayth, and Temples ruined.", "By this, (Great Lady,) thou must then be knowne,</br>When Wilton lyes low levell'd with the ground:</br>And this is that which thou maist call thine owne,</br>Which sacriligious time cannot confound;</br>Heere thou surviv'st thy selfe, heere thou art found</br>Of late succeeding ages, fresh in fame:</br>This Monument cannot be over throwne,</br>Where, in eternall Brasse remaines thy Name.", "O that the Ocean did not bound our stile</br>Within these strict and narrow limmits so:</br>But that the melody of our sweet Ile,</br>Might now be heard to Tyber, Arne, and Po.</br>That they might know how far Thames doth out-go</br>The musique of Declyned Italie:</br>And listning to our songs another while,</br>Might learne of thee, their notes to purifie.", "O why may not some after-comming hand,</br>Unlock these limits, open our confines:</br>And breake a sunder this imprisoning band,</br>T' inlarge our spirits, and publish our dissignes;</br>Planting our Roses on the Apenines?</br>And teach to Rhene, to Loyre, and Rhodanus,</br>Our accents, and the wonders of our Land,</br>That they might all admire and honour us.", "Whereby great SYDNEY and our SPENCER might,</br>With those Po-singers beeing equalled,</br>Enchaunt the world with such a sweet delight,</br>That theyr eternall songs (for ever read,)</br>May shew what great ELIZAS raigne hath bred.</br>What musique in the kingdome of her peace,</br>Hath now beene made to her, and by her might,</br>Whereby her glorious fame shall never cease.", "But if that Fortune doth deny us this,</br>Then Neptune, lock up with thy Ocean key,</br>This treasure to our selves, and let them misse</br>Of so sweet ritches:  as unworthy they</br>To taste the great delights that we injoy.</br>And let our harmony so pleasing growne,</br>Content our selves, whose errour ever is,</br>Strange notes to like, and disesteeme our owne.", "But, whther doe my vowes transport me now,</br>Without the compasse of my course injoyned?</br>Alas, what honour can a voyce so low</br>As this of mine, expect heereby to find?</br>But, (Madam,) this doth animate my mind,</br>That favored by the Worthyes of our Land,</br>My lynes are lik'd; the which may make me grow,</br>In time to take a greater taske in hand.</br>"]