["Hail, hallow'd Fane!  amid whose mould'ring Shrines,</br>Her Vigils musing Melancholy keeps,</br>Upon her Arm her harrow'd Cheek reclines,</br>And o'er the Spoils of human Grandeur weeps.", "Hail, aweful Edifice!  thine Isles along,</br>In Contemplation wrapt, O let me stray!</br>And stealing from the idly busy Throng,</br>Serenely meditate the moral Lay.", "Far hence be banish'd ev'ry Note profane,</br>Where Heav'n-inspir'd Devotion loves to raise</br>Her Voice seraphic to each lofty Strain,</br>Attun'd to celebrate Jehovah's Praise.", "Come, Heav'nly muse, awake the plaintive String,</br>Each vagrant Motion of the Mind controul;</br>Exalt my Fancy on thy soaring Wing,</br>And with thy Pathos pure possess my Soul.", "What pleasing Sadness fills my thoughtful Breast,</br>Whene'er my Steps these vaulted Mansions trace;</br>Where in their silent Tombs for ever rest</br>The honour'd Ashes of the British Race!", "What Eye can read without a starting Tear,</br>What Heart reflect without a pensive Sigh,</br>On the same Story, every Marble here</br>Relates of wretched Man's Mortality?", "Here terminate Ambition's airy Schemes,</br>The Syren Pleasure here allures no more;</br>Here grov'ling Av'rice drops her golden Dreams,</br>And Life's fantastic Trifles all are o'er.", "No furious Passions here the Bosom rend,</br>Here the true Mourner's pregnant Sorrows cease;</br>Here hopeless Love and cruel Hatred end,</br>And the World-weary Trav'ler rests in Peace.", "Approach, vain Child of Fortune, Pow'r and Fame,</br>Here learn a Lesson from each speaking Bust:</br>Lo!  on each Tomb engrav'd the empty Name</br>Of worldly Greatness levell'd with the Dust!", "How high each Pers'nage once, how honour'd!  read;</br>How low!  how little now, look down and see!</br>Then scan thyself &mdash; and know it is decreed,</br>That thou as little and as low shalt be.", "Behold!  above yon' monumental Piles,</br>The king of Terrors reigns in aweful State!</br>And from his Throne surveys with ghastly Smiles</br>His Triumphs over all the World calls great:", "Surveys of British Chivalry the Flow'r,</br>Each mighty Monarch, and each Champion brave;</br>Illustrious Victims of his envious Pow'r,</br>Sunk in the Dust, and crumbling in the Grave:", "Surveys the Wrecks of Genius, Beauty, Birth,</br>Whate'er might charm the Eye, or win the Heart;</br>Dissolv'd and blended with the common Earth,</br>Or fest'ring recent from his vengeful Dart.", "Ah!  what avails all sublunary State!</br>The transient Pomp and Pageant of a Day;</br>Since Kings and Peasants, Fellow Slaves of Fate,</br>When the dread Summons comes must all obey.", "Nor Edward's Piety, nor Henry's Might,</br>Cou'd ward the all-subduing Conqu'ror's Blow;</br>Brave Henry fell in the unequal Fight,</br>And Edward's pious Breast soon ceas'd to glow.", "Nor lists dull Death to the melodious Lyre,</br>Nor heeds the raptur'd Poet's heavenly Song;</br>Quench'd in the Dust is Milton's Muse of Fire,</br>And mute is Dryden's once harmonious Tongue.", "Nor Attic Elegance, nor sprightly Strains,</br>Could e'er the Tyrant's lifted Jav'lin stay;</br>Lo!  here repose chaste Addison's Remains,</br>Here jocund Prior sleeps, and here lies Gray.", "Here too sweet Shakspear, Fancy's fav'rite Child,</br>The Marble emulates thy Pow'r to please;</br>With graceful Attitude, and Aspect mild,</br>Expressing native Dignity and Ease.", "Nor thy unrivall'd Magic's potent Charm,</br>Nor tender Stories of ill-fated Love;</br>Nor Scenes of Horror could his Rage disarm,</br>Or the insensate Spectre's Pity move.", "Where were ye Graces, where ye tuneful Nine,</br>When Shakspear's active Spirit soar'd away?</br>Where were ye Virtues, when the Spark divine</br>Forsook its trembling Tenement of Clay?", "Alas!  around his Couch attendant all,</br>Ye saw the Stroke the ruthless Monster gave;</br>Beheld (sad Scene!) your darling Vot'ry fall,</br>And wept your inability to save.", "Vain are all Notes, how high soe'er they rise,</br>All Numbers vain, however smooth they flow;</br>Beneath this letter'd Pavement Cowley lies,</br>And here thy Reliques rest, pathetic Rowe!", "Nor sage Philosophy, that scans the Spheres,</br>Nor soft Persuasion's soothing Art avails;</br>O'er Newton's Tomb URANIA pours her Tears,</br>And her lov'd Campbell sad SUADELA wails.", "Cropt as a Flow'r in blooming Beauty's Prime,</br>Lo!  noble Cart'ret's urn!  illustrious Youth!</br>From Age to Age the hoary Herald Time</br>Proclaims thy Genius, Innocence, and Truth.", "Alas!  nor Genius, Innocence, nor Truth,</br>Can in the Bosom stay the fleeting Breath,</br>Nor all the winning Charms of blooming Youth</br>Subdue thy flinty Heart, obdurate Death!", "Ah me!  full many a Victim yet unborn,</br>Relentless Tyrant!  at thy Feet must fall,</br>Before the dawning of that joyful Morn</br>When thou shalt yield, and \"God be All in All.\"", "Know, then shall come the Period of thy Sway,</br>And this reanimated Dust shall rise</br>To hail thy Victor on that glorious Day,</br>When the shrill Trump shall rend the vaulted Skies.", "Then from the yawning Grave and op'ning Tomb</br>Shall each reviving Tenant lift his Head,</br>And this Time-honour'd Temple's lab'ring Womb</br>Resign its Myriads of illustrious Dead.", "Ev'n now methinks by Faith's pervading Eye,</br>I see his Banner in the Clouds display'd,</br>And the World's Saviour from his Throne on high</br>Descend in Robes of purest Light array'd.", "O Day of Gladness to the Good and Just!</br>When they shall taste the Wonders of his Love,</br>And springing vig'rous from the lowly Dust,</br>Ascend triumphant to the Realms above.", "Then shall the Substance of this Fabrick fair,</br>These trophied Pillars, and these Piles decay,</br>Mix as a Vapour with the empty Air,</br>Or like a fleeting Vision fade away.", "Then shall the breathing Bust, the sculptur'd Vase,</br>And all the Labours of the artist's Hand,</br>Dissolve; and Virtue's adamantine Base</br>Alone amid the Wreck of Matter stand.", "Yea, tho' Creation founder in the Storm,</br>And whelming perish in the gen'ral Doom,</br>Yet shall celestial Virtue's angel Form</br>Survive and flourish in immortal Bloom.", "Then shall the Brave resolve, the gen'rous Deed,</br>And valiant Conflict in Religion's Cause,</br>Alone be crown'd with Merit's genuine Meed,</br>And meet with righteous Heav'n's deserv'd Applause.", "O!  be it then our Wisdom to secure</br>Those radiant Crowns that beam for ever bright,</br>Crowns that shall deck the Merciful and Pure</br>Amid the Mansions of eternal Light.</br>"]