["Fly, Envy fly, to Hell's detested gloom,</br>Nor more t' asperse th' immortal Muse presume;</br>Th' immortal Muse on Fame's proud pinion flies,</br>Above the Croud, and claims her native skies.", "Wealth's dazling Beams, the Statesman's subtle Scheme,</br>The Pomp of Princes, and the Warrior's flame;</br>Arts that now flourish, Sciences that strain</br>The vent'rous Wing, to yon aetherial Plain,</br>And calm Philosophy, whose Eye explores,</br>Nature's deep Womb, and opes her secret stores;</br>All these must feel the general decay,</br>Melt in the stream of Years and glide away.</br>The Nine alone can deathless Fame bestow,</br>From these pure Founts immortal honours flow.", "See Milton's Muse, th' unfathom'd depths explore,</br>Of sable vested Night, and Chaos hoar;</br>Thence bursting glorious, bend her rapid way</br>Thro' the bright Regions of eternal Day;</br>Set Heaven's rebellious Sons in impious Arms,</br>And fill the Firmament with loud alarms:</br>While red in wrath Messiah's arm appears,</br>And treble Thunders rock the tott'ring Spheres;</br>'Till hurl'd at once from Heavens stupendous brow,</br>Fall the crushed Legions to the depths below;</br>Blest that those Caves and Lakes of liquid Fire,</br>Shield from the Fury of th' Almighty Sire.", "Sweet Spencer next, the Captive fancy leads,</br>To 'chanted Castles and enamel'd Meads;</br>Where courteous Knights in magic Fetters lie,</br>And wail their Woes to long Eternity.", "Next daring Shakespeare strikes the ravished Soul,</br>And whirls us in a thrice from Pole to Pole;</br>Unmasks the Traitor, bids the Hero rise,</br>And pluck bright Virtue from the distant Skies,</br>Or soft descending, opes the human Heart,</br>While living Nature speaks in ev'ry Part;</br>What peals of Laughter shake the applauding Pit,</br>At Pistol's Phrase, and Falstaff's peerless Wit:</br>What bursting Sighs, what mighty Sorrows flow,</br>At great Othello's more than mortal Woe;</br>Who can the soft, the pleasing Anguish quell,</br>When tender Juliet breaths her last Farewel?", "Enchanting Damsels and enchanted Swains,</br>With Raptures catch soft Waller's silky Strains;</br>Smooth as the Murmurs of descending Rills,</br>Thro' every Nerve the languid Joy distills;</br>'Till the coy Virgin chaf'd to keen desire,</br>Transported sinks in Love's consuming Fire.", "While Truth, Morality and Wisdom rove,</br>With Pensive Cowley thro' the silent Grove;</br>His skilful Hand spreads every Plant to View,</br>Whose tender Pores imbibe the Morning Dew;</br>Or thron'd aloft in Pindar's fiery Car,</br>Rides thro' the Aether like a Morning Star;</br>Whose sweeping Fires o'er Heaven's wide Concave glow,</br>And strike Amazement in the Croud below.", "While genuine Wit the World's attention draws,</br>Or justest satire challenges Applause;</br>Dorset's bright Muse maintains the foremost Place,</br>Reflecting Lustre on his noble Race.</br>Nor less severely Wilmot's Numbers sting,</br>These early Numbers, nipt in Youth's fair Spring;</br>O lost too soon!  had Fate prolong'd thy Round</br>The Stars alone, thy deathless Fame cou'd bound;</br>A stronger genius never warmed the Breast,</br>A fairer, none of human Race possest;</br>Wit saw in thee her last great Champion fled,</br>And selfish Dullness rear'd th' exulting Head:</br>Saw to your Tomb the weeping Loves descend,</br>And each sad Muse the useless Lyre suspend.", "Engaging Grace and Majesty divine,</br>Sparkle in Buckingham's melodious line.", "But see where all begirt with ruffian bands,</br>In conscious Pride, majestic Dryden stands;</br>As erst Britannia's martyr'd Monarch stood,</br>Th' outrageous Insults of a sordid Brood;</br>Oh fly my Muse, thy swift Assistance bring,</br>Rescue the Bard who first inspired to sing.</br>But lo!  th' invidious Rabble disappears,</br>Like Summer Wasps, and all the Prospect clears,</br>His manly Muse asserts her kindred Skies,</br>While Trapp and candid Brown, encrease th' Excise.", "When Roman Sidney fills the slender Reeds,</br>We dream of soft Arcadia's flow'ry Meads;</br>But when great Denham sings in bolder strains,</br>We think their Beauties moved to British plains.", "Pierian Maids whose sacred Fires controul</br>My raptured Breast, and ravish all my Soul,</br>Inspire my Sense, your radiant Beams diffuse,</br>Whilst low I bend to Pope's imperial Muse;</br>Oh heavenly Bard, endowed with ev'ry Art,</br>To melt the Soul and captivate the Heart;</br>On thy blest Lays the Loves and Graces hung,</br>Breath'd on thy Lips, and dwelt upon thy tongue:</br>Amazed we fancy, thy Caecilia sings,</br>Inspires the Harp and strikes the Silver strings;</br>While in soft Measures thy mellifluous Song,</br>Harmonious rolls, and steals the Sense along:</br>If loftier Themes thy swelling Numbers roar,</br>Loud as the Waves that lash the sounding shore,</br>Or soft reclin'd, along the silver Thame,</br>Flocks, Groves, and Shepherds consecrate to Fame.", "Who doats on Art and Nature's choicest Gift,</br>May see the mighty Treasure, join'd in Swift.", "Landsown has Art and Nature reconcil'd;</br>And Gay tho' manly, pleases ev'ry Child.", "Who can my Congreve's polish'd Scenes forget</br>While purest Dialogue charms; or pointed Wit.", "Fletcher's quick Fire, and Beaumont's calmer Sense,</br>With gentle Suckling's milder Influence;</br>For these alas long lost, we now may grieve,</br>Did not their various Graces still survive.</br>While doric Eloquence from Mason flows,</br>And Juvenal's bright Flame in Whitehead glows;</br>Tibullus, Gallus, Ovid all display</br>Their softer Beauties in immortal Gray.</br>"]