["Bless'd be the fields renown'd in ancient days,</br>Where thousand bards have own'd the Muses smile,</br>Who once with glory sung their simple lays,</br>Tho' now they add to dark Oblivion's spoil.", "Bless'd be the isle where OSSIAN rais'd the song!</br>As nature taught him in fair Fancy's grove;</br>Whose Muse could thunder with the warlike throng,</br>Or melt the soul with softest tales of love.", "Bless'd be the plains where DOUGLAS sought the Muse,</br>And courted fame in MARO'S sacred guise;</br>Who painted May of every bliss profuse,</br>When o'er the hills the morning beams arise!", "Bless'd shades!  where RAMSAY with his shepherd's reed,</br>Bid Peggy's love from Echo's hills resound,</br>Where gentle HAMILTON travers'd the mead,</br>And charm'd each scene with just harmonic sound!", "Bless'd be the plains where THOMSON first essay'd</br>To court the Muse, in native splendour dress'd,</br>Where first he su'd for Fancy's powerful aid,</br>And pour'd the song with ardour from his breast!", "Bless'd be the groves where MALLET'S polish'd lay,</br>First burst delightful on th' astonished ear;</br>Where first he sung the Birks of Invermay,</br>Or first attended Margaret's mournful bier!", "Hail, native SCOTIA!  ever glorious  coast!</br>These Bards are thine, and thine their growing fame,</br>For 'mid thy rocks, in airy visions lost,</br>Sweet Inspiration oft has nurs'd their flame.", "Sooth'd by the gales that fragrant blew around,</br>Their thoughts were gentle as the vernal day,</br>While from their breasts the numbers burst profound,</br>Mature and powerful as the summer ray.", "Ye mighty names!  to you I'll rear a shrine,</br>Sacred to Science, and her peaceful train,</br>There for your brows my humble wreaths I'll twine,</br>There for your glory raise my feeble strain.", "Should Fancy warm me with her genial rays,</br>Then should my raptur'd numbers soar sublime,</br>Then should I give your names a worthy praise,</br>To mock the power of all-subduing Time.", "Still of thy beauties, SCOTIA, should I sing,</br>Thy rural haunts, thy sweetly flowing streams,</br>Thy fertile fields, where Plenty spreads her wings,</br>And Health and Fragrance dance  in sunny beams.", "Nor should my verse forget thy sons of fame,</br>Who now with rapture warble on the dale,</br>Whose feeling breasts confess the Muse's flame,</br>And pour profuse the sweetly varying tale.", "I'd praise thy BLACKLOCK, hid in endless night,</br>Yet greatly eminent in virtuous song;</br>Thy ARMSTRONG sage, thy BEATTIE flaming bright,</br>Thy HOME, thy WILKIE &mdash; all thy tuneful throng.", "Come then, ye Muses, lead me by the hand,</br>While I attempt your THOMSON'S worth to tell,</br>Attune my lyre, give me the magic wand,</br>Which can dark Error's gath'ring clouds dispel.", "Tutor my numbers, fire my youthful mind,</br>Exalt my soul on Fancy's airy wing,</br>Then shall my accents flow in strains refin'd,</br>And not unworthy of the theme I sing.", "Ye sons of SCOTIA, venerate your Bards,</br>And give them glory, give them high renown;</br>To ev'ry name devote the just rewards,</br>For ev'ry brow prepare the sacred crown.", "Thus shall the blissful genius of the isle,</br>Applauding view the glories of her shore;</br>Thus bounteous SCIENCE on the land shall smile,</br>And give with lib'ral hand, profuse, her boundless store.</br>"]