["I. 1.</br>Awake, Aeolian lyre, awake,</br>And give to rapture all thy trembling strings.</br>From Helicon's harmonious springs</br>A thousand rills their mazy progress take:</br>The laughing flowers, that round them blow,</br>Drink life and fragrance as they flow.</br>Now the rich stream of music winds along,</br>Deep, majestic, smooth, and strong,</br>Thro' verdant vales, and Ceres' golden reign:</br>Now rowling down the steep amain,</br>Headlong, impetuous, see it pour:</br>The rocks, and nodding groves rebellow to the roar.", "I. 2.</br>Oh!  Sovereign of the willing soul,</br>Parent of sweet and solemn-breathing airs,</br>Enchanting shell!  the sullen Cares</br>And frantic Passions hear thy soft controul.</br>On Thracia's hills the Lord of War,</br>Has curb'd the fury of his car,</br>And drop'd his thirsty lance at thy command.</br>Perching on the scept'red hand</br>Of Jove, thy magic lulls the feather'd king</br>With ruffled plumes, and flagging wing:</br>Quench'd in dark clouds of slumber lie</br>The terror of his beak, and light'nings of his eye.", "I. 3.</br>Thee the voice, the dance, obey,</br>Temper'd to thy warbled lay.</br>O'er Idalia's velvet-green</br>The rosy-crowned Loves are seen</br>On Cytherea's day</br>With antic Sports, and blue-eyed Pleasures,</br>Frisking light in frolic measures;</br>Now pursuing, now retreating,</br>Now in circling troops they meet:</br>To brisk notes in cadence beating</br>Glance their many-twinkling feet.</br>Slow melting strains their Queen's approach declare:</br>Where'er she turns the Graces homage pay.</br>With arms sublime, that float upon the air,</br>In gliding state she wins her easy way:</br>O'er her warm cheek, and rising bosom, move</br>The bloom of young Desire, and purple light of Love.", "II. 1.</br>Man's feeble race what Ills await,</br>Labour, and Penury, the racks of Pain,</br>Disease, and Sorrow's weeping train,</br>And Death, sad refuge from the storms of Fate!</br>The fond complaint, my Song, disprove,</br>And justify the laws of Jove.</br>Say, has he given in vain the heav'nly Muse?</br>Night, and all her sickly dews,</br>Her Spectres wan, and Birds of boding cry,</br>He gives to range the dreary sky:</br>Till down the eastern cliffs afar</br>Hyperion's march they spy, and glitt'ring shafts of war.", "II. 2.</br>In climes beyond the solar road,</br>Where shaggy forms o'er ice-built mountains roam,</br>The Muse has broke the twilight-gloom</br>To chear the shiv'ring Native's dull abode.</br>And oft, beneath the od'rous shade</br>Of Chile's boundless forests laid,</br>She deigns to hear the savage Youth repeat</br>In loose numbers wildly sweet</br>Their feather-cinctured Chiefs, and dusky Loves.</br>Her track, where-e'er the Goddess roves,</br>Glory pursue, and generous Shame,</br>Th' unconquerable Mind, and Freedom's holy flame.", "II. 3.</br>Woods, that wave o'er Delphi's steep,</br>Isles, that crown th' Egaean deep,</br>Fields that cool Ilissus laves,</br>Or where Meander's amber waves</br>In lingering Lab'rinths creep,</br>How do your tuneful echoes languish,</br>Mute, but to the voice of Anguish?</br>Where each old poetic Mountain</br>Inspiration breath'd around:</br>Ev'ry shade and hallow'd Fountain</br>Murmur'd deep a solemn sound:</br>Till the sad Nine in Greece's evil hour</br>Left their Parnassus for the Latian plains.</br>Alike they scorn the pomp of tyrant-Power,</br>And coward Vice, that revels in her chains.</br>When Latium had her lofty spirit lost,</br>They sought, oh Albion!  next thy sea-encircled coast.", "III. 1.</br>Far from the sun and summer-gale,</br>In thy green lap was Nature's Darling laid,</br>What time, where lucid Avon stray'd,</br>To Him the mighty Mother did unveil</br>Her aweful face:  The dauntless Child</br>Stretch'd forth his little arms, and smil'd.</br>This pencil take (she said) whose colours clear</br>Richly paint the vernal year:</br>Thine too these golden keys, immortal Boy!</br>This can unlock the gates of Joy;</br>Of Horrour that, and thrilling Fears,</br>Or ope the sacred source of sympathetic Tears.", "III. 2.</br>Nor second He, that rode sublime</br>Upon the seraph-wings of Extasy,</br>The secrets of th' Abyss to spy.</br>He pass'd the flaming bounds of Place and Time:</br>The living Throne, the saphire-blaze,</br>Where Angels tremble, while they gaze,</br>He saw; but blasted with excess of light,</br>Closed his eyes in endless night.</br>Behold, where Dryden's less presumptuous car,</br>Wide o'er the fields of Glory bear</br>Two Coursers of ethereal race,</br>With necks in thunder cloath'd, and long-resounding pace.", "III. 3.</br>Hark, his hands the lyre explore!</br>Bright-eyed Fancy hovering o'er</br>Scatters from her pictur'd urn</br>Thoughts, that breath, and words, that burn.</br>But ah!  'tis heard no more&mdash;</br>Oh!  Lyre divine, what daring Spirit</br>Wakes thee now?  tho' he inherit</br>Nor the pride, nor ample pinion,</br>That the Theban Eagle bear</br>Sailing with supreme dominion</br>Thro' the azure deep of air:</br>Yet oft before his infant-eyes would run</br>Such forms, as glitter in the Muse's ray</br>With orient hues, unborrow'd of the Sun:</br>Yet shall he mount, and keep his distant way</br>Beyond the limits of a vulgar fate,</br>Beneath the Good how far &mdash; but far above the Great.</br>"]