["LANDLADY, BRANDY, AND WHISKY.", "On auld worm-eaten skelf, in cellar dunk,</br>Whare hearty benders synd their drouhty trunk,</br>Twa chappin bottles, pang'd wi' liquor fu',</br>BRANDY the tane, the tither WHISKY blue,</br>Grew canker'd; for the twa war het within,</br>An' het-skin'd fock to flyting soon begin:</br>The FRENCHMAN fizz'd, and first wad fit the field,</br>While paughty Scotsman scorn'd to beenge or yield.", "BRANDY.</br>Black be your fa!  ye cottar loun mislear'd,</br>Blawn by the PORTERS, chairmen, CITY-GUARD:</br>Ha'e ye nae breeding, that you shaw your nose</br>Anent my sweetly gusted cordial dose.</br>I've been near pauky courts, and aften there</br>Hae' ca'd HYSTERICKS frae the dowy fair;</br>And COURTIERS aft gaed greening for my smack,</br>To gar them bauldly glour, and gashly crack,</br>The PRIEST, to bang mishanters black, and cares,</br>Has sought me in his closet for his prayers.</br>What tig then takes the fates, that they can thole,</br>Thrawart to fix me in this weary hole,</br>Sair fash'd wi' din, wi' darkness, and wi' stinks,</br>Whare cherry day-light thro' the mirk ne'er blinks.", "WHISKY.</br>But ye maun be content, and mauna rue,</br>Tho' erst ye've bizz'd in bonny madam's mou';</br>Wi' thoughts like thae you heart may fairly dunt;</br>The warld's now chang'd, its no like use and wont;</br>For here, wae's me!  there's nouther lord nor laird</br>Come to get heartscad frae their stamack skair'd:</br>Nae mair your courtier louns will shaw their face,</br>For they glowr eiry at a friend's disgrace:</br>But heeze your heart up &mdash; Whan at court you hear</br>The patriot's THRAPPLE wat wi' reaming BEER;</br>Whan CHAIRMEN, weary wi' his daily gain,</br>Can syn his WHISTLE wi' the clear CHAMPAIGN;</br>Be hopefu', for the time will soon row round,</br>Whan you'll nae langer dwall beneath the ground.", "BRANDY.</br>Wanwordy gowk!  did I sae aften shine</br>Wi' gowdin glister thro' the chrystal fine,</br>To thole your taunts, that seenil hae been seen</br>Awa frae luggie, queh, or truncher treein;</br>Gif honour wad but lat, a CHALLENGE shou'd</br>Twin ye o' Highland TONGUE and Highland BLUDE;</br>Wi' cairds like thee I scorn to file my thumb,</br>For gentle spirits gentle breeding doom.", "WHISKY.</br>Truly I think it right you get your amis,</br>Your high heart humbled amang common drams;</br>Braw days for you, whan fools newfangle fain,</br>Like ither countries better than their ain,</br>For there ye never saw sic chancy days,</br>Sic balls, assemblies, operas, or plays:</br>Hame-o'er langsyne you ha'e been blyth to pack</br>Your a' upon a sarkless soldier's back;</br>For you thir lads, as weel-lear'd trav'lers tell,</br>Had sell'd their sarks, gin sarks they'd had to sell.", "But worth gets poortith an' black burning shame,</br>To draunt and drivel out a life at hame.</br>Alake!  the by-word's o'er weel kend through out,</br>\"Prophets at hame are held in nae repute,\"</br>Sae fair'st wi' me, tho' I can heat the skin,</br>And set the saul upon a merry pin,</br>Yet I am hameil, there's the sour mischance!</br>I'm no frae Turkey, Italy, or France:</br>For now our Gentles gabbs are grown sae nice,</br>At thee they toot, an' never speer my price:</br>Witness &mdash; for thee they hight their tenants rent,</br>And fill their lands wi' poortish, discontent;</br>Gar them o'er seas for cheaper mailins hunt,</br>An' leave their ain as bare's the Cairn-o'-mount.", "BRANDY.</br>Tho' lairds take toothfu's o' my warming sap,</br>This dwines not tenants gear, nor cows their crap:</br>For love to you there's mony a tenant gaes</br>Bare-ars'd and barefoot o'er the Highland braes:</br>For you nae mair the thrifty gudewife sees</br>Her lasses kirn, or birze the dainty cheese;</br>CRUMMIE nae mair for Jenny's hand will crune</br>Wi' milkess dreeping frae her teats adown:</br>For you o'er ear' the ox his fate partakes,</br>And fa's a victim to the bludey aix.", "WHISKY.</br>Wha is't that gars the greedy Bankers prieve</br>The MAIDEN'S tocher, but the MAIDEN'S leave:</br>By you when spulzied o' her charming pose,</br>She tholes in turn the taunt o' cauldrise joes;</br>Wi' skelps like this fock sit but seenil down</br>To wether-gammon or howtowdy brown;</br>Sair dung wi' dule, and fley'd for coming debt,</br>They gar their mou'-bits wi' their incomes mett,</br>Content eneugh gif they ha'e wherewithal</br>Scrimply to tack their body and their saul.", "BRANDY.</br>Frae some poor poet, o'er as poor a pot,</br>Ye've lear'd to crack sae crouse, ye haveril Scot!</br>Or burgher politician, that embrues</br>His tongue in thee, and reads the claiking news;</br>But waes heart for you!  that for ay maun dwell</br>In poet's garret, or in chairman's cell,</br>While I shall yet on bien-clad tables stand,</br>Bouden wi' a' the daintiths of the land.", "WHISKY.</br>Troth I ha'e been 'ere now the poet's flame,</br>And heez'd his sangs to mony blythsome theme.</br>Wha was't gar'd ALLIE'S chaunter chirm fu' clear,</br>Life to the saul, and music to the ear:</br>Nae stream but kens, and can repeat the lay</br>To shepherds streekit on the simmer brae,</br>Wha to their whistle wi' the lav'rock bang,</br>To wauken flocks the rural fields amang.", "BRANDY.</br>But here's the brouster-wife, and she can tell</br>Wha's win the day, and wha shou'd wear the bell:</br>Ha'e done your din, an' lat her judgment join</br>In final verdict 'twixt your pley and mine.", "LANDLADY.</br>In days o' yore I cou'd my living prize,</br>Nor faush'd wi' dolefu' gaugers or excise;</br>But now-a-days we're blyth to lear the thrift</br>Our heads 'boon licence and excise to lift:</br>Inlakes o' BRANDY we can soon supply</br>By WHISKY tinctur'd wi' the SAFFRON'S dye.", "Will you your breeding threep, ye moungrel loun!</br>Frae hame-bred liquor dy'd to colour brown?</br>So FLUNKY braw, whan drest in master's claise,</br>Struts to Auld Reikie's cross on sunny days,</br>Till some auld comerade, ablins out o' plate,</br>Near the vain upstart shaws his meagre face;</br>Bumbaz'd he loups frae sight, and jooks his ken,</br>Fley'd to be seen amang the tassel'd train.</br>"]