["Th' autumnal month had clos'd, but that soft light</br>Which loves to linger at th' autumnal close,</br>And o'er the Latian hills shed soft repose,</br>Hung on that pensive hour, half-day, half-night,</br>When, as th' aerial Dome first fix'd my view,</br>A more than mortal Pow'r my spirit onward drew.&mdash;", "The sun had thro' a gorgeous canopy</br>Of gold, of purple, and of azure sheen,</br>Wheel'd his broad orb, and set with glow serene,</br>And all was stillness to the car and eye:</br>The labours of the day began to cease,</br>And all without was calm, and all within seem'd peace.", "But deep the glow and fever in my heart,</br>When on th' eternal flint my footstep rung:</br>Thought, Fancy, Feeling to one object clung,</br>Nor joy nor woe there claim'd divided part:</br>On to the temple, on I sped my way,</br>Reckless that Tyber's flood athwart my passage lay.", "I saw no flood, no court, no pillar'd zone</br>That clos'd it round, I heard no fountain play,</br>When in the last faint gleam of dying day,</br>Beneath the hallow'd roof I paus'd alone,</br>While thro' the void, dim-seen, at fall of night</br>Onward a priest slow-pac'd with solitary light.", "Else, all was darkness, all mysterious gloom,</br>Save where bright-flaming round the altar rose</br>The silver lamps that day nor night repose,</br>And here and there the Baldachin illume,</br>Where the colossal columns' brazen frame</br>Catch on their wreathed spires by fits the gliding flame.", "And save those lamps, and that departing light,</br>Darkness above, beneath me, and around:</br>No marble glitter'd thro' the gloom profound,</br>Tomb, statue, column, none disturb'd the sight:</br>The Spirit of Devotion fill'd the whole,</br>And sealing up the lip, held commune with the soul.", "Can I that eve, that hour, that scene forget,</br>That gloom profound, if yet the faithful brain</br>One vestige of my former self retain?</br>That voice which inly whisper'd, whispers yet,</br>Breathes on the chord that vibrates thro' the heart,</br>Nor, till it cease to beat, shall ever more depart.", "Hail, Scene sublime! &mdash; Lo, Rome before me lies,</br>Th' eternal City rests on Tyber's shore :</br>Domes, columns, obelisks sublimely soar:</br>Another Rome, th' aerial, seems to rise</br>Around yon orb, that swelling on the eye</br>Tow'rs in its sphere, alone, and bounds the earth and sky.&mdash;", "Here, in lone grandeur bold Soracte stands,</br>There, on the boundary mountain's snow-wreath'd crests,</br>As on a pillar'd dome heaven proudly rests:</br>And where the wide Campagna's waste expands,</br>Hoar aqueducts their long, long lines extend,</br>And o'er Aurelian's walls time-rifted tow'rs impend.", "Th' enormous Coliseum's bulk behold:&mdash;</br>Like some lone promontory's storm-rent brow</br>That spreads its shadow o'er the deep below,</br>And back repells the waves in tempests roll'd:</br>Thus o'er the wreck and violence of Time</br>Vespasian's mountain pile yet lifts its crest sublime.", "Height above height the widening circles sweep,</br>Arch swells o'er arch, oer columns columns tow'r,</br>Stupendous wreck upheld by unseen pow'r!</br>There view dark-issuing from sepulchral sleep,</br>Rome 'mid her monarch-people reascend,</br>And o'er earth's prostrate brow her shadowy spear extend.", "There, host o'er host that monarch-people hung,</br>And watch'd in mute and motionless repose</br>Th' exhausted Gladiator's eyelid close;</br>No sound was heard that multitude among,</br>But the low pant that mark'd the lessening breath,</br>And one last deep-drawn groan &mdash; the agony of death.", "Was it in thee, that girt around with flame,</br>In triumph on the cross the Christian hung,</br>And when death trembled on his faltering tongue,</br>With voice exultant hail'd his Saviour's name;</br>And to the torturer spake, \"Be thou forgiv'n,\"</br>Then, gazing up, beheld the veil withdrawn from heav'n?&mdash;", "What art thou now? &mdash; A void &mdash; a solitude&mdash;</br>Save where the hermit, or lone penitent,</br>Or dark-stol'd brethren at thy altars bent,</br>With deep-ton'd chant, by echos round renew'd,</br>The Virgin Mother and her Son adore,</br>And swell the choral hymn the sainted martyr o'er.&mdash;", "Proud Pile! thou stand'st:  but &mdash; all are vanish'd,&mdash;all</br>Who made the world a gazing theatre,</br>Th' arena thundering to their war-career:</br>Dark Ruin o'er their empire spreads her pall,</br>Low'rs on the seven-crown'd hills in dead repose,</br>And o'er their buried pomp the dust of ages throws,", "But not Oblivion &mdash; Temple, tow'r and dome</br>Shall sink, the granite column fall on earth:</br>Ne'er shall the sev'n-crown'd hills know second birth;</br>But temple, tow'r, and column, are not Rome,</br>They knew not the foundation of her fame,</br>No adamantine wall built up her mighty name:", "But virtues that exalted human-kind,</br>But firm resolve that gloriously atchiev'd</br>The bold emprize that boundless Hope conceiv'd,</br>But courage casting fear and fate behind,</br>But wisdom, whose irrevocable word</br>Subdu'd the awe-struck soul ere Valour girt the sword&mdash;", "'Twas Brutus, who when death before him stood,</br>At Freedom's voice, stern-rising to his task,</br>Flung from his brow feign'd laughter's idiot mask,</br>And bade the lictor shed his children's blood:</br>Thus, at her call, the second Brutus came:</br>So Cato liv'd, and died &mdash;Thus tow'r'd th' eternal name.&mdash;", "Thus Rome beheld on her triumphal day</br>Earth and her realms in chains attend her car&mdash;</br>Ambition hurl'd the torch of civil war:</br>Then tyranny, and sloth, and swift decay.</br>The Goth, the Hun, the Norman spoiler came,</br>And envied Rome in flames the echo of her name;&mdash;", "Th' eternal name &mdash; and we, the puny race</br>Of after time, pass on our transient hour</br>Like shadows in the sun-shine of her pow'r.</br>We soar on wrecks of her colossal base,</br>And fathoming its deep foundation stone,</br>Shout forth, &mdash; \"Th' eternal name inhabits Rome alone.\"&mdash;", "But &mdash; who &mdash; on this wide tomb of years of old,</br>Where History travelling down from age to age,</br>Shows to the world, as on a solemn stage,</br>Each change by prophet and by seer foretold,</br>Descries not thro' the shade their vision casts</br>A world that ne'er shall change, a day that time outlasts?", "Go, Rome, and gather up thy last remains</br>As in a funeral urn that holds the dead;</br>Thy guardian hand o'er Trajan's Column spread,</br>Watch round the base that Antonine sustains:</br>On Titus' mouldering Arch the Ark recall,</br>Save Salem's hallow'd spoils &mdash; They bend, they bow, they fall,", "They turn to dust &mdash; Behold, how ruthless Time,</br>Whose slow and silent foot has onward past,</br>And all beneath him in wide ruin cast,</br>Now, in his flight, on outstretch'd wing sublime</br>Sails o'er the wreck of Nero's golden dome,</br>And rides the tainted blast, and spreads the pest o'er Rome.", "Have ye not felt th' infection? &mdash; hill and dale,</br>Lone cot and crowded walls? &mdash; ye gilt alcoves,</br>Ye marble palaces, ye cypress groves,</br>Where Health with crystal fountains cool'd the gale,</br>Where now your proud possessors?&mdash;dispossess'd:</br>Chas'd by the tainted wing that bears th' invading pest.", "But &mdash; 'mid yon horrors, yon devoted place,</br>Along whose banks, by turbid torrents fed,</br>Dark Tyber labours through his yellow bed:</br>Where the throng'd Ghetto gathers in her race,</br>And the scorn'd Hebrew under wrath resides,</br>And want and woe unite, no baleful gale abides.", "'Twas thus foredoom'd: &mdash; \"O'er all the ends of earth,</br>Go fugitive, &mdash; go exile in thy shame:</br>Bow down beneath the burden of thy name.</br>Yet will I watch o'er thy regenerate birth,</br>Yet bring thee back, and with parental hand</br>Spread out my blessings wide, o'er all the promis'd land.", "\"Scorn'd Hebrew! when thy voice of melody</br>On Sion's harp floats Siloa's brook along,</br>And Horeb answers the Hosannah song,</br>Then to thy birthright as thou passest by,</br>Inquire of Rome. &mdash; Thy foot has o'er  it trod:</br>Th' eternal City rests beneath the silent sod.\"</br>"]