["Ae Sunny morn' for recreation</br>Twa hats began a slow cantation,</br>They frae a skelf began to claver,</br>The tane was Woo' the tither Beaver;</br>Their notes through ilka corner rang,</br>While I sat mute to hear their sang.", "BEAVER HAT.</br>Ah me!  to what will bus'ness turn?</br>A' day I here may sit an mourn,</br>Nane spiers my price, though I can boast</br>Of lately leaving England's coast;</br>Tho' Beaver, what doth that avail me?</br>My master sure's nae like to sell me,</br>Already on my head is laid,</br>Full five per cent, as loss on trade.", "WOOL HAT.</br>I here wha sit am coarser gear</br>Than you, but coarser fou'k me wear.</br>This month I've dally'd on the skelf;</br>For credit or for ready pelf,</br>Nane think sae much as ance to spier</br>Gin I, poor I, be cheap or dear.", "BEAVER HAT.</br>Sin' Scotia first a kingdom was</br>They've broke, they've made, an' mended laws;</br>Some for our well an' preservation,</br>Some, ane wou'd think, down-right d&mdash;n&mdash;n;</br>But ae unvaried rule in trade is,</br>By every trader down it laid is,</br>To grasp; in ilka scheme they'll pry,</br>Gin ane should fail, anither try.</br>Now that though trade in hats be sma',</br>There's ither trades for him to ca.", "WOOL HAT.</br>True neighbour, but ye ken fu' well</br>That trade of late's gaen to the deil,</br>Shou'd ane suggest a trade, an' thrive in't,</br>Some wou'd back-bite, some under-sell,</br>Some wou'd play tricks I darna tell;</br>To wrest the trade frae the contriver,</br>Some wou'd sweep hell to find a stiver.</br>Your hand my chield, let us devise</br>Some cannie knack, by which he'll rise</br>A wee, for now a days I tak' it,</br>Poor fouk by a' are disrespectit,</br>But siller, strange infatuation,</br>Mak's fools caress'd in every nation:</br>He's young an' stout wi' fient a joint out,</br>Will ye some honest way but point out.", "BEAVER HAT.</br>Troth Rockie, frae my heart I think</br>He's got the knack o' crambo clink;</br>By that there's aft been siller made,</br>An' here, that's sure nae common trade.</br>Curs'd opposition maun be born,</br>Let wha blaws best bear aff the horn.", "WOOL HAT.</br>Wa wi' your stuff he has nae smeadum,</br>He publish!  saul I wou'd nae read him;</br>There's chields ca'd Critics (do his best on't)</br>Wou'd shake their craps, an' that fu' fest, on't.</br>And shou'd gross faults in it ly thick,</br>Him an' his book they'd send to Nick;</br>At least gin their ill tongues cou'd do it.</br>To publish, then, I fear he'd rue it;</br>Presumption, sure 'twould be the height o't,</br>Good lack!  they'd laugh just at the sight o't.", "His education's been sae sma',</br>He hardly kens a B frae A;</br>I own that's nae his wyte, for why?</br>Oer soon he try'd to rear a pye;</br>Gin ten year-auld as sure as lent is,</br>He was a Baker's bound apprentice;</br>An' ay till now his toil's been hard,</br>How cou'd he think to turn a Bard!", "BEAVER HAT.</br>Wae on your snout!  you speak o' smeadum,</br>Coarse are your thoughts, as coarse you've made 'em;</br>Wou'd you speak sense, it sure wou'd glad ane;</br>They're born Poets, lear' ne'er made ane.", "A Bard tho' barefoot rough an' ruddie,</br>Wi' mither wit, tho' foul an' duddie,</br>Can paint fu' well the ways o' nature,</br>Her every grace, an' every feature.", "He'd tell the thoughts o' lower classes,</br>As credulous house-wives, lads an' lasses;</br>Wha, round the ingle wi' their rocks,</br>Convene, to crack their jeery jocks.", "When Rob wi' twa right pawkie een,</br>A wyllie wager lays wi' Jean,</br>\"That he'll wi' ease a rigg length rin,</br>E'er she her hindmost teat will spin;\"</br>The temper pin she gi'es a tirl,</br>An' spins but slow, yet seems to birl;</br>Thinking to blind her neighbour Bess,</br>That Rob may rin an' win the kiss.", "Or tell the pranks o' winter nights;</br>How Satan blazes uncouth lights,</br>Or how he does a core convene,</br>Upon a witch-frequented green;", "Wi' spells an' cauntrips hellish rantin',</br>Like maukins thro' the fields they're jauntin'.</br>How some are sent kirk-yards to haunt;</br>To ape the deil, the others maunt;</br>When tir'd o' that fell midnight-dance,</br>Some in egg shells leg aff for France.", "The rest round Satan, frisk and gambol,</br>Or, in fell shapes, 'bout peat stacks ramble;</br>Till douf the twall-hours bell crys clink,</br>Than aff a' wallop in a wink.", "The deil to shades below retires,</br>The wives leg hame an' trim their fires.</br>An' sic like tales in clinking verse,</br>A barefoot Bard cou'd well rehearse.", "'Cause he's nae skill'd in classic lorum,</br>For that, I'd sure the mair adore him;</br>Nor will a Critic wreck his sense on</br>A youth, wha has sae sma' pretension.", "WOOL HAT.</br>Hech man I find I e'en maun yield,</br>You've reason'd well; an' won the field;</br>Sure there's nae Critics when they ken him,</br>Will suffer rattle-sculls to blame him,</br>He's sic a chield I'd like to please him,</br>May a rin hyte that mean to tease him.", "I listn'd lang, they said nae mair,</br>But their confab sae eas'd my care,</br>That up I got, an' pray'd Apollo</br>To time it, either jig or solo.&mdash;", "He shook his head in indignation;</br>\"I'm quite asham'd; this generation</br>Wou'd a' be Poets, Dabs, and Fiddlers,</br>Vain empty mortals, crazy middlers,</br>That ken nae mair my valu'd arts,</br>Their nicest touches, soothing parts,</br>Than does an oyster wench or cronnie,</br>To personate a Macaroni.</br>There's ane ca'd Burns, a Bard at Air,</br>Got a the fire I weel cou'd spare;</br>Sae curb a wee your rhyming rage,</br>For he'll reign Laureat of this age.\"", "My face had got a scarlet dip,</br>Right fly'd was I, an' hang my lip;</br>But yet ance mair I beg'd his aid;</br>He gae a fidge and naithing said,</br>I urg'd my cause wi' seeming zeal,</br>An' bad him mind my Beaver's tale.", "All, said I, are not Shakespeares born,</br>An' yet your badge have hunders worn;</br>Try me this ance, an' gin I fail</br>To tell wi' glee my hame spung tale,</br>I'll burn my pen, an' spill my ink,</br>An' spurn through life at crambo clink.", "He look'd, he smil'd, an' sae did I,</br>\"Sin' you're sae fond (said he) gae try;</br>An' shou'd Parnassus brae be steep,</br>Get on all four an' slowly creep;</br>He that wo'd speel the braes o' rhyme,</br>Maun stamp in tune, an' count the time;</br>Due perseverance an' my aid,</br>May mak' a deacon at the trade;</br>Puff, I inspire you wi' this blast,</br>The first pursue you've got the last.\"", "I try'd my skill, sae reader judge,</br>But first thro' every column trudge;</br>Candour frae prejudice defend them,</br>Let nane contemn, but wha can mend them.", "Says an eminent Author.</br>\"'Tis with our judgment as our watches, none</br>Go just alike, yet each believes his own.\"", "But of a great many it may be rendered thus.</br>\"But first what say the critics, or the crowd,</br>With them I'll join to curse, or praise aloud.\"</br>"]