["Now's the glad and cheerefull day,</br>Phoebus doth his beames display,</br>And the faire Bride forth to lead</br>Makes his torch their Nuptial Tead,</br>O thou Apollo bright</br>Lend us thy cherefull light,</br>That thy glorious Orb of fire</br>We more freely may admire.", "But when seated in thy pride</br>Thou behold'st the lovely Bride,</br>Envie not when thou dost find</br>Thy one eye by her two stroke blind:</br>Thou art eclipst this day</br>By a new Cynthia.</br>Who though on earth shee keepe her Sphere</br>Yet shines as faire, as bright, as cleere.", "If in clouds thou maske thy face</br>Blushing at thy owne disgrace:</br>Or cast aside thy glistering Rayes</br>When she once her eyes displayes;</br>We shall neglect thee quite,</br>Thy powre, thy heat, thy light.</br>Nor shall we misse thee being gone</br>Having two Sunnes for thy one.", "T' seemes when I this couple see,</br>Thy Sister I behold and thee,</br>When you both were nurst long while</br>By Luton' in Delos' Isle.</br>But the faire Sunne and Moone</br>Were there delivered soone,</br>Iust as I see these two grac't</br>On Earth:  So you in Heaven were plac't.", "Equally shine in the Spheares</br>In like beautie, and like yeares:</br>No sinister fate betide</br>The faire Bridgroome, and the Bride</br>O, never may blacke cloud</br>Two such bright lusters shroud</br>From the Worlds Eye, but still shine</br>Till fate make you both divine.", "He a Prince is, gravely yong,</br>Catoes head, and Tullies tongue,</br>Nereus shape, Ulisses braine;</br>Had he with these Nestors raine.</br>Injoying all the rest</br>Of heaven (that we request)</br>That they likewise would afford,</br>To manage these a Hectors sword.", "Had great Jove beheld this Queene,</br>When Europa first was seene,</br>O're the Seas he had not brought her,</br>Nor Aegenor left his daughter.</br>Europe that spatious ground</br>Through the World so renown'd</br>Had lost her stile, and ere her death</br>It had beene cal'd Elizabeth.", "Had she then liv'd, Danae should</br>Have di'd an Ancresse; showers of gold</br>Had not rain'd downe her to Intrap,</br>All had beene powred in your lap.</br>Io had never beene</br>The great Aegyptian Queene,</br>But for a Godesse after death</br>They had ador'd Elizabeth.", "Could a fairer Saint be shrin'd</br>Worthier to bee devin'd?</br>You equall her, in vertues fame,</br>From whom you receiv'd your name:</br>Englands once shining star</br>Whose bright beames spread so far,</br>Who but did lament the death</br>Of that good Queene Elizabeth?", "To none I better may compare</br>Your sweet selfe then one so rare:</br>Like grac't you are from above,</br>You succeed her in her love.</br>As you enjoy her name:</br>Likewise possesse her fame.</br>For that alone lives after death;</br>So shall the name Elizabeth.", "Whil'st the Flower de Luyce we see</br>With our Lions quartered be,</br>The white Lion keepe his place.</br>Davids Harpe retaine his grace;</br>Whil'st these united are,</br>Despight all forraine warre,</br>Foure great Kingdomes after death</br>Shall memorise Elizabeth.", "May that name be raised hie,</br>Nor in the femall issue die:</br>A joyfull and glad mother prove,</br>Protected by the Powers above,</br>That from the Royall line</br>Which this day doth combine</br>With a brave Prince; no fate, no death,</br>Extinguish may Elizabeth.", "May the Branches spread so far,</br>Famous both in peace and war,</br>That the Roman Eagle may</br>Be Instated some blest day,</br>Despight of Romes proud brags,</br>Within our English flags,</br>To revive you after death,</br>That we may praise Elizabeth.", "That when your hie Crest is borne</br>By the faire white Unicorne,</br>The Wild-man, the Greyhound, and</br>Fierce Dragon, that supporters stand,</br>With Lions red and white,</br>Which with the Harpe unite:</br>Then the Faulcon joyn'd with these</br>May the Roman Eagle seize.", "All the Nymphs straw sundry poses</br>Made of Red, and of white Roses:</br>On her Bed wait all the Graces:</br>Maides to them resigne yourselves</br>Oh may their Nuptiall love</br>In time a blest heire prove</br>To make famous after death</br>Frederick and Elizabeth.</br>"]