["BRUTUS.</br>Then loyall peeres since you are all agreed,</br>And resolute to follow Brutus hoasts,</br>Favour my sonnes, favour these Orphans Lords,</br>And shield them from the daungers of their foes,</br>Locrine the columne of my familie,</br>And onely piller of my weakned age.</br>Locrine draw neare, draw neare unto thy sire,</br>And take thy latest blessings at his hands,</br>And for thou art the eldest of my sonnes,</br>Be thou a captaine to thy bretheren,</br>And imitate thy aged fathers steps,</br>Which will conduct thee to true honors gate,</br>For if thou follow sacred vertues lore,</br>Thou shalt be crowned with a lawrell braunch,</br>And weare a wreath of sempiternall fame,</br>Sorted amongst the glorious happie ones.", "LOCRIN.</br>If Locrine do not follow your advise,</br>And beare himselfe in all things like a prince</br>That seekes to amplifie the great renowne</br>Left unto him for an inheritage</br>By those that were his ancestors,</br>Let me be flung into the Ocean,</br>And swallowed in the bowels of the earth.</br>Or let the ruddie lightning of great Jove,</br>Descend upon this my devolted head.", "BRUTUS taking Guendoline by the hand.</br>But for I see you all to be in doubt,</br>Who shall be matched with our royall sonne,</br>Locrine receive this present at my hand,</br>A gift more rich then are the wealthie mines</br>Found in the bowels of America,</br>Thou shalt be spoused to faire Guendoline,</br>Love her, and take her, for she is thine owne,</br>If so thy unckle and her self do please.", "CORIN.</br>And herein how your highnes honours me</br>It cannot be in my speech exprest,</br>For carefull parents glorie not so much</br>At their honour and promotion,</br>As for to see the issue of their blood</br>Seated in honour and promotion,</br>As for to see the issue of their blood</br>Seated in honor and prosperitie.", "GUENDOLINE.</br>And far be it from my maydens thoughts</br>To contradict her aged fathers will,</br>Therefore since he to whom I must obey</br>Hath given me now unto your royall selfe,</br>I will not stand aloofe from off the lure,</br>Like craftie dames that most of all deny</br>That, which they most desire to possesse.", "BRUTUS turning to Locrine.  Locrine kneeling.</br>Then now my sonne thy part is on the stage,</br>For thou must beare the person of a King.</br>"]