["The present and the past thou hast beheld:</br>It was a desolate sight.  Now, Spirit, learn</br>The secrets of the future. &mdash; Time!</br>Unfold the brooding pinion of thy gloom,</br>Render thou up thy half-devoured babes,</br>And from the cradles of eternity,</br>Where millions lie lulled to their portioned sleep</br>By the deep murmuring stream of passing things,</br>Tear thou that gloomy shroud. &mdash; Spirit, behold</br>Thy glorious destiny!", "Joy to the Spirit came.</br>Through the wide rent in Time's eternal veil,</br>Hope was seen beaming through the mists of fear:</br>Earth was no longer hell;</br>Love, freedom, health, had given</br>Their ripeness to the manhood of its prime,</br>And all its pulses beat</br>Symphonious to the planetary spheres:</br>Then dulcet music swelled</br>Concordant with the life-strings of the soul;</br>It throbbed in sweet and languid beatings there,</br>Catching new life from transitory death,&mdash;</br>Like the vague sighings of a wind at even,</br>That wakes the wavelets of the slumbering sea</br>And dies on the creation of its breath,</br>And sinks and rises, fails and swells by fits:</br>Was the pure stream of feeling</br>That sprung from these sweet notes,</br>And o'er the Spirit's human sympathies</br>With mild and gentle motion calmly flowed.", "Joy to the Spirit came,&mdash;</br>Such joy as, when a lover sees</br>The chosen of his soul in happiness,</br>And witnesses her peace</br>Whose woe to him were bitterer than death,</br>Sees her unfaded cheek</br>Glow mantling in first luxury of health,</br>Thrills with her lovely eyes,</br>Which like two stars amid the heaving main</br>Sparkle through liquid bliss.", "Then in her triumph spoke the Fairy Queen:</br>I will not call the ghost of ages gone</br>To unfold the frightful secrets of its lore;</br>The present now is past,</br>And those events that desolate the earth</br>Have faded from the memory of Time,</br>Who dares not give reality to that</br>Whose being I annul.  To me is given</br>The wonders of the human world to keep,</br>Space, matter, time, and mind.  Futurity</br>Exposes now its treasure; let the sight</br>Renew and strengthen all thy failing hope.</br>O human Spirit!  spur thee to the goal</br>Where virtue fixes universal peace,</br>And midst the ebb and flow of human things,</br>Shew somewhat stable, somewhat certain still,</br>A lighthouse o'er the wild of dreary waves.", "The habitable earth is full of bliss;</br>Those wastes of frozen billows that were hurled</br>By everlasting snow-storms round the poles,</br>Where matter dared not vegetate or live,</br>But ceaseless frost round the vast solitude</br>Bound its broad zone of stillness, are unloosed;</br>And fragrant zephyrs there from spicy isles</br>Ruffle the placid ocean-deep, that rolls</br>Its broad, bright surges to the sloping sand,</br>Whose roar is wakened into echoings sweet</br>To murmur through the heaven-breathing groves</br>And melodize with man's blest nature there.", "Those deserts of immeasurable sand,</br>Whose age-collected fervors scarce allowed</br>A bird to live, a blade of grass to spring,</br>Where the shrill chirp of the green lizard's love</br>Broke on the sultry silentness alone,</br>Now teem with countless rills and shady woods,</br>Corn-fields and pastures and white cottages;</br>And where the startled wilderness behold</br>A savage conqueror stained in kindred blood,</br>A tygress sating with the flesh of lambs,</br>The unnatural famine of her toothless cubs,</br>Whilst shouts and howlings through the desert rang,</br>Sloping and smooth the daisy-spangled lawn,</br>Offering sweet incense to the sun-rise, smiles</br>To see a babe before his mother's door,</br>Sharing his morning's meal</br>With the green and golden basilisk</br>That comes to lick his feet.", "Those trackless deeps, where many a weary sail</br>Has seen above the illimitable plain,</br>Morning on night, and night on morning rise,</br>Whilst still no land to greet the wanderer spread</br>Its shadowy mountains on the sum-bright sea,</br>Where the loud roarings of the tempest-waves</br>So long have mingled with the gusty wind</br>In melancholy loneliness, and swept</br>The desert of those ocean solitudes,</br>But vocal to the sea-bird's harrowings shriek,</br>The bellowing monster, and the rushing storm,</br>Now to the sweet and many mingling sounds</br>Of kindliest human impulses respond.</br>Those lonely realms bright garden-isles begem,</br>With lightsome clouds and shining seas between,</br>And fertile vallies, resonant with bliss,</br>Whilst green woods overcanopy the wave,</br>Which like a toil-worn labourer leaps to shore,</br>To meet the kisses of the flowrets there.", "All things are recreated, and the flame</br>Of consentaneous love inspires all life</br>The fertile bosom of the earth gives suck</br>To myriads, who still grow beneath her care,</br>Rewarding her with their pure perfectness:</br>The balmy breathings of the wind inhale</br>Her virtues, and diffuse them all abroad:</br>Health floats amid the gentle atmosphere,</br>Glows in the fruits, and mantles on the stream:</br>No storms deform the beaming brow of heaven,</br>Nor scatter in the freshness of its pride</br>The foliage of the ever verdant trees;</br>But fruits are ever ripe, flowers ever fair,</br>And autumn proudly bears her matron grace,</br>Kindling a flush on the fair cheek of spring,</br>Whose virgin bloom beneath the ruddy fruit</br>Reflects its tint and blushes into love.", "The lion now forgets to thirst for blood:</br>There might you see him sporting in the suit</br>Beside the dreadless kid; his claws are sheathed,</br>His teeth are harmless, custom's force has made</br>His nature as the nature of a lamb.</br>Like passion's fruit, the nightshade's tempting bane</br>Poisons no more the pleasure it bestows:</br>All bitterness is past; the cup of joy</br>Unmingled mantles to the goblet's brim,</br>And courts the thirsty lips it fled before.", "But chief, ambiguous man, he that can know</br>More misery, and dream more joy than all;</br>Whose keen sensations thrill within his breast</br>To mingle with a loftier instinct there,</br>Lending their power to pleasure and to pain,</br>Yet raising, sharpening, and refining each;</br>Who stands amid the ever-varying world,</br>The burthen or the glory of the earth;</br>He chief perceives the change, his being notes</br>The gradual renovation, and defines</br>Each movement of its progress on his mind.", "Man, where the gloom of the long polar night</br>Lowers o'er the snow-clad rocks and frozen soil,</br>Where scarce the hardiest herb that braves the frost</br>Basks in the moonlight's ineffectual glow,</br>Shrank with the plants, and darkened with the night;</br>His chilled and narrow energies, his heart,</br>Insensible to courage, truth, or love,</br>His stunted stature and imbecile frame,</br>Marked him for some abortion of the earth,</br>Fit compeer of the bears that roamed around,</br>Whose habits and enjoyments were his own:</br>His life a feverish dream of stagnant woe,</br>Whose meagre wants, but scantily fulfilled,</br>Apprised him ever of the joyless length</br>Which his short being's wretchedness had reached;</br>His death a pang which famine, cold and toil</br>Long on the mind, whilst yet the vital spark</br>Clung to the body stubbornly, had brought:</br>All was inflicted here that earth's revenge</br>Could wreak on the infringers of her law;</br>One curse alone was spared &mdash; the name of God.", "Nor where the tropics bound the realms of day</br>With a broad belt of mingling cloud and flame,</br>Where blue mists through the unmoving atmosphere</br>Scattered the seeds of pestilence, and fed</br>Unnatural vegetation, where the land</br>Teemed with all earthquake, tempest and disease,</br>Was man a nobler being; slavery</br>Had crushed him to his country's bloodstained dust;</br>Or he was bartered for the fame of power,</br>Which all internal impulses destroying,</br>Makes human will an article of trade;</br>Or he was changed with Christians for their gold,</br>And dragged to distant isles, where to the sound</br>Of the flesh-mangling scourge, he does the work</br>Of all-polluting luxury and wealth,</br>Which doubly visits on the tyrants' heads</br>The long-protracted fulness of their woe;</br>Or he was led to legal butchery,</br>To turn to worms beneath that burning sun,</br>Where kings first leagued against the rights of men,</br>And priests first traded with the name of God.", "Even where the milder zone afforded man</br>A seeming shelter, yet contagion there,</br>Blighting his being with unnumbered ills,</br>Spread like a quenchless fire; nor truth till late</br>Availed to arrest its progress, or create</br>That peace which first in bloodless victory waved</br>Her snowy standard o'er this favoured clime:</br>There man was long the train-bearer of slaves,</br>The mimic of surrounding misery,</br>The jackal of ambition's lion-rage,</br>The bloodhound of religion's hungry zeal.", "Here now the human being stands adorning</br>This loveliest earth with taintless body and mind;</br>Blest from his birth with all bland impulses,</br>Which gently in his noble bosom wake</br>All kindly passions and all pure desires.</br>Him, still from hope to hope the bliss pursuing,</br>Which, from the exhaustless lore of human weal</br>Draws on the virtuous mind, the thoughts that rise</br>In time-destroying infiniteness, gift</br>With self-enshrined eternity, that mocks</br>The unprevailing hoariness of age</br>And man, once fleeting o'er the transient scene</br>Swift as an unremembered vision, stands</br>Immortal upon earth:  no longer now</br>He stays the lamb that looks him in the face,</br>And horribly devours his mangled flesh,</br>Which still avenging nature's broken law,</br>Kindled all putrid humours in his frame,</br>All evil passions, and all vain belief,</br>Hatred, despair, and loathing in his mind,</br>The germs of misery, death, disease and crime.</br>No longer now the winged habitants,</br>That in the woods their sweet lives sing away,</br>Flee from the form of man; but gather round,</br>And prune their sunny feathers on the hands</br>Which little children stretch in friendly sport</br>Towards these dreadless partners of their play.</br>All things are void of terror:  man has lost</br>His terrible prerogative, and stands</br>An equal amidst equals:  happiness</br>And science dawn though late upon the earth;</br>Peace cheers the mind, health renovates the frame;</br>Disease and pleasure cease to mingle here,</br>Reason and passion cease to combat there;</br>Whilst each unfettered o'er the earth extend</br>Their all-subduing energies, and wield</br>The sceptre of a vast dominion there;</br>Whilst every shape and mode of matter lends</br>Its force to the omnipotence of mind,</br>Which from its dark mine drags the gem of truth</br>To decorate its paradise of peace.", ""]