["TIME, AFTERNOON.</br>REUBEN, ROGER.", "REUBEN.</br>What long procession, wrapt in weeds of woe,</br>Thro' yonder willowy passage seems to go?</br>Pausing, the ground with mournful steps they tread,</br>And winding, seek the city of the dead.</br>But hark!  the village bell's depressing toll,</br>Speaks the departure of some wretched soul.</br>Say, Roger, when that parting spirit flew?</br>What caus'd its flight?  Its helpless owner, who?</br>A foe or stranger, on the sable bier,</br>From foes and strangers might demand a tear.", "ROGER.</br>The fair Clarinda, fill'd with every grace,</br>Benign of heart, and beautiful of face,</br>Snatch'd in the morning of her opening bloom,</br>Is borne by that procession to the tomb.", "REUBEN.</br>Alas!  on such a form could sickness seize;</br>So young, so innocent, so form'd to please?</br>Must youth depart?  Must wise Clarinda die?</br>O did her morning only dawn to fade?</br>Had heav'n no mercy on a matchless maid?", "ROGER.</br>Shepherd, forbear, the ways of heaven are just;</br>Afflicted mortals should believe, and trust.</br>By a wise hand the universe is sway'd,</br>Which justly limits every life it made.</br>God gave, and God has quench'd the vital flame;</br>Let weeping mortals bless his holy name.", "REUBEN.</br>Yet tears to fallen worth are surely due;</br>My tears, Clarinda, shall be paid to you.</br>Come shepherds, come, who mourn her sudden doom,</br>And strew the new-born roses round her tomb.</br>There let the breezes all their richness bring;</br>There cluster all the garlands of the Spring.", "ROGER.</br>Delusive wish!  the spirit fled away,</br>The tomb envelopes only senseless clay;</br>The roses scattered there must quickly fade,</br>But blooms immortal deck the glorious maid;</br>The trifling rites we pay, she heeds no more,</br>But sings where angels tremble and adore.", "REUBEN.</br>Religion, Roger, foe to rural glee,</br>Is warmly prized by you, but not by me;</br>It chills when gay, it scares my soul when brave,</br>More grim than death, more dreadful than the grave.</br>Far from my cottage be its influence shed,</br>Nor croak its midnight ravens round my head.", "ROGER.</br>What is religion but a precious pain?</br>A transient loss, which proves eternal gain?</br>A secret path, by vagrants never trod;</br>Peace with mankind, with conscience, and with God;</br>A tear excited by remembered sin;</br>A smile from Jesus, which no worlds could win;</br>A gem, a golden crown, a deathless prize;</br>Sweet hope on earth and triumph in the skies.", "REUBEN.</br>Yes, these are things which all believers tell;</br>Dreams which, when learnt, can be repeated well.</br>Heaven, in religion's form, ye seem to see,</br>But your religion brings no heaven to me:&mdash;</br>In charnels pale, where bending arches shed</br>Eternal midnight round the putrid dead,</br>I see her stand:  her bosom heav'd with sighs,</br>The tears forever streaming from her eyes,</br>The world secluded from her dark retreat,</br>And all its pleasures murdered at her feet.", "ROGER.</br>But, Reuben, is this dreadful phantom true?</br>Is piety in fault, my friend, or you?</br>Celestial comforts on her golden wing;</br>See mercy (pleading with a God unknown,)</br>Sprinkle with calming blood the burning throne!</br>See faith in awful majesty arise,</br>And rend in twain the curtain of the skies!</br>See justice lay the sword and balance by;</br>See guilty wretches not afraid to die!</br>Religion, terrors only can impart</br>To a bad mind, and a perverted heart.", "REUBEN.</br>O Roger, teach me by some skill to find</br>This inward peace &mdash; this summer of the mind;</br>Ere yet my hold on things terrestrial cease,</br>Point a poor vagrant to the paths of peace.", "ROGER.</br>The art of bliss, when fully understood,</br>Is simply this &mdash; Embrace the truth; do good;</br>From gluttony, from bowls that that fire the brain,</br>From smiles of harlots and their snares abstain;</br>Be mild to others &mdash; to yourself severe;</br>And drop o'er errors past a humble tear;</br>With frugal kindness let your gains be spent;</br>And when you can't be happy, be content;</br>Be never idle; be of pride afraid;</br>Be generous only when your debts are paid;</br>Mark well the bounds where sin and duty join,</br>And never pass that most important line;</br>Sin is an icy mountain's slippery side,</br>He strikes the bosom, who begins to slide;</br>From each vain refuge to the cross be driven;</br>Forgive your foes, and be by God forgiven;&mdash;</br>In heart and life let these fair precepts shine,</br>Life, death, hope, peace, all earth and heaven are thine.</br>"]