["From southern Cambria's richly-varied clime,</br>Where Grace and Grandeur share an equal reign;</br>Where cliffs o'erhung with shade, and hills sublime</br>Of mountain lineage sweep into the main;", "From bays, where Commerce furls her wearied sails,</br>Proud to have dar'd the dangers of the deep,</br>And floats at anchor'd ease inclos'd by vales,</br>To Ocean's verge where stray the vent'rous sheep:", "From brilliant scenes like these I turn my eye;</br>And, lo!  a solemn circle meets its view,</br>Wall'd to protect inhum'd Mortality,</br>And shaded close with poplar and with yew.", "Deep in that dale the humble Fane appears,</br>Whence Prayers if humble best to Heaven aspire;</br>No Tower embattled, no proud spire it rears,</br>A moss-grown croslet decks its lonely choir.", "And round that Fane the Sons of Toil repose,</br>Who drove the plough-share, or the sail who spread;</br>With Wives, with Children, all in measur'd rows,</br>Two whiten'd flint stones mark the feet and head.", "While these between full many a simple flow'r,</br>Pansy, and Pink, with languid beauty smile;</br>The Primrose opening at the twilight hour,</br>And velvet tufts of fragrant Chamomile.", "For, more intent the smell than sight to please,</br>Surviving Love selects its vernal race;</br>Plants that with early perfume feed the breeze</br>May best each dank and noxious vapour chase.", "The flaunting Tulip, the Carnation gay,</br>Turnsole, and Piony, and all the train</br>That love to glitter in the noontide ray,</br>Ill suit the copse where Death and Silence reign.", "Not but perchance, to deck some Virgin's tomb,</br>Where Violets sweet their twofold purple spread,</br>Some Rose of maiden blush may faintly bloom,</br>Or with'ring hang its emblematic head.", "These to renew, with more than annual care</br>That wakeful Love with pensive step will go;</br>The hand that lifts the dibble shakes with fear</br>Lest haply it disturb the Friend below.", "Vain Fear!  for never shall Disturber come</br>Potent enough to wake such sleep profound,</br>Till the dread Herald to the Day of Doom</br>Pours from his Trump the world-dissolving sound.", "Vain Fear!  yet who that boasts a heart to feel,</br>An eye to pity, would that fear reprove?</br>They only who are curst with breasts of steel</br>Can mock the foibles of surviving love.", "Those foibles far beyond cold Reason's claim</br>Have power the social Charities to spread;</br>They feed, sweet Tenderness!  thy lambent flame,</br>Which, while it warms the heart, improves the head.", "Its chemic aid a gradual heat applies</br>That from the dross of self each wish refines,</br>Extracts the liberal spirit, bids it rise</br>Till with primaeval purity it shines.", "Take then, poor Peasants, from the friend of GRAY</br>His humbler praise; for GRAY or fail'd to see,</br>Or saw unnotic'd, what had wak'd a lay</br>Rich in the pathos of true poesy.", "Yes, had he pac'd this church-way path along,</br>Or lean'd like me against this Ivied wall,</br>How sadly sweet had flow'd his Dorian Song,</br>Then sweetest when it flow'd at Nature's call.", "Like Tadmor's King, his comprehensive mind</br>Each plant's peculiar character could seize;</br>And hence his moralizing Muse had join'd,</br>To all these flow'rs, a thousand similies.", "But He alas!  in distant village-grave</br>Has mix'd with dear maternal dust his own;</br>Ev'n now the pang, which parting Friendship gave,</br>Thrills at my heart, and tells me he is gone.", "Take then from me the pensive strain that flows</br>Congenial to this consecrated gloom;</br>Where all that meets my eye from symbol shows</br>Of grief, like mine, that lives beyond the tomb.", "Shows me that you, though doom'd the livelong year</br>For scanty food the toiling arm to ply,</br>Can smite your breasts, and find an inmate there</br>To heave, when Mem'ry bids, the ready sigh.", "Still nurse that best of inmates, gentle swains!</br>Still act as heartfelt sympathy inspires;</br>The taste, which Birth from Education gains,</br>Serves but to chill Affection's native fires.", "To you more knowledge than what shields from vice</br>Were but a gift would multiply your cares;</br>Of matter and of mind let Reasoners nice</br>Dispute; be Patience yours, Presumption theirs.", "You know (what more can earthly Science know?)</br>That all must die; by Revelation's ray</br>Illum'd, you trust the Ashes placed below</br>These flow'ry tufts, shall rise again to Day.", "What if you deem, by hoar tradition led,</br>To you perchance devolv'd from Druids old,</br>That parted Souls at solemn seasons tread</br>The circles that their shrines of clay enfold?", "What if you deem they some sad pleasure take</br>These poor memorials of your love to view,</br>And scent the perfume for the planter's sake,</br>That breathes from vulgar Rosemary and Rue?", "Unfeeling Wit may scorn, and Pride may frown;</br>Yet Fancy, empress of the realms of song,</br>Shall bless the decent mode, and Reason own</br>It may be right &mdash; for who can prove it wrong?</br>"]