["SCENE, a Valley near Bagdad. </br>TIME, the MORNING.", "Ye Persian Maids, attend your Poet's Lays,</br>And hear how Shepherds pass their golden Days:</br>Not all are blest, whom Fortune's Hand sustains</br>With Wealth in Courts, nor all that haunt the Plains:</br>Well may your Hearts believe the Truths I tell;</br>'Tis Virtue makes the Bliss, where'er we dwell.", "Thus Selim sung; by sacred Truth inspir'd;</br>No Praise the Youth, but her's alone desir'd:</br>Wise in himself, his meaning Songs convey'd</br>Informing Morals to the Shepherd Maid,</br>Or taught the Swains that surest Bliss to find,</br>What Groves nor Streams bestow, a virtuous Mind.", "When sweet and od'rous, like an Eastern Bride,</br>The radiant Morn resum'd her orient Pride,</br>When wanton Gales, along the Valleys play,</br>Breathe on each Flow'r, and bear their Sweets away:</br>By Tigris' Wand'ring Waves he sate, and sung</br>This useful Lesson for the Fair and Young.", "Ye Persian Dames, he said, to ye belong,</br>Well may they please, the Morals of my Song;</br>No fairer Maids, I trust, than ye are found,</br>Grac'd with soft Arts, the peopled World around!</br>The Morn that lights you, to your Loves supplies</br>Each gentler Ray delicious to your Eyes:</br>For ye those Flow'rs her fragrant Hands bestow,</br>And yours the Love that Kings delight to know.</br>Yet think not these, all beauteous as they are,</br>The best kind Blessings Heav'n can grant the Fair!</br>Who trust alone in Beauty's feeble Ray,</br>Balsora's Pearls have more of Worth than they;</br>Drawn from the Deep, they sparkle to the Sight,</br>And all-unconscious shoot a lust'rous Light:</br>Such are the Maids, and such the Charms they boast,</br>By Sense unaided, or to Virtue lost.</br>Self-flattering Sex!  your Hearts believe in vain</br>That Love shall blind, when once he fires the Swain;</br>Or hope a Lover by your Faults to win,</br>As Spots on Ermin beautify the Skin:</br>Who seeks secure to rule, be first her Care</br>Each softer Virtue that adorns the Fair,</br>Each tender Passion Man delights to find,</br>The lov'd Perfections of a female Mind.", "Blest were the Days, when Wisdom held her Reign,</br>And Shepherds sought her on the silent Plain,</br>With Truth she wedded in the secret Grove,</br>The fair-eyed Truth, and Daughters bless'd their Love.", "O haste, fair Maids, ye Virtues come away,</br>Sweet Peace and Plenty lead you on your way!</br>The balmy Shrub, for ye shall love our Shore,</br>By Ind' excell'd or Araby no more.", "Lost to our Fields, for so the Fates ordain,</br>The dear Deserters shall return again.</br>O come, thou Modesty, as they decree,</br>The Rose may then improve her Blush by Thee.</br>Here make thy Court amidst our rural Scene,</br>And Shepherd-Girls shall own Thee for their Queen.</br>With Thee be Chastity, of all afraid,</br>Distrusting all, a wise suspicious Maid;</br>But Man the most; not more the Mountain Doe</br>Holds the swift Falcon for her deadly Foe.</br>Cold is her Breast, like Flow'rs that drink the Dew;</br>A silken Veil conceals her from the View.</br>No wild Desires amidst thy Train be known,</br>But Faith, whose Heart is fix'd on one alone:</br>Desponding Meekness with her down-cast Eyes,</br>And friendly Pity full of tender Sighs;</br>And Love the last:  By these your Hearts approve,</br>These are the Virtues that must lead to Love.", "Thus sung the Swain, and Eastern Legends say,</br>The Maids of Bagdat verify'd the Lay:</br>Dear to the Plains, the Virtues came along,</br>The Shepherds lov'd, and Selim bless'd his Song.</br>"]