["Forgive my Crime, forgive it, gentle Shade;</br>If by the Fondness of my Grief betrayed,</br>I make that Grief unelegantly known,</br>In sounds, that are but Ecchoes to thy own.</br>How can I write?  Could Israel's Captive Band</br>Sing Songs of Sion in a Foreign Land?</br>Or do the Birds in bleak December play</br>Their vernal Musick and their notes of May?</br>On my cold Brow a rising damp appears,</br>And all my Rhetoric is in my Tears;</br>What witty Sorrow is, I never knew,</br>And Grief, that's eloquent, is seldom true.", "If Strephon, from the Shades you could transmit</br>One pregnant Beam of your enlivening Wit;</br>That might raise all my Powers, inform the whole,</br>And with harmonious Vigour tune my Soul:</br>Then like young Prophets with new Visions blest,</br>Like Lovers of their Bridal Charms possest,</br>With pleasing Raptures I might fill my breath,</br>And give ev'n Beauty to the Face of Death;</br>Nor need, for want of Poesie or Sense,</br>Those idle Fictions, and that dull pretence</br>Of weeping Nymphs and melancholy Floods,</br>Of pensive Shepherds and more pensive Woods,</br>To make my Verse emphatically low,</br>And furbish up a Threadbare Tale of Woe.", "But, since that Hope is vain, and human Art</br>Can act no other than a human Part;</br>Accept this Mute but unaffected Tear;</br>The speechless Mourner truly speaks his Care;</br>And if Words here and there confus'd are found;</br>(For Grief sometimes will vent itself in sound,)</br>Attribute them to no poetic Strain,</br>Nor the kind Dictates of a happy Vein;</br>They're but the Signs of Sorrow in Excess,</br>The Sallies of a dumb but wild Distress;</br>The fruitless Efforts of distracted Care,</br>Of Grief and Passion blended with Despair.", "O'er thy dear Reliques how could I complain,</br>And in soft Murmurs rigid fate arraign?</br>Oh, I could languish, till I were become</br>A breathless Shape, a statue to thy Tomb.</br>Yet, lest my Silence should be thought pretence,</br>And or misconstrued want of Zeal or Sense,</br>Lest I should seem (when Piso does command,</br>Piso at once my Patron and my Friend)</br>More cold to Virtue than averse to Rhime,</br>And my Excuse itself be made my Crime;</br>I'll give thee what my Sorrows will admit,</br>What may evince my Love, tho' not my Wit;</br>And sing thy Virtues in a lowly Strain,</br>Though every Virtue makes me weep again.", "Each all my Tears and all my Art demands;</br>But Modesty the first and fairest stands;</br>She Strove with Virgin blushes to conceal</br>The Charms her Sister Graces did reveal;</br>She Strove with conscious Shame to veil their Light,</br>But made 'em shine more eminently bright.</br>So when some Shade would drive the Light away,</br>And intercept the gladsome Beams of Day;</br>Taught by the Sun to shine, that painted Cloud</br>Contributes to the Lustre it would shrowd.", "All Power of Numbers in thy Verse did meet,</br>Which Learning made correct, and Nature sweet;</br>Wit mix'd with Spirit through the whole was found,</br>And manly Sense supported lofty Sound;</br>Judgement combin'd with Fancy grac'd the Song,</br>And all was solid, beautiful and strong.</br>Thy sweet but nervous Lines were doubly fair,</br>Food to the Soul, and Musick to the Ear;</br>To the strong Features of a lively Face</br>You still the last Embellishments did place,</br>An easy Sweetness and a flowing Grace.", "With Classicks intimate and friendly grown,</br>Whate'er you writ, or said, was still your own;</br>And tho' so fondly Milton's Muse you lov'd,</br>His graces were not borrow'd, but improv'd;</br>Nor didst thou rob great Maro's sacred Shrine;</br>But by Amendment mad'st his Beauties thine.</br>They flourish and confess thy generous Toil,</br>Like Plants translated to a richer Soil.</br>Thoughts proper, Words expressive and polite,</br>A Judgment piercing, an Invention bright</br>In thy great Labours all exert their Part,</br>And much you owe to Nature, much to Art.", "How nobly daring in thy pompous Page</br>The German and the British Prince engage?</br>With what impetuous Force and Rage divine</br>The Gallick and confederate Squadrons join?</br>To Worlds unborn our Deathless Fame is told;</br>And Blenheim will be young, when time is old.</br>But hear, oh hear, the Mourning Muse relate</br>Our once young Churchill's and our Gloster's Fate.</br>Less sad is Philomel's Nocturnal Tune,</br>Less sad the Musick of a dying Swan;</br>Involv'd in pleasing Pangs the Reader lyes,</br>And languishing on every Accent dyes.</br>Each Word revives indulgent ANNA'S Pain,</br>And makes her act the Mother o'er again;</br>The Mourning Victor drops his laurel Crown,</br>Proclaims thy Conquest and forgets his own.", "When of big War and Martial Fame you write,</br>War seems your Province, Conquest your Delight;</br>And, when you choose some peaceful rural Theme,</br>By Nature fram'd for rural Lays you seem.</br>Thy Cyder, thy immortal Cyder, smiles</br>With richest Fragrance through these happy Isles;</br>Of equal Worth, since so divinely sung,</br>To Maro's Vintage, and shall last as long.</br>Henceforth the Pippin shall the Grape outshine,</br>The painted Redstreak triumph o'er the Vine;</br>Henceforth this od'rous Liquor shall be made</br>The cool Refreshment of each Lover's Shade;</br>Give the coy Nymph a free luxurious Air,</br>And tempt her to be kind as well as fair;</br>In the brisk Gallant's humorous Nirth surprise,</br>And sparkle in the Maudlin Coquet's Eyes;</br>O're jocund Frolick Wit it shall preside,</br>And raise the Wishes of each longing Bride;</br>Rouse the blithe bucksome Youth to Love's Alarms,</br>And add fresh Lustre to the Lady's Charms.", "Oh, that Experience had not taught me this,</br>And that it were the frantick Poet's Guess!</br>But much I fear the Shepherds told me true,</br>Who said, Maria, Strephon dyed for you;</br>Cyder improv'd each Feature in thy Face,</br>And gave a softer Turn to every Grace;</br>In thy all-piercing Eyes did Magick prove,</br>And warm'd his willing Heart to fatal Love.</br>Ah!  gentle Strephon, was there on the plain</br>Such killing Beauty and severe Disdain,</br>A Nymph with more than Woman's Charms supply'd,</br>A Nymph, was curs'd with more than Woman's Pride?</br>If such there was, oh may the shameful blot</br>Be in Oblivion's gloomy Shades forgot!</br>Nor her fair Name in envious Annals writ</br>A stain to virtuous Love and solid Wit.", "To speak thee generous, loyal, just, and true,</br>A Constant Friend and not unfriendly Foe,</br>Were with superfluous Trouble here annext,</br>And but a Comment on a canvass'd Text.</br>But that Religion, Piety, and Zeal,</br>Should influence thy Life, and guide thy Will,</br>Was wondrous strange!  A Bard devout and good!</br>Why 'tis a Crime unpardonably rude:</br>To the BEAU MONDE, the polish'd World a jest;</br>Uncomplaisant and singular at best;</br>But monstrous in these lewd unrighteous Times,</br>When the vile Muse's prostituted Rhimes</br>Become subservient to Dishonours Rise,</br>Turn Pimps to Wantonness, and Bawds to Vice;</br>When Priests and Poets are at open breach,</br>And the Stage censures what the Pulpits teach;</br>When Bawdy tickles wanton Woman's Vein,</br>And none is witty that is not prophane.</br>'Twas wondrous strange, in such an Age, that you</br>A Wit, a Lover, and a Poet too</br>Should stand conform'd to strict Religion's Laws,</br>And shun the fashionable Sins of those,</br>Whose Maxims are to live by Nature's rule,</br>That the poor Parson is the Statesman's Tool;</br>That Priesthood then began to flourish most,</br>And find increase, tho' at the People's Cost,</br>When subtle Knaves and Politicians found</br>Mankind by Laws restrain'd, by Conscience bound,</br>Themselves in more security might reign,</br>And Priests perceiv'd, that \"Godliness was gain.\"</br>Yet ev'n in this degen'rate Aera cast,</br>Thy Muse was modest, as thy Manners chast;</br>Whatever, tho' in sportive Mood, she said,</br>By Matrons might be spoke, by Virgins read:</br>An Emblem of thyself in her we see;</br>Wise were thy Pleasures and thy Wisdom free.", "Thus excellent you was&mdash;</br>But, ah!  Such Heaven's mysterious ways we find;</br>So Providence disposes human kind;</br>The most deserving have the shortest Date,</br>And Virtue seems the mark of envious Fate;</br>The Learn'd, the Good, the Witty, and the Brave</br>Find the cold Comfort of an early Grave:</br>BION forsook us early, Sh&mdash;ll late,</br>And CREECH and OLDHAM are surviv'd by T&mdash;te.", "Whether Prometheus bold Attempt above,</br>To steal th' authentick real Flames of Jove,</br>From Fiction wholly or in part began;</br>Yet sure there's something in the Soul of Man,</br>That bears Resemblance to material Fire;</br>The brighter 'tis, the sooner 'twill expire.", "Blooming and Young to fall is thy Reward;</br>While every Maevius of the Age is spar'd,</br>From stiff CRITERIO to the CITY BARD;</br>With numerous Durfeys I omit to name,</br>Lest that might seem some Merit to proclaim,</br>Implying Envy still, and Envy Fame.", "Virtue in all regards is Fortune's Sport;</br>Nor are her Days less wearisome than short:</br>Each heavier Mortal may his Wealth encrease,</br>And sleep out many drowsy Days in Peace;</br>With Plenty or with Honours blest may thrive,</br>If you had what would keep Content alive;</br>Thanks to your generous Patron good as great,</br>Who in despight of all the Storms of Fate,</br>Tho' the World frown and swift the Billows throng,</br>Shall be the Subject of my Love and Song.</br>Whose Bounties like the Nile unweary'd flow</br>Through the fair Realms where Arts and Learning grow,</br>And always come unsought, yet never slow.", "Nor let me pass unsung that boasted Name</br>Which I and every British Bard should claim,</br>Sacred to Verse and Heir to endless Fame;</br>HARCOURT, whose powerful Rhetoric, when of late</br>In solemn Judgment Britain's Peerage sate,</br>Ennobled Learning and Religions Cause,</br>And reconcil'd old Truths to modern Laws;</br>How Years erase not foul Rebellion's Name,</br>That Scripture always was and is the same,</br>And loyal just Allegiance merits praise</br>As well in Anna's as in Charles's days;</br>His every Word than Honey sweeter flow'd;</br>His Tongue more charming was than Hermes's Rod.</br>HARCOURT, while I thy Death ignobly mourn,</br>Pays the last Office to thy sacred Urn;</br>And, rearing with Majestick Pomp thy Tomb</br>Swells the big Honours of that hallow'd Dome,</br>Where their dark gloomy Vaults the Muses keep,</br>And, lov'd by Monarchs near those Monarchs sleep;</br>Where Royal Heroes mouldering justly claim</br>Those their Associates that preserve their Fame,</br>Justly in Death with those one Mansion have,</br>Whose Works redeem their Glories from the Grave;</br>Where venerable Chaucer's antient Head,</br>And SPENCER'S much ador'd Remains are laid;</br>Where Cowley's precious Stone, and the proud Mold</br>That glories Dryden's mortal Parts to hold,</br>Command high Reverence and Devotion just</br>To their great Relicks and Distinguish'd Dust.", "'Tis well a HARCOURT in this Age remains,</br>And generous Blood adorns a St. John's Veins;</br>'Tis well our Annals Trevor can enroll;</br>And that the Patriot lives in HARLEY'S Soul;</br>Else you, illustrious Virtue, might have seen</br>What SHAKSPEAR saw before, and worthy BEN.", "Under penurious Stars are Poets born,</br>Subject to Envy or expos'd to Scorn;</br>By some strange Force and supernatural bent</br>Ever betray'd to Poverty and Want;</br>To lofty Garrets by degrees they rise,</br>And there are truly said to touch the Skies;</br>They purchase dear their Idol God Renown,</br>And still are complimented and undone.</br>Alas!  FAME'S Palace in the Air is built;</br>We woe a Mistress but we find a Gilt.", "This Cowley and this Spencer felt before,</br>And honest Butler died exceeding poor;</br>And when grim Death did tuneful Dryden seize,</br>He had not what would pay the Sexton's Fees.</br>Ev'n he who sung on yellow Xanthus Shore</br>The Trojan Fidler and the Grecian Whore,</br>Whom seven proud Cities wrangled for when dead,</br>Was a poor Mendicant, that stroll'd for Bread;</br>And, when kind Allmers had his Wants supply'd,</br>\"Great Jove reward you, Sirs!\"  in Metre cry'd.", "Since then much Poverty and little Fame</br>Is all the Dowry that a Muse can claim;</br>Since that sublime invigorating Heat,</br>That makes the Poets Pulse divinely beat,</br>At last rewards him but with barren Praise</br>Which Envy sullies, and which Want allays;</br>Here weeping o'er thy Tomb in mournful Verse,</br>And shedding Roses on thy honour'd Herse,</br>I'll take my last farewell, and bid adieu</br>To the curs'd Trade and all the jingling Crew;</br>Nay, rather than relapse to write, or strain</br>A miserable Crambo once again;</br>I'll turn Horse Doctor, bear a Scotchman's Pack,</br>Be Pettifogger, Conjurer, or Quack,</br>Or any thing you can conceive or know,</br>All but a Poet, Pedant, or a Beau.", "Ye Criticks, that like Locusts vex the Press,</br>With little Reason damn and write with less;</br>Ye honourable Bards, that sung of old</br>The mighty Stories Greece or Athens told;</br>And thou, the worthiest of th' inspired Host,</br>The pride of Isis and thy St. John's Boast,</br>Be witness to the sacred Vow I make;</br>And when by Verse debauch'd that vow I break,</br>Pure unenlightened Dullness on my Head,</br>The Soul and Quintessence of Bl&mdash;re shed!", "Sooner shall Players to Virtue make pretence,</br>And Learned Pedants condescend to Sense;</br>Sooner shall Country Curates Hebrew speak,</br>Physicians' Noddles be o'ercharg'd with Greek,</br>Attorneys cease to flock in Shoals to Hell,</br>And Maurus to write ill, or Prior well;</br>Sooner shall Eloquence in SMALLDRIDGE fail,</br>And humble W&mdash;ll&mdash;s over Sprat prevail;</br>Cuckold and Citizen two Senses frame,</br>And, differing in sound, not mean the same;</br>Than I the Purpose of my Soul forget,</br>His Lordship's Titles for true Worth admit,</br>And be a Beggar to be stil'd a Wit.</br>"]