["And art thou wearied, BERTHA?  &mdash; has thy heart</br>Grown dull and heavy o'er the lengthen'd lay?</br>Nor can the Muse one 'livening thought impart,</br>To charm thy listless drowsiness away?&mdash;</br>Yet must thou not resign to Morpheus' sway,</br>Nor late thy taper dwindle paly beam;</br>For still, my BERTHA, I have more to say,</br>Though certes, Love, far other is the theme,</br>Than Fancy's fey-wove spell, or Fiction's airy dream.", "Arouse, my fair one!  trim thy lamp once more,</br>Shake off this listlessness, &mdash; and let there be</br>Upon thy lip that smile that wont before</br>To ever play so sweet and gracefully:</br>How oft indulgence have I claim'd from thee,</br>Thou who hast still unwearying kindness shown;</br>Than whom a dearer friend ne'er smiled on me,</br>And in whose love &mdash; though blest with thine alone&mdash;</br>My soul forgets her woes, and lightsomely lives on.", "And hast thou heard my Fairy Minstrel's song,</br>And hast thou seen my elfins, fair and bright?&mdash;</br>But blame me not, if I alas!  too long</br>Have wrapt myself in fancies, vain and light;</br>For oh!  'tis sweet in visions of the night,</br>When the soul wanders from her home of clay,</br>To dream we've found a land of pure delight,</br>And feast on happiness the live long day</br>Where human cares and fears can come no more for aye!", "But dreams are only dreams.  So let it be.</br>The sleep-magician's midnight spell is o'er,</br>And sith I've 'waked to truthful love and thee,</br>The misty things of Fancy charm no more:</br>And I might here be happy as before,</br>When charm'd and dazzled by her fairy spell,</br>But Discontentment, with invidious lore.</br>O'erspreads this earth with miseries dire and fell,</br>Where care and woe, 'tis said, are ever doom'd to dwell.", "My heart grows sick to think it!&mdash; I must weep,</br>To wash this heaviness of soul away;</br>For sorrow meets my wandering eye &mdash; and deep</br>The lyre strings tremble with a larum lay:</br>Lo!  here the Vices stalk in stern array,</br>With fell Destruction following in their train;</br>While, from Life's morn to Age's closing day,</br>The Juggernaut of Sin drives on his wain,</br>And o'er his hideous track strews wide the mangled slain.", "Come!  let us scan this Babylonian world,</br>This thick-grown jungle of promiscuous souls,</br>Where Satan hath his impious flag unfurled,</br>And where of guilt the fearful torrent rolls:&mdash;</br>See!  here in glittering pomp and luxury lolls</br>The God-denying mortal, bent on ill;</br>There, deep in crime, a low-bred menial strolls&mdash;</br>The stout contemner of high Heaven's will,</br>Who, oft reproved, remains a stern blasphemer still!", "Here sits a king, and slays the men of God,</br>Who dare with him in faith and feelings jar;</br>And there the tyrant, whose ungracious nod</br>Can kindle deadly Battle's scorching star,</br>That summons thousands to the Almighty's bar;</br>Nor cares nor questions he, if bad or good?</br>The while his honourable \"dogs of war\"</br>Lap up their gorgeous beverage of blood,</br>And joyfully to Fame, wade through the reeking flood!", "Here group the mean transgressors &mdash; thief and knave,</br>Dark-browed assassin, planning mischief sure;</br>The fiend-like scourger of the low-born slave;</br>The famish'd miser &mdash; with his look demure,</br>Well framed to grind the faces of the poor;</br>The jolly drunkard, foaming out his shame;</br>And Falsehood, aiming at sweet Virtue's flower;</br>With thousand other ills of meaner fame,</br>Which Slander grovels near, and owns the lowest name.", "Woes cease not yet! &mdash; still cast thine eyes abroad,</br>The wide extent of Life's far-stretching plain,</br>And mark what legions bear the galling load</br>Of care and sorrow &mdash; misery and pain:</br>Here princes gorge in sensual joys, and then</br>Pine 'neath the burden they themselves have chose;</br>There in the dungeon clanks the wearying chain,</br>That rings responsive to the captive's woes,</br>Perchance who sorrows on till death his sufferings close.", "Here, press'd with cares, a toil-worn mortal view</br>In labour hard, till strength and spirits fail,</br>Condemn'd by Poverty to struggle through</br>The bushy thickets of Misfortune's vale;</br>Hark!  there lone pilgrim tells a doleful tale,</br>How still with ceaseless trials he must go;</br>And, as his own sad heart is never hale,</br>Thus sums the heritage of man below,</br>And notes the spacious world a lazar-house of woe!", "And here Affliction spreads her baleful wings,</br>That far and wide their damping influence shed,</br>O'er beggar's hut, and palaces of kings,</br>Till thousands languish on her sickly bed;</br>See, too, in deep and sable mourning clad,</br>The widowed relative, lamenting sore</br>Some friend's decease, and weeping o'er the dead&mdash;</br>The blessed dead &mdash; that here can grieve no more,</br>Nor dread the whelming surge that wreck'd their bark before!", "And now what thinks my BERTHA? &mdash; is not this</br>A saddening tale to greet thy gentle ear?</br>Alas!  what lack of peace and happiness&mdash;</br>What ravishment of pain and woe is here!</br>Yet still, methinks, thou wilt a little bear,</br>Tho' saddening numbers from the harp-strings flow;</br>For sure 'tis well, while earth's our destined sphere,</br>To search our portion in the land below,</br>And learn the slippery path o'er which our footsteps go.", "I know thou lovest me, thou kind-hearted one!</br>With more than sister's love, nor wilt deny</br>To mourn with me where misery is known,</br>And ope thine ear to Pity's moving cry:</br>I know thy heart is sad when mine doth sigh&mdash;</br>But wherefore thus of distant woes complain?</br>Lo!  grim Despair himself is hastening nigh,</br>I feel his finger touch my shrinking brain!</br>Soon must I fall! &mdash; Oh, Love!  how wilt thou sorrow then?", "Wilt thou not weep, to see the dark controul</br>Of blanching Penury this bosom mar?</br>Nor drop one tear to mark my weary soul</br>Shook by the Jolting of Misfortune's car&mdash;</br>While bleak Adversity inflicts her scar,</br>And grief o'er grief like foaming surges come&mdash;</br>While Sorrow flares her flambeau red afar,</br>Scorching the sweet green gourd of friends and home,</br>And I throughout the world, a wandering outcast roam?", "Wilt thou not weep, when o'er my hapless head</br>Lowers big and black the thunder-cloud of doom;</br>When sickness hovers round my dying bed,</br>To pine this healthy frame with wasting gloom,</br>And rob the living tenants of the tomb,</br>(Ungracious revellers!)   of half their cheer;</br>While pleasure's flowers for me no longer bloom,</br>And fast the dreaded hour is drawing near,</br>That terminates my day of sad sojourning here?", "Wilt thou not weep, when on Corruption's chart</br>Thy pitying eye shall mark my name enroll'd,</br>When o'er this now full kind and faithful heart</br>The lazy reptile trails each clammy fold;</br>When this warm bosom shall be chill and cold,</br>Its former hopes and fears remembering not;</br>When, pent and shrouded in my narrow hold,</br>Even BERTHA'S very self I'll have forgot,</br>While rank weeds gaily wave above my slumbering spot?", "Yes!  nature's weakness and soft-hearted love</br>The tribute due to Sympathy must pay: &mdash;</br>But hush repinings! &mdash; why so blindly rove,</br>To waste our strength 'neath Melancholy's sway</br>What!  BERTHA! &mdash; boots it that we fret alway,</br>And whinge eternal curses on our care?</br>Or boots it we should grieve from day to day,</br>Forever whining sorrow and despair?&mdash;</br>Has Gilead got no balm? &mdash; Is no Physician there?", "Yes!  there is balm &mdash; there a Physician too,</br>To heal the sick, the blind, the halt and maim'd:&mdash;</br>Who is this great and high Physician &mdash; who?</br>For nations languish till they hear him named:</br>We may perchance by sceptic fools be blamed,</br>To sound the sacred mystery abroad&mdash; </br>Ay! &mdash; but I'll speak it! &mdash; shall we be ashamed</br>To own the PRINCE of LIFE!  whose heart-drops flow'd</br>To wash our sins away, and seal our peace with God!", "And rests our faith on His exalted name?&mdash;</br>If true, this truth is blessedness indeed;</br>This is the light that kindles virtue's flame,</br>Is all we wish or want &mdash; is all we need;</br>This is the cord that binds the broken reed,</br>The conquering sword, that shines in triumph grand;</br>The anchor sure, when darkly over-head</br>The waves of tribulation wide expand;</br>And the great shadowing Rock that glads this weary land.", "Let cold Privation's withering hand invade,</br>And club her famished myrmidons around,</br>This is the saint's surrounding palisade,</br>That bars their entrance on forbidden ground;</br>Let Sickness, too, inflict her deadliest wound,</br>And Trouble all his wasting horrors spread,</br>This is the dew that flowers the barren ground,</br>That pours fresh balm upon the sufferer's head,</br>And softens into down Affliction's thorniest bed.", "Yea, let himself the King of Terrors come,</br>Ghastly apparelled for the dreadful fight!</br>This is the hope that mitigates our doom,</br>And blunts the poison'd arrows of his might;</br>That bids the victim bravely holla &mdash; \"Smite!\"</br>While his glad soul, unshackling from her clay,</br>Big with importance, and in triumph dight,</br>Wings o'er the Almighty's path-way &mdash; lives</br>And flouts with victor-smile the stern avenger's sway!", "Who told me earth no smile of beauty wore?</br>That here no flowers of bliss may ever bloom?&mdash;</br>Well &mdash; let us turn and view the world once more</br>I long to see this great Gomorrah's doom?</br>But, are none righteous? &mdash; will the fire consume</br>Nor slack devouring for good fifty's sake?</br>Say forty? &mdash; thirty? &mdash; or to twenty come?&mdash;</br>Nay, peradventure ten may save the wreck,</br>Appease Heaven's wrath, and turn the fiery deluge back?", "Ten!  say ye, Lot? &mdash; well, here are number'd ten </br>Who worship not the idols of the land;</br>Ten &mdash; ay!  and thrice ten thousand righteous men,</br>See 'neath their Saviour's silken banners stand!</br>Behold how lovingly they, hand in hand,</br>On Life's far march move happily along!</br>Together link'd by love's endearing band,</br>Joy in each heart &mdash; each tongue enrich'd with song,</br>While Peace extends her wings wide o'er the heavenly throng.", "The world seems now Devotion's hallowed place,</br>Where men are walking in the fear of God:&mdash;</br>But where have vanish'd yon rebellious race,</br>I late beheld in Babel's dark abode?</br>Whence hath the foul blasphemer gone abroad?</br>The war-king and his followers, where are they?</br>The tyrant and his desolating rod,</br>The red assassin, lurking for his prey,</br>The liar, thief, and all &mdash; whence have they bent their way?", "Lo!  they have perish'd like the crackling thorn,</br>And shrunk to nothing in Religion's fire;</br>The flood of light from her resplendent morn</br>Hath swept their dwelling from its site of mire;</br>And, like the phoenix from her loathsome pyre,</br>Up from their dust new generations spring,</br>Who, with their body, spirit, and desire,</br>Their hearts an offering to high Heaven bring,</br>And build their happy homes beneath Salvation's wing.", "But saw I not, in dull Misfortune's vale,</br>A group of mourners? &mdash; whither have they gone</br>The man of Want, chill'd with her frosty gale&mdash;</br>And the sick heart long to Affliction known;</br>The weary pilgrim, ever wandering on</br>With clouds and tempests lowering o'er his head;</br>And Sorrow's children sighing sad and lone,</br>Or weeping o'er the unforgotten dead&mdash;</br>Such rank I lately saw &mdash; but whither have they fled?", "Oh!  now they've found relief from every woe,</br>And pitch'd their tents in Virtue's fair domain:</br>The poor man here has ample wealth, and lo!</br>No prince nor beggar e'er are heard complain;</br>The toil-worn pilgrim quits his load amain;</br>The suffering invalid shakes off distress</br>The mourners see their dead revive again,</br>And rise from sleep their longing eyes to bless;</br>While all together live in harmony and peace.", "Then tell me not of boundless sorrow now,</br>Say not there is no happiness below;</br>I feel my heart grow merry, and my brow</br>Relax its wrinkles! &mdash; Hope with sunny glow,</br>Dispels the brooding mists of cloudy woe,</br>And a fair Goshen greets my ravish'd sight;</br>Peace and Contentment all their glories show,</br>Faith, Meekness, Love, and Temperance, unite;</br>And the wide world becomes a Canaan of delight.", "Oh!  that our hearts may ever follow those;</br>Who flaunt the banners of the Christian faith!</br>See!  how all gloriously that phalanx goes,</br>Blest while in life, and undismay'd at death!</br>See!  wafted gently by Religion's breath,</br>The barren earth a fruitful vineyard seems;</br>The scene presents a paradise beneath;</br>With love and joy the whole creation teems,</br>And on my raptured sight one grand millenium beams!", "Away with Fancy's dreams and fictions now!</br>This scene excels her worlds of loveliest bloom;</br>And well I know my BERTHA'S blessed too,</br>To taste the sweetness of its rich perfume:&mdash;</br>Oh!  may its splendour still our souls illume,</br>And true devotion in our hearts abound,</br>Till the great Dresser of the Vineyard come;</br>Lest being barren and unfruitful found,</br>His sword shall cut us down as cumberers of the ground!", "But have I tired thy patience &mdash; spent thy time&mdash;</br>Till Love itself is fain to be away,</br>By harping long the notes of serious rhyme,</br>To wile thy heart from Mirth's delusive sway?&mdash;</br>Forgive me, BERTHA! &mdash; sooth I might be gay,</br>And smooth the song with adulations vain;</br>But well thou know'st I scorn the Flatterer's lay,</br>Who barters Truth blind favour to obtain,</br>Or win some gaping fool to laud his worthless strain.", "I might have talk'd of beauty, vowed of love,</br>And sported lightsomely at Folly's shrine&mdash;</br>Have praised thy charms all others' charms above,</br>And for thy goodness pictured thee divine:</br>But what avails the banquet and the wine,</br>When the poor prodigal hath spent his all?</br>Alas!  he feeds upon the husks of swine,</br>And drinks of keen remorse the bitter gall&mdash;</br>No man to give him bread &mdash; no friend to mourn his fall!", "'Tis surely better to endure a shower</br>A little portion of the summer day,</br>To wet the soil, end to refresh the flower,</br>Than bask for ever in the sunny ray,</br>Till foliage withers from the parched clay:&mdash;</br>Yes!  better leave earth's pleasures for a time,</br>And cast our load of worldly toys away,</br>The lightlier Zion's steepy mount to climb,</br>And reach perpetual joy upon her heights sublime.", "Our home in Zion! &mdash; what desire we more?</br>What more require of riches, honour, fame?</br>Our home in Zion! &mdash; let the strain be o'er,</br>For this obtain'd, no farther goes its aim:</br>So high in hope I quit the pleasing theme.&mdash;</br>Come, BERTHA, haste we to that dwelling fair;</br>The mean despiser may our choice disclaim,</br>And the rude mocker enmity declare, </br>But scorn, or sceptic's blame, shall ne'er molest us there.", "And now, my loved one!  that the King of Peace</br>May bend our hearts to his Almighty sway,</br>And richly clothe us with the robes of grace,</br>While here on earth; &mdash; when call'd from earth away,</br>That we may meet our Judge without dismay,</br>And ever with the great Redeemer dwell&mdash;</br>Shine in the realms of everlasting day,</br>And the eternal song of triumph swell&mdash;</br>Is my most fervent wish! &mdash; Sweet BERTHA, fare thee well!</br>"]