["No more of lower flames, whose pleasing rage</br>With sighs and soft complaints I weakly fed;</br>At whose unworthy shrine, my budding age,</br>And willing muse, their first devotion paid.</br>Fly, nurse of madness, to eternal shade:</br>Far from my soul abjur'd and banish'd fly,</br>And yield to nobler fires, that lift the soul more high.", "O Love!  coeval with thy parent God,</br>To thee I kneel, thy present aid implore;</br>At whose celestial voice and pow'rful nod,</br>Old Discord fled, and Chaos ceas'd to roar,</br>Light smil'd, and Order rose, unseen before,</br>But in the plan of the eternal Mind,</br>When God design'd the work, and lov'd the work design'd.", "Thou fill'd'st the waste of ocean, earth, and air,</br>With multitudes that swim, or walk, or fly:</br>From Leviathan all confess thy care,</br>To those too subtile for the nicest eye:</br>For each a sphere was circumscrib'd by thee,</br>To bless, and to be bless'd, its only end;</br>To which with speedy course, they all unerring tend.", "Conscious of thee, with nobler pow'rs endu'd,</br>Next man, thy darling, into being rose,</br>Immortal, form'd for high beatitude,</br>Which neither end nor interruption knows,</br>Till evil couch'd in fraud began our woes.</br>Then to thy aid was boundless wisdom join'd;</br>And for apostate man redemption was design'd.", "By thee, his glories vail'd in mortal shroud,</br>God's darling offspring left his seat on high;</br>And heav'n and earth, amaz'd and trembling, view'd</br>Their wounded sov'reign groan, and bleed, and die.</br>By thee, in triumph to his native sky,</br>On angels wings, the victor God aspir'd,</br>Relenting justice smil'd, and frowning wrath retir'd.", "To thee, munific ever-flaming Love!</br>One endless hymn united nature sings.</br>To thee, the bright inhabitants above</br>Tune the glad voice, and sweep the warbling strings.</br>From pole to pole, on ever-waving wings,</br>Winds waft thy praise, by rolling planets tun'd;</br>Aid then, O Love!  my voice to emulate the sound.", "It comes!  it comes!  I feel internal day;</br>Transfusive warmth tho' all my bosom glows;</br>My soul expanding gives the torrent way;</br>Thro' all my veins it kindles as it flows.</br>Thus, ravish'd from the scene of night and woes,</br>Oh!  snatch me, bear me, to thy happy reign;</br>There teach my tongue thy praise in more exalting strain.</br>"]