["Still pressing on thy rude and powerful path,</br>Resistless TIME! &mdash; how rapid is thy tide!</br>Fleet and destroying as the whirlwind's wrath,</br>Thy progress leaves a ruin far and wide.</br>Thou dreaded leveller of human pride&mdash;</br>And stern avenger of all human crime;</br>Who can the shock of thy dark might abide,</br>Who can resist thee in thy flight sublime&mdash;</br>Who can escape thy touch, unsparing TIME!", "Eventful Power! &mdash; what scenes of joy and ill</br>Thou bearest with thee o'er man's destiny;</br>Now flowing gently as the murmuring rill&mdash;</br>Now heaving wildly as the stormy sea&mdash;</br>Along green banks perchance thy course may be</br>Calm and unruffled &mdash; soon with sudden roar</br>It dashes on a rough and rocky lee;</br>A shapeless wreck lies crushed upon the shore&mdash;</br>Hope's fragile bark &mdash; her cruize too quickly o'er.", "Ah!  wo for man &mdash; when life was sweetly young,</br>How glowed his heart with nature's early fire!</br>How lightly gay life's morning hymn he sung,</br>And drank from the fresh fountain of desire;</br>How fair the view, in fancy's rich attire</br>All bright and gleaming, in the morning sun&mdash;</br>A cloud rose o'er it, daily spreading higher</br>Till all the scene was wrapped in shrouds of dun&mdash;</br>And in the gloomy contest, TIME hath won.", "How blest was Beauty in her summer bower,</br>Love in her eye, and pleasure in her breast&mdash;</br>Her cheek all freshness, as the young May-flower.</br>Her buoyant heart by sorrow undistressed:</br>Fair were the roses her light footsteep pressed,</br>And fondly echo answered to her lay&mdash;</br>Coldly thou camest &mdash; her lovely form compressed</br>In sullen joy unto thy breast of clay,</br>And in the clasp her pleasure died away.", "Alas!  alas!  her bower now bleak and lone!</br>Couldst thou not spare earth's only paradise&mdash;</br>Couldst thou not melt at her heart-moving moan</br>And pass the spot where such fair flowers could rise?</br>Couldst thou not feel the power of her sighs?&mdash;</br>No &mdash; all in vain her anguish and her prayer,</br>All unregarded her sad streaming eyes&mdash;</br>Her Eden-bower, once beautiful and fair,</br>Re-echoed with the cry of her despair.</br>"]