["TRAVELLER, thou know'st where WINWICK'S temple stands,</br>And proudly lifts its spiry top in air;</br>The lofty site a prospect wide commands,</br>And its gilt honours glitter from afar.", "Pleas'd with the sweet seclusion of the place,</br>In days of yore, as mouldering records tell,</br>Those rural haunts a MONARCH lov'd to trace,</br>And there apart from grandeur, deign'd to dwell.", "Fast by its walls, beneath a yew-tree's shade,</br>Where a low stone its humble head uprears,</br>He lies, whose NOD my timid youth obey'd,</br>Who for the Muses form'd my earliest years.", "Firm fix'd upon a rock's projecting brow,</br>The Village SCHOOL defied the shock of time;</br>Fancy depicts its cherish'd image now,</br>Delighted to retrace the scenes of prime.", "There, while the tardy hours their circles ran,</br>Impatient childhood sate, compell'd to pore</br>On ling'ring tasks that with the dawn began,</br>And conn'd the ungrateful lesson o'er and o'er.", "Hard fate!  when scarcely from the sullied page</br>The curious eye a moment dar'd to stray;</br>Nor from the oaken bench, embrown'd with age,</br>The nimble foot might prove its light essay:", "When on the silence scarce a whisper broke,</br>A kindred thought of pleasure to excite;</br>Nor, unrestrain'd by Terror, Fancy spoke,</br>The fond idea of appall'd delight:", "Save that the unpleasing hum of sad constraint</br>With sameness echoed through the mansion drear;</br>And ever and anon, the piteous plaint</br>Of smarting dullness smote the list'ning ear.", "For ah!  a wight he was whose very frown,</br>With timid awe each wayward thought represt;</br>And when he spoke, the authoritative tone</br>Awoke to terror each discordant breast.", "Exalted high upon imperial chair,</br>He rul'd the assembly with despotic sway;</br>His scanty praise 'twas glory's self to share,</br>His wrathful accents widely spread dismay.", "'Twas thence his glance each lurking corner try'd,</br>Suspicion's self sate brooding in his eye;</br>Where might the self-convicted truant hide!</br>How frame, to meet his ear the evasive lie!", "In vain the stammering accent would conceal</br>The hurried task, by negligence prepared;</br>Nor suppliant looks, nor artful tears avail,</br>Vindictive stripes from sluggard backs to ward.", "With stern convulsive grasp, his forceful hand</br>The culprit seiz'd, while cries his terror spoke:</br>Nor idly fell the unrelenting wand,</br>As shrinking instinct writh'd to shun the stroke.", "What anguish keen from young sensation flows,</br>Full well my youthful feelings could attest;</br>But short-liv'd is the grief that Nature knows,</br>When life's young tide invigorates the breast.", "HAIL, happy days!  when sorrow soonest finds,</br>In swift forgetfulness a kind relief;</br>When quick transition soothes the vacant mind,</br>And liveliest joy succeeds to keenest grief!", "Ah!  could my ripn'd fancy still efface</br>From memory's brazen page each mournful scene;</br>With lighter hand the lines of pleasure trace,</br>Nor dwell on tales of woe that intervene!", "Full oft again she'd join the sportive throng,</br>Haunt the gay mead, the fragrant breeze inhale,</br>Explore the mossy nest, the brakes among,</br>Or in the race outstrip the flying gale!", "Again, with youthful eagerness, partake</br>The buxom joys that innocence bestows,</br>With morning suns to dreams of pleasure wake,</br>And sink with eve to undisturb'd repose.</br>"]