["Calidore sees the Graces dance</br>To Colin's Melody:</br>The whiles his Pastorel is led</br>Into Captivity.", "Who now does follow the foul Blatant Beast,</br>Whilst Calidore does follow that fair Maid,</br>Unmindful of his Vow and high Beheast,</br>Which by the Fairy-Queen was on him laid,</br>That he should never leave, nor be delay'd</br>From chacing him, till he had it atchiev'd?</br>But now, entrapt of Love, which him betray'd,</br>He mindeth more how he may be reliev'd</br>With Grace from her, whose Love his Heart hath sore engriev'd.", "That from henceforth he means no more to sue</br>His former Quest, so full of Toil and Pain;</br>Another Quest, another Game in view</br>He hath, the Guerdon of his Love to gain;</br>With whom he minds for ever to remain,</br>And set his Rest amongst the rustick sort,</br>Rather than hunt still after Shadows vain</br>Of courtly Favour, fed with light Report</br>Of every Blast, and sailing always in the Port.", "Ne certes mote he greatly blamed be,</br>From so high Step to stoop unto so low;</br>For who hath tasted once (as oft did he)</br>The happy Peace, which there doth overflow,</br>And prov'd the perfect Pleasures which do grow</br>Amongst poor Hinds, in Hills, in Woods, in Dales,</br>Would never more delight in painted Show</br>Of such false Bliss, as there is set for Stales,</br>T' entrap unweary Fools in their eternal Bales.", "For what hath all that goodly glorious Gaze</br>Like to one sight, which Calidore did view?</br>The Glaunce whereof their dimmed Eyes would daze,</br>That never more they should endure the Shew</br>Of that Sun-shine, that makes them look askew:</br>Ne ought in all that World of Beauties rare</br>(Save only Gloriana's heavenly Hue;</br>To which what can compare?) can it compare;</br>The which, as cometh now by course, I will declare.", "One day as he did raunge the Fields abroad,</br>Whilst his fair Pastorella was elsewhere,</br>He chaunc'd to come, far from all People's Troad,</br>Unto a Place, whose Pleasance did appear</br>To pass all others, on the Earth which were:</br>For all that ever was by Nature's Skill</br>Devis'd to work Delight, was gather'd there,</br>And there by her were poured forth at fill,</br>As if this to adorn, she all the rest did pill.", "It was an Hill, plac'd in an open Plain,</br>That round about was border'd with a Wood,</br>Of matchless Height, that seem'd th' earth to disdain;</br>In which all Trees of Honour stately stood,</br>And did all Winter as in Summer bud,</br>Spreading Pavilions for the Birds to bow'r,</br>Which in their lower Branches sung aloud,</br>And in their Tops the soaring Hawk did tow'r,</br>Sitting like King of Fowls, in Majesty and Pow'r.", "And at the foot thereof, a gentle Flood</br>His silver Waves did softly tumble down,</br>Unmarr'd with ragged Moss or filthy Mud;</br>Ne mote wild Beasts, ne mote the ruder Clown</br>Thereto approach, ne Filth mote therein drown:</br>But Nymphs and Fairies by the Banks did sit,</br>In the Wood's Shade, which did the Waters crown,</br>Keeping all noisom things away from it,</br>And to the Water's Fall tuning their Accents fit.", "And on the Top thereof a spacious Plain</br>Did spread it self, to serve to all Delight,</br>Either to dance, when they to dance would fain,</br>Or else to course about their Bases light;</br>Ne ought there wanted, which for Pleasure might</br>Desired be, or thence to banish Bale:</br>So pleasantly the Hill, with equal Height,</br>Did seem to over-look the lowly Vale;</br>Therefore it rightly cleeped was Mount Acidale.", "They say that Venus, when she did dispose</br>Her self to Pleasance, used to resort</br>Unto this Place, and therein to repose</br>And rest her self as in a gladsom Port,</br>Or with the Graces there to play and sport;</br>That even her own Cytheron, though in it</br>She used most to keep her royal Court,</br>And in her sovereign Majesty to sit,</br>She in regard hereof refus'd and thought unfit.", "Unto this Place whenas the Elfin Knight</br>Approach'd, him seemed that the merry Sound</br>Of a shrill Pipe be playing heard on hight,</br>And many Feet fast thumping th' hollow Ground,</br>That through the Woods their Eccho did rebound.</br>He nigher drew, to weet what mote it be;</br>There he a Troop of Ladies dancing found</br>Full merrily, and making gladful Glee,</br>And in the midst a Shepherd piping he did see.", "He durst not enter into th' open Green,</br>For Dread of them unwares to be descry'd,</br>For breaking of their Dance, if he were seen;</br>But in the Covert of the Wood did bide,</br>Beholding all, yet of them unespy'd:</br>There he did see, that pleased much his Sight,</br>That even he himself his Eyes envy'd,</br>An hundred naked Maidens lilly white,</br>All ranged in a Ring, and dancing in Delight.", "All they without were raunged in a Ring,</br>And danced round; but in the midst of them</br>Three other Ladies did both daunce and sing,</br>The whilst the rest them round about did hem,</br>And like a Girlond did in Compass stem:</br>And in the midst of those same three was placed</br>Another Damsel, as a precious Gem</br>Amidst a Ring most richly well enchaced,</br>That with her goodly Presence all the rest much graced.", "Look how the Crown, which Ariadne wore</br>Upon her Ivory Forehead that same day</br>That Theseus her unto his Bridale bore</br>(When the bold Centaurs made that bloody Fray</br>With the fierce Lapithes, which did them dismay)</br>Being now placed in the Firmament,</br>Thro the bright Heaven doth her Beams display,</br>And is unto the Stars an Ornament,</br>Which round about her move in Order excellent.", "Such was the Beauty of this goodly Band,</br>Whose sundry Parts were here too long to tell:</br>But she, that in the midst of them did stand,</br>Seem'd all the rest in Beauty to excel,</br>Crown'd with a rosy Girlond, that right well</br>Did her beseem.  And ever, as the Crew</br>About her daunc'd, sweet Flow'rs, that far did smell,</br>And fragrant Odours they upon her threw;</br>But most of all, those three did her with Gifts endue.", "Those were the Graces, Daughters of Delight,</br>Handmaids of Venus, which are wont to haunt</br>Upon this Hill, and dance there day and night;</br>Those three to Men all Gifts of Grace do graunt,</br>And all, that Venus in her self doth vaunt,</br>Is borrowed of them.  But that fair one,</br>That in the midst was placed paravaunt,</br>Was she to whom that Shepherd pip'd alone,</br>That made him pipe so merrily, as never none.", "She was to weet that jolly Shepherd's Lass,</br>Which piped there unto that merry Rout:</br>That jolly Shepherd, which there piped, was</br>Poor Colin Clout (who knows not Colin Clout?)</br>He pip'd apace, whilst they him daunc'd about,</br>Pipe, jolly Shepherd, pipe thou now apace</br>Unto thy Love, that made thee low to lout;</br>Thy Love is present there with thee in place,</br>Thy Love is there advaunc'd to be another Grace.", "Much wonder'd Calidore at this strange Sight,</br>Whose like before his Eye had never seen:</br>And standing long astonished in Spright,</br>And rapt with Pleasance, wist not what to ween;</br>Whether it were the Train of Beauty's Queen,</br>Or Nymphs, or Fairies, or enchaunted Show,</br>With which his Eyes mote have deluded been.</br>Therefore resolving what it was to know,</br>Out of the Wood he rose, and toward them did go.", "But soon as he appeared to their View,</br>They vanish'd all away out of his Sight,</br>And clean were gone, which way he never knew;</br>All save the Shepherd, who for fell Despight</br>Of that Displeasure, broke his Bagpipe quite,</br>And made great moan for that unhappy Turn.</br>But Calidore, though no less sorry Wight</br>For that Mishap, yet seeing him to mourn,</br>Drew near, that he the Truth of all by him mote learn.", "And first him greeting, thus unto him spake;</br>Hail, jolly Shepherd, which thy joyous Days</br>Here leadest in this goodly Merry-make,</br>Frequented of these gentle Nymphs always,</br>Which to thee flock, to hear thy lovely Lays;</br>Tell me, what mote these dainty Damsels be,</br>Which here with thee do make their pleasant Plays?</br>Right happy thou, that mayst them freely see:</br>But why, when I them saw, fled they away from me?", "Not I so happy, answer'd then that Swain,</br>As thou unhappy, which them thence didst chace,</br>Whom by no means thou canst recall again:</br>For being gone, none can them bring in place,</br>But whom they of themselves list so to grace.</br>Right sorry I, said then Sir Calidore,</br>That my ill Fortune did them hence displace;</br>But since things passed none may now restore,</br>Tell me what were they all, whose lack thee grieves so sore.", "Tho 'gan that Shepherd thus for to dilate:</br>Then wote thou Shepherd, whatsoe'er thou be,</br>That all those Ladies, which thou sawest late,</br>Are Venus' Damsels, all within her Fee,</br>But differing in Honour and Degree:</br>They all are Graces which on her depend;</br>Besides a thousand more, which ready be</br>Her to adorn, whenso she forth doth wend:</br>But those three in the midst do chief on her attend.", "They are the Daughters of Sky-ruling Jove,</br>By him begot of fair Eurinome,</br>The Ocean's Daughter, in this pleasant Grove,</br>As he this way coming from feastful Glee</br>Of Thetis' Wedding with Aecidee,</br>In Summer's Shade himself here rested weary.</br>The first of them hight mild Euphrosyne,</br>Next fair Aglaia, last Thalia merry;</br>Sweet Goddess all three, which me in Mirth do cherry.", "These three on Men all gracious Gifts bestow,</br>Which deck the Body, or adorn the Mind,</br>To make them lovely, or well-favour'd show;</br>As comely Carriage, Entertainment kind,</br>Sweet Semblant, friendly Offices that bind,</br>And all the Compliments of Courtesy:</br>They teach us, how to each degree and kind</br>We should our selves demean, to low, to high;</br>To Friends, to Foes:  which Skill Men call Civility.", "Therefore they always smoothly seem to smile,</br>That we likewise should mild and gentle be;</br>And also naked are, that without Guile</br>Or false Dissemblance all them plain may see,</br>Simple and true from covert Malice free:</br>And eke themselves so in their Dance they bore,</br>That two of them still forward seem'd to be,</br>But one still towards shew'd her self afore;</br>That Good should from us go, then come in greater store.", "Such were those Goddesses, which ye did see;</br>But that fourth Maid, which there amidst them trac'd,</br>Who can aread what Creature mote she be,</br>Whether a Creature or a Goddess grac'd</br>With heavenly Gifts from Heaven first enrac'd?</br>But what-so sure she was, she worthy was</br>To be the fourth, with those three other plac'd:</br>Yet was she certes but a Country Lass,</br>Yet she all other Country Lasses far did pass.", "So far as doth the Daughter of the Day</br>All other lesser Lights in Light excel,</br>So far doth she in beautiful Array,</br>Above all other Lasses bear the Bell:</br>Ne less in Vertue that beseems her well,</br>Doth she exceed the rest of all her Race;</br>For which, the Graces that here wont to dwell,</br>Have for more Honour brought her to this place,</br>And graced her so much to be another Grace.", "Another Grace she well deserves to be,</br>In whom so many Graces gather'd are,</br>Excelling much the Mean of her Degree;</br>Divine Resemblance, Beauty sovereign rare,</br>Firm Chastity, that Spight ne blemish dare;</br>All which she with such Courtesy doth grace,</br>That all her Peers cannot with her compare,</br>But quite are dimmed, when she is in place:</br>She made me often pipe, and now to pipe apace.", "Sun of the World, great Glory of the Sky,</br>That all the Earth dost lighten with thy Rays,</br>Great Gloriana, greatest Majesty,</br>Pardon thy Shepherd 'mongst so many Lays</br>As he hath sung of thee in all his Days,</br>To make one Minime of thy poor Handmaid,</br>And underneath thy Feet to place her Praise;</br>That when thy Glory shall be far display'd</br>To future Age, of her this mention may be made.", "When thus that Shepherd ended had his Speech,</br>Said Calidore; Now sure it irketh me,</br>That to thy Bliss I made this luckless Breach,</br>As now the Author of thy Bale to be,</br>Thus to bereave thy Love's dear Sight from thee:</br>But, gentle Shepherd, pardon thou my Shame,</br>Who rashly sought that, which I mote not see.</br>Thus did the courteous Knight excuse his Blame,</br>And to recomfort him, all comely Means did frame.", "In such Discourses they together spent</br>Long time, as fit Occasion forth them led;</br>With which, the Knight himself did much content,</br>And with Delight his greedy Fancy fed,</br>Both of his Words, which he with Reason read;</br>And also of the Place, whose Pleasures rare</br>With such Regard his Senses ravished,</br>That thence he had no Will away to fare,</br>But wish'd, that with that Shepherd he mote Dwelling share.", "But that envenom'd Sting, the which of yore</br>His poisnous Point deep fixed in his Heart</br>Had left, now 'gan afresh to rankle sore,</br>And to renew the Rigour of his Smart:</br>Which to recure, no Skill of Leeches Art</br>Mote him avail, but to return again</br>To his Wound's Worker, that with lovely Dart</br>Dinting his Breast, had bred his restless Pain,</br>Like as the wounded Whale to shore flies from the Main.", "So taking leave of that same gentle Swain,</br>He back returned to his rustick Wonne,</br>Where his fair Pastorella did remain:</br>To whom in sort, as he at first begun,</br>He daily did apply himself to done</br>All dueful Service, void of Thoughts impure;</br>Ne any Pains, ne Peril did he shun,</br>By which he might her to his Love allure,</br>And Liking in her yet untamed Heart procure.", "And evermore the Shepherd Coridon,</br>Whatever thing he did her to aggrate,</br>Did strive to match, with strong Contention,</br>And all his Pains did closely emulate;</br>Whether it were to carol, as they sate</br>Keeping their Sheep, or Games to exercise,</br>Or to present her with their Labours late;</br>Through which if any Grace chaunc'd to arise</br>To him, the Shepherd straight with Jealousy did frize.", "One day, as they all three together went</br>To the green Wood, to gather Strawberries,</br>There chaunc'd to them a dangerous Accident;</br>A Tyger forth out of the Wood did rise,</br>That with fell Claws full of fierce Gourmandize,</br>And greedy Mouth, wide gaping like Hell-gate,</br>Did run at Pastorel, her to surprize:</br>When she beholding, now all desolate</br>'Gan cry to them aloud, to help her all too late.", "Which Coridon first hearing, ran in haste</br>To rescue her:  but when he saw the Fiend,</br>Through coward Fear he fled away as fast,</br>Ne durst abide the Danger of the End;</br>His Life he 'steemed dearer than his Friend.</br>But Calidore soon coming to her Aid,</br>When he the Beast saw ready now to rend</br>His Love's dear Spoil, in which his Heart was praid,</br>He ran at him enrag'd, instead of being fraid.", "He had no Weapon, but his Shepherd's Hook,</br>To serve the Vengeance of his wrathful Will;</br>With which so sternly he the Monster strook,</br>That to the Ground astonished he fell;</br>Whence e'er he could recov'r, he did him quell.</br>And hewing off his Head, it presented</br>Before the Feet of the fair Pastorel;</br>Who scarcely yet from former Fear exempted,</br>A thousand times him thank'd, that had her Death prevented.", "From that day forth she 'gan him to affect,</br>And daily more her Favour to augment;</br>But Coridon for Cowardize reject,</br>Fit to keep Sheep, unfit for Love's Content:</br>The gentle Heart scorns base Disparagement.</br>Yet Calidore did not despise him quite,</br>But us'd him friendly for further Intent,</br>That by his Fellowship, he colour might</br>Both his Estate and Love, from Skill of any Wight.", "So well he woo'd her, and so well he wrought her,</br>With humble Service, and with daily Sute,</br>That at the last unto his Will he brought her;</br>Which he so wisely well did prosecute,</br>That of his Love he reap'd the timely Fruit,</br>And joyed long in close Felicity;</br>Till Fortune fraught with Malice, blind and brute,</br>That envies Lovers long Prosperity,</br>Blew up a bitter Storm of foul Adversity.", "It fortuned one day, when Calidore</br>Was hunting in the Woods (as was his Trade)</br>A lawless People, Brigants hight of yore,</br>That never us'd to live by Plough nor Spade,</br>But fed on Spoil and Booty, which they mate</br>Upon their Neighbours, which did nigh them border,</br>The Dwelling of these Shepherds did invade,</br>And spoil'd their Houses, and themselves did murder;</br>And drove away their Flock, with other much Disorder.", "Amongst the rest, the which they then did prey,</br>They spoil'd old Melibee of all he had,</br>And all his People captive led away;</br>'Mongst which this luckless Maid away was lad,</br>Fair Pastorella, sorrowful and sad,</br>Most sorrowful, most sad, that ever sigh'd,</br>Now made the Spoil of Thieves and Brigands bad,</br>Which was the Conquest of the gentlest Knight</br>That ever liv'd, and th' only Glory of his Might.", "With them also was taken Coridon,</br>And carry'd Captive by those Thieves away;</br>Who in the Covert of the Night, that none</br>Mote them descry, nor rescue from their Prey,</br>Unto their Dwelling did them close convey.</br>Their Dwelling in a little Island was,</br>Cover'd with shrubby Woods, in which no way</br>Appear'd for People in nor out to pass,</br>Nor any footing find for over-growen Grass.", "For underneath the Ground their way was made,</br>Through hollow Caves, that no Man mote discover</br>For the thick Shrubs, which did them always shade</br>From View of living Wight, and cover'd over;</br>But Darkness drad, and daily Night did hover</br>Through all the inward Pans, wherein they dwelt</br>Ne lighten'd was with Window, nor with Lover,</br>But with continual Candle-light, which dealt</br>A doubtful Sense of things, not so well seen as felt.", "Hither those Brigants brought their present Prey,</br>And kept them with continual Watch and Ward;</br>Meaning so soon as they convenient may,</br>For Slaves to sell them, for no small Reward,</br>To Merchants, which them kept in Bondage hard,</br>Or sold again.  Now when fair Pastorel</br>Into this Place was brought, and kept with Guard</br>Of griesly Thieves, she thought her self in Hell,</br>Where, with such damned Fiends, she should in Darkness dwell.", "But for to tell the doleful Dreriment,</br>And pitiful Complaints, which there she made</br>(Where day and night she nought but did lament</br>Her wretched Life, shut up in deadly Shade,</br>And waste her goodly Beauty, which did fade</br>Like to a Flow'r, that feels no Heat of Sun,</br>Which may her feeble Leaves with Comfort glade)</br>And what befel her in that thievish Wonne,</br>Will in another Canto better be begun.", ""]