["How great &mdash; how grand &mdash; the astronomic Sage</br>Who measureth the altitude of stars!</br>How great the Poet, whose seraphic page,</br>Nor rage of kings, nor time, nor envy mars!</br>Monarchs how great, thron'd on triumphal cars!</br>But greater far, whoever, whate'er he be,</br>The brave, good man!  Exempted from all fears,</br>Whether of time or of eternity,</br>He, like a green isle, blossoms in a stormy sea.", "Such was our Knight; who, resolutely good,</br>The narrow road of Righteousness pursued,</br>Dreadless what dangers in his way might stand,</br>Pure was his soul, resistless was his hand.</br>Now sad, amid a shady solitude,</br>On the green margin of a prattling flood,</br>Rinaldo paus'd &mdash; as there forlorn he stood,</br>The swell of distant melody he heard;</br>Anon, a golden chariot appear'd,</br>Proudly advancing, drawn by peacocks fair,</br>With gorgeous plumery, dancing in the air.</br>On that bright chariot, in imperial state,</br>The queen of Oberon, fair Titania, sate;</br>On downy cushion, rich with gold and green,</br>Aloft she sat, like love's celestial queen,</br>When, thro' the skies, she drives her glowing car,</br>And gazing gods adore her from afar.", "Around Titania, youths and damsels throng,</br>Warbling, will, dulcet breath, a magic song,</br>Whose mazy tide intoxicates the soul&mdash;</br>From neighbouring rocks a thousand echoes roll</br>The refluent sounds, and fondly multiply,</br>With busy tongues, th' angelic harmony.", "In robes of green, fresh youths the concert led,</br>Measuring, the while, with nice, emphatic tread</br>Of tinkling sandals, the melodious sound</br>Of smitten timbrels; some, with myrtles crown'd,</br>Pour the smooth current of sweet melody,</br>Thro' ivory tubes; some blow the bugle free,</br>And some, at happy intervals, around,</br>With trumps sonorous swell the tide of sound;</br>Some, bending raptur'd o'er their golden lyres,</br>With cunning fingers fret the tuneful wires;</br>With rosy lips, some press the syren shell,</br>And, thro' its crimson labyrinths, impel</br>Mellifluous breath, with artful sink and swell.</br>Some blow the mellow, melancholy horn,</br>Which, save the Knight, no man of woman born,</br>E'er heard and fell not senseless to the ground,</br>With viewless fetters of enchantment bound.</br>The nodding trees its magic influence own,</br>And, spell-struck, drop their golden clusters down;</br>The forests quaver, and elysian bow'rs,</br>With pleasing tremors shed their fragrant flow'rs.</br>An awful silence, winds and waters keep;</br>And spell-chain'd brooks, that bound from steep to steep,</br>On jutting rocks, delay their headlong leap.</br>The cross alone, the holy cross disarms</br>The Fairy fiends, and baffles all their charms.", "Titania's car now reach'd the shady wood,</br>Where list'ning, gazing, young Rinaldo stood.</br>She views the hero with unsteady eyes,</br>Her breast pants wildly and her blushes rise.</br>Fall'n is her pride, her pomp forgotten quite,</br>She seems a trembling suppliant to the Knight;</br>For ah!  when first the godlike youth she view'd,</br>Resistless love her haughty soul subdued&mdash;</br>Her winged team she stay'd, with silken rein,</br>Then wav'd her sceptre o'er the choral train;</br>The train evanish'd, and the Fairy queen</br>Stepp'd from her car, with melancholy mien.</br>The courtly hero bow'd his stately head,</br>With modest awe, as thus Titania said&mdash;</br>\"Majestic stranger!  whatsoe'er your name,</br>Where'er you go, or whencesoe'er you came&mdash;</br>Alas, the cause, that led your daring feet,</br>To this forbidden, sanctified retreat!</br>Know, luckless Knight!  when your invasion bold,</br>Of Fairy Land, to Oberon first was told,</br>He swore, and all the host of Fairies swore,</br>You ne'er should see your home, your country more.</br>The king, since then, has sought, by force and guile:</br>To work your ruin &mdash; I alone, the while,</br>With secret tears your dang'rous state bewail'd,</br>And smil'd, in secret, when his efforts fail'd.</br>I saw his hosts encompass you around</br>With hostile spears; but soon, delighted, found</br>Your life was shielded by superior charms,</br>That mock'd their spells and unavailing arms.</br>Ev'n diamond lances, at your bosom thrown,</br>Melted and fell, like glitt'ring dew-drops, down.</br>When spells nor arms against your life prevail'd,</br>With tempting lures your virtue they assail'd;</br>They offer'd death, in banquets rich and rare,</br>Envenom'd wines and damsels lewd and fair.</br>All sweet temptations in your way they cast,</br>But (doubtless warn'd) thro' all you safely pass'd&mdash;</br>O!  still beware; for deadly is that foe</br>Who can behold you and continue so.</br>Know, even I (unhappy I!) am sent,</br>By Oberon, your life to circumvent,</br>By other wile &mdash; O, sightless policy!</br>To trust, with woman, such an embassy,</br>To such a fair and manly enemy!</br>Those eyes alone can female hosts subdue,</br>And make them foes to all the world but you.</br>Dear youth!  in me behold the fairy queen!</br>Behold her tears &mdash; for you &mdash; for you they stream&mdash;</br>Do not these tears at least my pity prove?</br>And is not pity evidence of love?</br>O, yes!  I love you &mdash; will your life defend:</br>Trust me &mdash; a lover is the surest friend.</br>Hope not your captive lady to regain;</br>To seek the fair, is toil and peril vain;</br>Perhaps, transform'd, she lies on yonder strand.</br>A glitt'ring pebble or a grain of sand!</br>Nought but revenge upon our common foe,</br>Revenge on Oberon is left us now.</br>T' avenge your injury and your loss redeem;</br>Retaliate boldly and bear off his queen.</br>O!  be advis'd &mdash; be Oberon to me,</br>And I your happy Crystaline will be&mdash;</br>And if my wealth, my counsel, or my art,</br>Can aid to you, angelic youth, impart,</br>You shall not perish &mdash; sooner shall this hand,</br>Tho' here I reign, blot out this radiant land&mdash;</br>Yon golden arch, hill-propp'd, shall sooner fall;</br>Sooner I'll crush yon interposing wall,</br>Let in the sea, and whelm in ruin all!\"&mdash;</br>Thus having said, with melancholy air,</br>She veil'd her fair face with her golden hair,</br>And hid her tears &mdash; but sighs and sobs reveal'd</br>The am'rous sorrows that her locks conceal'd.</br>Around his neck her snow-white arms she flung.</br>And fondly, sadly, on the hero hung.</br>Then down they sat, beneath a myrtle shade,</br>Where clustering flow'rs a fragrant cushion made;</br>Warbled the birds; the silver stream slid by,</br>Sweet to the ear, and pleasant to the eye;</br>While o'er their heads the forest-stirring breeze,</br>Shook flow'rs and fragance from the bloomy trees.</br>'Twas there Rinaldo to Titania told</br>His wondrous tale &mdash; the theft of Oberon bold&mdash;</br>The wizard-lyre &mdash; the necromancer old.</br>There he describ'd his dangerous descent</br>To Fairy Land; his desperate intent,</br>From Oberon's hand to free he captive fair,&mdash;</br>Then rose, and frowning, shook his vengeful spear.", "Scarce had the Knight declarr'd his plighted love,</br>And sworn still true, in weal or wo, to prove,</br>When disappointment, like a sudden storm,</br>That doth the sea's unwrinkled lace deform,</br>Rush'd on her soul &mdash; her love with scorn repaid!</br>Her beauty slighted, for a mortal maid</br>By Oberon slighted, and Rinaldo too!</br>What should a queen so scorn'd and injured do?</br>Contending passions boil along her veins;</br>Now love, now scorn, now furious anger reigns:</br>She curses, blesses, sues, and now commands,&mdash;</br>Bids him begone, yet stays him with her hands;</br>Embraces him, then pushes him away,</br>Chides him for staying, and then bids him stay.</br>The Knight a stern civility maintain'd,</br>And, like a rock, mid tossing waves, remain'd.</br>But soon the hope arose, that she might aid</br>To free from Oberon, the rival maid;</br>Then thus, with kinder, gentler voice he spoke,</br>And on her cast a sympathetic look:&mdash;</br>\"O lovely queen of lovely Faery,</br>Tho' guiltless of the crime of loving thee;</br>Yet, sad experience of thy wretched state</br>Hath taught me pity, and I mourn thy fate.</br>Hard is that heart which pity cannot move,</br>For the sad victim of a hopeless love!</br>If Pity's tears, fair Queen, can cure or aid</br>The wounds that I have innocently made,</br>Behold how freely my o'erflowing eyes,</br>For thee, the sweet restorative supplies!\"</br>\"Ah, no!\" she cried \"the tears of pity prove</br>A rankling poison to the wounds of love.</br>Pity is insult, since it but implies</br>That I am low, not lovely in your eyes;</br>May I too lovely, and too powerful prove,</br>To need your pity or to lack your love!</br>Love is for love the best, the only cure,</br>O!  grant me love, and I shall ask no more!</br>Will diamonds buy it?  Will the high-priz'd gold?</br>Will kingdoms buy, or can your love be sold?</br>Behold!  at hand four glittering hills appear&mdash;</br>Enchanting sight! &mdash; more precious still than fair;</br>The one is gold, and one is silver white,</br>And one is pearl, and one is diamond bright&mdash;</br>See, in the midst, a dazzling throne arise!</br>Would you have all?  your love is all the price.</br>Are these too small Rinaldo's love to buy?</br>Then let his mercy what remains supply,</br>For ah!  dear Knight, for you, for you I die!\"</br>Thus spake the queen, and lo!  four hills appear&mdash;</br>Enchanting sight! &mdash; but richer still than fair.</br>And one was pearl and one was silver white,</br>And one was gold, and one was diamond bright.</br>High in the midst arose a dazzling throne,</br>Built all of emerald and of diamond stone,</br>With gold and purple canopy o'erspread,</br>Fair as the curtains of Aurora's bed.", "The Knight, unmov'd, survey'd each glittering pile,</br>Then firmly answer'd, with disdainful smile&mdash;</br>\"Of love, no more!  true love was never sold,</br>'Twere sacrilege to barter love for gold;</br>For love is sacred &mdash; 'tis a gift of heav'n,</br>And only precious when 'tis freely giv'n;</br>Love sold is base, and counterfeit as hell,</br>And they deceivers who would buy or sell.</br>To Mercy does Titania appeal?</br>She wounds not one, another one to heal.</br>To comfort thee must Crystalina die?</br>Mercy to thee, to her is cruelty!</br>Then blame not me, but yield to mighty fate,</br>Nor add new woes, to thy too woful state.</br>I see, amid the lab'rinth of thy woes,</br>A path that leads to safety and repose.</br>Is not the hapless Virgin, whom I seek,</br>Titania's rival? &mdash; will not she &mdash; O, speak!</br>Will not Titania aid a friendly Knight,</br>To bear that rival from her husband's sight?</br>Or shall I go? &mdash; desert fore'er thy charms,</br>And leave that rival in thy husband's arms?\"", "He ceas'd &mdash; and long the lovely queen remain'd,</br>In sad perplexity, and tears unfeign'd</br>From her blue eyes in piteous torrents rain'd.</br>Thrice, sobbing deep, to answer she essay'd,</br>But thrice in vain, ere thus, she falt'ring said:&mdash;", "\"Ah!  wretched Queen!  and must I then endure</br>The loss of thee, my Oberon to secure?</br>Must I relinquish my Rinaldo's charms,</br>And give my rival to my darling's arms?</br>Alas!  I must; since, doubtless, to refuse,</br>Is both thyself and Oberon to lose.</br>O!  then accept my melancholy aid,</br>And haste to seek that enviable maid.</br>Why, why wast thou not Oberon?  or why</br>Thy happy Crystalina was not I?\"</br>Thus having said, reclining on the Knight,</br>Disconsolate, she sought her chariot bright.</br>The Peacocks vanish'd, as the pair drew near,</br>And in their places stood two harness'd deer.</br>They mount the car &mdash; the nimble coursers start&mdash;</br>O'er flow'ry plains, thro' parting groves they dart;</br>And soon they reach the mountains which surround,</br>Like tow'ry ramparts, the Elysian ground.</br>And now Titania check'd her bounding team,</br>And her bright chariot vanish'd, like a gleam</br>Of sun in tempest, or an empty dream:</br>The coursers sprang into the neighb'ring wood,</br>And side by side the queen and hero stood.</br>Then thus Titania to Rinaldo said&mdash;</br>\"Where yon tall forest casts a gloomy shade,</br>Around the base of yon stupendous steep,</br>A cavern yawns, capacious, dark, and deep;</br>Far in that cavern Oberon's palace lies,</br>And there, perhaps, thy Crystalina sighs;</br>And there the King convenes his dark Divan,</br>New schemes of death against thy life to plan.</br>But mark!  wouldst thou, O Knight!  return again,</br>Speak not, but silent as the grave remain;</br>Speak not, till first the gay-green lake be pass'd,</br>The dragon conquer'd, and the maid embrac'd.</br>A single word the mighty spell will break,</br>By which all stands &mdash; this mystic trifle take,</br>This glitt'ring shell, and cast it in the lake&mdash;</br>Adieu!  Adieu!\" &mdash; Thus spake the Fairy Queen,</br>And gave the shell with melancholy mein.</br>Rinaldo quickly pierc'd the gloomy wood,</br>And by the cavern's dismal entrance stood;</br>He search'd his bosom and his cross was there,</br>He made secure his buckler and his spear,</br>And breath'd to heav'n a fervent, silent pray'r.</br>Down the dark cave with forward spear he strode,</br>Where glow-worm tapers lighted up his road.</br>As down the steep his awful way he took,</br>His heavy tread the sounding cavern shook.</br>Now right, now left &mdash; now up, now down he goes&mdash;</br>And on his pathway still the glow-worm glows.</br>As he strides by, the startled raven croaks,</br>His wings hoarse-rustling mid the gloomy rocks,</br>And meteor-fiends across his pathway dire</br>Dart frightfully and trail their bickering fire!</br>At length, before him, dismal sounds arise&mdash;</br>Sword-clash, chain-clank, and groans, and thrilling cries.</br>But on he march'd, defying what he hear'd,</br>Till lo!  a wall of solid fire appear'd</br>Athwart the cave, and cast a baleful light</br>On many a horrid, many a ghastly sight!</br>Infernal shapes danc'd on that fiery wall,</br>And rocks above seem'd tott'ring to their fall.</br>Beyond that burning wall, Rinaldo view'd</br>An iron gate, by which a Giant stood.</br>With hasty steps, the desp'rate Knight drew near,</br>And smote the fierce flames with his magic spear;</br>The wall gave way, and thro' the passage dread,</br>Rinaldo march'd with slow and cautious tread:</br>But lo!  the Giant huge, to meet him came!&mdash;</br>Clad all in iron was his tow'ring frame;</br>His shield, uplifted, seem'd a sable cloud,</br>His spear seem'd lightning, and he cried aloud&mdash;</br>\"Stand, daring Knight!  what passport dost thou bring,</br>What guardian token from the fairy King?</br>Or hast thou dar'd, unlicens'd, to explore</br>These secret realms, where man ne'er trod before?</br>Stand and reply!\"  Th' intrepid Knight drew near,</br>With lion aspect and protended spear;</br>With all his strength he hurl'd upon the foe</br>A well-directed and resistless blow.</br>His spear thro' shield and iron breastplate pierc'd,</br>And gory fountains from the Giant burst.</br>The grim-fac'd fiend, with rage and terror, roar'd,</br>And added force to his descending sword&mdash;</br>His sword, whose stormy sweep had raz'd a tow'r,</br>Fell on the hero's buckler, with the pow'r</br>And noise of thunder &mdash; but in vain it fell,</br>Though strongly wielded and directed well.</br>Rinaldo's shield th' impetuous shock sustain'd,</br>And still undinted and unhurt remain'd.</br>Not so the sword of his infernal foe&mdash;</br>Like ice, 'twas shiver'd by the magic blow.</br>The Fiend disarm'd, his sun-broad shield let fall,</br>And tore a huge crag from the cavern-wall;</br>Full on the Knight he hurl'd the pond'rous rock,</br>But to!  it crumbled with the magic shock!</br>Th' astonish'd Fiend beheld and wheel'd for flight,</br>But wheel'd in vain, for now the dext'rous Knight</br>Transpierc'd his heart &mdash; he tumbled to the ground.</br>Like batter'd tow'r, and, from his yawning wound</br>Gush'd cataracts of blood, and smok'd around.</br>Outstretch'd he lay and gasp'd in vain for breath</br>Huge, long, and grim, and dreadful e'en in death.", "A pond'rous key, which rather th' anchor seem'd</br>Of a stout pinnace, lay beside the fiend,</br>Which soon the victor seiz'd, with joy elate,</br>And hasted forward to the dusky gate;</br>With effort huge the pond'rous key applied,</br>And heav'd each bolt and massy bar aside.</br>The jarring gate its dragon-wings display'd,</br>And sudden light the dazzled youth dismay'd.</br>Then full before him glow'd a prospect rare,</br>A valley gay, of groves and waters fair!</br>As he advanc'd the cavern wider grew,</br>And a new world seem'd opening on his view.</br>He reach'd the centre of that charming vale,</br>That vale of flow'rs, refresh'd by many a gale</br>That flew to greet him, while a warbled sound</br>Rose from the bloomy myrtle groves around.</br>He gaz'd aloft, to see from whence the light,</br>Which fill'd with glory all the region bright,</br>And lo!  the roof, which high above him hung,</br>Glitter'd with gems, and on the valley flung</br>A thousand hues &mdash; for there the Emerald green,</br>The violet Amethyst and Diamond sheen;</br>The yellow Hyacinth, the Jasper bright,</br>The rose-red ruby and green Chrysolite,</br>The sparkling Carbuncle and blue,</br>And countless gems which mortals never knew,</br>Their mingled lustre on the valley threw;</br>That all beneath &mdash; groves, streams, and plains seem'd clad</br>With rainbow-robes but this gay scene look'd sad</br>To sad Rinaldo, who with anxious eye,</br>Around him gaz'd the emerald lake to spy;</br>And soon with joy the gay-green lake he sees,</br>Fair gleaming, thro' the interjacent trees;</br>And soon he stood upon the pearly shore,</br>Of that fair lake and gaz'd it o'er and o'er.</br>O!  'twas a tranquil and resplendent flood,</br>Where, undisturb'd, the halcyons lov'd to brood,</br>And seem'd, far distant, to the dazzled sight,</br>An ocean, not of water, but of light.</br>A beauteous mermaid rested on the strand,</br>And comb'd her tresses with her lily hand:</br>And syrens, warbling on the rocks, were seen,</br>And snow-white swans upon the waters green.", "Beyond that lake, a gorgeous mansion shone,</br>Bright as the fabled palace of the sun.</br>With tearful joy the anxious lover gaz'd&mdash;</br>The lake already was in fancy pass'd,</br>The dragon conquer'd, and the maid embrac'd:</br>But as the distant palace gleam'd again,</br>The sweet delusion vanish'd from his brain.</br>\"Ah!  there,\" thought he &mdash; \"there Oberon's palace lies,</br>And there, perhaps, my Crystalina sighs!</br>O!  for Elijah's mantle &mdash; Aaron's wand,</br>To cleave my passage to you golden strand.\"</br>Thus mus'd the Knight, when on his mem'ry fell</br>Titania's warning, with her glitt'ring shell;</br>Upon the flood the glitt'ring shell he cast,</br>And lo!  a pinnace rose, with gilded mast,</br>And silken sails!  and now, the hero springs</br>Upon her deck and spreads her snowy wings,</br>Towards the palace turns her silver prow,</br>Whilst gales arise, soft gales, and sweetly blow.</br>O!  you may fancy 'twas a goodly sight,</br>To see that pinnace cleaving with delight</br>The liquid em'rald, and diffusing wide,</br>Her golden glories on the quiv'ring tide!</br>Swift o'er the lake she fled before the wind,</br>And left a path of sparkling foam behind.</br>He cross'd the lake, and near the golden strand,</br>The pinnace moor'd and boldly leap'd to land&mdash;</br>When lo!  the pinnace vanish'd from his sight,</br>And on the flood, the shell lay glittering bright.</br>The magic shell the Knight secur'd again,</br>And tow'rds the Palace hurried on amain.</br>He saw the gate, the gate of massy gold,</br>Fast lock'd and guarded by a Dragon bold:&mdash;</br>The startled Knight, a moment only stay'd</br>His onward march, to couch his trusty blade;</br>Up rose the scaly Dragon in his might,</br>Shook his huge frame, with horrible delight,</br>And roar'd &mdash; the signal for tremendous fight;</br>But fiercely springing on the horrid foe,</br>Rinaldo struck a furious, well-aim'd blow;</br>His magic weapon pierc'd the monster's side.</br>And gushing blood the golden portals died.</br>The furious Dragon felt the fatal wound,</br>Bellow'd with pain and wheel'd infuriate round;</br>Grasp'd, with huge claws, the agonizing lance,</br>That gor'd his side, and tore it reeking thence;</br>And then, with pain intolerable stung,</br>Towards the Knight, with jaws expanded, sprung.</br>Aside the hero leap'd, with hasty care,</br>And the grim monster champ'd the vacant air:</br>But, ere the outrageous enemy could wheel,</br>Deep in his flank Rinaldo plung'd his steel.</br>Now drain'd of blood and overcome with pain,</br>The Dragon reel'd and strove, but strove in vain</br>To fly the fight &mdash; for ah!  another blow,</br>Pierc'd his huge heart and laid the monster low.</br>For joy, Rinaldo kiss'd his faithful spear,</br>And thank'd the God of battles with a war.</br>But when the high and massive gate he view'd,</br>And found no key, the Knight despondent stood;</br>The polish'd wall, insuperably high,</br>He view'd with angry and impatient eye,</br>Then with his lance the sounding portals strook&mdash;</br>The gate flew wide and all the palace shook!</br>Grim Oberon heard &mdash; leap'd fearful from his throne,</br>And martial Knights, who round him proudly shone,</br>Dropt their bright lances with unwonted fear,</br>And deem'd an angel or a Demon near.</br>With joy and hope the Knight advanc'd once more,</br>With spear uplifted, tow'rds the palace door&mdash;</br>Massy and high, each adamantine fold</br>Stood clos'd and bolted with the beaten gold.</br>With his strong spear the hero fiercely knock'd&mdash;</br>Again the palace to its base was rock'd.</br>The door stood firm!  he smote again &mdash; again,</br>With spear and shield, but smote, alas!  in vain.</br>When thus he saw his magic weapons fail,</br>His stout limbs trembled and his face grew pale:</br>But soon the Cross a sudden hope inspir'd,</br>And once again his pallid visage fir'd.</br>Quick, from his breast, the holy sign he drew,</br>And the huge valves, resounding, open flew.</br>Then boldly ent'ring, to a hall he ran,</br>Where quaking Oberon held his high Divan.</br>Touch'd by the Cross, the door expanded wide,</br>And trembling phantoms shrunk on every side.</br>In vain the monarch seiz'd his potent wand,</br>And round him wav'd it with his trembling band;</br>In vain pronounc'd his incantations dread,</br>That kill the living and awake the dead;</br>In vain cast circles of mysterious might&mdash;</br>For still unhurt advanc'd the fearless Knight.</br>\"Back, rash intruder!\" cried the haughty Fiend&mdash;</br>The dread command of Oberon attend!\"</br>When Oberon's name resounded in his ear,</br>With firmer hand Rinaldo grasp'd his spear.</br>Upon his brow, as on a stately throne,</br>The awful majesty of Valour shone.</br>Flash'd from his eye-balls wrath's consuming fire&mdash;</br>His eyes more dreadful than Orion dire,</br>Whose parting frown proclaims the rising storm,</br>And fills the gazing seamen with alarm.</br>With desp'rate fury thro' the fiend he push'd</br>His magic steel; and sanguine torrents gush'd</br>From his gor'd breast; which never till that hour,</br>Was pain'd by man or sublunary pow'r.</br>Torments unknown amaz'd the shudd'ring sprite,</br>And, with a shriek, he vanish'd from his sight:</br>Such pow'r the spear and holy cross possess'd</br>O'er fairy charms and sorceries unblest!</br>But while the Knight impatiently survey'd</br>The splendid hall, to spy his captive maid&mdash;</br>Behold!  Egyptian darkness hung around,</br>And thunders roar'd and earthquakes shook the ground.</br>The winds arose; uptore the howling floods,</br>And, leagu'd with lightnings, overturn'd the woods.</br>Such uproar reigns, when Aetna, in his ire,</br>Shakes Sicily, and pours his cataracts dire,</br>Of molten rocks, and breathes destroying fire.</br>Shrouded in darkness stood th' astonish'd Knight,</br>And look'd, impatient, for returning light,</br>But look'd in vain.  At length, the cross divine,</br>The Knight display'd, and lo!  the sacred sign,</br>Shone, like a taper, thro' the dusky gloom,</br>And fill'd, with glorious light, the gorgeous room!</br>But ah!  its light could not Rinaldo cheer&mdash;</br>He found not lovely Crystalina here.", "Now in his hand the holy cross be bore,</br>And boldly enter'd each recoiling door;</br>Each gilded room explor'd, with anxious eye,</br>And hop'd, in each, th' imprison'd maid to spy.</br>When all he search'd, but search'd, alas!  in vain.</br>He madly flew t' explore them all again.</br>Gladly, at length, he spied a secret door,</br>Fix'd in the centre of the ivory floor.</br>Before the cross the polish'd valve gave way,</br>And lo!  beneath a splendid chamber lay!</br>On steps of pearl, with ballustrade of gold,</br>The Knight descended, cautiously, though bold;</br>When hark!  shrill cries and flutt'ring wings he heard,</br>And, on the wall, a crystal cage appear'd!</br>Therein a bird, with golden plumage gay,</br>Shrieking full sad, in cruel thraldom lay&mdash;</br>Panting it lay, as overcome with fear,</br>And swoon'd away whene'er the Knight drew near,</br>But soon the youth, regardless of the sight,</br>Turn'd him away to seek his soul's delight.</br>With eager eye he sought his captive fair,</br>He sought, but ah!  found nothing but despair.</br>O, think what agony his bosom wrings,</br>At this sad moment!  frantickly he flings</br>His trembling frame along the polish'd floor,</br>In wild despair, despair unfelt before.</br>From every pore the chilly dew-drops start,</br>And strangling sorrows crowd upon his heart.</br>As there he lay, in motionless despair,</br>Melodious sounds awak'd his wond'ring ear.</br>O, 'twas a sweet, a well-known, fav'rite strain</br>That fill'd his soul with life and hope again!</br>Oft had he heard that same seraphic air,</br>So sweetly sung by his angelic Fair,</br>In regal chambers, on high festal day,</br>Mid princes, peers; mid dames and damsels gay,</br>That list'ning Knights had dropp'd their lances down&mdash;</br>And majesty lean'd ravish'd from his throne.</br>Quick rose the youth, with new-born vigour brac'd,</br>And from his soul the load of sorrow cast.</br>With fearful hope, the trembling lover rais'd</br>His streaming eyes and round the palace gaz'd.</br>Fair on the wail, the crystal cage still hung,</br>And lo!  thereon the beauteous warbler sung!</br>The Knight approach'd; the warbler ceas'd to sing,</br>And, tow'rds him flying, beat with eager wing</br>The glassy grates, and utter'd doleful cries,</br>And fill'd his soul with sorrowful surprise.</br>At length, exhausted, on its prison floor,</br>It flutter'd, fainted, and could shriek no more.</br>With trem'bling haste the brittle bars he broke,</br>And quickly thence, the lovely pris'ner took.</br>Soft on his hand th' unmoving bird be laid,</br>And fondly gazing, thus in fancy said&mdash;</br>\"O, 'tis my love!  my Crystalina dear,</br>Transform'd, enchanted, and imprison'd here,</br>Or whence that fav'rite, well-known strain I heard,</br>So sweetly warbled by this captive bird?</br>Oft have I heard my lily-finger'd fair,</br>Strike from her harp that soul-subduing air,&mdash;</br>Her harp, which seem'd, with trem'lous joy, to lie</br>Beneath the fascination of her eye;</br>It is my love\" &mdash; she knew her faithful Knight,</br>And, when she saw him, fainted with delight.</br>Thus mus'd the Knight, with pleasing fancies blest,</br>And to his lips the plumy captive press'd.</br>Rous'd by the youth's fond violence, behold!</br>The warbler wak'd and shook its plumes of gold;</br>Flew on his breast, and said, or seem'd to say,&mdash;</br>\"Rinaldo, fly!  away, away, away!\"</br>At once distress'd, delighted, and amaz'd,</br>He wept, and smil'd, and wonderd as he gaz'd.</br>At length the holy crucifix he took,</br>And cast to heav'n a supplicative look,</br>Thrice, with the cross, th' enchanted warbler strok'd,</br>And thrice the holy Trinity invok'd;</br>When lo!  the tuneful chorister was gone,</br>And in its place a golden vapour shone.</br>Amazing sight!  and, wonderful to tell</br>Enlarging, bright'ning, to the floor it fell.</br>Keen gaz'd the Knight, and saw with eager eyes,</br>A slender column, fair, before him rise.</br>Now from above, loose, golden tresses stream'd;</br>Now snow-white garments, indistinctly gleam'd;</br>Now plainer, plainer still the vision grew&mdash;</br>So smiling Cynthia brightens on the view,</br>When, to survey the earth or ocean wide,</br>She slowly draws her cloudy veil aside.</br>Now rose a neck, now swell'd a bosom fair,</br>Now budding features gradually appear;</br>And now her form breaks fully on his sight,</br>The heavenly form of Crystalina bright!</br>Trembling she stood, in all her native charms,</br>And sunk, transported, in Rinaldo's arms.</br>\"'Tis she, 'tis she!\" joyful hero cried&mdash;</br>\"'Tis he, 'tis he!\" the joyful maid replied.</br>O!  that my muse could paint th transports high,</br>That fill'd each heart, and glow'd in either eye;</br>The tender words, half smother'd with a kiss&mdash;</br>The sighs &mdash; the smiles &mdash; the tears of mutual bliss!</br>Yet no, my muse!  the vain wish I recall&mdash;</br>He never lov'd who cannot fancy all.", ""]