["My freer Muse now like a Faulcon flies,</br>Who having stoup't a Mallard at the Brooke,</br>Remounts againe up to the azure skies,</br>And for a second Souse at him doth looke:</br>But suddenly she hath that prey forsooke,</br>And towreth at a Heron in the Ayre:</br>So though at first my Muse had undertooke</br>Faire Abstinence; yet seeing Thrift doth pray her,</br>To sing of Care and Labour next, I will obay her.", "This Booke indeed I wholly did intend</br>Unto the honour of Frugality,</br>And morall vertues that her Grace attend:</br>But so my Muse doth love her libertie,</br>And at the fairest is so usde to flie;</br>She will not leave her heav'nly Meditation,</br>For any Flower of Humanity:</br>Her food divine of holy Contemplation,</br>For any earthly Good, Content, or Delectation.", "I grant indeed, that morall Meditation</br>May much amend our manners, and our mind,</br>But no such pleasing taste and sustentation,</br>As in divine, the soule of man can find:</br>And therefore though I often am inclin'd,</br>The Praise of morall Vertues here to sing,</br>My freer Muse that will not be confin'd,</br>Runs straight on heav'nly Contemplations string,</br>Else I, in others Harvests, love not meddeling.", "And yet I hope no wiser Clerkes will blame</br>My boldnesse, here to taste, by meditation,</br>The Mysteries, whose knowledge they proclaime</br>To us, as necessary for Salvation:</br>Thereby to square our Lives and Conversation.</br>And though indeed my Writings I intend,</br>For others minds and manners reformation,</br>Yet if hereby I may mine owne amend,</br>I have attained more then halfe my wished end.", "It is no part of holy Contemplation,</br>To seeke revenge for undeserved wrong;</br>Meeknesse and Patiences meditation</br>Have taught my Muse to sing another song:</br>God send me more Wit, them a better Tong.</br>Now Thou, that Adam in his uprightnesse,</br>(To shew, that Labour doth to man belong)</br>Didst place in Eden, it to plant and dresse,</br>Helpe me, the praise of Care and Labour to expresse.", "Care's an attent intention of the mind,</br>To any thing that's needfull to be done,</br>Which good and honest for our selves we find,</br>And may unto the publike profit come:</br>Labour put's Care in execution,</br>And is our minds and bodies Enargy,</br>In any businesse by Care begun:</br>For when to Businesse we do apply</br>Our selves, we call that Labour, Paines, and Industry.", "Care comes from Wits chiefe Vigor, Strength, and Light,</br>And ready, watchfull evermore doth stand:</br>Labour, the Bodies Faculty is hight,</br>Which doth performe the thing we have in hand:</br>Where these two powr's of action do band,</br>We Actors and Directors call them may;</br>One doth what worke the other doth command:</br>For as the Body doth the Soule obay,</br>So Labour is to noble Care obedient ay.", "Labour and Care, simply considered,</br>Nor good, nor ill are, but indifferent,</br>And not amongst those Vertues numbered,</br>Which in the Court of Love are eminent:</br>But for they nothing, that is excellent,</br>Can without Care and Labours helpe attaine,</br>All in their Company take great content,</br>And honour much amongst Loves royall traine:</br>And glad is she, that can their best acquaintance gaine.", "Care's like an old experienc't Generall,</br>Too weake to fight, yet orders all the Hoste:</br>Labour is lusty, valiant, young, and tall,</br>And strikes, where foes he may indanger most:</br>Care hath an eye about to every Coast,</br>With all aduantages to win the day:</br>And though more sweat and blood it Labour cost,</br>Yet which deserveth best, 'tis hard to say;</br>Neither had wonne the field, had one but beene away.", "When Jupiter an Hercules would frame,</br>Three nights at once he with Alcmena lay:</br>Thus to beget one that should Monsters tame,</br>Men lost, to lengthen out the night, a day:</br>Besides, the pangs of Birth her so dismay,</br>It little fail'd, but she had borne her last.</br>By witty Fictions, Poets thus bewray,</br>How it Joves ordinary strength surpast,</br>A true Idea of high Labour here to cast.", "And thus they make Jove, Hercules his Sire,</br>Who must on earth all Labours undertake;</br>And clense worlds Stables from impurest mire,</br>And Jove of him a mighty god should make.</br>To tell what for immortall Honors sake</br>He did, were too long for a Meditation:</br>He made the yron-gates of Hell to quake,</br>And Atlas-like, bare up the worlds foundation,</br>What can be more for Care and Labours commendation?", "He was not fostred in his younger yeeres,</br>With Pleasures, wanton Ease, and Idlenesse,</br>But fought with Lyons, Tygres, Goats, and Beares,</br>Lust, Rapine, Tyranny, Unrighteousnesse.</br>No high thing is attain'd by Slouthfulnesse.</br>Then spake great Alexander like a King,</br>By calling servile Slouth and Lazinesse,</br>But Care and Labour highly honouring,</br>Which in small time to him worlds Monarchy did bring.", "No good thing without Care and Labour growes,</br>With them is Thrift, without a barren Soile:</br>Labour increaseth strength, and who her knowes,</br>Doth passe through hardest journeys without toile.</br>Labour our fiercenesse naturall may spoile,</br>But raiseth Vertue:  Labour doth restore</br>Those that are fall'n:  things hardest reconcile,</br>She Vertue by employment furthers more.</br>In all atchievements Captaine Labour goes before.", "And Pleasure followes:  for observe these two,</br>Delight and Labour though much differing</br>In nature, yet they link't together go;</br>Delight, I say, still Labour following:</br>For things we labour most to passe to bring,</br>We joy in more, then those which us befall</br>By Chance, and without Paines and labouring.</br>That conquest is most glorious of all,</br>Which hath indanger'd most the Hoste and Generall.", "No solace without Labour:  no man gaines</br>The Hony, without danger of the Sting:</br>He that will have the Kernell, must take paines</br>To breake the shell:  who, sweetest Rose in Spring</br>Will gather, feares not Bushes prickeling:</br>But he that in his bosome hides his hand,</br>Whom honor, profit, feare, nor shame can bring</br>To action, but doth all day idle stand,</br>He hates all Vertue, and is hated by their Band.", "The Roots of Arts are bitter, but they beare</br>The sweetest fruits:  we can no Good obtaine</br>But by hard Labour.  Thus if we prepare</br>Us quiet Peace, what happinesse we gaine?</br>The Minds and Bodies rest, them fits againe</br>For Cares and Labours new:  as Bow unbent,</br>Or Lute-string loosed to a lower straine,</br>That it may be up to a higher pent,</br>And that the Bow may shoot the stronger newly bent.", "God here hath placed on our either hand,</br>Commodities and Discommodities:</br>These neere, those far, Labor 'twixt both doth stand:</br>To these a way prone and precipite lies,</br>Who comes to those, great difficulties tries,</br>Which they by Labour onely overcome.</br>Labour which wise mens wishes here supplies,</br>And doth to them the trustiest Guide become,</br>Ev'n from their infancie, unto their resting Tombe.", "Worse than the vilest Infidell is he,</br>That will not care nor labour for his owne:</br>How many goods and benefits there be,</br>To men on earth by Care and Labour knowne;</br>So many ills by Carelesnesse are sowne:</br>Base Carelesnesse and Slouth!  But I before</br>In Diligence their Pedigree have showne:</br>I sing the vertue of the vice no more,</br>She to my Muse yeelds matter most abundant store.", "For Care and Labour is the very horne </br>Of Amalthea, and all plenteous store:</br>She brings good-husbands store of grasse and corne,</br>And plentifully feeds the hungry poore:</br>She makes the Shepherds lambes grow great and more,</br>She is the stay of Trades and Merchandize;</br>As good on surging seas, as on the shore:</br>All needfull things she by her hand supplies:</br>Labour most active is, Care politique and wise.", "Like Abishai and Joab when they fought</br>With Ammon, and the Syrians on the plaine,</br>Both constant, noble, resolute, and stout,</br>Both striving, that they may the day obtaine:</br>If that the Syrians ground on Moab gaine,</br>Then Abishai must helpe:  if th' Ammonite </br>Prevaile against Abishai:  Joab againe</br>Must succour him, with all his force and might.</br>Care, Labour thus, from losse, each mutually acquite.", "Labour betweene the Graces and the Mind,</br>Is as the light 'twixt colours and the sight:</br>As without light the Eye is alwaies blind,</br>So without Labour dwels the mind in night.</br>And as the Lord ordained hath the Light,</br>To be the meane here colours to discerne,</br>So Labour, he appoints the medium right,</br>Whereby the mind may Grace and Vertue learne,</br>And joyne them fast together by a force interne.", "And as all life and active strength proceed</br>From feeding, so from Labour all our good:</br>And as Men, to prolong their life, do feed,</br>So good-men have for good to Labour stood.</br>As necessary to our life is food,</br>So unto honesty is exercise;</br>And as none will expect fruit from the wood,</br>Except he blossoms first thereon espies,</br>So there's no hope of Age, that paines in Youth despise.", "As is a womans fruit without a man,</br>So fairest hopes are without Labour vaine:</br>Many have hotly at the first began,</br>But Courage want to th' end it to maintaine:</br>Like some rash Summers storme, or dash of raine,</br>That corne beats downe with sudden inundation,</br>But soakes not halfe so deepe in flowrie plaine,</br>As showres that fall with sober moderation:</br>Things violent incline to sudden alteration.", "And as we nothing to our healths do find</br>More dangerous, than Ayers alteration,</br>So nought more hurts the Body and the Mind,</br>Than change to sluggishnesse from recreation.</br>Delight or Labour, without moderation,</br>Destroy mens bodies, and their wits confound,</br>Like Nightingales, that take such delectation,</br>Sweet notes above their fellowes to propound,</br>Their spirits faile, and they are dead with singing found.", "Many will labour, but they soare too hie,</br>Or else most basely sinke downe to the deepe;</br>They either will into Gods secrets pry,</br>Or downe into Earths baser bowels creepe:</br>A few or none true moderation keepe;</br>They either dive for profits base and vaine,</br>Or clime up to Gods secret Mountaine steepe:</br>In both their steps no longer do remaine,</br>Then way of Bird in th' ayre, or ships upon the Maine.", "You that the Muses Secretaries are,</br>And pen the counsels of the King of Kings,</br>I know your Labour, Industry, and Care,</br>To understand and publish holy things:</br>Which unto you such Joy and Pleasure brings,</br>As we that feele it onely understand.</br>Yet mount you high, Sol fries your waxen Wings;</br>If low, them Neptune wets with waving hand:</br>The golden Meane 'twixt two Extremes doth alwayes stand.", "Fraile mortall man!  if thou with fleshly Eye</br>Behold'st the Sunne, thy sight is dazeled,</br>Much more with brightnesse of Divinity,</br>Is thy Minds weaker Eye astonished:</br>Glory shall him amaze, that will aread</br>The Splendour of eternall Majestie:</br>Mans Mind, here with corruption limited,</br>Hath no such ample large capacitie:</br>No mortall seeth me (saith God) but he must die.", "Some Meates the appetite do more provoke</br>To eating, we of them must take most heed;</br>Such are the Labours which are undertooke</br>For too high Knowledge, or worlds baser meed:</br>For these provoke our appetites indeed</br>Unto Extremes, from that faire golden Meane,</br>Which do our Callings here so farre exceed,</br>To which corrupted minds so much do leane,</br>They alwaies fall into a curious Extreme.", "Base wretched Cares!  whose Labour is in sinne,</br>Which bring us terrours in true pleasures steed,</br>Uncessantly here taking paines to win</br>Base Mammon, and this worlds unrighteous meed,</br>Or an ambitious humour base to feed,</br>Or their meane House to highest pitch to rayse,</br>Or for Revenge, or lustfull wicked Deed,</br>Or to gaine popular applause or prayse,</br>And be a precedent unto succeeding dayes.", "As greater Fowles, though they be strong of wing,</br>With bodies burthen are so weighed downe,</br>They cannot mount like nimble Larke in Spring:</br>So minds of men to these worlds Cares fast sowne,</br>Soone like this world, are grosse and heavy growne:</br>And though they might, by noble Industry,</br>Be raisd againe to understand their owne;</br>Yet stupid, senslesse on the dunghill lie,</br>Drunke with foule Ease, and this worlds base Commodity.", "These lovers of the world though they wax strong</br>In things terrene, in heav'nly weaker grow;</br>For worldly honour they will sweat and throng,</br>But to win Crownes in heav'n are dull and slow:</br>For worldly Gaine they ought will undergo,</br>From heav'nly, least reproach or shame will bend:</br>For Princes favours they whole dayes will woo,</br>But not one howre to God in Prayer spend:</br>Thus present Shewes, not future Glory, all intend.", "What Labour hard, what time can we thinke long,</br>Which doth to us eternall glory gaine?</br>To have our wils no labour seemes too strong:</br>For Vertue, wee'l not least delight refraine.</br>Thinke but what holy Labour may obtaine,</br>A certaine hope, and sweet remuneration,</br>Of which, the Saints, forsaking Pleasures vaine,</br>Have by their lives giv'n plenteous commendation,</br>Here labouring all, whilst they liv'd, in their Vocation.", "Here Plenty makes me sparing:  read the acts</br>Of all the holy Fathers till the Flood,</br>From thence, to Egypts Bondage:  next, the facts</br>Of Moses, Josuah, Kings and Judges good:</br>Have they not all for Labour stoutly stood?</br>This shunning Labour by a Hermits Cell,</br>A late device is of Romes lazie brood,</br>To mumble Prayers, and their Beades to tell,</br>But take no Care for neighbour, Church, or Commonweale.", "Is this Pauls Watching, Paine, and Wearinesse,</br>Thirst, Hunger, Scourgings, Nakednes, and Cold,</br>Perils by land, by water sore Distresse?</br>Besides, his outward labours manifold,</br>His inward Cares the Church in Peace to hold?</br>A living man lye buried in a tombe,</br>Lest worldly cares and labours him withhold</br>From contemplation of that heav'nly roome,</br>Where never such a slouthfull, idle wretch shall come.", "Brave active spirits!  though in Contemplation</br>I spend much time, yet I your lives do hold</br>To be more worthy praise and admiration,</br>You bring to us all good, and ill withhold:</br>You, whose great cares and labours do uphold,</br>Like Atlas shoulders, civill Government:</br>Your Splendors we, your cares cannot behold,</br>Who know the Care and Weight of Regiment,</br>Would never envy them, their glory and content.", "O Muses Darlings!  do not then abuse</br>Your heav'nly Numbers, (which the Muses lend</br>To honour of Authority to use)</br>Their names with blots and infamy to blend.</br>Your Muse not able is to apprehend</br>Their deepe Foresight, that States and Kingdomes sway:</br>With care and labour they at Helme attend,</br>That sleepe and sing in ship you safely may:</br>No gentle Dogge will at his Keeper barke and bay.", "Great Keeper of this famous Brittish Ile!</br>How dost thou care and labour for our ease?</br>Besides Kings ordinary Paynes and Toyle</br>In Governement, thy Writings do increase</br>To largest Volumes, for the Churches Peace:</br>For Christs pure Spouse, and thy deare Kingdomes weale:</br>Thy Watchings, Prayers, Labours, never cease,</br>Else blos'mes of Vines, the Foxes soone would steale,</br>Or wild Bore root up all thy Church and Commonweale.", "When in his large, wise, understanding heart,</br>We, for our Good, such cares continuall see,</br>What secret Malice can a man pervert,</br>To deeme that in his Love, and Wisedome he</br>Advance will any to Authoritie;</br>But whom he ev'ry way doth able finde,</br>To care and labour for the safety</br>Of Church and Kingdome, to his care assign'd?</br>Wise Masters best discerne how Servants are inclin'd.", "Great Peeres appointed, by this Master wise,</br>To Rule his Kingdome, and adorne his Hall,</br>Of him learne Labour and brave exercise,</br>And doe not unto idle gaming fall:</br>The Bane of Court, Towne, Country, Church and all:</br>Oh spend the time you from emploiment spare,</br>In Tilting, Hunting, Armes, Arts Liberall,</br>And so with Piety your minds prepare,</br>To labour in your charge, and have of heav'n a care.", "Besides examples of your earthly King,</br>Looke on our Lord that sits in heav'n above:</br>Who heere on earth was alwayes labouring,</br>Now as our Head himselfe he doth approve,</br>Most carefull for his Spouse and dearest Love.</br>See his Disciples, Saints and Martyrs all,</br>How carefull and laborious they prove,</br>In Writings, Preachings Counsels generall,</br>Relieving poore in want, redeeming Saints from thrall.", "Amongst these Lights of Labour, with me looke</br>On one, though little, yet of wondrous might,</br>Who, David-like, takes stones out of the Brooke,</br>The proud Goliah in the front to smite:</br>Oh how do'st thou most valiantly acquite!</br>God and his Church, against Rome's railing Host,</br>And that Augean stable purgest quite,</br>Though it thee mickle care and labour cost:</br>Of this would Herc'les more, than all his labours boast.", "Could Sloth her selfe that sweet Delight but taste,</br>Which comes of Paines and honest exercise,</br>Her precious time and strength she would not waste,</br>In Idlenesse and worldly vanities.</br>But like to nimble Larke would early rise,</br>Who mounting first to heav'n Devotions sings,</br>And afterwards her businesse applyes,</br>So long as Light lends use of eyes or wings,</br>And then in rest enjoyes fruit of her travellings.", "Most sweet Delight!  at night when wearied,</br>We end the Cares and Troubles of the day,</br>When private, publique having profited,</br>We down our selves with Peace and Comfort lay:</br>Not like rich Mizers, to their Soules, that say,</br>In this abundance lye thee downe and rest,</br>When ah!  Who knowes but ev'n that night away,</br>His Soule forth from his Body may be prest,</br>And he all unawares o're taken in his nest?", "Unnecessary Labours, worldly Cares,</br>Which on themselves, not Providence depend,</br>My Muse to them no such great favour beares,</br>As heere amongst the Graces to commend.</br>All things created serve unto their end,</br>For which God at the first did them ordaine,</br>And all unto his Glory doe intend:</br>Why then should man be slothfull, idle, vaine,</br>So long as heere on earth he doth in health remaine?", "He hath a minde firme, valid, rais'd on high,</br>Able to soare above the Firmament,</br>And by sweet Contemplation to descry</br>The heav'ns swift motion, Order, Government:</br>All things are subject to his Regiment,</br>In squallid Slouth and ease yet downe he lyes,</br>Till thou who first didst frame his earthly tent,</br>Dost raise his mind to heav'nly exercise,</br>Which may by Care and Labour him immortalize.", "Not anxious, unprofitable cares,</br>Base off-spring of Distrust and Diffidence:</br>With present, alwayes, discontent; and feares</br>Vaine, future wants, or childrens Indigence,</br>Distrusting thus Gods gracious Providence,</br>Which fils with open hands the mouthes of all,</br>Whose eyes looke up to his Beneficence,</br>And Lillies clads in colours naturall,</br>More faire than Salomons rich robes imperiall.", "He that this all did first of nought ordaine,</br>And now it governes by wise Providence,</br>Is by his Bounty able to sustaine,</br>All those that labour with true Diligence:</br>Sure he will give aboundant recompence</br>To all, who carefull, faithfully doe heere</br>Rely on him, without least Diffidence:</br>He for his Foes did spend his bloud most deare,</br>Why then should Friends distrust his Providence and Care?", "Kindle thy Love then in my frozen brest,</br>Frame in my minde a study and desire,</br>To follow thee, that canst direct me best,</br>By thy command to march on or retire.</br>Awake me from Slouth's filthy durt and mire,</br>Lest darknesse me fast-sleeping apprehend,</br>From which to Light againe is no retire,</br>Let me no houre unprofitably spend,</br>Nor passe one day unfruitfully unto mine end!", "That faithfull servants blessing on him light!</br>Whom Thou so doing, when thou com'st shalt find,</br>Grant, whatsoever hower of the night</br>My Lord and Master comes, my soule and mind</br>May to continuall watching be inclin'd:</br>But lest I labour heere too long in vaine,</br>I next will passe unto my Port assign'd,</br>To Death; the end of all my Care and Paine,</br>To grave, where, till the finall doome, I must remaine.", "There quiet I shall sleepe and be at rest,</br>With Kings, which heere their houses fill'd with gold,</br>And Emperours, which all the world possest,</br>Yet all too streight ambitious thoughts to hold:</br>There small and great, free, bond, rich, poore, young, old,</br>Oppressors, prisoners have like fruition</br>Of rest:  All turne againe to dust and mould,</br>As small an Urne then limits the Ambition</br>Of Popes, and Caesars, as of Beggers meane condition.</br>"]