["Where Surfleet's learning Spire ascends the sky,</br>And Cottages below and Houses lie;</br>Her Sons, seven hundred, draw the vital air,</br>Yet five and twenty pounds reward the Curate's care.</br>(O stipend vile for one who humbly boasts</br>To serve the Altar of the Lord of Hosts!)</br>Two Inns there are, pride of each sturdy clown,</br>When purse runs high, the Mermaid and the Crown.</br>Too oft their walls with boisterous mirth resound,</br>With blood and battles too, when Whitsuntide comes round.</br>Then Village races, Village sports are seen,</br>And Lads with vacant stare, Lasses with joyous mien.</br>With flutes and hautboys, streamers gay display'd,</br>The annual sermon preach'd, the annual dinner made,</br>Our poor men's club with friendly pomp parade.</br>A school endow'd by Lady Fraiser's care,</br>To whose fair seat children twice ten repair,</br>Thence to the neighbouring church to join in holy prayer.</br>A Workhouse too, in which the poor are fed,</br>Unstinted, not at so much farm'd per head</br>By some vile wretch who locks the cupboard door,</br>And, poor himself, half starves his Brethren poor.", "But chief my Muse attunes her unbought lays,</br>To sing, Briggs, Burton, Searle, your well-earn'd praise.</br>See thirteen tenements, your gift, and one</br>Now rising into use, the work not fully done.</br>There Labour, worn with age, awhile retires,</br>Till Life's dim lamp in Death's dull mist expires.</br>There Widows with their numerous Children dwell,</br>Who love the self same tale full oft to tell:</br>Still to deplore their lonely wretched lot,</br>Yet bless the hand that built their humble cot.</br>There antiquated Maidens all day long</br>Turn the same droning wheel, tune the same droning song.</br>Husbands and Wives of younger days are there,</br>Whose brood increasing, cause increasing care;</br>Yet Love, by Heaven implanted in the breast,</br>Soon calms domestic jars and broils to rest.</br>The lisping infant, smiling on its sire,</br>Unbends his wrinkled brow, allays his look of fire.", "Hail, heavenly Love!  Man's soul, bereft of thee,</br>Foams like the ravings of the troubled sea:</br>But, by thy magick lull'd to peaceful sleep,</br>Shows the calm surface of the glassy deep.", "Each tenement is seen in good repair,</br>The chambers ciel'd exclude the searching air.</br>Dark doors, white window-frames, each other nigh,</br>Attract the notice of the passer-by,</br>While separate gardens herbs and plants supply.</br>These houses, gardens, rent-free to the poor</br>Are given, for life, with many comforts more.</br>A good estate has crown'd your bounteous deed,</br>To help the impotent at utmost need.</br>The stock of coals your charity bestows,</br>Stern Winter warms, and melts his frosts and snows.</br>A coat is yearly to a poor man given,</br>What day thy soul, O Burton!  flew to Heaven.", "Hail, sacred Charity, thy pious force</br>All ills of life can lighten in their course.</br>Bless'd be that Power, which bade thy influence prove</br>The brightest emblem of redeeming Love.</br>In dark Affliction's night, when sorrows flow,</br>Thy healing balm can ease the Mourner's woe.</br>When other succour, other help is vain,</br>Thou point'st, by Faith and Hope, to yonder plain,</br>Where thron'd in clouds the righteous Judge appears,</br>To wash away our guilt, and wipe repentant tears.", "Briggs, Burton, Searle, farewell!  may Heaven record</br>Your pious labours, grant a rich reward,</br>Through Christ's most precious blood, since that alone</br>For sinful Ma's transgressions can atone!", "O Charity divine, our souls inspire,</br>May ages yet unborn feel thy celestial fire:</br>And Surfleet ever show thy influence blest,</br>Befriend the friendless, succour the distrest!</br>May future Benefactors still arise,</br>To smooth the road through life, and guide to brighter skies!</br>"]