["Reclin'd upon a bed of down,</br>(From some sad debtor ruthless torn)</br>The Lawyer closed his wearied eyes;</br>Intreating sleep, grown coy, his rest to crown,</br>That with the early sun's uprise</br>He might his wonted path pursue</br>Where orphan's goods attract his eager view,</br>Whose spoils already half his house adorn!</br>And where, by potent aid of pliant law</br>He may their little all, in his deep vortex draw.", "Sudden a ray of distant light</br>Invades the doubly-closed recess;</br>His hov'ring slumbers put to flight,</br>And with increasing blaze, his eyes oppress.</br>His curtain opes!  a form whose look</br>His guilty soul with fear and horror shook</br>Fast by his side in blood-stain'd robes appears,</br>And in his quivering hand, a dazzling mirror rears!", "\"Dost thou not know me?  ah, full soon</br>Shall we terrific converse hold,</br>Unless thou grant'st my righteous boon,</br>And quit thy cruel thirst of gold!\"</br>Slowly he rais'd his drooping head,</br>And to the vision, tremb'ling, thus he said,</br>\"Who art thou?  and what mighty sacrifice</br>Requir'st my passport to the shades of peace!\"", "\"My name is Conscience!  oft in vain</br>I strove to touch thy flinty heart;</br>But when at length, access I gain</br>Think not too lightly I depart!</br>'Tis Restitution!  I demand!</br>May that dread word, still thunder in your ear,</br>Till it  unclench your yet unsparing hand,</br>And of your crimes in part my records clear.", "\"Behold!  where in this mirror true,</br>Yon injur'd woman, fainting lies!</br>Her helpless orphans, robb'd by you,</br>Have sent to Heaven, their plaintive cries!</br>God heard them!  and commission'd me</br>Still on your midnight vigils to attend;</br>Till you his high avenging arm should see,</br>Or by restoring, make your Judge your friend!", "\"See further in that gloomy jail,</br>Your aged victim hopeless pines!</br>Nor aught his recent plunder can avail,</br>While famine, sickness, aid your dark designs!</br>The little your rapacious hand</br>Has failed to reach, your greedy eyes allure;</br>And Death, that little to secure,</br>Awaits, prepared to strike, at your command!</br>Haste then!  make restitution!  set him free!</br>Or in a louder voice you yet will hear from me!\"</br>"]