["The Sun creeps slowly o'er the eastern Hills,</br>The lazy-pacing Hours attend his Way,</br>Through the thick Fog the scarce pervading Beam</br>Gives LONDON'S LORD his gorgeous, gaudy Day.", "Now the grim'd Scavenger his Bosom plies,</br>And whistles at his Work with wonted Glee,</br>The Streets look decent, ev'n in Courtiers Eyes,</br>While the Wretch sweeps for dirtier Folks than he.", "And now the City Bells, in many a Peal,</br>Bursting at once upon the vacant Ear,</br>Bid the glad Freemen from their Compters steal,</br>And hail the Day to Beef and Pudding dear.", "Nor is this all &mdash; the solid Ham supplies</br>The Place where yesterday's plain Mutton stood,</br>And the rich Pudding with the Pye-crust views:</br>&mdash;But all is swallow'd soon &mdash; for all is good.", "Nor pass we by the Capon and the Chine,</br>Nor, heedless, leave the Turky's Praise unsung;</br>The many-mixtur'd Punch, th' inspiring Wine,</br>Joy of each Heart, and Theme of every Tongue!", "And now AUGUSTA'S Senators repair,</br>To that old Pile where broad-fac'd Giants stand;</br>While courtly Strangers like those Giants stare,</br>&mdash;Maz'd at the clumsy Wonders of our Land!", "But haste, my Muse, the Coach of State appears!</br>AUGUSTA'S Lord, and all his Court are blithe:</br>Coachmen be careful how you reach the Stairs,</br>And land the Monarch safely at Queenhithe!", "But ah! &mdash; one moral Thought will yet intrude,</br>Tho' glad the Heart, and festive be the Day;</br>\"How short our Bliss!  We've made the Landing good,</br>On the frail Waves to plow the wat'ry Way!\"", "Now sail the Barges &mdash; half a Mile an Hour;</br>Now fly the Streamers &mdash; now the Corks too fly;</br>The Morning Brimmer gives the Stomach Power</br>To storm the Beef, and raise the Pigeon-pie!", "Let Fancy, trav'lling on the bank of Thame,</br>Suppose at RUFUS' Hall the glitt'ring Throng;</br>The Business done &mdash; revisit we the Stream,</br>While Pop-guns cannonade us &mdash; all along!", "With grateful Hearts, and Eyes of greedy Joy,</br>We view the Bridge of Elegance, Blackfriars;</br>While the glad Matron hugs her darling Boy,</br>&mdash;For Daddy's safe arriv'd, thro' worse than Thorns and Briars.", "Muse, croud the Verse, &mdash; as London Streets are fill'd,</br>With Men, Dogs, Horses, Chariots, and Sedans;</br>Strew many a Flower, as many a Bottle's spill'd,</br>And croud with Spits, and Plates, and Pots and Pans.", "The Feasting o'er, the Ball, the sprightly Dance,</br>With jocund Glee beguile the Night away;</br>The Crouds retire when Sunday-Hours advance,</br>\"And eat in Dreams, the Custard of the Day.\"</br>"]