["I. 1.</br>Hag-seed of hell, I hate thy sight!</br>Of social man the direst foe;</br>Avaunt!  nor sully heaven's pure light,</br>But plunge in sulphurous gulphs below.</br>Fierce as thy gorgon eye-balls roll,</br>The icy fangs of terror seize my soul,</br>The ruby stream of palsied life congeal,</br>And stiffen every nerve to steel.</br>When erst the arch fiend from blest obedience fell,</br>And the whole rebel rout to ruin ran,</br>Thee he engendered in the caves of hell,</br>The inexorable foe of envied man.</br>The Furies hymned thy birth with baleful breath,</br>Offspring of Stygian sin, and twinned with ruthless death.", "I. 2.</br>When from murky depths to air</br>Thy curst ambition winged the way,</br>Thy presence scattered fell despair,</br>Infuriate rage, and wild dismay.</br>Where thy sanguine footsteps turn,</br>With fatal fury kindling nations burn,</br>Of civil discord spread the dire alarms,</br>And rush with maddening zeal to arms.</br>Hark!  how triumphant shouts, and dying cries</br>Through ravaged fields and flaming cities ring!</br>From rifted tombs funereal groans arise,</br>And boding screech-owls flap the fateful wing.</br>With thee thy terrour spreading train appear;</br>Grim murder leads the van, keen rapine seals the rear.", "I. 3.</br>Where famed Ilyssus rolls</br>His silver-streaming wave</br>Through daisied banks, and incense-breathing meads,</br>Nor marshalled, firm, nor brave,</br>Spelled by Cecropian souls,</br>The purple pride of baffled Persia bleeds.</br>Her gaily-vested offspring lay</br>Heaped along the crimson shore;</br>Whilst hungry vultures bathe their beaks in gore,</br>And screaming, batten on the gaudy prey.</br>Infatuate tyrant!  who, in hapless hour,</br>Or urged by demons, or by fiends inspired,</br>Could'st fondly hope to exterminate the power,</br>Which glory prompted, and Minerva fired.</br>Haste, shun thy fate, cross, cross the strait,</br>Yon skiff shall waft thee o'er the flood;</br>Away, away, 'tis death to stay,</br>Avenging Freedom snuffs thy blood.</br>With hurried speed the Prince outstripped the wind,</br>Soul-galling Shame before, Fear's shivering form behind.", "II. 1.</br>Athens fair-plum'd conquest crowned</br>With glory's ever verdant bay;</br>And still had flourished fair the ground</br>Unhallowed by a tyrant's sway.</br>But, foul fiend!  thy presence sought</br>The blissful land, and direful mischiefs wrought;</br>The blast, thy trumpet blew, transformed the race,</br>And bleached with fear fair Freedom's face.</br>With headlong haste the affrighted Goddess springs,</br>And cleaves with rapid flight the viewless air;</br>To Albion's cliffs she glides on silver wings,</br>And joyful finds a blest asylum there,</br>Pleased, on her shores the illustrious exile smiles,</br>Dread empress of the main, and peerless queen of isles.", "II. 2.</br>Victim of thy vengeful power,</br>The Roman eagle writhing lies,</br>No longer doomed sublime to tower,</br>And pounce with lightning's speed the prize.</br>Sovereign Lord of feathered life,</br>Resistless victor in the winged strife,</br>His strong curved talons, and his beak no more</br>Shall revel in a rival's gore.</br>His pinion's dread expanse no more shall loom;</br>The lynx-eyed terrours of his piercing sight,</br>That erst unnerved the marshalled foes of Rome,</br>Fade now extinguished in oblivious night.</br>The fluttering people fearless spread the wing,</br>And mid the tissued clouds their joyful paeans sing.", "II. 3.</br>The furious Gracchi, see,</br>Thy horrid rites prepare,</br>To sate thee, monster, with patrician blood;</br>With seeming patriot care,</br>They hurl, inspired by thee,</br>Plebeian vengeance on the great and good</br>From lips, polluted by thy breath,</br>The treacherous stream of rhetorick flows,</br>To whelm in sanguine tide thy virtuous foes,</br>And laws and order drown in endless death.</br>When Marcus doomed immortal Tully dead,</br>Who, by thy aid, the wreath of empire won,</br>As the sad rostra bore his bleeding head,</br>Its matchless glory and unrivalled son.</br>Through rueful Rome, funereal gloom,</br>With horrour-shedding footsteps strayed,</br>But checked by fear, the grateful tear,</br>Flowed not to soothe his sacred shade.</br>Whilst childless virtue shriek'd with anguish wild,</br>Joy, such as fiends can feel, in thy harsh features smiled.", "III. 1.</br>Gallia next thy triumphs own;</br>Lo!  there thy proudest banners wave;</br>Whilst Albion guards her sea-girt throne,</br>And free-born millions arm to save.</br>Blameless Bourbon, virtuous king,</br>Thy wrongs the breast of soft-eyed Pity wring;</br>Hemmed round by harpies in the civil strife,</br>Rebellion's dagger drinks thy life.</br>Hoar time can ne'er efface the guilty stain;</br>The horrid tale shall vengeful history tell;</br>By the coarse hands of vulgar villains slain,</br>The prince, the martyr, and the christian fell.</br>But awful Justice raised her sword sublime,</br>And scarce a wretch survived the sacrilegious crime.", "III. 2.</br>Tell Napoleon, nursed by thee,</br>Where Cyrno's cloud-encircled head</br>Tremendous threats the subject sea,</br>Was at thy baleful bosom fed.</br>Thy fostering fondness taught the boy,</br>Predoomed each social blessing to destroy;</br>To seize, unchecked by Virtue's awful frown,</br>Through seas of blood, the imperial crown.</br>The little monster, on thy lap carest,</br>Learned every human feeling to deride,</br>Whilst dire ambition kindled in his breast,</br>Deep guile, remorseless cruelty, and pride;</br>No scene of sorrow drew the pitying tear,</br>But shrieks and dying groans were musick to his ear.", "III. 3.</br>Lo!  roused Iberia pours</br>Her patriot legions, warm</br>To vindicate her captive monarch's cause,</br>And point the battle's storm</br>'Gainst the proud spurner of her injured laws.</br>With zeal the rising nation glows,</br>Vengeance nerving every soul,</br>Resolved the tide of ceaseless war to roll</br>On the curst author of their country's woes.</br>See Austria's eagle, vigorous from his wound,</br>Prune the strong wing, and lead the embattled van;</br>United Europe rouses at the sound,</br>Conspired to crush the foe of God and man.</br>The tyrant flies, he bleeds, he dies,</br>Victorious Freedom views his fall,</br>The nations free, exulting see,</br>Triumphant Justice rule the ball</br>Whilst thou grim monster, as thy favourite fell,</br>Curst the rejoicing world, and murmuring plunged to hell.</br>"]