["Young Strephon, the pride of the plain,</br>Ye virgins in pity deplore,</br>Mourn, shepherds, the loss of the swain,</br>For Strephon, alas!  is no more.</br>To his manes let this tribute be paid,</br>To his memory drop the sad tear;</br>Round the tomb where his ashes are laid</br>Let emblems of willow appear.", "This cypress and yew shall be found,</br>To shade the green turf o'er his head,</br>His flocks shall bleat mournfully round,</br>And carefully watch round his bed:</br>The fairies by Luna's pale ray,</br>And elves round his tomb shall appear;</br>Thalia shall light on his clay,</br>And water his couch with her tear.", "He was late the delight of the plains,</br>With his pipe he'd enliven the grove,</br>His song charm'd the nymphs and the swains,</br>His lay they'd in raptures approve;</br>The youths strove to copy from him</br>The graces of person and air,</br>For all who appeared like him</br>Was sure to succeed with the fair.", "His mind was with virtue replete,</br>His actions were honest and just,</br>His conduct was open, discreet,</br>And constancy rul'd in his breast;</br>His manners were artless and free,</br>To virtue and honour allied,</br>From the wiles of deceit wou'd he flee,</br>And innocence still was his guide.", "In praise of his merits I write,</br>His friendship inspires my lays,</br>His fame to rehearse my delight,</br>And pride is to dwell on his praise;</br>Each day will I visit with care,</br>And o'er his cold clay will I mourn,</br>Where in death lies released from despair,</br>The victim of Phillida's scorn.", "No swain ever loved more true,</br>Tho' his suit she rejected with pride,</br>While foplings of falsehood and shew,</br>Perhaps more successful had try'd;</br>Yet why did she practise each art</br>The unwary swain to ensnare,</br>Why deem'd it the pride of her heart</br>To boast of a conquest so rare?", "For long was she artfully kind,</br>His vows wou'd with pleasure approve,</br>And often wou'd study to find</br>Fresh means to inspire him with love;</br>How oft would she say with a sigh,</br>Which seem'd to flow free from the heart,</br>\"When Phillida's false let her die,</br>For nothing but death shall us part.\"", "Yet Damon's soft soothing address,</br>Gay Damon, the beau of this town,</br>Soon flatter'd her pride to excess,</br>And Strephon was left with a frown;</br>The arts that were us'd with the fair,</br>Were too much for an innocent swain,</br>Who only reply'd with a tear,</br>Or in sighs, tho' alas!  'twere in vain.", "Her falsehood long troubled his mind,</br>His feelings no tongue can express,</br>In the grove in despair he reclin'd,</br>To the groves did he vent his distress;</br>'Midst the anguish of grief and despair</br>His bosom all tranquil appear'd,</br>Not a breeze was there heard thro' the air,</br>Not a whispering zephyr was heard.", "Reclin'd as he lay there opprest,</br>My hand did he eagerly take,</br>There urg'd this his dying request,</br>While yet he had power to speak:</br>\"Come, Colin, dear friend of my heart,</br>To this my request pray attend,</br>We shortly for ever must part,</br>Our friendship for ever must end.", "\"My lambkins so late my delight,</br>Your care shall defend from the cold;</br>For his Strephon thy Colin each night</br>Shall lead my fond flock to their fold;</br>Past friendship I know will inspire</br>His mind with the generous deed;</br>My pipe, which the nymphs so admire,</br>To Colin henceforth shall succeed.", "\"In remembrance of friendship so true,</br>A tribute of sighs shall he pay,</br>A friendship that, equall'd by few,</br>The theme of each past'ral lay!</br>But should you, like sorrows to mine,</br>Hereafter attempt to rehearse,</br>Shou'd the muses their powers resign,</br>To strengthen the force of thy verse;", "\"Forbear to reproach the fair maid,</br>Nor treat her with cruel disdain,</br>'Tis enough that she grieves when I'm dead,</br>Her falsehood will then be her pain?</br>Like mine be her hour of death</br>With heavenly hope still inspir'd,\"</br>Thus serenely resign'd he his breath,</br>And thus in my arms he expir'd.</br>"]