["By Drury's western side, fair Brydges-street!</br>Where now the busy builders daily come,</br>Where once the play-going crowd were wont to meet,</br>Rushing to Drury's or her Sister's dome;</br>Scenes where my youth has often joy'd to stray,</br>And cull the apple from the fruiterer's stall;</br>Let me the pleasures of thy haunts display,</br>Where Molly, pot-girl at the house-of-call,</br>Flourish'd the glowing flame of youthful bricklayers all.", "O'er her fat cheek the rose had shed its bloom,</br>Her buxom bosom knew no stays' restraints;</br>O'er her thick limbs glad Health delights to roam,</br>And drive away vile Luxury's complaints:</br>Her brawny form ne'er knew consumptive faints,</br>Or mad hysterics, or sad spirits low;</br>She made no mournful groan, no sickly plaints;</br>Thro' rain or heat she would uncover'd go,</br>Shrill screaming through the echoing streets, \"Pots below!\"", "Oft would the wearied bricklayer stay his feet,</br>And drink a pot within the Magpye's walls,</br>Toying with Molly on the pot-house seat,</br>Till some fresh customer for porter calls:</br>Then Molly flies to ply the bending drawer,</br>Unlocking straight the gushing frothy tide;</br>And slyly looking round that no one saw her,</br>She sucks a drop beneath the crested pride,</br>And then receives the pence the customer supplied,", "The spell of Molly's charms did oft detain</br>The am'rous joiner from his hammer and nails;</br>And Molly's charms the blacksmith did enchain</br>In links far stronger than he forg'd for pails.</br>Drury, forsaken by her labouring train,</br>Soon felt the rival force of Molly's power:</br>Not kindling flames around her walls again,</br>But oft attracting at the noon-day hour</br>The Sons of Brick and Mortar to her boozing bower.", "Oft Wyatt comes, and oft the angry Rowle,</br>And find the workmen from their labour fled:</br>Whitbread beholds with wrath-indignant soul,</br>The sluggish growth of Drury's infant head:</br>Thund'ring he turns them off, and in their stead,</br>From Bedford's plains a hardy race he sends&mdash;</br>Disbanded train-bands in their rags of red:</br>Each to the Magpye soon his footsteps bends,</br>Where beauty's influence o'er each boorish soul extends.", "The more of Whitbread's porter they imbibe,</br>Their hearts more soften'd to the charms of Molly:</br>The muzzy, love-sick, ardent Bedford tribe,</br>Leave Drury's scaffolds in pursuit of folly.</br>And thus the Brewer's, hurts the Manager's trade,</br>The Brown Stout sells, but Drury meanwhile sleeps;</br>For grasping man was surely never made</br>To lay up wealth in multifarious heaps,</br>By brewing, building, spouting, patronizing sweeps.", "To seek his workmen Whitbread speeds one day,</br>Straight to the Magpye, with indignant fury;</br>There he discovers at their amorous play.</br>The truant bricklayers from the walls of Drury.</br>Molly was seated on Jack Higgins' knee,</br>Tom Brown was off'ring her the sparkling pot:</br>The Manager saw their joy with raging ee;</br>And in his fury he had quite forgot,</br>That all they drank cost three-pence halfpenny per pot.", "On Molly soon he pour'd his vengeance forth,</br>The latent Circe of the bricklayers' hod,</br>As from the chill blast driving from the North,</br>Molly stood shrinking from the demi-god.</br>The glittering pewter-pot which grac'd her hand,</br>Just for one moment caught the hero's sight:</br>He stands appeas'd, his passions at command;</br>Smiling he sees his liquor sparkling bright,</br>And asks the girl how many pots she sold last night.", "To Southill's regions Whitbread sends the lass;</br>For he foresaw the mischief of her charms,</br>If at the Magpye bricklayer youths could pass</br>The day and night in Molly's circling arms.</br>A skullion wench, she plies the reeking clout,</br>And washes dishes now, instead of Pewter:</br>Hymen has join'd her to a rustic lout&mdash;</br>For none of Whitbread's livery men would suit her&mdash;</br>Preferring wedlock's blissful chastity in future.</br>"]