["Within these long-drawn isles, where Cynthia's light</br>From story'd glass receives a chequer'd hue,</br>Scenes long forgotten, and involv'd in night,</br>With all their busy actors, strike my view:", "Princes and Peers, whose deeds of high renown</br>In youthful breasts still fan the martial flame;</br>Prelates, who propp'd or undermin'd the crown,</br>Alternate subjects of applause and blame.", "Oh!  could these tombs their captive dead restore,</br>Were life rekindled in each chief and sage,</br>Knowledge would issue from the vaulted floor,</br>Each voice a comment on th' historic page.", "Clarence, o'erpower'd by Scotch and Gallic foes,</br>New light would throw on Bauge's fatal field,</br>While Stratford, Morton, Wotton, would disclose</br>State-councils long with steady faith conceal'd.", "With melody scarce rivall'd by the spheres</br>Gibbons would animate the vocal keys;</br>Yet, Causabon, my unharmonious ears</br>Thy strains would more attract, thy periods please.", "Thou Silence now her lonely sway maintains,</br>Copes, crosiers, cowls my mental eye surveys,</br>And till in Henry's and in Brenchley's fanes</br>The votive mass resounds, the tapers blaze:", "Good Conrad's choir all-glorious I behold,</br>With stars bespangled, like the nightly skies:</br>Shrines, altars, images, with relics, gold,</br>And gems adorn'd, in long succession rise.", "Mark well this spot!  Triumphant here in death,</br>Hark!  how proud Becket every saint invokes!</br>See!  how he falls, and with his latest breath</br>Insults th' assassins, and defies their strokes!", "'Till then resistless, thus subdu'd by Rome,</br>In garb a penitent, a beaten slave,</br>Great Henry, dreading a severer doom,</br>Lies weeping, fasting, on a rebel's grave.", "As on that day of horror, when the Danes</br>O'er church and city dire confusion spread,</br>Monks, matrons, infants slaughter'd, and in chains,</br>To death devoted, holy Elphege led;", "Those shrines, those altars, and bespangled skies</br>Now sink, now perish in remorseless fire,</br>Smoke, ashes, flames distract my dazzled eyes,</br>And molten lead deforms the beauteous eyes.", "With strength renew'd, with added beauty blest,</br>A choir more glorious rises from the flames,</br>Springs, like the phoenix, from her blazing nest,</br>And still, fam'd Sens, thy wondrous skill proclaims.", "Thither what crowds from every clime repair,</br>The sick in body, the distress'd in mind,</br>Peers, prelates, kings, and all their weight of care,</br>By weightier gold assisted, leave behind!", "O'er this new fane destruction still impends,</br>Vain is all human aid, all human trust.</br>Till good St. Owen timely succour lends,</br>The flames repulsing by his sacred dust.", "What pomp, what splendor Langton here displays,</br>When Becket's bones, for ages deem'd divine,</br>From their low tomb obsequious abbots raise,</br>And prelates bear them to their sumptuous shrine!", "On the same spot where Becket bled, a scene</br>Of mirth and joy now rushes on my sight,</br>While the first Edward and his Gallic queen,</br>The brave and fair, in wedlock's bands unite.", "See!  from th' expanding, Chequer gates proceeds</br>A jocund train of votaries, young and old,</br>And at their head, yclad in palmers weeds,</br>If right I ween, Dan Chaucer I behold.", "'Midst nodding plumes and dirges full and slow,</br>What tears now stream, what sighs assist my ear!</br>My heart too heaves with sympathetic woe,</br>My tears too stream on sable Edward's bier.", "Nor less the pomp, when, freed from royal care,</br>Fourth Henry for that tomb exchang'd his throne,</br>Yet more the grief, as Falstaff's friend was heir,</br>His riots only, not his glories, known.", "Next, Holland's boast, of every cloister'd band</br>The scourge and dread, Erasmus  I survey</br>With smiles attending to the monkish wand,</br>Which points the wealth that here sequester'd lay.", "Now see that hoarded wealth, a regal prize,</br>Seiz'd and dispers'd by Tudor's stern decree,</br>And nothing left to charm our wond'ring eyes,</br>But marbles worn by many a holy knee.", "Nor dares old Austin, in his massy gates</br>At first confiding, vengeful power provoke,</br>But sighing yields his keys, nor madly waits</br>The mounted battery's impetuous stroke.", "This chair, that arch, the memory renew</br>Of Nevill's feast and Warham's princely state,</br>Langton's fam'd hall quick rising to my view,</br>Where monarchs grace the board, and nobles wait.", "Where the fifth Charles and Henry in the hall,</br>As in the lists, their active strength display,</br>And sage Eliza, at good Parker's call,</br>Adorns his banquet on her natal day.", "When Calvin's sons from Artois' fruitful fields</br>Blind Persecution's iron hand expells,</br>This fostering church maternal shelter yields</br>Beneath her roof, where gospel freedom dwells", "Beneath her spacious roof, in rite divine</br>Lo!  various sects and various tongues unite;</br>In blissful league French, Germans, Britons join,</br>While hovering angels listen with delight.", "His palace-gates old Austin opening wide,</br>Yon orient window shows a nuptial train:</br>Close, close the scene &mdash; 'tis Charles's fatal bride,</br>A new Pandora, fraught with every bane.", "Discord soon sounds th' alarm:  with clubs and stones</br>Fanatic zeal each mitred saint assails;</br>\"Down rattling fall proud Becket's glassy bones,\"</br>O'er cross and crosier Culmer's pike prevails.", "The royal donor, with his blooming race,</br>His hapless sons, his daughters golden hair,</br>And, fam'd in story, Woodvile's beauteous face,</br>To pity mov'd, the fierce reformers spare.", "The sainted pope, in fresco plac'd on high,</br>His height alone, not sanctity reprieves:</br>Font, organ, altar, all in ruins lie,</br>Defil'd by cattle, and despoil'd by thieves:", "By thieves, who, meanly warring with the dead,</br>Purloin their little monumental pride,</br>And ev'n thy sword, black Edward, long the dread</br>Of hostile thousands, ravish from thy side.", "But see!  old Austin's palace-gates expand</br>Once more, to welcome a long banish'd lord,</br>With Monck, and Law, and Freedom, hand in hand,</br>A second Charles, to royalty restor'd.", "With him restor'd, from that pure fountain flows</br>Again a blest regenerating stream,</br>Again that board its living bread bestows,</br>And voice and hand resume their heavenly theme.", "Here drop the veil &mdash; no nuptial wreaths, no plumes</br>Funereal wave, no splendid acts succeed:</br>No crosier'd primate regal state assumes,</br>No kings now visit, and no martyrs bleed.", "To this small fane, whose charms he still admires,</br>Where many a dean in solemn silence sleeps,</br>Seen by the muse, Gray's spirit oft retires,</br>And, 'midst the tombs, nocturnal vigils keeps.", "Thee too, sage Walker o'er this hallow'd ground,</br>Though now thy labours can no more delight,</br>She sees, an airy phantom, hover round,</br>Exploring, as of old, each monkish rite.", "Thus, musing o'er the past, while many a scene</br>Of ancient pomp, long vanish'd, I survey,</br>RELIGION, seraph-like, with radiant mien,</br>Flash'd through the roof, and said, or seem'd to say:", "\"What though no pilgrims tread this vaulted floor,</br>Nor royal guests our festive banquets grace,</br>Happy the martyr's relics to adore,</br>His mould'ring shoe, or  more than human face;", "\"Freed from the tortures and the toys of Rome,</br>Wax, incense, idols, and the painter's art,</br>Nor Jew nor Pagan to the flames we doom,</br>Nor court the senses, careless of the heart:", "\"All share the cup of blessing and of praise,</br>Truths, gospel-truths, impress each vulgar ear;</br>No mitered sage Sedition's flag displays,</br>For Faith, and Hope, and Charity are here.", "\"And though, extoll'd by lying monks, this shrine</br>Its wealth and legendary fame has lost,</br>Richer in works WAKE, HERRING, SECKER, shine,</br>And a true martyr we in CRANMER boast.\"</br>"]