["Be patient, Good Neighbours, and hear</br>What I shall unfold you anon,</br>A Trip to Bartholomew-Fair,</br>By Nathaniel, Thomas, and John.", "Scarce had the Burning Phoebus roll'd his Carr</br>Down to the Margen of the Western Skies,</br>Nor had the Hour of Liberty approach'd</br>Wish'd by the Turnkeys Flock, and Hackney Scribes</br>E'er Scrowler and Hackero (Names as yet</br>Unknown to Fame, but Treasur'd in my Lines)</br>Shall stand confest to Ages yet unborn.", "Prickt with a keen Impatience, up they furl</br>Long Scrolls of Parchment, and their Pens dismist,</br>Rest undisturbed in their Sable Sockets.</br>Then issuing forth, they jostle obvious Crowds,</br>Disdain the Chance of Shuffle-Board, nor stay</br>To cheapen Fruits, the Blessings of Pomona,</br>Till they have found a Third to share their Fortunes,</br>By Men Scriblero call'd, a doughty Hero.", "Thus met, a Pause ensu'd, till Scrowler first</br>With Phiz of antient Guise, and Form antique,</br>Broke Silence&mdash;", "Arise my Friends, nor here inglorious stay,</br>Forget a while the aking Thoughts of Thraldom,</br>And search, advent'rous, for the Gifts of Pleasure.", "Not far from gloomy Newgate's Sable Tow'rs,</br>Where Iron-Bars enclose imprison'd Captives,</br>There lies a wide extended Plain, yclept</br>Smithfield, well known to Castor's weary Sons.</br>'Tis now the Time of general Rendezvous,</br>From garter'd Knights  to the ungarter'd Shoe-boy,</br>To taste the Pleasure that the Fair affords;</br>Let's there agree to go. &mdash; So said, so done,</br>They sally forth with mutual Consent.", "But (Muse) pass o'er the various Shocks they met,</br>The Pavements Jostles, and the Kennels Dirt,</br>Till thou shalt view them safe arriv'd in Smithfield.", "Here various Objects strike their ravish'd Senses,</br>The Eyes, the Ears, the Nose, the Tast, the Touch;</br>Here curling Smokes in od'rous Volumes rise,</br>At once informing both their Eyes and Nose,</br>That some more fav'rite Sense be gratify'd,</br>Thither they press intent &mdash; So a staunch Hound,</br>When in the Morning Dew his subtle Nose</br>Has catcht the chearing Scent, he onward scours</br>With Voice elate,  while every obvious Breeze</br>Informs his liquorish Jaws of sweet Repast.</br>Our Heroes view the Iron-Vessels fraught</br>With fat Libations, which the hungry Jaws</br>Of Mortal Wights devour, but, like the Gods,</br>Content with Heads reclin'd, they snuff the Steam.", "Here a long Visto opens to the View,</br>Stor'd with the glittring Wares of Birmingham,</br>There Shoals of Oysters (Food delicious) lie,</br>Which, fresh, inforce the English Husband's Vigour,</br>Impow'r th' Hybernian Hero to discharge</br>His frequent Duty to his Patroness,</br>And, tainted, gratifie the Gallick Taste.", "Mean while the Trumpet Clangor, and the Drums,</br>Fill the wide Welkin with their Martial Airs,</br>While Bagpipes, Fiddles, Salt-Box, Kettle-Drums,</br>Shaums, Jews-Trumps, Tabors, Whistles, Rattles, all</br>Join their discordant Notes to fill the Choir.", "Modell'd by Pallas Aid, large Structures raise</br>Their Wooden Fabricks, lin'd with num'rous Crouds,</br>Expectant of the Shews to be perform'd;</br>While, to amuse the gaping Crouds without,</br>Heroes and Heroines, and Demi-Gods,</br>(Apparell'd in the Mode that Poets feign)</br>Mounted aloft in long Ovation Stalk.", "Others, with em'lous Care to please the Mob,</br>(Sole Umpire) on a slacken'd Cord expose</br>A pendant Youth, whose agil Limbs amaze</br>Spectators; pleas'd to see how well our Race</br>Reprizals make on Pugg's audacious Sons,</br>By mimicking of them, as they do us.", "Some distance mounted on a Stage appear</br>The well-known Peachum, Lockitt, and Mackheath.</br>Here Nature, more than Art, has fram'd the Men</br>Really to personate the Characters.</br>Here Scribler spoke, Behold (my Friends) these Men</br>Will not deceive your Senses, you may read</br>Rogue, Knave and Robber in their Faces plain;</br>For in the Entertainments of the Stage,</br>We learn they act the best who're fram'd by Nature.", "But whilom as the pious Trojan Prince</br>Was nought avail'd by Wisdom, Arts or Arms,</br>To gain Admittance to the Shades below,</br>Had not the Golden Bough spoke stronger Terms</br>Than could be utter'd by the Goddess' Son.</br>So here no Worth, no Excellence commands</br>Admittance for the Heroes of my Song,</br>Till Regal Face imprest on glittring Oar,</br>From Silent, but Expressive Lips, commands</br>Unquestion'd Entrance.  In they go jocund</br>From loftiest Emminence survey the Crowd,</br>Look down upon the Powder'd Dons below,</br>And hug themselves, well pleas'd with cheap Ambition.", "Anon the envious Curtain's drawn, and Lo</br>The Actors now advance upon the Stage;</br>When brave Mackheath recites his Feats of Honour,</br>What Bosom beats not in his glorious Cause?</br>What tender Maid can view his soft Amours,</br>And not begrudge his Polly of the Bliss?</br>None but the rigid Criticks will enquire,</br>Why such sincere and constant Passion's plac'd</br>On such a scoundrel Villain as Mackheath,</br>Senseless of Gratitude, and [illegible] urge</br>That Newgate's horrid Gloom, and Iron Grates,</br>Yield but an Aukward Scene for soft Desires.</br>When poor Mackheath's betray'd, the Audience kind</br>Bemoan his luckless hap, so well has Gay</br>Temper'd the Moving Scene, that ugly Vice,</br>Ingratitude, and Lust engage our Favour.", "The Candles now burn low, the City-Dame</br>Has quite exhausted all her Cordial-Vial,</br>The Beau with Pleasure on his Tatler views</br>Th' approaching Moment of his Assignation,</br>Patient our Heroes sit, till loud Huzza's</br>At once bring the Reprieve for glad Mackheath,</br>And them dismiss, who steer their Courses home.</br>"]