["When Phoebus gave his fierie horses rest,</br>And circled had his glorious Hemisphere:</br>When every Creature thought him fully blest</br>And Tytan gan old Thetis bed to cheere,</br>When silent-nights blacke mantle did appeare,</br>In secret sort I gave the looking on,</br>While blessed Cynthia grac't Endymion.", "I saw how that the sacred Nymph came downe</br>In purple Robe, with starres yfretyzed</br>I sawe her guard, chaste Ladyes of renowne,</br>Blest of the Gods, with fame enthronized:</br>In never-dying Rowles eternized.</br>I knew them all; Endymion the Swayne,</br>And mightie Cynthia with her blessed Traine.", "Shee is well knowne whom all the world admires</br>For vertuous life, and prudent modestie;</br>Rare are her gifts full of Sydneian-fyres,</br>Muses and Graces of high soveraigntie:</br>Attend and garnish her with modstie.</br>I meane not now therefore to paint her praize,</br>Being a taske too high for withered Baize.", "But shew the storie as it then fell out,</br>When she first favoured Endymion:</br>And how false Lyvidus brought it about,</br>That Cynthia had him in suspition:</br>(No heart can shrowde it in oblivion)</br>And who so reades Endymions wofull Verse</br>Let him with teares his Tragedie reherse.", "It greeves my heart to se the gentle Swayne,</br>That kept his tender Lambes on Ida Mount:</br>And brought them downe againe into the plaine,</br>To take their pleasure by the silvered Fount,</br>Folding them all, and taking just account,</br>Least one of them by Carelesse oversight</br>Should wandring perish in the darke-some night.", "It greeves my heart (I say) to heare his moane,</br>Fast by the walles of Troy where once he dwelt:</br>With wringing hands and many a greevous groane,</br>He did expresse the miseries he felt.</br>A heart of flint I thinke would surely melt,</br>To see a gentle Shepheard thus cast downe,</br>By Envies practise and great Cynthyas frowne.", "You mightie Princes and high Potentates,</br>That with your Scepters swaye great Monarchies,</br>You Lords and Knights and all you meaner States,</br>Which doe excell in happie dignities:</br>Fore-see your fall by envies Treacheryes;</br>And chase her from your habitation,</br>As Hagge of Hellish generation.", "Observe her practises in tumbling downe,</br>The greatest princes of the Oulderne times:</br>Bereaving Monarchs of th' Imperiall Crowne,</br>Against their persons urging fayned Crymes,</br>As you may read in Poets golden Rymes.</br>And see in this most wofull Hystorie,</br>Glorious Endymions Catastrophie.", "In Troy Towne scituate in Cambria,</br>There dwelt this Sheapherd of a gentle race;</br>Neer fronting upon great Mongomria,</br>Where Princely Arthur kept his courtly place,</br>Guiding great Albion with his golden Mace,</br>Where Knights and Ladies cladde in princely weeds,</br>Shew'd testimonie of their worthy deedes.", "There did this gentle Shepheard feed his flocke;</br>There tuned hee his well contryved Reede:</br>Sitting on top of highest Ida rocke,</br>Suffring his tender Lambes meane while to feede,</br>Whiles he, clad in his homely Countrey weede,</br>Sang Madrigals and Stanzies of great worth,</br>And descanted to bring his Musicke forth.", "Well could he sing divine and sacred layes,</br>With blessed notes as Poets did record,</br>In silvered lines painting high Jovahs praise,</br>And eke the death of Christians dying Lord.</br>Such Musicke did he oft his flocke afford.</br>As made them leave their foode to listen well,</br>As if they were inchaunted with the spell.", "Satyrs and Silvans at the harmonie,</br>Sometime came darting from the darkesome Grove,</br>Approoving oft the chaunting melodie,</br>And with their harsh and rurall voyces strove,</br>To sound the praises of celestiall Jove;</br>But when their Pipes and voices disagreed,</br>They held their peace and cast away their reed.", "Sometimes he made the Rocks for to rebound,</br>With Eccho of his Notes; sometime the dales,</br>And woods, and springs, to yeeld a burbling sound,</br>As beaten with reflexe of Madrigales;</br>Sibillas Oracles, and prophets tales:</br>Which shew the way to immortalitie,</br>In perfect Hymnes of true divinitie.", "So well he could his warbling Notes divide,</br>That other Shepheards did his layes admire,</br>And set their Notes, as he their Pipes did guide,</br>Untill they could unto the like aspire:</br>Yet never tooke he recompence or hire,</br>But as he lay upon th' Idaean hill,</br>He dayly sounded lowde his Oten quill,", "Long liv'd upon this Mounte the gentle Swayne,</br>Recording songs unto the Deitie:</br>Till Cynthia walking with her blessed Traine,</br>Approach'd the shepheard and his melodie.</br>Where she observing well the Harmonie,</br>With Majestie divine and princelie grace,</br>Retyr'd her selfe and pauz'd a little space.", "I well did view the Coronet she ware,</br>With Diamonds and Saphyres orient,</br>A Carkenet most pretious and rare,</br>Fretized with Carbuncles which Hebae sent,</br>(The same which Pyrocles did first invent)</br>Did circle twise, her sacred necke, and brest,</br>In which the Muses, and the Graces, rest.", "Betweene her paps a lustrious Diamond;</br>Link'd to her Carkenet by curious Arte,</br>(Of yore found out by skilfull Belysond,</br>And given by the mightie Britomarte)</br>So placed was, that light it might imparte,</br>To all inferiour Orbs in darkest night,</br>When Phoebus had with-draw'n his glorious light.", "A surcote all of purple silke she wore,</br>Diapred with Flora's curious skill,</br>Butned with orientall Pearles before,</br>With golden loops to fasten at her will,</br>Fram'd for her bodie by great Astrophill.</br>Such as Bellona used heretofore,</br>In chasing of the feirce Adonian Bore.", "Waving and wide tuck't up unto her knee,</br>Adorned with a frinoge of purest gould,</br>Whence parcell of the Lawne I chanc'd to see,</br>That whiter then it selfe, her skinne doth fould;</br>By Physis fram'd for feature uncontrould:</br>Like whitest Ivorie beautifull and trymme;</br>Whiter then Swannes that in Meander swimme.", "Part of her legges gave lustre to my viewe,</br>As Ivorie pillars bearing up the frame;</br>By that I judge my other speeches true,</br>Which who so sees shal verifie the same.</br>Pardon divine and most Illustrious Dame,</br>Though simple Swaynes do glorifie thy name,</br>Since by this subject get we lasting fame.", "Her Ivorie legs and feet the buskins hide,</br>Of curious stuffe with gold imbellished,</br>Lest natures Ornaments should be espyed,</br>Of worth-lesse wantons, rude, unpolished,</br>Or Venus brats of wits unfurnished:</br>For over all, she vaild her with a Robe,</br>As azur'd welkin over-spreads the Globe.", "Two Grey-hounds swift and white as whitest snow,</br>Attend her to pursue the nymble Deere:</br>And in her hand she bare a dreadefull bowe,</br>To kill the game, if any should appeere,</br>Or any deadly foe approach too neere,</br>Thus stands great Cynthia in the midst of May,</br>With all her Traine to heare Endymions Lay.", "What was the Subject of the Shepheards Song,</br>Aske noble Cynthia, for shee can tell:</br>I list not now to keep you over long,</br>For needlesse things become not stories well:</br>The Stationers the Shepheards musicke sel.</br>But listen well Ile tell you more anon,</br>Of Cynthias Ladies and Endymion.", "The first was Vera daughter to an Earle,</br>Whilom a Paragon of mickle might:</br>And worthily then termed Albions Pearle,</br>For bountie in expence, and force in fight,</br>(Mee list to give so great a prince his right)</br>In all the Tryumphs held in Albion soyle,</br>He never yet receiv'd disgrace or foyle.", "Onely some thinke he spent too much in vaine,</br>That was his fault:  but give his honour due,</br>Learned he was, just, affable and plaine;</br>No traytor, but ever gratious, and true:</br>Gainst Princes peace, a plot he never drewe.</br>But as they be deceiv'd that too much trust:</br>So trusted hee some men, that prov'd unjust.", "Weake are the wits that measure Noble-men,</br>By accidentall things that ebbe and flowe;</br>His learning made him honourable then,</br>As trees their goodnesse by their fruites doe showe,</br>So we doe Princes by their vertues knowe.</br>For riches, if they make a King; tell then;</br>What differ poorest Kings, from poorest men?", "One branch amongst the rest; he left behinde,</br>To spread the glory of th' Oxonian lyne:</br>Noble by birth, true, liberall, and kinde.</br>The glorious fruite of high Cecilian vine;</br>Sacred in marriage with everlasting twyne,</br>Which Juno sponne for great Mongomria,</br>A mightie Prince in western Cambria.", "Calandra was the next of Princely race,</br>Hastingua bred her, in her sacred Cell,</br>Of wisedome excellent, of modest grace,</br>Profoundest Oracles of Christian spell,</br>Shee wisely could unfould and plainely tell,</br>Shee learn'd this skill of that Ashbeian Prince,</br>Who often did Carpocrates conuince.", "Agape, with Musophila the Bride,</br>Ladyes of worthe, and babes of Sydneia,</br>Euphues ornaments, and natures pride,</br>Nimphs, Pastorellas of Arcadia;</br>Fostered in the Muses Gunakeia.</br>These foure followed blessed Cynthia,</br>To view the gardens of Hesperida.", "With many another honourable Dame,</br>Blessed Phileta, Clara, Candida;</br>These lodge within the house of Cynthia,</br>Within the Lande of Terra Florida,</br>Fronting the Fountaines of Castalida;</br>These circle fairest Cynthia in a Ring,</br>While she doth stay to heare Endymion sing.", "The Jewels which they wore gave such a shine,</br>Upon a suddaine to the sillie Swaine,</br>That all unable were his feeble eyne,</br>So great a luster longer to sustaine,</br>Downe fell his pipes, dead was his musick-straine,</br>For private men, hardly beholde her face,</br>But straite they stande amazed in the place.", "But Cynthia stoop'd and tooke him up againe,</br>And rub'd his Temples with her tender hand:</br>Each Ladie strove to take the greatest paine,</br>To rouze him from his Trance, and make him stand.</br>Each way to save his life, was deepely scand,</br>But all in vaine, till Cynthia layde aside,</br>Her Majestie, that daunteth rurall pride.", "At last the sillie Shepheard gan revive,</br>Yet as amaz'd he knew not where he was:</br>But stood as one halfe dead, and halfe alive,</br>As often times we see it come to passe,</br>(For mortall man compared is to grasse)</br>Flora cannot susteine the parching heate,</br>Of Phoebus beames uncessantly to beat.", "But shee that knew the cause of his distresse,</br>Releived him with words of sweetest grace</br>And saide:  Thou gentle Swayne, the Gods thee blesse,</br>Be of good cheere:  Cast sorrowe from thy face:</br>Keepe on thy Laye, and blessed be thy race,</br>Thrice happie he that taught thy Musicke sownd,</br>Joye to their hearts, whom Miserye doth wound.", "Cast feare away, Ile be thy Patronesse:</br>While Chynthia lives Endymion is sure;</br>Let no astonishment, thy minde oppresse:</br>Thus did her gracious words, the Shepheard cure.</br>Who looking up with countenance demure,</br>Bowing himselfe with humble reverence,</br>Address'd this speech, unto her Excellence.", "Renowned Cynthia glorie of thy Sexe,</br>For learning had in admiration:</br>The shine of whose illustrious reflexe,</br>May dazle wits of high invention:</br>Divine Mistresse of Elocution,</br>Pardon poore Shepheards rude, and worthlesse Rymes,</br>Not such as were the Layes of Olderne Tymes.", "Rare is thy skill, in mightie Poesie;</br>Whom Poets Laureat crowne, with lasting Bayes,</br>In Songs of never dying Memorie,</br>Such as greater Homer sung in former dayes.</br>When he with Hymnes, did chaste Cassandra praise.</br>O let me live I pray thee, on this Hill,</br>And tune in Country sort my crazed Quill.", "This modest sute, (quoth Cynthia) is not fit</br>For thee to crave; nor for my state to graunt:</br>Thou oughtst in higher straine t' advauce thy wit,</br>And sacred Notes mongst learned men to chaunt;</br>Mee list not to thy face thy Musicke vaunt.</br>I like it well, and this may thee suffice,</br>Songs of no worth I utterly dispise.", "If thou accountst my judgement any thing,</br>And deemst mee farre remote from flatterie,</br>Let me entreate thee once againe to sing,</br>Melodious Notes of sweetest Harmonie.</br>For such doe please the highest Deitie,</br>And comfort us after our weary Howers,</br>Which we have spent in gathering Gilliflowers.", "The Shepheard lowting low, made obeysance,</br>To all the blessed Ladies in their gree:</br>Hee promised to shew his puissance,</br>And tooke his Pipe downe from a lawrell Tree.</br>(For hundreds such on Ida planted be)</br>Appollo set them circle-wise for wunder.</br>To shrowd the Shepheards from lame Vulcans thunder.", "And all the Ladies plac'd themselves a rowe,</br>To compasse round the mightie Cynthia.</br>Before was never seene such glorious showe,</br>To grace Endymion in Cambria.</br>Who (encouraged by Musophila,</br>The Lady Bride, and Bride of happy choyce)</br>Tun'de well his Pipe, unto his trembling voice.", "And sang the Song of universall Pan,</br>High Soveraigne God, and Prince of Happines:</br>When, where, and how, great Jove this Globe began,</br>To shew his everlasting Mightines.</br>How everie Orbe his center doth possesse,</br>And all things else as now they framed beene,</br>In blessed order, comelie to be seene.", "I heard him sing a Laye of mickle worth,</br>Which I by partes will orderly relate,</br>Helpe me great Cynthia to set it foorth,</br>Being choice Melodie and intricate,</br>Prized by Poets at the highest rate,</br>A Subject fit for Sydneys eloquence,</br>High Chaucers vaine, and Spencers influence.", ""]