["Who'd not at venture Write?  So many waies</br>A man may prove a Poet now a daies?</br>Does Nature writt afford to break a Jest?</br>This is a Poet:  and his friends protest</br>He is to blame he Writes not:  when (indeed,)</br>Th' Illiterate Gull can neither write nor read.", "Let Nature faile!  Takes he but so much Paine,</br>To write obscurely:  adding so much Braine.</br>As end his crabbed sencelesse verse in Rime:</br>This might a Poet beene in Perseus time.</br>And more!  (Though Horace in his book reherses)</br>(Nature and Arte are both requir'd in Verses.)</br>There are those, of their Poetry will vaunt,</br>Which do (God wote) both Wit and Learning want:</br>I know them!  Such as they at Table sit</br>Each Jest you speake, will to a Metre fit.</br>And thus your Witt's sell for their private gaine</br>And bee accounted Poets for their paine.", "Others there are, that Others workes survay,</br>And must from all thinges some thing filtch away.</br>Who if to weaker Braines they can unfolde</br>A Learned Author:  nick a Phrase or two:</br>Straight all'd their owne, the write, who doubts it so?</br>When I wood scarce beleev't, though they, in fine,</br>To every Verse subscribe:  By Jove 'tis mine.</br>Not it't inough they this in private show,</br>But these are Poets, all the world must know.</br>'Tis strange to see what stretching is of Wits,</br>What spare of speech this plentious Presse begets.</br>Some (if you keepe them company) you'l finde</br>As choise to breake a Jest as to breake winde.</br>And what's the reason thinke ye?  Onely this:</br>Al they can speak's too little for the Presse.</br>Where 'tis not losse of Friend, Life, Libertie,</br>Shall cause them keepe a Jest in secrecy.", "Others have helpes:  when their Invention faile,</br>Straight they begin abusively to raile.</br>Then out comes Whelps of the olde Dog:  for sport:</br>Shall barke at Great ones:  bit the meaner sort:</br>When the On-setters (after all their paine:)</br>For feare, woo'd gladly call them in againe.</br>And these will Poets bee accounted too:</br>Because they Dare doe more then others doe.</br>Though they their Verse write, (a man may say:)</br>As Clown's get Bastards, and straight runne away.", "Montanus needes will bee a Poet!  why?</br>Because the Muses on Mountaine hy</br>Inhabited.  Peto for that his Name</br>Denotes him Poet in the Anagrame:</br>And Quaint Castilio:  (since his Father dy'd!)</br>Who many Volumes publish't:  and beside</br>Divers neglected, Left unto his Son:</br>Which dubbes him Poet, by praescription.</br>True!  And Castilio will approved bee,</br>Or he will Print his Fathers Legacy.", "And marke Crispisso, but what shifts he'l finde,</br>Ere he'l bee counted once to come behinde,</br>In every Booke he will bespeake afore:</br>The comming out, roome for halfe a score</br>Or a dozen Verses, which he'l hugely puffe</br>With commendations of the Authors stuffe.</br>And in Hyperbolyes his Name extoll</br>Yond Homer, Virgill, Ovide, Juvenall.</br>Vouching no better Volume, ere was Writ,</br>And that himselfe hath had a Hand in it.", "Oh this vaine-Praise-Affecting Poetry</br>Is a bewitching-itching Leoprosie:</br>That makes men Rub, scrub, rouz and touz their Braine,</br>Pump their Pates dry for Jests:  and all to gaine</br>So much Report:  might serve to make them vaunt,</br>They are Applauded (though of Ignorant.)</br>They'l snatch, and scratch, and scrape (though nere so ill)</br>And rather smart then holde their fingers still:", "Be there a Citty show:  or fight at Court:</br>Of Acts Heroicke:  or of Princely sport:</br>(Which right to write of, or in Type to tell:</br>Might taxe a Daniels or a Spencers quill.)</br>To eye!  to spy!  All for no other good</br>Then onely this!  poore this!  But to obtaine:</br>Some fodder fro their needy greedy straine.", "See then how (Envy) gin's her eyes to fat</br>On dainties plenty, and repines thereat:</br>How muttering Momus (that knowes not to bite,)</br>Grumbles and mumbles mouthfuls out of spite.</br>How currish (Critticks) most severely harke:</br>Ready at each sound of applause to barke.</br>How all together, and how each a part</br>Stretch, retch, faine, strain, Invention, Judgement Art,</br>Raile, Lybell:  what not?  Rather then labour loose</br>Jest on your Gesture:  or be-lye your cloathes.</br>A subject fitter for a Beadles fist</br>Then the tart lines of a smart Satyrist.", "Let Natures causes (which are too profound</br>For every blockish sottish Pate to sound.)</br>Produce some monster:  some rare spectacle:</br>Some seaven yeares Wonder:  Ages miracle:</br>Bee it a worke of nere so sleight a waight,</br>It is recorded up in Metre straight,</br>And counted purchase of no small renowne,</br>To heare the Praise sung in a Market-towne.", "How many Volumes lye neglected thrust</br>In every Bench-hole?  every heape of dust?</br>Which from some Gowries practise, Powder plot,</br>Or Tiburne Lectur's, all their substance got:</br>Yet tosse out Rime-stalles youll admire the rout</br>Of carelesse fearelesse Pamphlets flye about.</br>Bookes, made of Ballades:  Workes:  of Playes,</br>Sightes, to be Read:  of my Lo:  Maiors day's:</br>Post's, lately set forth:  Bearing (their Backe at)</br>Letters, of all sorts:  An intollerable Packet.</br>Villains discovery, by Lanthorn and Candle-light:</br>(Strange if the author should not see it to handle right)</br>A Quest of Inquirie:  (Jacke a Dover's)</br>The Jests of Scoggin:  and divers others</br>(Which no man Better the Stationer knowes)</br>Wonderfull Writers; Poets in Prose.</br>What poste pin'd Poets that on each base Theame,</br>With Invocations vexe Apollo's name.", "Springes for Woodcockes:  Doctor Merriman:</br>Rub and a good Cast:  Taylor the Ferriman.</br>Fennor, with his Unisounding Eare word:</br>The unreasonable Epigramatist of Hereford:</br>Rowland with his Knaves a murninall;</br>Not worth the calling for, a fire burne em all:</br>And number numberlesse that march (untolde)</br>Mongst Almanacks and Pippins, to be solde.", "APOLOGIE.</br>These Ill which better Dare then know to wright</br>Makes those (I know) not dare who better might</br>For who ist now attempts to Print, but knowes,</br>He must be one or censured on, of Those!</br>For my part (Gallants) it was nere my hap,</br>On high Pernassus Top, to take a nap:</br>Or the Divine Nine sisters Fount to see:</br>Whence I might steale a sip of Poetry.</br>These Idle Verses (which I Idle made)</br>None but the Idle I request to read:</br>Then what Applause looke I for, all may guesse,</br>When none may looke for Praise from Idlenes.</br>"]