["HOBBINOL.  COLINET.", "Beneath a cavern'd rock, whole hideous brows</br>Frown indignation on the roaring tide,</br>Two shepherds, gentlest of the sylvan train,</br>Ere yet they tell their mutual cares, behold</br>The wonders of the soul-amazing main,</br>From a proud promontory's glorious head;</br>Whence terror oft, 'midst night of storms enthron'd,</br>Darkning the deep, on wings of harness'd winds</br>Rides the resounding waves; or form a cliff</br>Leans bellowing o'er the fire-convolving war</br>Of billows, breaking on the foamy shore.", "Loud tho' majestic Nature pours from all</br>The vast-extended regions of the globe</br>Her fame-ennobled rivers to the deep.</br>Deigns not unbounded ocean to receive</br>The tributary fountain's humble rill,</br>That peaceful glides along the lowly vale?</br>Shall &mdash; too not scorn this dew-drop, shed</br>Amid the mighty torrents of renown,</br>Which from earth's wide-resounding nations roll</br>To swell his tide of glory?  Shall the bold</br>Patriot, whose thunder shook surrounding worlds,</br>Descend to dignify the rural shade,</br>And deign his heav'n-effulging virtues veil?</br>Like some propitious cherub, who, from height</br>Of glory sped, enshrouds the solar blaze</br>Of his sky-radiant robes in homely guise,</br>To chear congenial Innocence, escap'd</br>From cities to the shepherd's tranquil bow'r.</br>Struck with religious awe mine humble roof,</br>Trembling, receives her great, her godlike-guest,</br>The tow'ring Atlas of a falling world;</br>At echoes of whose loud immortal fame,</br>Ev'n great ELIZA, 'midst her bright compeers,</br>Her star-encircled forehead bends from heav'n,</br>In wonder to behold her orient beams</br>Lost in meridian glories of his soul.</br>How mean an offering, then, this artless verse,</br>Which sings the youthful swains, hight Hobbinol</br>And Colinet, who in the green recess</br>Of ivy-woven grotto thus unfold</br>Each simple purpose of the ingenuous heart!</br>While rainbow, guardian of the threshold, sits,</br>And upward looks with wonder, to behold</br>On forehead of the steep an aged goat,</br>Bearded, like Time; yet gamesome as a kid,</br>Stand upright, and with horned head oblique,</br>And eye lascivious, gambol, as in yore,</br>When pleasure wanton'd in his youthful veins.", "COLINET.</br>Say, Hobbinol, why thus thy youthful cheek</br>Fades, like the drooping lilly's languid hue?</br>Have envious elves with pebbles smote thine herd?</br>Hath wily fox, unmov'd by piteous cries,</br>Torn a fair lambkin from his wailing dam?</br>Have thy kids fall'n from yonder bending rocks?</br>Or, haply, thou hast seen a sheeted ghost</br>Rise from his dreary mansion of the tomb?", "HOBBINOL.</br>Late in the brooding silence of the night,</br>Soon as mine humble cottage I approach'd,</br>And the bright taper glimmer'd on mine eyes,</br>All wan and breathless, to the ground I fell.</br>The trembling matrons sprinkled on my brows</br>Reviving waters of the limpid spring,</br>And spread beneath my feet the rushes green.</br>For oh!  such strange, such hideous forms appear'd</br>Unto these eyes, as thou in winter-ev'n</br>Hast never heard beside the jocund fire;</br>Tho' oft as shepherds vow they have beheld</br>The discontented goblin, dark as night,</br>Stalk, like a giant, o'er the foaming waves,</br>Which now tumultuous from this mountain's head</br>We see afar break o'er the whitening shelves.", "COLINET.</br>So may I live to hail the rising year,</br>So gentle Marian crown my smiling joys,</br>So teem my flocks with young in happy hour,</br>As now thy tale with wonder fills mine ear.", "HOBBINOL.</br>Hear, Colinet.  By wayward fancy led,</br>Forth by yon river's flow'r-embroider'd brink</br>I wander'd to behold the boundless sea:</br>What time the moon, in all her glory ris'n,</br>Streaming thro' amber clouds with snowy light,</br>Gilds the smooth, azure deep, enrich'd, like heav'n,</br>With vivid lustre of reflected stars.</br>From new-mown meadows what delicious gales</br>Whisper the willows of the winding stream,</br>Bright on whose bosom dance the trembling rays;</br>While dash'd in thunder, down the rocks remote</br>Tumbles th' indignant torrent thro' the woods,</br>And deep along the hoarse-resounding vales</br>Swells with his roar the solemn-murm'ring winds.", "COLINET.</br>Say, from that castle, which across the stream</br>Blackens with broad-projected night of shade,</br>And leans, the hoary monument of time,</br>'Midst awful gloom of venerable trees,</br>Did goblin, on a fiery whirlwind borne,</br>Across thee shoot, and blast thee in thy course?", "HOBBINOL.</br>Thus all in grandeur of her glory, shone</br>Heav'n's cloudless canopy, and from the moon,</br>How peerless 'midst unnumber'd stars enthron'd!</br>Rivers of light thro' yonder broken cliffs</br>Wav'd o'er the dewy verdure of the vales.</br>In extasy of wonder, to behold</br>The majesty of Nature from the top</br>Of yonder lofty cape, whence wide I view'd</br>The heav'n-smooth ocean, on my crook I lean'd.</br>How blue the star-bespangled arch of heav'n!</br>How awful the majestic mountains wild</br>With rocks and woods in solemn silence lean</br>O'er wide-illumin'd bosom of the deeps,</br>And, far as eye beholds, all silver'd o'er</br>With sidelong-streaming glories of the moon,</br>Swell into boundless prospect, as they sweep</br>In bold magnificence along the shore.</br>But as if bearded witch had rode thro' air</br>Upon her wand, to winged palfrey chang'd,</br>Which bears her hated carcase on the winds,</br>Nipt was my vernal bloom of guiltless joy.</br>For sudden darkness overcast the skies;</br>Loud from the forest-waving mountains howl'd,</br>Sullen and hoarse, the deep-deforming winds.</br>The fatal raven, from his slumbers scar'd,</br>Croaking, outspread his sounding pinions broad,</br>As when he follows thro' the blasted air</br>The strides of ghastly death unto the couch,</br>Where pining sickness, pale with languor, lies.</br>The night-owls screech'd, and all in flames appear'd</br>The haunted tow'r, whose ivy-crowned brows</br>In sorrow o'er the heap of ruins bend.</br>Soon did mine heart forebode some age-worn witch,</br>Or angry fairies, or shrill-shrieking ghost,</br>Or evil spirit wander'd now abroad,</br>And with frowns darkning the fair face of things,</br>Had rouz'd the gloomy winds, as at th' approach</br>Of him, who sweeps away in storms of fire,</br>From grasp of struggling death, the guilt-torn soul,</br>Which, hal'd along by black and ugly fiends,</br>Screams loud with horror thro' the howling air.", "COLINET.</br>Thy words with terror rive my beating heart.", "HOBBINOL.</br>Suppliant upon the ground in pray'r I fell;</br>When in my pathway burn'd a glimmering fire.</br>Swift as the winds I flew; the wand'ring torch</br>Preceding, thro' the quagmires drear I dragg'd</br>My labouring limbs; 'till, oh!  mine evil stars</br>Led me, in hapless hour, along the tombs</br>Of yonder abbey, whose majestic oaks,</br>Like melancholy mourners of the dead,</br>Weep o'er the mould'ring pile; as Time himself</br>(Such truths our heav'n-taught pastor hath reveal'd)</br>Adown his venerable-flowing beard</br>Sheds the last drops o'er nature's fun'ral pomp,</br>When mountains fall, and ocean is no more.", "COLINET.</br>Preserve us, gracious heav'n!  henceforth beyond</br>The threshold of his cottage strays no more</br>Thy Colinet in darkness of the night.", "HOBBINOL.</br>Methought, as with my sounding footsteps shook</br>The rotten church-yard, from each yawning grave</br>Pale, deadly pale, the trooping spectres rose,</br>And pierc'd mine ear with shrieks; besure amaze</br>And horror in my rolling eye-balls glar'd.</br>With cries of murder groan'd the sobbing air,</br>With clank of chains, and yell of tortur'd ghosts,</br>Suff'ring the vengeance of eternal fire.</br>Broke from the rolling ground a sudden flame,</br>And, like the hideous star with blazing tail,</br>Trail'd blueish light along.  The dismal howl</br>Of dogs, as when they bay the paly moon,</br>Mine ear receiv'd, like death's last mournful knell,</br>That opes the shepherd's grave.  Nay, village-cocks,</br>Whose shrill alarms at midnight, to the jaws</br>Of his cold mansion in some lonely tomb,</br>Scare the poor wand'ring spirit, warn'd my soul</br>With some approaching ill, while icy fear</br>Seiz'd deep the freezing current of my blood.", "COLINET.</br>And liv'st thou to behold this noontide sun?", "HOBBINOL.</br>While, like the weeping marble, which deplores</br>The dead, in everlasting darkness stretch'd,</br>Beneath a nodding arch I stood aghast,</br>Harrow'd by fears, which thrill'd thro' every vein,</br>A roaring whirlwind the rough turrets rock'd,</br>And larger drops stream'd cold along my limbs,</br>When slowly stalking, like pale-visag'd death,</br>Solemn and sad along the dreary isles</br>Mov'd a tall ghost in majesty of woe.</br>He stopp'd, he turn'd, and to his shiv'ring train,</br>Arising into dignity sublime,</br>Wav'd, awful signal to abide aloof.", "COLINET.</br>Some angel shield us with his starry wings!", "HOBBINOL.</br>Mantled with wooff of night he did approach.</br>Sunk were his languid eyes, each hollow cheek,</br>Like wasted Famine, wan; his chatt'ring teeth,</br>Beyond each trembling lip projected, stood,</br>Or loose, or broken in his sapless gums.</br>A wand he bore, and, sick'ning on his brows,</br>Sat dark despair.  The beating of mine heart</br>With earthquake shook my frame; alive mine hairs</br>Bristling arose, and, thunderstruck with awe,</br>Pale, trembling, ghastly, like a ghost I stood.</br>But soon as he approach'd me, like a tow'r</br>Sudden his stature rose, and at the sight,</br>Blasted by terror, to the ground I fell.", "COLINET.</br>Hence &mdash; Let us pen beneath this vaulted rock</br>Our bearded goats; for see the billows foam</br>Before the black'ning horrors of the storm.</br>Haste, haste, ere thunder shake the guilty world;</br>For the blue lightnings, look!  with angry glare</br>Blaze thro' the fleeced darkness of the clouds.</br>"]