["DORON.</br>Sit downe Carmela here are cubbs for kings,</br>Slowes blacke as jeat, or like my Christmas shooes,</br>Sweete Sidar which my leathren bottle brings:</br>Sit downe Carmela let me kisse thy toes.", "CARMELA.</br>Ah Doron, ah my heart, thou art as white,</br>As is my mothers Calfe, or brinded Cow,</br>Thine eyes are like the glowwormes in the night,</br>Thine haires resemble thickest of the snow,", "The lines within thy face are deepe and cleere</br>Like to the furrowes of my fathers waine,</br>Thy sweate upon thy face dooth oft appeare</br>Like to my mothers fat and Kitchin gaine.", "Ah leave my toe and kisse my lippes, my love,</br>My lippes and thine, for I have given them thee:</br>Within thy cap tis thou shalt weare my glove,</br>At foote ball sport thou shalt my champion be.", "DORON.</br>Carmela deare, even as the golden ball</br>That Venus got, such are thy goodly eyes,</br>When cherries juice is jumbled therewithall,</br>Thy breath is like the steeme of apple pies.", "Thy lippes resemble two Cowcumbers faire,</br>Thy teeth like to the tuskes of fattest swine,</br>Thy speach is like the thunder in the aire:</br>Would God thy toes, thy lips and all were mine.", "CARMELA.</br>Doron, what thing doth moove this wishing griefe.", "DORON.</br>Tis Love Carmela ah tis cruell Love.</br>That like a slave, and caitiffe villaine thiefe,</br>Hath cut my throate of joy for thy behove.", "CARMELA.</br>Where was he borne?", "DORON.</br>In faith I know not where.</br>But I have heard much talking of his dart.</br>Ay me poore man, with manie a trampling teare,</br>I feele him wound the forehearse of my heart,", "What doo I love?  O no, I doo but talke.</br>What shall I die for love?  O no, not so.</br>What am I dead?  O no my tongue dooth walke.</br>Come kisse Carmela, and confound my woe.", "CARMELA.</br>Even with this kisse, as once my father did,</br>I seale the sweete indentures of delight:</br>Before I breake my vowe the Gods forbid,</br>No not by day, nor yet by darkesome night.", "DORON.</br>Even with this garland made of Holly-hocks</br>I crosse thy browes from everie shepheerds kisse.</br>Heigh hoe how glad am I to touch thy lockes,</br>My frolicke heart even now a free man is,", "CARMELA.</br>I thanke you Doron, and will thinke on you,</br>I love you Doron, and will winke on you.</br>I seale your charter pattent with my thummes,</br>Come kisse and part, for feare my mother comes.</br>"]