["And must my stubborn heart at last resign</br>The dear, dear treasure it has held so long,</br>And through the lingering day neglected pine,</br>The laughing sons of indolence among?</br>Still must I weave the melancholy song</br>For her whose soul commiserates my lot,</br>And, shunning mirth's infatuated throng,</br>Review the sweet &mdash; the pleasurable spot,</br>Where first that bliss ensued which ne'er shall be forgot?", "Oh, my beloved!  must I turn me back </br>To those sweet days of rapture and delight,</br>When even timorous friendship was not slack,</br>Thy smiles with distant passion to requite,</br>Those heavenly smiles, so ravishingly bright,</br>That fill'd my bosom with ingenuous pain?</br>Ah!  must I turn to that delicious night!</br>When, wrapt in love, we loiter'd on the plain,</br>Clung to each other's lips, and vow'd to meet again?", "Come, ye soft visions of delusive joy!</br>Ye viewless spirits of ethereal flame!</br>Who round the poet's couch your hours employ,</br>And lead him up the slippery heights of fame:</br>Borne on your lightest pinions, round my frame,</br>O!  spread awhile your most enchanting spells,&mdash;</br>And teach my aching bosom to reclaim</br>Its wonted peace, where disappointment dwells,</br>And with the blooming hopes of innocence rebels.", "O teach me to resign the heavenly prize</br>To some unknown (perhaps unworthy) breast,</br>To lose all fond remembrance of those eyes,</br>Where love had fixt his enviable nest:</br>O!  snatch me from the bosom I have press'd,</br>And from my nature every feeling tear,</br>For how can passion ever be suppress'd,</br>While memory holds her strong dominion there,&mdash;</br>How shall my heart escape the tortures of despair?", "Yes, they have triumph'd; but the conquest brings</br>Love's bitterest tears, and envy, and despite;</br>And tho' remorse my bursting bosom wrings,</br>Years yet will cease of unreprov'd delight,&mdash;</br>And many a blooming day, and heavenly night,</br>And many a joy congenial to the heart,</br>When Hymen's self our sorrows shall requite,</br>And, freed from every miserable art,</br>Love spread his boundless wings, and every joy impart.", "O, ne'er may I forget, to damp the flame,</br>What schemes their rage incessantly has tried;</br>What arts pursued to violate thy name,</br>And rob thy bosom of its fairest pride:</br>But who the rushing cataract shall guide,</br>Or who restrain the hyperborean blast,</br>That howls and thunders on the Baltic tide,</br>And tears up rocks that centuries made fast?</br>Who but ourselves, my love!  can recompense the past?", "What tho' the parting sun some cloud obscure,</br>As down the western hills he holds his way,</br>Will, will not hope a brighter hour insure,</br>Beneath the morning's animating ray?</br>Will she not promise a sublimer day,</br>And deck the future with a softer hue?</br>Yes, she will smile, our injuries allay,</br>She still will prove benevolent and true,</br>And point to lovelier days, and raptures ever new.", "But tho' discretion bid me to depart,</br>Resigning all the dear delights we've known,</br>The warm impassion'd kiss, the glowing heart,</br>Warm'd with a flame exclusively its own,</br>Still shall we think of many a pleasure flown,</br>When in the woods, in am'rous folds we lay;</br>Far from the ken of man, and left alone,</br>To hear the wild brook warbling on its way,</br>Beneath th' autumnal moon's invigorating ray.", "Oft shall I think me of those melting hours,</br>That saw me leaning o'er thy heaving breast,</br>When love, and joy, and happiness were our's,</br>And all the friends of malice were at rest;</br>When every sense that Campbell hath express'd,</br>Reign'd in our bosoms, and our hopes inspir'd,</br>And promised days and years, for ever blest,</br>With all that sweet affection e're requir'd,</br>All that a woman loves, or virtue e'er desir'd.", "And thou wilt think of me at midnight hour,</br>And view me, seated at my casement high,</br>Musing intent upon the moon's bright tow'r,</br>That shines sublimely in the southern sky;</br>And on the night wind breathe the languid sigh,</br>And think of days that never may return,</br>Days that, alas!  in dark oblivion lie,</br>And to the pleasures which they promis'd turn,</br>Grasp at the phantom hope, and for Philander mourn.", "And oft amidst the silence of the night,</br>When all is peace, and not a zephyr moves,</br>And all is sheen beneath that holy light</br>Which friendship courts, and innocence approves:</br>Thou'lt fondly ponder on out mutual loves,</br>And think how many a memorable hour,</br>When evening deckt her amaranthine groves</br>With dropping pearls, within the moonlight bow'r,</br>We bent our murm'ring souls to love's dissolving pow'r.", "Oh, my Leanthe!  can'st thou think of these,</br>These pleasant times, nor heave th' accustom'd sigh,</br>Such as the cautious ear of her may please,</br>Who scans the past with a regretful eye;</br>And thinks the heavenly vision still more nigh,</br>While deeply musing on each tranquil spot,</br>Where, unobserv'd, we oft were wont to be,</br>Pleas'd with our sweet inestimable lot,&mdash;</br>Lost to the busy world &mdash; by all the world forgot?", "And yet, bewilder'd heart!  'tis all in vain,</br>To think those glowing hours will e'er return,</br>Those melting hours of pleasure and of pain,</br>When first I felt thee like Vesuvius burn!</br>They all are fled!  and I have now to learn</br>That stubborn task, no lover can perform&mdash;</br>How can I chase her from my thoughts, &mdash; how spurn</br>The lively recollection of her form,</br>And those indulgent eyes with amorous madness warm?", "Oh!  she is lovelier than the new-blown rose&mdash;</br>Is sweeter than the hyacinth's perfume;</br>Upon her cheeks the flush of nature glows,</br>And in her eyes the laughing loves entomb!</br>There honour, truth, and fond affection bloom,</br>There heavenly bliss and gratitude may dwell.</br>Oh, fancy!  'tis in vain to crow'd thy loom</br>With her perfection!  'twere in vain to swell</br>For her the chorus of thy sublimer shell!", "And will Leanthe of her tutor think,</br>When distance sets their aching souls apart?</br>Will she, in thought, upon his bosom sink,</br>And bind his melting spirit to her heart;</br>And to his lips her humid kiss impart,</br>And lull his feverish temples in her breast,</br>Watch o'er his tortur'd slumbers, nor depart</br>'Till all his wounded feelings be at rest,</br>And every hope destroy'd, and every thought suppress'd?", "Let not th' unfeeling heart that cannot taste</br>Love's pure and sweet, ineffable delight,</br>And all those joys so amiably chaste,</br>That set the wrongs of our existence right,</br>Presume the buddings of my song to blight;</br>Or of its glowing properties complain!</br>Those who can feel the passions will unite,</br>To guard the muse, and vindicate her strain,</br>And in their raptures own, she has not sung in vain.", "But if it meet my sweet Leanthe's eye,</br>And charm awhile her melancholy ear,</br>If it call forth one unaffected sigh,</br>One unpolluted and ingenuous tear:</br>I laugh to scorn the Cynic's vulgar sneer,</br>And all the malice of inveterate hearts!</br>For dear is feeling's voice &mdash; For ever dear</br>The heavenly tones that gratitude imparts,</br>Free from each selfish aim, and all ignoble arts.", "Ah!  cou'd'st thou ponder on the tender strain,</br>Unmov'd, that charm'd the sympathetic air;</br>Or hear, at night, the soft guitars complain,</br>Touch'd by the hand of amorous despair,</br>Or see the floating gondolas prepare</br>To waft their couples to the realms of bliss,</br>Where neither withering prejudice, nor care,</br>Annoys the sweet, the passion-breathing kiss,</br>And all the tend'rer pleasures of a world like this?", "Hark!  'tis the flute's wild melody that floats</br>Along the willows of yon silent stream,</br>Where fancy, listening to the love-sick notes,</br>Seems softly swooning in a rapt'rous dream:</br>There the pale crescent sheds her virgin beam,</br>And airy visions hold their vigil calm,</br>In such a sphere the murderer might seem</br>To taste awhile the sweet Lethean balm,</br>And deem himself secur'd from conscience and alarm.", "But where the murderer finds a place of rest,</br>From all his own, and all the world's misdeeds,</br>Love feels new tortures rushing through his breast,</br>And, void of hope, upon destruction feeds!</br>At ev'ry thought his bursting bosom bleeds&mdash;</br>At ev'ry thought he gushes into woe,</br>And, in the future, not a promise reads</br>Of meeting that dear spirit, who below</br>Charm'd his deluded heart, and taught his tears to flow.", "Ye soul-entrancing visions of delight!</br>That watch the lover as he lies at rest,</br>When on venetian bowers the pale moonlight,</br>Seems by some magic influence impress'd,</br>O, bear me, bear me to Leanthe's breast,</br>There let me taste of pleasures that are past,</br>Print on her ruby lips, with rapture blest,</br>One only kiss, the sweetest and the last,</br>Die in her wreathing arms, nor think my death too fast.", "'Tis all the pleasure that Philander asks.</br>'Tis all he wishes or can hope to share;</br>And who shall tell his rapture while he basks</br>Upon a spot so delicately fair?</br>Who, but whose love may venture to compare</br>With his &mdash; alive to tenderness and woe,</br>Not such as sordid spirits may declare?</br>The rapt'rous thrills which thro' his bosom glow,</br>No such penurious hearts were ever taught to know!", "Oh, might I languish in her circling arms,</br>For days, and years, and ages yet to be,</br>The sole possessor of her heavenly charms,</br>Even to the portals of eternity!</br>For what's the world, with all its joys, to me,</br>If reft of all my spirit can adore;</br>Love, beauty, truth, and dove-ey'd constancy,</br>That bosom fraught with intellectual lore?</br>Ah!  what's the world to me, if these delight no more?", "Then, fare thee well, Leanthe!  and may heav'n</br>Watch o'er thy slumbers, and thy steps attend;</br>And since barbarian fate our forms hath riv'n,</br>In sweet communion shall our spirits blend!</br>Their rage and malice now are at an end,</br>Yet shall the sweet duplicity remain</br>O!  write me all thy sorrows, Love!  and send</br>Thy dear Philander many a soothing strain,</br>And he will answer thine, nor answer them in vain.</br>"]