["RECITATIVE.</br>'Twas at a house where City wits repair,</br>To talk and taste tobacco-tainted air,</br>Six social souls one ev'ning lately met,</br>To drain their pockets and their whistles wet,</br>To laugh and joke, to tell the merry tale,</br>And drown the tyrant Care in Burton ale;</br>For, tho' they all from diff'rent places came,</br>Yet their intentions nearly were the same.</br>The glass had circled twice, and seem'd to say,</br>Mirth uncontroul'd should hold her easy sway;</br>When they resolv'd, their pleasure to prolong,</br>That each should praise the liquor in a song;</br>And they who dar'd this rule to disobey,</br>Should all the reck'ning of the ev'ning pay;</br>But he who sang, and prais'd the liquor best,</br>Should, in reward, be treated by the rest.</br>Phelim O'Flannaghan from Londonderry,</br>Whose rule thro' life is always to be merry,</br>As 'twas to him they ow'd the social plan,</br>Embrac'd the offer first, and thus began:", "AIR &mdash; \"Langolee.\"</br>Of the hill of Parnassus some poets will tell us,</br>And Helcion fountains, a roundabout tale;</br>Believe me, they're nothing but poor wat'ry fellows,</br>For poets there's nothing like good Burton ale.</br>O Burton ale!  it sparkles so prettily,</br>Makes one keep rhyming and singing so wittily,</br>Not all the flip-flops from your France, Spain, or Italy,</br>Can equal, for poets, your good Burton ale.", "Let them drink till they burst of their Hippocrene waters,</br>And then at my poems and me let them rail;</br>Let them hang up Apollo and all his Nine Daughters,</br>Give me but a bumper of good Burton ale.</br>O Burton ale!  &amp;c. &amp;c.", "Should misfortune o'ertake you, and rob you of freedom,</br>And lay you as dead as a herring in jail,</br>Your friends and your money no more you will need 'em,</br>If you drink pretty freely of good Burton ale.</br>O Burton ale!  it sparkles so prettily,</br>It makes one keep rhyming and singing so wittily,</br>There's nothing in Ireland, in France, Spain or Italy,</br>Sparkles so bright as good Burton ale.", "O!  yes &mdash; there is something, it was my mistaking,</br>A something I better than any thing prize;</br>A something much brighter than waht I've been spaking,</br>'Tis the sparkling of Norah Brulgruddery's eyes.</br>O Norah's black eyes!  they sparkle so prettily,</br>She kisses so sweet, and her tongue wags so wittily,</br>Not all the stage-dancers from France, Spain, or Italy,</br>Can equal my Norah's two pretty black eyes.", "RECITATIVE.</br>Sawny M'Grouther, a douce honest chiel,</br>Wha kens the art o' thriving unco weil,</br>Wi' head pang'd fu' o' learning frae the College;</br>Attempted next its virtues to acknowledge.", "AIR &mdash; \"John Anderson my Joe.\"</br>'Tis I hae been frae north to south,</br>And mony fairlies seen,</br>And never fail'd to slack my drouth,</br>In ilka place I've been:</br>I've wander'd mony a weary mile,</br>O'er mountain, muir, and dale,</br>But never met the like o' thee,</br>O charming Burton ale!", "How sweet are roses newly blawn!</br>And sweet the new mown hay,</br>How sweet to prie my Meggie's mou!</br>And sweet the dawn o' day.</br>How sweet, when rumbling is our kite,</br>On haggis to regale!</br>But ah!  much sweeter than all these</br>Is charming Burton ale.", "O Edinbro'!  you maun give way,</br>Tho' lang ye've born the grie,</br>And Ferntosh itsell maun yield,</br>O Burton ale!  to thee.</br>To tell thy wonder-working power,</br>I fear my tongue will fail,</br>Then quickly let me prove thy praise,</br>O charming Burton ale!", "RECITATIVE.</br>Next Monsieur Rigadoon, who came from France,</br>To teach de English ladies how to dance;</br>Like ev'ry Frenchman, always pleas'd and gay,</br>He thus commenc'd the panegyrick lay:", "AIR &mdash; \"Contre les Chagrins de la Vie.\"</br>Vonce me thought me lov'd de Champaign,</br>And les autres forte de vine;</br>But now Port, Champaign, and Claret,</br>Me for ever will resign.</br>Me be grown much more sensible,</br>Since to England me did sail;</br>Me have seen de English ladies;</br>Me have tasted Burton ale.", "Vell may le grand Bonaparte,</br>Vish dis contree to invade;</br>Not because he'll find de money,</br>Or because he'll spoil deir trade:</br>Not because he love de freedom,</br>Vich in England so prevail;</br>But, vat Frenchman love much better,</br>He vill find the Burton ale.", "Le Duchman may smoke le tabac,</br>Et le German prize sour krout,</br>Le Grand Turque may drink le caffe,</br>Et le Russien feel the knout:</br>But let me, von pauvre Frenchman,</br>Always vid John Bull regale;</br>Let me eat de English roast beef;</br>Let me drink de Burton ale.", "RECITATIVE.</br>Next Mr. Bull, an Englishman, who bore</br>A pond'rous paunch which swinging hung before,</br>Harmoniously his voice began to raise,</br>And join his neighbours in the liquor's praise.", "AIR &mdash; \"Sally in our Alley.\"</br>When toss'd upon the sea of life,</br>By adverse fortune's gale, Sir,</br>You unconcern'd may view the strife,</br>Well lin'd with Burton ale, Sir.</br>It fills the heart with true delight,</br>And drowns all care and trouble;</br>It even will improve our sight,</br>Nay, make us oft see double.", "Tho' Grub-street I cannot excel,</br>Or yet for Braham pass, Sir;</br>To prove I like my subject well,</br>Pray but observe my glass, Sir;</br>And if one proof will not suffice,</br>And all my words are vain, Sir;</br>To make it clear I speak not lies,</br>I'll do the trick again, Sir.", "Altho' you find my Muse is frail,</br>I must not quite forget her;</br>For had she tasted Burton ale,</br>She would have sung much better.</br>In vain I eloquently strove</br>To argue or to hector;</br>For, by an odd decree of Jove,</br>Poor wench!  she must drink nectar.", "RECITATIVE.</br>Of all the company but one remains,</br>To sing the liquor in harmonic strains;</br>And that was one who never Mirth disowns;</br>So thus sang honest Mister Jenkin Jones:", "AIR &mdash; \"By the Side of a Brig.\"</br>Hur sprang from hur anshester Owen Glentour,</br>A prince of great honour and fame;</br>Hur relations are shentlemen all to this hour,</br>And Shinkin ap Shones is hur name.</br>Yet hur father, hur honesty owns,</br>Keeps mead and metheglin for sale;</br>But the mead of hur own father Shones</br>Is not equal to goot Purton ale.</br>Good Purton ale, &amp;c.", "Hur comes from Llangollen, Got pless hur!</br>A pretty and prave little place;</br>And, as long as hur life shall possess hur,</br>Hur will not Llangollen disgrace.</br>Yet this truth hur most honestly owns,</br>That in all hur Llangollen vale,</br>There is nothing, pelieve Shinkin Shones,</br>Can equal this goot Purton ale.</br>Goot Purton ale, &amp;c. &amp;c.", "RECITATIVE.</br>Here honest Shenkin fell beneath the table,</br>For to sing more that night hur was not able;</br>And yet it was decreed, with loud applause,</br>Hur prais'd the liquor most by \"falling\" in its cause.</br>"]