["That master-vice Ambition has its course;</br>It wakens Hope, it promises success;</br>Can Wisdom, Reason, Justice break the force</br>Of those bold passions that o'erlook distress?</br>Not Fear itself, their vigour can repress.</br>Hence Pride attempts what Fancy had design'd,</br>Betraying often its own littleness;</br>Fortune unbalances the strongest mind,</br>And vanities beset the mightiest of mankind.", "These truths experience, history ever taught,</br>And many a moral tale in Childhood lov'd;</br>But men by splendid wickedness are caught,</br>They laud those acts which erst they disapproved.</br>Their spleen, by buried crime alone is mov'd&mdash;</br>Great villains thrive &mdash; we deem them great indeed.</br>How brave their spirits, wheresoe'er they rov'd</br>To desolate the world, while millions bleed!</br>Officious fools for aye the cause of bravoes plead.", "While Aves vehement confuse their brains,</br>Kings would be demigods; and courtiers kneel.</br>Audacious mockery!  the muse refrains</br>From courting those who ne'er for others feel.</br>Alas!  she cannot scorn the proud appeal</br>Of steel-clad heroes to her lofty lay;</br>For them she weaves the Laurel-wreath with zeal</br>As hirelings stalk along in proud array,</br>Where blazing lights shed forth an artificial day.", "And Genius thus is self-betray'd to please</br>An heartless tyrant, in his pride of pow'r.</br>The love of flattery is a sore disease,</br>It spreads from Chieftains' hall to ladies' bow'r.</br>The worm that gnaws the oak destroys the flow'r.</br>Shall sacred poesy, that heavenward springs,</br>Her flights, to creep before a mortal, lower?</br>She scorns the song which venal minstrel sings,</br>Nor to delight the proud her own proud off'ring brings.", "The worshippers of images offend</br>Against Omnipotence; nor they alone;</br>Those too, who mindless of their nature, bend</br>Before or fool or tyrant on a throne.</br>Such men to scorn their God are ever prone.</br>Their idols soon are swept away from earth,</br>In folly riotous, with pride upblown.</br>What then avail their victories or mirth,</br>The splendour of their deeds, the lustre of their birth?", "Truth must prevail at length; who now reveres</br>Almanon's wealth, or Akber's mighty name?</br>Or his far more renown'd in later years,</br>Once loudly thunder'd through the trump of fame!</br>His hardihood may women-warriors shame.</br>The beams of science pierce through northern gloom,</br>Barbarian tribes their love of arts proclaim;</br>Justice may soon in all her beauty bloom,</br>And prejudice lie sunk in dark oblivion's tomb.</br>"]