["Spirit, that o'er the bosom of the deep</br>Didst guide the brave adventurer's early way</br>To those fair isles where southern breezes sweep</br>In murmuring silence o'er thy Cook's Morai;</br>Spirit that dwellest on the ocean spray,</br>Rid'st in the wind, and sportest in the beam,</br>With thee of late young Fancy took her way,</br>And lingering in the dale or by the stream</br>Of Pitcairn's Isle, she roved, enamoured of her theme!", "Spirit, she wooed thee not to guide the bark</br>Of Slavery, across the peaceful tide,</br>Where men, who rose free as the matin lark,</br>Desperate, at eve, plunge o'er the ship's tall side,</br>Deep in the wave their chains, their woes to hide.</br>She wooed thee not to swell the waning store</br>Of drooping Commerce shorn of half her pride;</br>Nor sought the War, fell fiend, whose cannons roar</br>From Lusitania's plains to Norway's icy shore!", "'Twas but to hang across yon towering palm</br>Her simple lyre; she sought that southern spring</br>That she might list while in the sea-breeze calm,</br>Waking the rustic music of its string,</br>Wild, faint, irregular, the echoes ring.</br>Hushed is the lay, frail warbling of an hour!</br>And Fancy, soaring on reluctant wing,</br>Forsakes the palmy grove, the jasmine bower,</br>And Friendship's purest bliss, and Love's celestial power.", "Lingering and turning oft, coy Fancy flies</br>To woo the soft gales of Iberian plains,</br>Where Moors and Christians, mosques and convents rise</br>In visions arabesque or Gothic strains,</br>As Piety exults or Love complains.</br>Yet lists she still, as on Pacific seas</br>Another harp with nobler music reigns,</br>Flinging its bold notes on the southern breeze,</br>And swelling loud and deep its stately melodies.", "Well might she list!  For with the classic lore</br>Of Ithaca and lovely Arcady</br>Came lofty praise of Pitcairn's pleasant shore;</br>And 'twas her strain inspired the minstrelsy!</br>Spirit, with healing on thy pinions fly,</br>And breathe soft balm upon the minstrel's head!</br>So shalt thou list again his harpings high,</br>When rosy Health shall hover o'er his bed,</br>And Genius his bright dreams and golden visions shed!</br>"]