["It was the time faithfull Halcyone,</br>Once more enjoying new-liv'd Ceyx bed,</br>Had left her young birds to the wavering sea,</br>Bidding him calm his proud white-curled head,</br>And change his mountains to a champian lea;</br>The time when gentle Flora's lover reignes,</br>Soft creeping all along green Neptunes smoothest plains;", "When haplesse Thelgon (a poore fisher-swain)</br>Came from his boat to tell the rocks his plaining:</br>In rocks he found, and the high-swelling main</br>More sense, more pitie farre, more love remaining,</br>Then in the great Amyntas fierce disdain:</br>Was not his peer for song 'mong all the lads,</br>Whose shrilling pipe, or voice the sea-born maiden glads.", "About his head a rocky canopie,</br>And craggy hangings round a shadow threw,</br>Rebutting Phoebus parching fervencie;</br>Into his bosome Zephyr softly flew;</br>Hard by his feet the sea came waving by;</br>The while to seas and rocks (poore swain!)  he sang;</br>The while the seas and rocks answ'ring loud echoes rang.", "You goodly Nymphs, that in your marble cell</br>In spending never spend your sportfull dayes,</br>Or when you list in pearled boats of shell</br>Glide on the dancing wave, that leaping playes</br>About the wanton skiffe, and you that dwell</br>In Neptunes court, the Oceans plenteous throng,</br>Deigne you to gently heare sad Thelgons plaining song.", "When the raw blossome of my youth was yet</br>In my first childhoods green enclosure bound,</br>Of Aquadune I learnt to fold my net,</br>And spread the sail, and beat the river round,</br>And withy labyrinths in straits to set,</br>And guide my boat, where Thames and Isis heire</br>By lowly Aeton slides, and Windsor proudly fair.", "There while our thinne nets dangling in the winde</br>Hung on our oars tops, I learnt to sing</br>Among my Peers, apt words to fitly binde</br>In numerous verse:  witnesse thou crystall Spring,</br>Where all the lads were pebles wont to finde;</br>And you thick hasles, that on Thamis brink</br>Did oft with dallying boughs his silver waters drink.", "But when my tender youth 'gan fairly blow,</br>I chang'd large Thames for Chamus narrower seas:</br>There as my yeares, so skill with yeares did grow;</br>And now my pipe the better sort did please;</br>So that with Limnus, and with Belgio</br>I durst to challenge all my fisher-peers,</br>That by learn'd Chamus banks did spend their youthfull yeares.", "And Janus self, that oft with me compared,</br>With his oft losses rais'd my victory;</br>That afterward in song he never dared</br>Provoke my conquering pipe, but enviously</br>Deprave the songs which first his songs had marred;</br>And closely bite, when now he durst not bark,</br>Hating all others light, because himself was dark.", "And whether nature, joyn'd with art, had wrought me,</br>Or I too much beleev'd the fishers praise;</br>Or whether Phoebus self, or Muses taught me,</br>Too much enclin'd to verse, and Musick playes;</br>So farre credulitie, and youth had brought me,</br>I sang sad Telethusa's frustrate plaint,</br>And rustick Daphnis wrong, and magicks vain restraint:", "And then appeas'd young Myrtilus, repining</br>At generall contempt of shepherds life;</br>And rais'd my rime to sing of Richards climbing;</br>And taught our Chame to end the old-bred strife,</br>Mythicus claim to Nicias resigning:</br>The while his goodly Nymphs with song delighted,</br>My notes with choicest flowers, and garlands sweet requited.", "From thence a Shepherd great, pleas'd with my song,</br>Drew me to Basilissa's Courtly place:</br>Fair Basilissa, fairest maid among</br>The Nymphs that white-cliffe Albions forrests grace.</br>Her errand drove my slender bark along</br>The seas, which wash the fruitfull Germans land,</br>And swelling Rhene, whose wines run swiftly o're the sand.", "But after bold'ned with my first successe,</br>I durst assay the new-found paths, that led</br>To slavish Mosco's dullard sluggishnesse;</br>Whose slothfull Sunne all winter keeps his bed,</br>But never sleeps in summers wakefulnesse:</br>Yet all for nought:  another took the gain:</br>Faitour, that reapt the pleasure of anothers pain!", "And travelling along the Northern plains,</br>At her command I past the bounding Twead,</br>And liv'd a while with Caledonian swains:</br>My life with fair Amyntas there I led:</br>Amyntas fair, whom still my sore heart plains.</br>Yet seem'd he then to love, as he was loved;</br>But (ah!)  I fear, true love his high heart never proved.", "And now he haunts th' infamous woods and downs,</br>And on Napaean Nymphs doth wholly dote:</br>What cares he for poore Thelgons plaintfull sounds?</br>Thelgon, poore master of a poorer boat.</br>Janus is crept from his wont prison bounds,</br>And sits the Porter to his eare and minde:</br>What hope, Amyntas love a fisher-swain should finde?", "Yet once he said, (which I, then fool, beleev'd)</br>(The woods of it, and Damon witnesse be)</br>When in fair Albions fields he first arriv'd,</br>When I forget true Thelgons love to me,</br>The love which ne're my certain hope deceiv'd;</br>The wavering sea shall stand, and rocks remove:</br>He said, and I beleev'd:  so credulous is love.", "You steady rocks, why still do you stand still?</br>You fleeting waves, why do you never stand?</br>Amyntas hath forgot his Thelgons quill;</br>His promise, and his love are writ in sand:</br>But rocks are firm, though Neptune rage his fill;</br>When thou, Amyntas, like the fire-drake rangest:</br>The sea keeps on his course, when like the winde thou changest.", "Yet as I swiftly sail'd the other day,</br>The setled rock seem'd from his seat remove,</br>And standing waves seem'd doubtfull of their way,</br>And by their stop thy wavering reprove:</br>Sure either this thou didst but mocking say,</br>Or else the rock and sea had heard my plaining.</br>But thou (ay me!)  art onely constant in disdaining.", "Ah!  would thou knew'st how much it better were</br>To 'bide among the simple fisher-swains:</br>No shrieching owl, no night-crow lodgeth here;</br>Nor is our simple pleasure mixt with pains:</br>Our sports begin with the beginning yeare,</br>In calms to pull the leaping fish to land,</br>In roughs to sing, and dance along the golden sand.", "I have a pipe, which once thou lovedst well,</br>(Was never pipe that gave a better sound)</br>Which oft to heare fair Thetis from her cell,</br>Thetis the Queen of seas, attended round</br>With hundred Nymphs and many powers that dwell</br>In th' Oceans rocky walls, came up to heare,</br>And gave me gifts, which still for thee lie hoarded here.", "Here with sweet bayes the lovely myrtils grow,</br>Where th' Oceans fair-cheekt maidens oft repair;</br>Here to my pipe they dancen on a row:</br>No other swain may come to note their fair;</br>Yet my Amyntas there with me shall go.</br>Proteus himself pipes to his flocks hereby,</br>Whom thou shalt heare, ne're seen by any jealous eye.", "But (ah!)  both me, and fishers he disdains,</br>While I sit piping to the gadding winde,</br>Better that to the boysterous sea complains;</br>Sooner fierce waves are mov'd, then his hard minde:</br>I'le to some rock farre from our common mains,</br>And in his bottome learn forget my smart,</br>And blot Amyntas name from Thelgons wretched heart.", "So up he rose, and lancht into the deep;</br>Dividing with his oare the surging main,</br>Which dropping seem'd with teares his case to weep;</br>The whistling windes joyn'd with the seas to plain,</br>And o're his boat in whines lamenting creep.</br>Nought feared he fierce Oceans watry ire,</br>Who in his heart of grief and love felt equall fire.</br>"]