["Shall Britain and Applauding Nations round</br>The Fame of Kentish Loyalty resound,</br>And Britain's Poets, who should loudest raise</br>Their Voice, and give the first Alarm to Praise,</br>Shall they be Mute?  They who in Glory's Cause</br>Should fire th' Admiring World into Applause!</br>No &mdash; Spencer first from Faiery-Land shall rise,</br>And Milton from his Bow'r of Paradise,</br>Waller return from blissful Fields of Light,</br>E'er such Desert shall want Poetick Right</br>And sink, Unsung, to deep Oblivion's Night.", "Rest sacred Shades; enjoy your Blissfull Dream,</br>(Gay as the Banks of your Elysian Stream)</br>And trust our Bards with This Inspiring Theme,</br>A Theme can raise Ebb'd Poesie's low Veins</br>To the Spring Tide of your high-flowing Streins;</br>And will the Current of our Song supply,</br>'Till Thames and Medway's honour'd Streams are Dry.", "Fame sound thy Trump; so loud a Summons send</br>May make the starting Universe attend,</br>'Till to remotest Lands the News arrive,</br>That England's Ancient Worth is still Alive.</br>That still in Kent are Kentish Spirits found;</br>Illustrious Heirs of Ancestors Renown'd:</br>A Province still Deserving, as of Old,</br>To stand in Honour's Register Enroll'd,</br>Invincible by Foreign Steel or Gold.</br>This more than Roman Virtue Caesar found,</br>This to the Norman Torrent set the Bound,</br>And forc'd the haughty Conqu'ror to Compound.", "Go &mdash; tell th' amazing Danger that o'er-spread</br>And gasping Europe struck with Pannick Dread,</br>Surpriz'd and Stunn'd; yet not with bold Alarms</br>Of gen'rous Warr, but with Infernal Charms;</br>By undermining Frauds, the dire Intrigues</br>Of perjur'd Faith, and Violated Leagues:</br>And when her Only Prospect of Defence</br>Hung dismally Eclips'd in dark Suspense;</br>When hasty Ruin did his Passage force,</br>And Succour mov'd with Interrupted Course,</br>How Glorious was the Zeal, that, e'er too Late,</br>Call'd for Redress against the Gen'ral Fate!</br>The Zeal, that, for expiring Nations sake,</br>Did then the Gen'rous Resolution take,</br>Great Britain's slumbring Genius to awake.", "When to the listning World Loud Fame shall this have told,</br>As Loud shall That Reply, &mdash; 'Twas Great and Justly Bold.", "But what exalted Streins of Loyal Verse</br>Can, Gen'rous Souls, Your Loyal Sense rehearse?</br>What Language, what Encomiums can requite</br>Your's, that have done the Royal Hero Right?</br>As our Restorer's Merits You Confess,</br>Immortal Songs of Praise shall Your's express:</br>Whose just Asserting matchless William's Fame,</br>Has cancell'd an Ingrateful Age's Shame.", "See, see!  how all th' Officious Muses strive,</br>Which Earliest with her Garland shall arrive,</br>To greet and Welcome Home th' Illustrious FIVE.</br>Who with no common Sense of Glory Fir'd,</br>But such as their Advent'rous Cause requir'd,</br>The Noblest Test of Dignity have stood,</br>By Glorious Daring for the Publick Good;</br>And to the Stock of Lustre which they drew</br>From ancient Pedigrees, have added New.", "An Enterprize of Honour that shall give</br>A Theme for Fame, while Fame and Honour live:</br>Brave in Acceptance, in Performance Brave,</br>Of that Important Charge their Countrey gave.</br>Undauntedly for timely Aid to call,</br>When the black Tempest was prepar'd to fall;</br>And Fate's high Sea came on to swallow ALL.", "What Muse can so such Envoys prove Unjust,</br>Who have so well discharg'd their Country's Trust?</br>Sculpture already has perform'd her Part;</br>But &mdash; far beyond Her's, or the Muse's Art,</br>Indelibly their Figures are exprest,</br>And livelier Drawn in ev'ry Gratefull Breast.</br>"]