["Thou art a funny creature, D. O'Goster,</br>I therefore dedicate these lines to thee;</br>But, by my modesty, thou art a boaster,</br>To praise thy own queer rhymes, sighed \"Shaughnassey\":</br>I really thought that thou hadst ceased to be;</br>But thou didst only leave us for a while,</br>To visit thy dear country, and to see</br>Our good and gracious Sovereign, with a smile,</br>Pour on her rusty manacles &mdash; a little oil.", "Art thou a dandy, Dermot?  If thou art,</br>Thou wilt be classified by P. Pigtail;</br>For he's been taking lessons at the mart,&mdash;</br>The manufactory, where they vend, wholesale,</br>The covering of the two-legged animal.</br>Thou hast, I see, commended the Critic Trade;</br>Take care, my darling, that thou dost not fail:</br>And when by whisky inspiration led,</br>Sit down, and judge, as if thy own, the rhymes of Z.", "What shall I say of him 'cleped Dandy wight,</br>Or other name learnt in Derision's school?</br>For now the shapely thing appears in sight,</br>Just like a gander stepping from a pool;</br>Stretching his forward neck, he seems to rule,</br>Proudly pre-eminent, o'er all his race;</br>Hisses defiance at each passing fool,</br>Then turns, exulting, with a goose-like grace:</br>The gabbing tribe all join, the daring feat to praise.", "Within his neckcloth's ample round lie hid,</br>Smiles of all forms, that at his wishes fly;</br>Some, to wound ladies' tender hearts are bid,</br>Borne on the infectious pinions of a sigh;</br>Others dance round the mirror of his eye,</br>And on their own dear forms enraptured gaze;</br>Or glance on unformed wretch contemptuously,</br>Who will not make his idol's altars blaze,</br>But clothes him as his lists, and heedeth not her ways.", "A neat surtout his flimsy waist displays,</br>By stays or buckled bandages comprest;</br>Thus looked my granny in her youthful days,</br>When forth she rode, berobed in riding vest:</br>With tailor's shreds is stuffed his pouting chest,</br>Where dangles, carelessly, a quizzing-glass,</br>Save when to either optic it is placed,</br>To view a belle, or something novel pass,</br>Or greet one of his kind, &mdash; no other thought he has.", "If thou art yet a novice on life's way,</br>Who read'st these lines, still listen to my strain;</br>For I would joyful be, if this essay</br>Could make thee from such fantasies refrain;</br>For they are all as hollow and as vain</br>As those bright orbs thy childhood formed with care;</br>The splendid bubble will not long remain:</br>Thou look'st with joy on thy creation fair,&mdash;</br>Behold, it moves! &mdash; and bursts, and vanishes in air.</br>"]