["TIME &mdash; NOON.</br>The fi'ry hours drew sultry noon along,</br>Ceas'd was the peasant's toil, the rural song;</br>When shelter'd safe from Sol's o'erpowering heat,</br>Phelim and Doran fix'd their cool retreat,</br>Where spreading trees in close disorder stood,</br>Enamour'd leaning o'er sweet Liffey's flood.</br>Here when refresh'd from toil by balmy rest,</br>Doran his fellow shepherd thus addressed.", "\"Phelim since silence fills this leafy shade,</br>Most fit for strains of pleasant music made;</br>The cares of toil say shall we not forgo,</br>And teach our souls in melody to flow?</br>See Liffey's silver waves in murmurs fall,</br>Seeming for tuneful notes of joy to call;</br>Then haste, Oh Phelim, chaunt a vocal strain,</br>My pipe, perchance, may join thee not in vain;\"", "The shepherd said &mdash; his pleas acceptance found,</br>Whilst Phelim thus made hill and dale resound.", "\"Fly far ye gales, my vocal strains convey,</br>Let distant regions listen to my lay,</br>To polar skies &mdash; to sultry climes belong</br>The mighty theme that crowns my daring song.", "\"Behold a prince in future times shall reign,</br>Stretching o'er utmost earth his vast domain,</br>Sceptres of gorgeous Ind' his hands shall wield,</br>To him the sovereigns of the north shall yield;</br>For him great prince the chief of future kings,</br>Hymen exulting spreads her purple wings.</br>While by the loves in soft confusion led,</br>A charming princess hastes to crown his bed;</br>For them gay zephyrs Flora's flow'rets blow,</br>Rich garlands on the nuptial couch to throw.</br>Delightful time approach &mdash; bright fame arise</br>Exalt his high renown with quickness to the skies.</br>Fly far ye gales, my vocal strains convey,</br>Let distant regions listen to my lay.", "\"Ye sable sons of Afric mourn no more,</br>His sway benignant shall your peace restore.</br>No children ravished from their parent's side,</br>No sun-burnt lover parted from his bride,</br>Shall more be doom'd as wretched slaves to roam,</br>For ever exil'd from their native home.</br>At his command, sweet freedom shall release</br>The bonds of woe &mdash; and bless your souls with peace.</br>His fleets o'er foaming ocean shall preside,</br>Sail unmolested thro' the yielding tide;</br>With streamers fluttering to the golden day,</br>No foe presumptuous shall oppose their way.</br>Safe shall they visit each Barbaric shore,</br>And groan beneath the weight of precious ore.</br>For them the spicy gales of Ind' shall blow,</br>For them rich gems in splendid mines shall glow.</br>Fly far, ye gales, my vocal strains convey,</br>Let distant regions listen to my lay.", "\"The southern isles that now uncultur'd lie,</br>In solitude beneath a gentle sky,</br>Shall by his people's aid new life assume,</br>And 'mid the sea, like little Edens, bloom.</br>From each deserted mount and barren vale,</br>With verdure smiling fragrance shall exhale.</br>To naked shrubs gay flow'rets shall succeed,</br>And paint, with vary'd hues, each laughing mead.</br>The naked Indian, with delight, shall spy</br>The rising sweets that meet his ravish'd eye;</br>With grateful feelings, shall implore his God</br>To bless that king who gladden'd his abode;</br>Then haste exulting to the cany grove,</br>And with his sable charmer, whisper love.</br>Fly far, ye gales, my vocal strains convey,</br>Let distant regions listen to my lay.", "\"In them blest days exalted to the skies,</br>O'er other lands Ierne's isle shall rise,</br>True to her prince, by loyal firmness prov'd,</br>Her daring sons shall be by him belov'd.</br>Then shall the rich productions of her soil,</br>From plenty's urn, reward the lab'rer's toil.</br>Her swains, content, no more shall quit their home,</br>Nor seek, with wand'ring feet, afar to roam.</br>Blest freedom (in whose cause they frequent bled)</br>Shall fill with joy each happy rural shed.</br>Then shall the name of TYTHES be heard no more,</br>All pains from purple tyrants shall be o'er;</br>Then pleasure shall the peasant's care beguile,</br>And while the prospects of his harvests smile,</br>Gay mirth shall lead the jocund dance along,</br>Each grove shall echo to the rural song.</br>Fly far, ye gales, my vocal strains convey,</br>Let distant regions listen to my lay.\"", "Thus Phelim sung &mdash; while Sol's meridian blaze,</br>Parch'd nature's beauties with refulgent rays.</br>"]