["Young Michael Hildesheim was the happiest man</br>In all Bavaria, till his Laura died;</br>He loved her when his bosom first began</br>To feel it had a want, which nought beside</br>Fair woman's smile enchanting gratified,</br>And fed, till it demanded more; and more</br>Was given, till there was nothing left to hide</br>From restless love, which sated must deplore,</br>Like Philip's conquering son, its toils and labours o'er.", "But Michael dwelt contented, with his wife,</br>Albeit the reason might be, that he could</br>Enjoy her fortune only for her life,</br>Which, on her dying without issue, would</br>Go by devise to others of her blood.</br>Michael had but one fault, &mdash; but that was great;</br>He sometimes got in a splenetic mood,</br>And then one's hairs would bristle on his pate,</br>To hear him curse and swear at such a dreadful rate.", "His wife would often say to him, \"my dear,</br>You shock me sadly, when you thus blaspheme;</br>Your oaths uncouth it vexes me to hear,</br>So horrid and unnatural they seem.</br>I've often stories heard, which true I deem,</br>Of people stricken dead, for talking so;</br>Besides, it's vulgar, Michael Hildesheim,</br>To use such wretched language as you do,</br>And I'll no more endure it, sir, I would have you know.\"", "The parish priest would oft her words enforce,</br>Prescribing penance, and pronouncing doom,</br>When Michael interlarded his discourse,</br>With flowers of rhetoric of novel bloom.</br>Here to transplant them all, I have no room;</br>Suffice to say, then, that in torturing speech</br>To phrases strange, his time he would consume;</br>Talking as if the devil had come to preach,</br>Until the power of words no farther length could reach.", "Like Shakespeare in Sam Johnson's prologue, he</br>Exhausted language, and invented new,</br>Beyond the compass of orthography,</br>And making etymology look blue;</br>While shuddering syntax pale with terror grew,</br>With chattering teeth and dislocated frame:</br>And oh!  what then can charming prosody do?</br>When the nine muses' eighteen feet were lame,</br>To make them hobble for a wager, would be a grievous shame.", "So Michael's oaths imagine if you please:</br>They have supplied the navy; and you may,</br>When the loud tempests vex the chafing seas,</br>Hear volleys of them, answering, every day,</br>The angry thunder bellowing away.</br>Some years had past since Michael had been wed,</br>And offspring yet had none; which, as they say,</br>His spleen with food for much irreverence fed,</br>'Till now his wife announced she should be brought to bed.", "Right glad was Michael when he heard the same;</br>Great were the preparations that took place;</br>What crowds of doctors and old ladies came</br>To give their sentiments upon the case!&mdash;</br>The muse may not her solemn verse abase,</br>Singing of caudle, cradles, caps and nurses;</br>Alas!  her tears the record would efface!</br>Mother and child both died!  and stifling curses</br>The husband to the grave walked after both their hearses!", "\"Dead!  dead!  my Laura and my baby both!</br>Gone!  gone!  my money, lands and houses fine!\"</br>Quoth Michael; but he spake without an oath;</br>For he was sitting in the pale moonshine,</br>Above the family vault; and tears of brine</br>Bedewed the sod that wrapt his wife and child:</br>He thought that terribly had wrath divine</br>Fallen on him, for his speech prophane and wild,</br>And that his punishment ought to have been more mild.", "\"And oh!\"  he cried, \"if fate would but restore</br>My first, my beautiful, my only love!</br>I'll never speak irreverently more,</br>I vow by all the holy saints above!</br>Luxuriant fancy shall no longer rove,</br>In quest of execration, through our lingo;</br>Though every cause my soul to anger move,</br>Though I am hot with passion and with stingo,</br>I'll curse and swear no more, by the eternal Jingo!\"", "He spake, and looking upwards, saw a sight</br>Which made him feel particularly queer;</br>His Laura stood before him all in white,</br>As she was borne upon her funeral bier.</br>She stretched her hand to him, and said, \"My dear,</br>The fates restore you to your arms again;</br>Alive, in flesh and blood, you see me here;</br>Your prayer is granted, while you shall refrain</br>From taking sacred names and holy words in vain.", "\"But mark me, Michael, if you ever make</br>Use of bad language, I'll be off at once&mdash;\"</br>\"Oh!\"  cried the husband, \"may the devil take</br>Me hence, if ever I am such a dunce!</br>I'll quarantine my organs for the nonce,</br>And every rising naughty word rebuke:</br>But ah me!  by Diana's silver sconce,</br>I fear me, on a phantom vague I look,</br>And that I but behold a spectre and a spook.\"", "He took the lily hand she proffered him,</br>And it was warm and soft; and from her eye</br>Shone forth its mildly pensive, natural beam:</br>Her lips were pouting with their coral dye,</br>And Michael touched their vermeil rim to try</br>If they were good to kiss, and found they were;</br>He pressed her to his bosom, with a cry</br>Of transport, and exclaimed, \"thou art my fair</br>Lost wife; thou art no matter of moonshine or of air.\"", "She took his arm, and they walked home together,</br>Well pleased that thus the business had turned out;</br>A year passed on.  I cannot answer whether</br>Michael could well have kept his word, without</br>His fancy had devised a round about</br>Mode of anathema, which he, at first,</br>A little inconvenient found, no doubt,</br>By figure and analogy he curst,</br>But never swore outright, tho' he was like to burst.", "He swore by George, by Jingo, and by Gemini,</br>By Goles, by Goom, and great Jehosophat;</br>By Christopher Columbus and by Crimini;</br>By Gog and Magog, and the like of that;</br>Also the Holy Poker came quite pat,</br>Odsbobs, odzooks, odsniggers and morbleu;</br>With each strange phrase invention could create,</br>Such as these &mdash; rot my picture, darn my shoe,</br>Dash my wig, dang my buttons, and others not a few.", "'Twas during this probation he invented</br>All the droll slang that's been in usage since;</br>By people who with it must be contented,</br>And at a great round oath will frown and wince.</br>Thus pretty ladies words prophane will mince;</br>'Tis thus that quaker captains scold their crew;</br>Within these bounds his tongue a parson stints;</br>The Yankees patronize this dialect too,</br>A perfect connoisseur in which soon Michael grew.", "At length his wife again became enceinte,</br>Whereat his joy was boundless; but what pen</br>The unfortunate lover's agony can paint,</br>When a sad accident occurred again.</br>They brought him word the babe was dead &mdash; and then,</br>Forgetful of his promise, he let fly</br>A cataract of oaths and words unclean,</br>Which made the nurse soon quit his company,</br>And to her lady's room in shuddering terror hie.", "But pale and speechless, she came staggering back;</br>For Laura and the baby both had fled,</br>Having vanished thence, with a tremendous crack,</br>That shook the house, as the attendants said,</br>Who on the floor lay moveless and half dead.</br>Ere Michael heard the tale, his conscience gave</br>Of what had come to pass forebodings dread,</br>And when the news was brought, he did not rave,</br>But silently recalled his promise at the grave.", "For good and all, his wife this time had flown,</br>And never more her vision crost his sight;</br>Her heirs came soon, demanding as their own,</br>Her halls and manors, as their legal right;</br>And sent her spouse, blaspheming on his flight,</br>From out the land; for now the voice of fame</br>Denounced him as a sorcerer of great might;</br>The people shrank from him, where'er he came,</br>And frightened naughty boys, all over, with his name.", "At length the Pope, of Michael's talent rare</br>For malediction, heard; and wanting much</br>To compose a Bull, that should his subjects scare,</br>Sent for the Wanderer, to invent him such,</br>Consigning sinners into Satan's clutch.</br>He found him at the business very handy,</br>And into Latin having put his Dutch,</br>Declared the thing to be the very dandy;</br>'Tis the same Bull which you may read in Tristram Shandy.", "But curses, with the sage, are like young fowls,</br>That homeward come to roost.  So Michael found;</br>The curses he devised for other souls,</br>Fell on his own with terrible rebound.</br>For the Pope swore, that on no Christian ground</br>So blasphemous a wretch was fit to dwell;</br>Over his head made his own thunder sound,</br>Consigning him with his own Bull to hell,</br>And banishing him forever, with candle book and bell.", "So like the Bull Pilyllus built of yore,</br>Wherein king Phalaris the workmen placed,</br>That he might be the first to make it roar,</br>Was Michael by his own invention chased.</br>His wanderings, thereafter, are not traced,</br>But it is certain, a dog's life he led;</br>Proscribed and miserable and disgraced,</br>In all strange holes he begged his daily bread,</br>'Till on a dunghill stretched, one day they found him dead.</br>"]