["Oh, think not it was indolence that bade</br>My humble lyre to lie untouched, unstrung,</br>Reckless of that request so often made,</br>To hear the tones of friendship o'er it flung:</br>They had not been so long unsaid, unsung,</br>But for their depth, which sound could never reach,</br>'Twas not affection's lack that barred my tongue,</br>It was a want of what words could not teach,</br>A want of some unknown, expressive sort of speech.", "Oft have I thought, in wonder lost the while,</br>On all the way in which your feet have trod;</br>The time when first you knew Religion's smile,</br>Chose hers to be your path, and hers your God,</br>To spread her triumphs, left your youth's abode,</br>Forsook the land of your nativity,</br>Resolv'd to dwell upon the burning sod</br>Of Burmah's land, and there to live or die,</br>If but you might advance the Saviour's cause thereby.", "My thoughts delight to pass with eager haste,</br>Long though they were the years of patient toil,</br>Till first your pious care began to taste</br>The fruit of that too long ungrateful soil;</br>Then linger with enjoyment for awhile,</br>O'er each new trophy of redeeming grace:</br>Oh!  who can paint the deeply glowing smile,</br>That beam'd upon the Missionary's face</br>When first he heard his Saviour own'd in that benighted place?", "Beyond the towns remotest confine, hid</br>By thick embowering trees, from distant ken;</br>Where wild beasts in the evening prowl amid</br>The Jungle's limits, &mdash; and yet wilder men</br>Nightly maraud around &mdash; Yes, there is seen</br>The Mission house: &mdash; table, chair, and mat:</br>All rudely formed its furniture, I ween;</br>And what, without the simple bound is that</br>Reflecting back the sunbeam?  'tis the white Zayat.", "Within these humble walls Hilarion made</br>His study, and his preaching place, and there</br>Alone, in private, had he mourn'd and pray'd,</br>Till, condescending to accept his prayer</br>His Heavenly Father taught him to declare</br>The word with efficacious energy,</br>Bringing the proudest heart the yoke to bear</br>Of Him, who in this vale of misery,</br>Was meek in heart, and filled with mild humility.", "Did fancy paint the interesting spot</br>In its true colours? &mdash; listen still to me.</br>Ere long shall you one other space allot</br>(If spar'd again your Burman home to see)</br>Amid the wildest Indian scenery,</br>And near the white Zayat, and where around,</br>Pagodas, emblems of idolatry,</br>Are now most numerous, most splendid found,</br>The Burman school shall occupy that space of ground.", "Go then:  may grace and peace attend your way,</br>And health await you on Columbia's shore;</br>With each domestic blessing be your stay</br>Entwined: &mdash; till in vigour strong once more,</br>For Burmah's sake you traverse ocean o'er,</br>Beneath you may its waters gently swell;</br>And if a cause should act, like that before</br>Which brought you hither, words can feebly tell</br>Our greeting's joyfulness &mdash; till then Farewell.</br>"]