["RENOCK, LACO.", "If, Muse, thou would'st the best of Monarchs praise,</br>With Brunswicks Name exalt thy humble Lays;</br>But if the best of Subjects be thy Care,</br>For HARRINGTON thy rural Notes prepare.</br>&mdash;And THOU, propitious to the Poet's Pains,</br>While weightier Themes thy needful Ear detains,</br>Intent on gen'rous Cares for Britain's Weal,</br>And GEORGE, with smiles, approves thy foremost Zeal,</br>Cou'd but the Youth in equal Strains pursue</br>Verse to thy Fame and to thy Virtues due.</br>Thou, generous Patron of the tuneful Throng,</br>Had shone applauded in heroic Song.</br>Yet if the Muse this humbler Labour grace,</br>That sings of Rivers and the wat'ry Race,</br>Tho' unattempted Themes the Strains pursue,</br>Untry'd the Subject, and the Manners new,</br>This lowly Verse the Name shall long adorn,</br>And in thy Praise to future Times be born.", "The Sun had half his annual Course attain'd,</br>And Summer in her Height of Splendour reign'd;</br>Young Lambs did now th' accustom'd Teat refuse,</br>And for the foodful Grass forsook their Ewes;</br>Their earliest Blush the rip'ning Fruit reveal'd,</br>And yellow Corn began to spread the Field,</br>When two Companion-Swains by Night arose,</br>Rous'd from their leafy Beds and short Repose,</br>To angle till the Sun's returning Beams,</br>In pleasant Shades, near Avon's silver Streams.", "'Twas the deep Twilight of the sultry Eve,</br>When the blithe Youths the silent Village leave.</br>Onward they haste, and pass with due Regard</br>The haunted Hedge-row Elms, and drear Church-yard.</br>The dolesome Chimes from the age-mould'ring Tow'r,</br>With slow, hoarse Din rung out the Midnight Hour,</br>While with loud Chat and many a chearful Lay,</br>They labour'd to beguile the lonely Way;</br>Till the close-flowing Stream their Roam repress'd,</br>When Renock, thus, his wistful Friend address'd.", "RENOCK.</br>Haste, Laco, while the Midnight Hour depends,</br>See how the rising Moon our toil befriends.</br>Now Weazels from the lowly Thatch resort,</br>And on the quiet Hearth the Crickets sport;</br>Unseemly Toads now flock from Caves beneath,</br>And in rank Fenns the poison'd Vapours breathe.</br>In solitary Stalls the Night-Fly sings,</br>And Beetles course the Air with heavy Wings:</br>Deep in the Solace of the Gloom they play,</br>A Race obscure and fearful of the Day.</br>While Silence to our sportive Task persuades,</br>And kindly Night conceals with favouring Shades,</br>Name, if thou list, thy peaceful Stand to chuse,</br>Why the fit Hour shou'd we delay to use?", "LACO.</br>Lo!  Renock, where the wand'ring Current leads</br>Its bending Course along th' indented Meads,</br>Where scaly Shoals the sporting Eddies fill;</br>Here let thy practis'd Angle prove thy Skill.", "RENOCK.</br>Or shall we, Laco, since the clouding Moon</br>Denies to chear the still nocturnal Noon,</br>Shall we, till Morn, beneath yon bow'ry Yews,</br>Avoid the Midnight Blasts and harmful Dews?", "LACO.</br>Yon neighb'ring Oak, that o'er the Current bends,</br>From Midnight Blasts and harmful Dews defends.</br>There rather (since you spreading Shades require)</br>Let us to tend our watchful Sport retire.", "RENOCK.</br>Ah!  heedless Boy!  'twas thither Dirce stray'd,</br>By raging Love, and black Despair convey'd,</br>When on the fatal Boughs the slighted Fair,</br>At once surrender'd up her Life and Care.</br>Now nightly there her restless Ghost complains,</br>By Anglers oft descry'd, and watching Swains;</br>Hear, Colly barks!  and when the Bandogs bark,</br>Some Ghost they see, or Goblin of the Dark:</br>For there the Fairy Train are often seen</br>To dance at Curfew o'er the Moon-lov'd Green.</br>Deep in the baleful Shade the Glow-worm gleams,</br>And breaks the sullen Gloom with chearless Beams:</br>The Screech-Owl too is heard o'er lonely Grounds,</br>Scream from the luckless Tree, with boading Sounds.", "LACO.</br>Here then beneath the hedgy-Covert rest,</br>Nor farther roaming dangerously request;</br>Lest Fawns that haunt the dunny Woods by night,</br>With hideous Yell, or glaring Forms affright;</br>Or wand'ring Fires that o'er the Marshes stray,</br>Thro' Bogs, and moory Fens, misguide our Way.", "RENOCK.</br>Content &mdash; Lo here the winding Streams retreat,</br>Nor can we wish a more delightful Seat.</br>Behind, these Alders from the Weather screen,</br>Before, the Lawn presents its lengthen'd Scene;</br>Close on that Side trills soft the emptying Brook,</br>While this, fresh Woods and sloping Hills o'erlook:</br>Thick over-head the Rose and Woodbine meet,</br>Uniting Shade to Shade, and Sweet to Sweet.</br>The Pea, and bloomy Bean, their Odours yield,</br>And new-mown Hay perfumes the fragrant Field;</br>Here too the Nightingale delights the Meads,</br>And Grashoppers chirp shrill amid the Reeds;</br>And from the Pin-fold, here, the bleating Sheep,</br>Chear the still Twilight and divert from Sleep.", "LACO.</br>Pleasing by early Morn the bleating Flocks,</br>The Currents murmur down the distant Rocks,</br>The Gale's Perfume, the Echo's mimic Sound,</br>The Night-bird's Song, and Low of Kine around;</br>In hollow Banks the hum of must'ring Bees,</br>And Zephyrs whisp'ring soft, amid the Trees.", "RENOCK.</br>Coy Maid!  lost lovely Sweet!  ah, you can rest,</br>While I still wake with cruel Cares opprest:</br>Blest pow'r of Sleep, her Eye-lids gently close,</br>Melt her soft dreams with Renock's dying Woes!", "LACO.</br>Here, where the turning Streams more slowly stray,</br>Mark!  the grown Trout, on watch for nightly Prey;</br>Scarce hid he lies, th' expected Prize to seize,</br>Rous'd, if the Flood but dimples with a Breeze.", "RENOCK.</br>Dear as the Heart you break!  O teach thy Swain,</br>Like thee to vanquish, or like thee disdain:</br>Fond wish!  Ah, no, our Fates have doom'd above,</br>She ne'er should yield, &mdash; nor I desist from Love.", "LACO.</br>Rest, Frogs!  nor venture from your Holds to rove,</br>He reigns the Terror of the wat'ry Drove:</br>Sink, happy Bait! &mdash; O prove a fatal Lure,</br>'Tis done, &mdash; Your wily Murd'rer is secure.", "RENOCK.</br>Happy, ye Eels!  who ne'er Love's Torment know!</br>And Carp, blest Kind!  exempt from am'rous Woe;</br>Ye Pike, a happy Race!  who all subdue,</br>No fond Desires are e'er endur'd by you.</br>Ah, like the Tyrant Pow'r, by whom I die!</br>And too alike to me th' unhappy Fry.", "LACO.</br>Hark!  the shrill Cock, the rising Morn proclaims,</br>And calls aloud to Field his feath'ry Dames:</br>The mounting Lark begins her warbling Song,</br>And gen'ral Notes employ the airy Throng.</br>And see!  the Sun reveals a glimm'ring Ray,</br>And streaks the bright'ning Clouds with Gleams of Day;</br>All Nature seems reviving at his Sight,</br>And, smiling, wakes to hail his amber Light.</br>Now sparkling Dew-drops glister on the Grain,</br>And coolly Breezes fan the healthsome Plain;</br>The Plow-Boy, o'er the Furrows, whistles blithe,</br>And in the Mead the Mower whets his Scythe;</br>Shrill Horns alarm the Sportsman from his Dream,</br>And the Bells tinkle on the new-yok'd Team.</br>&mdash;And now a cloudy Paleness dims the Skies,</br>And floating Mists from steaming Rivers rise:</br>See!  the blue Fogs bespread the fenny Ground,</br>And fill the chilly Air with Damps unsound;</br>A sultry Noon the danky Vapour shews,</br>And Evening plenteous of refreshing Dews.", "RENOCK.</br>No Seasons please when Griefs the Mind o'erpow'r,</br>Griefs gloom alike the Morn and Midnight Hour.&mdash;</br>Damp fall the piercing Mists, a chilling Air!</br>'Till chear'd by milder Skies, thy Sports forbear,</br>'Till from the Banks recedes th' unhealthy Dew.&mdash;</br>At Eve, more blithe, our Pastimes we'll renew.</br>"]