["The sun by this is high above in heaven,&mdash;</br>Is where he doth him rest at noontide hour;</br>And to the shade the herd his flock has driven,</br>To shun the burning heat which doth o'erpow'r;</br>When Dinah travelled has through many a bow'r,</br>And many a lonely way since morning light;</br>Then she with Harnol brave did leave that tow'r</br>Where they to rest them stopp'd now many a night,</br>Since Harmond did the tale of Bolden brave recite.", "She with the knight doth search her Lucan still;</br>Nor with her more the bard now wandering be,</br>He goeth toward Limercus fair, where will,</br>Ere long, him Harnol and the maiden see;</br>For so did they, at parting, late agree;</br>Then all do wander towards Limercus fair;</br>For, quoth the bard, 'tis in dividing, we,</br>To search the knight, a double chance may share;</br>So did they all divide to search him ev'ry where.", "Nor is the bard now wandering alone;</br>Architon, he whom Harnol late o'ercame,</br>With him to search brave Lucan too is gone;</br>Architon's brother e'en, Bandon by name,</br>Who ne'er would hear of merit or true fame,</br>Now follows too, by Harmond's counsel won</br>To love of glory, such as heroes claim,</br>Who ever do what is ignoble shun,</br>And bless the soul of him who has e'er nobly done.", "And on they hie until they meet a shade,</br>By which an aged stream did winding flow;</br>And there them on the grass adown they laid,</br>Until the burning heat of noon would go.</br>Oft o'er the wave the bard his eyes doth throw:</br>And does his look the while emotion hold;&mdash;</br>\"O there,\" he cries, \"I saw brave knights laid low;</br>Beneath the silent wave now sleep they cold;</br>Oh hear their tale! &mdash; methinks again all to behold.", "\"On yonder side the sons of Brydain are,</br>Winding along the strand, a numerous host,</br>Come from their own high snowy hills afar&mdash;</br>Beside the sons of many afar off coast&mdash;</br>And 'mid them all their chief doth shine the most;</br>And from fair Gaulus' land afar is he;</br>Nor with his throng his mighty shout is lost;</br>Hither it comes amid its enemy,</br>And calls them on to death, or glorious victory.", "\"Nor silent Stuart, chief of Erin land;</br>Amid his host, a numerous throng, he goes,</br>And ranges all along the noisy strand,</br>And doth him for the doubtful strife dispose;</br>And oft, the while, his shout tremendous rose,</br>As 'cross the stream, at times, his look he threw,</br>To see where Brydain's chief his station chose;</br>But he none has, amid his host he flew,</br>Which wind along the stream as far as eye may view.", "\"From hence, not far, a town named Norda lies,</br>Where do for long the sons of Brydain dwell;</br>And who against all Erin land did rise,</br>That they accuse of persecution fell.</br>Stuart, the king such haughty foe would quell,</br>And 'gainst them late with mighty force he went,</br>But so did they great Stuart's force repel,</br>That though he cruel famine mid them sent,</br>In vain, before their walls, long time in siege was spent.", "\"Of such great contest Gellimus doth hear,</br>And Brydain's sons from far he comes to aid&mdash;</br>His powers, methinks, now yonder do appear;</br>And his the chief that all these powers has sway'd&mdash;</br>The other chiefs behold around array'd</br>In all their arms of shining steel so bright;</br>Each hero's soul is in his looks display'd;</br>They shake their spears, and lift their swords on height,</br>And call again the sons of Erin land to fight.", "\"Nor need the sons of Erin land be called;</br>No fear of fight doth swell their bosoms brave;</br>They see their foe advance, and, unappalled,</br>Do rush to meet them in the bounding wave;</br>As tho' two worlds their seats at once should leave,</br>And meet with all their mountains on the sea,</br>So loud the burst of noise that meeting gave</br>Either proud host &mdash; they join in middle way,</br>And spears and shields at once arise &mdash; dread is the fray.", "\"No soul of either host doth dream of flight;</br>Here nought but rage, and strife, and glory all;</br>It is who shall be foremost in the fight,</br>And for his country's sake the first to fall&mdash;</br>And does the weakest on the mightiest call&mdash;</br>But foremost 'mid the throng Lucan appears,</br>And though half 'neath the wave he still is tall:</br>Thick all around him fly the glitt'ring spears:</br>But still he foremost is &mdash; no foe brave Lucan fears.", "\"His country's freedom 'tis &mdash; his country's right,</br>Which now doth sway the hero's noble soul;</br>Alone hence stands he foremost in the fight.</br>As tho' he would that all should 'gainst him roll.</br>Oh valour high! &mdash; of greatness this the whole.</br>But he who war for other nation tries,</br>Yet leaves his own in bondage to condole,</br>Did ne'er sure feel true valour with them rise;</br>Such lost to him who cannot hear his country's cries.", "\"Next Lucan's Berwick, Stuart's spurious son;</br>Than he, no chief has wonders done more great;</br>He looks behind and calls his squadrons on,</br>As he alone would Brydain's sons defeat.</br>Next him is Dorton, chief of soul elate;</br>Then Nealus, knight long known in Erin land;</br>And Dungan next, who rushes to his fate;</br>Death, with his mighty spear, flies from his hand;</br>Nor knight yet has he met, who may his force withstand.", "\"Nor wanteth ancient Brydain knights like these:</br>Here Gellimus doth 'mid his throng appear;</br>Next aged Scomberg, who all seeming sways,</br>With Bergs his son, a knight of youthful year;</br>Kalmote, Denmark, and Kirk, are fighting near;</br>Three noble knights all matchless in their way;</br>Kalmote to send aright the flying spear;</br>Denmark, how best the warlike steed to sway;</br>And Kirk to bend the bow, and death at distance lay.", "\"But why should I forget my valiant son,</br>My Harnol, who doth meet the strife with joy?</br>To lift the spear this day he has begun,</br>Yet foremost, too, I see my gallant boy;</br>And near him Carmol doth his post employ;</br>And next to him his brother Carmiline;</br>Both lift their spears as ready to destroy</br>All pow'rs that durst 'gainst Brydain's sons combine,</br>Though they of Erin land, but of ignoble line.", "\"Thus all but Stuart combat in the fight;</br>Another station doth the hero choose;</br>Aloof he is upon an ancient height,</br>And thence the battle in its anger views.</br>Nor he nor Gellimus yet 'gan to lose;</br>Alike does either mighty host contend;</br>Here with the dead some chief of Brydain strews</br>The bloody stream:  and here his way doth bend</br>Some knight of Erin land, and death around him send.", "\"And all the while the shouts tremendous rise,</br>And clang of arms, that nought but discord know;</br>Man, chariot, horse, &mdash; all in confusion hies,</br>And all with blood Bubinda stream doth flow.</br>First of great Brydain's chiefs Scomberg doth go,</br>And with him death, whither he doth him wind;</br>Knight after knight his arm doth overthrow,</br>The deeds of old are burning in his mind;</br>And who durst in his rage the aged hero find?", "\"First Arundel would meet the hero's strength,</br>Tall Arundel!  a knight so great in fame!</br>His spear of yew doth seem a yew in length,</br>And broad his shield beneath the heaven's flame:</br>Scomberg him eyes, and wields his fatal beam&mdash;</br>All from around the chiefs do swift retire&mdash;</br>As tho' the mightiest two together came</br>Great Arundel alone is all on fire;</br>He too doth wield his spear, and 'waken all his ire.", "\"'Rebel,' he cries, 'if others fly, think not</br>That Arundel like them may also fly;</br>Thee, as the chief, long in the fight I've sought,</br>And now, proud warrior, gladly hail thee nigh.'</br>He said, and him askaunt the chief doth eye.</br>'Vain Arundel, believe him not,' he cries,</br>'Proud rebel who to day would willing die,</br>That Brydain's persecuted sons might rise,</br>Proud rebel never in such glorious contest dies.'", "\"He said, and hurl'd his spear with fury fell;</br>On through the groaning air it angry sped,</br>'Till on the globe form'd shield of Arundel</br>Aslant it came with all its vengeance dread&mdash;</br>If else, the noble knight had then been dead&mdash;</br>Just o'er the grasp it struck the middle part,</br>And half the brazen round thence with it led;</br>The knights of Erin land do fearful start,</br>And even now doth beat proud Arundel's great heart.", "\"Yet, gathering all his strength, he sends his spear,</br>And onward with such rapid force it flew,</br>That ere his shield to ward his foe might bear,</br>It pierced that plate, which guards the breast, half thro',</br>Then sudden fell; &mdash; now both their swords swift drew,</br>And each towards each on through the water hies,&mdash;</br>They seem'd as monsters of the deep to view&mdash;</br>One time, for Brydain's chief, the distant cries,</br>One time, for Arundel of fame, they do arise&mdash;", "\"At once the shouts do cease &mdash; the knights have met;</br>Now heaviest vengeance in their minds they bore;</br>And with such wrath each on his foe beset,</br>That soon with them the contest dread is o'er&mdash;</br>Great Arundel of fame is then no more&mdash;</br>Scomberg on him a blow so furious sent,</br>That shield and mail, and all that came before</br>Its matchless force, at once beneath it bent,</br>'Till deep within the hero's noble heart it went.", "\"He falls; &mdash; all Erin land doth heave a sigh;&mdash;</br>As when a prop, great guardian of some tow'r,</br>Against the angry warfare of the sky,</br>Thunder or storm, or what else may o'erpow'r;</br>Is met by Jove at length in wrathful hour&mdash;</br>At once beneath his vengeful bolt it lies,&mdash;</br>And now the tower beholding it no more,</br>And hearing still the anger of the skies,</br>Does, with his guardian's fall, up throw his mighty sighs.", "\"So fell the knight, and Erin land did sigh;</br>E'en Scomberg for the brave doth shed a tear;</br>And now on thro' the host again does hie,</br>To weet what knight so bold that durst be near;</br>But none abide, all fly as herd of deer,&mdash;</br>Great Ashton save, who would his force withstand,</br>But he too falls beneath the chief's dread spear&mdash;</br>Full length he is upon the bloody strand;</br>And once again doth heavy sigh all Erin land.", "\"Mighty the deeds of other heroes too&mdash;</br>Great Gellimus, Denmark, and Ormond young;</br>And Kirk, and Bergs, and many others, who,</br>Where'er they went, pale death around them flung;</br>But they apart of Brydain's host among,</br>Remote from where the mighty chieftain fought,</br>'Tis where the lowly vales around them rung,</br>With shouts o'er deeds that valiant Lucan wrought,</br>And more of Erin land who death e'er with them brought.", "\"Nealus and Kalmote now meet in the strife;</br>Kalmote, that best can send the spear aright,</br>And mighty Nealus, who to-day, of life</br>Many a hero has depriv'd, in fight;</br>Either great host doth anxious view its knight&mdash;</br>Th' unerring spear first Kalmote furious sends;</br>Full on the casque of Nealus doth it light,</br>Divides it in the front, and angry rends</br>That part just o'er the pole, and near the neck descends.", "\"For Kalmote loud do shout all Brydain's host;</br>Nealus in wrath swift flings his spear away,</br>And runs against the knight with vigour most,</br>That ere he well has come where he doth stay,</br>He 'gins with might his blows around him lay!</br>And loud they do off Kalmote's mail resound.&mdash;</br>Not long the valiant knight abide them may;</br>Headlong he falls beneath a mortal wound,</br>And loud the murmur of all Brydain's host around.", "\"Brave Berwick and wise Walker next engage;</br>He is of Stuart great the spurious son,</br>And this a noble hero and a sage,</br>Who mighty fame of late at Norda won;</br>In council and in strife alike he shone;</br>But now the hero's day of pride is o'er&mdash;</br>Him furious doth great Berwick rush upon,</br>And all perforce aloft in arms upbore,</br>Then dashed in wrath adown &mdash; for far resounds the shore.", "\"As some great oak, whose fair broad front uprais'd</br>Has long withstood the tempests of the sky,</br>Is by the spirit of the whirlwind seized,</br>And wrapt, in all his pride of bloom, on high,</br>Then thence in wrath flung down to fade and die&mdash;</br>The vales resound, fear fills all living kind;</br>And swift the flocks do to the covert fly&mdash;</br>The herdsman fearful too a shade would find,</br>And hide him from the angry spirit of the wind.", "\"So 'neath the hero's fall the shore resounds;</br>And now the shouts for Erin land are great;</br>Her knights all deal around them deadly wounds,</br>And Brydain's sons 'gin tremble for their fate;</br>One time they stand; one time they do retreat;</br>And all the while great Lucan's shouts arise;</br>Whome'er he meets at once he doth defeat;</br>And now where Scomberg is afar he spies,</br>And toward the knight on through the throng all hasty flies.", "\"The hostile host on either side gives way;</br>Two knights already do 'neath Scomberg fall&mdash;</br>Dead on the strand, Gerald the strong here lay,</br>And here groans 'neath his wounds Arthur the tall.</br>This Lucan saw, and on the chief 'gan call&mdash;</br>Tho' far off, Scomberg eyes him presently;</br>And so on either vengeful comes, that all</br>The warring chiefs, who here around them be,</br>Withhold them from the strife, their mighty feats to see.", "\"Ere yet they meet, thus Scomberg has begun:</br>'Say whence the chief that durst approach me near?</br>Is he of noble line, and has he won,&mdash;</br>As I, great honour at the sword and spear?</br>No; him I judge one by the king sent here,</br>With promise great, if I should to him yield;</br>But mark the sword, young knight, that all do fear!</br>Ere thou canst meet its edge, thou long shalt wield,</br>As I, the warrior's spear, and win in many a field.'", "\"'Hold, Scomberg,' cries the knight of Erin Land;</br>'Think me not sprung of an ignoble line:</br>I, too, as you, can fame of birth demand;</br>Also the honor of the spear is mine:</br>Nor think it is the king who may incline</br>My soul, thro' promise, here to make thee yield;</br>Unbid I come where I do see thee shine;</br>Nor do I fear the sword that thou doest wield,</br>Though long I have not fought, or won in many a field.'", "\"He ceased; and each toward each, in wrath, rush'd on;</br>What were the feats of arms achieved till now</br>At every onset mall or plate is gone,</br>And each doth bend him to the mighty blow&mdash;</br>So would two mountain floods, on meeting, go;&mdash;</br>But soon a strife unequall'd so doth end:</br>Lucan, in wrath, a stroke directed so,</br>That shield or else 'twere madness to extend&mdash;</br>The vengeful steel through all its way did angry rend.", "\"As shadowy darkness flies across the hill,</br>When clouds bright Phoebus from the world do hide,</br>So sadness now all Brydain's host doth fill,</br>As Scomberg falls, his arms extended wide</br>Thus falls a spreading oak in all his pride;</br>The flock the tempest of the heavens foresee,</br>And would them from its threatening wrath to hide;</br>Now haste to find their own beloved tree,</br>But him the blast has thrown, &mdash; they know not where to flee.", "\"So Brydain's sons, since their great chief no more,</br>Now know not whither from the storm to hie;</br>And angry Lucan they do fly before,</br>As herd of deer would 'fore the hunter fly.</br>Loud Stuart's shout from off his hill hard by;</br>Half Brydain's host he sees to Lucan yield,</br>And his big heart with every hope is high;&mdash;</br>Three times he seizes on his sword and shield,</br>As tho' he would share in the glory of the field.", "\"What knight of Brydain's host the shock first stands?</br>'Tis Gellimus; &mdash; his great soul cannot deign</br>To shun the strife, and he aloud commands</br>The flying powers with him to remain&mdash;</br>They hear their chief &mdash; the strife's renewed again&mdash;</br>A double ardour Brydain's sons 'gin feel&mdash;</br>To win or fall with Gellimus they mean&mdash;</br>Headlong in death tall knights around do reel&mdash;</br>And loud the shout of war, and dread the clash of steel.", "\"Now Powel falls &mdash; and now great Carlingford&mdash;</br>And Vaudry next, that never foe did fear;</br>And all beneath great Gellimus' dread sword,</br>That hasty sendeth death both far and near:</br>So ruinous flies at night the lightning drear.</br>The screech-owls of the lonely desert scream&mdash;</br>They see above their rocks the flash appear,</br>And how it doth just near destructive gleam,</br>That all would willing hide them from the angry flame.", "\"Brave Berwick first doth mark the mighty man.</br>His soul is bent upon one noble deed&mdash;</br>In all his sounding arms he vig'rous ran,</br>Where hundreds 'neath great Gellimus do bleed;</br>Naught can abide him as he doth proceed;</br>Through all perforce he doth his way compel;</br>From far does Gellimus behold his speed&mdash;</br>He runs, they angry meet &mdash; but who can tell,</br>The heroes' noble deeds?  the son of Stuart fell.", "\"Many of Brydain would behold the knight,</br>And 'mong the rest my noble Harnol came.</br>All wearied is my son from cruel fight&mdash;</br>The blood of heroes 'long his sword doth stream&mdash;</br>He views the fallen chief and asks his name:</br>'Great was he in the strife all day,' he cries;</br>'Though fallen he, not so his wond'rous fame;</br>Yes, that shall live &mdash; in spite of all shall rise,</br>And wake in future day him now that lowly lies.'", "\"He said; and now he's with the chief alone</br>The others eager do the strife pursue;&mdash;</br>But Harnol stays &mdash; he heard the hero moan,</br>And thought he might his day of life renew:</br>He lov'd a foe whom he so brave did view,</br>For all the day, share in the cruel fight:</br>No coward action did the hero do;</br>When foes did fall beneath his matchless might,</br>He would them aid, nor e'er exulted o'er a knight.", "\"My son him 'side the cooling stream down lays,</br>And doth him of his heavy armour free;</br>And now the evening zephyr round him plays,</br>That soon again in grateful life is he;</br>This Harnol sees and to the strife doth flee;&mdash;</br>The strife that even now more dreadful grows,</br>None idly gaze, all in dread conflict be;</br>And loud the noisy din of arms and blows,</br>But louder still the shouts that 'mid the battle rose.", "\"Carmol and Carmiline now dreadful go&mdash;</br>Amid the strife, together is their way;</br>Who, single, durst approach the angry foe?</br>Great is the knight of Erin land who may.</br>Carmol marks Lucan far amid the fray&mdash;</br>He fears, tho' aided, to approach the knight:</br>But nigh a rock of rugged round loose lay;</br>Its bulk he seiz'd, and hurl'd with all his might,</br>Nor err'd, broad on the chest of Lucan did it light.", "\"All thoughtless of such blow down doth he fall:&mdash;</br>As some great rock high o'er the boisterous wave,</br>Doth the loud roaring deep, the storms and all,</br>That durst oppose in open strife outbrave,</br>Until some fury of the blast would leave</br>His proud head low, and doth a bolt on send,</br>Which comes unseen, and, so doth him bereave</br>Of every strength, that down he doth descend,</br>And, ruinous on the coast, his rugged bulk extend.", "\"So Lucan now; and Carmol's shouts are loud;</br>The fallen hero's shield he flies to take;</br>But Dorton eyes him from amid a crowd,</br>Of knights, where he fought for his country's sake;</br>Away thro' all perforce he soon doth break;</br>And now he flies where mighty Lucan lay:</br>Two knights have seiz'd the shield, but he doth make</br>Them dearly for the venturous deed to pay;</br>In death he smote the two, and bore the shield away.", "\"Nealus soon joins, they over Lucan stand&mdash;</br>Carmol arrives &mdash; he durst not meet the foe,</br>But hasty gains the host of Brydain's land,</br>Shouting aloud great Lucan's overthrow.</br>With whom apart Nealus and Dorton go,</br>And leave him breathing life hard by a stream;</br>Then 'mid the strife again their anger throw;</br>Wrath for the fallen knight doth them inflame&mdash;</br>They rush through Brydain's host, and none but Carmol claim.", "\"But he no more is seen or heard to boast;</br>It was, that he did hide him 'mong the slain;</br>Yet still the knights do search him through his host,</br>'Till they, at length, its rear do wearied gain;</br>They own their rashness then, and search so vain&mdash;</br>In front the sons of Erin land 'gall yield;</br>For Nealus and for Dorton they complain,</br>These hear and from the foe they would them shield,</br>But cannot now &mdash; their spears hundreds around them wield.", "\"This Gellimus, wise watchful chief, had done;</br>He gladly let the knights to gain his rear;</br>And now he in the front of battle won;</br>No chief, that durst approach his pow'rs, is there,</br>Save Dungan, he, brave knight, the shock would dare,&mdash;</br>But Harnol, youth, 'till now, unknown to fame,</br>Who ne'er before saw war, or sword did bear,</br>Tho' single, slew great Dungan in the stream,</br>All Erin land then fled, hence great was Harnol's name.\"", ""]