["Yon dim red splendour o'er the wavy flood,</br>Of mingling hues, proclaims the god of day</br>His bright, effulgent race</br>In majesty has run.", "Lo!  varied dies in sheeny beauty glow,</br>And blend in one harmonious symphony,&mdash;</br>For viewless angels strike</br>Their golden wires to laud", "The God of nature, from their radiant thrones</br>In every orb, that in the concave hangs;</br>And all the glowing blaze</br>Is but a ray of heavenly fire.", "But dim gleams glory o'er the melting pride</br>Of solar pageantry, and night resumes</br>Her dusky car, and sways</br>In Cynthia's silver glow.", "How pensive-sweet, chaste eve, beneath the gleam</br>Of constellations pendant on the sky,</br>To muse on this lone cliff,</br>Dark frowning o'er the wave", "Of yon glassed crystal lake, where lunar rays</br>To fancy's frenzied eye enamel forms</br>We loved, ere wo had wrought</br>Affection into hate.", "Silence, with downy footstep, treads her fane,</br>Save where the owlet tunes his dreary note</br>Resounding through the dells,</br>And distant mountain caves;", "Or gloomy bat, that flits on leathern wing,</br>Or beetle, rushing on the reign of night</br>From darkling, moss-strewn cells,</br>Enjoy their destined hour.", "The lucent field of pure and waveless lymph,</br>Pencilled with beauty's soft and blushing tints,</br>Reflects the solitary's mien,</br>Where pleasure reigned of yore.", "So, raptured friendship, heaven's saturnian boon,</br>Responds the ardent energies of souls,</br>By chords of virtue joined</br>For earth &mdash; for time &mdash; for bliss.", "I love thee, night, raised on thine ebon car,</br>But beauty lingers round thy hallowed queen,</br>And, from the woodland hill,</br>Fans the sweet, noiseless vale;", "And round the hamlet, veiled with myrtle groves,</br>Rustles with Zephyr, when on dewy wings,</br>He perfumed Flora woos,</br>And leads the hours with pride.", "Love reigns unrivalled in yon noiseless dale,</br>And mingles heaven with earth's illusive charm</br>Unknown to envy, hate,</br>Fell ruin, and his train.", "Sleep on yon rural, weary eyelids dwells,</br>Like the wild cygnet on its breast of down,&mdash;</br>No phantom yields the joys,</br>That flow from nature's breast.", "O soothing, Eve, are thy sequestered scenes,</br>Where placid peace, and thrilling love unite,</br>And smiles unearthly blend</br>With being's seraph gaze.", "While spring with lilies scents thy blushing robe,</br>While summer spreads the wide green-bosomed lawn,</br>While golden autumn smiles,</br>And iron winter reigns;", "So long, chaste Eve, will I admire thy sway,</br>And chant thy paean to the balmy breeze,</br>And breathe the tale of love</br>To man &mdash; to human kind.</br>"]