["In sweetest prime and blooming of his age,</br>Dear Alcon ravish'd from this mortal stage,</br>The shepherds mourn'd as they him lov'd before:</br>Among the rout him Idmon did deplore,</br>Idmon, who, whether sun in east did rise</br>Or dive in west, pour'd torrents from his eyes</br>Of liquid crystal, under hawthorn shade;</br>At last to trees and rocks this plaint he made:</br>Alcon, delight of heaven, desire of earth,</br>Offspring of Phoebus, and the Muses' birth,</br>The Graces' darling, Adon of our plains,</br>Flame of the fairest nymphs the earth sustains,</br>Wlhat power of thee hath us bereft?  what fate</br>By thy untimely fall would ruinate</br>Our hopes?  O Death!  what treasure in one hour</br>Hast thou dispersed!  how dost thou devour</br>What we on earth hold dearest!  All things good,</br>Too envious heavens, how blast ye in the bud!</br>The corn the greedy reapers cut not down</br>Before the fields with golden ears it crown,</br>Nor doth the verdant fruits the gardener pull,</br>But thou art cropt before thy years were full.", "With thee, sweet youth, the glories of our fields</br>Vanish away, and what contentments yields;</br>The lakes their silver look, the woods their shades,</br>The springs their crystal want, their verdure meads,</br>The years their early seasons, cheerful days;</br>Hills gloomy stand now desolate of rays;</br>Their amorous whispers zephyrs not us bring,</br>Nor do air's quiristers salute the spring;</br>The freezing winds our gardens do deflow'r.</br>Ah, Destinies!  and you whom skies empow'r,</br>To his fair spoils his spright again yet give,</br>And like another phoenix make him live.</br>The herbs, though cut, sprout fragrant from their stems,</br>And make with crimson blush our anadems;</br>The sun, when in the west he doth decline,</br>Heaven's brightest tapers at his funerals shine;</br>His face, when wash'd in the Atlantic seas,</br>Revives, and cheers the welkin with new rays:</br>Why should not he, since of more pure a frame,</br>Return to us again, and be the same?</br>But wretch, what wish I?  To the winds I send</br>These plaints and prayers.  Destines cannot lend</br>Thee more of time, nor heavens consent will thus</br>Thou leave their starry world to dwell with us;</br>Yet shall they not thee keep amidst their spheres</br>Without these lamentations and tears.", "Thou wast all virtue, courtesy, and worth,</br>And as sun's light is in the moon set forth,</br>World's supreme excellence in thee did shine;</br>Nor, though eclipsed now, shalt thou decline,</br>But in our memories live, while dolphins streams</br>Shall haunt, whilst eaglets stare on Titan's beams,</br>Whilst swans upon their crystal tombs shall sing,</br>Whilst violets with purple paint the spring.</br>A gentler shepherd flocks did never feed</br>On Albion's hills, nor sung to oaten reed:</br>While what she found in thee my muse would blaze,</br>Grief doth distract her, and cut short thy praise.", "How oft have we, environ'd by the throng</br>Of tedious swains, the cooler shades among,</br>Contemn'd earth's glow-worm greatness, and the chase</br>Of fortune scorned, deeming it disgrace</br>To court inconstancy!  How oft have we</br>Some Chloris' name grav'n in each virgin tree,</br>And, finding favours fading, the next day</br>What we had carv'd we did deface away!</br>Woful remembrance!  Nor time nor place</br>Of thy abodement shadows any trace,</br>But there to me thou shin'st:  late glad desires,</br>And ye once roses, how are ye turned briers!</br>Contentments passed, and of pleasures chief,</br>Now are ye frightful horrors, hells of grief.", "When from thy native soil love had thee driven,</br>Thy safe return prefigurating, a heaven</br>Of flattering hopes did in my fancy move,</br>Then little dreaming it should atoms prove.</br>These groves preserve will I, these loved woods,</br>These orchards rich with fruits, with fish these floods;</br>My Alcon will return, and once again</br>His chosen exiles he will entertain;</br>The populous city holds him, amongst harms</br>Of some fierce Cyclops, Circe's stronger charms.</br>These banks, said I, he visit will, and streams,</br>These silent shades ne'er kiss'd by courting beams;</br>Far, far off I will meet him, and I first</br>Shall him approaching know, and first be blest</br>With his aspect; I first shall hear his voice,</br>Him find the same he parted, and rejoice</br>To learn his passed perils, know the sports</br>Of foreign shepherds, fauns, and fairy courts.</br>No pleasure to the fields; an happy state</br>The swains enjoy, secure from what they hate:</br>Free of proud cares they innocently spend</br>The day, nor do black thoughts their ease offend;</br>Wise nature's darlings they live in the world,</br>Perplexing not themselves how it is hurl'd.</br>These hillocks Phoebus loves, Ceres these plains,</br>These shades the Sylvans, and here Pales strains</br>Milk in the pails, the maids which haunt the springs</br>Dance on these pastures, here Amintas sings;</br>Hesperian gardens, Tempe's shades are here,</br>Or what the eastern Ind and west hold dear.</br>Come then, dear youth, the wood-nymphs twine thee boughs</br>With rose and lily, to impale thy brows.</br>Thus ignorant, I mus'd, not conscious yet</br>Of what by death was done, and ruthless fate:</br>Amidst these trances, Fame thy loss doth sound,</br>And through my ears gives to my heart a wound;</br>With stretch'd-out arms I sought thee to embrace,</br>But clasp'd, amaz'd, a coffin in thy place;</br>A coffin!  of our joys which had the trust,</br>Which told that thou wast come, but chang'd in dust.</br>Scarce, even when felt, could I believe this wrack,</br>Nor that thy time and glory Heavens would break.</br>Now since I cannot see my Alcon's face,</br>And find nor vows nor prayers to have place</br>With guilty stars, this mountain shall become</br>To me a sacred altar, and a tomb</br>To famous Alcon; here, as days, months, years</br>Do circling glide, I sacrifice will tears,</br>Here spend my remnant time, exil'd from mirth,</br>Till death in end turn monarch of my earth.", "Shepherds on Forth, and ye by Doven rocks</br>Which use to sing and sport, and keep your flocks,</br>Pay tribute here of tears; ye never had</br>To aggravate your moans a cause more sad;</br>And to their sorrows hither bring your maunds</br>Charged with sweetest flowers, and with pure hands,</br>Fair nymphs, the blushing hyacinth and rose</br>Spread on the place his relics doth enclose;</br>Weave garlands to his memory, and put</br>Over his hearse a verse in cypress cut:</br>\"Virtue did die, goodness but harm did give</br>After the noble Alcon left to live;</br>Friendship an earthquake suffer'd; losing him,</br>Love's brightest constellation turned dim.\"</br>"]