["STROPHE.</br>O Thou who mid' the world-involving gloom,</br>Sit'st on yon solitary spire!</br>Or slowly shak'st the sounding dome,</br>Or hear'st the wildly-warbling lyre;</br>Say when thy musing soul</br>Bids distant times unroll,</br>And marks the flight of each revolving year,</br>That saw the race of Glory run,</br>That mark'd Ambition's setting sun,</br>That shook old Empire's tow'ring pride,</br>That swept them down the floating tide,</br>Say when these long-unfolding scenes appear,</br>Streams down thy hoary cheek the pity-darting tear?", "1.2.</br>Cast o'er yon trackless waste thy wand'ring eye:</br>Yon Hill whose gold-illumin'd brow</br>Just trembling thro' the bending sky,</br>O'erlooks the boundless wild below;</br>Once bore the branching wood</br>That o'er yon murm'ring flood</br>Hung wildly-waving to the rustling gale;</br>The naked heath with moss o'ergrown,</br>That hears the 'lone owl's nightly moan,</br>Once bloom'd with Summer's copious store,</br>Once rais'd the lawn-bespangling flow'r,</br>Or heard some Lover's plaintive lay,</br>When by pale Cynthia's silver ray,</br>All wild he wander'd o'er the lonely dale,</br>And taught the list'ning moon the melancholy tale.", "1.3.</br>Ye wilds where heav'n-rapt Fancy roves,</br>Ye sky-crown'd hills, and solemn groves!</br>Ye low-brow'd vaults, ye gloomy cells!</br>Ye caves where night-bred Silence dwells!</br>Ghosts that in yon lonely hall,</br>Lightly glance along the wall;</br>Or beneath yon ivy'd tow'r,</br>At the silent mid-night hour,</br>Stand array'd in spotless white,</br>And stain the dusky robe of Night;</br>Or with now solemn pauses, roam</br>O'er the long, sounding, hollow dome!</br>Say mid yon desert' solitary round,</br>When Darkness wraps the boundless spheres,</br>Does ne'er some dismal dying sound</br>On Night's dull serious ear rebound,</br>That mourns the ceaseless lapse of life-consuming years?", "2.1.</br>O call th' inspiring glorious hour to view,</br>When Caledonia's martial train,</br>From yon steep rock's high-arching brow</br>Pour'd on the heart-struck flying Dane!</br>When War's blood-tinctur'd spear</br>Hung o'er the trembling rear;</br>When light-heel'd Terror wing'd their headlong flight:</br>Yon Tow'rs then rung with wild alarms!</br>Yon Desert gleam'd with shining arms!</br>While on the bleak hill's brightning spire,</br>Bold Vict'ry flam'd, with eyes of fire;</br>Her limbs celestial robes infold,</br>Her wings were ting'd with spangling gold,</br>She spoke: &mdash; her words infus'd resistless might,</br>And warm'd the bounding heart, and rous'd the soul of fight.", "2.2.</br>But ah, what hand the smiling prospect brings!</br>What voice recalls th' expiring day!</br>See darting swift on eagle-wings,</br>The glancing Moment bursts away!</br>So from some mountain's head,</br>In mantling gold array'd,</br>While bright-ey'd Fancy stands in sweet surprize:</br>The vale where musing Quiet treads,</br>The flow'r-clad lawns, and bloomy meads,</br>Or streams where Zephyr' loves to stray</br>Beneath the pale Eve's twinkling ray;</br>Or waving woods detain the sight:&mdash;</br>&mdash;When from the gloomy cave of Night</br>Some cloud sweeps shadowy o'er the dusky skies,</br>And wraps the flying scene that fades, and swims, and dies.", "2.3.</br>Lo!  rising from yon dreary tomb,</br>What spectres stalk across the gloom!</br>With haggard eyes, and visage pale,</br>And voice that moans with feeble wail!</br>O'er yon long resounding plain</br>Slowly moves the solemn train;</br>Wailing-wild with shrieks of woe</br>O'er the bones that rest below!</br>While the dull Night's startled ear</br>Shrinks, aghast with thrilling fear!</br>Or stand with thin robes wasting soon,</br>And eyes that blast the sick'ning moon!</br>Yet these, ere Time had roll'd their years away,</br>Ere death's fell arm had mark'd its aim;</br>Rul'd yon proud tow'rs with ample sway,</br>Beheld the trembling swains obey;</br>And wrought the glorious deed that swell'd the trump of Fame.", "3.1.</br>But why o'er these indulge the bursting sigh?</br>Feels not each shrub the Tempest's pow'r?</br>Rocks not the dome when whirl-winds fly?</br>Nor shakes the hill when thunders roar?</br>Lo!  mould'ring, wild, unknown,</br>What Fanes, what Tow'rs o'erthrown,</br>What tumbling chaos marks the waste of Time!</br>I see Palmyra's temples fall!</br>Old Ruin shakes the hanging wall!</br>Yon waste where roaming lions howl,</br>Yon aisle where moans the grey-ey'd Owl,</br>Shows the proud Persian's great abode:</br>Where scepter'd once, an earthly God!</br>His pow'r-clad arm controul'd each happier clime,</br>Where sports the warbling Muse, and Fancy soars sublime.", "3.2.</br>Hark! &mdash; what dire sound rolls murm'ring on the gale?</br>Ah!  what soul-thrilling scene appears!</br>I see the column'd arches fail!</br>And structures hoar, the boast of years!</br>What mould'ring piles decay'd</br>Glean, thro' the moon-streak'd shade,</br>Where Rome's proud Genius rear'd her awful brow!</br>Sad monument! &mdash; Ambition near,</br>Rolls on the dust and pours a tear;</br>Pale Honour drops the flutt'ring plume,</br>And Conquest weeps o'er Caesar's tomb,</br>Slow Patience sits with eye deprest,</br>And Courage beats his sobbing breast;</br>Ev'n War's red check the gushing streams o'erflow,</br>And Fancy's list'ning ear attends the plaint of Woe.", "3.3.</br>Lo on yon Pyramid's sublime,</br>Whence lies Old Egypt's desert clime,</br>Bleak, naked, wild!  where Ruin low'rs,</br>Mid' Fanes, and Wrecks, and tumbling tow'rs:</br>On the steep height waste and bare,</br>Stands the Pow'r with hoary hair!</br>O'er His scythe He bends; &mdash; His hand</br>Slowly shakes the flowing sand,</br>While the Hours, an airy ring</br>Lightly flit with downy wing;</br>And sap the works of man; &mdash; and shade</br>With silver'd locks his furrow'd head;</br>Thence rolls the mighty Pow'r His broad survey,</br>And seals the Nations awful doom;</br>He sees proud Grandeur's meteor-ray,</br>He yields to Joy the festive day;</br>Then sweeps the length'ning shade, and marks them for the tomb.</br>"]