["Jenner!  for ever shall thy honour'd name</br>Among the children of mankind be blest,</br>Who by thy skill hast taught us how to tame</br>One dire disease, . . the lamentable pest</br>Which Africa sent forth to scourge the West,</br>As if in vengeance for her sable brood</br>So many an age remorselessly opprest.</br>For that most fearful malady subdued</br>Receive a poet's praise, a father's gratitude.", "Fair promise be this triumph of an age</br>When Man, with vain desires no longer blind,</br>And wise though late, his only war shall wage</br>Against the miseries which afflict mankind,</br>Striving with virtuous heart and strenuous mind</br>Till evil from the earth shall pass away.</br>Lo, this his glorious destiny assign'd!</br>For that blest consummation let us pray,</br>And trust in fervent faith, and labour as we may.", "The hideous malady which lost its power</br>When Jenner's art the dire contagion stay'd,</br>Among Columbia's sons, in fatal hour,</br>Across the wide, Atlantic wave convey'd</br>Its fiercest form of pestilence display'd:</br>Where'er its deadly course the plague began</br>Vainly the wretched sufferer look'd for aid;</br>Parent from child, and child from parent ran,</br>For tyrannous fear dissolved all natural bonds of man.", "A feeble nation of Guarani race,</br>Thinn'd by perpetual wars, but unsubdued,</br>Had taken up at length a resting place</br>Among those tracts of lake and swamp and wood,</br>where Mondai issuing from its solitude</br>Flows with slow stream to Empalado's bed.</br>It was a region desolate and rude;</br>But thither had the horde for safety fled,</br>And being there conceal'd in peace their lives they led.", "There had the tribe a safe asylum found</br>Amid those marshes wide and woodlands dense,</br>With pathless wilds and waters spread around,</br>And labyrinthine swamps, a sure defence</br>From human foes, . . . but not from pestilence.</br>The spotted plague appear'd, that direst ill, . . .</br>How brought among them none could tell, or whence;</br>The mortal seed had lain among them still,</br>And quicken'd now to work the Lord's mysterious will.", "Alas, it was no medicable grief</br>Which herbs might reach!  Nor could the juggler's power</br>With all his antic mummeries bring relief.</br>Faith might not aid him in that ruling hour,</br>Himself a victim now.  The dreadful stour</br>None could escape, nor aught its force assuage.</br>The marriageable maiden had her dower</br>From death; the strong man sunk beneath its rage,</br>And death cut short the thread of childhood and of age.", "No time for customary mourning now;</br>With hand close-clench'd to pluck the rooted hair,</br>To beat the bosom, on the swelling brow</br>Inflict redoubled blows, and blindly tear</br>The cheeks, indenting bloody furrows there,</br>The deep-traced signs indelible of woe;</br>Then to some crag, or bank abrupt, repair,</br>And giving grief its scope infuriate, throw</br>The impatient body thence upon the earth below.", "Devices these by poor weak nature taught,</br>Which thus a change of suffering would obtain;</br>And flying from intolerable thought</br>And piercing recollections, would full fain</br>Distract itself by sense of fleshly pain</br>From anguish that the soul must else endure.</br>Easier all outward torments to sustain,</br>Than those heart-wounds which only time can cure,</br>And He in whom alone the hopes of man are sure.", "None sorrow'd here; the sense of woe was sear'd,</br>When every one endured his own sore ill.</br>The prostrate sufferers neither hoped nor fear'd;</br>The body labour'd, but the heart was still: . . .</br>So let the conquering malady fulfil</br>Its fatal course, rest cometh at the end!</br>Passive they lay with neither wish nor will</br>For aught but this; nor did they long attend</br>That welcome boon from death, the never-failing friend.", "Who is there to make ready now the pit,</br>The house that will content from this day forth</br>Its easy tenant?  Who in vestments fit</br>Shall swathe the sleeper for his bed of earth,</br>Now tractable as when a babe at birth?</br>Who now the ample funeral urn shall knead,</br>And burying it beneath his proper hearth</br>Deposit there with careful hands the dead,</br>And lightly then relay the floor above his head?", "Unwept, unshrouded, and unsepulchred,</br>The hammock where they hang, for winding sheet</br>And grave suffices the deserted dead:</br>There from the armadillo's searching feet</br>Safer than if within the tomb's retreat.</br>The carrion birds obscene in vain essay</br>To find that quarry:  round and round they beat</br>The air, but fear to enter for their prey,</br>And from the silent door the jaguar turns away.", "But nature for her universal law</br>Hath other surer instruments in store,</br>Whom from the haunts of men no wonted awe</br>Withholds as with a spell.  In swarms they pour</br>From wood and swamp:  and when their work is o'er</br>On the white bones the mouldering roof will fall;</br>Seeds will take root, and spring in sun and shower;</br>And Mother Earth ere long with her green pall,</br>Resuming to herself the wreck, will cover all.", "Oh!  better thus with earth to have their part,</br>Than in Egyptian catacombs to lie,</br>Age after age preserved by horrid art,</br>In ghastly image of humanity!</br>Strange pride that with corruption thus would vie!</br>And strange delusion that would thus maintain</br>The fleshly form, till cycles shall pass by,</br>And in the series of the eternal chain,</br>The spirit come to seek its old abode again.", "One pair alone survived the general fate;</br>Left in such drear and mournful solitude,</br>That death might seem a preferable state.</br>Not more deprest the Arkite patriarch stood,</br>When landing first on Ararat he view'd,</br>Where all around the mountain summits lay,</br>Like islands seen amid the boundless flood!</br>Nor our first parents more forlorn than they,</br>Thro' Eden when they took their solitary way.", "Alike to them, it seem'd in their despair,</br>Whither they wander'd from the infected spot.</br>Chance might direct their steps:  they took no care;</br>Come well or ill to them, it matter'd not!</br>Left as they were in that unhappy lot,</br>The sole survivors they of all their race,</br>They reck'd not when their fate, nor where, nor what,</br>In this resignment to their hopeless case,</br>Indifferent to all choice or circumstance of place.", "That palsying stupor past away ere long,</br>And as the spring of health resumed its power,</br>They felt that life was dear, and hope was strong.</br>What marvel!  'Twas with them the morning hour,</br>When bliss appears to be the natural dower</br>Of all the creatures of this joyous earth;</br>And sorrow fleeting like a vernal shower</br>Scarce interrupts the current of our mirth;</br>Such is the happy heart we bring with us at birth.", "Tho' of his nature and his boundless love</br>Erring, yet tutor'd by instinctive sense,</br>They rightly deem'd the Power who rules above</br>Had saved them from the wasting pestilence.</br>That favouring power would still be their defence:</br>Thus were they by their late deliverance taught</br>To place a child-like trust in Providence,</br>And in their state forlorn they found this thought</br>Of natural faith with hope and consolation fraught.", "And now they built themselves a leafy bower,</br>Amid a glade, slow Mondai's stream beside,</br>Screen'd from the southern blast of piercing power:</br>Not like their native dwelling, long and wide,</br>By skilful toil of numbers edified,</br>The common home of all, their human nest,</br>Where threescore hammocks pendant side by side</br>Were ranged, and on the ground the fires were drest;</br>Alas that populous hive hath now no living guest!", "A few firm stakes they planted in the ground,</br>Circling a narrow space, yet large enow;</br>These strongly interknit they closed around</br>With basket-work of many a pliant bough.</br>The roof was like the sides; the door was low,</br>And rude the hut, and trimm'd with little care,</br>For little heart had they to dress it now;</br>Yet was the humble structure fresh and fair,</br>And soon its inmates found that Love might sojourn there.", "Quiara could recall to mind the course</br>Of twenty summers; perfectly he knew</br>Whate'er his fathers taught of skill or force.</br>Right to the mark his whizzing lance he threw,</br>And from his bow the unerring arrow flew</br>With fatal aim:  and when the laden bee</br>Buzz'd by him in its flight, he could pursue</br>Its path with certain ken, and follow free</br>Until he traced the hive in hidden bank or tree.", "Of answering years was Monnema, nor less</br>Expert in all her sex's household ways.</br>The Indian weed she skilfully could dress;</br>And in what depth to drop the yellow maize</br>She knew, and when around its stem to raise</br>The lighten'd soil; and well could she prepare</br>Its ripen'd seed for food, her proper praise;</br>Or in the embers turn with frequent care</br>Its succulent head yet green, sometimes for daintier fare.", "And how to macerate the bark she knew,</br>And draw apart its beaten fibres fine,</br>And bleaching them in sun, and air, and dew;</br>From dry and glossy filaments entwine</br>With rapid twirl of hand the lengthening line;</br>Next interknitting well the twisted thread,</br>In many an even mesh its knots combine,</br>And shape in tapering length the pensile bed,</br>Light hammock there to hang beneath the leafy shed.", "Time had been when expert in works of clay</br>She lent her hands the swelling urn to mould,</br>And fill'd it for the appointed festal day</br>With the beloved beverage which the bold</br>Quaff'd in their triumph and their joy of old;</br>The fruitful cause of many an uproar rude,</br>When in their drunken bravery uncontroll'd,</br>Some bitter jest awoke the dormant feud,</br>And wrath and rage and strife and wounds and death ensued.", "These occupations were gone by:  the skill</br>Was useless now, which once had been her pride.</br>Content were they, when thirst impell'd, to fill</br>The dry and hollow gourd from Mondai's side;</br>The river from its sluggish bed supplied</br>A draught for repetition all unmeet;</br>Howbeit the bodily want was satisfied;</br>No feverish pulse ensued, nor ireful heat,</br>Their days were undisturb'd, their natural sleep was sweet.", "She too had learnt in youth how best to trim</br>The honoured Chief for his triumphal day,</br>And covering with soft gums the obedient limb</br>And body, then with feathers overlay,</br>In regular hues disposed, a rich display.</br>Well-pleased the glorious savage stood and eyed</br>The growing work; then vain of his array</br>Look'd with complacent frown from side to side,</br>Stalk'd with elater step, and swell'd with statelier pride.", "Feasts and carousals, vanity and strife,</br>Could have no place with them in solitude</br>To break the tenor of their even life.</br>Quiara day by day his game pursued,</br>Searching the air, the water, and the wood,</br>With hawk-like eye, and arrow sure as fate;</br>And Monnema prepared the hunter's food:</br>Cast with him here in this forlorn estate,</br>In all things for the man was she a fitting mate.", "The Moon had gather'd oft her monthly store</br>Of light, and oft in darkness left the sky,</br>Since Monnema a growing burthen bore</br>Of life and hope.  The appointed weeks go by;</br>And now her hour is come, and none is nigh</br>To help:  but human help she needed none.</br>A few short throes endured with scarce a cry,</br>Upon the bank she laid her new-born son,</br>Then slid into the stream, and bathed, and all was done.", "Might old observances have there been kept,</br>Then should the husband to that pensile bed,</br>Like one exhausted with the birth have crept,</br>And laying down in feeble guise his head,</br>For many a day been nursed and dieted</br>With tender care, to childing mothers due.</br>Certes a custom strange, and yet far spread</br>Thro' many a savage tribe, howe'er it grew,</br>And once in the old world known as widely as the new.", "This could not then be done; he might not lay</br>The bow and those unerring shafts aside;</br>Nor thro' the appointed weeks forego the prey,</br>Still to be sought amid those regions wide,</br>None being there who should the while provide</br>That lonely household with their needful food:</br>So still Quiara thro' the forest plied</br>His daily task, and in the thickest wood</br>Still laid his snares for birds, and still the chace pursued.", "But seldom may such thoughts of mingled joy</br>A father's agitated breast dilate,</br>As when he first beheld that infant boy.</br>Who hath not prov'd it, ill can estimate</br>The feeling of that stirring hour, . . . the weight</br>Of that new sense, the thoughtful, pensive bliss.</br>In all the changes of our changeful state,</br>Even from the cradle to the grave, I wis,</br>The heart doth undergo no change so great as this.", "A deeper and unwonted feeling fill'd</br>These parents, gazing on their new born son.</br>Already in their busy hopes they build</br>On this frail sand.  Now let the seasons run,</br>And let the natural work of time be done</br>With them, . . for unto them a child is born:</br>And when the hand of Death may reach the one,</br>The other will not now be left to mourn</br>A solitary wretch, all utterly forlorn.", "Thus Monnema and thus Quiara thought,</br>Tho' each the melancholy thought represt;</br>They could not chuse but feel, yet uttered not</br>The human feeling, which in hours of rest</br>Often would rise, and fill the boding breast</br>With a dread foretaste of that mournful day,</br>When, at the inexorable Power's behest,</br>The unwilling spirit, called perforce away,</br>Must leave, for ever leave its dear connatural clay.", "Link'd as they were, where each to each was all,</br>How might the poor survivor hope to bear</br>That heaviest loss which one day must befall,</br>Nor sink beneath the weight of his despair.</br>Scarce could the heart even for a moment dare</br>That miserable time to contemplate,</br>When the dread Messenger should find them there,</br>From whom is no escape, . . . and reckless Fate,</br>Whom it had bound so close, for ever separate.", "Lighter that burthen lay upon the heart</br>When this dear babe was born to share their lot;</br>They could endure to think that they must part.</br>Then too a glad consolatory thought</br>Arose, while gazing on the child they sought</br>With hope their dreary prospect to delude,</br>Till they almost believed, as fancy taught,</br>How that from them a tribe should spring renew'd,</br>To people and possess that ample solitude.", "Such hope they felt, but felt that whatsoe'er</br>The undiscoverable to come might prove,</br>Unwise it were to let that bootless care</br>Disturb the present hours of peace and love.</br>For they had gain'd a happiness above</br>The state which in their native horde was known:</br>No outward causes were there here to move</br>Discord and alien thoughts; being thus alone</br>From all mankind, their hearts and their desires were one.", "Different their love in kind and in degree</br>From what their poor depraved forefathers knew,</br>With whom degenerate instincts were left free</br>To take their course, and blindly to pursue,</br>Unheeding they the ills that must ensue,</br>The bent of brute desire.  No moral tie</br>Bound the hard husband to his servile crew</br>Of wives; and they the chance of change might try,</br>All love destroy'd by such preposterous liberty.", "Far other tie this solitary pair</br>Indissolubly bound; true helpmates they,</br>In joy or grief, in weal or woe to share,</br>In sickness or in health, thro' life's long day;</br>And reassuming in their hearts her sway</br>Benignant Nature made the burthen light.</br>It was the Woman's pleasure to obey,</br>The Man's to ease her toil in all he might,</br>So each in serving each obtain'd the best delight.", "And as connubial, so parental love</br>Obey'd unerring Nature's order here,</br>For now no force of impious custom strove</br>Against her law; . . . such as was wont to sear</br>The unhappy heart with usages severe,</br>Till harden'd m others in the grave could lay</br>Their living babes with no compunctious tear,</br>So monstrous men become, when from the way</br>Of primal light they turn thro' heathen paths astray.", "Deliver'd from this yoke, in them, henceforth</br>The springs of natural love may freely flow:</br>New joys, new virtues with that happy birth</br>Are born, and with the growing infant grow.</br>Source of our purest happiness below</br>Is that benignant law which hath entwined</br>Dearest delight with strongest duty so</br>That in the healthy heart and righteous mind</br>Ever they co-exist, inseparably combined.", "Oh!  bliss for them when in that infant face</br>They now the unfolding faculties descry,</br>And fondly gazing, trace . . . or think they trace . . .</br>The first faint speculation in that eye,</br>Which hitherto hath roll'd in vacancy!</br>Oh!  bliss in that soft countenance to seek</br>Some mark of recognition, and espy</br>The quiet smile which in the innocent cheek</br>Of kindness and of kind its consciousness doth speak!", "For him, if born among their native tribe,</br>Some haughty name his parents had thought good,</br>As weening that therewith they should ascribe</br>The strength of some fierce tenant of the wood,</br>The water, or the aerial solitude,</br>Jaguar or vulture, water-wolf or snake,</br>The beast that prowls abroad in search of blood,</br>Or reptile that within the treacherous brake</br>Waits for the prey, upcoil'd, its hunger to aslake.", "Now soften'd as their spirits were by love,</br>Abhorrent from such thoughts they turn'd away:</br>And with a happier feeling, from the dove,</br>They named the child Yeruti.  On a day</br>When smiling at his mother's breast in play,</br>They in his tones of murmuring pleasure heard</br>A sweet resemblance of the stock-dove's lay,</br>Fondly they named him from that gentle bird,</br>And soon such happy use endear'd the fitting word.", "Days pass, and moons have wex'd and waned, and still</br>This dovelet nestled in their leafy bower</br>Obtains increase of sense, and strength and will,</br>As in due order many a latent power</br>Expands, . . . humanity's exalted dower:</br>And they while thus the days serenely fled</br>Beheld him flourish like a vigorous flower</br>Which lifting from a genial soil its head</br>By seasonable suns and kindly showers is fed.", "Ere long the cares of helpless babyhood</br>To the next stage of infancy give place,</br>That age with sense of conscious growth endued,</br>When every gesture hath its proper grace:</br>Then come the unsteady step, the tottering pace;</br>And watchful hopes and emulous thoughts appear;</br>The imitative lips essay to trace</br>Their words, observant both with eye and ear,</br>In mutilated sounds which parents love to hear.", "Serenely thus the seasons pass away;</br>And, oh!  how rapidly they seem to fly</br>With those for whom to-morrow like to-day</br>Glides on in peaceful uniformity!</br>Five years have since Yeruti's birth gone by,</br>Five happy years; . . . and ere the Moon which then</br>Hung like a Sylphid's light canoe on high</br>Should fill its circle, Monnema again</br>Laying her burthen down must bear a mother's pain.", "Alas, a keener pang before that day,</br>Must by the wretched Monnema be borne!</br>In quest of game Quiara went his way</br>To roam the wilds as he was wont, one morn;</br>She look'd in vain at eve for his return.</br>By moonlight thro' the midnight solitude</br>She sought him; and she found his garment torn,</br>His bow and useless arrows in the wood,</br>Marks of a jaguar's feet, a broken spear, and blood.", ""]