["The Muse new Courtship doth devise,</br>By Natures strange Varieties,</br>Whose Rarieties she here relates,</br>And gives you Pastorall Delicates.", "LALUS.  CLEON.  LIROPE.", "Lalus a Jolly youthfull Lad,</br>With Cleon, no lesse crown'd</br>With vertues; both their beings had</br>On the Elizian ground.</br>Both having parts so excellent,</br>That it a question was,</br>Which should be the most eminent,</br>Or did in ought surpasse.</br>This Cleon was a Mountaineer,</br>And of the wilder kinde,</br>And from his birth had many a yeere</br>Bin nurst up by a Hinde:</br>And as the sequell well did show,</br>It very well might be;</br>For never Hart, nor Hare, nor Roe,</br>Were halfe so swift as he.</br>But Lalus in the Vale was bred,</br>Amongst the Sheepe and Neate,</br>And by those Nimphes there choicly fed,</br>With Hony, Milke, and Wheate;</br>Of Stature goodly, faire of speech,</br>And of behaviour mylde,</br>Like those there in the Valley rich,</br>That bred him of a chyld.</br>Of Falconry they had the skill,</br>Their Halkes to feed and flye,</br>No better Hunters ere clome Hill,</br>Nor hollowed to a Cry:</br>In Dingles deepe, and Mountains hore,</br>Oft with the bearded Speare</br>They cumbated the tusky Boare,</br>And slew the angry Beare.</br>In Musicke they were wondrous quaint,</br>Fine Aers they could devise;</br>They very curiously could Paint,</br>And neatly Poetize;</br>That wagers many time were laid</br>On Questions that arose,</br>Which Song the witty Lalus made,</br>Which Cleon should compose.</br>The stately Steed they manag'd well,</br>Of Fence the art they knew,</br>For Dansing they did all excell</br>The Gerles that to them drew;</br>To throw the Sledge, to pitch the Barre,</br>To wrestle and to Run,</br>They all the Youth exceld so farre,</br>That still the Prize they wonne.</br>These sprightly Gallants lov'd a Lasse,</br>Cald Lirope the bright,</br>In the whole world there scarcely was</br>So delicate a Wight,</br>There was no Beauty so divine</br>That ever Nimph did grace,</br>But it beyond it selfe did shine</br>In her more hevenly face:</br>What forme she pleasd each thing would take</br>That ere she did behold,</br>Of Pebbles she could Diamonds make,</br>Grosse Iron turne to Gold:</br>Such power there with her presence came</br>Sterne Tempests she alayd,</br>The cruell Tigar she could tame,</br>She raging Torrents staid,</br>She chid, she cherisht, she gave life,</br>Againe she made to dye,</br>She raisd a warre, apeasd a Strife,</br>With turning of her eye.</br>Some said a God did her beget,</br>But much deceiv'd were they,</br>Her Father was a Rivelet,</br>Her Mother was a Fay.</br>Her Lineaments so fine that were,</br>She from the Fayrie tooke,</br>Her Beauties and Complection cleere,</br>By nature from the Brooke.</br>These Ryvalls wayting for the houre</br>(The weather calme and faire)</br>When as she us'd to leave her Bower</br>To take the pleasant ayre,</br>Acosting her; their complement</br>To her their Goddesse done;</br>By gifts they tempt her to consent,</br>When Lalus thus begun.", "LALUS.</br>Sweet Lirope I have a Lambe</br>Newly wayned from the Damme,</br>Of the right kinde, it is notted,</br>Naturally with purple spotted,</br>Into laughter it will put you,</br>To see how prettily 'twill But you;</br>When on sporting it is set,</br>It will beate you a Corvet,</br>And at every nimble bound</br>Turne it selfe above the ground;</br>When tis hungry it will bleate,</br>From your hand to have its meate,</br>And when it hath fully fed,</br>It will fetch Jumpes above your head,</br>As innocently to expresse</br>Its silly sheepish thankfullnesse,</br>When you bid it, it will play,</br>Be it either night or day,</br>This Lirope I have for thee,</br>So thou alone wilt live with me.", "CLEON.</br>From him O turne thine eare away,</br>And heare me my lov'd Lirope,</br>I have a Kid as white as milke,</br>His skin as soft as Naples silke,</br>His hornes in length are wondrous even,</br>And curiously by nature writhen;</br>It is of th' Arcadian kinde,</br>Ther's not the like twixt either Inde;</br>If you walke, 'twill walke you by,</br>If you sit downe, it downe will lye,</br>It with gesture will you wooe,</br>And counterfeit those things you doe;</br>Ore each Hillock it will vault,</br>And nimbly doe the Summer-sault,</br>Upon the hinder Legs 'twill goe,</br>And follow you a furlong so,</br>And if by chance a Tune you roate,</br>'Twill foote it finely to your note,</br>Seeke the world and you may misse</br>To finde out such a thing as this;</br>This my love I have for thee</br>So thou'lt leave him and goe with me.", "LIROPE.</br>Beleeve me Youths your gifts are rare,</br>And you offer wondrous faire;</br>Lalus for Lambe, Cleon for Kyd,</br>'Tis hard to judge which most doth bid,</br>And have you two such things in store,</br>And I n'er knew of them before?</br>Well yet I dare a Wager lay</br>That Brag my litle Dog shall play,</br>As dainty tricks when I shall bid,</br>As Lalus Lambe, or Cleons Kid.</br>But t'may fall out that I may need them</br>Till when yee may doe well to feed them;</br>Your Goate and Mutton pretty be</br>But Youths these are noe bayts for me,</br>Alasse good men, in vaine ye wooe,</br>'Tis not your Lambe nor Kid will doe.", "LALUS.</br>I have two Sparrowes white as Snow,</br>Whose pretty eyes like sparkes doe show;</br>In her Bosome Venus hatcht them</br>Where her little Cupid watcht them,</br>Till they too fledge their Nests forsooke</br>Themselves and to the Fields betooke,</br>Where by chance a Fowler caught them</br>Of whom I full dearely bought them;</br>They'll fetch you Conserve from the Hip,</br>And lay it softly on your Lip,</br>Through their nibling bills they'll Chirup</br>And flutering feed you with the Sirup,</br>And if thence you put them by</br>They to your white necke will flye,</br>And if you expulse them there</br>They'll hang upon your braded Hayre;</br>You so long shall see them prattle</br>Till at length they'll fall to battle,</br>And when they have fought their fill,</br>You will smile to see them bill.</br>These Birds my Lirope's shall be</br>So thou'llt leave him and goe with me.", "CLEON.</br>His Sparrowes are not worth a rush</br>I'le finde as good in every bush,</br>Of Doves I have a dainty paire</br>Which when you please to take the Aier,</br>About your head shall gently hover</br>Your Cleere browe from the Sunne to cover,</br>And with their nimble wings shall fan you,</br>That neither Cold nor Heate shall tan you,</br>And like Umbrellas with their feathers</br>Sheeld you in all sorts of weathers:</br>They be most dainty Coloured things,</br>They have Damask backs and Chequerd wings,</br>Their neckes more Various Cullours showe</br>Then there be mixed in the Bowe;</br>Venus saw the lesser Dove</br>And therewith was farre in Love,</br>Offering for't her goulden Ball</br>For her Sonne to play withall;</br>These my Liropes shall be</br>So shee'll leave him and goe with me.", "LIROPE.</br>Then for Sparrowes, and for Doves</br>I am fitted twixt my Loves,</br>But Lalus, I take noe delight</br>In Sparowes, for they'll scratch and bite</br>And though joynd, they are ever wooing</br>Alwayes billing if not doeing,</br>Twixt Venus breasts if they have lyen</br>I much feare they'll infect myne;</br>Cleon your Doves are very dainty,</br>Tame Pidgeons else you knowe are plenty,</br>These may winne some of your Marrowes</br>I am not caught with Doves, nor Sparrowes,</br>I thanke ye kindly for your Coste,</br>Yet your labour is but loste.", "LALUS.</br>With full-leav'd Lillies I will stick</br>Thy braded hayre all o'r so thick,</br>That from it a Light shall throw</br>Like the Sunnes upon the Snow.</br>Thy Mantle shall be Violet Leaves,</br>With the fin'st the Silkeworme weaves</br>As finly Woven; whose rich smell</br>The Ayre about thee so shall swell</br>That it shall have no power to moove.</br>A Ruffe of Pinkes thy Robe above</br>About thy necke so neatly set</br>That Art it cannot counterfet,</br>Which still shall looke so Fresh and new,</br>As if upon their Roots they grew:</br>And for thy head Ile have a Tyer</br>Of netting, made of Strawbery wyer,</br>And in each knot that doth compose</br>A Mesh, shall stick a halfe blowne Rose,</br>Red, damaske, white, in order set</br>About the sides, shall run a Fret</br>Of Primroses, the Tyer throughout</br>With Thrift and Daysyes frindgd about;</br>All this faire Nimph Ile doe for thee,</br>So thou'lt leave him and goe with me.", "CLEON.</br>These be but weeds and Trash he brings,</br>Ile give thee solid, costly things,</br>His will whither and be gone</br>Before thou well canst put them on;</br>With Currall I will have thee Crown'd,</br>Whose Branches intricatly wound</br>Shall girt thy Temples every way;</br>And on the top of every Spray</br>Shall stick a Pearle orient and great,</br>Which so the wandring Birds shall cheat,</br>That some shall stoope to looke for Cheries,</br>As other for tralucent Berries.</br>And wondring, caught e'r they be ware</br>In the curld Tramels of thy hayre:</br>And for thy necke a Christall Chaine</br>Whose lincks shapt like to drops of Raine,</br>Upon thy panting Breast depending,</br>Shall seeme as they were still descending,</br>And as thy breath doth come and goe,</br>So seeming still to ebbe and flow:</br>With Amber Bracelets cut like Bees,</br>Whose strange transparancy who sees,</br>With Silke small as the Spiders Twist</br>Doubled so oft about thy Wrist,</br>Would surely thinke alive they were,</br>From Lillies gathering hony there.</br>Thy Buskins Ivory, carv'd like Shels</br>Of Scallope, which as little Bels</br>Made hollow, with the Ayre shall Chime,</br>And to thy steps shall keepe the time:</br>Leave Lalus, Lirope for me</br>And these shall thy rich dowry be.", "LIROPE.</br>Lalus for Flowers Cleon for Jemmes,</br>For Garlands and for Diadems,</br>I shall be sped, why this is brave,</br>What Nimph can choicer Presents have,</br>With dressing, brading, frowncing, flowring,</br>All your Jewels on me powring,</br>In this bravery being drest,</br>To the ground I shall be prest,</br>That I doubt the Nimphes will feare me,</br>Nor will venture to come neare me;</br>Never Lady of the May,</br>To this houre was halfe so gay;</br>All in flowers, all so sweet,</br>From the Crowne, beneath the Feet,</br>Amber, Currall, Ivory, Pearle,</br>If this cannot winne a Gerle,</br>Thers nothing can, and this ye wooe me,</br>Give me your hands and trust ye to me,</br>(Yet to tell ye I am loth)</br>That I'le have neither of you both.", "LALUS.</br>When thou shalt please to stem the flood,</br>(As thou art of the watry brood)</br>I'le have twelve Swannes more white then Snow,</br>Yokd for the purpose two and two,</br>To drawe thy Barge wrought of fine Reed</br>So well that it nought else shall need,</br>The Traces by which they shall hayle</br>Thy Barge; shall be the winding trayle</br>Of woodbynd; whose brave Tasseld Flowers</br>(The Sweetnesse of the Woodnimphs Bowres)</br>Shall be the Trappings to adorne,</br>The Swannes, by which thy Barge is borne,</br>Of flowred Flags I'le rob the banke</br>Of water-Cans and King-cups ranck</br>To be the Covering of thy Boate,</br>And on the Streame as thou do'st Floate,</br>The Naiades that haunt the deepe,</br>Themselves about thy Barge shall keepe,</br>Recording most delightfull Layes,</br>By Sea Gods written in thy prayse.</br>And in what place thou hapst to land,</br>There the gentle Silvery sand,</br>Shall soften, curled with the Aier</br>As sensible of thy repayre:</br>This my deare love I'le doe for thee,</br>So Thou'lt leave him and goe with me:", "CLEON.</br>Tush Nimphe his Swannes will prove but Geese,</br>His Barge drinke water like a Fleece;</br>A Boat is base, I'le thee provide,</br>A Chariot, wherein Jove may ride;</br>In which when bravely thou art borne,</br>Thou shalt looke like the gloryous morne</br>Ushering the Sunne, and such a one</br>As to this day was never none,</br>Of the Rarest Indian Gummes,</br>More pretious then your Balsamummes</br>Which I by Art have made so hard,</br>That they with Tooles may well be Carv'd</br>To make a Coach of:  which shall be</br>Materyalls of this one for thee,</br>And of thy Chariot each small peece</br>Shall inlayd be with Amber Greece,</br>And guilded with the Yellow ore</br>Produc'd from Tagus wealthy shore;</br>In which along the pleasant Lawne,</br>With twelve white Stags thou shalt be drawne,</br>Whose brancht palmes of a stately height,</br>With severall nosegayes shall be dight;</br>And as thou ryd'st, thy Coach about,</br>For thy strong guard shall runne a Rout,</br>Of Estriges; whose Curled plumes,</br>Sen'sd with thy Chariots rich perfumes,</br>The scent into the Aier shall throw;</br>Whose naked Thyes shall grace the show;</br>Whilst the Woodnimphs and those bred</br>Upon the mountayns, o'r thy head</br>Shall beare a Canopy of flowers,</br>Tinseld with drops of Aprill showers,</br>Which shall make more glorious showes</br>Then spangles, or your silver Oas;</br>This bright nimph I'le doe for thee</br>So thou'lt leave him and goe with me.", "LIROPE.</br>Vie and revie, like Chapmen profer'd,</br>Would't be receaved what you have offer'd;</br>Ye greater honour cannot doe me,</br>If not building Altars to me:</br>Both by Water and by Land,</br>Bardge and Chariot at command;</br>Swans upon the Streame to tawe me,</br>Stags upon the Land to draw me,</br>In all this Pompe should I be seene,</br>What a pore thing were a Queene:</br>All delights in such excesse,</br>As but yee, who can expresse:</br>Thus mounted should the Nimphes me see,</br>All the troope would follow me,</br>Thinking by this state that I</br>Would asume a Deitie.</br>There be some in love have bin,</br>And I may commit that sinne,</br>And if e'r I be in love,</br>With one of you I feare twill prove,</br>But with which I cannot tell,</br>So my gallant Youths farewell.</br>"]