["ENTER THE WITCH AND HER SONNE FROM THE CAVE.", "GLOSTER.</br>Thou famous Mistresse, of the unknown depths</br>Of hels infernall secrets, oh what reward</br>Shall a dejected, miserable man,</br>Chased from the confines of his native land,</br>By wrong oppression, and insulting pride,</br>Disgrace, contempt, and endlesse infamy,</br>Give, for redresse from thy commanding arte?", "WITCH.</br>Gloster, I know thee wel, although disguisd:</br>Thou comest to crave our helpe, for thy revenge</br>'Gainst Caradoc, who now hath vanquished</br>The Bastard Codigune in single fight.</br>Know Gloster, that our skill</br>Commaunds the Moone drop from her silver sphere,</br>And all the starres to vayle their golden heads,</br>At the blacke horrour that our Charmes present.</br>Atlas throwes downe the twinckling Arch of heaven,</br>And leaves his burthen at our dreadfull spels.</br>This pendant element of solid earth,</br>Shakes with amazing Earthquakes, as if the frame</br>Of this vast continent would leave her poles.</br>Neptune swels high, and with impetuous rage</br>Dashes the haughty Argosey with winds,</br>Against the Christall battlements of heaven.</br>The troubled ayre appeares in flakes of fire,</br>That, till about the ayres circumference,</br>We make the upper Region</br>Thicke, full of fatall Comets, and the skie</br>Is filde with fiery signes of armed men.</br>Hell roares, when we are angry, and the Fiends,</br>As schole-boyes, tremble at our Charming rod.</br>Thus, when we are displeased, or male-content,</br>Both hell obeys, and every Element.", "GLOSTER.</br>Thou matchles wonder, worke but my revenge,</br>And by the triple Hecate, and the powers</br>Your Charmes adore, Ile load you with a waight</br>Of gold and treasure, till you cry, No more.</br>Invent, great soule of arte, some strategem,</br>Whose fame may draw him to these dismal woods.</br>No danger can out-dare his thirsty soule</br>In honourable enterprises:  he is a man,</br>Should hell oppose him, of such dauntlesse mettal,</br>That were but fame the end of his atechievement,</br>He would as boldly cope with it, as with things</br>Of common danger.", "WITCH.</br>Then Gloster, harke:  Here in this dismall Grove,</br>By arte I will create a furious beast,</br>Mov'd by a subtill spirit, full of force</br>And hellish fury, whose devouring jawes</br>Shall havocke all the borderers of Wales,</br>And in short space unpeople all his Townes.</br>Now, if he be a man that seeks for fame,</br>And grounds his fortunes on the popular love,</br>Or Kinglike doe preferre a common good,</br>Before a private losse; this famous taske,</br>Whose fearfull rumour shall amaze the world,</br>Will egge him on:  where being once but come,</br>He surely meetes with his destruction.</br>Sonne, to this purpose, straitway to thy booke,</br>Enter the Cave, and call a powerfull spirit by thy skill,</br>Commaund him instantly for to appeare,</br>And with thy Charmes, binde him unto the shape</br>Of a devouring Serpent, whilest without</br>We doe awayte his comming.</br>EXIT MAGICIAN.</br>THUNDERS AND LIGHTNING.</br>Now whirle the angry heavens about the Pole,</br>And in their fuming choler dart forth fires,</br>Like burning Aetna, being thus inraged</br>At this imperious Necromantike arte.</br>Dis trembles at our Magicall commaund,</br>And all the flaming vawtes of hells Abisse,</br>Throw forth sulphureous flakes of scorching fire.</br>The jangling hell-hounds, with their hellish guizes,</br>Daunce damned rounds, in their infernall rage.</br>And to conclude, earth, water, ayre, and fire,</br>And hell grow sicke, to see mans arte aspire.</br>A generall envy makes them malecontent,</br>To see deepe arte commaund each element.</br>See, Gloster, see, thinkes he, this monstrous shape</br>ENTER THE SERPENT.</br>Will not abate the courage of his foe,</br>And quell the haughty pride of Caradoc?", "GLOSTER.</br>Yes, mighty Artist, were he thrice inspirde</br>With more then humane courage, he may as soone</br>Conquer those matchlesse Giants, that were set</br>To keepe the Orchard of Hesperides,</br>Or match the labours of great Hercules.", "ENTER THE SERPENT.  IT THUNDERS.", "WITCH.</br>Goe shrowde thy horrid shape within this wood,</br>And seize on all thou meetest.  Come, Gloster, in,</br>And here awhile abide within this Cave.</br>Thy eyes shall see what thy vext soule did crave.</br>EXEUNT.</br>"]