["Happy the Man, who void of Cares and Strife,</br>In Silken or in Leathern Purse retains</br>A splendid Shilling:  he nor hears with pain</br>New Oysters cry'd, nor sighs for cheerful Ale;</br>But with his Friends, when nightly Mists arise,</br>To Juniper's, or Magpye, or Town-Hall repairs:</br>Where mindful of the Nymph, whose wanton Eye</br>Transfix'd his Soul, and kindled Amorous Flames,</br>Chloe or Phillis; he each Circling Glass</br>Wisheth her Health, and Joy, and equal Love.</br>Mean while he Smoaks, and Laughs at merry Tale,</br>Or Pun ambiguous, or Conundrum quaint.</br>But I whom griping Penury surrounds,</br>And Hunger, sure Attendant upon Want,</br>With scanty Offals, and small acid Tiff</br>(Wretched Repast) my meager Corps sustain:</br>Then Solitary walk, or doze at home</br>In Garret vile, and with a warming puff</br>Regale chill'd Fingers, or from Tube as black</br>As Winter's Chimney, or well-polish'd Jett,</br>Exhale Mundungus, ill-perfuming Smoak.</br>Not blacker Tube, nor of a shorter Size</br>Smoaks Cambro-Britain (vers'd in Pedigree,</br>Sprung from Cadwalader and Arthur, ancient Kings,</br>Full famous in Romantick tale) when he</br>O're many a craggy Hill, and fruitless Cliff,</br>Upon a Cargo of fam'd Cestrian Cheese,</br>High over-shadowing rides, with a design</br>To vend his Wares, or at the Arvonian Mart,</br>Or Maridunum, or the ancient Town</br>Hight Morgannumia, or where Vaga's Stream</br>Encircles Ariconium, fruitful Soil,</br>Whence flow Nectareous Wines, that well may vye</br>With Massic, Setian, or Renown'd Falern.</br>Thus while my joyless Hours I lingring spend,</br>With Looks demure, and silent pace a Dunn,</br>Horrible Monster!  hated by Gods and Men,</br>To my aerial Citadel ascends;</br>With Vocal Heel thrice Thund'ring at my Gates,</br>With hideous Accent thrice he calls; I know</br>The Voice ill boding, and the solemn Sound;</br>What shou'd I do, or whither turn?  amaz'd,</br>Confounded, to the dark Recess I fly</br>Of Woodhole; straight my bristling Hairs erect,</br>My Tongue forgets her Faculty of Speech,</br>So horrible he seems; his faded Brow</br>Entrench'd with many a Frown, and conic Beard,</br>And spreading Band admir'd by Modern Saint</br>Disastrous Acts forebode; in his Right hand</br>Long Scrolls of Paper solemnly he waves,</br>With Characters and Figures dire inscribed</br>Grievous to mortal Eye, (ye Gods avert</br>Such plagues from righteous men) behind him stalks</br>Another Monster, not unlike himself,</br>Of Aspect sullen, by the Vulgar called</br>A Catchpole, whose polluted hands the Gods</br>With Force incredible, and Magic Charms</br>Erst have indu'd, if he his ample Palm</br>Should haply on ill-fated Shoulder lay</br>Of Debtor, straight his Body to the touch</br>Obsequious (as Whilom Knights were wont)</br>To some enchanted Castle is convey'd,</br>Where Gates impregnable, and coercive Charms</br>In durance vile detain him, till in form</br>Of Money, Pallas set the Captive free.</br>Beware, ye Debtors, when ye walk, beware,</br>Be circumspect; oft with insidious Ken,</br>This Caitiff eyes your steps aloof, and oft</br>Lies perdue in a Creek or gloomy Cave,</br>Prompt to enchant some inadvertent wretch</br>With his unhallow'd Touch.  So (Poets sing)</br>Grimalkin to Domestick Vermin sworn</br>An everlasting Foe, with watchful eye,</br>Lyes nightly brooding ore a chinky gap,</br>Protending her fell claws, to thoughtless Mice</br>Sure Ruin.  So her disembowell'd Web</br>The Spider in a Hall or Kitchin spreads,</br>Obvious to vagrant Flies:  she secret stands</br>Within her woven Cell; the Humming Prey</br>Regardless of their Fate, rush on the toils</br>Inextricable, nor will ought avail</br>Their Arts nor Arms, nor Shapes of lovely Hue,</br>The Wasp insidious, and the buzzing Drone,</br>And Butterfly proud of expanded wings</br>Distinct with Gold, entangled in her Snares,</br>Useless resistance make:  with eager strides,</br>She tow'ring flies to her expected Spoils;</br>Then with envenom'd Jaws the vital Blood</br>Drinks of reluctant Foes, and to her Cave</br>Their bulky Carcasses triumphant drags.", "So pass my days.  But when Nocturnal Shades</br>This World invelop, and th' inclement Air</br>Perswades Men to repel benumbing Frosts,</br>With pleasant Wines, and crackling blaze of Wood;</br>Me lonely sitting, nor the glimmering Light</br>Of make-weight Candle, nor the joyous talk</br>Of lovely friend delights; distress'd, forlorn,</br>Amidst the horrors of the tedious night,</br>Darkling I sigh, and feed with dismal Thoughts</br>My anxious Mind; or sometimes mournful Verse</br>Indite, and sing of Groves and Myrtle Shades,</br>Or desperate Lady near a purling stream,</br>Or Lover pendent on a Willow-tree:</br>Mean while I labour with eternal drought,</br>And restless wish, in vain, my parched Throat</br>Finds no relief, nor heavy eyes repose:</br>But if a Slumber haply do's invade</br>My weary Limbs, my Fancy still awake,</br>Longing for Drink, and eager in my Dream,</br>Tipples Imaginary Pots of Ale.</br>Awake, I find the setled Thirst&mdash;</br>Still gnawing, and the pleasant Phantom curse.", "Thus do I live from Pleasure quite debarr'd,</br>Nor tast the Fruits that the Sun's genial Rays</br>Mature, John-apple nor the Downy Peach,</br>Nor Walnut in rough-furrow'd Coat secure,</br>Nor Medlar Fruit delicious in decay;</br>Afflictions great, yet greater still remain,</br>My Galligaskins that have long withstood</br>The Winter's Fury, and encroaching Frosts,</br>By time subdu'd, (what will not time subdue!)</br>A horrid Chasm disclose, with Orifice</br>Wide discontinuous; at which the Winds</br>Eurus and Auster, and the dreadful force</br>Of Boreas, that congeals the Cronian Waves,</br>Tumultuous enter with dire chilling Blasts,</br>Portending Agues.  Thus a well-fraught Ship</br>Long sail'd secure, or through a Egean Deep,</br>Or the Ionian, till Crusing near</br>The Lilybean Shoar, with hideous Crush</br>On Scylla or Charibdis dangerous Rocks</br>She strikes rebounding, whence the shatter'd Oak,</br>So fierce a Shock unable to withstand,</br>Admits the Sea, in at the gaping Side,</br>The crouding Waves gush with impetuous Rage</br>Resistless overwhelming; Horrors seize</br>The Mariners, Death in their eyes appears,</br>They stare, they lave, they pump, they swear, they pray:</br>Vain Efforts, still the battering Waves rush in</br>Implacable, till delug'd by the foam,</br>The Ship sinks found'ring in the vast Abyss.</br>"]