["'Tis done!  the painful conflict is no more!</br>See where out-stretch'd the beauteous cherub lies;</br>Pale is that cheek where vigour bloom'd before,</br>Eternal darkness sits upon his eyes.</br>Where are thy frowns, O Death!  thy horrors where!</br>How winning are thy looks!  how amiable thy air!", "Thus some young lily, that began to raise</br>Its silver pyramid, and scent the groves,</br>Cropt by the reaper's cruel scythe, displays</br>A languid beauty which ev'n death improves;</br>Though prostrate on the plain its honours fade,</br>Still it regales the smell, and beautifies the glade.", "Thou pensive Muse, whose cheek's expiring bloom</br>In fair suffusion ceaseless tears o'erflow,</br>Come, with thy cypress wreaths adorn his tomb,</br>Pathetic mistress of the strain of woe;</br>Let the sweet tones of thy theorbo mourn,</br>And with melodious tears bedew his clay-cold urn.", "See, Melancholy with dishevell'd hair,</br>Disorder'd vest, and attitude of grief,</br>To the rude winds lays her chill'd bosom bare,</br>And bars connubial fondness from relief;</br>Slowly she moves from her sepulchral gloom,</br>And smites her livid breast, and rends her sable plume.", "Fly then, the debt of sympathy to pay;</br>Pluck Sorrow's shaft from the pierc'd bleeding breast,</br>Tinge with celestial Comfort's orient ray</br>The joyless shades surrounding the distrest,</br>Build Truth's imperial mausoleum high,</br>On just Affection's shrine offering the pious sigh.", "Insensate Fate, regardless of our prayer,</br>Veil'd in Cimmerian night our smiling morn,</br>How bright a day did it presage, how fair!</br>Death, viewing our fond schemes of bliss with scorn,</br>A dart from the full quiver at his side</br>Snatch'd, the pierc'd victim sunk &mdash; he languish'd, and he died.", "Short was his sojourn here &mdash; just sent to raise</br>Our towering hopes, then leave us to deplore</br>Their airy fabric fall'n!  the meteor blaze</br>Dazzled a moment, and was seen no more!</br>Thus (transient pomp) nocturnal visions glare</br>In dreaming Fancy's eye, then mingle with the air.", "Such was the smile, so charming, so serene,</br>Which still in life o'er his lov'd features play'd;</br>The same his looks, the same his gentle mien,</br>Though in Death's icy arms forever laid!</br>Still the driv'n snow yields to that spotless skin,</br>Fit emblem of the soul that lately lodg'd within.", "But, lo!  divested of its cumbrous clay,</br>Angels escort th' immortal spirit's flight,</br>Where stars and sun e'er sent their piercing ray,</br>To realms of bliss, and worlds of endless light.</br>Why then, since milder Reason whispers peace,</br>Must Nature still prevail, and her soft griefs increase?", "Now rais'd to heights of extasy divine,</br>Our plaintive accents with regret he hears,</br>Thinks us unkind thus seeming to repine</br>At his blest change, and wonders at our tears.</br>When ages without number disappear,</br>His joys are but begun, his heaven no change shall fear!", "Invested with a coronet of light,</br>In amaranthine groves, and fragrant bow'rs,</br>He quaffs nectareous currents rolling bright</br>From jasper rocks through never-fading flow'rs;</br>While from Heaven's Organ bursts the peal sublime,</br>And fills with Jubilee the fair delicious clime!", "Thrice happy infant!  what a doom is thine!</br>Far worthier of our envy than our tears!</br>Destin'd so soon thy burthen to resign!</br>So soon translated to thy native spheres,</br>Where, all transform'd, a pure etherial mind,</br>Thou minglest with the blest, an angel with his kind!", "Oh!  while around the Throne of Light he moves,</br>Conducted by some guardian Seraph's hand,</br>With lutes, whose strain the bliss of heaven improves,</br>Regal'd and welcom'd by th' angelic band,</br>Exult, parental Love; nor here below</br>Bend weeping o'er his urn, and feed upon thy woe.", "'Twere impious to lament his glorious lot:</br>Is it no bliss to be remov'd on high,</br>Where every human sorrow is forgot,</br>Above the starry regions of the sky?</br>Where torrents of immortal pleasure roll,</br>Joy rushing upon joy, unconscious of controul!", "The vast delights of the divine abodes</br>What emphasis of language can pourtray!</br>See!  round th' Eternal, in adoring odes,</br>Angels with angels join'd, their zeal display;</br>Immortal palms high-waving in their hands,</br>With voice sublimely tun'd the glittering cohort stands!", "From the convulsive pang forever free,</br>The victim of acute disease no more,</br>From all the miseries of mortality</br>Releas'd forever, on the heavenly shore</br>He rests secure, and triumphs o'er the storm</br>Which with such rage on earth assail'd his feeble form!", "Let this lov'd thought exert its soothing sway,</br>Through the torn heart infusing balm divine,</br>While we commit to its congenial clay</br>His mortal part, and dust to dust consign.</br>Your wings o'er the cold relics ever dear,</br>Bright Cherubim, expand, and guard his mournful bier!", "Nor long the captive of all-conquering Death</br>That pallid mouldering body shall remain;</br>Quick-rous'd by the last trumpet's awful breath,</br>All vigorous, it shall break its yielding chain,</br>And, bursting the dark caverns of the tomb,</br>Arise divinely fair, flush'd with celestial bloom!", "Hark!  how his infant voice in hymns of praise</br>Now joins triumphant the seraphic choir,</br>Grand Halleluiahs and sonorous lays</br>Flowing, melodious, from each heavenly lyre!</br>Loud, and more loud, swells the majestic sound,</br>While from th' empyreal arch the lofty strains rebound.", "But though meek Duty cries, \"forbear to mourn,</br>Is he not blest?\" yet the spontaneous tear</br>Of erring Fondness wishes his return,</br>And would detain him a frail prisoner here,</br>Where visionary forms of bliss decoy,</br>Deep seas of lasting care swallowing one transient joy!", "Replete with fragrance, crown'd with Eden's bloom,</br>How gaily did the tender flower arise!</br>But fairer now, it scatters new perfume,</br>Expands and blossoms in congenial skies:</br>Transplanted safe to a far holier clime,</br>Ne'er shall its vivid foliage feel the rage of Time!", "Still, as eternity pursues its round,</br>It odours shall increase, its charms improve;</br>Its blossoms no corrosive worm shall wound</br>In the blest realms of purity and love:</br>There shall it blow, still flourishing and fair,</br>There no rude blasting storm shall its bright bloom impair!", "Orb'd in a lucid cloud, from yonder skies,</br>See, blest Religion comes, with aspect bland!</br>Before her smile the gloom of Sorrow flies,</br>Serene she speaks, waving her graceful hand.</br>Straight lightsome vistas lengthen, on our ears</br>Celestial music bursts, and Heaven itself appears!", "From her soft lips consoling language flows,</br>She bids us with submissive reverence bear</br>The sad vicissitudes and numerous woes</br>That wait each pilgrim in this vale of care;</br>Tells us the skies reluctantly reprove,</br>And what correction seems is but parental love.", "Come then, sweet Patience, placid Cherub, shed</br>That sovereign cordial which can grief compose,</br>Just breathe the requiem o'er the guiltless dead,</br>And meekly the last solemn office close;</br>Warm with seraphic hopes Affliction's breast,</br>Each rebel murmur sooth'd, each fruitless sigh suppress'd.</br>"]