["Tears must succumb, where sullen Grief abounds</br>What need of those, when Loss of the Land surrounds,</br>Loss, did I say, yes, such a Loss that time</br>Wants to make up the Loss of Britains Clime,</br>Clime, did I say?  yes, and what more?</br>Orangia, and Belgia may deplore,</br>Their Fortunes too, Hybernia never had</br>Till now occasion to be throughly sad,</br>For that our Glory, and her King is dead.</br>Dead, did I say?  O!  most impious Thing</br>To under-rate so low, so high a King</br>Go now Engrave with Steel in Marble Stone,</br>To bear Record, when Centuries are gone:</br>Death had no Sting, nor Grave for such an One.</br>His winged Soul to Heaven soar'd from hence,</br>Which He purchas'd through Zeal and Violence,</br>Changing for Toil, and Trouble of His Days</br>Long Happiness, and sweet imperial Bays</br>And a Rich Crown subject to no Decays.", "Of all those Kings so Numerous and Great,</br>That ever sway'd at Scotland's Helm of State,</br>And now Entomb'd; their Falls have not design'd</br>So sharp a blast, and such a headstrong Wind,</br>Which hath remov'd by a tempestuous hand,</br>The Mighty and the Beauty of the Land,</br>And bravest King that ever sat upon</br>The hoary seat of Antient Albion,</br>Whose Hand became her Scepter, and whose Brow</br>Was to her Diadem adapted too:</br>He glori'd with a Spirit brave and bold,</br>To dignifie a Crown that was so old</br>And wisely studi'd also to maintain</br>It's Priviledges (being Soveraign)", "O Warlike Prince against thy Foes once bent</br>Thy Valour made them flee, or else consent;</br>Not on a Squade, nor on some petty Thing</br>Sought'st Thou the means to cause Thy Trophies ring;</br>Nor upon feeble, bruised broken Bones</br>Soughtst Thou for Garlands set with Saphire stones:</br>But Thou dispatches Armies off at once.", "Thou fear'd no Threats, nor Multitudes, nor Darts</br>Nor Vengefull Cannons damping others Hearts;</br>Thou stem'd the showers of Bullets smoke and Fire,</br>Knew'st how to face; but never to retire:</br>Like Heavenly Moses and GOD's Man of War</br>Thou stood'st, thou fought'st, thou becam'st Conquerour</br>Thou sought'st no Shield nor Armour to put on;</br>Such Vanities like David, Thou didst shun.</br>GOD's my Defence Thou saidst, by Me HE stands,</br>HE gives Me Courage, and makes strong mine Hands,</br>Enlivens all my Nerves, I fear no fall,</br>And by His strength I'll overleap a Wall.</br>When to prevent the Ruine of his Land,</br>And Laws which were a perishing at hand:</br>When Liberties were crusht, and had no way</br>To make escape, and Church seem'd to decay;</br>Then from the Belgicks, He His passage took,</br>Then Ireland trembled, and all Britain shook,</br>When that He did His Banner fair display</br>The itching headed lour'd and slipt away,</br>Still to such People a most fatal day.</br>So shrunk the great Philistine Camp, who had</br>Defi'd the Armies of the living GOD,</br>At the appearance of a Shepherd Lad.", "Let others of thy Mighty Actions tell,</br>A Joshua, or Godly Samuel,</br>Who wrote the Feats of Warring Israel;</br>And let the King of Poets hither bring,</br>His sacred Lire, and thine Encomiums sing,</br>And with his Pen write into lasting Verse,</br>Thy prudent Conduct on thy sable Herse,</br>How!  Thou didst fly through Clouds of Fire to fight,</br>The Airy winged Giant Namurite,</br>And well Thy Sword, like Jonathan cou'd wield;</br>Which never yet came empty off the field;</br>And who upon Thy fair Victorious Day</br>On it did bring the Golden spoils away.", "No Caesar yet, for all his famous Deeds</br>Thy Nobler Conquests, and thy Fame exceeds;</br>Shou'd I recount them over, shou'd I Sing:</br>But the one half, I wou'd presume a Thing</br>As hard almost, as in the British Seas</br>To count the Waves, and Sands in Euphrates;</br>And of so much shou'd I but little say,</br>Wou'd wrong my Subject and my King betray</br>Wherefore that high attempt I will Suspend,</br>And on thy weeping Mourners will attend.", "BRITAIN'S LAMENT.</br>Ah now for Thee, what dismall howlings fill</br>Our Alpish Mountains, and each Dale and Hill?</br>Hear how the Rivers frame a dolefull song,</br>And murmur sadly as they glide along;</br>Are not both Forth and Thames got hand in hand,</br>And leave their Channels, and their ousie Land?", "And see the flowers upon the humble bed</br>As Tulips, Dazies, how they're withered</br>The Gilli-flower Lillie and Marygold</br>Do shake as if they were distrest with cold,</br>Silver Narcissus faints upon her seat</br>As she were Frosted wanting Summers heat,</br>The Primrose and the various died Pink</br>Back to their Mother go, and mourning, shrink.</br>What ails the Rose and Noble Thistle now,</br>Are they surpriz'd with the sad News that go?</br>Thy 'mongst the rest did beautifie the field:</br>But now opprest with Grief no beauty yield,</br>Their Aspect, and that warm Sun-shine's gone</br>On which their Lives and Vertues lay upon.", "Our Cities, Towns, and Villages display,</br>And show their sorrows also on this Day;</br>Thy Loyal Subjects, and each faithfull Dame,</br>With all their mirth bury their sprightfull Flame,</br>And languishing 'mongst hated ashes cry,</br>We'll not forget thy Glorious Memory,</br>While their sweet Babes weep William's Threnody.", "THE SOULDIERS LAMENTATION.</br>O see the Souldiers damped, who before</br>Never till now knew ought thy cou'd deplore,</br>And say, where is our Leader?  Where's our Prince?</br>Our Shield; and Buckler?  And our best Defence?</br>Where is our Glorie?  Where's our Martial Saint,</br>That made us fight, and made our Foes to faint</br>By Heaven, we miss our Conduct and our Crown,</br>Who made us smile, and fam'd us with Renown;</br>While that our Enemies did tumble down.", "IRELAND'S LAMENT.</br>We Irishes bewail the Day, and weep,</br>Our Wolves likewise with us deploring keep,</br>We knew no Grief, now we have learn'd to know,</br>What sorrow is, and what's the deeps of wo,</br>And we repent we were King William's Foe.</br>In savage Woods we do bemoan the Hour</br>Wherein we lost so brave a Conqueror,</br>No Sword but His, cou'd ever make us Tame,</br>He taught us sense to write his lasting Name,</br>While 'mongst the Groves, and shady Fens we sing</br>In weeping Notes, our Patrick and our King.", "THE LAMENTATION OF FRANCE.</br>It's Victorie to hear my Hero Foe</br>Is now at Peace; yet wish it were not so;</br>I'll Proclaim through my Regions I have lost</br>More Glory then I ever yet could boast,</br>Whom to have overcome was greater far</br>Then all the Conquests, I cou'd gain by War,</br>Thy matchless Exploits, Sir, I'll tell with dread,</br>Thou struckst my Souldiers, and their Leaders dead,</br>And publish will Thy Conduct was so brave</br>I never cou'd of thee advantage have;</br>When Thou in Ireland 'gainst my Camp thou fought'st,</br>Then Victorie through Dangers great Thou sought'st;</br>And Thou swam'st the deep menancing Stream,</br>Thou fought'st, and did'st thy Conquest then Proclaim</br>Prudence and Courage sought then Thy Renown,</br>And Success did Thy wond'rous Valour Crown,</br>Thou still was swift as Eagles to take hold,</br>And Thou encounter'd like a Lion bold.</br>And thy Centurions fought in burnishst Gold,</br>A Thousand Trophies and a Thousand Charms</br>Still wait about on thine undaunted Arms.", "THE LAMENTATION OF HOLLAND.</br>Did ever State so gloriously shine,</br>As lately shone, that pleasant One of mine?</br>I stand now fixt as a created Rock,</br>Or Beasts in Field, that are with Thunder struck;</br>No Common-wealth had ever reason more</br>Then we o'er clouded Belgians to deplore</br>So brave a Prince, so Kind, so Good, so Great</br>Our Bulwark and invincible by Fate;</br>Thy sharp Eye sighted Conduct was our Prop,</br>And like a Pillar still kept Holland up;</br>Bodgrave can Witness, how thou didst defeat</br>With a small Number Twice an Armie great;</br>Likewise at Utricht, and at Worden too</br>The French (inveterate Foes) Thou didst subdue;</br>Those with the English both by Sea and Land,</br>Thou beat them down with thy Victorious hand.</br>No Prince so much ingenuously strove</br>To gain a Peoples Duty, Heart, and Love;</br>Neither did People ever show to Prince,</br>More Faith, more Love, and more Obedience,</br>Who now bewail, the sad and blust'ring Day,</br>That ruines Us, and blows our Hopes away;</br>For may decrease our Trade that is so brave,</br>Which through the Corners of the World we have,</br>And all our Glory we have conquered,</br>Because our Champion and our Hero's Dead.", "THE LAMENTATION OF ORANGE.</br>Orangia, What's this doth Thee confound?</br>What's this doth blast thy fair and fertile ground?</br>What's this amazes all thy Plains about?</br>Is Winter come to turn thy Summer out?</br>Why do thy Nobles droop and hang their Heads,</br>And Dames of Honour weep in Gloomy Shades?</br>Why are the cheering Vines dri'd at the roots,</br>And Figtrees languish and deny their Fruits?</br>The Palmtree too and high born Pomegranate,</br>Seem both surpiz'd, and very desolate,</br>And Apletrees, lo, their sweet moisture stanch,</br>And there's no issue to adorn the Branch:</br>All Comelyness, and every Glory's flown,</br>For that the ORANGE and the TREE is gone;</br>For which the Woods and Groves put Mourning on.</br>8 March, 1702</br>"]