["The sun had sunk in splendour in the west,</br>The mountain shadows died along the plain,</br>Nature's sweet choristers had gone to rest,</br>And silence had assumed her wonted reign</br>Without a rival o'er the world again:</br>Such was the moment I impatient flow</br>To meet Maria, ere I crossed the main&mdash;</br>The maid whose charms had won my earliest vow,</br>And whose bright memory makes my heart thrill even now.", "Forgive me, \"classic clime,\" if I did grieve</br>I had to tread thy tyrant-stricken shore&mdash;</br>'Twas the sad consciousness I had to leave</br>A lovely being I might see no more.</br>That was the thought that made me doubly sore;</br>And as I clasp'd her to my heaving breast</br>I felt a pang, I never felt before&mdash;</br>The morrow, and my straining eyes might rest</br>On stranger objects, not on her I loved the best.", "There was a sadness in her virgin look,</br>As slow and silent I approached her side&mdash;</br>Her accents faltered, and the blood forsook</br>Her cheeks that were so beautifully dyed:</br>So delicately tinged, they might have vied</br>With the bright hues the \"god of gladness\" shows</br>At even, when he sinks in all his pride;</br>Or with the bloom that on the thorn-bud blows&mdash;</br>Such was Maria, such the charms she could disclose.", "He who can call one woman's heart his own,</br>Can never be unblest; though Fortune's hand</br>No fleeting treasure in his lap has thrown,</br>In her bright sunny looks he does command</br>A gem in value more than Peru's land.</br>And such was once my fate!  but she is fled&mdash;</br>O God!  the thought my bosom has unmanned;</br>Yet these big drops that fall are idly sped,</br>For can they ever wake, reanimate the dead?", "Full many a time when night hath veil'd the earth,</br>And sleep within her arms embraced mankind,</br>I've hied me where is laid departed worth&mdash;</br>The worth that graced Maria's polished mind,</br>Where every female virtue was combined.</br>But am I wandering, I forgot me tale</br>In sorrow measureless and undefined.</br>What will it serve me this digressive wail?</br>But feed my bosom's fire &mdash; naught else can it avail.", "I strove to sooth her &mdash; spoke of future bliss,</br>But she, mistrustful, with a look of woe</br>That chill'd my bosom, seemed to say that this</br>Would be the last time we would meet below</br>And then her tears in silence 'gan to flow,</br>And as I gazed upon her, in my heart</br>I half determin'd that I would not go.</br>I felt that I could never, never part,</br>And leave her thus.  O!  love, so absolute thou art!", "But this unmanly feeling did not last.</br>Was I to stifle every noble aim,</br>And waste the future as I'd done the past?</br>No!  thro' my brain and every sense their came</br>A thirst to see the best, the mightiest of mankind,</br>And fallen as they are, have yet a name</br>That can at times electrify the mind&mdash;</br>A name around which glory must be ever twined.", "Farewell!  I cried, but wander where I may,</br>Thine image on my soul impressed will be,</br>Think not that I can tear myself away,</br>And never more indulge a thought of thee:</br>What thou hast been, thou still shalt be to me,</br>And as I roam where dwelt and yet may dwell</br>Science, heroic worth, and liberty,</br>E'en then Maria will my bosom swell</br>With recollections all thine own &mdash; farewell!  farewell!</br>"]