["Light lie the Turf upon Pomona's Bard!</br>The Tankard's Blessing soberly bedew</br>The Lip of Him, who harmoniz'd her Chime!</br>My pensive Seats, at thirsty Hour of Noon,</br>Let PUNCH imbalm!  while from the gaudy Day</br>Sagely inshrin'd, with solitary Hand,</br>At decent Interval, the spacious Bowl</br>I fill, I finish.  Hail, mellifluous Stream!</br>Aetherial Blessing!  Multiform, yet mix'd,</br>In kindliest Harmony!  What tho' my Cups</br>The tasteful Showers of Ausonian Hills</br>Temper no more; nor Grape of shelvy Loire</br>Delight, Recorder meet of Nymph divine;</br>Tho' round my vacant Board disconsolate</br>Sour Famine stalks, and what more chill Mischance</br>Annoys the ungenial Noon of Him, who views</br>Thro' the dark Visible of Figures dim,</br>A Factor's broad Palm shadowy o'er his Lands,</br>Beck'ning Retreat; yet thy assuasive Balm</br>Atones for all, Oblivion fetters soft</br>The Stir of Thought, and seals the Eye of Care.", "Add yet, my breesy Citadel ascends</br>The annual Echo of Lucina's Name,</br>(Less tunable the Plaint from stol'n Amour,</br>Whether or Justice sage, or private Squire,</br>Smit with the rural Arm of Damsel coy,</br>Have us'd their Might, on Population's Toil</br>Intent) nor studious of the vocal Chime,</br>Nor skill'd, in Chair contemplative sweet pois'd</br>My pensile Limbs, I quaff the silent Balm.", "Oft too, unmindful of the heavenly Muse,</br>In Meditation of my Ills, I climb</br>The Mart of Trade, and providently wheel</br>Thro' Crouds, and Dirt, and Noise, and hostile Forms,</br>With Hands, and Head, and Cane, and battling Feet,</br>My wary Corpse; then Chimney-sweeper greet</br>Vocal, in Cassoc of staid Wisdom's Hue,</br>Or Ass ambiguous 'neath the Pannier Load,</br>Or Syren shrill, or Oyster-crowned Nymph,</br>Her loose Locks dripping with the Naiad Dew;</br>My grateful Hands mean while, by Venus sent,</br>Sage Hermes strews with medicinal Bills.", "Thus musing on I win my Way, nor fail</br>With reverential Pause, at the Approach</br>Of Lud's dire Cliffs, my Orisons to pay</br>At Ashley's balmy Cistern, where the Tide</br>Fountful, broke forth Original, where steams</br>Thy Palace high of Odors; whose wide Gates,</br>Prompt he, for Albion's Glory, not his own,</br>Inflam'd with public Love, unbarr'd to all,</br>Impervious late, but to the silver Bough.</br>Hail, Sire Inventive!  Friend to Thirst!  the Lip</br>Moisten'd by thee shall ever chaunt the Praise</br>Of PUNCH, and with her Praise thee, Ashley, name!", "Oil'd by the magic Juice, recover'd Way</br>I seize, and in brown Majesty ascend</br>The aery Height, with unsupported Feet.", "Nor seldom with more lenient Finger mild</br>In Coffee-Room, the Ledger's gentle Page</br>Sollicit I, as bleak the North Wind keen</br>My toiled Pinnace on the wintry Deep,</br>Blows devious wide, while Sorrow chills my Frame</br>Aetherial; the mild Populace, whom lead</br>Congenial Counsels to the self-same Bower,</br>Throng round, and conscious of the clammy Board</br>Suspend the Wing, (as Bees the Suburb sweet</br>Of their Spring Palace, newly pav'd with Balm,</br>Clustring, frequent) while near th' incumbent Bowl</br>From me in Sorrow never distant far,</br>The ample Board imbrowns from Side to Side</br>Immeasurable; round we couch, a still</br>But steady Band, as in proclaimed War</br>The closing Lines of Albion, a fix'd File,</br>Invest some mighty Citadel, firm bent</br>To shake her Base, tho' perilous deem'd; so we</br>(But fix'd on Peace) or as the gallant Crew,</br>While sleeps the Trade-Wind on the eternal Deep,</br>'Mid spicy Odors with broad Brawn impel</br>The stately Barge of some proud Ammiral,</br>All bend, all dip, in Harmony compleat,</br>The well-tim'd Oar, unanimous; high flies</br>The cheerful Tide; so numerous we, in smooth</br>Attuned Toil, till by prolonged Cups</br>The Genius of the Circle moves amain;</br>Then Wisdom dawns, Joy and Atchievement high</br>Sits pleas'd, the Contest burns, the indentur'd clerk</br>To Speculation springs, the Brow of Trade</br>Battles for Mirth, the Mariner adust</br>His thirsty Soul expanding to the Balm,</br>Horrific grins an iron Smile; to me</br>Other thy Cups!  what Time in Knighton's Vale</br>Their neat Repast consign'd to Elegance,</br>Of Love, and blue-ey'd Burneby, the Bower;</br>While yet I teas'd the Ringlets of her Hair,</br>With Neck reverted, and sweet-glanc'd Regard,</br>Coyly rebuking, as her Hand intent</br>Touch'd the light Dainties of no vulgar Lyre.", "Nor less the Dew nocturnal I pursue</br>Amid my classic Haunts, delicious Seats,</br>Of Trinity, where glides in milder Charm</br>Thy circling Joy, the Brothers to the Vine</br>Dismiss the Vow (the Doyly high uphung</br>Bleach'd in the Winds) but all at shady Eve</br>Thick as the vernal Bloom, assemble round</br>The Mitchell's Urn, in Love of her Regale,</br>All stretch their Hands, nor will their Poet chaunt,</br>Tho' sweet his Shell, the Mitchell unador'd.", "By thee inspir'd, or unreplying Purse,</br>Chimeless and slow, I meditate the Floors</br>Of courteous Biscoe, by whose Aid, serene</br>My Pencil glides, as oft at vacant Noon,</br>I view, unsilver'd by a Shilling's Ray,</br>The comely Wreath sweet pendant on my Bowl.", "With PUNCH bedew'd, the Soldier's Pedantry,</br>The Priesthood's Zeal, the Senate's Eloquence,</br>The Bench's Mirth inelegant, wise Wealth,</br>The Traveller's loose Heart, the Courtier's Smile,</br>The brittle Vow of the obdurate Fair,</br>All, all subside; the mortal Tear I wipe</br>With mortal Hand, and chase the unhallow'd Care.", "Thus while in Dalliance with my native Bowl</br>Full simple Bard, her Solace I recite,</br>And gaze unweary'd on each endless Charm,</br>The Factor's Web winds round my joyless Land;</br>And now no more to Albion's chalky Bourns</br>The stately Bark my Canes delicious Sweet</br>Obsequious rolls, or Heart-reviving Rum;</br>Dry sits my Bowl, ineloquent my Shell.", "Thus some irriguous Valley laughs awhile,</br>But if the Gods the honey'd Shower suspend,</br>Her Dew-deserted Beauties quickly fade,</br>The ruddy Vi'let, the wild Eglantine,</br>The Daisy py'd, the gentle Primrose pale,</br>And Hare-bell, vary'd with hundred Hues.</br>"]