["Thy beauty, Lady, hath not lost a grace,</br>Since first my gaze was fix'd in worship there;</br>The same Divinity inspires thy face,</br>Talks in thine eye, and governs in thine air;</br>Yes, Thou art still beyond all language fair!</br>The Feelings only that my peace distrest,</br>These, lovely Lady, are not what they were;</br>Warm'd by the heaving whiteness of thy breast,</br>They once awaken'd pain, but now they are at rest.", "My Heart long since, by first affection sway'd,</br>Return'd to feel its own congenial heat,</br>Beneath the gentle influence of a Maid,</br>Whom, like thyself, the Graces ever greet,</br>And in whose bosom all soft virtues meet;</br>Her fancied coldness chased away my mind</br>On wings of Pride, to seek some new retreat.</br>How could I fly, with phrensied passion blind,</br>A Soul so firmly true, a Heart so softly kind!", "'Twas then, a Truant from the sweetest bower</br>Of Bliss, that artless Beauty ever wove,</br>I felt, bright Lady, thy seductive power,</br>And with thy Heart in bold encounter strove;</br>And sometimes dream'd that I had taught it Love;</br>For as I urg'd that Heart's surrender, Thou</br>Didst with such sweet benevolence reprove,</br>And wear so soft a shade upon thy brow,</br>I half believ'd Thee mine, and yet I scarce knew how.", "Where could I build my gallant Hope so high?</br>Not on the base of coxcomb arrogance;</br>For Thou wilt own I might mistake thine eye,</br>And deem Approval's what was Pity's glance.</br>Sweet were with Thee the walk, the ride, the dance;</br>The long departing look, and smile of meeting,</br>And sweet the wreath I fram'd for Thee, perchance,</br>Of minstrel-flowers, thy morning Beauty greeting,</br>Though far the frailest they, of all that's frail and fleeting.", "Well, that is past; false joy and false regret!</br>Days of delight, how falcon-wing'd they flew!</br>Dost Thou remember the last morn we met?</br>The tears we mingled at that sad adieu?</br>We parted; Thou, fair Planet, to pursue</br>Thy course of heavenly loveliness; and I</br>At Zelia's shrine my homage to renew,</br>Wind closer round my heart its earliest tie,</br>Recal each wandering vow, abjure each vagrant sigh.", "Those raven tresses beautifully floating,</br>Those long-lash'd eyes turn'd timidly away,</br>That gentle air a gentle heart denoting,</br>Those balmy lips where smiles of meekness play,</br>That form, in chaste Simplicity's array,</br>Upon whose pensive elegance had smil'd</br>The taste of Athens in her classic day,</br>That pale cheek's hue of innocence, so mild</br>'Twould seem as it belong'd to some aerial child;", "I've wonder'd oft how I could these resign,</br>E'en to the witching force of thy controul;</br>For though Her beauty scarce may rival Thine,</br>She was the first subduer of my soul.</br>Else had the mischief of thy look, that stole</br>Awhile into my heart, for ever there,</br>Like subtle poison drank from Pleasure's bowl,</br>Infus'd the slow consuming canker, Care,</br>Till faint with baffled Hope, it yielded to Despair.", "Or, for in Nature tender as the Dove,</br>Thou could'st not bear to be the cause of pain,</br>Perhaps thy friendship had repaid my love,</br>And strove to soothe my misery in vain.</br>But now with joy I'll clasp that blessed chain</br>Of Friendship with Thee, that shall never part,</br>And dare to meet that powerful glance again,</br>And give a Brother's, not a Lover's, heart,</br>All soft, and fair, and bright, and gentle as Thou art!</br>"]