["If, Birch, dismiss'd awhile from studious Cares,</br>The favour'd Muse thy peaceful Leisure shares,</br>Deep-letter'd Clerk, O!  vers'd in ev'ry Art,</br>With Candour read what Friendship bids impart.", "By a close Creek, with shelt'ring Rocks confin'd,</br>While the Seas echo'd to the vexing Wind,</br>Old Chromis in his dancing Boat withdrew,</br>To mix in Pastimes with the harbour'd Crew:</br>Here, while their Oars the idle Nets sustain,</br>(Drove from their Labours on the madding main)</br>The Fisher-Sire, in skill experienc'd long,</br>The Youths now challenge for his promis'd Song,</br>In a still Shade they sat, with Garlands crown'd,</br>And the free Goblet went its cheary Round:</br>When, peerless in his Art the Father-Swain,</br>Melodious, thus repay'd th' expected Strain.", "Happy the Fisher's Life, and humble State:</br>Calm are his Hours, and free from rude Debate.</br>No restless Cares he knows of sordid Gain,</br>Nor Schemes, that rack the moiling Statesman's Brain,</br>Fearless in Shades he takes his healthy Dreams,</br>And Labours mild amid refreshing Streams;</br>Or on the quiet Ocean tries his Oar,</br>Or sings in Tempests on the shelt'ry Shoar.</br>His Boat a Cabin yields, his Sails a Bed,</br>And ready Fruits his homely Table spread;</br>While Berries, which th' unrifl'd Trees produce,</br>Refresh his kindly Thirst with plenteous Juice;</br>Or clust'ring Grapes their liquid Treasures bring,</br>Cool-temper'd from the neighbour-running Spring.&mdash;</br>Who shares, like him, what bounteous Nature yields;</br>The Gifts of Rivers, and the sweets of Fields?</br>Ev'n all is his where-e'er he wanders round,</br>And Age with undiminish'd Vigour crown'd.", "He sung the Dolphin next, a grateful Name!</br>By lov'd Arion's Story known to Fame.</br>He, wond'rous Artist!  with his magic Lay</br>Could the Stream's rapid Tide encaptiv'd stay.</br>The Wolf and Lamb, the Hare and coursing Hound,</br>Warm in full Chace, stop'd list'ning to the Sound.</br>With the dread Owl the Daw no longer strove,</br>And by the Hawk unfearful perch'd the Dove.</br>Him homeward voy'ging, the rapacious Crew,</br>For sordid Gold with threaten'd Death pursue:</br>When the sad Suppliant thus &mdash; \"Nor Life to gain</br>I sue, but Leave to tune one fun'ral Strain.\"</br>With soft'ning Tones he strikes the mournful Strings,</br>His melting Lay th' attentive Dolphin brings;</br>Whom straight to leap he vent'rously assay'd,</br>While thro' the Waves triumphant Airs he play'd.</br>Charm'd with his Notes, and passive to his Hand,</br>The wat'ry Native bore him safe to Land.</br>Pleas'd with his Gratitude the Sire of Gods</br>The Fish translated from his parent Floods,</br>Bid him a sacred Constellation rise,</br>And in nine glitt'ring Stars possess the Skies.</br>Thus sung the Sage &mdash; and whence the Fishers sprung,</br>And of their Arts, and of their Loves he sung!</br>Of Rivers then; how some descending flow</br>Engulph'd and swallow'd by the Earth below:</br>How some to Stone the tender Entrails chill,</br>Or passing Fowls with pois'nous Vapours kill.</br>Of Springs that sympathize with Musick's Force,</br>Dance to its Strains, and bubble from their Source;</br>Yet calmer murmur as the Notes decay,</br>And cease their Motion with the finish'd Lay.</br>What various Tribes to Ocean's Realms belong,</br>He taught, and number'd is his changing Song.</br>How, wand'ring from the Main, the Salmon-broods</br>Their Summer Pleasures seek in fresher Floods;</br>Unlike the Eel, who once to Ocean borne,</br>Prefers the saline Wave, nor seeks Return.</br>With strength incredible, the scaly Race</br>O'er Rocks and Weires their upward Passage trace:</br>Bent Head to Tail in an elastick Ring,</br>Safe o'er the steepest Precipice they spring.</br>In Tivy's Stream, a Rock of antient Fame</br>Still bears of Salmon-leap th' according Name.</br>But when from Winter's Cold they back retire,</br>And warmer Holds in Ocean's Courts require;</br>If then prevented by the fisher's Wile,</br>Who waits th' unfriended Wand'rers to beguile,</br>Some heedless Rover strays detain'd behind,</br>Still to the Flood unwillingly confin'd,</br>The lonely Fish consum'd with pining grows,</br>And gristley Beaks his hard'ning Mouth enclose:</br>Yet, in the briny Surge, soon wear away,</br>And his plump Scales recover'd Health display.</br>Of Hermit Fish he next employ'd his Strain,</br>That live retir'd within the Bottom-Main,</br>And in some vacant Shell dispend their Age,</br>Studious to shun the Weather's varying Rage.</br>Of Fish, that oft their native Seas forsake,</br>And thro' the Air a wingy Passage make;</br>When swift Bonetoes chase 'em for their Food,</br>And from the Deep compel the harrass'd Brood.</br>How dull Remoras stop the Vessel's Force,</br>With magic Fetters in its wat'ry Course;</br>Who, cleaving to its Bottom, firmly bind</br>The Bark immoveable by Wave or wind.</br>Then sung how Cuttles from their Mouths display</br>The wiley Bait to draw the nibbling Prey;</br>While bury'd in th' obscuring Ooze they lie,</br>To seize securely on th' unwary Fry:</br>How the hot Sargus, with licentious Flames,</br>Pursues on shore the Goat's complying Dames;</br>And how the constant Mullet with her Mate</br>Sequester'd lives, and follows to his Fate.</br>And thou, O Glaucus!  now a God confess'd,</br>Ador'd, and of Divinity possess'd,</br>What wond'rous Herbs thy mystic Change began,</br>And form'd the dread Immortal of the Man!</br>To the known Shore the prosp'rous Fisher hies,</br>And on the Grass displays his captive Prize;</br>When sudden o'er the slipp'ry Turf they glide,</br>The Earth familiar as their native Tide,</br>And swim, a riddling Prodigy!  on land,</br>Launch to the Seas, and 'scape his eager Hand.</br>Surpriz'd he stood:  and while with curious Haste</br>He plucks the Herbage, and informs his Taste,</br>A shiv'ring Horror seiz'd his inmost Heart,</br>And instant Change succeeds thro' ev'ry Part:</br>His Beard, that late with silver Curls was seen,</br>Now took the Tincture of the Ocean green;</br>His scaly Limbs outspread a larger Space,</br>And oozy Locks his azure Shoulders grace;</br>The Pow'rs of Seas admit him to their Train,</br>Decreed a Portion of their liquid Reign.</br>But first, mysterious Rites they doom, enjoin'd</br>To purge the gross Allay of Human Kind;</br>And nine times bid him plunge in Floods profound,</br>An hundred Floods rush upward at the Sound,</br>And nine times bear him thro' their dreary Plains.</br>Purg'd of the human Mixture's faint Remains,</br>Down to the Ocean-Courts he came,</br>And only of the Mortal keeps the Name.</br>The skilful Bard the Scolopendra's Guile</br>Disclos'd, and how he voids the barby Wile;</br>His Bowels forth emitting, to regain</br>His Freedom, and uproot the sticking Bane.</br>Then sings the Sea Adonis, peaceful Brood,</br>No Prey pursuing, nor of ought pursu'd;</br>An inoffensive, unoffended Race,</br>The Pride and Wonder of the wat'ry Space.</br>&mdash;More had he sung:  when lo!  the stormy Blast</br>Grew hush'd, and murmur'd to a Breeze at last;</br>Fast and more fast the less'ning Waves decline;</br>And Birds of Calm frequent the level Brine.</br>Fresh for their Toils they take the favouring Gale,</br>And seaward hoist apace the speeding Sail.</br>"]