["DORINDA AND SILVIA.", "DORINDA.</br>Why Mourns my Sylvia, why these Flowing Eyes,</br>This Heaving Breast, and these Heart-piercing Sighs,</br>Is Corridon unkind?  Or have your Sheep</br>(Neglected) Stray'd, whilst you their Roving weep?", "SILVIA.</br>Ah!  no &mdash; Had I the Grisly Wolf beheld,</br>Devour them Quick (and yet they ne'er rebell'd,</br>But always at my Call, Obedient came,</br>Each Bounding with Delights, to hear his Name)</br>Such Floods of Tears, their Loss wou'd ne'er deplore,</br>Nor Corridon, altho' He were no more.</br>But such a Mournful Sight I've seen, alas!</br>So sad, so wondrous sad, 'twill far surpass,</br>All that my Falt'ring Tongue knows to relate,</br>The most Terrific Blow of Unauspicious Fate.</br>Oh!  Had I sunk into Eternal Rest,</br>Before the Vision had disturb'd my Breast!", "DORINDA.</br>Altho' thy words Portentous seem, mine Ear</br>Expands to take them, whilst it dreads to hear;</br>Dear Silvia, let thy Voice the whole confess,</br>I'll bear my Part, to make thy Load the less.", "SILVIA.</br>First let me ease a while my o'ercharg'd Eyes,</br>For ev'ry Accent will advance Supplies.</br>&mdash;In Yonder Dark and Melancholly Shade,</br>Of Baleful Yew and Fatal Cypress Made,</br>URANIA sits &mdash; dissolv'd alas!  in Tears,</br>And by Her lies&mdash;", "DORINDA.</br>My Prophetick Fears.", "SILVIA.</br>Departed CELADON.  Her faithful Sheep</br>Stand gazing round, and Mournful Silence keep:</br>The Drooping Choiristers with Flagging Wing,</br>His Obsequies in Dying Accents sing:</br>The Murm'ring Brook, the Osiers slowly Laves,</br>Moves heav'ly on, and Checks the flowing Waves:</br>A Gen'ral Hush goes round, shock'd at the Blow,</br>URANIA'S tender Heart, must undergo.", "DORINDA.</br>Oh!  Cease a while, such big-swoln Griefs arise,</br>Oh!  Cease, 'till they find Passage through mine Eyes.</br>&mdash;The Thrilling Sorrows of URANIA'S Heart,</br>Who can Imagine and not feel a Part.</br>She whose Unrivall'd Charms, the World engage,</br>The Choice of Heav'n, and Darling of the Age;</br>As Good, as Great, as Merciful as Wise,</br>Joy of all Hearts, Delight of all our Eyes;</br>So Soft her Temper, so Compassionate,</br>It Stifles Envy, as it Cancels Hate.</br>When She must Suffer, and such Sorrows Feel,</br>What Heart of Adamant, what Breast of Steel,</br>What Cruel Tyrant, Barb'rously Inclin'd,</br>But must, Relenting, grow both Soft and Kind,</br>And such a Loss as CELADON, bemoan,</br>Whilst Universal Nature gives a Groan:</br>&mdash;For Oh, their Tender Loves,", "SILVIA.</br>Prophan'd, when they're compar'd to Turtle Doves.</br>Not such Soft Tenderness the Mother knows,</br>To see the Product of her Cruel Throws;</br>Not such the Blushing Virgin, when her Heart,</br>Takes first Impression from th' unerring Dart;</br>Nor such the Lover when his Nymph complies,</br>And He with the Extatick Pleasure dies.</br>But Faint Essays these, to our Royal Pair,</br>Whose Gen'rous Souls, far more Capacious were,</br>And more Extensive Passions form'd to bear,</br>Bare Union cou'd not their Bright Loves express,</br>More like to Angel's Flames, when they Caress,</br>And Mingling Forms, Seraphick Jove confess.", "DORINDA.</br>What One Injoy'd, the Other did partake,</br>The Joy Exalted for the Other's sake.</br>Crowns, Thrones and Triumphs, which amuse the Great,</br>Ballanc'd with Love, were Overpoiz'd in Weight;</br>A Spacious Throne Each to the Other was,</br>Which all the Throne on Earth did far surpass,</br>When Home, or Forreign Exigencies Prest,</br>Or Cares of State fatigu'd Urania's Breast.</br>Their Trouble and Concernment strait were gone,</br>And  vanish'd in the Smiles of CELADON.", "SILVIA.</br>When Her Victorious Arms from Hostile Fields,</br>Brought all the Joys, Triumphant Conquest Yields,</br>Unmov'd She seem'd, till CELADON She found,</br>And His Lov'd Temples, with the Lawrels Crown'd.</br>Whilst He releas'd from all Morbific Pains,</br>A Perfect Health enjoy'd through all his Veins;</br>For Her Bright, Salutifrous Presence brought,</br>More Ease than Aesculapius-skill e'er wrought.", "DORINDA.</br>In Mutual Joys their Hours thus slid away,</br>Their Mutual Joys increasing ev'ry Day,</br>Thus did They in continu'd Raptures Live,</br>And all the Bliss, which Heav'n on Earth cou'd give.", "SILVIA.</br>But now alas!  They've ceas'd, forever done,</br>For CELADON, oh Dreadful Sound!  Is gone,</br>Gone to Eternal Rest, new Thrones to gain,</br>And Never, Never, must return again.", "DORINDA.</br>In vain URANIA'S Tears, in vain Her Cries,</br>In vain Her Mournful Plaints and Scalding Sighs,</br>In vain Her Soft Desires, and all Her Charms,</br>They ne'er again must Bring Him to Her Longing Arms.", "SILVIA.</br>Silent She sits beneath the Horrid Gloom,</br>Nor Thinks nor Hopes for any Joys to come,</br>Whilst vast tumultuous Griefs croud on Her Breast,</br>Fixt like the Center, yet She finds no Rest.</br>Now She revolves on all the Bliss is past,</br>Then sighs to think, that She has seen the Last:</br>That now their Mutual Flames no more must burn,</br>Nor Chearful Hours of Converse e'er again return;</br>Opprest then with the Load, She sinks to Earth,</br>And then Revives to give her Woes New Birth;</br>Which by fresh Acquisitions, Greater Grow,</br>Till all Tenacious Bounds the Torrents Overflow.", "No Mortal can express a Grief like Thine,</br>No Mortal, who is not like Thee, Divine,</br>Inform'd with such a vast Capacious Soul,</br>In which so large a Floud of Grief may Roul,</br>And yet too Great e'n for thy self they Grow,</br>And all Tenacious Bounds, and Torrents Overflow.", "But see Dorinda, Night with solemn Pace,</br>Moves slowly on, and Phaebe's sickly Face,</br>Bound up in Clouds, Ascends Yon Eastern Skies,</br>Whilst Chearful Day Her Mournful Visage flies.</br>The Priests of Pan, their Ev'ning Offrings bring,</br>And to th' Indulgent God their Vespers sing,</br>For his Protection of their Sheep all Day,</br>But Ours, neglected, all are gone astray.", "DORINDA.</br>For ever let them wander, since no Rest,</br>Must e'er re-enter my forsaken Breast;</br>O'ercharg'd with Sorrows for URANIA'S sake:", "SILVIA.</br>So much my sad and troubled Thoughts partake</br>They sit upon my Soul (Griev'd at the Sight)</br>Like heavy Plumets of Eternal Night.", "DORINDA.</br>Let's part no Dearest Silvia, for our Woe</br>Begins, alas!  Ineffable to grow;</br>And yet my Boding Soul (to add new Pain)</br>Whispers, alas!  we ne'er shall meet again.", "SILVIA.</br>Something so Ominious in mine appears,</br>As says 'twill soon be wafted hence in Tears.</br>A long Farewell, Eternall, Adieu.", "DORINDA.</br>A long Farewell, to Love and Life, and You.</br>"]