["\"Set in the silver sea,\" a diamond bright,</br>Dear native Albion, would I sing thy praise</br>I need but ask of Truth his purest light,</br>To lend the lyric Muse her proudest blaze.</br>Borrowing from fable, what we boast our own,</br>Let foreign Fancy turn the florid tale;</br>Whilst, worshipping thy sea-sequester'd throne,</br>We, what we truly paint, with rapture hail.</br>Thus Gratitude to loftiest transport fires,</br>And Tuscan Fancy yields to what the Truth inspires.", "In proud array thy guardian forests rise,</br>The vigorous products of their genial home,</br>And, whilst thy mountains touch the sun-bright skies,</br>Half o'er their heights, majestic mantles, roam.</br>Nor wants sweet Poesy her sweetest range,</br>By glen and dale, by bow'r and murmuring brook;</br>Toil has his field, and Yeomanry his grange,</br>Whilst on his down the shepherd casts his crook,</br>O'er many a lowland Eden glad to gaze,</br>And on his doric reed to list'ning Phillis plays.", "Thy varying Ether's rolling mirror, shine</br>Rivers that silver-streak the verdant plains,</br>Nor seldom pass beside some fane divine,</br>Where hoar Antiquity sublimely reigns</br>To tell the glories of thy elder days;</br>Or to the muses courteous still, afford</br>To them, that emulate ingenuous praise,</br>The cloister'd walk, and hospitable board,</br>And oft thy floods beneath those burdens bend,</br>Which seas triumphant waft as far as seas extend.", "No Norman bulwarks, Cambrian castles, now</br>Frown in their strength, nor thence th' embattled throng,</br>Children of blood, as fierce a torrent flow</br>As that which thunders Snowdon's side along;</br>But there the kids disport, or pensive seers</br>Stray pleased though pensive, and with profit stray,</br>Conscious that, after the long lapse of years,</br>Illumin'd more and more by Wisdom's ray,</br>Here Liberty at last her throne has plac'd,</br>And views her floating guards lords of the wat'ry waste.", "Far as her eye from this her gorgeous tower</br>Darts o'er the world she sighs to see mankind,</br>So many groan beneath the despots power,</br>So widely spectral horrors rack the mind.</br>She knows its pow'r, she best its pow'r expands,</br>Its warmth increases, and unclouds its sight;</br>Here then she sees Religion's fostering hands</br>Drop Hope's best balm, distribute Faith's best light,</br>Whilst human Law weds sacred Charity,</br>And tells the wond'ring earth that mind is here most free.", "Thus a far-famous sage, thrice ten years pass'd,</br>With all a lover's zeal his country prais'd;</br>But, ah!  the fall, the sage, grown blind at last,</br>Fell as he shook the column he had rais'd.</br>So Sampson fell, but not alone.  We stand</br>Strong with augmented liberty and fame,</br>And more than ever the proud world command,</br>Fresh blooming still from Envy's trait'rous aim,</br>Nor would we pillage peerage, church and throne,</br>To favour low-born pride, and make the world our own.", "Firm English honesty, sound English sense,</br>Touch rights existing, holy ground, with care,</br>Scorn Envy's fraud, pert Vanity's pretence,</br>Nor dash to dust what Wisdom should repair.</br>Hence Hist'ry, proud on Britain's acts to wait,</br>Has told the world she can her rights maintain,</br>From tyrant-pow'r with temper save her State,</br>With ease majestick cast her papal chain,</br>Too wise for hurry, too humane for rage,</br>Dauntless as Youth's blind zeal, and cool as well taught Age.</br>"]