["I have liv'd many seasons:  and I stand</br>Nor low nor lofty on this world at last:</br>Yet, with some hope (which I cannot withstand)</br>I shall not wholly bow me to the blast,</br>Nor, all unknown, like a base weed be cast</br>Away, and wither in my wint'ry grave,</br>Shaming in the soil that fed me:  For the past&mdash;</br>'Tis gone and 'twould be idle now to rave</br>Of wasted hours, or mourn I am not folly's slave.", "Yet, like a pestilence, despondence hung</br>Upon the spirit of my prime.  In vain</br>I sought for cure:  like wasting fire it clung</br>Against my heart:  it struck upon my brain.</br>Then, like a lion bursting from his chain,</br>(For I was not the fool of phantasy)</br>I rush'd away, and rid me of my pain;</br>And, with that courage that becomes the free,</br>Stood on the verge again:  safe &mdash; for at liberty.", "In deep embowering woods I built my home,</br>For Nature nurses best the sickly mind;</br>And when Apollo thro' my leafy dome</br>Came visiting, I rose:  at eve, reclined,</br>I caught strange secrets from the wispering wind,</br>That with its cooling freshness bath'd my head</br>As with Olympian dews:  'twas then my mind</br>Gather'd its powers, and sickly visions fled.</br>I stood like a man new born &mdash; recover'd from the dead.", "It is upon the mountains &mdash; the vast sea&mdash;</br>That we hear Nature's language:  'tis the tide</br>Which rolls for ever, speaks 'Eternity:'</br>The hills declare she is to Heaven allied,</br>And in the thunder comes her voice of pride:</br>Her mirror is the lake:  her garb the field</br>With all the colours of the Iris dyed:</br>Somewhat of mighty moment doth she yield</br>From every part.  To me, her soul she hath revealed.", "For I did woo her in my early youth,</br>And sought the marvels of her lonely ways;</br>And often in those fountain depths, where truth</br>Springs from its parent source, I loved to gaze,</br>And watch'd its many wanderings, where it strays</br>The world's rude rocks, and 'wildering woods among;</br>And where the elemental lightnings blaze</br>I've trod &mdash; aye, stood above 'em, while along</br>The precipice they play'd, wild, glittering, and strong.", "I've roamed amongst the eternal Alps.  I've stood</br>And gazed upon the diminish'd world below;</br>Marking, at frightful distance, field and flood</br>And spire and town, like things of pigmy show,</br>Shrink into nothing:  while those peaks of snow</br>(While yet the winds themselves but seldom climb)</br>Arose like giants from the void below,</br>But fashion'd all for everlasting time:</br>Imperishable things &mdash; unstain'd, as 'twere, by crime.", "Oh, ye unbending Glaciers!  If ye be</br>Aught more than human view may contemplate&mdash;</br>If on your crowned heads the Deity</br>Rests his bright foot eternal, when in state</br>He bends arrayed in lightnings; consecrate</br>Then stand for ever.  Perchance your heaven-ward look</br>Infused such feeling, strong and elevate,</br>That madness in the soul's bright temple shook.</br>Silent ye pointed high.  I read as from a book.", "Sacred ye are.  The very eye of God</br>Darts roses on ye as it shuts at even.</br>The earthquake on your breast hath never trod;</br>Nor in vast fragments have your limbs been riven;</br>Nor through your heart the red volcano driven,</br>That foams in lava cataracts from its bound;</br>Or flings its blazing columns up to heaven,</br>Sinking in darkening ashes on the ground.</br>Thus Hecla, Etna feel; and all, save ye, around.", "And oh!  thou viewless Spirit, who dost breathe</br>Life on the world:  whose home is on the seas,</br>And plains, and mountain summits, and beneath</br>This earth; whose couriers are the storm and breeze;</br>Whose children, the gay birds &mdash; the beast &mdash; the trees,</br>And we (the monarch of mortality)</br>And whatsoe'er hath being.  That thou didst please</br>To draw from me the mind's calamity,</br>I thank thee, thou hast given the world again to me.", "For not alone with Alpine heights my soul</br>Communed in silence:  'Twas from forests deep&mdash;</br>The everlasting ocean, that doth roll</br>Bursting in thundering billows 'gainst the steep;</br>The rainbow, that when summer vapours weep,</br>Arches the sky; the free and sightless wind:</br>The Moon, the Sun, and (last) those fires that keep</br>Nightly their starry watch.  From all, my mind</br>Caught light, and strength, and joy &mdash; to no one aid confined.", "And there I met two men.  One had I seen</br>In boyhood mix in many an idle game;</br>Since when his hand had gathered laurels green</br>For his own brows, and on the scroll of fame</br>Had written his imperishable name,</br>Amidst the golden characters that lie</br>Distinguishable there &mdash; Ev'n as the flame</br>Of moon or sun burns out conspicuously</br>Amongst the stars that crowd the bosom of the sky.", "Upon his beautiful forehead scorn was sitting,</br>And weariness and woe; and o'er his eye</br>Shadows of dim tumultuous thought were flitting</br>And passions, which are buried ere they die,</br>Exorcised by the enchantress Memory</br>From their dark grave &mdash; the heart.  But quickly these</br>Like clouds of rain in summer, passed by;</br>And then he wantoned with the mountain breeze,</br>And with the soft mysterious music of the trees,", "Held frequent talk, like some familiar  spirit.</br>And his companion young would join him then,</br>And tell how mortal creature might inherit</br>Etherial essence here, and haply again</br>(Though like a world-abandoned denizen)</br>Expand into that finer element,</br>Whate'er it be, that fills the frames of men</br>With their incomparable light.  Intent</br>Upon that theory sublime his soul was bent.", "And who may tell (though I believe it not)</br>But that the soul by meditation may</br>Plume its white wings, and from its grosser lot</br>Spring, like a thing immortal, far away;</br>Or, as the white Alps mount and meet the day,</br>Accumulate upon its airy head</br>Thoughts that fine spirits hare bequeathed, ere they</br>Lay down in silence on their wormy bed,</br>And conquer that chill voice which summons us to the dead.", "I've seen the setting sun, there &mdash; oh!  how weak</br>My verse to tell what flash'd across my sight.</br>Green, blue, and burning red, was every streak</br>Like rainbow-beams, but trebly, trebly bright;</br>The earth, the air, the hearers, were living light</br>My vision was absorbed I trembled &mdash; then</br>Softening his glance, and sinking in his might,</br>The Sun slow faded from the eyes of men,</br>And died away.  Ne'er have I seen the like again.", "Yet have I lain in many a leafy nook</br>Sequester'd, hiding from the summer beam:</br>Idling, or haply with that charmed book</br>Writ by the Avon side; and loved to dream</br>Of pale Cordelia, gentle Imogene:</br>Or, on some brook that slid, like guilt, away,</br>Hurrying the pilfered mosses down its stream,</br>Pondered, and often at the close of day</br>Gazed on the coming Moon, and felt, perchance, her sway.", "It is in high, remoter scenes, that we</br>Become sublim'd, yet humble:  there we learn</br>That still beyond us spreads &mdash; Infinity:</br>And we still &mdash; clay:  or, all admiring, turn</br>To where those characters of beauty burn,</br>Which God hath printed on the starry skies:</br>And haply guess why we alone may learn</br>The world's vast wonders:  why alone our eyes</br>See far:  why we alone have such proud sympathies.", "For with creation and its marvels none</br>Save we, can hold communion.  On the earth</br>Are many stately footsteps, and the Sun</br>Shines on eyes bright as ours:  yet hath our birth</br>(Holy) shed 'round us all immortal worth,</br>Beyond the rest:  though with the rest we fade,</br>And ere encircled by as frail a girth</br>To life, as they:  and in the deadly shade</br>Wither as quick, and are as loathsome when decayed.", "But while we live, the air, the fruit, the flower,</br>Doth own to us a high, superior charm:</br>And the soul's radiance in our wint'ry hour</br>Flings a sweet summer halo round us, warm.</br>And then, the multitudinous things that swarm</br>From the brain's secret cells, and never die,</br>(Though mortal born.)  Oh!  for that boasted balm</br>Of life, to raise the mighty when they lie</br>Wrecks, both in frame and mind &mdash; common mortality.", "Seems it not hard, that they whose spirits have</br>Engendered and matured such thoughts sublime,</br>And lived but for the world, must in the grave</br>At last sink like the things of folly &mdash; crime,</br>Ere yet the soul hath blossom'd in its prime?</br>For who may tell how high the labouring thought</br>Might reach, if giv'n to live till after-time:</br>And what a pyramid it might build, how fraught</br>With treasures, but from time and meditation caught.</br>"]