["What gleam is this, which thro' my tatter'd wall</br>Appears?  'Tis morn, the wretch's hour of care.</br>Instant from bed of clotted flocks I start</br>Ill-rested, (such will nature's wants compel)</br>To roam in quest of family supplies</br>With weary steps:  city or suburbs wide</br>Anxious for children indigent at home,</br>And wife in child-bed durance, perilous time,</br>When my fell genius, Disappointment nam'd,</br>(Adverse to bards!)  threw luckless in my way</br>The baffling debtor and loan-shifting friend.</br>What must I do?  with aggravated pain</br>Some-whiles I wander where the banker's gold,</br>Pil'd ostentatious, lies to mock the eye</br>Of needy passenger.  So hung in hell</br>The guileful fruit near hungry Tantalus,</br>Prohibited his touch.  Sometimes I halt,</br>Lur'd by a dark recess, in private there</br>Sad thoughts to feed, or close-pent griefs to vent</br>In urine; or unbend my passive mind,</br>Amusive, where the letter'd stall affords</br>Relief enchanting, while with transient glance</br>I ken promiscuous authors, prose or rhime.</br>Such is my wont, depriv'd of bard or sage</br>By hard penurious fate, my mind to store</br>From academic bulk with authors rare.</br>So study'd those, renown'd, from walking nam'd</br>Peripatetick, and their antient school.</br>Mean time the pelf-expecting bibliopole</br>Hateful to pennyless reader, scouting views</br>His pupil, and with unrelenting hands</br>From pond'ring student oft th' unfinished page</br>Rends unsuspected:  horribly abash'd,</br>Picqu'd with chagrene I brook the vandal's rage,</br>And quit full soon th' inhospitable soil.", "Now noon, in form of dinner, sensual baits</br>To appetite suggests; diffusing rare</br>Of cooks or tavern kitchens grateful fume,</br>From savory roast meat, or collation boil'd,</br>Still heighten'd, from the reeking pasty borne</br>By the coarse 'prentice, or trim liv'ry page,</br>Grievous to hungry nostrils. &mdash; Where?  ah!  say,</br>Say, muses, where shall needy poet dine?</br>From the still door of guttling citizen</br>No invitation sounds, nor glutton hall</br>Of vulture butcher, gorg'd with precious spoils.</br>Uneas'd I rove, save, what by times, affords</br>In warbled verse, the Syren of the street</br>From some throng'd corner, till my footsteps reach</br>The court's safe-fostring verge, and happy park,</br>Fam'd for camelion food of wholesome air,</br>There, with the spruce beau, lac'd and pennyless,</br>Or the rook'd gamester, or lean starvling wit,</br>I sauntering range; and pick my foodless teeth,</br>Where gobbling ducks present, regretful view;</br>Or on some bench at ease, supinely loll'd,</br>Chew hot mundungus, or Scotch snuff exhale,</br>Or sport my fancy on the yielding sand</br>By scrawling traces from my wanton cane,</br>Diverting cares; till tortur'd bowels roar</br>Themselves to rest, and drops the western sun.", "See!  night, in show'rs disguis'd of drizling rain,</br>All comfortless ascends.  To chase her glooms</br>Swift down the shelt'ring passage I betake</br>Of a known hospitable roof, yclipp'd</br>A boozing ken:  There, near the chearful fire</br>Harbour'd, I waft my consolating pipe,</br>And (witness to the scenes of vulgar mirth,</br>Calm'd with philosophy) in patience tiff</br>Old porter, or regale on Cestrian cheese,</br>Till the hoarse watchman, clamorous at the gate,</br>Gives signals to depart:  in sighs I leave</br>My vacant mugg, with friendly caution scor'd,</br>All unobserv'd, behind th' unnotic'd door,</br>And bedward, ruminating, urg'd with speed,</br>Roam darkling; whether now, the broad high street</br>With coaches rattling, or long winding lane,</br>I traverse, or dark alley intricate,</br>Still cautious of the bailiff's watchful eye,</br>When lo!  what mean the fates?  my stumbling steps</br>Deep thundring through the sable shades, alarm</br>Two ill-star'd lovers; on nocturnal rites</br>Engag'd in lawless ties.  The trembling wight</br>(Whether demented for horrid crimes</br>By vengeful heaven, or to the destin'd spot</br>Led for my succour by all-pitying Jove,</br>Or thought of dread discovery, sore appall'd,</br>Conscious of counter-fees and foul disgrace,</br>Whate'er the secret cause)</br>Me, rash mistaking for th' abhorrent form</br>Of constable, or watchman sent on spoil,</br>Hurry'd by Fears, with eager pressure fix'd</br>In my unwitting hand a golden spell;</br>Such as enamour'd Jove on Danae rain'd,</br>Sure bribe for guilt, long since by mortals nam'd</br>A splendid guinea.  Ye amazing Gods!</br>What does the lamp present my startled sight?</br>Incredible!  again I doubt, and stop;</br>Again the light confirms my fluttering hopes:</br>A splendid guinea! &mdash; O ye bounteous powers!</br>How large your favours shower'd!  how timely sent</br>All unexpected! &mdash; homeward, pleas'd, I haste,</br>Chaunting loud paeans; there, receiv'd with love,</br>Wants fled my mind, sweet sleep my eye-lids seal'd,</br>And cakes and butter blest my morning cheer.</br>"]