["A wanton wether had disdain'd the bounds,</br>That kept him close confin'd to Willy's grounds;</br>Broke thro' the hedge, he wander'd far astray,</br>He knew not whither on the public way.</br>As Willy strives, with all attentive care,</br>The fence to strengthen, and the gap repair,</br>His neighbour Roger, from the fair return'd,</br>Appears in sight, in riding-graith adorn'd;</br>Whom, soon as Willy, fast approaching, spies,</br>Thus to his friend, behind the hedge, he cries&mdash;", "WILLY.</br>How de ye, Roger?  ha' ye been at 't fair?</br>How gangs things?  Made ye onny bargans there?", "ROGER.</br>I kno' not Willy, things deant luke owre weel,</br>Coorn sattles fast, thoff bease 'll fetch a deal,</br>Te sell 'tawd intack barley, I desaun'd,</br>Bud cuddent git a price to suit my maund;</br>What wi' rack-rents, an' syke a want of trade,</br>I kno'nt how yan's te git yan's landloords paid.</br>Mair oure au that, they say, i' spring o't year,</br>Franch is intarmin'd on't te 'tack us here.", "WILLY.</br>Yea mun!  what are they cummin hither for,</br>Depend upon't they'd better nivver storr.", "ROGER.</br>True, Willy, &mdash; nobbut Inglishmen 'll stand,</br>By yan another o' their awn good land,</br>They'll nivver suffer (Ise be bun to say)</br>The Franch te tak a single sheep away.</br>Fightin' for heame, upo' their own fair field,</br>All pow'r i' France cud nivver mak' 'em yield.", "WILLY.</br>Whaw, seer you cannot think, when put ti't pinch,</br>'At onny Inglishmen i'll ivver flinch!</br>If Franch dea cum here, Roger, I'll be hang'd,</br>An they deant git their sens reet soundly bang'd:</br>I can't bud think (thoff I may be misteean)</br>Not monny on 'em 'ill get back ageean.", "ROGER.</br>I think nut, Willy &mdash; bud some fouk will say,</br>Our Inglish fleet let 't Franch ships git away,</br>When they were laid (thou kno's) in Bantry Bay;</br>'At they could ne'vver all hev geen 'em 'tslip,</br>Bud 'tInglish wanted nut te tak a ship.", "WILLY.</br>Eah!  that's all lees!", "ROGER.</br>I dinnot say it's true,</br>It's all unnone te syke as me an' you,</br>How do we kno' when fleets do reet or wrang?</br>I whoop it's all on't fause &mdash; but so talks gang.</br>Howsivver this I kno' 'at when they please,</br>Our sailors always beat 'em uppo't seas,</br>And if they nobbut sharply luke about,</br>They needent let a single ship cum out;</br>At least they'll drub 'em weel, I dinnot fear,</br>An' keep 'em fairly off, fra landin' here.", "WILLY.</br>I whoop sa, Roger, bud, an if they dea,</br>Cum owre, I then shall sharpen my awd lea.</br>What, thoff I can bud o've a lautle boast,</br>You kno' yan waddent ha that lautle lost,</br>Ise send our Mally an' all't bairns away,</br>And I mysen 'll by the yamstead stay.</br>I'll fight, if need; an' if I fall, whaw then,</br>Ise suffer all the warst mishap mysen:</br>Was I bud seer, my wife and bairns were seeaf,</br>I then sud be to dee content eneeaf.", "ROGER.</br>Reet Willy!  Mun, what, an they put us tea't,</br>I will mysen put forrad my best feat;</br>What, thoff I's awd, I's nut sa easily scar'd,</br>On his awn midden, an awd cock fights hard.</br>They say a Franchman's turn'd a different man,</br>A braver, better soldier, ten to yan;</br>But let the Franch be turn'd te what they will,</br>They'll find 'at Inglishmen are Inglish still,</br>O' their awn grund they'll nowther flinch nor flee,</br>They'll owther conquer, or they'll bravely dee.</br>"]