["But now the second Morning, from her bowre,</br>Began to glister in her beames, and nowe</br>The roses of the day began to flowre</br>In th' easterne garden; for heav'ns smiling browe</br>Halfe insolent for joy begunne to showe:</br>The early Sunne came lively dauncing out,</br>And the bragge lambes ranne wantoning about,</br>That heav'n, and earth might seeme in tryumph both to shout.", "Th' engladded Spring, forgetfull now to weepe,</br>Began t' eblazon from her leavie bed,</br>The waking swallowe broke her halfe-yeares sleepe,</br>And everie bush lay deepely purpured</br>With violets, the woods late-wintry head</br>Wide flaming primroses set all on fire,</br>And his bald trees put on their greene attire,</br>Among whose infant leaves the joyeous birds conspire.", "And now the taller Sonnes (whom Titan warmes)</br>Of unshorne mountaines, blowne with easie windes,</br>Dandled the mornings childhood in their armes,</br>And, if they chaunc't to slip the prouder pines,</br>The under Corylets did catch the shines,</br>To guild their leaves, sawe never happie yeare</br>Such joyfull triumph, and triumphant cheare,</br>As though the aged world anew created wear.", "Say Earth, why hast thou got thee new attire,</br>And stick'st thy habit full of dazies red?</br>Seems that thou doest to some high thought aspire,</br>And some newe-found-out Bridegroome mean'st to wed:</br>Tell me ye Trees, so fresh apparelled,</br>So never let the spitefull Canker wast you,</br>So never let the heav'ns with lightening blast you,</br>Why goe you now so trimly drest, or whither hast you?", "Answer me Jordan, why thy crooked tide</br>So often wanders from his neerest way,</br>As though some other way thy streame would slide,</br>And faine salute the place where something lay?</br>And you sweete birds, that shaded from the ray,</br>Sit carolling, and piping griefe away,</br>The while the lambs to heare you daunce, and play,</br>Tell me sweete birds, what is it you so faine would say?", "And, thou faire Spouse of Earth, that everie yeare,</br>Gett'st such a numerous issue of thy bride,</br>How chance thou hotter shin'st, and draw'st more neere?</br>Sure thou somewhear some worthie sight hast spide,</br>That in one place for joy thou canst not bide:</br>And you dead Swallowes, that so lively now</br>Through the flit aire your winged passage rowe,</br>How could new life into your frozen ashes flowe?", "Ye Primroses, and purple violets,</br>Tell me, why blaze ye from your leavie bed,</br>And wooe mens hands to rent you from your sets,</br>As though you would somewhear be carried,</br>With fresh perfumes, and velvets garnished?</br>But ah, I neede not aske, 'tis surely so,</br>You all would to your Saviours triumphs goe,</br>Thear would ye all awaite, and humble homage doe.", "Thear should the Earth herselfe with garlands newe</br>And lovely flo[w'r]s embellished adore,</br>Such roses never in her garland grewe,</br>Such lillies never in her brest she wore,</br>Like beautie never yet did shine before:</br>Thear should the Sunne another Sunne behold,</br>From whence himselfe borrowes his locks of gold,</br>That kindle heav'n, and earth with beauties manifold.", "Thear might the violet, and primrose sweet</br>Beames of more lively, and more lovely grace,</br>Arising from their beds of incense meet;</br>Thear should the Swallowe see newe life embrace</br>Dead ashes, and the grave unheale his face,</br>To let the living from his bowels creepe,</br>Unable longer his owne dead to keepe:</br>Thear heav'n, and earth should see their Lord awake from sleepe.", "Their Lord, before by other judg'd to die,</br>Nowe Judge of all himselfe, before forsaken</br>Of all the world, that from his aide did flie,</br>Now by the Saints into their armies taken,</br>Before for an unworthie man mistaken,</br>Nowe worthy to be God confest, before</br>With blasphemies by all the basest tore,</br>Now worshipped by Angels, that him lowe adore.", "Whose garment was before indipt in blood,</br>But now, imbright'ned into heav'nly flame,</br>The Sun it selfe outglitters, though he should</br>Climbe to the toppe of the celestiall frame,</br>And force the starres go hide themselves for shame:</br>Before that under earth was buried,</br>But nowe about the heav'ns is carried,</br>And thear for ever by the Angels heried.", "So fairest Phosphor the bright Morning starre,</br>But neewely washt in the greene element,</br>Before the drouzie Night is halfe aware,</br>Shooting his flaming locks with deaw besprent,</br>Springs lively up into the orient,</br>And the bright drove, fleec't all in gold, he chaces</br>To drinke, that on the Olympique mountaine grazes,</br>The while the minor Planets forfeit all their faces.", "So long he wandred in our lower spheare,</br>That heav'n began his cloudy starres despise,</br>Halfe envious, to see on earth appeare</br>A greater light, then flam'd in his owne skies:</br>At length it burst for spight, and out thear flies</br>A globe of winged Angels, swift as thought,</br>That, on their spotted feathers, lively caught</br>The sparkling Earth, and to their azure fields it brought.", "The rest, that yet amazed stood belowe,</br>With eyes cast up, as greedie to be fed,</br>And hands upheld, themselves to ground did throwe,</br>So when the Trojan boy was ravished,</br>As through th' Idalian woods they saie he fled,</br>His aged Gardians stood all dismai'd,</br>Some least he should have fallen back afraid,</br>And some their hasty vowes, and timely prayers said.", "Tosse up your heads ye everlasting gates,</br>And let the Prince of glorie enter in:</br>At whose brave voly of sideriall States,</br>The Sunne to blush, and starres growe pale wear seene,</br>When, leaping first from earth, he did begin</br>To climbe his Angells wings; then open hang</br>Your christall doores, so all the chorus sang</br>Of heav'nly birds, as to the starres they nimbly sprang.", "Hearke how the floods clap their applauding hands,</br>The pleasant valleyes singing for delight,</br>And wanton Mountaines daunce about the Lands,</br>The while the fieldes, struck with the heav'nly light,</br>Set all their flo[w'r]s a smiling at the sight,</br>The trees laugh with their blossoms, and the sound</br>Of the triumphant shout of praise, that crown'd</br>The flaming Lambe, breaking through heav'n, hath passage found.", "Out leap the antique Patriarchs, all in hast,</br>To see the po[w'r]s of Hell in triumph lead,</br>And with small starres a garland interchast</br>Of olive leaves they bore, to crowne his head,</br>That was before with thornes degloried,</br>After them flewe the Prophets, brightly stol'd</br>In shining lawne, and wimpled manifold,</br>Striking their yvorie harpes, strung all in chords of gold.", "To which the Saints victorious carolls sung,</br>Ten thousand Saints at once, that with the sound,</br>The hollow vaults of heav'n for triumph rung:</br>The Cherubins their clamours did confound</br>With all the rest, and clapt their wings around:</br>Downe from their thrones the Dominations flowe,</br>And at his feet their crownes, and scepters throwe,</br>And all the princely Soules fell on their faces lowe.", "Nor can the Martyrs wounds them stay behind,</br>But out they rush among the heav'nly crowd,</br>Seeking their heav'n out of their heav'n to find,</br>Sounding their silver trumpets out so loude,</br>That the shrill noise broke through the starrie cloude,</br>And all the virgin Soules, in pure araie,</br>Came dauncing forth, and making joyeous plaie;</br>So him they lead along into the courts of day.", "So him they lead into the courts of day,</br>Whear never warre, nor wounds abide him more,</br>But in that house, eternall peace doth plaie,</br>Acquieting the soules, that newe before</br>Their way to heav'n through their owne blood did skore,</br>But now, estranged from all miserie,</br>As farre as heav'n, and earth discoasted lie,</br>Swelter in quiet waves of immortalitie.", "And if great things by smaller may be ghuest,</br>So, in the mid'st of Neptunes angrie tide,</br>Our Britan Island, like the weedie nest</br>Of true Halcyon, on the waves doth ride,</br>And softly sayling, skornes the waters pride:</br>While all the rest, drown'd on the continent,</br>And tost in bloodie waves, their wounds lament,</br>And stand, to see our peace, as struck with woonderment.", "The Ship of France religious waves doe tosse,</br>And Greec[e] it selfe is now growne barbarous,</br>Spains Children hardly dare the Ocean crosse,</br>And Belges field lies wast, and ruinous,</br>That unto those, the heav'ns ar invious,</br>And unto them, themselves ar strangers growne,</br>And unto these, the Seas ar faithles knowne,</br>And unto her, alas, her owne is not her owne.", "Here onely shut we Janus yron gates,</br>And call the welcome Muses to our springs,</br>And ar but Pilgrims from our heav'nly states,</br>The while the trusty Earth sure plentie brings,</br>And Ships through Neptune safely spread their wings.</br>Goe blessed Island, wander whear thou please,</br>Unto thy God, or men, heav'n, lands, or seas,</br>Thou canst not loose thy way, thy King with all hath peace.", "Deere Prince, thy Subjects joy, hope of their heirs,</br>Picture of peace, or breathing Image rather,</br>The certaine argument of all our pray'rs,</br>Thy Harries, and thy Countries lovely Father,</br>Let Peace, in endles joyes, for ever bath her</br>Within thy sacred brest, that at thy birth</br>Brought'st her with thee from heav'n, to dwell on earth,</br>Making our earth a heav'n, and paradise of mirth.", "Let not my Liege misdeem these humble laies,</br>As lick't with soft, and supple blandishment,</br>Or spoken to disparagon his praise;</br>For though pale Cynthia, neere her brothers tent,</br>Soone disappeares in the white firmament,</br>And gives him back the beames, before wear his,</br>Yet when he verges, or is hardly ris,</br>She the vive image of her absent brother is.", "Nor let the Prince of peace his beadsman blame,</br>That with his Stewart dares his Lord compare,</br>And heav'nly peace with earthly quiet shame:</br>So Pines to lowely plants compared ar,</br>And lightning Phoebus to a little starre:</br>And well I wot, my rime, albee unsmooth,</br>Ne, saies but what it meanes, ne meanes but sooth,</br>Ne harmes the good, ne good to harmefull person doth.", "Gaze but upon the house, whear Man embo[w'r]s:</br>With flo[w'r]s, and rushes paved is his way,</br>Whear all the Creatures ar his Servitours,</br>The windes doe sweepe his chambers every day,</br>And cloudes doe wash his rooms, the seeling gay,</br>Starred aloft the guilded knobs embrave:</br>If such a house God to another gave,</br>How shine those glittering courts, he for himselfe will have?", "And if a sullen cloud, as sad as night,</br>In which the Sunne may seeme embodied,</br>Depur'd of all his drosse, we see so white,</br>Burning in melted gold his watrie head,</br>Or round with yvorie edges silvered,</br>What lustre superexcellent will he</br>Lighten on those, that shall his sunneshine see,</br>In that all-glorious court, in which all glories be", "If but one Sunne, with his diffusive fires,</br>Can paint the starres, and the whole world with light,</br>And joy, and life into each heart inspires,</br>And every Saint shall shine in heav'n, as bright</br>As doth the Sunne in his transcendent might,</br>(As faith may well beleeve, what Truth once sayes)</br>What shall so many Sunnes united rayes</br>But dazle all the eyes, that nowe in heav'n we praise?", "Here let my Lord hang up his conquering launce,</br>And bloody armour with late slaughter warme,</br>And looking downe on his weake Militants,</br>Behold his Saints, mid'st of their hot alarme,</br>Hang all their golden hopes upon his arme.</br>And in this lower field dispacing wide,</br>Through windie thoughts, that would thei[r] sayles misguide,</br>Anchor their fleshly ships fast in his wounded side.", "Here may the Band, that now in Tryumph shines,</br>And that (before they wear invested thus)</br>In earthly bodies carried heavenly mindes,</br>Pitcht round about in order glorious,</br>Their sunny Tents, and houses luminous,</br>All their eternall day in songs employing,</br>Joying their ende, without ende of their joying,</br>While their almightie Prince Destruction is destroying.", "Full, yet without satietie, of that</br>Which whetts, and quiets greedy Appetite,</br>Whear never Sunne did rise, nor ever sat,</br>But one eternall day, and endles light</br>Gives time to those, whose time is infinite,</br>Speaking with thought, obtaining without fee,</br>Beholding him, whom never eye could see,</br>And magnifying him, that cannot greater be.", "How can such joy as this want words to speake?</br>And yet what words can speake such joy as this?</br>Far from the world, that might their quiet breake,</br>Here the glad Soules the face of beauty kisse,</br>Powr'd out in pleasure, on their beds of blisse.</br>And drunke with nectar torrents, ever hold</br>Their eyes on him, whose graces manifold,</br>The more they doe behold, the more they would behold.", "Their sight drinkes lovely fires in at their eyes,</br>Their braine sweete incense with fine breath accloyes,</br>That on Gods sweating altar burning lies,</br>Their hungrie cares feede on their heav'nly noyse,</br>That Angels sing, to tell their untould joyes;</br>Their understanding naked Truth, their wills</br>The all, and selfe-sufficient Goodnesse fills,</br>That nothing here is wanting, but the want of ills.", "No Sorrowe nowe hangs clowding on their browe,</br>No bloodles Maladie empales their face,</br>No Age drops on their hayrs his silver snowe,</br>No Nakednesse their bodies doeth embase,</br>No Povertie themselves, and theirs disgrace,</br>No feare of death the joy of life devours,</br>No unchast sleepe their precious time deflowrs,</br>No losse, no griefe, no change waite on their winged hour's.", "But now their naked bodies skorne the cold,</br>And from their eyes joy lookes, and laughs at paine,</br>The Infant wonders how he came so old,</br>And old man how he came so young againe;</br>Still resting, though from sleepe they still refraine,</br>Whear all are rich, and yet no gold they owe,</br>And all are Kings, and yet no Subjects knowe,</br>All full, and yet no time on foode they doe bestowe.", "For things that passe are past, and in this field,</br>The indeficient Spring no Winter feares,</br>The Trees together fruit, and blossome yeild,</br>Th' unfading Lilly leaves of silver beares,</br>And crimson rose a skarlet garment weares:</br>And all of these on the Saints bodies growe,</br>Not, as they woont, on baser earth belowe;</br>Three rivers heer of milke, and wine, and honie flowe.", "About the holy Cittie rowles a flood</br>Of moulten chrystall, like a sea of glasse,</br>On which weake streame a strong foundation stood,</br>Of living Diamounds the building was,</br>That all things else, besides it selfe, did passe.</br>Her streetes, in stead of stones, the starres did pave,</br>And little pearles, for dust, it seem'd to have,</br>On which soft-streaming Manna, like pure snowe, did wave.", "In mid'st of this Citie coelestiall,</br>Whear the eternall Temple should have rose,</br>Light'ned th' Idea Beatificall:</br>End, and beginning of each thing that growes,</br>Whose selfe no end, nor yet beginning knowes,</br>That hath no eyes to see, nor ears to heare,</br>Yet sees, and heares, and is all-eye, all-eare,</br>That no whear is contain'd, and yet is every whear.", "Changer of all things, yet immutable,</br>Before, and after all, the first, and last,</br>That mooving all, is yet immoveable,</br>Great without quantitie, in whose forecast,</br>Things past are present, things to come are past,</br>Swift without motion, to whose open eye</br>The hearts of wicked men unbrested lie,</br>At once absent, and present to them, farre, and nigh.", "It is no flaming lustre, made of light,</br>No sweet concent, or well-tim'd harmonie,</br>Ambrosia, for to feast the Appetite,</br>Or flowrie odour, mixt with spicerie.</br>No soft embrace, or pleasure bodily,</br>And yet it is a kinde of inward feast,</br>A harmony, that sounds within the brest,</br>An odour, light, embrace, in which the soule doth rest.", "A heav'nly feast, no hunger can consume,</br>A light unseene, yet shines in every place,</br>A sound, no time can steale, a sweet perfume,</br>No windes can scatter, an intire embrace,</br>That no satietie can ere unlace,</br>Ingrac't into so high a favour, thear</br>The Saints, with their Beaw-peers, whole worlds outwear,</br>And things unseene doe see, and things unheard doe hear.", "Ye blessed soules, growne richer by your spoile,</br>Whose losse, though great, is cause of greater gaines,</br>Here may your weary Spirits rest from toyle,</br>Spending your endlesse eav'ning, that remaines,</br>Among those white flocks, and celestiall traines,</br>That feed upon their Sheapheards eyes, and frame</br>That heav'nly musique of so woondrous fame,</br>Psalming aloude the holy honours of his name.", "Had I a voice of steel to tune my song,</br>Wear every verse as smoothly fil'd as glasse,</br>And every member turned to a tongue,</br>And every tongue wear made of sounding brasse,</br>Yet all that skill, and all this strength, alas,</br>Should it presume to guild, wear misadvis'd,</br>The place, whear David hath new songs devis'd,</br>As in his burning throne he sits emparadis'd.", "Most happie Prince, whose eyes those starres behould,</br>Treading ours under feet, now maist thou powre</br>That overflowing skill, whearwith of ould</br>Thou woont'st to combe rough speech, now maist thou showr</br>Fresh streames of praise upon that holy bowre,</br>Which well we heaven call, not that it rowles,</br>But that it is the haven of our soules.</br>Most happie Prince, whose sight so heav'nly sight behoulds.", "Ah foolish Sheapheards, that wear woont esteem,</br>Your God all rough, and shaggy-hair'd to bee;</br>And yet farre wiser Sheapheards then ye deeme,</br>For who so poore (though who so rich) as hee,</br>When, with us hermiting in lowe degree,</br>He wash't his flocks in Jordans spotles tide,</br>And, that his deere remembrance aie might bide,</br>Did to us come, and with us liv'd, and for us di'd?", "But now so lively colours did embeame</br>His sparkling forehead, and so shiny rayes</br>Kindled his flaming locks; that downe did streame</br>In curles, along his necke, whear sweetly playes</br>(Singing his wounds of love in sacred layes)</br>His deerest Spouse, Spouse of the deerest Lover,</br>Knitting a thousand knots over, and over,</br>And dying still for love, but they her still recover.", "Faire Egliset, that at his eyes doth dresse</br>Her glorious face, those eyes, from whence ar shed</br>Infinite belamours, whear to expresse</br>His love, high God all heav'n as captive leads,</br>And all the banners of his grace dispreads,</br>And in those windowes, doth his armes englaze,</br>And on those eyes, the Angels all doe gaze,</br>And from those eies, the lights of heav'n do gleane their blaze.", "But let the Kentish lad, that lately taught</br>His oaten reed the trumpets silver sound,</br>Young Thyrsilis, and for his musique brought</br>The willing sphears from heav'n, to lead a round</br>Of dauncing Nymphs, and Heards, that sung, and crown'd</br>Eclectas hymen with ten thousand flowrs</br>Of choycest prayse, and hung her heav'nly bow'rs</br>With saffron garlands, drest for Nuptiall Paramours,", "Let his shrill trumpet, with her silver blast,</br>Of faire Eclecta, and her Spousall bed,</br>Be the sweet pipe, and smooth Encomiast:</br>But my greene Muse, hiding her younger head</br>Under old Chamus flaggy banks, that spread</br>Their willough locks abroad, and all the day</br>With their owne watry shadowes wanton play,</br>Dares not those high amours, and love-sick songs assay.", "Impotent words, weake sides, that strive in vaine,</br>In vaine, alas, to tell so heav'nly sight,</br>So heav'nly sight, as none can greater feigne,</br>Feigne what he can, that seemes of greatest might,</br>Might any yet compare with Infinite?</br>Infinite sure those joyes, my words but light,</br>Light is the pallace whear she dwells.  O blessed wight!</br>"]