[". . . the Knight with starry shield,</br>Chas'd the gigantic spoiler from the field:</br>But soon each sorrow of this soul returns,</br>With jealous rage, and fierce revenge he burns,</br>Spurs his fleet courser on in wild despair,</br>And calls aloud his violated fair.</br>Now midnight reign'd, and thro' the troubl'ous skies</br>The sharp hail drives, and yelling blasts arise;</br>Yet brave Sir Roland with unslacken'd force,</br>O'er the lone heath pursues his eager course;</br>With curses rends the air, and dares to war</br>The potent Wizard of the shadowy car.</br>Far off he view'd a solitary light,</br>Whose paly lustre pierc'd the gloom of night,</br>Thither the love-lorn Hero bends his speed,</br>While mountains answer to the neighing steed.</br>Soon as arriv'd, his wond'ring eyes behold</br>A pensive Damsel, deck'd in robes of gold,</br>Where mingling di'monds their effulgence shed,</br>With pearl's modest white, and ruby's red.</br>Beneath an aged cypress she reclin'd,</br>A pendant lamp was waving in the wind,</br>That scatter'd far, a melancholy gleam,</br>And ting'd the watry waste with feeble beam,</br>For near, an Ocean roar'd, and dash'd around</br>It's foamy billows, with terrific sound.</br>And ever and anon was heard the cry</br>Of shipwreck'd men in dying agony.</br>At his approach she starts, then lifts her veil,</br>And shows a sunken visage ghastly pale;</br>On the intrepid Knight, her languid gaze</br>Intently fixes, and at length she says,</br>\"The wish'd-for hour is come, by fate's decree,</br>And thou shalt traverse yonder deep with me,</br>The bark attends, and lo!  the wanton gale</br>Swells the soft bosom of th' impatient sail.</br>Then linger not, but all-enraptur'd share</br>The promis'd bliss, nor mourn thy ravish'd fair;</br>I love thy manly form, thy youthful face,</br>Admire thy valour, and adore thy grace.", "The knight observed her with astonish'd eye,</br>And much he wish'd, but more he scorn'd to fly:</br>For as the breeze assail'd her gorgeous vest,</br>The opening folds disclos'd a putrid breast.</br>Nearer he comes, and marks, depriv'd of skin,</br>Her haggard jaws display a direful grin:</br>Onward she goes, by incantation's laws</br>Th' amaz'd Sir Roland unresisting draws,</br>\"Here leave thy steed, she cries, and never more,</br>Shalt thou behold him on this hated shore.</br>But gentlest joys th' approaching hours await,</br>And beauty spreads for thee her couch of state.\"</br>Then beck'ning mounts the bark, the knight obeys,</br>Nor quits her guiding lamp's unhallow'd rays.", "Soon as the vessel cuts the foamy tide,</br>Around strange spectres, and fell monsters glide.</br>One bathed in tears rose from the liquid bed,</br>With the soft semblance of a Virgin's head,</br>Thrice waved her hand, and shook her sedgy hair,</br>And heav'd a piteous sigh, and cried &mdash; \"beware!\"</br>Next came an aged Seer, whose feeble breath,</br>Could scarcely utter, \"Knight beware of death;\"</br>Then plunging downward in a serpent's form,</br>They curl'd the surges like an angry storm.</br>Now thousand other grisly shapes were seen,</br>Rolling their fiery eyes the waves between;</br>Here shrieking maidens felt the forc'd embrace,</br>There murder laugh'd, and show'd his guilty face.</br>A moment after all was hush'd, and o'er,</br>And such portentous phantoms threat no more.", "But now the female at Sir Roland's side,</br>Who silent long the dauntless youth had ey'd</br>With foul grimaces, on a sudden press'd</br>The knight abhorrent to her mangled breast.</br>Strove with the winning voice of love to speak,</br>And laid her bare scull on his lily cheek;</br>Imprints the bony kiss, and fain would win</br>The chaste Sir Roland to the dreadly sin.</br>But when she finds not magic art inspires</br>The wild commotion of unholy fires,</br>Observes him shrink beneath her love's excess,</br>And turn in anguish from the loath'd caress.</br>Starting she left him, and in fury cried,</br>\"O knight accurs'd!  thou soon shalt rue thy pride,\"</br>Then siez'd her lamp, and scowling with disdain,</br>Sought the calm bottom of the roaring main.", "Dark was the night, and o'er the pathless way,</br>With rapid force the ship appear'd to stray.</br>In vain the youth with eye attentive seeks</br>The first faint dawning of the eastern streaks;</br>But all was hopeless, and no glimm'ring light</br>Gave the wish'd earnest of departing night.</br>Now to a shore the bark quick-striking came,</br>And as the shock sent forth a sudden flame,</br>The Hero leaps upon th' uncertain strand,</br>And lifts his unsheath'd sword with desp'rate hand.</br>While slow he trod this desolated coast,</br>From the crack'd ground uprose a warning ghost,</br>Whose figure all-confus'd was dire to view,</br>And loose his mantle flow'd of shifting hue;</br>He shed a lustre round, and sadly press'd</br>What seem'd his hand upon what seem'd his breast;</br>Then rais'd his doleful voice, like wolves that roar</br>In famish'd troops on Orcas' steepy shore,</br>\"Approach yon antiquated tow'r,\" he cried,</br>\"There bold Rinaldo, fierce Mambrino died:</br>Thou too, perchance, shalt tread the self-same road,</br>Approach, (so fate commands) the dark abode.\"</br>The knight advancing struck the fatal door,</br>And hollow chambers send a sullen roar.</br>As slow it opens, there appears a page,</br>With limbs of pliant youth, and face of age.</br>\"Welcome he cried, from dangers thou hast shar'd,</br>The banquet's ready, and thy bed prepar'd:\"</br>Thro' winding passages the knight he leads,</br>And often sighs, and often tells his beads;</br>Stops at an entrance stain'd with blood, and said</br>\"Accept brave youth, the banquet and the bed.\"</br>Then screaming loud he vanish'd from the sight,</br>And the bell toll'd amid the silent night.</br>Sir Roland enters, where throughout the room,</br>One taper shows the melancholy gloom;</br>And rudely hanging by her twisted hair,</br>A slaughter'd female's starting eye-balls glare,</br>While from the curtain'd bed such groans arose,</br>As spoke the anguish of severest woes,</br>And smote his heart. . . .</br>"]