["With trembling hand, this simple wreath is twined</br>Of buds, and leaves, and flowers of various hue;</br>Not rare exotic blossoms here I bind,</br>Nor those rich blooms that in the garden grew;</br>But simple wild-flowers, all ensteep'd with dew,</br>As freshly cull'd from the green pathway side;</br>Where all unhonour'd and unmark'd they blew,</br>There, they unhonour'd and unmark'd had died,</br>But that to cull and bind them was my chiefest pride.", "Howe'er neglected or uncherish'd, they</br>In solitary loveliness upsprung;</br>Like many a daisy on the lap of May,</br>Or violet, whose dainty peep hath hung</br>Unnoticed by the aged and the young,</br>Till all perchance, some lover mark'd the gem,</br>And with due admiration, stoop'd and wrung</br>Each little flowret from its pensile stem,</br>To twine for his loved fair in floral diadem.", "So I, oft rambling in reflection's field,</br>Have mark'd and pluck'd these unobtrusive flowers:</br>For oft bright colours shew, sweet fragrance yield,</br>The open mead, the woods' sequester'd bowers,</br>Where they enjoy the breeze, the sun, the showers,</br>Which ripen nature, and her charms expand:</br>Even so, untutor'd meditation's hours,</br>May some sweet wild-wreaths of chaste thought command,</br>For simple beauty's brow, or simple pleasure's hand.", "In tender age, smit with the charms of verse,</br>No mercenary hopes my spirit hired:</br>'Twas all my joy, to ponder and rehearse</br>The thoughts and feelings of sweet bards inspired,</br>Till, with the glorious subject fill'd and fired,</br>One &mdash; one ambitious wish grew quick and strong&mdash;</br>And chief of earthly things I this desired&mdash;</br>That I might rank amongst the sons of song,</br>Might through succeeding years my humble name prolong.", "Sweet was the scenery of my native spot;</br>And sweet my earliest, first remember'd joys;</br>Sweet is the picture which no time can blot;</br>And sweet that pleasure which no change destroys:</br>The fancies, which in boyhood were my toys,</br>Imagination's freshest fondest theme;</br>Still &mdash; still my heart, my eye, my wind employs,</br>Still clings to me, whate'er its faults I deem,</br>A pleasure-woven song, a dear-remember'd dream.", "I never loved the haunts of noisy men;</br>Nor fashion's gay resort, nor folly's maze;</br>Me more delighted, the sequester'd glen,</br>The umbraged woodland, whose deep path displays</br>Green tufted seat and rose-briar tangling sprays,</br>And all the wild harp tones which nature lends:</br>Here &mdash; sweetly falls the eve of summer days,</br>And here each loveliest charm of morn attends,</br>Binding my heart more close to parents, sisters, friends.", "Beloved parents!  and, my sisters dear!</br>Accept my filial, my fraternal love;</br>Ye know how ardent, tender, and sincere</br>Are all the feelings which my bosom move:</br>I never form'd a wish, I never strove</br>To win a blessing, but you were a part:</br>Alone, in crowds, in town, or field, or grove,</br>I ever feel you present in my heart;</br>And never thence, I ween, this duteous joy shall start.", "Affection pure, next turns to you, my friends!</br>Who faithful, ardent, unreserved have been;</br>Of all the bliss which heaven in mercy blends,</br>Than friendship, earth hath nought diviner seen:</br>'Tis to the mind, even as the cheerful green</br>Is to the wearied eye &mdash; a pleasant thing:</br>That paradise, which to this fallen scene,</br>And fallen man, still doth incessant cling,</br>Prefiguring 'midst each change some fair perpetual spring.", "Ye oft have seen me wayward, moody, sad;</br>And ye have borne with me, and loved me still;</br>In all my cheerful hours ye have been glad;</br>Still bending your own pleasures to my will:</br>And I have mark'd how life its urn doth fill,</br>How youth advances, and how age comes on:</br>And, ah!  in prophecy, my heart hath skill,</br>To say from earth we all must soon be gone,</br>For time hastes off with us, and stays for none.", "Parents!  and sisters!  and dear friends!  when time</br>Hath swept us to the grave, &mdash; perchance my name,</br>Surviving with this tributary rhyme,</br>May yet awhile some thoughts of each reclaim:</br>And be my glory perish'd, and my shame</br>Written on all I've wrote, if I forget</br>Amidst the whisperings of a poet's fame,</br>That life's most precious gem is richliest set</br>In warm affection's pure and priceless coronet.</br>"]