["Rejoice, ye Guardian Powers, with joyful note;</br>Chaunt to the murmurs of the echoing gale;</br>Swell with triumphant strains the jocund throat;</br>The long expected hour of vengeance hail!</br>Rejoice, ye Guardian Powers, where'er ye rove,</br>Whether ye tread Arcadia's frost-bound glade,</br>Or on Potosi's heights the fragrant grove</br>Spread o'er your throbbing heads its trembling shade,</br>Court on Laurentius' brink the thawing beam,</br>Or lave your glowing limbs in Plata's sea-broad stream.", "Tho' fell oppression o'er the ravag'd plain</br>A while may proudly lift th' exulting brow;</br>Th' unchanging justice of th' eternal reign</br>Shall lay in time the boasting tyrant low;</br>E'en from his crimes his punishment shall spring,</br>Where-ever Rapine gluts her harpy eyes,</br>Shall bloated Lux'ry stretch her tainting wing,</br>And Faction foam, and fierce Dissention rise;</br>Teach Europe's bloody sons remorse to feel,</br>Revenge Pizarro's flames, and Cortez' murd'rous steel.", "Iberia, first who o'er yon eastern wave,</br>By plunder lur'd, to these fair regions flew,</br>In golden fetters bound, a willing slave,</br>Has learn'd the conquests of her fleets to rue;</br>Her sails no more triumphant sweep the main,</br>No more her armies dare the tented field,</br>Wave no rich harvests o'er her weedy plain,</br>No bleating flocks her joyless vallies yield:</br>Long since destructive gold, with Syren charm,</br>Has chill'd the warrior's heart, and numb'd the peasant's arm.", "And lo!  the northern swains, who hither croud,</br>With hardy sinews from a rougher sky,</br>Of rights tenacious, and of freedom proud,</br>The boasted sons of heav'n-born Liberty;</br>Soon shall they feel that vengeance waits on those</br>Who try to bend th' unconquerable mind;</br>Who, from their specious voice, while freedom flows,</br>Enslave the nations, and betray mankind.</br>Soon shall they see, confounded and dismay'd,</br>The arm of Heaven engage in peace and virtue's aid.", "E'en now the vengeance works!  by heaven's decree,</br>Amidst them Discord sheds her baleful power,</br>Shaking her scorpion scourge; Dissention see,</br>While fell Oppression hastes the fated hour.</br>No more against the free born Indian's head,</br>Britannia's sons the battle's rage prepare;</br>With civil arms yon cultur'd fields are spread,</br>While on herself she pours the weight of war:</br>The force, which erst subdu'd the faithless Gaul,</br>Hangs o'er her people's heads, and threats her cities fall.", "And shall the enthusiast sons of rapine dare,</br>They who with more than tyrant power have torn</br>From the poor native all his little share</br>Of bliss, and left him exil'd and forlorn:</br>Shall they presume with manly voice to pour</br>The hallow'd sounds of sacred liberty?</br>First sieze our dearest rights, then join the roar</br>Of faction's crew, and boast they will be free;</br>Enjoy our claims to ruffian force resign'd,</br>Then rush with patriot zeal, the guardians of mankind.", "Enthusiasts mourn!  from Britain's distant shore</br>I see, I see, the avenging legions swarm!</br>Swells with each eastern breeze the hostile roar,</br>While in our cause her hardy vet'rans arm:</br>Against her warrior sons, to battle train'd,</br>Ye march by frenzy, not by virtue, led;</br>I see your rebel chief inglorious chain'd,</br>And shameful death attend each vanquish'd head;</br>While down the astonish'd victor throws his sword,</br>And finds his frantic arm has his own bosom gor'd.", "Exult, my sons!  the expected hour is nigh!</br>The tears of misery ne'er shall flow in vain;</br>From Afric's sable sons, the mournful cry</br>Joins with our pray'rs, and swells our suppliant strain.</br>'Tis heard!  e'en now fell slaughter o'er the field</br>With crimson footsteps marks her destin'd way,</br>Beats every ruthless breast, by fury steel'd,</br>And desolation spreads her horrid sway;</br>Fell Europe ends in blood her savage reign,</br>And independence chears the western world again.</br>"]