["STROPHE I.</br>If ever yet with holy Vow</br>And suppliant Feet, O Maid of Soul,</br>Bending low before thy Shrine</br>The pensive Poet nurs'd the growing Flame;</br>If ever yet thou kindly shedst</br>Thy honied Dews upon his Head,</br>If ever heardst his holy Vow,</br>And welcom'st to thy Fane his suppliant Feet;</br>O breathe but once again the Strain</br>That lives within thy Cherub-Shell,</br>Whose rapt'rous Pow'r, and sovereign Airs</br>Lead to thy Will the Poet's tranced Thought,</br>Exalt the tow'ring Soul, and bear it high to Heav'n.", "ANTISTROPHE I.</br>O say!  at that inspiring Hour,</br>When Ev'ning sooth'd the sober Sense,</br>Say what Sounds of lordly Tone</br>Burst on the Ear, and with a Voice of Charm</br>Wak'd all th' ideal Warmth, and fed</br>Sublimer Thought?  What Visions wild</br>Struck on the Sight, and what strange Forms</br>Pass'd to my wond'ring View?  O Maid divine!</br>These were thy Works, and thine that Voice</br>Of Charm, and thine those holy Forms</br>That strongly floating on the Fields</br>Of better Air, impress'd upon the Soul,</br>The Magic of thy Scene, the Raptures of thy Song.", "STROPHE.</br>Ye Bards of louder Fame!  the Boast</br>Of British Muses, and the Pride</br>Of Albion!  ye whose lofty Song</br>Call'd from th' imperial Throne of Heav'n</br>The Soul of Transport, as the Verse</br>With passion'd Pow'rs sublimely roll'd</br>In Course majestic, and with Voice</br>Of Thund'ring rous'd whole Nations into War:</br>And ye of milder Name!  whose Song</br>All simply sweet, in rural Strains,</br>Held softer Converse with the Nymphs</br>Of Wood or Stream, who melted the hard Heart</br>To Love of Peace, and sylvan Shades,</br>And gentle Joys:  O all ye Bards</br>By Genius blest, by Fancy fir'd,</br>I saw you all! &mdash; In that inspiring Hour</br>I mark'd your secret Step, unseen</br>By vulgar Eye, to vulgar Thought</br>Unknown, with visionary Tread</br>Steal from the sacred Shade.  I mark'd the Hand</br>Of lowly Reverence, while each Brow</br>Crown'd the fair Wreath of Glory, lay</br>Upon your Goddess holy Shrine</br>Whatever not unaptly might express</br>The grateful Meed of Pow'rs unlike</br>From different Forms:  the tender Tear</br>Of Grief, the soft'ning Lay of Love,</br>And the loud Clamours from the Trump of War.</br>Blest be the Hand for due the Meed:</br>To you of favour'd Choice the Muse</br>Lent her own Airs and native Strains;</br>For you she wove the Flow'rs in Glory's Wreath,</br>And bade their Lustre live through every coming Age.", "ANTISTROPHE II.</br>Wild whispering through the Vale of Time,</br>With solemn Swellings from the Harp</br>Of British Birth, the genuine Strains,</br>Touch'd by the pow'rful Hand of ancient Bards,</br>Roll'd their long Murmurs through the Air.</br>Wak'd by the Call, with hoary Beard,</br>But yet with Eye of Joy, with Cheek</br>All furrow'd o'er with Years, but yet with Smiles</br>Still roseate; slow, in Pilgrim Weeds,</br>First rose a rev'rend Form, and laid</br>His humble Offering at thy Shrine;</br>An aged Crutch he laid, by Teeth of Time</br>Wither'd and worn, yet sweetly wreath'd</br>By amorous Hand, with many a Twine</br>Of wanton Flow'rs, &mdash; but ah!  what Need</br>Goddess, to thee their thousand Gifts recount!</br>Suffice it, that thy Poet saw</br>That chosen Flute which Fancy gave</br>Her fav'rite Swain of old, whose Voice</br>Sooth'd Shepherd Girls, or call'd with Fairy Pow'r</br>Fond Visions round th' Enthusiast Head.</br>And sure no vulgar Gift was thine,</br>Thou Son of Nature and thou Lord!</br>Joy, Grief, Revenge, and Terror, all that melt</br>Or steel the human Breast, by thee,</br>In Laurel Chains, subdu'd, thou ledst</br>No humble Vot'ry.  By thy Side,</br>In Step majestic, hail'd by heav'nly Harps</br>And Angel-Sounds, th' imperial Bard</br>Sublimely march'd; and boldly brought</br>(What fab'lous Greece but fondly feign'd)</br>Th' etherial Flame, from Heav'ns high Altar stol'n,</br>That wak'd the Life of Song, and bless'd it with a Soul.", "EPODE.</br>O hail ye sacred Shades!  and hail</br>Thou awful Maid!  whose Voice divine</br>Thy Poet heard.  \"Here O ye Bards!</br>Blest in your Vows, and by fair Fame</br>And Glory blest!  ye Darlings of the Muse,</br>Here in these Seats sublime, in Triumph, dwell!</br>Lift ye high Portals, lift your golden Heads!</br>This is the Muses Fane.\" &mdash; And oh!  if He</br>Whose Numbers, in more vent'rous Flight,</br>Now boldly soar upon no common Wing,</br>Who still to thee the pious Hand</br>Uplifts, to thee the daily-offer'd Vow,</br>With fuller Force at last by Thee inspir'd,</br>May win the lowest Seat within thy Fane;</br>Say, Goddess, with what Tribute Meed</br>Th' ungifted Youth shall fondly hope</br>Thy future Smile!  for ah!  to him belong</br>No wanton Flow'rs from fairer Bosoms borne</br>Of kinder Fields, no fancy-favour'd Lute,</br>No Pow'rs of Nature, and no Flames from Heav'n.</br>But oh!  if now his warmest Pray'r</br>May soothe thee gentle to his Hope;</br>O deign accept, nor with forbidding Glance</br>Frown on the Youth whose artless Vow</br>Still trembles from his Tongue, O deign</br>Accept his lowly Meed!  No higher Gift</br>Thy youthful Bard can boast; with fav'ring Smile</br>O take  his proffer'd Soul, and stamp it for thy own!</br>"]