["JACK. &mdash; JOHN.", "Augusta's Hangman sought for soothing rest,</br>With business wearied with fatigue oppress'd;</br>For solitude's pure joys he left the town,</br>With careless step to Greenwich wandering down.</br>Mild breath'd the west wind all that happy day,</br>The orchards redden'd with the bloom of May;</br>And now the sun threw forth his parting gleams,</br>His last rays lingering on the breast of Thames;</br>The clouds in wild romantick shapes were roll'd,</br>And from afar the forest wav'd in gold.</br>Pleas'd with the glowing beauties of the scene,</br>Our HERO felt his bosom all serene;</br>Each care was hush'd, each stormy passion still,</br>As soft he travers'd o'er the famous hill;</br>While thus he rov'd in contemplation lost,</br>Him a young stranger ventured to accost:</br>Let the lay flow in melody along,</br>Sweet be the cadence of the melting song.", "JACK.</br>Hail mighty Sir, if wooden plates are true,</br>The first of mortal Hangmens in my view;</br>In me a loving brother you behold,</br>Though few the hangings which my youth has told:</br>Remote I live, where thieves are wondrous shy,</br>Where justice seldom can the rope supply;</br>Lured by the sound of your extended fame,</br>Quick from afar to Visit thee I came.", "JOHN.</br>Youth, let me fold thee in a close embrace,</br>And view the opening glories of your face:</br>By all th' important honours which I own,</br>Through a long line of hangmen handed down,</br>Till this blest hour I never yet could see,</br>Such bold ambition as now flames in thee.</br>Caesar long drench'd in blood his slaughtering sword,</br>Full many a breast the Prussian King has gored;</br>Their vast exploits your courage ne'er shall stop,</br>Oh!  emulate their swords with your tough rope;</br>While mortals fear no more of fate the thread,</br>Your Scandinavian cord alone shall be their dread.", "JACK.</br>Your words reanimate my drooping frame,</br>And my soul kindles in the bursting flame.", "JOHN.</br>Sure if in transmigration truth there be,</br>The great Caligula revives in thee.", "JACK.</br>I feel my breast with thankfulness o'erflow,</br>And as I'm young, your kind advice bestow;</br>Oh!  teach me how to fix with due respect,</br>The running noose around the felon's neck;</br>Oh!  bounteously your attitude impart,</br>When you appear within the glorious cart.</br>For the gilt coach let silly women strive,</br>Let Bucks their phaetons delight to drive.</br>Let the Duke's chariot six bay horses draw,</br>And give the Mayor's fat wife the vast landau;</br>At their more happy lot I'll ne'er repine,</br>Long as th' unornamented cart is mine.", "JOHN.</br>Vainly you hope to learn from rules of art,</br>The noose to fix, th' appearance in the cart;</br>Nature alone must these instructions give,</br>From nature you'll the proper hints receive:</br>Oh!  gentle youth, my knowledge nobly scorn,</br>The hangman and the poet such are born;</br>The same kind Power that bids the verse to flow,</br>Gives to the hangman all he ought to know.", "JACK.</br>Lawyer's, 'tis said, rejoice in ample fees,</br>Young harlots love a cully's purse to squeeze;</br>Physicians gladden in a sickly year,</br>The farmers flourish most when corn is dear;</br>The British sailor likes the French to bang,</br>And every daring hangman loves to hang;</br>Declare then all the transports which you feel,</br>When Newgate's fill'd with those that rob and steal,</br>When the Old Bailey gives the wish'd for doom,</br>And the dead warrant throws a saddening gloom.", "JOHN.</br>Happy am I indeed when rogue's are ta'en,</br>Though transportation sometimes proves my bane;</br>Yet thanks to Fielding who adorns his place,</br>I seldom feel the pangs of such disgrace.</br>The day rolls round devoted to the tree,</br>Sacred to justice, hanging, and to me:</br>See, on his car, the highwayman appears,</br>The mob look pale, even butchers are in tears;</br>He unappall'd the fatal noose surveys,</br>The clamorous multitude resound his praise;</br>Each downcast eye with gentle pity weeps,</br>Each gentle fair in gin her sorrow steeps.</br>He bears a blooming nosegay in his hand,</br>The sweet flow'rs ranged in beauteous order stand,</br>All that in lonely fields are known to smile,</br>Or rise with cultured care in happier soil.</br>Here flames the red rose, the carnation breathes,</br>And round the whole the fragrant woodbine wreathes,</br>The drooping lillies all their odours shed,</br>And hang (as soon he will) the pensive head.</br>The car drives off, the rabble shrink and Rare,</br>Aloft he swings and quivering shakes in air.", "JACK.</br>But see how fast the shades of evening close,</br>Night soon will wrap the world in still repose;</br>Bright in the sky the stars begin to burn,</br>To their dim groves the feather'd tribes return;</br>The moon now rises in her borrow'd flames,</br>Her first rays tremble on the glimmering Thames:</br>To some snug alehouse let us then retire,</br>And taste the drink which porters most admire;</br>Oh!  how I long to quaff a chearful cup,</br>With one so much renown'd for tucking up.</br>To-morrow I the sacred spot will view,</br>Where crowds of heroes bid the world adieu,</br>Raptured I'll hail the place where fast they choak,</br>And gaze upon the venerable oak.</br>"]