["Favour'd of Heaven!  on whom the Graces wait,</br>To whom the Virtues ev'ry gift impart,</br>In thee, confest, we own whate'er is great,</br>The noblest sentiments, the tenderest heart;</br>From scenes of death, thrice welcome to this isle,</br>Secure where Plenty, Peace, and heav'n-born Freedom smile!", "How blest thy lot!  no trumpet's shrill alarms</br>At midnight hour shall pierce thy trembling ear;</br>No soldier's lawless shout, nor clashing arms,</br>Shall rack thy tortur'd breast with endless fear:</br>No longer shalt thou view repining swains</br>Lament in speechless grief their desolated plains.", "No tott'ring walls, enwrapt in hostile fires,</br>Shall sadly sink before thy pitying eye;</br>Torn from the mother's breast no babe expires;</br>No groans of shrieking widows rend the sky;</br>The sword impure assails no hoary head;</br>No hapless virgin weeps her violated bed.", "Far other scenes these happier plains afford,</br>This scepter'd isle!  the golden harvest here,</br>Cut by the sickle, not the soldier's sword,</br>Falls when full ripen'd by th' autumnal year;</br>With plenty crown'd, each shepherd, void of care,</br>In transport tunes his reed, and smiles at distant war.", "Handmaids of Peace, see ev'ry Art divine,</br>In sweetest union, find a sure retreat;</br>And, foster'd here, with brighter lustre shine,</br>Than erst in Greece or Rome, their boasted seat;</br>Nor silent sits the Muse whose sacred string</br>Bids live in verse Albion's best-lov'd King.", "Such scenes as these best suit thy gentle heart,</br>For thou canst taste the joys which others know;</br>Yet not unconscious to another's smart,</br>Canst bid the sympathetic tear to flow;</br>O when thou heard'st thy ravag'd country groan,</br>Thou felt'st her slightest wounds, and mad'st each pang thine own.", "These were the charms that fixt the Monarch's choice;</br>He saw thee grac'd with ev'ry nobler art;</br>He knew thee worthy of a nation's voice,</br>Form'd not to please alone, but gain the heart;</br>He saw, with female elegance refin'd,</br>In thee reflected back the image of his mind.</br>"]