["THE ARGUMENT.</br>Oblivions Spring, and Dory's love,</br>With faire Marina's rape, first move</br>Mine Oaten Pipe, which after sings</br>The birth of two renowned Springs.", "Now till the Sunne shall leave us to our rest,</br>And Cinthia have her Brothers place possest,</br>I shall goe on:  and first in diffring stripe,</br>The floud-Gods speech thus tune on Oaten Pipe.", "Or mortall, or a power above,</br>Inrag'd by Fury, or by Love,</br>Or both, I know not; such a deede</br>Thou would'st effected, that I bleede</br>To thinke thereon:  alas poore elfe,</br>What growne a traitour to thy selfe?</br>This face, this haire, this hand so pure</br>Were not ordain'd for nothing sure.</br>Nor was it meant so sweet a breath</br>Should be expos'd by such a death;</br>But rather in some lovers brest</br>Be given up, the place that best</br>Befits a lover yeeld his soule.</br>Nor should those mortals ere controule</br>The Gods, that in their wisedome sage</br>Appointed have what Pilgrimage</br>Each one should runne:  and why should men</br>Abridge the journey set for them?</br>But much I wonder any wight</br>If he did turne his outward sight</br>Into his inward, dar'd to act</br>Her death, whose body is compact</br>Of all the beauties ever Nature</br>Laid up in store for earthly creature.</br>No savage beast can be so cruell</br>To rob the earth of such a Jewell.</br>Rather the stately Unicorne</br>Would in his breast enraged scorne,</br>That Maides committed to his charge</br>Should by some furious beast, in rage,</br>Be so ill dealt with.  Satyres rude</br>Durst not attempt, or ere intrude</br>With such a minde the flowry balkes</br>Where harmlesse virgines have their walkes.</br>Would shee be wonne with me to stay,</br>My waters should bring from the Sea,</br>The Corrall red, as tribute due,</br>And roundest pearles of Orient hue.</br>Through other veynes within the ground</br>Should seeke for her the Diamond.</br>And whereas now unto my Spring</br>They nothing else but gravell bring,</br>They should within a Myne of Gold</br>In piercing manner long time hold,</br>And having it to dust well wrought,</br>By them it hither should be brought;</br>With which Ile pave and over-spread</br>My bottome, where her foote shall tread.</br>The best of Fishes in my flood</br>Shall give themselves to be her food.</br>The Trout, the Dace, the Pike, the Breame,</br>The Eele, that loves the troubled streame,</br>The Millers-thombe, the hiding Loach,</br>The Perch, the ever-nibbling Roach,</br>The Shoates with whom is Tavie fraught,</br>The foolish Gudgeon quickly caught,</br>And last the little Minnow-fish,</br>Whose chiefe delight in gravell is.", "In right shee cannot me despise</br>Because so low mine Empire lyes.</br>For I could tell how Natures store</br>Of Majesty appeareth more</br>In waters, then in all the rest</br>Of Elements.  It seem'd her best</br>To give the waves most strength and power:</br>For they doe swallow and devoure</br>The earth; the waters quench and kill</br>The flames of fire:  and mounting still</br>Up in the aire, are seene to be,</br>As challenging a seignorie</br>Within the Heavens, and to be one</br>That should have like dominion.</br>They be a seeling and a floore</br>Of clouds, caus'd by the vapours store</br>Arising from them, vitall spirit</br>By which all things their life inherit</br>From them is stopped, kept asunder.</br>And what's the reason else of Thunder,</br>Of lightnings flashes all about,</br>That with such violence breake out,</br>Causing such troubles and such jarres,</br>As with it selfe the world had warres?</br>And can there any thing appeare</br>More wonderfull, then in the aire</br>Congealed waters oft to spie</br>Continuing pendant in the Skie?</br>Till falling downe in haile or snow,</br>They make those mortall wights below</br>To runne, and ever helpe desire</br>From his foe Element the fire,</br>Which fearing then to come abroad,</br>Within doores maketh his aboad.</br>Or falling downe oft time in raine,</br>Doth give greene Liveries to the plaine,</br>Makes Shepheards Lambs fit for the dish,</br>And giveth nutriment to fish.</br>Which nourisheth all things of worth</br>The earth produceth and brings forth;</br>And therefore well considering</br>The nature of it in each thing:</br>As when the teeming earth doth grow</br>So hard, that none can plow nor sow,</br>The same, it doth so mollifie,</br>That it not onely comes to be</br>More easie for the share and Oxe,</br>But that in Harvest times the shockes</br>Of Ceres hanging eared corne</br>Doth fill the Hovell and the Barne.</br>To Trees and Plants I comfort give,</br>By me they fructifie and live:</br>For first ascending from beneath</br>Into the Skie, with lively breath,</br>I thence am furnish'd, and bestow</br>The same on hearbs, that are below.</br>So that by this each one may see</br>I cause them spring and multiply.</br>Who seeth this?  can doe no lesse,</br>Then of his owne accord confesse,</br>That notwithstanding all the strength</br>The earth enjoyes in breadth and length,</br>Shee is beholding to each streame,</br>And hath received all from them.</br>Her love to him shee then must give</br>By whom her selfe doth chiefly live.", "This being spoken by this waters God,</br>He straight-way in his hand did take his rod,</br>And stroke it on his banke, wherewith the flood</br>Did such a roaring make within the wood,</br>That straight the Nymph who then sate on her shore,</br>Knew there was somewhat do be done in store:</br>And therefore hasting to her Brothers Spring</br>Shee spide what caus'd the waters ecchoing.</br>Saw where faire Marine fast asleepe did lie,</br>Whilst that the God still viewing her sate by:</br>Who when hee saw his Sister Nymph draw neare,</br>He thus gan tune his voyce unto her eare.", "Sister mine (for we doe come</br>Both from the swelling Thetis wombe)</br>The reason why of late I strooke</br>My ruling wand upon my Brooke</br>Was for this purpose; Late this Maide</br>Which on my banke asleepe is laid,</br>Was by her selfe or other wight,</br>Cast in my spring, and did affright</br>With her late fall, the fish that take</br>Their chiefest pleasure in my Lake:</br>Of all the Fry within my deepe,</br>None durst out of their dwellings peepe.</br>The Trout within the weedes did scud,</br>The Eele him hid within the mud.</br>Yea, from this feare I was not free:</br>For as I musing sate to see</br>How that the prettie Pibbles round</br>Came with my Spring from under ground,</br>And how the waters issuing</br>Did make them dance about my Spring;</br>The noyse thereof did me appall:</br>That starting upward therewithall,</br>I in my armes her bodie caught,</br>And both to light and life her brought:</br>Then cast her in a sleepe you see.</br>But Brother, to the cause (quoth she)</br>Why by your raging waters wilde</br>Am I here called?  Thetis childe,</br>Replide the God, for thee I sent,</br>That when her time of sleepe is spent,</br>I may commit her to thy charge,</br>Since women best know womens rage.</br>Meane while, faire Nymph, accompany</br>My Spring with thy sweet harmonie;</br>And we will make her soule to take</br>Some pleasure, which is said to wake,</br>Although the body hath his rest.</br>Shee gave consent:  and each of them addrest</br>Unto their part.  The watry Nymph did sing</br>In manner of a prettie questioning:</br>The God made answere to what shee propounded,</br>Whilst from the Spring a pleasant Musicke sounded,</br>(Making each shrubbe in silence to adore them)</br>Taking their subject from what lay before them.", "NYMPH.</br>Whats that, compact of earth, infus'd with ayre;</br>A certaine, made full with uncertainties;</br>Sway'd by the motion of each severall Spheare;</br>Who's fed with nought but infelicities;</br>Indures nor heat nor cold; is like the Swan,</br>That this houre sings, next dyes?", "GOD.</br>It is a Man.", "NYMPH.</br>Whats he, borne to be sicke, so alwayes dying,</br>That's guided by inevitable Fate;</br>That comes in weeping, and that goes out crying;</br>Whose Kalender of woes is still in date;</br>Whose life's a bubble, and in length a span;</br>A consort still in discords?", "GOD.</br>Tis a man.", "NYMPH.</br>What's he, whose thoughts are still quell'd in th' event,</br>Though ne'er so lawfull, by an opposite,</br>Hath all things fleeting; nothing permanent;</br>And at his eares weares still a Parasite:</br>Hath friends in wealth, or wealthy friends, who can</br>In want prove meere illusions?", "GOD.</br>Tis a Man.", "NYMPH.</br>What's he, that what he is not, strives to seeme;</br>That doth support an Atlas-waight of care;</br>That of an outward good doth best esteeme;</br>And looketh not within how soild they are;</br>That doth not vertuous, but the richest scan;</br>Learning and worth by wealth?", "GOD.</br>It is a Man.", "NYMPH.</br>What's that possessor, which of good makes bad;</br>And what is worst, makes choise still for the best;</br>That grieveth most to thinke of what hee had;</br>And of his chiefest losse accounteth least;</br>That doth not what he ought, but what he can;</br>Whose fancie's ever boundlesse?", "GOD.</br>Tis a man.", "NYMPH.</br>But what is it, wherein Dame Nature wrought</br>The best of workes, the onely frame of Heaven;</br>And having long to finde a present sought,</br>Wherein the worlds whole beautie might be given;</br>Shee did resolve in it all arts to summon,</br>To joyne with Natures framing?", "GOD.</br>Tis this Woman.", "NYMPH.</br>If beautie be a thing to be admired;</br>And if admiring draw to it affection;</br>And what we doe affect is most desired;</br>What wight is he to love denies subjection?</br>And can his thoughts within himselfe confine?", "Marine that waking lay, said; Celandine.</br>Hee is the man that hates, which some admire;</br>He is the wight that loathes whom most desire:</br>'Tis onely hee to love denies subjecting,</br>And but himselfe, thinkes none is worth affecting.</br>Unhappy me the while; accurst my Fate,</br>That Nature gives no love where she gave hate.</br>The watrie Rulers then perceived plaine,</br>Nipt with the Winter of loves frost, disdaine;</br>This Non-par-el of beautie had beene led</br>To doe an act which Envie pittied:</br>Therefore in pittie did conferre together,</br>What Physicke best might cure this burning Fever.</br>At last found out, that in a Grove below,</br>Where shadowing Sicamours past number grow,</br>A Fountaine takes his journey to the Maine,</br>Whose liquors nature was so soveraigne,</br>Like to the wondrous Well and famous Spring,</br>Which in Boetia hath his issuing,</br>That whoso of it doth but onely taste,</br>All former memory from him doth waste.</br>Not changing any other worke of Nature,</br>But doth endow the drinker with a feature</br>More faire and lovely.  Medea tooke from hence</br>Some of this water; by whose quintessence,</br>Aeson from age came backe to youth.  This knowne,</br>The God thus spake:", "Nymph, be thine owne,</br>And after mine.  This Goddesse here</br>(For shees no lesse) will bring thee where</br>Thou shalt acknowledge Springs have done</br>As much for thee as any one.</br>Which ended, and thou gotten free,</br>If thou wilt come and live with mee,</br>No Shepheards daughter, nor his wife,</br>Shall boast them of a better life.</br>Meane while I leave thy thoughts at large,</br>Thy body to my Sisters charge;</br>Whilst I into my Spring doe dive,</br>To see that they doe not deprive</br>The Meadowes neere, which much doe thirst,</br>Thus heated by the Sunne.  May first</br>(Quoth Marine) Swaines give Lambs to thee;</br>And may thy Floud have seignorie</br>Of all flouds else, and to thy fame</br>Meete greater Springs, yet keepe thy name.</br>May never Evet nor the Toade,</br>Within thy Bankes make their abode.</br>Taking thy journey from the Sea,</br>Maist thou ne'er happen in thy way</br>On Niter or on Brimstone Myne,</br>To spoile thy taste:  this Spring of thine</br>Let it of nothing taste but earth,</br>And salt conceived, in their birth</br>Be ever fresh.  Let no man dare</br>To spoile thy Fish, make locke or ware,</br>But on thy Margent still let dwell</br>Those flowers which have the sweetest smell.</br>And let the dust upon thy strand</br>Become like Tagus golden sand.</br>Let as much good betide to thee,</br>As thou hast favour shew'd to mee.", "Thus said; in gentle paces they remove,</br>And hastned onward to the shady Grove:</br>Where both arriv'd; and having found the Rocke,</br>Saw how this precious water it did locke.</br>As hee whom Avarice possesseth most,</br>Drawne by necessitie unto his cost,</br>Doth drop by piece meale downe his prison'd gold,</br>And seemes unwilling to let goe his hold:</br>Right so the rocke the water long time stops,</br>And by degrees lets it fall downe in drops.</br>Like hoording huswives that doe mold their food,</br>And keepe from others, what doth them no good.", "The drops within a Cesterne fell of stone,</br>Which fram'd by Nature, Art had never one</br>Halfe part so curious.  Many spells then using,</br>The waters Nymph twixt Marines lips infusing</br>Part of this water, she might straight perceive</br>How soone her troubling thoughts began to leave</br>Her Love-swolne-breast; and that her inward flame</br>Was cleane asswaged, and the very name</br>Of Celandine forgotten; did scarce know</br>If there were such a thing as Love or no.</br>And sighing, therewithall threw in the Ayre</br>All former love, all sorrow, all despaire;</br>And all the former causes of her mone</br>Did therewith burie in oblivion.</br>Then mustring up her thoughts, growne vagabonds</br>Prest to relieve her inward bleeding wounds,</br>She had as quickly all things past forgotten,</br>As men doe Monarchs that in earth lie rotten.</br>As one new borne shee seem'd, so all discerning,</br>\"Though things long learned are the longst unlearning.\"</br>Then walk'd they to a Grove but neare at hand,</br>Where fiery Titan had but small command,</br>Because the leaves conspiring kept his beames,</br>For feare of hurting (when hee's in extreames)</br>The under-flowers, which did enrich the ground</br>With sweeter sents than in Arabia found.</br>The earth doth yeeld (which they through pores exhale)</br>Earths best of odours, th' Aromaticall:</br>Like to that smell, which oft our sense descries</br>Within a field which long unplowed lyes,</br>Somewhat before the setting of the Sunne;</br>And where the Raine-bow in the Horizon</br>Doth pitch her tips:  or as when in the Prime,</br>The earth being troubled with a drought long time,</br>The hand of Heaven his spungie Clouds doth straine,</br>And throwes into her lap a showre of raine;</br>She sendeth up (conceived from the Sunne)</br>A sweet perfume and exhalation.</br>Not all the Oyntments brought from Delos Ile;</br>Nor from the confines of seven-headed Nyle;</br>Nor that brought whence Phoenicians have abodes;</br>Nor Cyprus wilde Vine-flowers, nor that of Rhodes,</br>Nor Roses-oyle from Naples, Capua,</br>Saffron confected in Cilicia;</br>Nor that of Quinces, nor of Marjoram,</br>That ever from the Ile of Coos came.</br>Nor these, nor any else, though ne'er so rare,</br>Could with this place for sweetest smels compare.</br>There stood the Elme, whose shade so milde and thin</br>Doth nourish all that groweth under him.</br>Cypresse that like Piramides runne topping,</br>And hurt the least of any by their dropping.</br>The Alder, whose fat shadow nourisheth,</br>Each Plant set neere to him long flourisheth.</br>The heavie-headed Plane-tree, by whose shade</br>The grasse growes thickest, men are fresher made.</br>The Oake, that best endures the Thunder shocks</br>The everlasting Ebene, Cedar, Boxe.</br>The Olive that in Wainscot never cleaves.</br>The amorous Vine which in the Elme still weaves.</br>The Lotus, Juniper, where wormes ne'er enter:</br>The Pyne, with whom men through the Ocean venter.</br>The warlike Yewgh, by which (more then the Lance)</br>The strong-arm'd English spirits conquer'd France.</br>Amongst the rest the Tamariske there stood,</br>For Huswives besomes onely knowne most good.</br>The cold-place-loving Birch, and Servis tree:</br>The Walnut loving vales, and Mulbury.</br>The Maple, Ashe; that doe delight in Fountaines,</br>Which have their currents by the sides of Mountaines.</br>The Laurell, Mirtle, Juy, Date, which hold</br>Their leaves all Winter, be it ne'er so cold.</br>The Firre, that oftentimes doth Rosin drop:</br>The Beech that scales the Welkin with his top:</br>All these, and thousand more within this Grove,</br>By all the industry of Nature strove</br>To frame an Harbour that might keepe within it</br>The best of beauties that the world hath in it.", "Here entring, at the entrance of which shroud,</br>The Sunne halfe angry hid him in a cloud,</br>As raging that a Grove should from his sight</br>Locke up a beauty whence himselfe had light.</br>The flowers pull'd in their heads as being sham'd</br>Their beauties by the others were defam'd.", "Neere to this Wood there lay a pleasant Meade,</br>Where Faieries often did their Measures treade,</br>Which in the Meadow made such circles greene,</br>As if with Garlands it had crowned beene,</br>Or like the Circle where the Signes we tracke,</br>And learned Shepheards call't the Zodiacke:</br>Within one of these rounds was to be seene</br>A Hillocke rise, where oft the Fairy-Queene </br>At twi-light sate, and did command her Elves,</br>To pinch those Maides that had not swept their shelves:</br>And further if by Maidens over-sight,</br>Within doores water were not brought at night:</br>Or if they spread no Table, set no Bread,</br>They should have nips from toe unto the head:</br>And for the Maide that had perform'd each thing,</br>Shee in the Water-paile bade leave a Ring.", "Upon this Hill there sat a lovely Swaine,</br>As if that Nature thought it great disdaine</br>That hee should (so through her his Genius told him)</br>Take equall place with Swaines, since she did hold him</br>Her chiefest worke, and therefore thought it fit,</br>That with inferiours hee should never sit.</br>Narcissus change, sure Ovid cleane mistooke,</br>He dy'd not looking in a Christall brooke,</br>But (as those which in emulation gaze)</br>He pinde to death by looking on this face.</br>When he stood fishing by some Rivers brim,</br>The fish would leape, more for a sight of him</br>Then for the flye.  The Eagle highest bred,</br>Was taking him once up for Ganimed.</br>The shag-haird Satyres, and the tripping Fawnes,</br>With all the troope that frolicke on the Lawnes,</br>Would come and gaze on him, as who should say</br>They had not seene his like this many a day.</br>Yea Venus knew no difference twixt these twaine,</br>Save Adon was a Hunter, this a Swaine.</br>The woods sweet Quiristers from spray to spray</br>Would hop them neerer him, and then there stay:</br>Each joying greatly from his little hart,</br>That they with his sweet Reede might beare a part:</br>This was the Boy, (the Poets did mistake)</br>To whom bright Cynthia so much love did make;</br>And promis'd for his love no scornfull eyes</br>Should ever see her more in horned guize:</br>But shee at his command would as of dutie</br>Become as full of light as he of beautie.</br>Lucina at his birth for Mid-wife stucke:</br>And Citherea nurc'd and gave him sucke,</br>Who to that end, once Dove-drawne from the Sea,</br>Her full Paps dropt, whence came the Milkie-way.</br>And as when Plato did i' th' Cradle thrive,</br>Bees to his lips brought honey from their Hive:</br>So to this Boy they came, I know not whether</br>They brought, or from his lips did honey gather.</br>The Wood-Nymphs oftentimes would busied be,</br>And plucke for him the blushing Strawbery:</br>Making of them a Bracelet on a Bent,</br>Which for a favour to this Swaine they sent.</br>Sitting in shades, the Sunne would oft by skips</br>Steale through the boughes, and seize upon his lips.</br>The chiefest cause the Sunne did condescend</br>To Phaetons request, was to this end,</br>That whilst the other did his Horses reyne,</br>He might slide from his Spheare, and court this Swaine;</br>Whose sparkling eyes vi'd lustre with the Starres,</br>The truest Center of all Circulers.</br>In briefe, if any man in skill were able</br>To finish up Apelles halfe-done Table,</br>This Boy (the man left out) were fittest sure</br>To be the patterne of that portraiture.", "Piping he sate, as merry as his looke,</br>And by him lay his bottle and his hooke.</br>His buskins (edg'd with silver) were of silke,</br>Which held a legge more white then mornings milk.</br>Those buskins hee had got and brought away</br>For dancing best upon the Revell day:</br>His Oaten Reede did yeeld forth such sweet Noates,</br>Joyned in consort with the Birds shrill throates,</br>That equaliz'd the Harmony of Spheares,</br>A Musicke that would ravish choicest eares.</br>Long look'd they on (who would not long looke on,</br>That such an object had to looke upon?)</br>Till at the last the Nymph did Marine send,</br>To aske the neerest way, whereby to wend</br>To those sheepe-walkes ground of Marina's ill</br>Whilst she would stay:  Marine obey'd her will,</br>And hastned towards him (who would not doe so,</br>That such a pretty journey had to goe?)</br>Sweetly shee came, and with a modest blush,</br>Gave him the day, and then accosted thus:", "Fairest of men, that (whilst thy flocke doth feed)</br>Sitt'st sweetly piping on thine Oaten Reede</br>Upon this Little berry (some ycleep</br>A Hillocke) voide of care, as are thy sheepe</br>Devoide of spots, and sure on all this greene</br>A fairer flocke as yet was never seene:</br>Doe me this favour (men should favour Maides)</br>That whatsoever path directly leades,</br>And voide of danger, thou to mee doe show,</br>That by it to the Marish I might goe.</br>Mariage!  (quoth he) mistaking what shee said,</br>Natures perfection:  thou most fairest Maide,</br>(If any fairer then the fairest may be)</br>Come sit thee downe by me; know lovely Ladie,</br>Love is the readyest way:  if tane aright</br>You may attaine thereto full long ere night.</br>The Maiden thinking hee of Marish spoke,</br>And not of Marriage, straight-way did invoke,</br>And praid the Shepheards God might alwayes keepe</br>Him from all danger, and from Wolves his sheepe.</br>Yea, she did wish, that ever in the Spring</br>Each sheepe hee had, two Lambes might yearely bring.</br>But yet (quoth shee) arede good gentle Swaine,</br>If in the Dale below, or on yond Plaine;</br>Or is the Village scituate in a Grove,</br>Through which my way lyes, and ycleeped love.</br>Nor on yond Plaine, nor in this neighbouring wood;</br>Nor in the Dale where glides the silver flood;</br>But like a Beacon on a hill so hie,</br>That every one may see't which passeth by,</br>Is Love yplac'd:  there's nothing can it hide,</br>Although of you as yet 'tis unespide.</br>But on which hill (quoth she) pray tell me true?</br>Why here (quoth he) it sits and talkes to you.</br>And are you Love (quoth she?) fond Swaine adue,</br>You guide me wrong, my way lyes not by you.</br>Though not your way, yet you may lye by me:</br>Nymph, with a Shepheard thou as merrily</br>Maist love and live, as with the greatest Lord.</br>\"Greatnesse doth never most content afford.\"</br>I love thee onely, not affect worlds pelfe,</br>\"Shee is not lov'd, that's lov'd not for her selfe.\"</br>How many Shepheards daughters, who in dutie</br>To griping fathers have inthral'd their beautie,</br>To wait upon the Gout, to walke when pleases</br>Old January halt.  O that diseases</br>Should linke with youth!  Shee that hath such a mate</br>Is like two twinnes borne both incorporate:</br>Th' one living, th' other dead:  the living twinne</br>Must needs be slaine through noysomnesse of him</br>He carryeth with him:  such are their estates,</br>Who meerely marry wealth and not their mates.", "As ebbing waters freely slide away,</br>To pay their tribute to the raging Sea;</br>When meeting with the floud they justle stout,</br>Whether the one shall in, or th' other out:</br>Till the strong floud new power of waves doth bring,</br>And drives the River backe into his Spring:</br>So Marine's words offring to take their course,</br>By Love then entring, were kept backe, and force</br>To it, his sweet face, eyes, and tongue assign'd,</br>And threw them backe againe into her minde.</br>\"How hard it is to leave and not to do</br>That which by nature we are prone unto?</br>We hardly can (alas why not?) discusse,</br>When Nature hath decreed it must be thus.</br>It is a Maxime held of all, knowne plaine,</br>Thrust Nature off with forkes, shee'll turne againe.\"", "Blithe Doridon (so men this Shepheard hight)</br>Seeing his Goddesse in a silent plight,</br>(\"Love often makes the speeches organs mute,\")</br>Beganne againe thus to renue his sute:", "If by my words your silence hath beene such,</br>Faith I am sorry I have spoke so much.</br>Barre I those lips?  fit to be th' uttrers, when</br>The heavens would parly with the chiefe of men.</br>Fit to direct (a tongue all hearts conuinces)</br>When best of Scribes writes to the best of Princes,</br>Were mine like yours, of choicest words compleatest,</br>\"Ide shew how grief's a thing weighs down the greatest</br>The best of formes (who knows not) grief doth taint it,</br>The skilfull'st Pencill never yet could paint it.\"</br>And reason good, since no man yet could finde</br>What figure represents a grieved minde.</br>Me thinkes a troubled thought is thus exprest,</br>To be a Chaos rude and indigest:</br>Where all doe rule, and yet none beares chiefe sway:</br>Checkt onely by a power that's more then they.</br>This doe I speake, since to this every lover</br>That thus doth love, is thus still given over.</br>If that you say you will not, cannot love:</br>Oh Heavens!  for what cause then do you here move?</br>Are you not fram'd of that expertest molde,</br>For whom all in this Round, concordance holde?</br>Or are you framed of some other fashion,</br>And have a forme and heart, but yet no passion?</br>It cannot be:  for then unto what end</br>Did the best worke-man this great worke intend?</br>Not that by mindes commerce, and joynt estate,</br>The worlds continuers still should propagate?</br>Yea, if that Reason (regent of the Senses)</br>Have but a part amongst your excellences,</br>Shee'll tell you what you call Virginitie,</br>Is fitly lik'ned to a barren tree;</br>Which when the Gardner on it paines bestowes,</br>To graffe an Impe thereon, in time it growes</br>To such perfection, that it yeerely brings</br>As goodly fruit, as any tree that springs.</br>Beleeve me Maideen, vow no chastitie:</br>Y'are but the shadow of what you should be.", "Alas poore Boy (quoth Marine) have the Fates</br>Exempted no degrees?  are no estates</br>Free from Loves rage?  Be rul'd:  unhappy Swaine,</br>Call backe thy spirits, and recollect againe</br>Thy vagrant wits.  I tell thee for a truth</br>\"Love is a Syren that doth shipwracke youth.\"</br>Be well advis'd, thou entertainst a guest</br>That is the Harbinger of all unrest:</br>Which like the Vipers young, that licke the earth,</br>Eat out the breeders wombe to get a birth.", "Faith (quoth the Boy) I know there cannot be,</br>Danger in loving or enjoying thee.</br>For what cause were things made and called good,</br>But to be loved?  If you understood</br>The Birds that prattle here, you would know then,</br>As birds woe birds, maids should be woo'd of men.</br>But I want power to wooe, since what was mine</br>Is fled, and lye as vassals at your shrine:</br>And since what's mine is yours, let that same move,</br>Although in me you see nought worthy Love.</br>Marine about to speake, forth of a sling</br>(Fortune to all misfortunes plyes her wing</br>More quicke and speedy) came a sharpned flint,</br>Which in the faire boyes necke made such a dint,</br>That crimson bloud came streaming from the wound,</br>And he fell downe into a deadly swound.</br>The bloud ran all along where it did fall,</br>And could not finde a place of buriall:</br>But where it came, it there congealed stood,</br>As if the Earth loath'd to drinke guiltlesse blood.", "Gold-haird Apollo, Muses sacred King,</br>Whose praise in Delphos Ile doth ever ring:</br>Physickes first founder, whose Arts excellence</br>Extracted Natures chiefest quintessence,</br>Unwilling that a thing of such a worth</br>Should so be lost; straight sent a Dragon forth</br>To fetch his bloud, and hee perform'd the same:</br>And now Apothecaries give it name,</br>From him that fetch'd it:  (Doctors know it good</br>In Physicks use) and call it Dragons bloud.</br>Some of the bloud by chance did downe-ward fall,</br>And by a veyne got to a Minerall,</br>Whence came a Red, decayed Dames infuse it</br>With Venice Ceruse, and for painting use it.</br>Marine astonisht (most unhappy Maide)</br>O'er-come with feare, and at the view afraid,</br>Fell downe into a trance, eyes lost their sight,</br>Which being open, made all darknesse light.</br>Her bloud ran to her heart, or life to feede,</br>Or loathing to behold so vilde a deede.", "And as when Winter doth the Earth array</br>In silver sute, and when the night and day</br>Are in dissention, Night locks up the ground,</br>Which by the helpe of day is oft unbound:</br>A shepherds Boy with Bow and Shafts addrest,</br>Ranging the fields, having once pierc'd the brest</br>Of some poore fowle, doth with the blow straight rush</br>To catch the Bird lyes panting in the Bush:</br>So rusht this striker in, up Marine tooke,</br>And hastned with her to a neare-hand Brooke.</br>Olde Shepheards saine (old shepherds sooth have saine)</br>Two Rivers tooke their issue from the Maine,</br>Both neere together, and each bent his race,</br>Which of them both should first behold the face</br>Of Radiant Phoebus:  One of them in gliding</br>Chanc'd on a Veyne where Niter had abiding:</br>The other loathing that her purer Wave</br>Should be defil'd with that the Niter gave,</br>Fled fast away, the other follow'd fast,</br>Till both beene in a Rocke ymet at last.</br>As seemed best, the Rocke did first deliver</br>Out of his hollow sides the purer River:</br>(As if it taught those men in honour clad,</br>To helpe the vertuous and suppresse the bad.)</br>Which gotten loose, did softly glide away.</br>As men from earth, to earth; from sea to sea;</br>So Rivers run:  and that from whence both came</br>Takes what shee gave:  Waves, Earth:  but leaves a name.</br>As waters have their course, and in their place</br>Succeeding streames will out, so is mans race:</br>The Name doth still survive, and cannot die,</br>Untill the Channels stop, or Spring grow drye.", "As I have seene upon a Bridall-day</br>Full many Maides clad in their best array,</br>In honour of the Bride come with their Flaskets</br>Fill'd full with flowres:  others in wicker-baskets</br>Bring from the Marish Rushes, to o'er-spread</br>The ground, whereon to Church the Lovers tread;</br>Whilst that the quaintest youth of all the Plaine</br>Ushers their way with many a piping straine:</br>So, as in joy, at this faire Rivers birth,</br>Triton came up a Channell with his mirth,</br>And call'd the neighb'ring Nymphes each in her turne</br>To poure their pretty Rivilets from their Urne;</br>To wait upon this new-delivered Spring.</br>Some running through the Meadowes, with them bring</br>Cowslip and Mynt:  and 'tis anothers lot</br>To light upon some Gardeners curious knot,</br>Whence shee upon her brest (loves sweet repose)</br>Doth bring the Queene of flowers, the English Rose.</br>Some from the Fenne bring Reedes, Wilde-tyme from Downes;</br>Some fro a Grove the Bay that Poets crownes;</br>Some from an aged Rocke the Mosse hath torne,</br>And leaves him naked unto winters storme:</br>Another from her bankes (in meere good will)</br>Brings nutriment for fish, the Camomill.</br>Thus all bring somewhat, and doe over-spread</br>The way the Spring unto the Sea doth tread.", "This while the Floud which yet the Rocke up pent,</br>And suffered not with jocund merriment</br>To tread rounds in his Spring, came rushing forth,</br>As angry that his waves (he thought) of worth</br>Should not have libertie, nor helpe the pryme.</br>And as some ruder Swaine composing ryme,</br>Spends many a gray Goose quill unto the handle,</br>Buries within his socket many a Candle;</br>Blots Paper by the quire, and dries up Inke,</br>As Xerxes Armie did whole Rivers drinke,</br>Hoping thereby his name his worke should raise</br>That it should live untill the last of dayes:</br>Which finished, hee boldly doth addresse</br>Him and his workes to under-goe the Presse;</br>When loe (O Fate!)  his worke not seeming fit</br>To walke in equipage with better wit,</br>Is kept from light, there gnawne by Moathes and wormes,</br>At which hee frets:  Right so this River stormes:</br>But broken forth; As Tavy creepes upon</br>The Westerne vales of fertile Albion,</br>Here dashes roughly on an aged Rocke,</br>That his entended passage doth up locke;</br>There intricately mongst the Woods doth wander,</br>Losing himselfe in many a wry Meander:</br>Here amorously bent, clips some faire Meade;</br>And then disperst in rils, doth measures treade</br>Upon her bosome 'mongst her flowry rankes:</br>There in another place beares downe the bankes,</br>Of some day-labouring wretch:  here meets a rill,</br>And with their forces joynde cuts out a Mill</br>Into an Iland, then in jocund guise</br>Survayes his conquest, lauds his enterprise:</br>Here digs a Cave at some high Mountaines foote:</br>There undermines an Oake, teares up his roote:</br>Thence rushing to some Country farme at hand,</br>Breaks o'er the Yeomans mounds, sweepes from his land</br>His Harvest hope of Wheat, of Rye, or Pease:</br>And makes that channell which was Shepheards lease:</br>Here, as our wicked age doth sacriledge,</br>Helpes downe an Abbey, then a naturall bridge</br>By creeping under ground hee frameth out,</br>As who should say hee eyther went about</br>To right the wrong hee did, or hid his face,</br>For having done a deed so vild and base:</br>So ran this River on, and did bestirre</br>Himselfe, to finde his fellow-Traveller.", "But th' other fearing least her noyce might show</br>What path shee took, which way her streams did flow:</br>As some way-faring man strayes th' row a wood,</br>Where beasts of prey thirsting for humane bloud</br>Lurke in their dens, hee softly listning goes,</br>Not trusting to his heeles, treades on his toes:</br>Feares every noyse hee heares, thinks each small bush</br>To be a beast that would upon him rush:</br>Feareth to dye, and yet his winde doth smother;</br>Now leaves this path, takes that, then to another:</br>Such was her course.  This feared to be found,</br>The other not to finde, swels o'er each mound,</br>Roares, rages, foames, against a mountaine dashes,</br>And in recoile, makes Meadowes standing plashes:</br>Yet findes not what hee seekes in all his way,</br>But in despaire runs headlong to the Sea.</br>This was the cause them by tradition taught,</br>Why one floud ranne so fast, th' other so soft,</br>Both from one head.  Unto the rougher streame,</br>(Crown'd by that Meadowes flowry Diadeame,</br>Where Doridon lay hurt) the cruell Swaine</br>Hurries the Shepheardesse, where having laine</br>Her in a Boate like the Cannowes of Inde,</br>Some silly trough of wood, or some trees rinde;</br>Puts from the shoare, and leaves the weeping strand,</br>Intends an act by water, which the land</br>Abhorr'd to boulster; yea, the guiltlesse earth</br>Loath'd to be Mid-wife to so vile a birth.</br>Which to relate I am inforc'd to wrong</br>The modest blushes of my Maiden-song.</br>Then each faire Nymph whom Nature doth endowe</br>With beauties cheeke, crown'd with a shamefast browe;</br>Whose well-tun'd eares, chast-object-loving eyne</br>Ne'er heard nor saw the workes of Aretine;</br>Who ne'er came on the Citherean shelfe,</br>But is as true as Chastitie it selfe;</br>Where hated Impudence ne'er set her seede;</br>Where lust lyes not vail'd in a virgins weed:</br>Let her with-draw.  Let each young Shepheardling</br>Walke by, or stop his eare, the whilst I sing.", "But yee, whose bloud, like Kids upon a plaine,</br>Doth skip, and dance Lavoltoes in each veyne;</br>Whose brests are swolne with the Venerean game,</br>And warme your selves at lusts alluring flame;</br>Who dare to act as much as men dare thinke,</br>And wallowing lye within a sensuall sinke;</br>Whose fained gestures doe entrap our youth</br>With an apparancie of simple truth;</br>Insatiate gulphs, in your defective part</br>By Art helpe Nature, and by Nature, Art:</br>Lend me your eares, and I will touch a string</br>Shall lull your sense asleepe the while I sing.", "But stay:  me thinkes I heare something in me</br>That bids me keepe the bounds of modestie;</br>Sayes, \"Each mans voice to that is quickely moved</br>Which of himselfe is best of all beloved;</br>By uttring what thou knowst lesse glory's got,</br>Then by concealing what thou knowest not.\"</br>If so, I yeeld to it, and set my rest</br>Rather to lose the bad, then wrong the best.</br>My Maideen-Muse flyes the lascivious Swaines,</br>And scornes to soile her lines with lustfull straines:</br>Will not dilate (nor on her fore-head beare</br>Immodesties abhorred Character)</br>His shamelesse pryings, his undecent doings;</br>His curious searches, his respectlesse wooings:</br>How that hee saw.  But what?  I dare not breake it,</br>You safer may conceive then I dare speake it.</br>Yet verily had hee not thought her dead,</br>Sh'ad lost, ne'er to be found, her Maiden-head.", "The rougher streame loathing a thing compacted</br>Of so great shame, should on his Floud be acted;</br>According to our times not well allow'd</br>In others, what hee in himselfe avow'd</br>Bent hard his fore-head, furrow'd up his face,</br>And danger led the way the boate did trace.</br>And as within a Landtskip that doth stand</br>Wrought by the Pencill of some curious hand,</br>We may discry, here meadow, there a wood:</br>Here standing ponds, and there a running floud:</br>Here on some mount a house of pleasure vanted,</br>Where once the roaring Cannon had beene planted:</br>There on a hill a Swaine pipes out the day,</br>Out-braving all the Quiristers of May.</br>A Hunts-man here followes his cry of hounds,</br>Driving the Hare along the fallow grounds:</br>Whilst one at hand seeming the sport t' allow,</br>Followes the hounds, and carelesse leaves the Plow.</br>There in another place some high-rais'd land,</br>In pride beares out her breasts unto the strand.</br>Here stands a bridge, and there a conduit-head:</br>Here round a May-pole, some the measures tread:</br>There boyes the truant play and leave their booke:</br>Here stands an Angler with a baited hooke.</br>There for a Stagge one lurkes within a bough:</br>Here sits a Maiden milking of her Cow.</br>There on a goodly plaine (by time throwne downe)</br>Lies buried in his dust some ancient Towne;</br>Who now invillaged, there's onely seene</br>In his vaste ruines what his state had beene:</br>And all of these in shadowes so exprest</br>Make the beholders eyes to take no rest.</br>So for the Swaine the Floud did meane to him</br>To shew in Nature, (not by Art to limbe)</br>A Tempests rage, his furious waters threate,</br>Some on this shoare, some on the other beate.</br>Here stands a Mountaine, where was once a Dale;</br>There where a Mountaine stood is now a Vale.</br>Here flowes a billow, there another meetes:</br>Each, on each side the skiffe, unkindly greetes.</br>The waters underneath gan upwards move,</br>Wondring what stratagems were wrought above:</br>Billowes that mist the Boate, still onward thrust,</br>And on the Cliffes, as swolne with anger, burst.</br>All these, and more, in substance so exprest,</br>Made the beholders thoughts to take no rest.</br>Horror in triumph rid upon the waves;</br>And all the Furies from their gloomy caves</br>Came hovering o're the Boate, summond each sence</br>Before the fearefull barre of Conscience;</br>Were guilty all, and all condemned were</br>To under-goe their horrors with despaire.", "What Muse?  what Powre?  or what thrice sacred Herse,</br>That lives immortall in a well-tun'd Verse,</br>Can lend me such a sight that I might see</br>A guilty conscience true Anatomie;</br>That well-kept Register wherein is writ</br>All ils men doe, all goodnesse they omit?</br>His pallid feares, his sorrowes, his affrightings;</br>His late wisht had-I-wists, remorcefull bitings:</br>His many tortures, his heart-renting paine:</br>How were his griefes composed in one chaine,</br>And he by it let downe into the Seas,</br>Or through the Center to th' Antipodes?</br>Hee might change Climates, or be barr'd Heavens face;</br>Yet finde no salve, nor ever change his case.</br>Feares, sorrowes, tortures, sad affrights, nor any,</br>Like to the Conscience sting, though thrice as many;</br>Yet all these torments by the Swaine were borne.</br>Whilst Deaths grimme visage lay upon the storme.", "But as when some kinde Nurse doth long time keepe</br>Her pretty babe at sucke, whom falne asleepe</br>Shee layes downe in his Cradle, stints his cry</br>With many a sweet and pleasing Lullaby;</br>Whilst the sweet childe, not troubled with the shocke,</br>As sweetly slumbers, as his nurse doth rocke.</br>So lay the Maide, th' amazed Swaine sate weeping,</br>And death in her was dispossest by sleeping.</br>The roaring voyce of windes, the billowes raves;</br>Nor all the muttring of the sullen waves</br>Could once disquiet, or her slumber stirre:</br>But lull'd her more asleepe then wakened her.</br>Such are their states, whose soules from foule offence</br>Enthroned sit in spotlesse Innocence.</br>Where rest my Muse; till (jolly Shepheards Swaines)</br>Next morne with Pearles of dewe bedecks our plaines;</br>Wee'll folde our flockes, then in fit time goe on</br>To tune mine Oaten-pipe for Doridon.</br>"]