["Where be the Temples which, in Britain's Isle,</br>For his paternal Gods, the Trojan raised?</br>Gone like a morning dream, or like a pile</br>Of clouds &mdash; that in cerulean ether blazed!</br>Ere Julius landed on her white-cliff'd shore,</br>They sank, delivered o'er</br>To fatal dissolution; and, I ween,</br>No vestige then was left that such had ever been.", "Nathless, a British record (long concealed</br>In old Armorica, whose secret springs</br>No Gothic conqueror ever drank) revealed</br>The wond'rous current of forgotten things;</br>How Brutus came, by oracles impell'd,</br>And Albion's giants quell'd,&mdash;</br>A brood whom no civility could melt,</br>\"Who never tasted grace, and goodness ne'er had felt.\"", "By brave Corineus aided, he subdued</br>And rooted out the intolerable kind;</br>And this too-long-polluted land imbued</br>With goodly arts and usages refined;</br>Whence golden harvests, cities, warlike towers,</br>And Pleasure's sumptuous bowers;</br>Whence all the fix'd delights of house and home,</br>Friendships that will not break, and love that cannot roam.", "O, happy Britain!  region all too fair</br>For self-delighting fancy to endure</br>That silence only should inhabit there,</br>Wild beasts, or uncouth savages impure!</br>But, intermingled with the generous seed,</br>Grew many a poisonous weed;</br>Thus fares it still with all that takes its birth</br>From human care, or grows upon the breast of earth.", "Hence, and how soon!  that war of vengeance wag'd</br>By Guendolen against her faithless lord;</br>Till she, in jealous fury unassuag'd,</br>Had slain his Paramour with ruthless sword:</br>Then, into Severn hideously defiled,</br>She flung her blameless child,</br>Sabrina, &mdash; vowing that the stream should bear</br>That name through every age, her hatred to declare.", "So speaks the Chronicle, and tells of Lear</br>By his ungrateful daughters turn'd adrift.</br>Ye lightnings, hear his voice! &mdash; they cannot hear</br>Nor can the winds restore his simple gift.</br>But one there is, a child of nature meek,</br>Who comes her sire to seek;</br>And he, recovering sense, upon her breast</br>Leans smilingly, and sinks into a perfect rest.", "There too we read of Spenser's fairy themes,</br>And those that Milton lov'd in youthful years;</br>The sage enchanter Merlin's subtle schemes;</br>The feats of Arthur and his knightly peers;</br>Of Arthur, &mdash; who, to upper light restored</br>With that terrific sword</br>Which yet he wields in subterranean war,</br>Shall lift his country's fame above the polar star!", "What wonder, then, if in such ample field</br>Of old tradition, one particular flower</br>Doth seemingly in vain its fragrance yield,</br>And bloom unnoticed even to this late hour.</br>Now, gentle Muses, your assistance grant,</br>While I this flower transplant</br>Into a garden stor'd with Poesy;</br>Where flowers and herbs unite, and haply some weeds be,</br>That, wanting not wild grace, are from all mischief free!", "A king more worthy of respect and love</br>Than wise Gorbonian, ruled not in his day;</br>And grateful Britain prospered far above</br>All neighbouring countries through his righteous sway;</br>He poured rewards and honours on the good;</br>The Oppressor he withstood;</br>And, while he served the gods with reverence due,</br>Fields smiled, and temples rose, and towns and cities grew.", "He died, whom Artegal succeeds &mdash; his son;</br>But how unworthy of such sire was he!</br>A hopeful reign, auspiciously begun,</br>Was darkened soon by foul iniquity.</br>From crime to crime he mounted, till at length</br>The nobles leagued their strength</br>With a vexed people, and the tyrant chased;</br>And, on the vacant throne, his worthier brother placed.", "From realm to realm the humbled Exile went,</br>Suppliant for aid his kingdom to regain;</br>In many a court, and many a warrior's tent,</br>He urged his persevering suit in vain.</br>Him, in whose wretched heart ambition failed,</br>Dire poverty assailed;</br>And, tired with slights which he no more could brook,</br>Towards his native soil he cast a longing look.", "Fair blew the wish'd-for wind &mdash; the voyage sped;</br>He landed; and, by many dangers scared,</br>\"Poorly provided, poorly followed,\"</br>To Calaterium's forest he repaired.</br>How changed from him who, born to highest place,</br>Had swayed the royal mace,</br>Flattered and feared, despised yet deified,</br>In Troynovant, his seat by silver Thames's side!", "From that wild region where the crownless king</br>Lay in concealment with his scanty train,</br>Supporting life by water from the spring,</br>And such chance food as outlaws can obtain,</br>Unto the few whom he esteems his friends</br>A messenger he sends;</br>And from their secret loyalty requires</br>Shelter and daily bread, &mdash; the amount of his desires.", "While he the issue waits, at early morn</br>Wandering by stealth abroad, he chanced to hear</br>A startling outcry made by hound and horn,</br>From which the tusky boar hath fled in fear;</br>And, scouring tow'rds him o'er the grassy plain,</br>Behold the hunter train!</br>He bids his little company advance</br>With seeming unconcern and steady countenance.", "The royal Elidure, who leads the chace,</br>Hath checked his foaming courser &mdash; Can it be!</br>Methinks that I should recognise that face,</br>Though much disguised by long adversity!</br>He gazed, rejoicing, and again he gazed,</br>Confounded and amazed&mdash;</br>\"It is the king, my brother!\"  and, by sound</br>Of his own voice confirmed, he leaps upon the ground.", "Long, strict, and tender, was the embrace he gave,</br>Feebly returned by daunted Artegal;</br>Whose natural affection doubts enslave,</br>And apprehensions dark and criminal.</br>Loth to restrain the moving interview,</br>The attendant lords withdrew;</br>And, while they stood upon the plain apart,</br>Thus Elidure, by words, relieved his struggling heart.", "\"By heavenly Powers conducted, we have met;</br>&mdash;O Brother!  to my knowledge lost so long,</br>But neither lost to love, nor to regret,</br>Nor to my wishes lost, forgive the wrong,</br>(Such it may seem) if I thy crown have borne,</br>Thy royal mantle worn:</br>I was their natural guardian; and 'tis just</br>That now I should restore what hath been held in trust.\"", "Awhile the astonish'd Artegal stood mute,</br>Then thus exclaimed &mdash; \"To me of titles shorn</br>And stripp'd of power!  me, feeble, destitute,</br>To me a kingdom! &mdash; spare the bitter scorn!</br>If justice ruled the breast of foreign kings</br>Then, on the wide-spread wings</br>Of war, had I returned to claim my right;</br>This will I here avow, not dreading thy despite.\"", "\"I do not blame thee,\" Elidure replied,</br>\"But, if my looks did with my words agree,</br>I should at once be trusted, not defied,</br>And thou from all disquietude be free.</br>May spotless Dian, Goddess of the chace,</br>Who to this blessed place</br>At this blest moment led me, if I speak</br>With insincere intent, on me her vengeance wreak!", "\"Were this same spear, which in my hand I grasp,</br>The British sceptre, here would I to thee</br>The symbol yield; and would undo this clasp,</br>If it confined the robe of sovereignty.</br>Odious to me the pomp of regal court,</br>And joyless sylvan sport,</br>While thou art roving wretched and forlorn,</br>Thy couch the dewy earth, thy roof the forest thorn!\"", "Then Artegal thus spake &mdash; \"I only sought,</br>Within this realm a place of safe retreat;</br>Beware of rousing an ambitious thought;</br>Beware of kindling hopes, for me unmeet!</br>Thou art reputed wise, but in my mind</br>Art pitiably blind;</br>Full soon this generous purpose thou may'st rue,</br>When that which has been done no wishes can undo.", "\"Who, when a crown is fixed upon his head,</br>Would balance claim with claim, and right with right?</br>But thou &mdash; I know not how inspired, how led&mdash;</br>Wouldst change the course of things in all men's sight!</br>And this for one who cannot imitate</br>Thy virtue, who may hate:</br>For, if by such strange sacrifice restored,</br>He reign, thou still must be his king, and sovereign lord.", "\"Lifted in magnanimity above</br>Aught that my feeble nature could perform,</br>Or even conceive; surpassing me in love</br>Far as in power the eagle doth the worm;</br>I, Brother!  only should be king in name,</br>And govern to my shame;</br>A shadow in a hated land while all</br>Of glad or willing service to thy share would fall.\"", "\"Believe it not,\" said Elidure; \"respect</br>Awaits on virtuous life, and ever most</br>Attends on goodness with dominion decked,</br>Which stands the universal empire's boast;</br>This can thy own experience testify:</br>Nor shall thy foes deny</br>That, in the gracious opening of thy reign,</br>Our Father's spirit seemed in thee to breathe again.", "\"And what if o'er that bright unbosoming</br>Clouds of disgrace and envious fortune past!</br>Have we not seen the glories of the spring</br>By veil of noontide darkness overcast?</br>The frith that glitter'd like a warrior's shield,</br>The sky, the gay green field,</br>Are vanished; &mdash; gladness ceases in the groves,</br>And trepidation strikes the blackened mountain coves.", "\"But is that gloom dissolved?  how passing clear</br>Seems the wide world &mdash; far brighter than before!</br>Even so thy latent worth will re-appear,</br>Gladdening the people's heart from shore to shore,</br>For youthful faults ripe virtues shall atone;</br>Re-seated on thy throne,</br>Proof shalt thou furnish that misfortune, pain,</br>And sorrow, have confirmed thy native right to reign.", "\"But, not to overlook what thou may'st know,</br>Thy enemies are neither weak nor few,</br>And circumspect must be our course and slow,</br>Or from my purpose ruin may ensue.</br>Dismiss thy followers; &mdash; let them calmly wait</br>Such change in thy estate</br>As I already have in thought devised;</br>And which, with caution due, may soon be realised.\"", "The Story tells what courses were pursued,</br>Until King Elidure, with full consent</br>Of all his Peers, before the multitude,</br>Rose, &mdash; and, to consummate this just intent,</br>Did place upon his Brother's head the Crown</br>Relinquished by  his own;</br>Then to his people cried, \"Receive your Lord</br>Gorbonian's first-born Son, your rightful King restored!\"", "The People answer'd with a loud acclaim:</br>Yet more; &mdash; heart-smitten by the heroic deed,</br>The reinstated Artegal became</br>Earth's noblest penitent; from bondage freed</br>Of vice, &mdash; of vice unable to subvert</br>Or shake his high desert.</br>Long did he reign; and, when he died, the tear</br>Of universal grief bedewed his honoured bier.", "Thus was a Brother by a Brother saved;</br>With whom a Crown (temptation that hath set</br>Discord in hearts of men till they have braved</br>Their nearest kin with deadly purpose met)</br>'Gainst duty weighed and faithful love, did seem</br>A thing of no esteem;</br>And, from this triumph of affection pure,</br>He bore the lasting name of \"pious Elidure!\"</br>"]