["One silent evening, when I gave the rein</br>To fancy's busy wonder-working train,</br>A thousand forms fantastic glided by,</br>And shapeless phantoms danc'd before my eye;</br>Each, still as it approach'd, made room for more,</br>And left no traces of the form it bore,</br>Till fancy kindly wav'd her magic wand,</br>And bad the groupe of wild ideas stand.", "Instant I saw on baseless columns rise</br>A dome, whose summit seem'd to touch the skies,</br>To SCANDAL sacred rose the lofty fane,</br>And reputations there the victims slain.</br>At top stood CALUMNY, with open mouth,</br>To echo falshoods from the North to South.</br>Vast folding doors appear'd on either side,</br>Whence issued Harpies, flutt'ring far and wide,</br>A desperate throng of loath'd ambiguous race,</br>With nothing female but the turn of face,</br>ILL-NATURE'S servants, by DETRACTION paid</br>To spread th' invective lyes herself had made.", "Curious to see the temple and its shrine,</br>I hasten'd in, the mimic rites to join.</br>'Twas all a buzz within, no accents clear,</br>But sounds confus'd came whizzing in my ear;</br>The shrine a while my whole attention drew,</br>Where SCANDAL'S image was display'd to view,</br>Her looser dress, hung on with awkward air,</br>Bespoke a mind too light for houshold care;</br>Her vacant eyes no meaning beam dispense,</br>And all her features scorn'd the power of sense.</br>So many ears she had, she seem'd all ear,</br>Till on approaching to inspect more near,</br>As many tongues within her mouth appear'd,</br>Ready to utter every word she heard.</br>Beside her stood a huge enormous pile</br>Of flaming firebrands, which, with careless smile,</br>She scatter'd wanton, heedless where they fell,</br>Firing alike the palace, or the cell.</br>In antic weed stood FOLLY at her side,</br>And drew a veil before her eyes, to hide</br>The dire effects her wanton hand had wrought,</br>And new supplies of ready firebrands brought.", "Her servants now the sacred rites begin,</br>And pay their homage to the darling SIN.</br>First on the shrine (the priests were women there)</br>They place industrious, with the nicest care,</br>Small painted vessels, beauteous to behold,</br>Glowing with various colours, rich with gold;</br>All moulded out of a peculiar earth,</br>And China call'd, from whence deriv'd their birth;</br>Next certain herbs of Indian growth they bring,</br>And steep in water from the limpid spring,</br>But first fermented o'er the sacred fire,</br>Then pour'd in vases, as the rites require.</br>A composition next, from western canes</br>Extracted, twice refin'd, with wond'rous pains,</br>Each vase receives; and last with mixture nice,</br>The flow'r of milk they add, and stir it thrice.", "Whilst this libation at the shrine they make,</br>A scroll of names they from DETRACTION take;</br>And as before the God they prostrate fall,</br>Instead of ink they mark each name with gall.</br>So the vile crew who ride thro' foul and fair,</br>And on their broomsticks take the midnight air,</br>To their dark meetings bring the waxen boy,</br>Image of him their malice would destroy;</br>With pins and needles stick it round and round,</br>While distant infants groan in ev'ry wound.", "To DEFAMATION now the scroll they bear,</br>Who sends it posting on the viewless air;</br>While lungs of brass, to earth's remotest bound,</br>Like the loud trumpet, multiplies the sound.", "Whilst they proceeded thus the troubled air</br>Was pierc'd with cries of anguish and despair;</br>Fathers their sons, husbands their wives distrust,</br>And bosom friends each other think unjust.</br>Whilst with concern I ran these mischiefs o'er,</br>The priests, the shrine, the temple were no more.</br>Shrill shepherds dogs the evening silence broke,</br>And cawing rooks their homeward flight bespoke.</br>"]