["Ye swains, attend; let ev'ry nymph be near;</br>Be still, ye rivers, that the swains may hear;</br>Ye winds, be calm, and brush with softer wing,</br>We mean the charms of Anthony to sing;</br>See all around the list'ning shepherds throng;</br>O help, ye sisters of immortal song.", "LUCY.</br>Sing, Phebe, sing what shepherd rules the plain,</br>Young Colin's envy, and Aminda's pain:</br>Whom none can rival when he mows the field,</br>And to whose flute the nightingale must yield.", "PHEBE.</br>'Tis Anthony &mdash; 'tis he deserves the lay,</br>As mild as ev'ning, and as morning gay;</br>Not the white hawthorn half so fair as he;</br>Nor the young daisy dress'd in morning dew,</br>Nor the pea blossom wears a brighter hue.", "LUCY.</br>None knows like him to strew the wheaten grain,</br>Or drive the plough-share o'er the fertile plain;</br>To raise the sheaves, or reap the waving corn,</br>Or mow brown stubble in the early morn.", "PHEBE.</br>How mild the youth, when on a sultry day,</br>In yonder vale we turn'd the fragrant hay!</br>How on his voice the list'ning shepherds hung!</br>Not tuneful Stella half so sweetly sung.", "LUCY.</br>Whether he binds the sheaf in twisted band,</br>Or turns the pitch-fork on his nimble hand;</br>He's sure to win a glance from ev'ry eye,</br>While clumsy Colin stands neglected by.", "PHEBE.</br>His curling locks by far more lovely shew,</br>Than the white wig on 'squire Fopling's brow;</br>And when the shepherd on a rainy day,</br>Weaves for his hat a wisp of flow'ry hay,</br>The scarlet feather not so gay appears,</br>Which on his crown Sir Ambrose Fino wears.", "LUCY.</br>For Anthony Meriah leaves her cow,</br>And stands to gape at him upon the mow:</br>While he (for who but must that wench despise?)</br>Throws straws and cobwebs on her staring eyes.", "PHEBE.</br>To the back-door I saw proud Lydia hie,</br>To see the team with Anthony go by;</br>He slily laugh'd, and turn'd him from the door,</br>I thought the damsel would have spoke no more.", "LUCY.</br>Me once he met, 'twas when from yonder vale,</br>Each morn I brought the heavy milking-pail:</br>He took it from my head, and with a smile</br>Reach'd out his hand, and help'd me o'er the stile.", "PHEBE.</br>As I was dancing late amongst the crew,</br>A yellow pippin o'er my head he threw:</br>Sue bit her lips, and Barbaretta frown'd,</br>And Phillis look'd as tho' she wou'd have swoon'd.", "Thus sung the maids till Colinet came by,</br>And Rodrigo from weeding of the rye;</br>Each took his lass, and sped 'em to the town,</br>To drink cool cyder at the Hare and Hound:</br>The damsels simper like the sparkling beer,</br>And Colin shines till Anthony is near.</br>"]