["Unattun'd are my pipe and my reed</br>To the softness of pastoral verse,</br>I attempt, without hope to succeed,</br>Simplicity's charms to rehearse.</br>From a Town full of pleasures devis'd</br>To destroy reputation and health,</br>I go to where Virtue is priz'd</br>Beyond the advantage of wealth:", "Where the swains, with content ever gay,</br>Know Luxury only by name;</br>Where the shepherdess, bright as the day,</br>Thinks Pleasure and Virtue the same;</br>Where Truth is esteemed as most fair,</br>Religion ne'er treated with scorn;</br>Where the Lover doth never despair,</br>Nor the Maid ere forsaken, forlorn.", "Recluse in the shadowy wood,</br>I'll rise with the lark in the morn,</br>I'll sigh with the murmuring flood,</br>And sing with the thrush on the thorn;</br>To each will I sympathy yield,</br>'Tis all my fond heart can bestow:</br>O grant while I traverse the field,</br>Such pleasure I ever may know!", "Each of these will my kindness requite</br>With a sympathy equal to mine,</br>The lark will me rouse with the light,</br>And teach me a mattins divine!</br>Every morn as his nest he forsakes,</br>And fluttering seeks the soft sky,</br>To his warbling he instant betakes,</br>And praises his Maker on high!", "The stream that glides smooth thro' the dale</br>Is oftentimes ruffled by wind,</br>So a rudeness in life will prevail,</br>When passion distempers the mind:</br>E'en the varying pebbles that lay</br>And occasion the murmuring flow,</br>The little misfortunes display</br>By the which we Mortality know.", "In the thrush, I with ease may discern</br>Content in the lowliest lot;</br>From his song never-ending may I learn,</br>That happiness dwells near my cot:</br>If to him the strong pinion's deny'd,</br>Which the eagle so lofty doth rear,</br>Not curs'd with his towering pride,</br>He moves in a pleasanter sphere.", "He never repines at the plumes</br>Adorning the peacock's gay sun,</br>Nor with wish discontented presumes</br>To envy his sovereign, Man:</br>O may I for ever retain</br>Emulation to vie with his peace,</br>For the good I receive on the plain,</br>For praises like his never cease!", "May Pride ne'er approach my abode!</br>With Humility wishing to dwell,</br>With fond Charity lighten the load</br>Of the wretched who visit my cell;</br>At the foot of a neighbouring beech,</br>The little Experience has taught,</br>Persevering, the swains I will teach,</br>The pride of poor Man is but nought!", "That our highest opinions of worth</br>We should ever by Virtue adjust,</br>That heaping the riches of earth</br>Is merely the hoarding of dust;</br>That Vice, which to them is unknown,</br>Is to every blessing a bane;</br>That the folly which ruins the Town</br>Must ever be banish'd the plain.", "Whilst thus I my morals diffuse,</br>'Gainst Vice my own bosom I'll steel,</br>And happily court the fair Muse,</br>Who Truth can in fiction conceal.</br>Until I such blessings shall know,</br>As those who reside in the glade,</br>Where joy from Retirement doth flow,</br>Untun'd be my pipe ever laid!</br>"]