["If virtue bids us kindred worth deplore</br>And drop a tear of sorrow o'er the dead,</br>Here let our grief in kindred torrents pour</br>O'er the sad grave, where Lyttelton is laid;", "E'erwhile was he with very virtue blest,</br>Blest with each grace, adorn'd with every art,</br>Of all indulgent Heaven could give possest,</br>The brightest genius of the purest heart.", "But Oh!  ye nymphs of Hagley's laurell'd shades!</br>Who shall again your ravish'd joys restore?</br>Fade all your charms, your boasted beauties fade</br>For he your friend and guardian is no more:", "He whom ye whilom lov'd so well to hear,</br>No more shall joy and gay delight inspire;</br>Mute is that tongue which charm'd the listening ear,</br>Cold are the hands that swept the living lyre.", "Then come, Melpomene!  with tearful eye</br>Weep o'er a hapless swain you once caress'd!</br>'Twas you e'erwhile, who taught him how to sigh,</br>And sooth'd the sorrows of his labouring breast.", "And sure there never yet was luckless swain</br>Whose harp so sadly-sweet before was strung;</br>What heart but bled to hear his woful strain,</br>What eye but stream'd with pity as he sung?", "Yet not on merits such as these alone</br>Shall the fond Muse his nobler trophies plan.</br>Yet shall not she her partial loss bemoan,</br>And while she weeps the Bard, forget the Man;", "For who, like him, in life's domestic sphere</br>Did e'er so tender and so constant prove?</br>Was ever honest heart like his sincere?</br>So firm in friendship, and so fond in love?", "Humane to all, his sympathetic tear</br>E'en for the stranger's sorrows lov'd to flow:</br>Ne'er did he scorn Affliction's humble prayer,</br>Or turn unpitying from the tale of woe.", "Yet tho' with Pity heav'd his melting breast,</br>And felt each gentler virtue's soft controul,</br>One boldly glow'd superior o'er the rest</br>And rais'd to joys sublime his kindling soul,", "His Country's love &mdash; at that all powerful name</br>In quicker transports leap'd his generous blood,</br>Check'd was each nearer thought, each partial claim,</br>And this his law supreme &mdash; the Public Good.", "Him ne'er did Avarice sordid wiles enslave,</br>No transient gleam of patriot ardour fir'd</br>But virtue fed the flame that nature gave,</br>And kindly cherish'd what she first inspir'd.", "But ah!  he's sunk in death's o'ershadowing vale,</br>Nor sighs could rescue him, nor tears could save;</br>Not all his virtues, all his worth prevail</br>To snatch the destin'd victim from the grave.", "Yet from the grave the voice of honest Fame</br>To high deserts and virtuous merits just,</br>To latest times shall sound his deathless name</br>And raise his memory form the silent dust;", "The Muse, that sweet harmonious maid he lov'd</br>Shall oft to future ages fondly tell,</br>\"This was the favourite swain I most approv'd,</br>'Twas he who tun'd so sweet my magic shell;", "\"Ye youths, like him to highest deeds aspire!</br>By arts like these to glory's summit rise!</br>Oh!  may your souls his bright example fire!</br>Like him be virtuous, and like him be wise!\"</br>"]