["When first her bright eyes I beheld,</br>What maiden with her could compare?</br>As in beauty, I thought she excell'd</br>In virtue &mdash; which only is fair:</br>When she spoke, it was music so sweet,</br>It charm'd ev'ry ear in the throng;</br>When she sung, it was rapture complete,</br>I listen'd &mdash; but listen'd too long.", "I listen'd: &mdash; Ah!  why did I so!</br>The soft poison stole into my heart,</br>When Colin made sign for to go,</br>I sigh'd, and was loth to depart.</br>Now, Colin, I pray thee explain</br>What the heart-thrilling pleasure may prove?</br>Whilst I seriously spoke, the blythe swain</br>Laugh'd at me, and said it was love.", "No, Colin, it cannot be so,</br>No beauty my heart can ensnare;</br>For merit, 'twill ardently glow;</br>For merit, I keep it with care.</br>Who knows, if that bosom so white,</br>By candour and truth is possess'd;</br>Who knows if those charms that invite,</br>By virtue and honour are dress'd.", "'Tho she yields her soft hand with a look,</br>Shewing innocence bright in her eyes;</br>Who of \"Love's subtle Arts\" reads the book,</br>May suspect it is nought but disguise.</br>I'll try if there's faith in the sex:</br>I'll try if her heart could be true!</br>No longer my thoughts I'll perplex;</br>So Colin, dear Colin, adieu.", "Ah!  stay thee, rash swain, he replies,</br>Nor put her young heart to the test;</br>'Tis enough thou'rt approv'd in her eyes,</br>And may hold the first place in her breast.</br>No, I'll try her: &mdash; then instantly flew</br>To the hill where her sheep fondly stray'd,</br>There oft undescry'd to my view,</br>With her lambkins appear'd the lov'd maid.", "When she saw me, she'd eagerly fly</br>To meet my caresses with smiles,</br>And each winning art she would try,</br>That too oft a fond shepherd beguiles.</br>From my scrip then I cull'd with best care</br>The choicest of viands and fruit,</br>Nor the daintiest sweets did I spare,</br>Nor ought that her fancy might suit.", "To deck her, I took from my store,</br>To make her the pride of the plain;</br>Had she breath'd but a wish to have more,</br>Those lips had not breath'd it in vain.</br>Full often my flock I forsook,</br>Nor thought of my younglings at home,</br>But snatch'd up my pipe and my crook,</br>With her through the valley's to roam.", "If in a green meadow, by chance,</br>Some shepherd his pipe briskly play'd;</br>With her strait I led up the dance:&mdash;</br>The envy of each rustic maid.</br>But, alas!  how short-liv'd was my bliss,</br>When 'mongst swains I observ'd her anew,</br>How each flatterer, uncheck'd, stole a kiss,</br>And, when press'd, she her hand ne'er withdrew.", "But would smile, and be pleas'd with the tale</br>Of some frothy-tongu'd fop of the town,</br>And laugh at his wit, flat, and stale,</br>Or th' indelicate jests of a clown.</br>Then farewell, I cry'd, silly maid,</br>If such thy best taste can approve;</br>'Tho ingrate, I shall never upbraid&mdash;</br>Thy heart was not fashion'd for Love.", "To me you're not false, I avow,</br>No promise you made to be true;</br>More merit to some I allow,</br>And, perhaps, I've had more than my due.</br>But tho' beauty has pow'r to allure,</br>And take a fond heart by surprise,</br>'Till DISCRETION alone can secure</br>The captive you've made with your eyes.", "Then all ye young maidens beware;</br>Let Prudence be ever your guide;</br>No swain with another will share</br>The bliss he enjoys by your side.</br>The favours kind beauty bestows,</br>If common to all are not sweet,</br>And the youth that most ardently glows</br>Will grow cool, as you grow INDISCREET.</br>"]