["How shall the Muse aspire in heav'nward flight</br>Towards an all-transcending theme of praise,</br>Which now harmoniously through realms of light</br>Flows in seraphic strains of heavenly lays!</br>This ever-memorable day of joy</br>With holy rapture through Heaven's concave rings;</br>Angelic choirs their golden harps employ;</br>And each the wondrous condescention sings,</br>That Heaven's annointed King, the Son of God,</br>Chang'd his all-perfect bliss, for sinful man's abode.", "Lo, in the East, the radiant Source of Day</br>Emerges forth; a pure celestial smile</br>Comes with his peerless all-enliv'ning ray,</br>On Nature's face all sorrow to beguile;</br>At his approach, obedient Night retires</br>Westward with speed on his primeval car;</br>A cloud on yonder mountain slow aspires,</br>On spicy breezes wafted from afar;</br>Border'd with varied tints, made fair and bright</br>In the translucid stream of Heaven's jacinthine light.", "Once more, ye Saints, exult in jubilee;</br>With hymns of Sion hail the day's return;</br>Let all mankind in unison agree,</br>And gladly celebrate th' approaching morn.</br>O ye exalted pleasures of the soul!</br>Bright emanations of Omnipotence!</br>Still may your sacred influence controul</br>Th' inelegant desires of earthly sense;</br>And guide each wanderer on the star-gilt way,</br>To Pleasure's fountain-head and everlasting day!", "Ye who are bless'd beneath a temperate zone,</br>In sacred song O let your praise aspire;</br>With lays of love address Messiah's throne;</br>To extacy awake the warbling wire;</br>Whilst I in humble verse attempt the strains,</br>Where torrid climes their burning influence shed,</br>In longitude remote from England's plains,</br>And feverish heat oppressive wounds my head;</br>Yet let me in the Hallelujah join,</br>And thankfully adore the depth of Love Divine.", "O could Salvation's word of life extend</br>To the poor Indians of this friendly shore,</br>With gratitude, I ween, each knee would bend,</br>And each warm heart its thankful tribute pour.</br>Although, in realms remote, the sacred sound</br>Of Gospel truths more favour'd nations hear,</br>Yet in this Isle Heaven's mercy shall abound,</br>An unknown Saviour's merits it shall share:</br>True worth escapes not his all-seeing eye,</br>But shall its meed receive in immortality.", "As I revisit yonder solemn grove,</br>Whose trees their interwoven branches spread,</br>Where feather'd warblers chaunt wild notes of love,</br>That echo through th' impenetrable shade</br>Their artless strains with gratitude well stor'd,</br>Fraught with reproof, assail my list'ning ear;</br>Shall Christians cease to praise great Nature's Lord?</br>Forbid it, Heaven!  their minds from darkness clear;</br>Let them with humble zeal glad offerings bring</br>To their Redeeming Power, the Saints' Eternal King.", "O Thou, at whose all-powerful edict sprung,</br>From night's abyss, yon sparkling worlds of light,</br>When with new joy th' eternal regions rung,</br>And ever-during beauty charm'd the sight,</br>As it survey'd creation's ample scope;</br>Uphold thy creature, Man; with thy rich grace,</br>Sent to his labouring soul celestial hope,</br>From thence all gloomy cares far hence to chace;</br>And when Death's ministers his peace invade,</br>Be then thy rod and staff his all-sufficient aid.</br>"]