["The Maiden, musing on the Warrior's words,</br>Turn'd from the Hall of Glory.  Now they reach'd</br>A cavern, at whose mouth a Genius stood,</br>In front a beardless youth, whose smiling eye</br>Beam'd promise, but behind, withered and old,</br>And all unlovely.  Underneath his feet</br>Lay records trampled, and the laurel wreath</br>Now rent and faded:  in his hand he held</br>An hour-glass, and as fall the restless sands,</br>So pass the lives of men.  By him they past</br>Along the darksome cave, and reach'd a stream,</br>Still rolling onward its perpetual waves,</br>Noiseless and undisturbed.  Here they ascend</br>A Bark unpiloted, that down the flood,</br>Borne by the current, rush'd.  The circling stream,</br>Returning to itself, an island form'd;</br>Nor had the Maiden's footsteps ever reach'd</br>The insulated coast, eternally</br>Rapt round the endless course; but Theodore</br>Drove with an angel's will the obedient bark.", "They land, a mighty fabric meets their eyes,</br>Seen by its gem-born light.  Of adamant</br>The pile was framed, for ever to abide</br>Firm in eternal strength.  Before the gate</br>Stood eager EXPECTATION, as to list</br>The half-heard murmurs issuing from within,</br>Her mouth half-open'd, and her head stretch'd forth.</br>On the other side there stood an aged Crone,</br>Listening to every breath of air; she knew</br>Vague suppositions and uncertain dreams,</br>Of what was soon to come, for she would mark</br>The paley glow-worm's self-created light,</br>And argue thence of kingdoms overthrown,</br>And desolated nations; ever fill'd</br>With undetermin'd terror, as she heard</br>Or distant screech-owl, or the regular beat</br>Of evening death-watch.", "\"Maid,\" the Spirit cried,</br>\"Here, robed in shadows, dwells FUTURITY.</br>There is no eye hath seen her secret form,</br>For round the MOTHER OF TIME, unpierced mists</br>Aye hover.  Would'st thou read the book of Fate,</br>Enter.\"", "The Damsel for a moment paus'd,</br>Then to the Angel spake:  \"All-gracious Heaven!</br>Benignant in withholding, hath denied</br>To man  that knowledge.  I, in faith assured,</br>That he, my heavenly Father, for the best</br>Ordaineth all things in that faith remain</br>Contented.\"", "\"Well and wisely hast thou said,\"</br>So Theodore replied; \"and now O Maid!</br>Is there amid this boundless universe</br>One whom thy soul would visit?  is there place</br>To memory dear, or visioned out by hope,</br>Where thou would'st now be present?  form the wish,</br>And I am with thee, there.\"", "His closing speech</br>Yet sounded on her ear, and lo!  they stood</br>Swift as the sudden thought that guided them,</br>Within the, little cottage that she loved.</br>\"He sleeps!  the good man sleeps!\"  enrapt she cried,</br>As bending o'er her Uncle's lowly bed</br>Her eye retraced his features.  \"See the beads</br>That never morn nor night he fails to tell,</br>Remembering me, his child, in every prayer.</br>Oh!  quiet be thy sleep, thou dear old man</br>Good Angels guard thy rest!  and when thine hour</br>Is come, as gently mayest thou wake to life,</br>As when thro' yonder lattice the next sun</br>Shall bid thee to thy morning orisons!\"", "\"Thy voice is heard,\" the Angel guide rejoin'd,</br>\"He sees thee in his dreams, he hears thee breathe</br>Blessings, and pleasant is the good man's rest.</br>Thy fame has reached him, for who has not heard</br>Thy wonderous exploits?  and his aged heart</br>Hath felt the deepest joy that ever yet</br>Made his glad blood flow fast.  Sleep on old Claude!</br>Peaceful, pure Spirit, be thy sojourn here,</br>And short and soon thy passage to that world</br>Where friends shall part no more!", "\"Does thy soul own</br>No other wish?  or sleeps poor Madelon</br>Forgotten in her grave?  seest thou yon star,\"</br>The Spirit pursued, regardless of her eye</br>That look'd reproach; \"seest thou that evening star</br>Whose lovely light so often we beheld</br>From yonder woodbine porch?  how have we gazed</br>Into the dark deep sky, till the baffled soul,</br>Lost in the infinite, returned, and felt</br>The burthen of her bodily load, and yearned</br>For freedom!  Maid, in yonder evening star</br>Lives thy departed friend.  I read that glance,</br>And we are there!\"", "He said and they had past</br>The immeasurable space.", "Then on her ear</br>The lonely song of adoration rose,</br>Sweet as the cloister'd virgins vesper hymn,</br>Whose spirit, happily dead to earthly hopes</br>Already lives in Heaven.  Abrupt the song</br>Ceas'd, tremulous and quick a cry</br>Of joyful wonder rous'd the astonish'd Maid,</br>And instant Madelon was in her arms;</br>No airy form, no unsubstantial shape,</br>She felt her friend, she prest her to her heart,</br>Their tears of rapture mingled.", "She drew back</br>And eagerly she gazed on Madelon,</br>Then fell upon her neck again and wept.</br>No more she saw the long-drawn lines of grief,</br>The emaciate form, the hue of sickliness,</br>The languid eye:  youth's loveliest freshness now</br>Mantled her cheek, whose every lineament</br>Bespake the soul at rest, a holy calm,</br>A deep and full tranquillity of bliss.", "\"Thou then art come, my first and dearest friend!\"</br>The well known voice of Madelon began,</br>\"Thou then art come!  and was thy pilgrimage</br>So short on earth?  and was it painful too,</br>Painful and short as mine?  but blessed they</br>Who from the crimes and miseries of the world</br>Early escape!\"", "\"Nay,\" Theodore replied,</br>\"She hath not yet fulfill'd her mortal work.</br>Permitted visitant from earth she comes</br>To see the seat of rest, and oftentimes</br>In sorrow shall her soul remember this,</br>And patient of the transitory woe</br>Partake the anticipated peace again.\"", "\"Soon be that work perform'd!\"  the Maid exclaimed,</br>\"O Madelon!  O Theodore!  my soul,</br>Spurning the cold communion of the world,</br>Will dwell with you!  but I shall patiently,</br>Yea even with joy, endure the allotted ills</br>Of which the memory in this better state</br>Shall heighten bliss.  That hour of agony,</br>When, Madelon, I felt thy dying grasp,</br>And from thy forehead wiped the dews of death,</br>The very horrors of that hour assume</br>A shape that now delights.\"", "\"O earliest friend!</br>I too,  remember,\" Madelon replied,</br>\"That hour, thy looks of watchful agony,</br>The suppressed grief that struggled in thine eye</br>Endearing love's last kindness.  Thou didst know</br>With what a deep and melancholy joy</br>I felt the hour draw on:  but who can speak</br>The unutterable transport, when mine eyes,</br>As from a long and dreary dream, unclosed</br>Amid this peaceful vale, unclos'd on him,</br>My Arnaud!  he had built me up a bower,</br>A bower of rest. &mdash; See, Maiden, where he comes,</br>His manly lineaments, his beaming eye</br>The same, but now a holier innocence</br>Sits on his cheek, and loftier thoughts illume</br>The enlighten'd glance.\"", "They met, what joy was theirs</br>He best can feel, who for a dear friend dead</br>Has wet the midnight pillow with his tears.", "Fair was the scene around; an ample vale</br>Whose mountain circle at the distant verge</br>Lay softened on the sight; the near ascent</br>Rose bolder up, in part abrupt and bare,</br>Part with the ancient majesty of woods</br>Adorn'd, or lifting high its rocks sublime.</br>The river's liquid radiance roll'd beneath,</br>Beside the bower of Madelon it wound</br>A broken stream, whose shallows, tho' the waves</br>Roll'd on their way with rapid melody,</br>A child might tread.  Behind, an orange grove</br>Its gay green foliage starr'd with golden fruit;</br>But with what odours did their blossoms load</br>The passing gale of eve!  less thrilling sweet</br>Rose from the marble's perforated floor,</br>Where kneeling at her prayers, the Moorish queen</br>Inhaled the cool delight, and whilst she asked</br>The Prophet for his promised paradise,</br>Shaped from the present scene its utmost joys.</br>A goodly scene!  fair as that faery land</br>Where Arthur lives, by ministering spirits borne</br>From Camlan's bloody banks; or as the groves</br>Of earliest Eden, where, so legends say,</br>Enoch abides, and he who rapt away</br>By fiery steeds, and chariotted in fire,</br>Past in his mortal form the eternal ways;</br>And John, beloved of Christ, enjoying there</br>The beatific vision, sometimes seen</br>The distant dawning of eternal day,</br>Till all things be fulfilled.", "\"Survey this scene!\"</br>So Theodore address'd the Maid of Arc,</br>\"There is no evil here, no wretchedness,</br>It is the Heaven of those who nurst on earth</br>Their nature's gentlest feelings.  Yet not here</br>Centering their joys, but with a patient hope,</br>Waiting the allotted hour when capable</br>Of loftier callings, to a better state</br>They pass; and hither from that better state</br>Frequent they come, preserving so those ties</br>That thro' the infinite progressiveness</br>Complete our perfect bliss.", "\"Even such, so blest,</br>Save that the memory of no sorrows past</br>Heightened the present joy, our world was once,</br>In the first aera of its innocence</br>Ere man had learnt to bow the knee to man.</br>Was there a youth whom warm affection fill'd,</br>He spake his honest heart; the earliest fruits</br>His toil produced, the sweetest flowers that deck'd</br>The sunny bank, he, gather'd for the maid,</br>Nor she disdain'd the gift; for VICE not yet</br>Had burst the dungeons of her hell, and rear'd</br>Those artificial boundaries that divide</br>Man from his species.  State of blessedness!</br>Till that ill-omen'd hour when Cain's stern son</br>Delved in the bowels of the earth for gold,</br>Accursed bane of virtue!  of such force</br>As poets feign dwelt in the Gorgon's locks,</br>Which whoso saw, felt instant the life-blood</br>Cold curdle in his veins, the creeping flesh</br>Grew stiff with horror, and the heart forgot</br>To beat.  Accursed hour!  for man no more</br>To JUSTICE paid his homage, but forsook</br>Her altars, and bow'd down before the shrine</br>Of WEALTH and POWER, the Idols he had made.</br>Then HELL enlarged herself, her gates flew wide,</br>Her legion fiends rush'd forth.  OPPRESSION came</br>Whose frown is desolation, and whose breath</br>Blasts like the Pestilence; and POVERTY,</br>A meagre monster, who with withering touch</br>Makes barren all the better part of man,</br>MOTHER OF MISERIES.  Then the goodly earth</br>Which God had fram'd for happiness, became</br>One theatre of woe, and all that God</br>Had given to bless free men, these tyrant fiends,</br>His bitterest curses made.  Yet for the best</br>Hath he ordained all things, the ALL-WISE!</br>For by experience rous'd shall man at length</br>Dash down his Moloch-ldols, Samson-like</br>And burst his fetters, only strong whilst strong</br>Believed.  Then in the bottomless abyss</br>OPPRESSION shall be chain'd, and POVERTY</br>Die, and with her, her brood of Miseries;</br>And VIRTUE and EQUALITY preserve</br>The reign of LOVE, and Earth shall once again</br>Be Paradise, whilst WISDOM shall secure</br>The state of bliss which IGNORANCE betrayed.\"", "\"Oh age of happiness!\"  the Maid exclaim'd,</br>\"Roll fast thy current, Time till that blest age</br>Arrive!  and happy thou my Theodore.</br>Permitted thus to see the sacred depths</br>Of wisdom!\"", "\"Such,\" the blessed Spirit replied,</br>\"Beloved!  such our lot; allowed to range</br>The vast infinity, progressive still</br>In knowledge and encreasing blessedness,</br>This our united portion.  Thou hast yet</br>A little while to sojourn amongst men:</br>I will be with thee!  there shall not a breeze</br>Wanton around thy temples, on whose wing</br>I will not hover near!  and at that hour</br>When from its fleshly sepulchre let loose,</br>Thy phoenix soul shall soar, O best-beloved!</br>I will be with thee in thine agonies,</br>And welcome thee to life and happiness,</br>Eternal infinite beatitude!\"", "He spake, and led her near a straw-roof'd cot,</br>LOVE'S Palace.  By the Virtues circled there,</br>The cherub listen'd to such melodies,</br>As aye, when one good deed is register'd</br>Above, re-echo in the halls of Heaven.</br>LABOUR was there, his crisp locks floating loose,</br>Clear was his cheek, and, beaming his full eye,</br>And strong his arm robust; the wood-nymph HEALTH</br>Still follow'd on his path, and where he trod</br>Fresh flowers and fruits arose.  And there was HOPE,</br>The general friend; and PITY, whose mild eye</br>Wept o'er the widowed dove; and, loveliest form,</br>Majestic CHASTITY, whose sober smile</br>Delights and awes the soul; a laurel wreath</br>Restrain'd her tresses, and upon her breast</br>The snow-drop hung its head, that seem'd to grow</br>Spontaneous, cold and fair:  still by the maid</br>LOVE went submiss, with eye more dangerous</br>Than fancied basilisk to wound whoe'er</br>Too bold approached; yet anxious would he read</br>Her every rising wish, then only pleased</br>When pleasing.  Hymning him the song was rais'd.", "\"Glory to thee whose vivifying power</br>Pervades all Nature's universal frame!</br>Glory to thee CREATOR LOVE!  to thee,</br>Parent of all the smiling CHARITIES,</br>That strew the thorny path of Life with flowers!</br>Glory to thee PRESERVER!  to thy praise</br>The awakened woodlands echo all the day</br>Their living melody; and warbling forth</br>To thee her twilight song, the Nightingale</br>Holds the lone Traveller from his way, or charms</br>The listening Poet's ear.  Where LOVE shall deign</br>To fix his seat, there blameless PLEASURE sheds</br>Her roseate dews; CONTENT will sojourn there,</br>And HAPPINESS behold AFFECTION'S eye</br>Gleam with the Mothers smile.  Thrice happy he</br>Who feels thy holy power!  he shall not drag,</br>Forlorn and friendless, along Life's long path</br>To Age's drear abode; he shall not waste</br>The bitter evening of his days unsooth'd;</br>But HOPE shall cheer his hours of Solitude,</br>And VICE shall vainly strive to wound his breast,</br>That bears that talisman; and when he meets</br>The eloquent eye of TENDERNESS, and bears</br>The bosom-thrilling music of her voice</br>The joy he feels shall purify his Soul,</br>And imp it for anticipated Heaven.\"</br>"]