["\"Curst be the hour, forever writ in gore,</br>When baleful slavery sought our peaceful shore:</br>When desolation sadden'd every grove,</br>The soft retreats of liberty and love.\"", "Placed on a rock, that overhung the tide,</br>Thus torn with rage, indignant ZARA cried;</br>Around the waves, she cast her haggard eyes,</br>Seas dash'd beneath, and night involved the skies.</br>Wide o'er the waves the wint'ry wind was driven,</br>And rapid clouds conceal'd the lamp of heaven.</br>There ZARA, wand'ring, overlook'd the coast,</br>Wild with dismay, and wail'd her LACO lost.</br>Her hasty step was broken by despair,</br>Her eye distorted, and her bosom bare.</br>Heart-gnawing grief forbad her tears to flow,</br>But to the sea she sigh'd, and told the winds her wo.", "\"Curst be the hour, forever writ in gore,</br>When baleful slavery sought our peaceful shore!</br>There, by the silver moon's uncertain light,</br>I saw the phantom swim before my sight.</br>High to the heaven arose her giant form,</br>Awful and frowning as the northern storm.</br>Her hand a scourge, her arm upheld a chain,</br>And deathlike horror darken'd all the plain.</br>She seiz'd the youth.  I saw my love depart,</br>While the chill blood ran freezing to my heart.</br>His hands she bound; she launch'd into the wave.</br>A welcome death, for Laco dies a slave!\"", "\"O lost to honour, honesty, and truth!</br>Curst be the power, that stole away the youth.</br>Against thee may the elements combine;</br>May winds refuse to blow, the sun to shine!</br>Or if they blow; far, far mayst thou be driv'n,</br>And feel the thunder of avenging heav'n.</br>Or if he shines; O!  may his light disclose</br>The dismal prospect of increasing woes.</br>What new sensations agitate my breast!</br>My passion burns, my rage is all represt.</br>May the bright God, who lightens heaven above,</br>Smile on the vessel that contains my love!</br>Sink down, ye waves, and each propitious breeze,</br>Fill the broad sail to waft him o'er the seas!</br>But can that breeze propitious prove, I say,</br>Ye feeling few, that bears my love away!</br>Yet take him, take him &mdash; child of blood and strife!</br>Let chains confine; but spare, O spare his life.</br>Vain is the prayer, no power, no pity saves;</br>My eyes behold him sink amid the waves.</br>White o'er his head the boiling billows roar;</br>The world adieu, for LACO is no more!\"", "\"O Africk!  curst and hated of the gods,</br>Why bloom thy hills, why run thy inland floods;</br>Why bends the stalk with loaded ears of grain,</br>And Plenty's smile enlivens all the plain;</br>When the sad master of thy happy soil,</br>To foreign sorrow and to foreign toil,</br>By cruel Avarice transported o'er,</br>Feels anguish new and pain unknown before?</br>Glad I behold thy verdure fade away,</br>Thy beauties sicken, and thy charms decay.</br>Welcome the rains that sweep the mountain side,</br>And add new waves to Gambia's mighty tide!</br>Grief darkens all the fields, and storms the sea,</br>And sympathizing nature mourns with me.</br>My sighs shall mingle with the distant roar;</br>Mutual we grieve for LACO now no more.\"", "\"O, had we shunn'd the storm with eager haste,</br>And sought a refuge in Cafraria's waste!</br>There would the ELEPHANT a home impart,</br>Great in his strength, but greater in his heart.</br>The LION there with generous shame would glow,</br>And prove his friendship to a feeble foe.</br>But man on man his store of art employs,</br>With wit deludes him, with his might destroys.</br>Such art to practise be the coward's care,</br>Who knows to slay, will have a heart to spare.</br>This did my Laco, brave in battle, prove;</br>The hand, that conquered, held the palm of love.</br>My heart shall lost humanity deplore,</br>For Laco's dead, and kindness is no more.", "\"What sweet illusions tempt my wav'ring mind?</br>I see his face, I hear him in the wind.</br>Together o'er the meads we seem to go;</br>A transitory moment, snatch'd from wo!</br>But soon the loved idea fades away;</br>LACO I call, but LACO will not stay.</br>O lost to love!  no more wilt thou appear,</br>Dear pride of youth, for still I hail thee dear!</br>Dear to my eyes, as is the earliest ray,</br>That beams, fair streaming from the gates of day!</br>Dear to my heart, which still thy form retains,</br>As the warm drops, that riot in my veins!</br>Dear to my soul, as is &mdash; the Great Unknown,</br>Who made the world by wisdom all his own!</br>Is there a God, who sees our works below?</br>Bear me, that God, from scenes of mighty wo!</br>Thy aid, thy power sustaining, I implore!</br>Laco is gone, and aid is now no more.\"", "\"It is not blossoms of a thousand dies:</br>'Tis not the varied fruits the year supplies;</br>Nor smiles of plenty, that alone impart</br>Peace to the mind and pleasure to the heart,</br>'Tis Laco and Liberty's united sway,</br>That give new raptures to the rising day.</br>How sweet the pleasures, that your presence give?</br>For you we die, with you we dare to live.</br>But absent, vain the fragrant blossom blows,</br>The verdure brightens, and the river flows.</br>In vain the year her yellow fruit matures,</br>Plenty can cure no pang the slave endures.</br>Adieu, ye groves and streams, your charms are o'er,</br>Laco is lost, and love is now no more!\"", "\"Ah!  why will fancy trace the joyous scenes,</br>When LACO came, the pride of all the greens;</br>When mirth celestial danced upon the plain;</br>When airy pleasure led her wanton train;</br>When fairy prospects rose before our sight,</br>And all was ease, contentment, and delight.</br>Pleas'd, I enjoy'd the dear, deluding dream,</br>The flowery meadow, and the purling stream.</br>Ah!  happy hours, when in the citrus grove,</br>Reclin'd we lay, and vow'd eternal love.</br>Anticipation lent her magick aid,</br>And wide the gates of happiness display'd.</br>But short the date of all my joy below;</br>The dream is vanish'd, and I wake to wo.</br>The vision flies, and leaves me to deplore</br>My hope decay'd, and Laco now no more.", "\"Yes!  from this cliff did these sad eyes pursue,</br>The fleeting bark, still less'ning to my view;</br>I saw him rise; 'Farewell, farewell,' he cried,</br>And headlong rush'd amidst the thund'ring tide.</br>White o'er his head the circling billows close,</br>My Laco hastens to his dread repose.</br>But sure the youth, who liv'd, who lov'd so well,</br>Has found the place, where all the faithful dwell;</br>The place, where none obtrude, whose snowy skin</br>Proclaims, who boasts the privilege [illegible].</br>That place I seek.  Adieu!  the worst of harms;</br>Welcome the death, that bears me to his arms!</br>I come, I come, no longer I deplore</br>My Laco dead, for life is now no more!\"", "She said, and darting from the daring height,</br>Sunk fearless to the realms of endless night.</br>"]