["BOOK FIFTH.</br>When first Ambition, ill betide the day!</br>From hell arose, and mark'd mankind her prey;</br>Her fatal spells thro' air insidious hurl'd,</br>And waked to deeds of death a peaceful world:</br>Since that sad hour no more the human breast,</br>Meek amity and mutual faith, possest.</br>In wrath she came, with Terror by her side,</br>And Danger's giant form: &mdash; o'erweening Pride,</br>With crest erect, her glittering standard bore,</br>And fell Contention bath'd her steps in gore.</br>With specious words she dignified disgrace:</br>Slaughter's dire course was Glory's arduous race.</br>Prevailing Might gain'd Virtue's hallow'd name,</br>And lust of sway was sacred thirst of fame.", "To nobler thoughts, ye rulers of mankind,</br>Awake, nor let delusion warp your mind!</br>Nor pomp, pride, conquest, sooth the troubled breast,</br>Like acts humane &mdash; but blessing, man is blest.", "By slow degrees, night's sable veil withdrawn,</br>Dim o'er the mountains rose the chequer'd dawn.</br>And now th' auxiliar kings and knights renown'd,</br>In arms array'd, the British chief surround.</br>He, forward leaping on his beam-like spear,</br>Addrest them thus:  \"Ye generous heroes hear!</br>Since, such your will, and may the power divine</br>The choice approve!  to guide the war is mine;</br>Last night, these watchful eyes forbad to close,</br>Secret, I mark'd th' encampment of our foes,</br>Where to the left loud clamours rend the sky,</br>A numerous host, the fierce Norwegians lie.</br>'Gainst them, while Clodion lends his willing aid,</br>Ierne's bands let bold Fiacha lead.</br>More distant to the right, beside the stream,</br>(Faint through the fading mist its waters gleam)</br>Are rang'd with Denmark's sons the Saxon powers:</br>By Hoel join'd, to prove their force, is ours.</br>With transport I behold my gallant friends,</br>Whose zeal in Britain's cause all praise transcends,</br>Approve my words.  Haste then, the time demands,</br>Haste, and to glory lead your martial bands.</br>Her willing victims let us fall renown'd;</br>Or meet, exulting meet, with conquest crown'd!\"", "He said, applauding voices rend the air;</br>The dauntless leaders to their posts repair.</br>Th' appointed signal's given, the black array</br>Of war divides:  beneath Fiacha's sway,</br>His fearless bands their sounding course pursue</br>'Gainst Hacon's powers, who kindled at the view.", "On his barb'd steed that proudly paw'd the ground,</br>There, clad in steel, the stern Norwegian frown'd</br>In loose array, wide scatter'd o'er the plain,</br>Rush'd Thule's bands, and Gotia's archer train.</br>Not e'en Laponia's storm-wrapt coast could screen</br>Her harmless offspring from the deathful scene.</br>Compell'd by Norway's gloomy lord they rear</br>The targe fur-cinctur'd, ant the bone-tip'd spear.</br>By fish, roots, herbs, the gentle race were fed;</br>The sunless cave their dwelling, earth their bed.</br>On roaring seas in slight canoes to fail,</br>With well-aim'd darts to pierce th' unwieldy whale;</br>Their destin'd course to make the rein-deer know,</br>Steer the smooth sledge o'er trackless wastes of snow;</br>T' entrap the wily fox, the bird ensnare;</br>On floating ice surprise the sluggish bear;</br>These were their arts alone &mdash; unfit to wield</br>The arms of heroes in th' embattled field.</br>Their soothing hope that soon these toils would cease,</br>And Genii guide them to the bowers of peace:</br>Where, in the land of souls, a blissful shore,</br>No ruthless tyrants should molest them more.</br>No tempests rage, no hail, nor snow descend,</br>No fearful lightning glare, nor thunder rend</br>Heaven's azure vault, but cloudless radiance gild</br>The sky, and ceaseless verdure deck the field.", "Foremost the king advanc'd, and bade the sound,</br>That calls to battles, rise:  his bards renown'd,</br>Oswald and Eric thus his will obey:</br>The plain re-echoes to the lofty lay.", "\"Dark on his cloud, unseen by mortal eye,</br>The ruler of the battle sits on high,</br>Dread Odin, first of heavenly powers ador'd,</br>With shafts of death ten thousand quivers stor'd</br>Stand by his side:  The fatal bow he bends;</br>And wide around the rapid shower descends.</br>In silence flits thro' air each viewless dart,</br>And fills with torturing pangs the dastard's heart.</br>To Hela's drear abodes embrown'd in night,</br>Their feeble spirits urge their downward flight.</br>Not so the brave, no fears their minds controul,</br>Unfelt their wounds, unvanquish'd is their soul.</br>Death then is more than victory! &mdash; The God</br>Of battle hails them to his bright abode.</br>For them he bids the plenteous banquet mine,</br>And the bowl flow with Hydromel divine.</br>Rise then, exulting in your might arise!</br>Conquest or death alike the valiant prize.</br>This, shall your days on earth with honour crown</br>That flat you mid the gods, and chiefs of old renown.\"", "While thus the bards awak'd th' inspiring song,</br>Extatic fury seiz'd the martial throng:</br>And, as the close-compacted lines advance,</br>(Thro' winter's watry cloud thus sun-beams glance,</br>When threatning storms th' unshelter'd swain affright,)</br>On either side full many a gallant knight,</br>Burst thro' the gloom of war with loosen'd rein,</br>Couch'd the strong lance, and blaz'd athwart the plain.", "More dreadful now the din of battle grows;</br>Spears clash with spears, with bucklers bucklers close.</br>Shrill flits the arrow from the twanging string,</br>And stones on batter'd mail rebounding ring.</br>The keen-edg'd falchion, helm, and hawberk rends;</br>The ponderous axe with thundering sound descends.</br>The trump's loud clangors mixt with dying cries,</br>And shouts of wrathful heroes shake the skies.", "Th' unhallow'd sisters to the clouds repair,</br>And darkly-hovering on the wings of air,</br>Like famish'd vulture, mark'd with keen delight</br>The fall of warriors, and the waste of fight.", "Here, furious Hacon with resistless force</br>Thro' yielding ranks impells his foaming horse.</br>Emania's monarch there, with matchless might</br>Wields his huge mace, and prostrate lays the fight.</br>Thy course of glory, Sweno, who can trace?</br>Thy foe's destruction, and thy country's grace!</br>While shook the brave, no terror Conal knew,</br>To prove his might athwart the plain he flew.</br>Nor strength, nor skill 'gainst Hacon's son avail,</br>Nor massy buckler, nor protecting mail:</br>The fatal spear thro' shield and corslet flies,</br>And stretch'd in dust the hapless warrior lies.", "Unconscious of her Much-lov'd hero's fall,</br>Ithona sits in Thomond's lofty hall,</br>And bids the bards to him awake their lays&mdash;</br>For who like Conal claimd the meed of praise!</br>Sudden, ere yet they touch'd the warbling wire,</br>Burst mournful sounds instinctive from the lyre:</br>And lo!  the dogs, companions of the chace,</br>In shuddering terror gaze on vacant space.</br>Their lord's sad image rises to their view;</br>Faint gleam his arms, and pallid is his hue.</br>His dimly-rolling eyes on Thomond's fair</br>In grief he bends; then borne aloft in air,</br>And wrapt in darkness on the gale he flies;</br>Deep mourn the faithful train, and howlings wild arise.</br>She marks the signs that speak her hero low;</br>Rends her dark tresses, beats her breast of snow,</br>And gives her days to solitary woe.", "Before his bands see Neustria's chief advance!</br>A bold Norwegian sinks beneath his lance.</br>As from his side the weighty spear he rends,</br>On his strong vantbrass Hacon's sword descends,</br>And sheers him to the bone.  His knightly train</br>Rush to his aid, and bear him from the plain.", "Of strength unyielding, spirit unsubdued,</br>Like some dark rock that braves the surging flood,</br>Emania's monarch stands unmov'd:  the tide</br>Of battle rolls, and breaks against his side.</br>Now here, now there, he deals the deadly wound,</br>And mangled corses strew th' ensanguin'd ground.", "Norwegia's leader thundering thro' the field,</br>Against the warrior's breast his lance impell'd.</br>Unwounded he sustain'd the mighty shock;</br>The pointed lance on his strong corslet broke.</br>Hacon again, his courser check'd, prepares</br>T' assail the chief; his flaming falchion bares,</br>Then forward spurs the steed:  his mace on high</br>Fiacha lifts &mdash; As hissing thro' the sky</br>Th' impetuous bolt descends, the blow he sped</br>Full on th' advancing courser's mail-clad head:</br>Breathless he sunk, and headlong on the plain</br>The monarch hurl'd:  Emania's lord again</br>Lifts the dread mace. &mdash; What now, O king!  avail</br>Thy numerous warriors, and thy temper'd mail.</br>No temper'd mail resists Fiacha's might;</br>Thy warriors distant tremble at the sight.", "But generous Sweno marks the lowly laid,</br>And hastes with pious valour to thy aid.</br>Beneath the lifted arm he swift addrest</br>The levell'd spear:  thro' great Fiacha's chest</br>Its furious way the vengeful weapon tore,</br>And issu'd far beyond, embath'd in gore.</br>Thundering he falls, the ponderous mace foregoes,</br>And o'er his eyes the shades of darkness close.", "Ierne's bands in terror quit the field;</br>Maronan, Adamar, reluctant yield.</br>Oft lion-like they turn, and, in the strife,</br>Gore the proud hunters that pursue their life.", "Lo!  darting thro' the plain, in arms whose blaze</br>Rivall'd the summer sun's meridian rays,</br>A stately knight, on his hot courser borne,</br>That champ'd the golden bit he seem'd to scorn,</br>Appear'd, and loudly thus:  \"To pale affright</br>Shall Arthur's friends submit in Arthur's sight?</br>The dastard meets the fate he shuns, the brave</br>By generous contest triumph o'er the grave.\"", "Enraptur'd they behold, enraptur'd hear</br>The hero's voice, and scorn their former fear.</br>Again they turn, they form the deepning line,</br>And close-wedg'd shields a glittering rampart shine.", "Chill, watry vapours thus that float on high,</br>Their grey robes waving thro' the wintry sky,</br>From ice-clad realms when bursts the polar blast,</br>Condense, then gathering shade on shade, o'ercast</br>The front of heaven; and on the ravag'd vale</br>Pour the sharp sleet, and loud-resounding hail.", "Meanwhile the prince darts furious on his foes;</br>A grove of spears the dauntless prince enclose;</br>He braves, he meets the shock; and whirls around</br>His dreadful sword that gives no second wound:</br>Bursts unresisted thro' the black array;</br>His course is mark'd with death, and terror points his way!</br>An eagle thus, when o'er Plinlimmon's head</br>Descending clouds a robe of darkness spread,</br>Wings thro' th' encircling gloom his rapid flight,</br>Then soars exulting mid the fields of light.", "Can words his actions paint, when valor's flame</br>Glow'd in his eyes, and lighten'd in his frame?</br>Where'er he rush'd, more fierce the tumult roar'd,</br>Around his course the blood of thousands pour'd.</br>Beneath th' ethereal fire's resistless stroke,</br>As sinks the lofty pine, the knotted oak,</br>Heroes and kings beneath his matchless might</br>Bestrew the plain:  the crowded ranks of fight</br>Like sun-drawn mists dissolve.  The pitying muse</br>Death's wasteful course reluctantly pursues.", "To one alone, who claims th' applauding lay,</br>'Tis her's the tributary strain to pay;</br>Hacon's brave son &mdash; No equal yet he found;</br>By Deva's banks he spreads destruction round.</br>His lance arrests the dastard as he flies;</br>His force the valiant proves, and proving dies.</br>But short the triumph &mdash; Uther's son draws near,</br>And fate dim hovers round his beaming spear.", "\"Secure of glory in the living lay,</br>No longer urge to fame thy dangerous way!</br>Retire, nor brave yon terror of the plain!\"</br>Thus warn'd Norwegia's bards, but warn'd the youth in vain.", "Hurl'd from his seat, beside the stream he lies;</br>Life's fading taper in his swimming eyes</br>Dim twinkling gleams:  his golden locks bestrew</br>The plain; while struck with sorrow at the view,</br>His faithful steed the languid head declines;</br>On the green bank his shatter'd helmet shines;</br>O'er his broad buckler rolls the torrent grey,</br>And ting'd with blood pursues its mazy way.", "The Briton marks with grief th' expiring foe;</br>\"Perchance,\" he cries, \"not mortal is the blow.</br>Few are thy years, yet mighty were thy deeds;</br>And sorrow melts my soul when valour bleeds.\"</br>Thus he replied with weak and struggling breath;</br>\"I meet the warriors doom, and welcome death.</br>To swell another's fame, disgraceful thought!</br>Vanquish'd to live, were life too dearly bought.</br>No, since 'tis mine to fall beneath the brave,</br>I mourn not; for what honour deigns to crave,</br>Honour will grant; and Britain's generous chief</br>Accord my suit:  to sooth a father's grief,</br>My arms, and breathless corse restore!\" &mdash; He said,</br>His dim eyes clos'd &mdash; the gallant spirit fled.", "\"Farewell, brave youth!\"  thus Uther's generous son</br>Mournful exclaim'd, \"what glory hadst thou won,</br>If fate vouchsaf'd thee but a longer day!</br>Sweno, farewell!  thou bright, but transient ray&mdash;</br>Approach ye sacred bards, to whom belong</br>The warbling lyre, and joy-diffusing song.</br>Not against you the vengeful blade we raise,</br>Who bid the hero live to future days&mdash;</br>Approach in safety, and dismiss your fear:</br>To his sad sire the breathless warrior bear;</br>And (may it sooth his troubled breast) relate</br>He fell by Arthur, who bewail'd his fate.\"", "Hacon, retir'd beyond the martial lines,</br>With toil sore spent, to younger knights resigns</br>The field of glory; and beholds from far,</br>In wonder lost, the surging tide of war</br>Roll backward:  but amazement soon supprest,</br>To grief consign'd the empire of his breast.</br>His hapless son before his view is laid:</br>In speechless agony he marks the dead.</br>Lost is the warrior's firmness, that defied</br>The power of fortune  &mdash; lost the regal pride,</br>That mock'd at woe:  the heart-wrung tear descends,</br>The hoary honours of his head he rends:</br>And, while his bosom throbs with frequent sighs,</br>Clasping the clay-cold corse on earth he lies.", "His bards indignant mark his frantic grief;</br>When Oswald thus:  \"Is this the haughty chief,</br>Who wades to fame thro' war's empurpled tide,</br>Terror his lov'd compeer, and Death his guide!</br>Can he lament the warrior's envied state,</br>By valour plac'd beyond the reach of fate?</br>His destin'd course thy son with honour ran,</br>And fell a hero ere he liv'd a man.</br>That be his praise, to glory in it thine;</br>'Tis Hacon's right to triumph, not repine!\"", "\"Cease, cease,\" he cried:  \"can words relief impart,</br>And pluck the shaft of anguish from my heart?</br>Behold yon blasted oak!  canst thou array</br>Its wither'd branches in the pomp of May?</br>Bid it again exalt its towering head,</br>And to the winds its leafy honours spread?</br>Spring will return &mdash; but ne'er returning spring</br>Around its trunk the verdant wreath shall fling:</br>Nor time revolving to my new restore</br>My hero's budding honours &mdash; He no more</br>Shall shelter yield in danger's stormy day&mdash;</br>And shall I lonely moulder to decay,</br>A burthen to the earth?\" &mdash; With vengeful mind</br>He mounts his steed; when Eric thus rejoin'd.", "\"Canst thou with stand, enfeebled by thy wounds,</br>And length of years, yon warrior who confounds</br>Embattled armies?  Hence, the thought resign!</br>On other realms the beams of glory shine.</br>Again thy prowess shall be shewn; again</br>Our crowded fails shall shade the burthen'd main;</br>Thy wonted field of honour, where the brave</br>Reap fame's rich harvest on the rolling wave.</br>Shall Sweno's lovely form be given the prey</br>To ravenous wolves?  wilt thou deny the lay</br>To Sweno's praise?  the rites sepulchral paid,</br>Then think of vengeance to atone his shade.\"", "The King reluctant yields:  his glaring eyes</br>He backward turns, whilst in his bosom rise</br>Conflicting passions:  oft he checks his course,</br>And grasps his sword, and longs its wonted force</br>Once more to prove:  at length to fate resign'd,</br>He flies &mdash; the storm of battle roars behind.", "But where the might of Valdemar engag'd,</br>And Lancelot the direful conflict wag'd,</br>Both skill'd alike in knightly lists to dare,</br>Or wield the thunder of collected war,</br>There, either host to yield or fly disdain'd;</br>There, equal valour, equal fury reign'd:</br>'Mid' slaughter'd heaps smiled terror's ghastly king,</br>And conquest hover'd with suspended wing.", "Elate with conscious might, inflam'd with ire,</br>The leaders meet:  on either side retire</br>The hostile bands:  on them their hopes rely:</br>With timorous expectation every eye</br>On them is bent &mdash; no longer roar the plains</br>With shouts and clanging arms, but awful silence reigns.", "Soon rag'd the combat; on each temper'd shield</br>The tough spears shivering sparkled o'er the field.</br>Each from his side the trenchant falchion drew;</br>In flaming circles round their heads they flew.</br>With lightning-speed the rapid blow descends;</br>Shares the broad buckler, helm, and hawberk rends.</br>Tho' breathless, faint, still fury strength supplies,</br>And gushing blood the mail with crimson dyes.</br>Awhile they close, then wheel their steeds around,</br>At greater length to aim the deadly wound.</br>When, trampling on his master's splinter'd spear,</br>The Danish courser stop'd in mid career,</br>Then flound'ring sunk:  the steely point upsprung</br>Thro' the tough hoof, and pain his bosom wrung.", "The British knight, whose generous soul disdain'd</br>Th' advantage chance allow'd, his courser rein'd;</br>Resolv'd on foot to end the direful strife&mdash;</br>But Dacia trembled for her champion's life.</br>On Lancelot, loud-hissing thro' the sky,</br>Spears, darts, and stones, a mingled tempest fly.</br>Some from the plated mail innocuous bound;</br>Some gore his breast with many a painful wound,</br>Yet short of death they fall; in arms again</br>The knight shall shine the terror of the plain.</br>Minstrels of various climes shall sound his praise,</br>And give his glory to remotest days.", "To save their friend, see Bedavere arise;</br>See, vengeance flames in youthful Gawaine's eyes,</br>His axe, the death of heroes, Lonval rears;</br>Beorte plunges mid the strife of spears:</br>Urien's undaunted breast with fury burns;</br>And Hoel's arm the ranks of war o'erturns.</br>As down the valley bursts th' impetuous flood,</br>They waste the plain, and roll their course in blood.", "But like the wave-defying rock, when glide</br>Descending waters down its rugged side,</br>As o'er his arms the sanguine current flows,</br>The gloomy form of Valdemar arose,</br>He checks their rage; again the war-train'd steed</br>He mounts, and Britain's bravest heroes bleed.", "See, Urien falls!  descending on his crest</br>The ruthless falchion cleaves him to the chest.</br>And, but thy burgonet repell'd the blow,</br>Hoel!  thy death had graced the haughty foe.</br>The keen-edg'd blade th' uplifted buckler rends,</br>And loudly thund'ring on the casque descends,</br>There stop'd:  advancing swift in close array</br>Th' Armoric knights their guardian shields display</br>Around their king:  nor long can they withstand</br>The Dacian monarch's wide-destroying hand.</br>He, thro' the brazen wall, resistless hews</br>His wasteful way, and death his course pursues.</br>Th' Armoric bands recede; and to the skies</br>Their barbarous foes' exulting shouts arise.", "Far different sounds from where the Saxons sought,</br>Nearer the stream, the light-wing'd breezes brought:</br>Thence the wild voice of uproar pierc'd the ear:</br>The hollow groans of death, the shrieks of fear.</br>And lo!  in shatter'd arms, with blood disdain'd,</br>Fierce Ida cross'd the field &mdash; the spear sustain'd,</br>His tottering weight; he thus the king addrest,</br>Th' imperfect words in anguish half-supprest.", "\"Display not here thy unavailing might:</br>Behold, where Uther's son consumes the fight.</br>On Elva's banks the voice of woe shall rise,</br>For low in dust the gallant Cerdic lies;</br>And loud laments be heard on Denmark's shore;</br>Thy friend, the brave Biorno, is no more.</br>Avenge their fate &mdash; then, Valdemar, thy name</br>Shall stand unrivall'd in the list of fame.</br>Father of gods!  unfold thy spacious hall&mdash;</br>A croud of heroes wait thy aweful call.\"", "He said, and died; as Valdemar beheld</br>The shameful rout, his manly bosom swell'd</br>With more than wonted ardour:  how to fly</br>The hero knew not, but he knew to die:</br>And still he hop'd, the valiant scorn despair,</br>From his proud foe the wreath of fame to tear.</br>Thro' yielding ranks his rapid course he bends,</br>And, like the thunder's rattling peal, he sends</br>His voice in bold defiance.  Arthur heard,</br>Couch'd the strong lance, and out-stretch'd buckler rear'd.", "In storms ascending thro' the clouded sky,</br>As rolls th' ensanguin'd moon her orb on high,</br>Presaging ruin; thus his blood-streak'd shield</br>Uplifted, gleam'd portentous o'er the field.", "The sisters dire behold; th' unequal fight</br>They dread:  for still with unabated might</br>Arthur's strong arm the ranks of war confounds,</br>While from the toil-worn monarch's gaping wounds</br>Distill'd the crimson tide, &mdash; Their quenchless hate</br>To virtue's cause, protracts the warrior's fate.", "An insect's form, like that whose rapid wing</br>Plays murmuring round the opening bloom of spring,</br>A fiend assum'd; and in the courser's breast</br>Infix'd a wound:  and soon the steed confest</br>Th' envenom'd plague &mdash; while frenzy fired his brain,</br>Throbb'd in his heart, and thrill'd thro' every vein,</br>He bounds away, by rage, by fear impell'd,</br>His force increas'd, his active limbs upheld</br>By spirit not their own.  Vexation, grief,</br>And conscious shame distract the furious chief,</br>The spur avails not, nor the guiding rein;</br>The maddning courser pours along the plain.", "The Briton swift pursues; and loud behind</br>His haughty threats come growing on the wind;</br>And in the hero's breast, the hated sound</br>Than barbed shafts, implants a deadlier wound.", "But soon th' insulting foe he hears no more;</br>Faint and more faint the battle's distant roar</br>Now dies away:  the chief, at close of eve,</br>Th' embowering shades of Celidon receive.</br>There stop'd the steed; and there the raging pest,</br>That madden'd thro' his veins forsook his breast.</br>His mighty lord unable to sustain,</br>The panting heart's tough cordage rent in twain,</br>He faints, he falls:  without a groan he dies,</br>And motionless on earth extended lies.", "Awhile the knight with grief-distracted mind</br>Rests, by the fountain's mossy brim reclin'd.</br>His shield, his batter'd arms the plain bestrew:</br>The verdant plain is streak'd with sanguine hue.</br>Now bounding from the earth, his glaring eyes</br>He upward lifts, and thus attests the skies.", "\"O sun!  who, sinking from thy towering height,</br>Hast seen me borne reluctant from the fight;</br>Thou conscious moon!  ye glittering orbs on high,</br>That grace her course and gild the glowing sky;</br>Witness this bosom, tho' to flight compell'd,</br>With rage indignant, not with terror, swell'd,</br>And you, my friends, whom I behold no more,</br>My tried associates in the battle's roar,</br>Witness, from danger's front I never fled;</br>Where raged the conflict, where the mighty bled,</br>Your monarch drove.  Your rampart was his shield,</br>His sword, your beacon, shone in glory's field.</br>Ah, friends belov'd!  for whom I mourn in vain,</br>Whose spirits wander o'er the fatal plain;</br>Or hovering on the breeze around your chief,</br>Mark his wild anguish, and partake his grief!</br>A while your flight to Odin's hall delay;</br>To Thora's ear the mournful tale convey.</br>Tell her, by fraud betray'd, not force o'erthrown,</br>I fled &mdash; that conscious honor is my own.</br>That Valdemar, resolv'd his fate to brave,</br>Will never sink a coward to the grave:</br>But on the Briton, &mdash; Vengeance bend thine ear!</br>Requite his wrongs, or cease those wrongs to bear.</br>Should I no more to Denmark's coast return,</br>Forbid the fair with bootless tears to mourn</br>My fate &mdash; to her belongs a nobler care;</br>Hialmar lives to pour the storm of war</br>On Britain's coast; t' avenge his fire's disgrace,</br>And guard the honors of a martial race.\"", "Thus as he spoke, in spight of manly pride,</br>From his swoll'n eyes forth gush'd the genial tide.</br>Th' endearing joys that crown domestic life,</br>The smiling offspring and the faithful wife</br>Rise on his soul.  Ye haughty sons of fame!</br>Whose generous spirits high resolves inflame;</br>When urg'd to arms you quit your darling fair,</br>Or tender babes, soft objects of your care;</br>Can stubborn honor then your bosoms steel,</br>Or martial pride subdue the pangs ye feel?</br>Ah no!  the sigh supprest, the heart-wrung groan,</br>Reveals the anguish that you dare not own.", ""]