["Go forward Muse, tho' friendless, tho' unknown</br>In that bright Sisterhood whose magic power</br>Could break the spells of cold oblivion,</br>And give to noble deeds the high reward</br>Of deathless praise.  Dar'st thou in numbers rude</br>Traverse the scenes of War, or thy base verse</br>Enoble with His name, whose youthful sword</br>Dealt forth destruction to th' aspiring Gaul?</br>Or can thy fond imagination reach</br>The springs of that sage wisdom, whose full tide</br>Flow'd in his breast?  go then, and let me guide</br>My frequent step to that fair cloister'd dome</br>Rear'd by his hand, where science sits enthron'd,</br>And sheds her beams around.  Oft let my stray</br>Along the willow-fringed banks of Cam:</br>And as I view yon ivy-mantled tower,</br>The haughty remnant of a Tyrant's rule;</br>E'en from the drear neglected ruins there</br>Pluck a fresh wreath to bind his honour'd brow:</br>There at his voice Captivity oft dropt</br>Her iron sceptre, and her squallid sons</br>Let loose, to Liberty and life restor'd.", "What then, alas!  can Man's vain wit devise</br>To be the record of his Memory?</br>Whose good deeds by the hand of Truth are fil'd</br>On Heaven's eternal bead-roll, and on Earth</br>Survive to bless his Seed; \"And be they blest,\"</br>Cry'd out exulting, as before my sight</br>Burst forth the Guardian of the British Isle:</br>I knew he by the precious badge he bore,</br>The sanguine Cross drawn on his silver shield;</br>\"And be they blest,\" again he cry'd,</br>\"If Truth and Honour e'er can guide</br>The unsteady bark of human life,</br>Safe from the shoals of stately strife.</br>I speak not with the false disguise</br>Which Flatt'ry draws o'er mortal eyes:</br>For I can pierce the heart's close cell,</br>Where thought, desire, and conscience dwell;</br>Where hope and pleasure, fear and pain,</br>By turns their restless rule maintain.", "\"Hid from the World's observant eye</br>In Cliefden's bower, I still was by:</br>Yes, I beheld with transport there,</br>The Princely Parent's pious care;</br>Mark'd the glad moment, in the Son</br>When all the Sire expressive shone.</br>E'en then, at Reason's dawning day,</br>Each eager Virtue wing'd her way,</br>To pour her radiance in his breast:</br>With joy He hail'd each heav'nly guest;</br>And bade her frame his yielding mind</br>In ev'ry act to bless mankind;</br>At others' woe to drop the tear,</br>And win by love, not awe by fear.", "\"Fair stem of Honour, may thy Name,</br>Stand foremost on the rolls of fame.</br>May no vain fears, no doubts annoy</br>The fulness of thy heartfelt joy.</br>So may thy blest example shine</br>Through ages in thy Royal line;</br>Till round these realms the Sea shall cease to run,</br>And this firm Isle to front the falling Sun.\"</br>"]