["Why mourns th' ingenuous Moralist, whose mind</br>Science has stor'd and piety refin'd,</br>That fading chivalry displays no more</br>Her pomp, and stately tournaments of yore?</br>Lo!  when Philosophy and Truth advance,</br>Scar'd at their frown, she drops her glittering lance:</br>Round her reft castles the pale ivy crawls,</br>And sunk and silent are her banner'd halls!", "As when far off the golden evening sails,</br>And slowly sink the fancy-painted vales,</br>With rich pavilions spread, in long array;</br>So rolls the enchanter's radiant realm away;</br>So on the sight the parting glories fade,</br>The gorgeous vision sets in endless shade.</br>But shall the musing sage for this lament,</br>Or mourn the charm dissolv'd, the fabrick rent?</br>Shall he, with Fancy's poor and pensive child,</br>Gaze on his shadowy vales, and prospects wild,</br>With ling'ring love, and sighing bid farewell</br>To Fiction's realm, when Truth has burst the shell?", "No, BURKE, thy heart, by juster feelings led,</br>Mourns (whilst the fading pictures sink and die</br>In Reason's colder clime and purer sky),</br>That liberal Sentiment's exulting train</br>With these should smile, with these should leave the plain;</br>With these the graceful sympathies depart,</br>That wak'd with gentlest touch th' according heart;</br>Whilst Speculation's barren boast succeeds</br>To ardent energies, and glitt'ring deeds.", "Nor shall the wise and good with spleen deride</br>These fair illusions of the heart allied.</br>Tho' now no more proud Chivalry recalls</br>Her turneys bright and pealing festivals;</br>Tho' now on high her idle spear is hung;</br>Tho' time her mould'ring harp has half unstrung,</br>Still to that peaceful harp's expiring sound</br>Love shall awake, and Fancy dance around;</br>Her milder influence shall she still impart</br>To decorate, but not disguise the heart;</br>To nurse the tender sympathies that play</br>In the short sunshine of Life's early way;</br>The vale retir'd of social Love to chear,</br>And half beguile Misfortune of her tear!", "Lo!  this her boast; and still, O BURKE, be thine</br>Her glowing hues that warm, yet temper'd shine:</br>Whilst whispers bland, and fairest dreams attend</br>Thy evening path till Life's last shades descend!</br>So may she soothe, with loftier Wisdom's aid,</br>Thy musing leisure in the silent shade,</br>And bid poor Fancy, her cold pinions wet,</br>Life's cloudy skies and beating show'rs forget.</br>Yet what, O BURKE, shall shield thy honour'd hairs,</br>Thy toiling age unthank'd, and bow'd with cares?</br>What charm the tumult of the bosom still,</br>And breath the sweet forgetfulness of ill?</br>Ev'n now thy foes with louder accents cry,</br>\"Champion of unrelenting tyranny,</br>At Freedom hast thou aim'd the deadly blow,</br>And striven with impious arm to lay her altars low!\"", "No, BURKE, indignant at the voice we start:</br>We trust thy liberal views, thy generous heart:</br>We think of those who, naked, pale, and poor,</br>Reliev'd and bless'd have wandered from thy door:</br>We see thee with unwearied zeal explore</br>Pow'rs bloody footsteps on the farthest shore</br>Of injur'd Asia, and thy swelling breast</br>Harrowing the oppressor, mourning for the opprest.</br>No, BURKE, where'er Injustice rears her head,</br>Where'er with blood her idol grim is fed,</br>Where'er fell Cruelty at her command</br>Sweeps, like the pestilence, the groaning land;</br>And striding, like a giant, onward hies,</br>Whilst man, a trodden worm, looks up, and dies;</br>Where'er pale Murder in her train appears</br>With reeking axe, and garments wet with tears;</br>Or with stern brow, array'd in darker gloom,</br>Points to the dungeon silent as the tomb,</br>Thou the just cause of Heav'n with joy shalt greet,</br>Firm in the battle's van thy heart with joy shall beat:</br>Then shalt thou own, whilst Justice lifts the rod,</br>The cause of Freedom is the cause of God!</br>Of Freedom!  who, rejoicing, dost abide</br>On the bleak rock, whose sanguine spear is dy'd</br>In the heart's blood of those who vaunting trod</br>On Mercy's altars, and the shrine of God;</br>When I behold thee firm, yet cool, advance</br>To scare th' oppressor with thy lifted lance;</br>When thou dost rear thy red right arm on high,</br>Bath'd in the blood of prostrate Tyranny;</br>When all thy form its awful port assumes,</br>And in the tempest shake thy crimson plumes,</br>I mark thy lofty mien, thy steady eye,</br>\"So fall thy foes!\"  with tears of joy, I cry.", "But ne'er may Anarchy, with eyes on flame,</br>And mien distract, assume thy awful name.</br>To her black ensign, dark'ning all the air,</br>Confus'd the murmuring multitude repair;</br>Till, rising in her might, her gloomy form</br>Pours with distracted hand th' o'erwhelming storm.</br>Before her dread career the good and just</br>Retire, with Virtue mourning in the dust.</br>As when the rising blast with muttering sweep</br>Sounds 'mid the sear leaves of the forest deep,</br>The sad horizon lowers, the parting sun</br>Is hid, strange murmurs thro' the high wood run,</br>The falcon wheels away his mournful flight,</br>And leaves the glens to Solitude and Night;</br>Till soon the Hurricane, in dismal shroud,</br>Comes forth, and sounds her pealing conch aloud:</br>The oak majestic bows its aged head,</br>And ruin round its ancient reign is spread.</br>So the dark Fiend, rejoicing in her might,</br>Pours desolation and the storm of night:</br>Mid wrecks and ruins now she takes her stand,</br>A dismal torch red-blazing in her hand;</br>Its glare disastrous round her tent is shed,</br>And high to Heav'n she rears her hydra head.", "Whether her temple, wet with human gore,</br>She thus may raise on Gallia's bleeding shore,</br>Belongs to Him alone, and His high will,</br>Who bids the tempests of the world be still.", "With joy we turn to Albion's happier plain,</br>Where ancient Freedom holds her temperate reign;</br>Where Justice sits majestic on her throne;</br>Where Mercy turns her ear to every groan!</br>O Albion!  fairest Isle, whose verdant plain</br>Springs beauteous from the blue and billowy main;</br>In peaceful pomp whose tower'd cities rise,</br>And lift their glitt'ring foreheads to the skies;</br>Whose airy hills with wand'ring flocks are crown'd,</br>With tabrets whose green villages resound;</br>Whose far-fam'd commerce loads the yielding tides,</br>And o'er the darken'd Deep triumphant rides.</br>O!  mid thy cities old, thy cultur'd vales,</br>(That with fond transport Contemplation hails:)</br>May Honour's train with liberal manners shine,</br>And love, and gallant deeds, and liberty be thine!", "To Him who firm thy injur'd cause has fought,</br>This humble offering, lo!  the muse has brought:</br>Nor heed thou, BURKE, if with malignant eye</br>Envy, or Hate, thy active toils decry.", "'Tis the hard lot of Genius oft to mourn,</br>As sad he journeys thro' this cloudy bourne:</br>If hightest virtue mark his chosen breast,</br>And on the forehead shews her seal imprest;</br>Perhaps he mourns in bleak Misfortune's shade,</br>His age and cares with penury repaid;</br>His errors deeply scann'd, his worth forgot,</br>Or mark'd by hard Injustice with a blot.</br>If high he soars, and keep his distant way,</br>And spreads his ample pinions to the day,</br>Lo!  envious Rumour sickens at his name,</br>And all her tongues are busy at his fame.", "But 'tis enough to hold, as best we may,</br>Our destin'd track, till sets the closing day;</br>Whether with living lustre we adorn</br>Our high sphere, like the radiance of the morn;</br>Or, Whether silent in the shade we move,</br>Chear'd by the lonely star of pensive love;</br>Or, Whether dark-opposing storms we stem,</br>Panting for Virtue's distant diadem;</br>'Tis the unshaken mind, the conscience pure,</br>That bids us firmly act, or meek endure;</br>'Tis this may shield us when the storm beat hard,</br>Content, tho' poor, had we no other guard!</br>"]