["Queen Juno does an artful wile,</br>'Gainst Jupiter employ;</br>And hinders him, by aid of sleep,</br>From giving help to Troy.", "The golden-throned queen of heaven beheld</br>The arduous conflict from the Olympian height;</br>Well pleased she saw, upon th' ensanguined field,</br>King Neptune toiling in the glorious fight:</br>But Jove she viewed not with the like delight</br>On wat'ry Ida's loftiest peak reclined;</br>The goddess, filled with hatred at his sight,</br>Stood pondering long what method she could find,</br>With artful wile to cheat th' Almighty Thunderer's mind.", "Thus she resolves at length; to go to Ide,</br>Adorned with all the aiding powers of art;</br>There on the force of beauty she relied,</br>To win the Aegis-bearing monarch's heart</br>Then from the fight to turn his eyes apart,</br>Bending his lids with sleep's oblivious load;</br>Pleased with the thought she hastens to depart,</br>And speeds her steps to gain her own abode,</br>Built by her favourite son, Vulcan the artist God.", "Then to her secret bower she bent her way,</br>None, save herself, its threshold ever passed;</br>Its doors she oped with her mysterious key,</br>Then entering, closed the splendid Portal fast:</br>O'er her fair form ambrosial streams she cast,</br>And oil, soft, fragrant, grateful to the sense;</br>Its powerful perfume from the chamber past</br>Through the whole dome; the gales conveyed it thence,</br>O'er all the heavens and earth new fragrance to dispense.", "This labour done, she wreathes her heavenly hair,</br>On her immortal head in curls to twine;</br>Then round her casts the robe of beauty rare</br>Which Pallas wrought with many a rich design;</br>Its folds above bright golden clasps confine,</br>A circling zone close binds it at the waist,</br>A zone round which a hundred tassels shine,</br>A splendid fringe; then in her ears she placed</br>Her sparkling rings of gold, with three fair brilliants graced.", "Next her fine form the mantle's fade surround,</br>New-woven, of splendour dazzling as the sun;</br>Her sandals last upon her feet she bound,</br>And then the pleasing cares of dress were done;</br>Straight from her bower to Venus has she gone,</br>Whom she addressed, withdrawing her apart;</br>\"Say, daughter dear, shall my request be won?</br>Or wilt thou scorn my suit, enraged at heart</br>That I espouse the Greek, and thou the Trojan part?\"", "Fair Venus gave the queen a mild reply,</br>\"Be thy request, imperial Juno, made,</br>Nor fear that Venus will the suit deny;</br>If I can grant thy bidding is obey'd.\"</br>With artful wile the heavenly sovereign said:</br>\"Grant that I may those powerful charms display,</br>By which the sons of heaven and earth are swayed;</br>For I to earth's far limits bend my way,</br>Where Ocean, sire of Gods, and ancient Tethys sway.", "\"Me to their realms my mother Rhea sent,</br>Where I was bred beneath their fostering care;</br>Where Saturn, under earth and ocean pent,</br>Resigned to Jove the empire of the air.</br>I haste to reconcile the ancient pair,</br>Since angry quarrels have disturbed their peace;</br>No more the genial couch of love they share,</br>But if my voice should bid the contest cease,</br>How would their former love, for such kind care, increase.\"", "\"Could I refuse,\" the queen of smiles replied,</br>\"The regal consort of the Almighty Sire?\"</br>Then from her breast the cestus she untied,</br>In which was stored whate'er can love inspire;</br>In it was tender passion, warm desire,</br>Fond lovers' soft and amorous intercourse,</br>Th' endearing looks and accents that can fire</br>The soul with passionate love's resistless force,</br>'Gainst which the wisest find in wisdom no resource.", "Into Saturnia's hand she gave the zone,</br>And said, \"Conceal this cestus in thy breast&mdash;</br>Such is th' embroidered girdle's power, that none</br>Can e'er refuse to grant thee thy request.\"</br>Gladly the queen received it, and expressed</br>Her heartfelt pleasure by a gracious smile;</br>Quick to her bosom she the girdle pressed:&mdash;</br>Fair Venus sought the Thunderer's lordly pile,</br>And Juno left the skies to seek the Lemnian isle.", "Above Pieria's realms the goddess speeds,</br>O'er fair Emathia, o'er the mountains steep</br>Of snowy Thrace, renowned for generous steeds;</br>Nor touched the earth.  She then descends to sweep,</br>From Atho's summit o'er the billowy deep;</br>Lemnos, where noble Thoas held command,</br>Quickly she gains, and meets the god of sleep;</br>Death's drowsy brother taking by the hand,</br>She urges thus her suit in accents soft and bland:&mdash;", "\"Sleep, whose dominion gods and men obey,</br>If to assist me thou did'st e'er incline,</br>Assist me now.  I grateful shall repay,</br>If Jove's bright eyes to slumber thou consign,</br>While in his fond embraces I recline.</br>A golden throne Vulcan my son shall mould,</br>In recompence for this, with art divine;</br>A throne and footstool of the purest gold,</br>Which will thy shapely feet at the gay feast uphold.\"", "Sleep thus replied:  \"Saturnia, queen supreme,</br>On any other should my influence fall</br>Among th' immortals, even upon the stream</br>Of ancient Ocean, parent of us all,</br>But not on Jove, save when he deigns to call.</br>At thy request I ventured once before</br>In my soft bonds his senses to enthral,</br>What time his conquering gallies from the shore</br>Of subjugated Troy the great Alcides bore.", "\"Around his soul my balmy influence cast</br>Lulled into sleep th' all-seeing eyes of Jove;</br>While, roused by thee, the terrors of the blast</br>Against his son in tempest fury strove,</br>And into populous Cos his vessels drove</br>Far from his friends &mdash; when Jove awaked again</br>He hurled th' immortals through the halls above;</br>Me chief he sought, to 'whelm me in the main,</br>Did not resistless Night his 'vengeful ire restrain.", "\"To her, who spreads her unsubdued control</br>O'er men and gods, I bent my hasty flight,</br>Jove then forgave, though angry in his soul,</br>For he revered the power of ancient Night.</br>Then canst thou me forgetful thus invite,</br>Rashly again the sovereign's wrath to dare?\"</br>\"Let not such idle thoughts thy soul affright,\"</br>Juno replied, \"Has Jupiter such care</br>For Ilium's haughty sons, as for his valorous heir.", "\"Can they to him their lofty lineage trace?</br>But come, I'll gift thee with a heavenly bride,</br>Pasithea, the fair, the youthful Grace,</br>The maid for whose bright charms thou long hast sighed.\"</br>She ceased, o'erjoyed the slumberous god replied,</br>\"By Styx, inviolable river, swear;</br>Let one hand touch the ocean's level tide,</br>Let fruitful earth the other hand upbear,</br>That the dark gods below the solemn vow may hear.", "\"That they may witness, from the depths of space,</br>Where round old Saturn circled they remain,</br>That thou wilt gift me with that heavenly Grace</br>For whose bright charms I sigh so long in vain.\"</br>Fair Juno took the oath; in solemn strain</br>By name invoking from the realms below</br>The subtartarean gods, the Titan train,</br>That they the sacred covenant might know,</br>Thus was the contract made, and ratified the vow.", "Then bent on speed, the Imbrian shore they leave,</br>And wrapt in darkness, for Mount Ida make;</br>Arrived at Lectos, springing from the wave,</br>Aloft in air their soaring course they take;</br>Beneath their feet the lofty forests shake,</br>As o'er their topmost boughs in haste they flew,</br>And where the branches formed a veil opaque,</br>Somnus remained, to shun the Thunderer's view,</br>Perched in a lofty fir, the tallest there that grew,", "Changed to a mountain bird, concealed from all,</br>Close nestling in the shadowing boughs he lies,</br>(The shrill-toned bird which men Cymindis call,</br>Calchis the immortals name it in the skies),</br>Meanwhile to Gargarus Saturnia hies,</br>And there she met the cloud-compelling Jove:</br>He saw!  he loved!  such beauties met his eyes,</br>That all his soul love's warmest transports move,</br>Not warmer did he feel when first he learned to love.", "Not even when first in her encircling arms,</br>In sweet, in stolen embrace, he reclined;</br>Seized with desire, enraptured with her charms,</br>He thus addressed the queen in accents kind</br>\"Why didst thou leave thy car and steeds behind,</br>And thus on foot from far Olympus stray?\"</br>Him Juno answered, with dissembling mind,</br>\"To Earth's far limits I direct my way,</br>Where Ocean, sire of Gods, and ancient Tethys sway.", "\"In youth they reared me with parental care,</br>And now to them I hasten as a friend;</br>For filled with wrath, the couch no more they share,</br>And much I wish the angry strife to end;</br>At Ida's foot my steeds and car attend,</br>Seated on which o'er land and sea I speed;</br>But ere on this long tour my course I bend,</br>I ask thy leave; for quarrel it might breed,</br>Did I, unknown to thee, to Ocean's streams proceed.\"", "Her answered thus the cloud compelling Jove:&mdash;</br>\"That task, fair queen, another time perform;</br>But now devote the precious hours to love;</br>For ne'er did mortal on immortal form</br>My soul ere this with such fierce passion warm:</br>Not even Ixion's wife, from whose embrace</br>Pirithous came, had such a power to charm;&mdash;</br>Not even fair Danae, maid of matchless grace,</br>From whom brave Perseus sprung, noblest of human race!", "\"Not so I loved the royal maid of Tyre,</br>From whom just Rhadamanth and Minos came;</br>Nor did Alcmena's charms such love inspire,</br>Who bore Alcides, chief of glorious name;</br>Not so did Semele my soul inflame,</br>Who Bacchus, joyous god to mortals, bore;</br>Not so I loved Queen Ceres, fair-haired dame;</br>Nor Leto &mdash; no, nor even thyself before,</br>As now with fond desire transported I adore.\"", "With artful words Queen Juno answered Jove,</br>\"What dost thou thee, impatient king, propose?</br>Wouldst thou the sacred mysteries of love</br>On Ida's top to open view expose?</br>What would ensue if, ere from sleep we rose,</br>Some God should view me locked  in thy embrace,</br>And to the Immortal Powers the tale disclose?</br>Ne'er to thy dome could I my steps retrace,</br>Arising from thy couch, confounded in disgrace.", "\"But if to love thy wishes be disposed,</br>To thine own bower, by Vulcan built, repair;</br>His art the solid doors has firmly closed,</br>And there the genial bed of fare we'll share:\"</br>\"Nor God nor man,\" cried Jove, \"(dismiss that care)</br>Shall view us here; for such a dusky cloud</br>Of gold shall darken the surrounding air,</br>Not even the sun shall pierce th' obscuring shroud,</br>Whose beams with brightest powers of splendour are endowed.", "He spoke, and round the queen his arms he flung.</br>Beneath them Earth her freshest herbage threw;</br>For their soft couch the hyacinth up sprung,</br>The saffron flower, the lotus bathed in dew;</br>Upraised on this they lay concealed from view;</br>A golden cloud enveloped them around,</br>Distilling dew-drops of resplendent hue;</br>The monarch's arms his lovely spouse surround,</br>On Gargarus' lofty top, in love and slumber drowned.", "Thus Jupiter with Juno here,</br>Forgot the fight below,</br>While Ajax, helped by Neptune's might,</br>Does Hector overthrow.</br>"]