["Daughter of Heav'n, bright ray of Worth Supreme,</br>Essence sincere of Uncreated Mind,</br>Of seraph's voice and harp incessant theme,</br>Blest with affection soft, and aspect kind,</br>Thee I invoke!  If on thy votary's head</br>Thou deign with liberal hand thy influence mild to shed.", "By thee impell'd, with yearnings oft I rue</br>The ghastly form on dying couch reclin'd;</br>Prompted by thee, with visit sad I view</br>The wretch diseas'd, in nauseous dome confin'd,</br>Stript of parental aid, and friendships dear;</br>And sooth the orphan's plaint, and dry the widow's tear.", "Mark, mark with tottering limbs, a prey to care,</br>The hungry cottager in silence mourn;</br>His pittance scant he takes of homely fare,</br>By all unseen, unpitied and forlorn:</br>All, but your keener search:  your piercing eye</br>Pervades his dark recess, O godlike Charity.", "Close by his side, sole partner of his grief,</br>Ghost of existence, sits his meagre spouse,</br>Round them, dismay'd, and strangers to relief,</br>Their squalid offspring frames its fruitless vows.</br>Soon as you touch the threshold, heav'nly queen,</br>Quick with refulgent day you gild the gloomy scene.", "And first, with secret hand, diffusive wide,</br>You pour the blessings of your genial reign;</br>Next, to the dome where Med'cine's sons preside,</br>With speed conduct the grateful wandering train.</br>You give &mdash; and giving taste the bless refin'd,</br>Patron of want obscure, and friend of human kind.", "Nor less the youthful uninstructed heart</br>Claims the rich tribute of your sympathy;</br>With willing tongue and lesson you impart,</br>And point to Faith, and Hope, and realms on high:</br>Then to the sisters twain consign your charge,</br>And bid them to his sight the prospect clear enlarge.", "Struck with thy form, thy inward worth I trace,</br>In kind regards, and social converse sweet:</br>At thy approach, pale Envy speeds her pace,</br>Hatred, and foul Surmise, and dark Deceit.</br>See &mdash; by thy presence aw'd, thy step they shun,</br>Like vapours dank dispers'd, as beams the orient sun.", "Charm'd I behold, while in thy train proceed</br>With awful majesty the Graces fair;</br>Forbearance kind, and Peace, the chorus lead;</br>And mild Humility, with modest air;</br>Compassion soft; and Temperance, whose best food,</br>Dainty repast of mind, is universal good.", "And hark!  methinks I hear thy solemn voice;</br>\"Vain man, pursue thy Maker's first intent,</br>His best resemblance be thy earliest choice,\"</br>Who, like the orb in yonder firmament,</br>To all alike his beams enlivening pours,</br>Alike on all, unask'd, distills his balmy showers.</br>"]