["GIBBIE, ARCHIE, AND WILLIE.", "WILLIE.</br>Gibbie, Sin a' the Hirstle's fled the Field,</br>Tag, Rag, and Bobtail Curin in the Beild:</br>For wha can bide sick blattering Blasts of Rain,</br>Makes a' the Yerd a'e Dub and rots the Grain.</br>Among thick Boutrie Benches, let us hide,</br>Till Sunnie Blink shines upon yon Brae side.</br>Bite-well, will watch the Fald, the King of Dogs</br>Least ony ill befa' the silly Hogs.", "GIBBIE.</br>Will let's scoure aff, and Bicker there wi Haist,</br>Black Clouds of Rain are bursting in the Wast.</br>Whilk of us twa wad bonnie Mausie get,</br>Were she for to be win thro' speed of Fit.</br>Like Makin I'd speel Hills, tho' 'twere my Death,</br>Now Willie let's ly down and take our Breath;</br>Nature's all wrang, was e're sick Warld seen,</br>Dazies are nirl'd and scaded on the Green.</br>Sad were the drierie Sights, made Herds all mourn,</br>When Ewes and Lambs, came tumbling down the Burn.</br>Nae Mow's it is, when sik odd things faes out,", "WILLIE.</br>Stap, stap, hark, hark, I hear an unka Shout.", "&mdash;GIBBIE.</br>Willie gae see&mdash;", "WILLIE.</br>&mdash;Na Gibbie let's ga baith;</br>Pan, keep dear Francie and our Flocks frae Skaith,</br>In Gloumin of last Night I saw his Wrath;</br>Fairies, fetch ay sik Sights before folks Death.", "GIBBIE.</br>'Tis Archie's Voice on mournfull Horn doth bla,</br>His tater'd Hair amang his een doth fa,</br>His Face disjaked like, doth fright us a.</br>Archie, ye've News will make our Hearts full sare,", "ARCHIE.</br>Dear Francie's gane.&mdash;", "WILLIE.</br>&mdash;Stap, Archie speak nae mare;", "ARCHIE.</br>Gan to the greedie Grave where glouring Guests,</br>Wi Saucer een Skif, o're the drearie Waists.</br>See how Tod-lawrie's gane to fleg the Fald,</br>And o're the Dyke pows Gimmers by the Spauld.</br>Whilst Bite-well hirples, lame of Limb and Lith,</br>And dare not bark nor bite, nor shaw his Teeth,</br>Scrog Bushes drap their Barks, and shake their Leaves,</br>And all the Birds are dumb like common Thieves.</br>Behind mirk Clouds, ald Phoebus sneaks his Head,</br>Herds break their Pipes and Clubs since Francie's dead.</br>Stirks take the Sturdie, and whirle like a Wheel,</br>Cows brake their Tether, dance a threesome Reel,</br>Foals frightened, leaves their awn Mammas that bore them.</br>Herds stare as if the Lift wou'd fa and smore them.</br>I can'nae say nae mare, my Heart's sae sick,</br>Gibbie, ye loo'd him well, fa to and speak.", "GIBBIE.</br>I never ken't his Maik, nor never will,</br>He spake sae well, na Body cou'd be dull.</br>His Words were sweeter than the Reem of Milk,</br>Or Hinny Kaims, and safter nor the Silk.</br>Aft did we to the Birlie Court repare,</br>And lean'd upon our Kents with Heads all bare.</br>Hard him speak Words suck't Laverocks frae the Aire.</br>Dumb were the Mavis and the Nightingale,</br>And flicker't round his Head to hear his Tale.</br>When others spake 'twas like a Collies bark,</br>But Francie gabbed, like a learn'd Clerk.</br>O!  But his Face shin'd fairer than the Moon,</br>Was ay good Natur'd, and had cliver Parts,</br>Francie had ay the Yelk of all our Hearts.</br>His Words dropt frae him like the falling Streams,</br>Or Bride and Bridegroom telling Midnight Dreams.</br>Not Fouller chanting to trapan the Birds,</br>Was half so ravishing as Francie's Words.</br>Lovely without, within an Angels Mind,</br>Humble as Oziers, bending with the Wind.</br>Mair honest Man, ne're brake the Warld's Bread,</br>Truth in his Heart, and learning in his Head;</br>Ay dealing Alms among the Folk in Need.</br>A plainer Man ne're handled Sheepherd's Crook,</br>A better Scholler never read a Book.</br>Nae wonder a the Folk make sik a Mane,</br>And brake their Heart to think that Francie's gane.</br>Roses and Laurells on his Grave we'll plant,</br>And kiss the Ground where lyes inter'd the Saint.", "EPITAPH.</br>Know Passanger, here sleeps the Dust,</br>Of one was learn'd wise and Just,</br>A Friend to Peace, a Foe to Strife,</br>Holy and Harmless all his Life.</br>All did lament when he expir'd,</br>By GOD belov'd, by Men admir'd.</br>"]