["Need, Diophantus, ready with imparts,</br>Is Labour's mistress, and the nurse of Arts:</br>Corroding cares the toiling wretch infest,</br>And spoil the peaceful tenor of his breast;</br>And if soft slumbers on his eye-lids creep,</br>Some cursed care steals in, and murders sleep.", "Two antient fishers in a straw-thatcht shed,</br>Leaves were their walls, and sea-weed was their bed,</br>Reclin'd their weary limbs:  hard by were laid</br>Baskets, and all their implements of trade,</br>Rods, hooks, and lines compos'd of stout horse-hairs,</br>And nets of various sorts, and various snares,</br>The seine, the cast-net, and the wicker maze,</br>To waste the watery tribes a thousand ways:</br>A crazy boat was drawn upon a plank;</br>Matts were their pillow, wove of osiers dank,</br>Skins, caps and rugged coats a covering made:</br>This was their wealth, their labour, and their trade.</br>No pot to boil, no watch-dog to defend;</br>Yet blest they liv'd, with Penury their friend.</br>None visited their shed, save, every tide,</br>The wanton waves that wash'd its tottering side.</br>When half her course the Moon's bright car had sped,</br>Joint labour rouz'd the tenants of the shed.</br>The dews of slumber from their eyes they clear'd,</br>And thus their minds with pleasing parley cheer'd:", "ASPHALION.</br>I hold, my friend, that trite opinion wrong,</br>That summer-nights are short, when days are long.</br>Yes &mdash; I have seen a thousand dreams to-night,</br>And yet no morn appears nor morning-light:</br>Sure on my mind some strange illusions play,</br>And make short nights wear heavily away.", "FRIEND.</br>Fair summer-seasons you unjustly blame,</br>Their bounds are equal, and their pace the same;</br>But cares, Asphalion, in a busy throng,</br>Break on your rest, and make the night seem long.", "ASPHALION.</br>Say, hast thou genius to interpret right</br>My dream?  I've had a jolly one to-night.</br>Thou shalt go halves, and more thou canst not wish,</br>We'll share the vision, as we share our fish.</br>I know thee shrewd, expert of dreams to spell;</br>He's the best judge, who can conjecture well.</br>We've leisure time, which can't be better spent</br>By wretched carles in wave-wash'd cabin pent,</br>And lodg'd on leaves; yet why should we repine,</br>While living lights in Prytaneum shine?", "FRIEND.</br>To thy fast friend each circumstance recite,</br>And let me hear this vision of the night.", "ASPHALION.</br>Last evening, weary with the toils of day,</br>Lull'd in the lap of rest secure I lay;</br>Full late we sup'd, and sparingly we eat;</br>No danger of a surfeit from our meat.</br>Methought I sat upon a shelfy steep,</br>And watch'd the fish that gambol'd in the deep:</br>Suspended by my rod, I gently shook</br>That bait fallacious, which a huge one took;</br>(Sleeping we image what awake we wish;</br>Dogs dream of bones, and fishermen of fish)</br>Bent was my rod, and from his gills the blood,</br>With crimson stream, distain'd the silver flood.</br>I stretcht my arm out, lest the line should break;</br>The fish so vigorous, and my hook so weak!</br>Anxious I gaz'd, he struggled to be gone;</br>'You're wounded &mdash; I'll be with you, friend, anon'&mdash;</br>'Still do you teize me?'  for he plagu'd me sore;</br>At last, quite spent, I drew him safe on shore,</br>Then graspt him with my hand, for surer hold,</br>A noble prize, a fish of solid gold!</br>But fears suspicious in my bosom throng'd,</br>Lest to the god of ocean he belong'd;</br>Or, haply wandering in the azure main,</br>Some favourite fish of Amphitrite's train.</br>My prize I loos'd, and strictest caution took,</br>For fear some gold might stick about the hook;</br>Then safe secur'd him, and devoutly swore,</br>Never to venture on the ocean more;</br>But live on land as happy as a king:</br>At this I wak'd:  what think you of the thing?</br>Speak free, for know, I am extremely loth,</br>And greatly fear, to violate my oath.", "FRIEND.</br>Fear not, old friend; you took no oath, for why?</br>You took no fish &mdash; your vision's all a lye.</br>Go search the shoals, not sleeping, but awake,</br>Hunger will soon discover your mistake;</br>Catch real fish; you need not, sure, be told,</br>Those fools must starve who only dream of gold.</br>"]