["Delightful task to sing of Scotia's Bards!</br>To-night, two sweetest of her tuneful choir</br>Adorn our theme; &mdash; to mark with skill; &mdash; to trace</br>Their various pow'rs; to point where to the view</br>Their native genius dress'd in homely garb</br>Glows in each page; where Nature painted strong</br>Darts on the sight, and through th' enraptur'd mind</br>Pours heav'nly sweets which mock the power of words:</br>Requires a Muse fir'd with th' etherial flame,</br>Which warm'd their bosoms, and inspir'd their song.", "Immortal RAMSAY first demands our praise:</br>In Scottish verse he often tun'd his lyre.</br>Not sweeter notes e'er sung the Greecian bard,</br>Or Mantuan swain. &mdash; Led by the comic Muse,</br>'Twas his in lively colours still to paint</br>The rural scene, where shepherds talk'd or sung.</br>On the hill side, or 'longst the flow'ry mead,</br>Where rosy nymphs sung, as they milk'd their ewes,</br>Or bleach'd their linens by the crystal stream:</br>The rural feast, by Symon well prepar'd,</br>Convivial mirth, where age forgot its years,</br>Shook off the frailties, and again seem'd young.", "While manly freedom, and the boldest sense,</br>In strongest characters his hero grace,</br>Exalted friendship warms his gen'rous breast,</br>The purest love inspires his artless mind.</br>With more than magic skill our RAMSAY paints</br>The tender contest, and the power of love,</br>'Twixt the young Shepherd and the modest Maid.</br>The ardent youth from nature shapes his words:</br>Their gentle pow'r steals on her artless mind;</br>The recollection of their infant years,</br>With all their sweet endearments aids the scene,</br>And through their minds its pleasing influence pours.</br>They feel; &mdash; they speak; &mdash; the gentle passions rise,</br>They catch the mutual flame. &mdash; Her yielding arms</br>Receive her youthful lover's fond embrace.", "What mind perceives not from his pencil glow</br>Unnumber'd beauties in that tender scene,</br>Where doubts and fears poor Peggy's prospects cloud,</br>How soon she finds her Shepherd turn'd a Laird!</br>How does her Patrick scorn th' illusive charms</br>Of rising fortune, and finds out a way,</br>Consistent with the pow'rs of filial love,</br>And high parental will, to stand resolv'd.</br>He soothes her sorrows with the voice of love;</br>He from her bosom chases ev'ry woe,</br>And from her eyes wipes off the gushing tear.&mdash;</br>No base suspicion damps the pleasing tale,</br>Nor does she try to hide the joys she feels:</br>Nature, without disguise, bursts forth at once;</br>She looks enraptur'd to the coming bliss,</br>And speaks in language artless as her mind,</br>Of means to fit her for th' auspicious fate;</br>While from her temples fair, the simple pledge</br>Of constant truth her paring lover takes.", "The rules of drama he with skill preserves,</br>Gradual the plot still opens to the view;</br>Pleas'd, interested, still we follow on,</br>'Till all the parts united flash at once,</br>In pleasing raptures on th' astonish'd mind.</br>'Tis this alone must to the Scottish muse,</br>And to the Scottish language, ever give</br>A higher dignity than any song,</br>However sweet, her other bards have sung.", "Next sprightly FERGUSSON claims due regard.</br>Fair blooms the wreath which binds his youthful brow.</br>His rising genius like the orient morn,</br>Diffuses round its sweet, its chearing rays.</br>As foreign from our theme, his English verse,</br>With some regret we pass; for there he soars</br>With all the pride of pure poetic fire:</br>With what bewitching power he leads us through</br>His rural shades, and sweet pastoral scenes,</br>While nature lives in every line he draws,</br>And pathos moves the nicest powers of mind.</br>Of this enough. &mdash; His Scottish muse must stand</br>High in the roll of fame.  So sweetly tun'd</br>His various subjects from the goldfinch gay,</br>Industrious bee, or farmer's ingle side,</br>Down to the lowest essay of his Muse,</br>So nicely touch'd. &mdash; So true his colours rise,</br>They move the passions as they flash around,</br>Bright'ning the social scene. &mdash; Time steals away,</br>While mirth and humour crown the jocund hour.</br>But, still, howe'er adapted to the theme;</br>However high the glow of wit may rise;</br>However sweet our youthful Bard has sung;</br>His finest notes fall short of RAMSAY'S lyre.</br>These only rouse the rougher powers of mind:</br>'Tis his to touch the finest springs of love;</br>To move those feelings, so remote from sense,</br>That finest images express them not.", "We mark with pleasure, and we feel with joy,</br>Each pow'r pathetic in the flowing page,</br>When FERGUSSON attunes his solemn lyre:</br>They please, delight, but not like RAMSAY'S please,</br>Where Nature lives, and speaks in ev'ry line;</br>Where language disappears amidst the glow</br>Of sentiment so beauteous, pure, and strong,</br>As brings each object present to the mind.</br>Such is the language of the knight disguis'd:</br>What strong emotions of parental love,</br>Which flow in tears adown his aged cheeks,</br>Upon the bosom of his darling son!</br>How just his questions to his ancient friend!</br>How just his maxims of maturing youth!</br>While Symon ev'ry word and action speak</br>The honest feelings of a faithful heart.", "The other's wit so sprightly lives a while;</br>Then with the trivial subject dies away:</br>But RAMSAY'S sense, deep fix'd in Nature's laws,</br>Must live immortal as his matchless song.</br>His language, too, which to the Scottish muse</br>Gives ev'ry grace, must claim our due regard.</br>So chaste, so easy, does it flow along,</br>From forc'd and foreign idioms still so free,</br>Which oft in FERGUSSON offend the eye.</br>O happy genius!  which could so describe</br>The human passions, so devoid of art,</br>Whose ev'ry stroke still moves their finest springs;</br>Whose ev'ry word and look is Nature's self.", "Like two fine paintings drawn with nicest skill,</br>Shewing unnumber'd beauties to the view,</br>We gaze at each unable to decide:</br>They please by turns, and still we're unresolv'd;</br>Till some bold stroke, some highly finish'd glow,</br>Before unknown, prepond'ring, kicks the beam.</br>Just so our bards. &mdash; Unnumber'd beauties shine</br>Alike in both, and grace each flowing page:</br>But some peculiar to our RAMSAY rise,</br>Claim just regard; &mdash; demands in due to night,</br>That we should crown him chief of Scotia's bards.", "O FERGUSSON!  how must we still deplore</br>The fate which snatch'd thee early from our view!</br>What wouldst thou been, had years matur'd thy mind!</br>When in the dawn of life thou sung so sweet:</br>Th' astonish'd world would echo'd round applause,</br>And Scotia's bards the palm of vict'ry yield.</br>Whilst thou, celestial Bard, thy golden lyre</br>Now tun'st to notes unknown to mortal ears,</br>Accept the wreath we offer to thy fame,</br>While the sad tear drops on thy early tomb.</br>"]