["Lur'd by the taper's fascinating light,</br>The heedless insect wooes its smiling ray,</br>And round the beauteous blaze,</br>In giddy circles flies.", "Far from the dazzling snare, his timid course</br>At first he feels; till with embolden'd wing</br>He near and nearer draws,</br>Strikes on the flame, and falls.", "But warn'd in vain, still of the treach'rous light</br>Enamour'd, he repeats his blind career,</br>Then rushes on his fate,</br>And in the blaze expires.", "So fares it with the youth, whose hapless feet</br>Have been seduc'd by Pleasure's meteor ray</br>From HER whose paths alone</br>Are pleasantness and peace.", "From VIRTUE'S paths, to those enchanted bowers,</br>Where Folly with luxuriant roses crown'd</br>To tempt the unwary lip,</br>Her pois'nous bowl prepares:", "While Vice, fell Syren, with her warbled strain</br>Allures him onward, through her myrtle shades,</br>And odours round him flow,</br>Soft streams, and luscious gales.", "Then on a precipice, whose verge with flow'rs,</br>Is all concealed, she charms her prey asleep;</br>Into the abyss below</br>He falls, to rise no more.", "Fly then, Philander, the voluptuous scenes</br>Where tempting ruin smiles in Beauty's form:</br>Nor let her o'er thee wave</br>Her soul-transforming wand:", "Or if thou stay, dash from her hand at once</br>The nectar'd cup, whose sweets imbrue the mind,</br>And (as her victims feel)</br>Are bitterness and woe.", "Yes, nobly vanquish the Circean spells</br>With which she binds the weak.  Th' heroick heart</br>Her blandishments disdains,</br>Her strategems defies.", "So shall thy morn with gradual course decline,</br>Unclouded, and th' enlivening ray of health</br>With roseate lustre gild</br>The evening of thy days.", "So shall the faithful monitor within,</br>With still small voice, e'en whisper peace and hope,</br>When outward comforts fail,</br>To thy departing soul.", "Possess, thou faithful servant, will it say,</br>Thy Lord's own JOY; for of thy stedfast zeal</br>The record is on high,</br>The witness is in Heaven.</br>"]