["What though no sculptur'd monuments around,</br>With epitaphs engraven, meet me here;</br>Yet conscious feeling owns, with awe profound,</br>The habitation of the dead is near:</br>With reverend feeling, not with childish fear,</br>I tread the ground which they, when living, trod:</br>Pondering this truth, to Christians justly dear,</br>Whose influence lends an interest to the sod</br>That covers their remains: &mdash; The dead still live to God!", "Is it not written in the hallow'd page</br>Of Revelation, God remains to be</br>The Lord of all, in every clime and age,</br>Who fear'd and serv'd him living?  Did not He,</br>Who for our sins expir'd upon the tree,</br>Style him of Abram, Isaac, Jacob, &mdash; Lord!</br>Because they liv'd to Him?  Then why should we</br>(As if we could no fitter meed afford,)</br>Raise them memorials here? &mdash; Their dust shall be restor'd.", "Could we conceive Death was indeed the close</br>Of our existence, Nature might demand</br>That, where the reliques of our friends repose,</br>Some record to their memory should stand,</br>To keep them unforgotten in the land:&mdash;</br>Then, then indeed, urn, tomb, or marble bust,</br>By sculptor's art elaborately plann'd,</br>Would seem a debt due to their mouldering dust,</br>Though time would soon efface the perishable trust.", "But, hoping, and believing; yea, through Faith,</br>Knowing, because His word has told us so,</br>That Christ, our Captain, triumph'd over Death,</br>And is the first fruits of the dead below;&mdash;</br>That he has trod for man this path of woe,</br>Dying, &mdash; to rise again! &mdash; we would not grace</br>Death's transitory spell with trophied show;</br>As if that \"shadowy vale\" supply'd no trace</br>To prove the grave is not our final dwelling-place.", "The poet's page, indeed, would fain supply</br>A specious reason for the sculptor's art;</br>Telling of \"holy texts that teach to die:\"</br>But much I doubt they seldom reach the heart</br>Of church-yard rovers.  How should truths impart</br>Instruction, when engraven upon stone,</br>If unconfess'd before?  The Christian's chart</br>Records the answer unto Dives known,</br>Who, for his brethren's sake, pleaded in suppliant tone.", "\"If Moses and the Prophets speak unheard,</br>Neither would they believe if spoke the dead.\"</br>Then how should those, by whom unmov'd the word</br>Of greater far than such, has oft' been read,</br>By random texts, thus \"strewn around,\" be led</br>Aright to live, or die?  And how much less</br>Can false and foolish tributes, idly spread,</br>In mockery of truth and tenderness,</br>Awaken solemn thoughts, or holy themes impress?", "And, therefore, would I never wish to see</br>Tombstone, or epitaph obtruded here.</br>All has been done, requir'd by decency,</br>When the unprison'd spirit sought its sphere:</br>The lifeless body, stretch'd upon the bier</br>With due solemnity, was laid in earth;</br>And Friendship's parting sigh, Affection's tear,</br>Claim'd by pure love, and deeply cherish'd worth,</br>Might rise or fall uncheck'd, as sorrow gave them birth.", "There wanted not the pall, or nodding plume,</br>The white-rob'd priest, the stated form of prayer;</br>There needed not the livery'd garb of gloom,</br>That grief, or carelessness, alike might wear;</br>'Twas felt that such things \"had no business there.\"</br>Instead of these, a silent pause, to tell</br>What language could not; or, unconn'd by care</br>Of rhetoric's rules, from faltering lips there fell</br>Some truths to mourners dear, in memory long to dwell.", "Then came the painful close &mdash; delay'd as long</br>As well might be for silent sorrow's sake;</br>Hallow'd by love, which never seems so strong,</br>As when its dearest ties are doom'd to break.</br>One farewell glance there yet remain'd to take:</br>Scarce could the tearful eye fulfil its trust,</br>When, leaning o'er the grave, with thoughts awake</br>To joys departed, the heart felt it must</br>Assent unto the truth which tells us &mdash; we are dust!", "The scene is past! &mdash; and what of added good</br>The dead to honour, or to soothe the living,</br>Could then have mingled with the spirit's mood,</br>From all the empty show of man's contriving?</br>What worthier of memory's cherish'd hiving</br>With miser care?  In hours of such distress</br>Deep, deep into itself the heart is diving;</br>Ay!  into depths which reason must confess,</br>At least mine owns them so, awful and fathomless!", "Oh!  'tis not in the bitterness of grief</br>Bereavement brings with it, the anguish'd mind</br>Can find in funeral mummeries relief.</br>What matters, to the mourner left behind,</br>The outward \"pomp of circumstance,\" assign'd</br>To such a sacrifice?  What monument</br>Is wanted, where affection has enshrin'd</br>The memory of the dead?  Grief must have spent</br>Itself, before one thought to such poor themes is lent.", "And, when it hath so spent itself, does it</br>Need other pile than what itself can build?</br>O no! &mdash; it has an epitaph unwrit,</br>Yet graven deeper far than the most skill'd</br>Of artists' tool can reach: &mdash; the full heart thrill'd,</br>While that inscription was recording there;</br>And, till his earthly course shall be fulfill'd,</br>That tablet, indestructible, must bear</br>The mourner's woe, in lines Death can alone outwear.", "Then, be our burial-grounds, as should become</br>A simple, but a not unfeeling race:</br>Let them appear, to outward semblance, dumb,</br>As best befits the quiet dwelling-place</br>Appointed for the prisoners of Grace,</br>Who wait the promise by the Gospel given,&mdash;</br>When the last trump shall sound, &mdash; the trembling base</br>Of tombs, of temples, pyramids be riven,</br>And all the dead arise before the hosts of Heaven!", "Oh!  in that awful hour, of what avail</br>Unto the \"spiritual body,\" will be found</br>The costliest canopy, or proudest tale</br>Recorded on it? &mdash; what avail the bound</br>Of holy, or unconsecrated ground?</br>As freely will the unencumber'd sod</br>Be cleft asunder at that trumpet's sound,</br>As Royalty's magnificent abode:</br>As pure its inmate rise, and stand before his God.", "Then THOU, lamented and beloved Friend!</br>Not friend alone, but more than such to me;</br>Whose blameless life, and peaceful, hopeful end,</br>Endear, alike, thy cherish'd memory;</br>Thine will a joyful resurrection be!</br>Thy works, before-hand, unto judgment gone,</br>The second death shall have no power o'er thee:</br>On thee, redeem'd by his beloved Son,</br>Thy FATHER then shall smile, and greet thee with \"WELL DONE!\"", "Could I but hope a lot so blest as thine</br>Awaited me, no happier would I crave:</br>That hope should then forbid me to repine</br>That Heaven so soon resum'd the gift it gave;</br>That hope should teach me every ill to brave;&mdash;</br>Should whisper, 'mid the tempest's loudest tone,</br>Thy spirit walk'd with me life's stormiest wave:</br>And lead me, when Time's fleeting span was flown,</br>Calmly to share thy couch, which needs no graven stone.</br>"]