["Gazettes now toll the melancholy knell,</br>Of Statesmen fallen from their high degree:</br>Whitehead disdains to ring their passing bell,</br>And leaves the task to Woodfall and to me.", "Now fades Ambition's landscape on the sight,</br>Mock-patriot faces marks of sadness hold,</br>Dire Disappointment hides his head in night,</br>But Faction wakes to pen Addresses bold.", "In yonder stately rook'ry (Brookes's fane)</br>Nothing is heard but rout and wild uproar;</br>Th' affrighted rooks forsake their wonted reign,</br>Tables are turn'd, and hazard is no more.", "Beneath this dome, where dwells St. Stephen's shade,</br>And benches rise in many a verdant bed,</br>No seats are occupied, no motions made,</br>The Quondam Treas'ry Members all are fled.", "The early call of incense-breathing tools,</br>The Council's summons thund'ring at their door;</br>The Levee's courtly pomp (the pride of fools)</br>Shall rouse them from their privacy no more.", "For them no more shall Council dinners smoke,</br>Or City feasts display their sumptuous fare.</br>No needy hangers on retail each joke;</br>No parasite the flatt'ring smile prepare.", "Some time they reap'd the harvest of the seats,</br>Full many an act they plann'd, debated well;</br>Their chariots rattled thro' Augusta's streets,</br>And loud they laugh'd, whilst Public Credit fell.", "Yet let not future Statesmen mock their toil,</br>Their strange connection, and their means obscure;</br>Nor grandeur look with a disdainful smile,</br>Because, beside their faults, these men were poor.", "Not all the wealth that either India brings,</br>Not all those arts which fell Corruption tries,</br>Can buy the best Prerogative of Kings,</br>To listen to an injur'd People's cries.", "Nor you, ye proud, impute to these the blame,</br>That mem'ry, o'er their fall, no trophies raise;</br>Those men had better die without a name,</br>Who merit infamy instead of praise.", "Perhaps, amidst this band, have sunk in night,</br>Some hearts once pregnant with celestial fire;</br>Hands that might well have done their Country right,</br>Or wak'd to extasy the Muse's lyre.", "But Science, tho' she led their early youth,</br>Beheld her power to politics give way;</br>Accurst self-interest hid the face of truth,</br>And party zeal assum'd unrivall'd sway.", "Perhaps some Calvin, in whose restless brain,</br>Things call'd Reform Bills lurk'd, (a specious brood)</br>Perhaps some Cataline might head their train,</br>Some Cromwell yet unstain'd with Regal blood.", "The votes of venal Senates to command,</br>To break the Constitution's strongest ties;</br>To seize the sacred Charters of the land,</br>And on the ruins of her Commerce rise", "Their lot forbade, nor circumscribed alone,</br>Their views tow'rd India, but their plots unplann'd.</br>Forbad to chain their Sovereign on his throne,</br>And ride triumphant o'er the insulted land.", "Far from their Monarch's sight, the Senate's strife,</br>These madding Patriots now shall learn to stay</br>Along the cool-sequester'd vale of life,</br>Unplac'd, unpension'd, unlamented, stray.</br>"]