["Between those sister elms with ivy hoar</br>Peeps out the simple cottage of the poor;</br>How green before the door the clover-lawn!</br>How sweet the hedges smell of fragrant thorn!</br>How pure that brook limps o'er its pebbly bed,</br>'Tween banks of thyme where willows hang the head,</br>And linnets build, and fly from spray to spray,</br>And warble wild their song the livelong day.", "On yonder hills, that skirt the eastern sky,</br>When morn begins to peer with prudish eye,</br>Scarce gilds the mists, that cloud the fuming rill,</br>Or tips the foam, that breaks beside the mill,</br>Forth from this dwelling hies the early swain,</br>And, whistling, field-ward drives his lagging wain.</br>No wants are his by restless greatness felt,</br>No studious lids his little taper melt,</br>Regardless he, howe'er the world may fare,</br>So timely crops repay his honest care.", "Oft have I view'd in still and sultry hours,</br>All loosely spread beneath his native bowers,</br>While herds around the flowery pasture took,</br>This vacant shepherd, sleeping on his crook.</br>How lightly here methought his moments flew,</br>Remov'd from noisy fame and publick view;</br>No seeming friend beside his bosom laid,</br>But faithful WATCH who guards the checker'd shade;</br>No fawning slave who waits Ambition's word,</br>With crimson hand to flesh the murderous sword.</br>His tuneful groves that gratulate the dawn,</br>The flocks that wander o'er the peaceful lawn,</br>And smiling Spring, her hair with cowslips bound,</br>From rosy fingers strewing fragrance round;</br>While cooling Zephyr sports on gelid wings,</br>Skims o'er the plain and through the greenwood sings,</br>Shakes liquid pearl from off the nodding sheaf,</br>Or whispering plays on aspen's twinkling leaf.", "When Day retiring fires the glowing west</br>With broken clouds, that round his forehead rest,</br>When moping owlets quit the mouldering tower,</br>And widow'd turtles moan in lonely bower,</br>When hill and tree a lengthen'd shadow throw,</br>And mournful Evening comes in weeds of wo,</br>Returning home the swain with pleasure eyes,</br>In wreaths fantastick climbing through the skies,</br>The smoke from out his little cabin creep,</br>Which trees  imbowering veil in umbrage deep.</br>In 'kerchief clean and speckl'd apron gay,</br>His Mary speeds to meet him on the way;</br>While round in breathless haste his children press,</br>And fondly struggle for the first caress.", "And through the naked woods when cold winds blow,</br>And chirping sparrows nestle in the snow,</br>While on the bush the slender 'cicles hang,</br>Beside the cleanly hearth, where faggots sing,</br>And through the room a social brightness fling,</br>Amid the group he sits with marvelling gaze,</br>Listening the fearful tales of gothick days;</br>How spectres groaning stalk'd their dusky round</br>With saucer eyes, in charnel garments wound;</br>How once in ruin'd castle, strange to tell,</br>At waste of midnight toll'd the northern bell;</br>Where none at evening e'er so stout durst stray,</br>Lest gliding ghost should cross his blasted way.</br>If chance with passing breeze the casement jar,</br>All trembling huddle round the speaker's chair.", "Thus flow his hours harmonious, tranquil, clear,</br>While pleasures vary with the varying year.....</br>Here would I lose the world without a sigh,</br>And wish my humbler bones inturf'd to lie.</br>"]