["Thrice have the Muses wept, the tuneful Train</br>Mourn'd their first Hopes in gentle SIDNEY slain.</br>While Spencer's pious Hand an Altar rears,</br>Preserves the Dirge, and consecrates the Tears:</br>FAULKLAND was next, nor civil Rage could tell</br>What urg'd his Fate, but wonder'd why he fell;</br>By Hyde's rich Genius are his Honours paid,</br>In grave Discourse of high Record display'd:</br>GRENVILLE the last, his precious Pledge the Nine</br>To thee their Priest, O Lyttelton, consign,</br>Thy Verse alone can satisfy the Dead,</br>And pay the glorious Price for which he bled.", "A spotless Sacrifice in Beauty's Prime,</br>Fell the lov'd Youth, nor fell before his Time.</br>No Life is timely to the Coward Slave,</br>No Death untimely to the Free and Brave.</br>While with his Friends the Publick's Sorrows flow,</br>And each soft Eye adopts a Sister's Woe;</br>While Honour, Truth, and ev'ry sacred Name,</br>Fill the grand Chorus of his finish'd Fame,</br>Could Years have added more!  O envy'd Breath</br>Lost to thy Country!  O luxurious Death!</br>To such Desert such Praises to succeed,</br>Lives there a Wretch who would not wish to bleed?</br>Lives there? &mdash; But stop the Song, too much is past:</br>And may His Fate, Boscawen, be the last.", "From thy try'd Fortune BRITAIN hopes to raise</br>A cheaper Triumph, and less guilty Bays,</br>And Bids thee take the Fasces of the Main,</br>And free fair Commerce from her servile Chain.</br>Already I behold thy Navy steer,</br>By other Stars, and gain upon the Year,</br>Where Seas impell'd by faithful Breezes roll,</br>And the broad Shadows shorten from the Pole;</br>With no proud Luxury, the Vessels groan,</br>The glorious Freight is Liberty alone;</br>That rare Exotick to a foreign Sky,</br>Which Britain gives, but India cannot buy.</br>At her Approach the Gaul shall hide his Face,</br>And herd for Shelter with a swarthier Race;</br>His spurious Sun no more shall rule the Day,</br>But set for ever in an Eastern Sea;</br>New Titles and strange Trophies shall be thine,</br>And Laurels cull'd beyond the Burning Line:</br>Go with these Auspices, and when thy Sails</br>Bend homeward, swelling with less Spicy Gales,</br>The Muse who mourn'd thy much lamented Friend,</br>With better Strains thy Triumphs shall attend;</br>Ev'n now she strives to raise the drooping Wing,</br>Essays her Harp, and meditates to sing;</br>While o'er these late so sad and joyless Plains,</br>Again smiles Phoebus, and a Stanhope reigns.</br>"]