["From rosy fingers, Morning shook the dew;</br>From Nature's charms the veil of Night she drew;</br>Reviving colour glow'd with broken light;</br>The varied landscape dawn'd upon the sight;</br>The lark's first song melodious floats on air;</br>And Damon rises, wak'd by Love and Care,</br>Unpens the fold, and o'er the glitt'ring mead,</br>With thoughtful steps, conducts his fleecy breed.", "Near, in rude majesty, a mountain stood,</br>Projecting far, and brow'd with pendant wood;</br>The foliage, trembling as the breezes blow,</br>Inverted, trembled in a brook below.", "The mountain echoed ev'ry plaintive strain,</br>The sighing breeze return'd his sighs again,</br>The gliding brook re-murmur'd to his grief,</br>As thus from song the shepherd sought relief:", "\"When late in rural sports I took my share,</br>Blithe as the blithest in the crowded fair,</br>What tho' from ten, contending in the race,</br>I snatch'd the prize, with yet unrivall'd pace?</br>What tho', in wrestling, arduous to excel,</br>I stood the victor, when each rival fell?</br>What tho', when Colin, oft in combat crown'd,</br>The cudgel seiz'd, and aw'd the circle round,</br>I boldly dar'd the champion of the green,</br>And from his head the trick'ling blood was seen?</br>What tho', in softer strife, my rural song</br>Won the loud plaudit of the list'ning throng?</br>Tho' ev'ry prize, by ev'ry voice, was mine,</br>And rival hands for me the chaplet twine,</br>On Robin's shoulders tho' the croud convey'd</br>Of maids that blush'd, and shepherds that huzza'd;</br>Vain all my strength, activity and speed,</br>Vain all my skill to tune the vocal reed,</br>No joy the chaplet, or the prize cou'd give,</br>For Phillis frown'd, the nymph for whom I live;</br>Phillis!  whose charms alone my wishes fir'd,</br>Whose charms, ambition not my own inspir'd;</br>Who made my feet more swift, my arm more strong,</br>My heart more dauntless, and more sweet my song.</br>Love gave me conquest, but deny'd my bliss,</br>When from her lips she wip'd the ravish'd kiss;</br>Cruel and coy she blasted all my pride,</br>And 'midst the transports of my friends I sigh'd;</br>Deny'd her love, I'm poor with all the rest,</br>Indulg'd with that, of more than all possess'd.", "\"What giddy caprice rules a woman's mind,</br>As fate relentless, as fortune blind!</br>On vanquish'd Colin Phillis shed her smiles,</br>And all his sorrows, and his pains beguiles;</br>She, from the wound I gave, with lenient care</br>Wash'd the stiff gore, and clipp'd the clotted hair;</br>The healing simples with soft touch applied,</br>Own'd and carress'd him spite of female pride,</br>Mourn'd his disgrace, and now from future harms,</br>Perhaps, she hides him in her circling arms.", "\"O!  had kind heav'n to me transferr'd his blow,</br>O!  had I own'd him a superior foe,</br>Fled from the gen'ral hiss, with shame deprest,</br>To hide my blushes in her downy breast!</br>To him, with rapture, ev'ry prize I'd yield,</br>And all the tasteless honours of the field,</br>For each gay trifle with her love o'erpaid,</br>Blest, tho' forgotten, in the secret shade:</br>Vain wish!  to Colin is that bliss decreed&mdash;</br>Distracting thoughts distracting thoughts succeed&mdash;</br>May swift destruction seize the hated pair,</br>Or, worse than swift destruction, my despair!</br>No &mdash; may the fruitless curse leave Phillis free,</br>But doubled, Colin!  be fufill'd in thee.\"", "High on the neighb'ring mountain's airy head</br>His browzing goats as happy Colin fed,</br>Pronounc'd with hasty rage, he heard his name,</br>And near the brow with still attention came;</br>Too near, the treach'rous brink gives way, and lo!</br>He shrieks, and plunges in the brook below;</br>The sounding waters, whitening as they rose,</br>Now with subsiding murmurs round him close.", "Damon, alarm'd, his falling rival knew,</br>And, swift as lightning, to his aid he flew;</br>Prevailing virtue triumph'd in his breast,</br>And pity love and enmity supprest;</br>He saw him gasp emerging from the brook,</br>And reach'd, with gen'rous haste, his saving crook,</br>Caught by the drowning wretch with both his hands,</br>And grateful, trembling, on the bank he stands.</br>Short recollection serv'd him, thus to show</br>How much a friend he rose, who fell a foe;</br>\"Born to subdue me, and subdu'd to save,</br>Thine from this moment is the life you gave;</br>Here, by the gods who sent thee to my aid,</br>I swear no more to see thy fav'rite maid,</br>By partial favour, not by merit mine,</br>To thee, more worthy, Phillis I resign;</br>Go, and my falsehood to thy mistress plead,</br>Go, and may heav'n and love thy suit succeed.\"", "Thus soon with ardent looks, with honest pride,</br>And just disdain, the kindling Swain replied:</br>\"What Damon's faithful love essay'd in vain,</br>He scorns by Colin's broken vows to gain;</br>Be thine the maid, since fate ordains it so,</br>And time and absence shall allay my woe;</br>Friends, from this hour forever, let us live,</br>My friendship's pledge, this spotless ewe I give;\"</br>\"And I, yon kid than falling snow more white,\"</br>Glad Collin cried, and mutual faith they plight.", "Thus busied, Phillis, unperceiv'd, drew near,</br>Foredoom'd, her love twice renounc'd, to hear;</br>\"Take, Damon,\" thus the blushing maid begins,</br>The hand, the heart, thy gen'rous virtue wins;</br>Not Colin's broken vows, but Damon's truth,</br>Now blends my fate with thine, deserving youth!</br>To try thee, O!  forgive if try'd too far,</br>Was all I meant, whate'er my actions were.\"</br>Her hand, with sudden rapture, Damon prest,</br>The joyful pair consenting Colin blest;</br>To Damon's cot they take the flow'ry way,</br>With guiltless mirth to crown the happy day.</br>"]