["Ye Bards!  of shallow Sence, but specious Sound;</br>Ye Critics too, preposterously profound;</br>Hither, with Me, direct your needful Sight,</br>And much insulted Nature, learn to right:</br>Nature!  whose sacred Laws ye disallow,</br>And to vain Idols of your Fancy bow:</br>View each discreet, and glorious antient Bard,</br>Some Moderns too with proper Care regard;</br>Thus with submission due, receive your Law:</br>And Rules to frame your future Conduct, draw.", "Immortal Homer pass, and Virgil by;</br>Nor lett's in vain aspiring, aim so high:</br>Their Beauty, State, Variety, and Fire,</br>With utmost Aim, We can &mdash; alone admire!", "Judicious Horace, claims our earnest View,</br>A worthy Bard!  descerning Critic too!</br>Hail glorious Pattern!  stor'd with manly Sence,</br>Master of true poetic Excellence!</br>You fitly mingle Profit with Delight,</br>And nobly Act the Precepts that you Write,</br>Possessing all, seem wholy void of Care,</br>The Sage's Depth, and solid Weight you bear,</br>Mixt with the lively Courtiers Ease and Ayr:</br>Happy succeeding Bards, cou'st Thou impart</br>Thy native Genius, with thy useful Art;</br>Thy Art!  whose Rules with clearest Reason joyn'd,</br>Yield such Directions to th' enquiring Mind,</br>Whoever wou'd excel, must first prepare</br>To trace it's Precepts with the strictest Care:</br>But most too feeble, or neglectful still,</br>Our Ears alone impertinently fill</br>With slight and frothy Phrase, for Genius and for Skill.", "Sprightly Anacreon equal Heed requires;</br>Patron of Mirth, and Joy, and gay Desires:</br>Who can Sweet Bard!  thy tempting Wiles refuse</br>Such is the Manner of thy lovely Muse;</br>And in such free and lively Ways express'd,</br>It might subdue the Stoic's rigid Breast:</br>Oh!  wou'd the whining Bard, (whose Fancy shines</br>In flashy Flights) regard thy beautious Lines,</br>Convinc'd of his mistake he'd quickly find</br>Nothing like easy Nature sways the Mind,</br>All nauseous Affectation he'd remove,</br>And be more just to Sence, Himself, and Love.", "Who hear's with Wonder, antient Tales relate</br>Of Dioclesian's voluntary Fate;</br>Who chang'd for Privacy imperial State!</br>The Cause (by Thee reveal'd) oh!  Hesiod!  too,</br>With equal Wonder, shall delighted view:</br>Thy rival Muse (with Natures self at strife)</br>Th' inviting Pleasures of a rural Life</br>Does with such Truth, and beautious Ease express;</br>In such a proper, tho' an humble Dress,</br>As might induce the loftiest Mind to bow,</br>And leave e'en Crowns and Scepters for the Plough.", "Naso's inviting Grace attract's our Eyes,</br>Ever imparting Pleasure, and Surprise:</br>What tho' (as doating on Himself) He seems</br>Sometimes too far to lengthen out his Theams;</br>The sweet Delight e'en this afford's is such,</br>How can we think He ever says too much?</br>Proceed delicious Bard!  like thy Narcissus view</br>Thy own fair Form, be so transported too;</br>If Beauty in excess is lawful Plea,</br>A most peculiar Right belongs to Thee!</br>For who a more prevailing Way cou'd find</br>To strike Impressions on the yielding Mind;</br>Thus o'er each Sex an Influence he gains,</br>And in each ravish'd Breast in Triumph reigns.", "Gentle Tibullus view with equal Care,</br>With what a tender Art he moves the Fair!</br>Far more prevailing than the gaudy Show,</br>And Airs and Gestures of the modern Beau;</br>That now successfully assail the Heart,</br>Secure against the Poet's vainer Art.", "Nature is two peculiar Ways inclin'd</br>To claim Dominion o'er the human Mind;</br>In these two various Ways alike excells,</br>By Love she courts Us, and by Fear compells:</br>These pow'rful Passions, when portray'd right,</br>To vast Concern the yielding Mind incite;</br>And what is most of our Concern the Cause,</br>Still from the Soul a pleas'd Attention draws:</br>What most can raise Astonishment and Fear,</br>Does in the Grecian tragic Scenes appear!</br>Wou'd you both find and feel them well?  peruse</br>The Terrors of the Sophoclean Muse!", "These and the like, make your Examples still,</br>Try, as Ye can, to gain their wond'rous Skill;</br>Like them have due Regard to Nature's Laws;</br>See!  see!  their Worth just Approbation draws</br>From ev'ry Age, and this the truest Cause:</br>The surest Way wou'd ye to Fame advance?</br>Let all Contrivance seem th' Effect of Chance!</br>What's most approv'd, and ever holds to please,</br>Is labour'd Negligence, and studied Ease:</br>Yet scorn all meaness when Ye wou'd be plain;</br>And when ye wou'd ascend, your Force restrain,</br>And empty Greatness equally disdain:</br>Affected Strains, where Phrase it's Pomp display's,</br>Glitt'ring appears, like Sol's refulgent Raies;</br>Or with mean Sence (that humbly creep's the while)</br>Rise, rage, and roar, in a tremendous Style;</br>May light mistaken Minds a while surprize,</br>But soon the vain and empty Glory fly:</br>Whilst true Desert prevailing at the last,</br>Conquers the Soul, when Prejudice is pass'd,</br>And in eternal Fetters hold's it fast.", "From Bards, in distant Lands and Ages born,</br>Lets turn to worthies that our Isle adorn;</br>Some of the chief of the reputed Throng</br>Lets cull, and place in our instructive Song.", "Oh!  cou'd We now like daring Milton sing,</br>Prodigeous, mighty and amazing Theams!</br>In strains so solid, nervous, and sublime,</br>Use such Invention, such prevailing Force</br>As He, when He surprizingly relates,</br>The bold Adventures of th' infernal Chief,</br>Who pass'd (tho' thrice three-fold) Hell's horrid Gates,</br>Held by dread Forms, and by Sulphurious Flames</br>Enclosed; thro' Chaos, (seat of endless Feaud!</br>Distraction!  Desolation!  wild Uproar!)</br>Enrag'd, ariv'd in blissful Paradice;</br>And in Man's Ruin sought revengeful Sway.", "Coud'd we indeed, this mighty Bard pursue,</br>Attempt so nobly, and so nobly do;</br>But yet our purpose more concisely hold,</br>And be correct, and regular as bold;</br>The British Muse, thro' her victorious Strain,</br>From all Contenders shou'd the Prize obtain;</br>Behold with Joy her Glory's vast Increase</br>And vye with antient Italy, and Greece.", "Whilst ev'ry Voice do's his Desert proclaim,</br>And place Him foremost in Britannia's Fame;</br>Improving Spencer, (our more early Grace)</br>By Merit's justest Claim enjoy's a Place:</br>What Monuments of an eternal Praise</br>To Thee!  oh gen'rous Bard!  shou'd Britons raise?</br>Had Art in thee!  compleat Assistance joyn'd</br>To perfect what so nobly is design'd!</br>With a peculiar, and engaging Air,</br>He does the Mind for worthi'st Acts prepare;</br>And tho' by Fate oppress'd, serenely sings</br>Whilst from his Muse Delight with Profit springs;</br>In all Attempts successfully assails,</br>With choice Instruction couch'd in pleasing Tales:</br>He first of all, the simple doric strains</br>With proper Grace transfer'd to Britain's Plains,</br>And with his Prize unrivall'd still remains.", "Behold great Shakespear like the Morning Star,</br>In unextinguish'd Glory from afar!</br>The Pride and Grace of the preceding Age,</br>And still chief Lustre of the British Stage:</br>Yet this triumphant, this transcendent He;</br>Is not from many Imperfections free;</br>Thus richest Gems in sordid Earth are found,</br>And Weeds on most luxurious Soils abound:</br>Such ills, that in the most embellish'd Mind</br>Sometimes unsuiting Habitation find,</br>A Cause for friendly fit Reproof produce,</br>And speak the worthy Critic's needful Use.", "From Nature, Wit deriv'd it's early Birth,</br>Like Trees proceeding from the gen'rous Earth;</br>As they, however:  bountiful and fair,</br>Still need the Gard'ners beneficial Care;</br>Wit need's the skillful Critic's, to displace</br>Injurious Stains, and higthen ev'ry Grace;</br>With Judgment and industrious Care, to find</br>Each secret Good; and be severely kind;</br>Such antient Critics were; beneath their View,</br>And just Regard, a while it choicely grew;</br>But oh!  in Time, a strange and Savage Race</br>Encroaching, did the noble Plant debase;</br>With Arrogance, and with a stubborn Will,</br>Watch'd o'er it's Groath, only to use it ill,</br>And proudly shew their false malicious Skill:</br>By these assaulted many barb'rous Ways</br>It droops, and in it's worthiest Parts decays;</br>Like Frosts they nip, like Locusts they defile,</br>And have no Care but destroy and spoil.", "Oh!  might I see that golden Time renew</br>(More blest than Albion, yet was known to view)</br>When Prejudice and Arrogance remov'd,</br>Wit shall be rightly cherish'd and belov'd;</br>When Critics give to Merit due Regard,</br>And Patrons fit Protection and Reward!", "Observe the soothing Waller's courtly Lays;</br>To Love and Beauty his Devoirs He pays,</br>And sound's the Victor's, and the Monarch's Praise:</br>He prun'd our Language, and refin'd our Thought;</br>But not improving to Perfection brought,</br>Something still in his Verse uncouth appears</br>To minds most curious, and the nicest Ears;</br>His Turns too, bearing frequent influence,</br>Lessen the bold majestic Force of Sence.", "Regard the solitary Cowley claims;</br>Who often, nor successless, nobly aims:</br>But, as the Greyhound's free and active Force</br>Gives mod'rate Pastime in the speedy Course;</br>And what in little Time and Space is done,</br>Is finish'd allmost when and where begun,</br>Whereas the Beagle (that in slower Pace</br>With Scent and Cry pursues the distant Chace)</br>By much-extending both the Time and Bounds,</br>Thro' various pleasing Scenes, with chearful Sounds,</br>O'er Mountains and thro' echoing Vales and Fields</br>Conveying &mdash; choicer Recreation yields;", "So Cowley do's too hasty Vigour use,</br>And Fancy's,  Game too rapidly pursues:</br>His eager Starts baffle the Mind's Desire,</br>And the more settled Expectation tire:</br>Nay, to be just, tho' seemingly severe,</br>Sometimes Propriety is wanting &mdash; here;</br>And whilst his roving Thoughts in Mazes fly;</br>Now too remote, now as obscurely high,</br>Low and ill-manag'd his Expressions lye:", "With Him, most Poets of the former Age,</br>Highly indulgent to their Fancies Rage,</br>In Words, and Numbers too remiss appear;</br>And whilst they sooth the Mind, disgust the Ear;</br>Most now, to sinking softness are inclin'd,</br>And to delight our Ears, offend the Mind;</br>Slight polish'd Terms they plentiously afford,</br>But with substantial Sence are meanly stor'd:</br>Of all that have attempted yet, how Few</br>(To Sence, Sound, Substance, and Appearance true)</br>Have Fate and their united Aims decreed,</br>Each Way, endeav'ring rightly, to succeed?", "Wou'd Ye in decent, sly, and artful Rage,</br>With rival Wits adventrously engage?</br>Remark the celebrated Dryden well,</br>Who do's in this triumphantly excel;</br>The sharpness of a Satire's scornful smile</br>Is fully seen in his ironic Style;</br>This in Mac Fleckno is compleatly shown,</br>The skilfull'st Pattern Britain yet has known:", "Often this Bard, and various Ways prevails,</br>But too regardless in Translations, fails;</br>No Mortal's Skill a Just Translation makes;</br>But who th' Impression of his Author's takes,</br>We must with Care his Disposition find,</br>Conform to his, the Temper of our Mind;</br>We must explore his utmost Aim and End,</br>Into th' abstrusest of his Thoughts descend,</br>And know him, as a Man his dearest Friend:</br>He must be seiz'd like Proteus, not escape</br>Our firm Embrace in any vary'd Shape;</br>Each way He leads, we punctually must trace,</br>Preserve his Spirit, and peculiar Grace;</br>For tho' wee need not servily pursue</br>His words; his Meaning must be still in View,</br>Be never alter'd; this we must express</br>With constant Zeal; and only change his Dress;</br>In all things at a real Likeness aim,</br>A full, yet unconstrain'd Resemblance frame;</br>Be (more than his Interpreter) the same.", "Observe what sweet Amusement, Prior brings;</br>When eas'd of State-affairs, the Poet sings!</br>Mark, how his Muse do's variously prevail,</br>And force Concern!  or form a pleasing Tale!</br>Him most, for Laies facetiously polite,</br>Britons shall with deserv'd Applause requite;</br>Nor shall the constant Nut-brown Maid, as told</br>(As gracefully reviv'd) by Him, grow old;</br>Tho' since her Birth so many Years have roul'd.", "Wilmot observe, who once so blithly sung;</br>Wilmot!  the noble, lowly, gay, and young;</br>Not most industrious the Precise to please,</br>His Words and Numbers flow with careless Ease;</br>His Fancy beautious, not to Rule confin'd;</br>Wild as the Season was his sportive Mind;</br>Void of Restraint, he with a careless Air</br>Rally's the Foppish, and attack's the Fair;</br>For Victory ordain'd, He still pursues</br>Th' inviting Sex, and bravely still subdues;</br>Oh!  was He but from nauseous Error free,</br>He Mirth's and Love's auspicious Guide shou'd be:</br>Thus much has Justice in his Cause express'd;</br>In modest silence let's conceal the rest.", "Oldham regard, of equal Fame, and Years;</br>In whom sweet Wilmot more improv'd appears:</br>Solid, acute; soft, strong; sublime, and gay;</br>Fruitful as August, fresh as blooming May:</br>Oh!  had He liv'd his Language to refine,</br>And duly polish ev'ry manly Line;</br>He Love and Praise shou'd plentifully share;</br>Cou'd He his vain presumtious Rants forbear,</br>Check his too furious Spleen, and helpless Woman spare.", "Thus have I strove to shew the Road to Fame,</br>And from false Paths, by Patterns, to reclaim;</br>Errors in Wit to vast Excess are grown,</br>But Natures Pow'r let the Discreeter own;</br>Her just Directions still with Care obey,</br>And humbly follow, as she leads the Way;</br>For oh!  how must the Mean (neglecting Her)</br>Mistaken wander?  When then the Noblest err!</br>And whilst They ill-concerted Measurers take,</br>True Reason too regardlessly forsake.</br>"]