["ACT. III.  SCENA. I.</br>COLIN THENAMORED SHEEPHERD SINGETH HIS PASSION OF LOVE.</br>THE SONG.</br>O gentle Love, ungentle for thy deede,</br>Thou makest my harte</br>A bloodie marke</br>With pearcyng shot to bleede.</br>Shoote softe sweete love, for feare thou shoote amysse,</br>For feare too keene</br>Thy arrowes beene,</br>And hit the harte, where my beloved is.</br>Too faire that fortune were, nor never I</br>Shalbe so blest</br>Among the rest</br>That Love shall ceaze on her by sympathye.</br>Then since with love my prayers beare no boot,</br>This doth remayne</br>To cease my payne,</br>I take the wounde, and dye at Venus foote.</br>Exit COLIN.", "ACT III.  SCENA. II.</br>HOBINOL, DIGON, THENOT.", "HOBBINOL.</br>Poor Colin wofull man, thy life forespoke by love,</br>What uncouth fit, what maladie is this, that thou dost prove.", "DIGGON.</br>Or Love is voide of physicke cleane, or loves our common wracke,</br>That gives us bane to bring us lowe, and let us medicine lacke. ", "HOBBINOL.</br>That ever love had reverence 'mong sillie sheepeherd swaines.</br>Belike that humour hurtes them most that most might be their paines.", "THENOT.</br>Hobin, it is some other god that cheerisheth their sheepe,</br>For sure this love doth nothing else but make our herdmen weepe.", "DIGGON.</br>And what a hap is this I praye, when all our woods rejoyce,</br>For Colin thus to be denyed his yong and lovely choice.", "THENOT.</br>She hight indeede so fresh and faire that well it is for thee,</br>Colin and kinde hath bene thy friende, that Cupid coulde not see.", "HOBBINOL.</br>And whether wendes yon thriveles swain, like to the stricken deere,</br>Seekes he dictamum for his wounde within our forrest here.", "DIGGON.</br>He wendes to greete the Queene of love, that in these woods doth wonne,</br>With mirthles layes to make complaint to Venus of her sonne.", "THENOT.</br>A Colin, thou art all deceived, shee dallyes with the boy,</br>And winckes at all his wanton prankes, and thinkes thy love a toy.", "HOBBINOL.</br>Then leave him to his luckles love, let him abide his fate,</br>The sore is ranckled all too farre, our comforte coms to late.", "DIGGON.</br>Though Thestilis the Scorpion be that breakes his sweete assault,</br>Yet will Rhamnusia vengeance take on her disdainefull fault.", "THENOT.</br>Lo yonder comes the lovely Nymphe, that in these Ida vales</br>Playes with Amyntas lustie boie, and coyes him in the dales.", "HOBBINOL.</br>Thenot, methinks her cheere is changed, her mirthfull lookes are layd,</br>She frolicks not:  pray god, the lad have not beguide the mayde.", "ACT. III.  SCENA. III.</br>OENONE ENTRETH WITH A WREATH OF POPLAR ON HER HEADE.  MANET PASTORES.</br>OENONE.</br>Beguilde, disdayned, and out of love:  live longe thou Poplar-tree,</br>And let thy letters growe in length, to witnes this with mee.</br>A Venus, but for reverence unto thy sacred name,</br>To steale a sylly maydens love, I might account it blame.</br>And if the tales be true I heare, and blushe for to receite,</br>Thou dost me wrong to leave the playnes and dally out of sight.</br>False Paris, this was not thy vow, when thou and I were one,</br>To raung and chang old love for new:  but now those days be gone.</br>But I will finde the goddesse out, that shee thy vow may reade,</br>And fill these woods with my lamentes, for thy unhappy deede.", "HOBBINOL.</br>So faire a face, so foule a thought to harbour in his breast,</br>Thy hope consum'd, poore Nymphe, thy hap is worse than all the rest.", "OENONE.</br>A sheepeherds, you bin full of wiles, and whet your wits on bookes,</br>And wrap poor maydes with pypes and songes, and sweete alluring looks.", "DIGGON.</br>Mispeake not al, for his amisse, there bin that keepen flocks,</br>That never chose but once, nor yet beguiled love with mockes.", "OENONE.</br>False Paris, he is none of those; his trothles doble deede,</br>Will hurt a many sheepeherds else that might go nigh to speede.", "THENOT.</br>Poore Colin, that is ill for thee, that art as true in trust</br>To thy sweete smarte, as to his Nymphe Paris hath bin unjust.", "OENONE.</br>A well is she hath Colin wonne, that nill no other love:</br>And woo is me, my lucke is losse, my paynes no pytie moove.", "HOBBINOL.</br>Farewell fair Nymphe, sith he must heale alone that gave the wound;</br>There growes no herbe of such effect upon Dame Nature's ground.</br>EXEUNT PASTORES. . . .", "THE SHEPHERDS BRING IN COLIN'S HEARSE, SINGING,</br>Welladay Welladay:  Poore Colin thou arte going to the grounde</br>The love whome Thestis hathe slaine,</br>Harde harte, faire face, fraughte with disdaine:</br>Disdaine in love a deadlie wounde.</br>Wounde her sweete Love, so deepe againe,</br>That shee may feele the dyeng paine</br>Of this unhappie shepherds swaine,</br>And dye for love as Colin died, as Colin died.", "VENUS.</br>Shepherdes, abyde, let Colins corps bee wittnes of the paine</br>That Thestilis endures in love, a plague for her dysdaine.</br>Beholde the organ of our wrathe, this rusty churle is hee,</br>She dotes on his yllfavoured face, so much accurst is shee.", "A FOULE CROKED CHURLE ENTERS, AND THESTILIS A FAIRE LASSE, WOOETH HIM.  HE CRABEDLY REFUZETH HER, AND GOETHE OUT OF PLACE.  SHE TARRIETH BEHINDE.</br>PARIS.</br>Ah, poore unhappy Thestlis, unpitied is thy paine.", "VENUS.</br>Her fortune not unlyke to hers whome cruell thow hast slaine.", "THESTILIS singeth, and the Shepherds replie.", "THESTYLIS.</br>The strange affects of my tormented harte,</br>Whome cruell love hath woefull prisoner caughte,</br>Whome cruel hate hathe into bondage broughte,</br>Whome wit no way of safe escape hath taughte,</br>Enforce me say in wittnes of my smarte,</br>There is no paine to foule distaine in hardy sutes of love.", "SHEPHERDS.</br>There is no paine, &amp;c.", "THESTYLIS.</br>Cruell, farewell.", "SHEPHERDS.</br>Cruell, farewell.", "THESTYLIS.</br>Most cruell thou, of all that nature framed.", "SHEPHERDS.</br>Most cruell, &amp;c.", "THESTYLIS.</br>To kill thy love with thy disdaine.", "SHEPHERDS.</br>To kill thy love with thy disdaine.", "THESTYLIS.</br>Cruell disdaine, so live thow named.", "SHEPHERDS.</br>Cruell disdaine, &amp;c.", "THESTYLIS.</br>And let me dye of Iphis paine.", "SHEPHERDS.</br>A life too good for thy disdaine.", "THESTYLIS.</br>Sithe this my stars to me allot,</br>And thow thy love hast all forgot.</br>EXIT THESTYLIS.", "SHEPHERDS.</br>And thou, &amp;c.", "THE SHEPHERDS CARRY OUT COLIN'S HEARSE.", "THE GRACE OF THIS SONG IS IN THE SHEPHERDS ECCO TO HER VERSE.</br>VENUS.</br>Now shepherds, bury Colins corps, perfume his herce with flowers,</br>And write what justice Venus did amid these woods of yours.</br>How now, how cheeres my Lovely boy, after this dump of love.", "PARIS.</br>Such dumpes, sweete Lady, as bin these are deadly dumpes to prove.", "VENUS.</br>Cease shepherde, there are other nues, after this melancholye:</br>My minde presumes some tempest toward upon the speache of Mercurie.</br>"]