["JOB MUNGLAR.</br>Loard!  uncle Jan Trudle, dost a hire the news</br>How belike we shall stompey in temberen shoes?</br>For the Franchmen and Spangars be coaming, they saey,</br>For to carry us ale from ould Inglant away!", "JAN TRUDLE.</br>Hould tha toang, tha' great toatledum pattick of Newlyn,</br>What becaze the old wemmen be dwaling and druling,</br>And fright'ning one tother with goblins and goastes,</br>And a squaling \"The Franchmen be got 'pon the coastes!\"</br>Shoar thee beestn'n sich a whit-liver'd saft-bak'd Tim-doodle,</br>As to think they'll titch ground this em side of the poodle.</br>Noa &mdash; drat'em!  they weant bring thick noashion to bear.</br>While there's bould Coarnish curridge to give 'em a cheer.</br>And trust me, Job Munglar, I'll weage my ould hat</br>They have too much of slydom to venture 'pon that.</br>Besides, ef they shud, as a body may saeya,</br>Dust a think that we'd let 'em goa deancing aweay?</br>Noa &mdash; Fath!  thof I stand here so ould as thy vaather,</br>And thee and thy bastards ale reckon'd togeather;</br>Thof I'm lame in my click-hand, and blind 'pon one eye,</br>Yet by Gambers!  Jan Trudle would scoarn to fight shy,</br>Or stand gogling for gapes, like an owl at an eagle,</br>Or yowling just ain like a Jany Tregeagle!</br>Noa &mdash; dost hire ma!  Job Munglar, cheeld veane!  dest a hire?</br>There's noa mortal can saey I'm afeard to stand fire:</br>And thee knawst et for sartin, as how, and so be,</br>When the marchants wor sheppin the bearley, dest see,</br>And we run'd off to Padsta to nack their purceedings;</br>Ded I mind the riat-act-man and 'es readings?</br>Noa, I called out the Hubbar &mdash; soa hard as I cud,</br>And cried, stand to et boys!  tes for bearly or blood!</br>And when ale the soadgers ded toady their guns,</br>I made the purpoashals to dost 'am weth stoans.</br>Soa we cobb'd et awey jest like lyants and tygars</br>Till we made am at laste fale a snapping the trigars.</br>And drat em!  Job Munglar!  I'm bould for to saey</br>That I steev'd down three rud-coats so ded as a draey.</br>But I scorn to stand speeching braggashans and soa,</br>As ale round the Bal here do very well knoaw.</br>Yet in caze, ef so be, as the Papishes coame,</br>For to roust us ale out from our houzen and hoam,</br>Ill be cut up in slivers for meat for the croaws,</br>Ef I doant slam this tamlyn souse into their joaws.</br>Thof I've been ever sence that I noozled the nepple,</br>Durk as pitch a won side, and a hafe of a crepple;</br>Yet I've heart's-blood enow if we chance to fale too't,</br>For to murder five Franch and a Spanjar to boot!</br>But et es noa moar likely to coam unto pass,</br>Than thick moyle to fale talkeing like Balaamses ass!", "JOB MUNGLAR.</br>Well!  that maey be thickey suppoashal's o' thine;</br>But fath!  'tis noa mazedish condudle o' mine!</br>Noa &mdash; soa sartin as thickey there place es Kearn Braey,</br>The Franchmen be coaming to car us awey.</br>They've five hundred great sheps, and a mashes of men,</br>And sich powars of cannans, as never was sen!</br>But the worstest of ale, (sez a man cum'd from Famuth)</br>They have swared to burn ale from Tot Ped'n to Plemuth;</br>And to force ale the people, boath Chrestians and Jews,</br>For to live upon quilkins and pagetepooes;</br>And moar too than thickey, they'll hitch in a roap</br>Every soual that weant pray to the Devel and Poap!</br>Thof I beant quite soa rich-like in cuyn as a squire.</br>Yet I've soam little cobshans, Jan Trudle!  dedst hire?</br>Soa for doubting, cheeld lookey!  I've steev'd et, oak farm,</br>And 'fast bind et, fast find et,' weant do one noa harm.</br>Soa for doubting cheeld vean!  (as I tould tha afoar)</br>I've squadg'd et down ninety good fathoms and moar,</br>In a drang, where ould Scratch, ef ha ever inclin'd et,</br>Might sclau ale his claws off afoar he wud find et.</br>For the outlandish Pagans, in caze they do landey,</br>Will go drifting for cuyn, like excise-men for brandey;</br>But ef ever they smill out the pleace where I've poat et,</br>May my corps like a pelchard be saleted and goated!", "JAN TRUDLE.</br>Why then zounds!  let em coam, ef soo, be they've a mind</br>Thee hast shanks for to skeyce with thy fardle behind.</br>Thee maeyst scamp wi' the wemmen and cheldren, thee goose!</br>And the oather gret gaukums that take the same coose.</br>But may ale the big thunder-bolts up in the clouds</br>Tumble down 'pon my body, and squat am to jouds,</br>May I broyl like grain-tin in a blowing-house fire,</br>'Tell I'm rud as the smith makes the pieces of ire;</br>Ef I weant be shut ded, afoar enny soap-meagar,</br>Shall slavify me like a blackey-moor negar,</br>And make me ate quilkins and pagetepooes,</br>And woorship the Devel and wear woaden shoes!</br>Noa fath!  by the sperit, and soal of my body,</br>I'd rather be toarn'd to a hoddymandoddy!</br>Doant stand, tha' great lutterpooch!  chewing tha thumb;</br>For they'll get a mayn dousting when ever they coam!</br>"]