["Low bending from the starry sphere,</br>Goddess of Inspiration hear!</br>Teach (for thou canst) how I may raise</br>My languid voice, and modulate the lyre,</br>How I may sound Jehovah's praise,</br>Mount into Heav'n, and mingle with the sacred Choir.", "Fair Gratitude alarms my breast;</br>And who can chide so soft a Guest?</br>She bids my willing heart expand</br>With all that's tender, and with all that's dear;</br>She bids me bless the pious hand,</br>That with benificence profuse adorns the year.", "Who bids yon fount of orient light</br>Dispel the darkness of the night?</br>Who bids the vernal blossoms blow,</br>Or who commands the loving earth to teem,</br>Or who POMONA'S treasures grow,</br>Beneath the kiss prolific of its bridal beam?", "'Tis He &mdash; who, terrible in ire,</br>Rolls round our heads the sheeted fire,</br>Who sets the winds in wild commotion,</br>And bids the tempest with impatience rave,</br>Who rouzes up the sluggish ocean,</br>Whilst livid lightnings tremble o'er the boiling wave.", "The mountains tumble at his nod,</br>And sick'ning nature feels the God.</br>The guilty, struck with fear and wonder,</br>Attempt a dull, faint, momentary pray'r,</br>When once he grasps the bolted thunder,</br>And sends it roaring down the precipice of air.", "Yet is his parent bounty great,</br>And passive mercies round him wait:</br>Or else long since a wrathful blow</br>Had crush'd the basis of a sinful world;</br>Or man, to suffer endless woe,</br>Had in Perdition's ever-burning Gulph been hurl'd.", "O Sov'reign of abundant love,</br>Amidst Archangels thron'd above!</br>Through ev'ry space of utmost earth,</br>Be prais'd, be reverenc'd, be glorify'd.</br>O fit me for my second birth,</br>And purge me in this transitory state from pride.", "And thou, to Bards for ever dear,</br>Goddess of Inspiration hear!</br>When e'er my feeble Muse aspires</br>Of Heav'n, and of Omnipotence to sing,</br>O warm her with thy genuine fires,</br>Her harsh, rough notes refine, and prop her daring wing.</br>"]