["O ye whose eyes shall wander o'er my page,</br>Seeking instruction, or amusement light;</br>Make due allowance for the writer's age,</br>Nor damp his genius in its early flight:</br>If in his song, there shine no passage bright,</br>Awakening ardour, or assuaging woe;</br>Reflect how few are born to breathe delight&mdash;</br>How few can bid the tears of pity flow,</br>Or raise devotion's flame, or triumph's prouder glow!", "Should Love too often prompt an idle strain,</br>And nought but passion from his lips distil:</br>Should wanton Pleasure hide her sister Pain,</br>And drown reflection in the harp's wild thrill:</br>Judge not too harshly, but remember still,</br>That youth's the season of delight and joy,&mdash;</br>And think how few can chain th' impatient will,</br>When Pleasure calls, and Bliss that laughing boy;</br>Bids us in rosy sport our fleeting hours employ.", "Should Fancy sometimes, judging from the past,</br>Wrap all the future in her darkest gloom;</br>And Hope, still trembling from the recent blast,</br>Shrink back from sight, or linger near the tomb:</br>Forgive his thoughts &mdash; for in our days of bloom,</br>Ere stern experience blunts the sense of pain;</br>The mind unconscious of its bitter doom,</br>More sharply feels affliction's goading chain&mdash;</br>The frown of want &mdash; of power &mdash; or scornful wealth's disdain.", "The pangs he felt are in his song pourtray'd,</br>Love claim'd these fervent offerings as his due;</br>Yet still affliction's dictates were obey'd,</br>And wisdom blossom'd in his bosom too!</br>For many a change of mood that bosom knew&mdash;</br>Each short-liv'd passion linger'd there in turn,</br>And gave their colour to whate'er he drew:</br>Did sorrow murmur, or devotion burn,</br>Their mingling smiles or tears would fall on Fancy's urn.", "Hence would he rove to no one theme confin'd,</br>As passion prompted, or as reason prest:&mdash;</br>Untaught to hide the feelings of his mind,</br>They burst spontaneous from his youthful breast!</br>And oh!  he harbour'd many an evil guest,</br>(As those are wont who list to Pleasure's lay)</br>And cherish'd passions that disturb'd his rest;</br>Yet time perhaps, may with a brighter ray,</br>Dispel those sable mists and renovate the day.", "Then look with candour on his first essays,</br>Nor let thy judgment indiscreetly blame;</br>In time his genius may with brighter blaze</br>Illume his verses, and expand his fame!</br>Yet still, if doom'd to grovel on the same,</br>Let not thy censure too severely fall;</br>For know that Heaven alone can light the flame&mdash;</br>And that in vain we may on fancy call,</br>If 'tis to us deny'd, by Him, the God of all!</br>"]