["Whilst musky winds the streaming canvas swell,</br>And fan the landskips purfled bosom dear;</br>Where young ey'd spring 'midst roses likes to dwell,</br>The youthful poet drops a pensive tear.", "The tear of sorrow trickling down along,</br>Perhaps bedews the snowy lily's breast;</br>As to yon star he tunes his mournful song,</br>Falls silent o'er the purple vi'lets vest.", "The humid radiance of the powder'd sky,</br>And worlds just twinkling to the straining sight;</br>On pinion'd thought would tempt the soul to fly,</br>And fill the mind with rapture and delight.", "Full oft reclin'd near woodbine circled bow'rs,</br>I sought the incense that the muses brought;</br>Or gently lull'd away the mirth-infusing hours,</br>To court the luxury of tender thought.", "But now no more the painted meads invite,</br>The vermeil garden nor the vocal choir;</br>No more yon lucid twinklings charm the sight,</br>Nor glows my beast with all its wonted fire.", "Nor deem it impious to revere thy name,</br>Aetherial son of fancy's truest birth!</br>My infant use once long'd for such a fame,</br>That grateful breath'd from merit's lasting worth.", "In sympathetic languishments the soul</br>In real woe its restless passion tells;</br>In every act it finds a sad controul,</br>And on its tiresome grief for ever dwells.", "With folded arms along the silent grove,</br>The passive youth to pensive grief a prey;</br>Near to yon rivulets lonely moaning rove,</br>And grows impatient for declining day.", "The morning comes; and care unmans the soul,</br>Whilst frantic sorrows mantle in my brain;</br>For tumults now in whirling eddies roll,</br>That far exceed the wild enthusiast's strain.", "Ah!  what avails a youthful poet's name,</br>When blasphemy defiles the muses song!</br>For most unknown to merit's rising fame,</br>With curs'd deceit will represent it wrong.", "Perhaps, mild youth, you misemploy your time,</br>Imbitter life, and starve the liberal soul;</br>With jingling nonsense cramp'd in gothic rhyme,</br>Whilst brainsick frenzy through thy pages roll.", "Lean penury attends the flighty strain,</br>And ever waits on poets wretched life;</br>Then read no more; lay schemes of hoarded gain,</br>Or try the solace of a married life.", "Go, hapless mourner, quit the silent grove,</br>Nor tune no more the cypress-weeping lyre;</br>No more o'er Hammond's wailings wond'ring rove,</br>Nor talk of rapture, and a Shakespear's fire.", "Go seek diversions 'midst the bustling crowd,</br>Or try new scenes, still shifting to thy view;</br>Resound his lordship's praise with heat aloud;</br>Despise religion, and the saintish crew.", "Let not ambition tempt thy tender muse</br>Then through the rugged paths of modern lore;</br>For squint-ey'd critics will thy lines refuse;</br>Perhaps befriended by thy friends no more.", "Try Circe's arts; and sweet oblivion drink</br>To gloomy thought, or sad corroding care;</br>In pleasing frenzy see thy sorrows sink,</br>And now thy lighten'd soul will better fare.", "Too weakly indolent to jilt the muse,</br>The soft enthusiast yields t' enticing song;</br>Who can thy sweetness, Thompson, once refuse,</br>That e'er to love's soft train did once belong?", "Unhappiest sure of all unhappy men,</br>Ye finer souls who mellow into love</br>From the slight touches of a poet's pen,</br>And in your breast such sweetest pain approve.", "Without the gift of fortune's partial hand,</br>What boots, my Laura, once for me to know,</br>That Maro liv'd in fair Italia's land,</br>Or Delia caus'd the muse-fir'd poets woe?", "When August wander'd all our up-lands o'er,</br>Or lusty April mantled in her bloom,</br>Where rivers stray along in humid store,</br>How oft did we our ev'ry hour consume?", "When Leo rode sole emperor of the sky,</br>And thirsty flowers of refreshment lack'd;</br>To still retreats together would we hie,</br>And kiss ideal fictions into fact.", "The Medecean Venus have I seen,</br>In sportive daliance, amorous delay;</br>So lightly trip it o'er the verdant green,</br>Streaming all around her lambent day.", "But now no more the devious poet strays,</br>With beauty to protract the silent hours;</br>O'er daisy'd meadows hymning vocal lays,</br>Nor to yon star his pleasing musings pours.", "Passive he sinks beneath the weighty blow,</br>When sad oppression lifts her iron rod;</br>In tearful whispers does his sorrows flow,</br>In sad resources to his guardian God.", "With Whitehead's muse thro' each voluptuous wild,</br>In sportive glee how often should I roam;</br>Or oft when Huckell's lyre the time beguil'd,</br>As fancy fir'd sing sweetly wailing home.", "Though just Apollo gave the meed of worth,</br>To Isis bard that triumph'd o'er thy strain;</br>Yet Mason we allow thee of poetic birth,</br>Nor ere but once did court the muse in vain.", "Oft o'er thy sweetest wailings did I roam,</br>And o'er Musaeus urn just drop a tear;</br>Or in thy Mevil bribery's sons bemoan,</br>And with my latest breath his name revere.", "Nor shall my namesake too his song impart</br>Without a grateful sense of all his worth;</br>For melancholy's sweet son I know thou art,</br>The sky's thy home, and of aetherial birth.", "He that can draw the soft pathetic tear</br>In pious drops from pity's modest eye;</br>To merit's sons must be for ever dear,</br>Nor can the muse her gratitude deny.", "Learn this in Gray, sweet elegy's own son,</br>Whose tender sweetness melts the female heart;</br>Whilst soft'ning angels list'ning at the song,</br>Ask wond'ring who this secret did impart?", "The spotless priest (when solemn tapers light</br>Play'd round the temple in a holy blaze)</br>In Clitherow's page still innocently white,</br>Stands all confess'd, at Frederick's death amaz'd.", "By night's black pall, majestically slow,</br>Ah!  see the mourners quit the silent grave,</br>Whilst tristful sorrows from their breasts o'erflow,</br>That none, alas!  could Frederick's death ere save.", "Oxonia boasts thee for her native son,</br>And still her Isis triumphs in thy verse;</br>Ingenious Wharton!  for thy attic tongue</br>Was tipt with nectar at thy genial birth.", "Soar lyric Hawkins on thy eagle wing,</br>Soar to thy God and nest thyself in heav'n;</br>Nor further dare the muse attempt to sing,</br>T' elegy's sons such ardor's never giv'n.", "Remain a proof to dullness grinning sons,</br>That poetry with reason's just pretence;</br>For manly reasoning to thy strain belongs,</br>Nor bless'd with genius art devoid of sense.", "The men of prose, a plodding selfish race,</br>Despise the poet and the muses song,</br>And with the marks of infamy disgrace</br>The name once thought to angels to belong.", "When then the dastard sons of envious care,</br>Shall damp the genial current of the soul,</br>Forgive the youth that does his case declare,</br>And points the men that poets do controul.", "The man that cherish'd in the tender breast,</br>The genial seeds of scientific lore;</br>Was always for his labour doubly bless'd,</br>And though he gave, yet ne'er debased his store.", "Then let not genius in the barren shade,</br>Unfoster'd sicken in the pensive gloom;</br>For breasts there are for heavenly musings made,</br>But curse the dapper witlings from your room.", "Live long the champions of the muses song,</br>Lowth, Wharton, Mason, and my plaintive Gray;</br>May Albion's chalky cliffs long, very long,</br>Its tributary honours to you yearly pay.", "And may the sea-girt shore with freedom crown'd</br>Still undisturb'd protect your soft repose;</br>The fairy elves shall thump the hallow'd ground</br>In honour of your fame, till Phoebus' rays arose.", "For Spencer oft indulgent thinks of you,</br>And eyes thee here full oft with wishful eye;</br>The British Virgil pays obeysance due,</br>And thinks for to conduct thee to yon azure sky.", "Some from the squeezings of a lovesick brain</br>Just tagg some grov'ling prose in jingling rhyme;</br>These harmless creatures bless the muddy strain,</br>Till a review slow traces every line.", "Such earth-born souls I mean not to befriend,</br>But nurse the seeds of poets sacred rage;</br>The race of dunces sure will never end,</br>Then leave the criticks pleasing war to wage.", "But you, Oxonia's sons, whom genius fires,</br>With sacred ardour for the muses song;</br>Nor deem it impious for to string your lyres,</br>Tho' wild enthusiasts represent it wrong.", "May the short pray'r the youthful poet breaths,</br>Be always prov'd by Oxford's ev'ry son,</br>The muses always wear the peaceful wreaths</br>That smilingly to olive peace belong.", "May classic learning flourish in thy reign</br>Great Pit, immortal on the dregs of time;</br>Nor fools, enthusiasts, hurt the muses strain,</br>With nonsense lavish'd against harmless rhyme.", "The gaudy gloss of fortune's giddy band,</br>With wonder only strikes the vulgar eye;</br>But learning with good nature hand in hand,</br>Confers such honours that will never die.", "Let learning then her sacred head up-rear,</br>And hurl her vengeance on the dastard foe;</br>The muses still the laurel chaplet wear,</br>And weave its honours on the poet's brow.", "With freedom crown'd, such gifts thy fav'rites boast,</br>Fair Rhedecyna o'er thy verdant plain;</br>Accept my wish, though in a distant toast,</br>For heav'nly nectar does inspire the strain.", "Rise Oxford, ancient in the length of days,</br>Thy sons preserve, thy liberty and laws;</br>Still shall the muses carol heav'nly lays,</br>And other Whartons shall defend my cause.</br>"]