["CANTO I.</br>On Spring's mild evening when the Western gale</br>Breathes a calm quiet o'er the rural vale,</br>When all is silent save the pipe's sweet sound</br>Or lonely cuckoo in the woods around,</br>Returns the Shepherd from his labour o'er,</br>And children prattle at the cottage-door;</br>When Phaebus sets and when the mountain gleams</br>A feint-ting'd lustre from his golden beams,</br>Why does the hamlet far retired roll</br>A solemn pleasure o'er the troubled soul?</br>There in her loveliest dress does Nature shine,</br>There dwells fair Virtue and Content divine;</br>Nor does pale Vice or envious care annoy</br>This scene of quiet, this retreat of joy.", "Go, man, with sorrow prest, and search for there</br>A cure for grief, a refuge from despair;</br>There shalt thou dwell with sweetly temper'd Peace,</br>Rosy-cheek'd health, and true poetic ease:</br>Taste, free from passion, in the verdant glen</br>A bliss not frequent in the haunts of men.</br>An equal calm, thy troubled breast shall know,</br>As when old Ocean from its depths below</br>Has roll'd huge waves, and stormy tempests pour</br>The foaming billows on the sea-beat shore.</br>But now, unruffled by the gentle breeze,</br>Still are the waters and serene the seas.", "Grant me, propitious heav'n!  a humble cot,</br>Deep in the country, a sequester'd spot;</br>Far from the city, and the envious croud</br>Of praise penurious, but of malice loud:</br>Let poplars, elms, and oaks, the forest's pride,</br>Defend my hamlet on the Northern side;</br>And rising lofty from the covered plain:</br>Afford a refuge to the feather'd train</br>There let the partridge and the pheasant shun</br>The dread explosion of the sportsman's gun.</br>All-gracious God!  let not that murderer rove</br>With steps unhallow'd through my sacred grove;</br>Let thorns grow round, and let the timorous hare</br>From hounds pursuing, find a shelter there.</br>In murmuring streamlets let a fountain flow</br>Along the meadows to the woods below;</br>Around my wall the pliant woodbine glide,</br>And form an arbour at my cottage side.</br>Unbar the fasten'd gates, ope thou my door</br>Wide to the stranger and receive the poor;</br>Crown then my hopes, and make thy happy youth</br>Sacred to Virtue and her sister Truth!</br>Teach me to know thy will, oh teach me this</br>By blessing others to encrease my bliss.</br>What, though the dome be wanting at whose gate</br>In servile pomp the pamper'd menials wait!</br>What, though the pillar'd roof or marble pile</br>Does not auspicious on my dwelling smile!</br>Can massy plate, or rich embroider'd vest</br>Alter my transports or preserve me blest?", "Why does not man resort, ere life yet fades,</br>To verdant groves and thought-inspiring shades?</br>Why seeks he not the philosophic cells</br>Where peace resides and meditation dwells?</br>There might he learn the greatest bliss below,</br>To rule his passions and himself to know.</br>Men of the world, true reason never finds</br>A transient empire o'er your fickle minds;</br>A dull rotundity of tasteless joys</br>Drowns every thought, and every sense destroys.</br>Go, fools insipid, ye shall never know</br>The heart-felt pleasures which from reason flow;</br>In fashion's whirlpool join, and roll along</br>Amidst the vortex of the public throng.</br>Far wiser he, who while he till'd his land,</br>Saw the proud Fasces and the Lictor's band</br>Around his ploughshare press, to lead from borne</br>The new Dictator of imperial Rome!</br>He sigh'd, and turning from ambition's charm,</br>\"This year,\" said he, \"will be untill'd my farm,\"</br>And now the foes o'ercome, the battle o'er,</br>The soldiers hasten to their native shore;</br>The Chief resigns his post and hastes from Rome,</br>His cot to enter and to bless his home.</br>Around his knees his little children clung,</br>His wile with transport on her husband hung:</br>And, as she offer'd him hr eldest boy,</br>Addrest the hero with a smile of joy!</br>\"I fear'd,  my Quintus, lest ambition's charms</br>Might chance to keep thee from my longing arms;</br>But now I banish hence my anxious pain,</br>And own with pleasure that my fears were vain.\"</br>The Chief reply'd.  \"The servile croud, who wait</br>To bear my mandates, and the regal state,</br>Charm not thy husband, nor the wars alarms,</br>The trumpet's clangor, or the din of arms.</br>Let Jove bear witness from his heav'nly throne</br>The senate's will, my country's voice alone</br>Could prompt my soul o'er armies to preside</br>Far from my children and my much-lov'd bride.</br>Oft when to mortals midnight gave relief,</br>And all were slumbering save their watchful Chief,</br>Oft have I thought, Oh!  oft with anxious care</br>On thee, Attilia, and my children dear!</br>But now, since entered at my cottage door,</br>My joy is perfect and my bliss secure.\"", "An equal glory does Dentatus share,</br>The bravest Roman in the Samnite war.</br>Thrice to be Consul o'er the State he rose,</br>Thrice did he triumph o'er his country's foes:</br>As oft retiring to his calm retreat</br>He left ambition and her dangerous seat;</br>There as the Chief in earthen vessels ate</br>The simple turnip and the frugal date;</br>The Samnite legates with rich treasures came,</br>Their gifts to offer and his aid to claim.</br>An honest indignation o'er his cheeks</br>Spreads a warm blush, while thus the warrior speaks.</br>\"Think ye, O Samnites, I should meanly base</br>Pollute my glory and my deeds efface;</br>Think you to make me happy, that I need</br>A gilded dome, or ornamented steed?</br>'Tis by my pleasure, not the will of fate,</br>My cot is small, and unadorn'd my gate.</br>How could you falsely think that he who reigns</br>O'er hosts of Romans or embattled trains,</br>Who with an honest uncorrupted mind,</br>Gave Rome his plunder and his power resign'd;</br>With like disgust could unconcern'd behold</br>The spoil of kingdoms or a monarch's gold;</br>Would basely stoop and from thy hand receive</br>The paltry offers which aloe would give;</br>Vain were our hopes, deluded legates, go</br>Hence from this cottage; let the Samnites know,</br>Curius, though poor, with virtuous honour burns,</br>Their gifts despises and their offer spurns;</br>Rous'd at my country's call, I leave my home,</br>Disperse whole armies and the foes o'ercome;</br>And then returning from the war's alarms,</br>Seek my lov'd cottage and my consort's arms.\"", "Thrice happy Rome!  had potent Caesar view'd</br>Such acts with pleasure, and such steps pursued,</br>His lawless army on their march restrain'd,</br>Obey'd the senate and from arms refrain'd!</br>Would he had spar'd with sacrilegeous hands</br>To wage a warfare on his native lands!</br>Ah, no, he marches from the Gallic bounds</br>With hostile movements to attack thy grounds</br>And fords the Rubicon.  The foe to meet</br>Arose great Pompey from his calm retreat,</br>As the grim lion in the forest deep</br>Ferocious muses from a troubled sleep,</br>When mastiffs eager for the chace and men</br>Pierce the dark thickets and surround his den;</br>Dreadful he roars, his eyes with fury glare,</br>The hound then trembles and the huntsmen fear.</br>The mighty Pompey to defend the coast,</br>Thus rose majestic, in himself an host;</br>The sons of Liberty with ardour flow</br>Around their leader:  he attacks the foe.</br>Mysterious heav'n!  the greatest Chief in Rome,</br>The trusty guardian of her laws at borne,</br>Who once destruction from his country hurl'd</br>On all her foes, the master of the world</br>Now lies, forsaken by his numerous bands,</br>A lifeless corpse neglected on the sands.", "To Cato next devolv'd the sacred trust,</br>Cato the wise, the glorious, and the just!</br>Whose fame, in spite of superstition's chains</br>Of gloomy honors or tyrannic reigns,</br>Shall pass refulgent, pure, from clime to clime</br>In golden pages 'till the wreck of time.</br>He marshalls armies on the Afric coast,</br>King Juba aids him with a tawny host;</br>But mighty Caesar, as a torrent strong,</br>O'erwhelm'd his warriors and dispers'd the throng</br>With speed they fly to Utica, and there</br>Mourn their lost country and indulge despair.</br>Unvanquish'd Cato dares alone to strive</br>To cheer their spirits and their hopes revive,</br>But strives in vain.  Can mortal force withstand</br>The Fates' stern empire, or th' Almighty's hand?</br>He finds at length his hopes are vain, and calls</br>His friends around him in the Utic walls;</br>Advis'd them all to shun the victor's might,</br>And trust no longer to the useless fight:</br>These to seek pardon from the foe, and those</br>To weep in silence for their country's woes.</br>\"I fear him not, said he, nor will I fly,</br>I spurn the tyrant, and his threats defy!\"</br>His friends reluctant part.  The godlike man</br>Turn'd to young Portius, and these words began:&mdash;</br>\"Oft have I, Portius, strove to stop the course</br>Of base corruption or allay its force:</br>Oft to aid virtue and the laws defend,</br>The foe of tyrants, and my country's friend.</br>But all was useless 'gainst the will of fate,</br>A factious people, and corrupted state;</br>Yet would I not exchange my virtuous name</br>For Caesar's empire and his ill-gain'd fame.</br>My friends advise me or to seek by flight,</br>A dubious safety or to own his might;</br>But may the stormy main or yawning ground,</br>While free, receive me in its depths profound!</br>Or by great Jove may I be headlong hurl'd</br>To gulphs Tartarean and the Stygian world!</br>Ere Cato, base, to kiss that hand descends,</br>So oft made bloody by his country's friends!</br>When Virtue strives against the bad in vain,</br>The post of honour is the rural plain:&mdash;</br>Seek, then, my Portius, since our hopes are foil'd,</br>The Sabine country where thy fathers toil'd:</br>There till thy lands; the well-till'd lands will grant</br>A bounteous produce and supply each want;</br>Contentment flying from the gilded room,</br>Will dwell with rapture in thy humble dome:</br>Strife and Ambition shall be chac'd away</br>By Peace irradiant as the god of day.</br>There study Nature and let learning find</br>An easy access to your generous mind,</br>Let mild philosophy your time employ,</br>And arts and science shall encrease thy joy.</br>Let brave Marcellus, and that virtuous youth</br>The son of Freedom and the friend of Truth</br>Immortal Brutus, and his faithful wife</br>Partake the blessings of thy happy life.</br>Believe me, Portius, not the crouded court,</br>The pomp of senates or the king's resort,</br>The croud of clients, or the marble pile;</br>The gilded palace nor the flatterer's smile;</br>Bestow such blessings as await thy lot</br>If friends like these surround thy humble cot.\"</br>He spoke, and sought his tent, prepar'd to meet</br>His latter moments in a calm retreat:</br>Reads Plato, o'er his thoughts enraptur'd fly</br>Where virtue triumphs in her native sky.</br>At length, he calls to mind the falling state,</br>The loss of freedom and his ill-starr'd fate;</br>And, sad, despairing of his country's cause,</br>The dreadful poniard from its scabbard draws;</br>(Where God of Justice is thy arm to save</br>The wrecks of freedom from the opening grave?)</br>Feels the dread point, and piercing through his breast,</br>Sunk with his fathers to eternal rest.", "But youthful Brutus to his fame succeeds,</br>And dwells with rapture on the stoic's deeds.</br>Brought up amidst the academic shades</br>And peaceful dwellings of th' Aonian maids,</br>The goddess, Liberty, had form'd his mind)</br>Matured his reason, and his thoughts refin'd;</br>(Expell'd from Rome, she join'd her sister Truth</br>And dwelt, transported, with her darling youth)</br>And mild Philosophy, to please her, shed</br>A balmy influence on her hero's head.</br>The well-taught leader rises from the groves</br>To aid his country, and to Rome removes;</br>As the bright sun emerging from a cloud,</br>In native dignity and lustre, proud,</br>Expels the darkness which o'erhung the day,</br>Cheers up the gloom, and drives the fog away,</br>Thus does the Chief in Virtue's garb array'd,</br>Emerge, refulgent, from the rural shade.", "Ambitious Caesar fortify'd his throne</br>With force oppressive, but one path alone</br>Was left unguarded, and remain'd for those</br>Who priz'd their freedom and would slay its foes</br>They pass the easy gate, they climb the walls,</br>Oppression totters &mdash; and the tyrant falls.</br>Once more, the sons of Liberty regain</br>Their wonted courage, and are arm'd again!</br>But Caesar's veterans with fury pour</br>Against great Brutus, on the Grecian shore:</br>But, scarce oppos'd, the hostile camps were seen</br>Along the coast, a little space between,</br>When darkness now with sable wings, hangs o'er</br>The eager troops, and overspreads the shore;</br>Brutus, alone wrapt up in anxious thought,</br>A calm retirement from the battle sought:</br>When (as report declares) a spectre form</br>Rose from the around, tremendous as the storm.</br>Aloft in air he rais'd his giant head,</br>And cast his eyes around; Brutus, he said,</br>\"I am thy evil spirit at Phillippi's plain</br>Expect me next.\"  \"We then shall meet again!\"</br>The Chief replied, undaunted by the sight,</br>And waited anxious for th' approaching light.", "But, now arrives the fatal morn, to bring</br>Death to brave Brutus, and to Rome a King:</br>The sun, portentous, on the mountains shed</br>A bloody tinge, and dy'd the clouds with red:</br>On either side the soldiers view the sight</br>With solemn horror, and demand the fight;</br>Rous'd by the trumpet, they prepare their arms,</br>And pant with ardour for the war's alarms,</br>Waves the dread signal, and the groans rise</br>Of vanquish'd soldiers, or the victors cries.</br>Stretch'd on the ground the troops of Cassius lie,</br>Slain by Octavius, or inglorious fly.</br>The foes pursue.  They toss the flaming brands,</br>And burn the camps along the sea-beat strands:</br>The leader views with deeply troubled breast,</br>His tents all flaming, and his troops oppress'd.</br>\"Alas\" cried he, \"in this destructive fire</br>Does Freedom suffer, and her cause expire.</br>Gods!  let me perish on this fatal shore,</br>Since Rome is vanquish'd, and her fame no more.</br>That men may hence to after ages tell</br>That Cassius perish'd when his country fell.\"</br>He said, and pierc'd his breast; the spouting gore</br>Bursts from the wound, and stains the bloody shore.</br>Brutus, meanwhile, the adverse troops assail'd,</br>They fly his fury, and his might prevail'd.</br>But while fair Conquest dawn'd around his head,</br>He heard with horror that his friend was dead.</br>\"There,\" said the Chief, and as he spoke he sigh'd,</br>\"The last and bravest of the Romans dy'd.</br>Why did I leave my dear, delightful shade,</br>In hopes to save thee, and thy friends to aid,</br>Imperial Rome?  alas, I did not know</br>That vice could triumph in this world below.</br>For thee, I left my native rural air,</br>For thee, my studies, and my consort dear,</br>Left all my pleasures.  What rewards await</br>Such virtuous actions but a bitter fate?</br>How were my hopes by foolish fancy buoy'd</br>That vice would fall, not Virtue be destroy'd!</br>\"False, fleeting hopes, ne'er destin'd to be true,</br>Then welcome, death!  poor, slavish Rome, adieu.\"</br>He spoke, and pierc'd his heart; his body dies,</br>His soul immortal seeks her kindred skies.", "</br>CANTO II.</br>Thy haunts, Retirement, and thy peaceful shade,</br>Are doubly grateful to the beauteous maid</br>With love imprest; and please the youth, whose heart</br>The son of Venus with a golden dart</br>Has wounded deep:  his mind enraptur'd there</br>Hangs o'er the image of his much lov'd fair.</br>No thirst of gain, no passions intervene</br>To check his transports, or disturb the scene:</br>Sweet are his thoughts; for in the humble cell</br>By worldly objects unemploy'd they dwell</br>(Heighten'd by nature and, the verdant groves)</br>With double rapture on the fair he loves.</br>'Gainst the green grott with pleasure does he lean</br>Where Emma's presence had endear'd the scene.</br>\"Here, said he, (well I recollect the hour)</br>Here Emma seated in this shady bow'r,</br>Heard my fond tale of love.  The flow'ry race</br>Grew round the Arbour and perfum'd the place;</br>I pluckt the choicest violet (for I knew</br>Her fav'rite colour was a lovely blue)</br>The flow'r presenting, much I trembled while</br>My gift she notic'd with a gracious smile.</br>Her smiles soft thrilling through my ardent veins,</br>Restor'd my courage and reliev'd my pains.</br>Behold, said I, how bounteous nature pours</br>A rich profusion for these happy shores!</br>Hark, how the lively birds around us sing,</br>And hail the prospect of returning Spring;</br>From yonder poplar hear the cooing dove</br>Court his lov'd mate, and woo her soul to love.</br>The Fates (and much their gifts I prize) have shed</br>Unnumber'd blessings on my happy head.</br>Far as the eye can reach, the fields are mine,</br>Whole flocks of lambkins, and whole herds of kine.</br>But, as the father of the world, when blest</br>In peaceful dwellings, where immortals rest;</br>Still in his bosom found a void unknown,</br>Till Eve, to love him and his bliss to crown,</br>Jehovah form'd.  Thus, without thee, my fair,</br>My plains deserted and forlorn appear.</br>Then, dearest Emma, since my heart is thine,</br>Complete my bliss and let thy hand be mine.</br>I ceas'd.  The Gods alone are fit to hear</br>The charming accents of my beauteous fair!</br>How was I blest such heart-felt joys amid</br>When blushing Emma in my bosom hid</br>Her deep-ting'd face:  All-gracious there confest</br>The love she foster'd in her glowing breast,</br>Consented to be mine next harvest home,</br>Pass swift, ye days, and let the harvest come.</br>Frown not, ye proud ones, on her humble state,</br>Small is her fortune &mdash; but her virtues great.</br>What though no slaves in livery'd pomp prepare</br>With hireling duty her commands to bear,</br>What, though no vain desires assail her breast,</br>Nor purple glitters on her flowing vest?</br>That sun, which gilds the stately poplar, throws</br>An equal lustre on the village rose.\"", "In haunts like these, with Abelard content,</br>Her joyful time fair Eloisa spent.</br>There does she, happy, as she walks along</br>The murmuring rivulet, or the woods among,</br>Hang on his arm; and smiling in his face,</br>The sweet emotions of her lover trace.</br>At dawn, awaken'd by the lark's sweet lays</br>They rise, and rising, their Creator praise.</br>Thanks be to thee, Almighty God of all,</br>Guardian of good, by whom the guilty fall,</br>Thanks be to Thee for all thy blessings sent,</br>This valued cottage where resides content!</br>These plains extending through the wide campaign,</br>And fields now covered with the ripening grain;</br>But let not, Lord, thy grateful servants prove</br>Of Thee unworthy, or neglect thy love!</br>Oh let the virtuous and the needy share</br>Those gifts thou grantest to our earnest pray'r!</br>Thus they th' effusions of their bosom pour</br>To great Jehovah, and his pow'r adore.", "They next proceed with philanthropic zeal,</br>To aid the needy and the sick to heal;</br>(Delightful Pair, whose peace-imparting breath</br>Expels all anguish from the bed of death)</br>Pleas'd, as they pass, the grateful rustic now</br>Salutes the lovers with a clownish bow.</br>To show their love, the artless children seize</br>Their flowing garments, or embrace their knees;</br>Although the father on the prattlers frown'd,</br>Or chid their freedom as they play'd around.</br>Content they cuter at the cottage door,</br>Amidst the blessings of the numerous poor</br>There, free from envy or ambitious strife,</br>Blest with each other, pass a happy life!</br>They aid the poor, or read amid the bow'rs,</br>While love and duty claim alternate hours.", "Hapless his lot!  on whom no charmer smiles,</br>No love awakens, and no hope beguiles.</br>Sad are his days by Fates condemn'd to prove</br>The frowns of beauty, and the pangs of love.</br>For him, his mistress' air and noble mein</br>But form new tortures and increase his pain;</br>For him, no sweetness with alluring grace</br>In smiling dimples sport around her face;</br>For him, no sparkling eyes with pleasure gleam,</br>Nor flowing ringlets on her shoulders stream.</br>That beauty which dispenses bliss around,</br>With rankling venom, but inflames his wound,</br>How will he storm, to view her scornful eyes</br>Neglect his passion, and his love despise!</br>To see some rival with encircling arms,</br>Clasp his fond fair one, and enjoy her charms!</br>His brain with fever burns; his eye-balls roll</br>With rage expressive of his frantic soul.</br>Such, mad Orlando, was thy ill-starr'd lot,</br>Thyself neglected, and thy love forgot.</br>The swains, ill-fated, from the mountain's brow</br>Hurl'd by thy force amid the plains below;</br>And timid wild-beasts with a rapid flight,</br>Rush through the forests and confess thy might.", "Ah!  wretched man, whom Fates have doom'd to mourn</br>A hopeless passion, and a mistress' scorn,</br>What, but thy charmer's love avails to cheer</br>Thy maddening sorrow or dispel thy care?</br>Does there no hope, no comfort else remain</br>To soothe thy anguish, and relieve thy pain?</br>There does.  Go, seek the peace-imparting shade,</br>The wood-bin'd cottage and th' embowering glade;</br>There learn, retired from thy charmer's view,</br>To rule thy passions and thyself subdue.</br>The rural plain, the silent groves impart</br>A soothing pleasure to the troubled heart.</br>As hapless he, who, when he hopes to find</br>His love requited, and his mistress kind,</br>Perceives some fate, too cruel, intervene</br>To cross his love, to change the grateful scene!", "Some tyrant father, whose penurious mind</br>In nought but wealth can any pleasure find;</br>Whose crouded chest with glittering jewels shines,</br>Or added treasure of Peruvian mines!</br>On gold his thoughts, on gold his wishes rest,</br>Gold the chief pleasure of his sordid breast.</br>For this, penurious, from.  his mistress dear,</br>He parts the lover and condemns the fair</br>To long confinement; there her tears but flow,</br>To mourn his absence and lament her woe.</br>There does she pass, a prey to stern Despair,</br>Her days in sorrow, and her nights in care.</br>He trusts hard usage there his child might move</br>To spurn her Henry, and forget to love.</br>How vain the task!  for nought but reason finds</br>A lasting empire over virtuous minds.", "Some jealous husband, to whose brutish bed</br>Condemn'd, a charmer finds each pleasure fled:</br>Vain are her sighs, unhappy, she compares</br>Her past enjoyment, with her present cares</br>With grief remembers, when an artless maid</br>She walk'd the grove, or through the meadow stray'd;</br>There did a loving youth her time beguile,</br>With mark'd attention and awake each smile;</br>But, though the rising wish her soul may move,</br>To view the darling of her virgin love,</br>With love, with honor, and distraction fraught,</br>The wish she crushes, and she checks the thought.</br>But him, unconscious of her glowing charms,</br>No love enlivens, and no rapture warms;</br>Like the rough Indian, whose unpolish'd hands</br>Find a rich jewel on the Eastern sands,</br>At first, well pleas'd, the shining gem surveys</br>Its matchless splendor, and reflected rays;</br>At length, neglectful, with disdainful eye,</br>He spurns the prize, and throws the treasure by.</br>Meanwhile, no hope can soothe the lover's grief,</br>His sorrows calm, or give his mind relief;</br>Through rural beauties he delights to rove,</br>The rural beauties form a cure for love.</br>Thus, Youthful Petrarch, from the world retir'd,</br>With boundless virtue, and with honor fir'd,</br>Leaving his Laura (arduous task!) o'ercame</br>The stern dominion of his ill-starr'd flame.", "Hail!  blest Retirement!  whose imperious sway</br>Each lawless passion, and each vice obey;</br>Long o'er the world thy grateful rule extend,</br>The guard of virtue, of mankind the friend!", "</br>CANTO III.</br>Why does the soldier, from his home afar,</br>Tempt the rude dangers of the sanguine war?</br>Why does the merchant send his vessels o'er</br>The seas of Europe to the Indian shore?</br>Watch the rich fleet; which bears with fortune's smiles</br>Peruvian treasures to the British isles?</br>Why does the miser for his darling wealth,</br>His life endanger, and destroy his health?</br>In hopes his labours and his toil engage</br>A calm retirement for declining age.</br>For this, the British Tar, alert and brave,</br>The storm despises, and defies the wave.</br>He knows his country for her sons prepares,</br>To bless the aged, and relieve their cares:</br>He knows a palace stands, where father Thames</br>Rolls the strong current of his silver streams.</br>Hail, grateful Albion!  whose propitious laws</br>Reward the patriot who defends thy cause!</br>Long be thou just, and let thy warriors claim</br>In age a refuge, and in youth a name.", "Behold!  the virtuous man with toiling strife,</br>Pass through the mazes of uncertain life,</br>The walk, the thicket, and the plain he tries,</br>The haunts of virtue, or retreats of vice;</br>Oft does he find the modest glow-worm light</br>Of merit darken'd, or oppress'd by might;</br>That knowledge often, and that wisdom sleeps,</br>While serpent Vice amid the garden creeps,</br>And taints the flowers as it glides along,</br>The shrubs luxurious or the plants among.</br>What toils!  what evils!  does his virtue bear,</br>Oppress'd by fortune, but above despair.", "Perhaps a Patriot, in his country's cause,</br>He dares corruption, and defends her laws!</br>In spite of pow'r, in lawless tyrants spite,</br>He guards the people, and protects their right!</br>The ruling Despot views with jealous eyes</br>His deeds are virtuous and his counsels wise!</br>When power threatens, and when danger's nigh,</br>The faithless people from their guardian fly</br>Too late, regardless of the world, the sage</br>Now falls a victim to the tyrant's rage.", "Perhaps a Soldier on th' embattled plain,</br>He stands the foremost in the warrior train!</br>His steps should triumph through the battle lead,</br>Or wave her banners o'er the hero's head,</br>The croud inconstant on their joys awhile,</br>With fond attachment on their leader smile:</br>But soon, intent on other thoughts, they slight</br>His fame in battle and his deeds in fight.", "As, when (while winter's hoary frost congeals</br>The rain descending on the whiten'd fields)</br>The swain returning to his cottage now,</br>Imprints his footsteps on the falling snow;</br>The snow, still falling, through the aether glides,</br>Destroys each footstep, and each vestige hides;</br>Thus, from the people novel sights efface,</br>Each deed now past, each once remember'd grace.", "How false!  how faithless!  are the senseless croud,</br>In hatred now, and now in praises loud;</br>Nor has the tempest nor th' inconstant winds</br>More frequent changes than their fickle minds.</br>Hapless is he, whose dubious bliss depends</br>On hopes so wavering, such uncertain friends!</br>Behold him now their gracious fav'rite rise,</br>He now, deserted, from his country flies!</br>Thus, brave Camillus, did ungrateful Rome</br>Expel the; banish'd from thy much-lov'd home;</br>What did thy conquests o'er the foe obtain?</br>A dwelling distant from thy native plain:</br>What did thy wounds among the hostile band?</br>Ah!  wounds inflicted by thy country's hand.</br>These honors from the croud, these ills await</br>Those bravely virtuous, or exceeding great.", "Perhaps, on warring ships he dares to leap,</br>And tempts the dangers of the stormy deep;</br>Bold in his country's cause, the tempest braves,</br>And rolls her thunder o'er the liquid waves:</br>Should his bold fleet with fav'ring fortune crown'd,</br>Urge hostile vessels through the vast profound,</br>If Gaul's proud navy, flying, vanquish'd, falls</br>Beneath the thunder of our wooden walls,</br>What praise, what glory shall the hero gain?</br>What joys await him on his native plain?</br>The transient favors of a wavering croud,</br>Reward the chief in conscious virtue proud,</br>But should (oh may the world-directing pow'r</br>Forbid the evil, and avert the hour)</br>Ah!  should the foe with force superior claim</br>The palm of conquest, and reward of fame,</br>Like unripe corn beneath the reaper's hand,</br>He falls, the victim of his native land.</br>Should he not fall, he's ill-starr'd doom'd to bear,</br>The smile contemptuous or disdainful sneer,</br>A loath'd existence to the silent tomb</br>Will urge his footsteps, and his days consume;</br>Such scorn, such ills, such miseries await</br>The virtuous, labouring under adverse fate!", "Perhaps, of Virtue's cause the certain trust,</br>He guards the wretched, and protects the just;</br>Of injured merit pleads the suffering cause,</br>The chief protector of his country's laws.</br>Should crouded courts and listening people hang</br>With admiration on his bold harangue,</br>If, from the bar he pleads, and pleading rolls</br>Persuasion's mildness o'er their untaught souls,</br>Or mingles aptly in his moving piece</br>The fire of Tully, and the strength of Greece,</br>Should gathering virtues in his bosom meet,</br>And Envy's arrows fall beneath his feet,</br>Some tyrant's shaft will surely pierce his side,</br>Thus fell the Grecian, thus the Roman dy'd.", "Thus in the world the man of virtue strives,</br>Impell'd promiscuous as the tempest drives.</br>As, when the winds their stormy fury roll</br>O'er heaving billows from the Northern pole,</br>And through the deep the yielding vessel hurl;</br>Their shatter'd sails the skilful seamen furl,</br>Now here they run, now here they haste, to keep</br>Their tottering vessel from the yawning deep,</br>Till o'er the surface of the foaming seas</br>An harbour opens to their eager gaze;</br>They hail the land, they pass with transports through</br>The wish'd-for haven which appears in view.</br>Thus, does the virtuous man, expecting, wait</br>With equal pleasure for that happy state,</br>When far retiring from the public noise,</br>The world he quits, and all its transient joys.", "Take heed, ye youths, be timely wise, and hear</br>The words of reason, with a willing ear;</br>Attentive hear, and learn those maxims well,</br>Which wisdom dictates, and the aged tell.</br>'Tis ours, to treat with reverent awe the sage,</br>And mark the lessons of instructive age.</br>Experienc'd judgment, passion-free, is theirs,</br>Extent of knowledge, and the weight of years.</br>We, void of thought, by passion urg'd along,</br>Rash in our judgment, in opinion wrong,</br>Would, undesigning, miss the dubious gate</br>Which leads to glory's or to virtue's seat,</br>Did not the aged, in experience wise,</br>Avert our danger, and our steps advise.</br>\"The world,\" say they, \"the world deceitful wears</br>A face of pleasure, but a heart of cares,</br>Ye generous youths, who tread the soil, beware</br>The smooth-tongued villain, and the harlot's snare;</br>Oh shun the syren, nor to pleasure yield,</br>A deadly snake is in the grass conceal'd.</br>Let not ambition tempt thy dazzled sight,</br>Sure danger hovers o'er her tow'ry height;</br>And thou (when dreaming no destruction nigh)</br>May'st fall like Tarquin, or like Caesar die!</br>But rather flying from the crouded towns,</br>Of courts the splendor or the pomp of crowns;</br>With learned friends, and choice companions, hail</br>The sweeter pleasures of the rural-vale.</br>There shall rich Plenty's loaded hands prepare</br>The varied presents of the rolling year;</br>On thee her influence shall Contentment send,</br>And rugged Labour on thy steps attend.</br>To her own glooms discordant strife expel</br>To realms of darkness or the gates of hell.</br>Let meek-eyed Peace around thy cottage rove,</br>And Pity gentle as the turtle dove,</br>But oh, cease not, cease not, blest man, to raise</br>Thy voice with rapture to Jehovah's praise!</br>For know, those fruitful plains, those herds of kine,</br>Those numerous blessings are not truly thine,</br>Not thine; but trusted to thine hand, that thou</br>On suffering virtue may thy gifts bestow.</br>Then, not to thee, shall bloated Envy yell</br>Her direful barkings, or with venom swell;</br>Nor vile Hypocrisy her snares extend,</br>Nor luring Flatt'ry to thy failings bend:</br>Free from those passions which disturb mankind,</br>No vicious struggles shall distract thy mind;</br>Joyful shall be thy days, thy sweet repose</br>Soft as the Zephyrs or the morning dews.</br>Then shall thy lives, thy happy lives, be then</br>As pure, as guiltless, as the first of men.\"", "These are the maxims and the warnings these,</br>Which age advises and experience sees.</br>But oh, when striving to avoid those strands,</br>Beware, ye rush not on the adverse sands;</br>Far, far, remov'd is such a happy life</br>From monkish horror, and fanatic strife.</br>In thee, Jehovah, Lord of Hosts, we trust,</br>Thy works are awful, and thy ways are just!</br>Nor can thy creature, earth-begotten man,</br>Judge of thy actions, or thy wisdom scan.</br>For some great purpose did this darkness reign,</br>Some purpose hidden from the human brain.</br>But now, thy light with double lustre shines,</br>Now fall fanatics and their sway declines:</br>Injurious priests no more the people fleece,</br>And warring nations my be leagued in peace.</br>Great are the ills which furious zealots bring,</br>Great are the evils which from cloisters spring.</br>But 'mong the wretches who have perish'd there,</br>Th' unpitied victims of a sad despair,</br>Permit not, Muse, a virtuous pair to fall</br>A prey to all-consuming age.  Recall</br>Their spotless fame from superstition's gloom,</br>Too long descended to the silent tomb!", "In southern France, where fertile Nature pours</br>A rich profusion from her inmost stores,</br>There stood a mountain on the Northern side</br>In height stupendous, and in circuit wide;</br>Beneath a vale, where Spring eternal rul'd,</br>Warm'd by the sun, and by the zephyrs cool'd,</br>Delicious fountains from the neighbouring hills,</br>Harmonious trickled in meandring rills.</br>The scented citrons grateful arbours made,</br>And pliant wood-bines form'd a ready shade.</br>In untill'd plains around, spontaneous grew,</br>The beauteous lily and the violet blue,</br>Through the whole year the verdant orange blows,</br>The blooming hyacinth and blushing rose.</br>In this sweet spot, in his delightful place;</br>Matilda, fairest of the female race,</br>Dwelt in a villa on her native grounds,</br>Remov'd and distant from the noise of towns.</br>Content, and conscious of her bliss, the maid</br>Preferr'd the pleaures of the rural shade,</br>Priz'd her own woods above the joys, which wait</br>On guilty cities, or imperial state.</br>To that dear valley were her thoughts confin'd,</br>There hung her wishes, and there dwelt her mind,</br>For there, resided near her native plains,</br>Henry, the bravest of the village, swains.</br>His was each noble virtue that could grace</br>Or add new lustre to the manly race.</br>Could such a pair, each other view, unmov'd?</br>Too soon they saw, too soon they dearly lov'd.</br>Unhappy love!  from thence the fates decreed</br>Their hearts to suffer and their breasts to bleed!</br>(For oh, when oft our beating bosoms glow</br>With heart-felt pleasure, are we check'd by woe).", "A sainted bigot was Matilda's sire,</br>A zealot burning with religious fire;</br>Long had he wish'd before he reach'd the tomb;</br>To fix his daughter in a convent's gloom.</br>Wretch!  not to know that what thou hast design'd,</br>Is curst by God, and hateful to mankind!</br>In vain his child, to his averted ear,</br>With painful anguish thus addrest her prayer:&mdash;</br>\"Beware, my father, lest thy daughter fall</br>A wretched victim to a cloister's wall;</br>Blest am I now; for what I hold most dear,</br>Dwells in this spot, and is concenter'd here.</br>Then, oh my sire, thy dreadful purpose wave,</br>Nor doom thy daughter to an early grave;</br>For sure a hermit's life, a convent's gloom,</br>Would soon consign me to the darksome tomb!\"</br>Thus spoke Matilda, with distraction wild,</br>And thus, the father, \"Go, depart, my child,</br>(For well I know, I know, oh dire disgrace,</br>Thy thoughts are centered in another place)</br>Prepare for other worlds, and learn the road</br>Which led thy Saviour to his parent God!\"</br>He spoke; and firm in his design remains,</br>Her folly pities, and laments her pains.", "Now to the convent grate, Matilda flew,</br>To bid her Henry, and the world, adieu!</br>But ah!  what strains, what language can express</br>The painful struggles in each lover's breast</br>When the barr'd gate, Matilda gazing through,</br>Saw her lov'd Henry now appear in view:</br>She falls, unable to support the shock,</br>Pale as the snow, and frigid as the rock.", "The frantic Henry to the mountains flies,</br>Weeps to the cliffs, and to the tempest sighs!</br>There, hid from men, with maddening grief complains,</br>Of lost Matilda, and her lover's pains.</br>Calls lov'd Matilda from the rocks around,</br>Matilda's name, the hollow rocks rebound,</br>The youth, with transport, listens to the sound.</br>The grieving Nuns attend the fainting fair,</br>With sad attention, and with pious care.</br>In vain their task; for through her vital frame,</br>A burning fever shot its livid flame;</br>No care avails her dying form to save,</br>She sinks untimely to an early grave.</br>From a tall cliff (beneath whose rugged brow</br>The tempest rag'd amid the waves below)</br>Her solemn dirge, sad sounding from the vale</br>And slowly wafted on the rising gale,</br>Young Henry heard, and starting at the sound,</br>He leapt impetuous in the vast profound!</br>The waves o'erwhelm him, and with horrid roar,</br>Dash his dead corpse against the sea-beat shore.", "Be timely warn'd, ye generous youths, nor feel</br>The dread effects of superstitious zeal,</br>Avoid its rocks.  But if by fortune hurl'd</br>Amid the vices of a wretched world,</br>Be truly good, in spite of erring fools,</br>Whom vice allures, and dissipation rules.</br>Oh learn what charms from conscious virtue flow,</br>Which guilt ne'er feels nor guilty wretches know.</br>Seek honor's path, like virtuous Cato great,</br>A godlike hero in a falling state.</br>Like his, thy fame above the clouds may soar,</br>And reign immortal, when thou art no more!</br>Bright as the stars, or as the sun sublime,</br>Unhurt by age, and unobscur'd by time!</br>"]