["O'er the pale embers of a dying fire,</br>His little lampe fed with but little oile,</br>The curate sate (for scantie was his hire)</br>And ruminated sad the morrowe's toil.", "'Twas Sunday eve, meet season to prepare</br>The stated lectures of the coming tyde;</br>No day of reste to him, &mdash; but day of care,</br>At manie a church to preach with tedious ride.", "Before him sprede, his various sermons lay,</br>Of explanation deepe, and sage advice;</br>The harvest gained from manie a thoughtful daye,</br>The fruit of learninge, bought with heavy price.", "On these he cast a fond but tearful eye,</br>Awhile he paused, for sorrow stopped his throte,</br>Aroused at lengthe, he heaved a bitter sighe,</br>And thus complainde, as well indeed he mote:", "\"Hard is the scholars lot, condemned to sail</br>Unpatronized o're life's tempestuous wave;</br>Clouds blind his sight; nor blows a friendly gale,</br>To waft him to one port &mdash; except the grave.", "\"Big with presumptive hope, I launch'd my keele,</br>With youthful ardour, and bright science fraughte;</br>Unanxious of the pains, long doom'd to feel,</br>Unthinking that the voyage might end in noughte.", "\"Pleased on the summer-sea I daunced a-while,</br>With gay companions, and with views as fair;</br>Outstripp'd by these, I'm left to humble toil,</br>My fondest hope abandon'd in despair.&mdash;", "\"Had my ambitious mind been led to rise</br>To highest flights, to Crosier and to Pall,</br>Scarce could I mourn the missing of the prize,</br>For soaringe wishes well deserve their fall.", "\"No tow'ring thoughts like these engag'd my breast,</br>I hoped (nor blame, ye proud, the lowly plan)</br>Some little cove, some parsonage of rest,</br>The scheme of duty suited to the man;", "\"Where, in my narrow sphere, secure at ease,</br>From vile dependence free, I might remain,</br>The guide to good, the counsellor of peace,</br>The friend, the shepherd of the village swain.", "\"Yet cruel fate denied the small request,</br>And bound me fast, in one ill-omened hour,</br>Beyond the chance of remedie, to reste</br>The slave of wealthie pride and priestlie pow'r.", "\"Oft as in russet weeds I scour along,</br>In distant chappels hastilie to pray,</br>By nod scarce noticed of the passing thronge,</br>'Tis but the Curate, every childe will say.", "\"Nor circumscrib'd in dignitie alone</br>Do I my rich superior's vassal ride;</br>Sad penurie, as was in cottage known,</br>With all its frowns, does o'er my roof preside.", "\"Ah!  not for me the harvest yields its store,</br>The bough-crown'd shock in vain attracts mine eye;</br>To labour doom'd, and destin'd to be poor,</br>I pass the field, I hope not envious, by.", "\"When at the altar surplice-clad I stand,</br>The Bridegroom's joy draws forth the golden fee;</br>The gift I take, but dare not close my hand;</br>The splended present centres not in me.\"</br>"]