["Ye Winds, that sweep the universal Earth,</br>And take upon yourselves invisible forms,</br>To spread your desolations out!  your birth</br>Was when the world sprang out of Chaos!  storms,</br>That in its infancy in wasting swarms</br>Made ruin on its front, and ravage dark,</br>Were born of you, when first the Sun, that warms</br>The Universe, came into life.  The ark,</br>That held the world, to you &mdash; was as a seaman's bark.", "Your power is not upon the land alone!</br>But ye stir up with your wide wings the Deep,</br>Which, but for you, would peacefully flow on,</br>And settle in a calm, unruffled sleep.</br>But ye do make the slanting surges leap,</br>And throw their driving foam towards the shore,</br>And pile your trophies there; if ye would keep</br>Your pinions still, the waves would rage no more,&mdash;</br>Rush but your voices, Winds!  ye still old Ocean's roar.", "Why will ye rise, ye desolating Winds!</br>And breed the storms that shake the earth and sea;</br>Man trusts him to the Ocean, &mdash; but he finds</br>That ye are terrible &mdash; and fain would flee</br>And seek out shelter on the land; but ye</br>Uplift your wings, and bear him far away</br>And wreck the youth, so beautiful and free!</br>Ye glory in your power, and toss the snowy spray</br>Upon that pitching hull, and bid it go its way.", "Ye are not pinioned to the sea and land,</br>But sweep along the immeasurable space,</br>And drive the clouds, as with a mighty hand,&mdash;</br>Which make the blue-lined sky their resting-place,</br>And lie, like columns on a curving base.</br>Ye drive the eagle from his eyrie-rock,</br>And strew his path with feathers in the race;</br>Ye strip the garnished universe, and mock</br>The thunderbolts that rend the earth with mighty shock;", "And they fly past, &mdash; for Death upon them rides,</br>And darts them through the troubled, brightening air;</br>And as they speed their flaming course, he guides</br>And hurls them to earth, and lays it bare.</br>And then ye rise, ye blasting Winds!  and dare</br>To hold the fire within your robes, and bow</br>The fairest pinnacles of earth, and wear</br>The stamp of the Destroyer on their brow;</br>And where was life and beauty &mdash; there are ruins now.", "Why will ye rage upon the fertile Earth</br>And sweep the fields, and shake the loaded trees?</br>Why will ye sport, and sadden by your mirth</br>And make Man tremble, when he far off sees</br>That ye are on the deep with gentle breeze,</br>And coming on to desolate the shore,</br>And ye do come!  Then every creature flees</br>To his own covert, while ye howl and roar,&mdash;</br>And Man is loud your depredations to deplore.", "Oh cease, ye Winds!  Your revelry is death!</br>And Mirth smiles faintly on the land and waves..</br>When ye go forth, like pestilential breath,</br>Lay thousands low, and howl above their graves.</br>But ye have music, Winds! &mdash; Where Nilus raves,</br>The hollow rushes rang, as ye swept o'er;</br>His waves stole on to hear your headstrong slaves&mdash;</br>Then burst their bounds, and rushed upon the shore.</br>Sing on, ye Winds!  if ye &mdash; have music, as of yore.", "What shapes, ye unseen Winds!  do ye assume,</br>When ye put on the warrior-waves their crests&mdash;</br>Or when ye rise on land, and spread your gloom!</br>A giant's form ye take! &mdash; that never rests,</br>And walks the earth as with a stride, and wrests</br>Creation from the weak, and bids them bow!</br>Ye came from GOD, and do His high behests,</br>And ye are terrible to high and low.</br>Blow on for aye, blow on! &mdash; ye winnow as ye blow!</br>"]