["Long had BELLONA rais'd her furious Hand,</br>Dispersing Terror to th' affrighted World;</br>Long had she shook on high her flaming Brand,</br>And wide promiscuous Devastation hurl'd!</br>From rapid RHINE to silver-streaming Po,</br>Opposing Camps deform'd the hostile Plain;</br>SARMATIA, laid by praedal Rapine low,</br>Mourn'd the hard Yoke, and sought Relief in vain:</br>While, proudly mounted on her Iron Car,</br>The Goddess spread the Marks of desolating War.", "Engag'd in Arms, the Austrian CAESAR burn'd</br>The adverse Force too potent to restrain;</br>To Britain oft, and oft to Belgia turn'd,</br>And CHURCHILL wish'd, and AUVERQUERK again!</br>His languid Eagle droop'd her feeble Wing,</br>His Hopes scarce found a Shelter from Despair!</br>Nor knew intent BRITANNIA'S watchful King</br>Held the depending Scale, and weigh'd the War:</br>And like deciding Heav'n, whose Place he held,</br>Knew when to hush the Storm, and bid the Tempest yield!", "At length commission'd came the Angel down,</br>The smiling Messenger of heav'nly Peace!</br>A while he stopp'd at Britain's Guardian-Throne,</br>Thence to the World display'd his chearful Face:</br>His beamy Presence new-born Life restor'd</br>To Lands too long forbid his healing Ray:</br>War's grizly Pow'r the Seraph's Flight explor'd,</br>And sick'ning shrunk in guilty Shades away!</br>Quiet return'd with all her Halcyon Train,</br>And Plenty bless'd once more the cultivated Plain.", "While Europe thus from Havock breathes releas'd,</br>Whose Hand too long had laid her Bosom bare;</br>While the shrill Sounds of Discord die appeas'd,</br>And the glad Nations feel a milder Air;</br>WALPOLE!  wilt thou, to whose experienc'd Thought</br>Our Great AUGUSTUS trusts the World's Repose;</br>Whose Prudence has this Change Pacific wrought,</br>And triumph'd over thine and Britain's Foes:</br>Wilt thou, MAECENAS-like, beneath thy Wings</br>The wand'ring Dove receive, this Olive-Garden brings?", "Let Heroes false in Deeds of Prowess shine,</br>And bold Adventures boast, with Shame atchiev'd:</br>To bless Mankind, O Royal GEORGE, be thine!</br>Tyrants to curb, and smile on States reliev'd:</br>These are the Toils become BRITANNIA'S King,</br>By these Posterity shall mark thy Name;</br>These are the noblest Fruits thy Pow'r can bring,</br>To found on Goodness an unblemish'd Fame;</br>And to succeeding Times distinguish'd stand</br>The Greatest Prince that rul'd fair Albion's happy Land!", "But whither would the daring Muse aspire,</br>That aims so high a Pitch her vent'rous Flight?</br>Misled perhaps by fond Icarian Fire,</br>She seeks her Ruine in the arduous Height!</br>While she directs her Eyes to Britain's Throne,</br>And sees such dazzling Rays of Virtue join'd;</br>Wisdom and Mercy fairer Looks put on,</br>In one Imperial Bond of Pow'r combin'd!</br>With Rev'rence aw'd she makes a sudden Stand,</br>Dubious to quit the Lyre &mdash; and stops her trembling Hand!", "Yet when bold Spenser stretch'd the shadowy Wing,</br>ELIZA could the Poet's Flight regard;</br>When tuneful Waller touch'd the softer String,</br>The Notes well pleas'd the good Maria heard:</br>When deathless Addison and Prior sung</br>Of prostrate Gaul beneath the British Spear!</br>As Marlbro's mighty Deeds inspir'd their Tongue,</br>All-condescending Anna deign'd to hear:</br>The Triumphs of her Reign their Page relate,</br>Above Description high, beyond Expression Great!", "Tho' all too mean for such a Task I deem</br>My artless Hand, and yet unpractis'd Voice;</br>Yet, if to thee th' Attempt shall duteous seem,</br>If thou, consummate Judge!  approve her Choice:</br>The gen'rous Flame that glows in WALPOLE'S Breast,</br>Shall swell with Vigour the recording Lyre;</br>His Love of Britain on the Muse imprest,</br>Shall aid Imagination's boundless Fire:</br>In lasting Colours ardent to display</br>Her present blissful State, her calm Meridian Day!", "Down thro' the deep'ning Gloom of distant Time</br>The Muse looks back with retrospective Eyes;</br>Curious to mark her much-lov'd Albion's Prime,</br>When from her ambient Sea she seem'd to rise:</br>When the Phaenician sought her sunny Shore,</br>Her harmless Natives, ignorantly good,</br>Her rev'rend Druids kept her mystick Lore,</br>Their Rites observing thro' the hallow'd Wood:</br>Peace then her Joy, and Liberty her Flame,</br>Nature's and Britain's Laws were equally the same!", "At length, when Rome's Imperious Eagles flew</br>O'er the subjected Earth to fix her Sway;</br>As now near Gaul's remotest Coast they drew,</br>Across the wat'ry Bound they ey'd this Prey!</br>Her JULIUS, then unequall'd Chief in Fight,</br>In Fancy saw his vast Ambition crown'd;</br>But to Retreat compell'd &mdash; if not to Flight,</br>Then first his Arms Reverse of Fortune found,</br>Oblig'd to own, that Foes so nobly brave</br>Deserv'd to keep the Land indulgent Nature gave.", "Unable to retain her Hold by Force</br>(Such Spirit Freedom gives to valiant Minds)</br>Rome had to ancient Artifice Recourse,</br>And from Division surer Footing finds:</br>The Seeds of Jealousy her Agents spread</br>Fomenting thro' the brave Allies Debate;</br>Encroaching thus an easy Conquest made,</br>And fix'd in Albion first her Sov'reign Seat;</br>The People learnt her gentle Sway to bear,</br>The Roman Manners caught, and gain'd their milder Air!", "Tho' Albion thus beneath the Yoke resign'd,</br>She found the Victor no inclement Foe;</br>Arts she was taught, the Love of Human Kind,</br>And Civil Rights, and Social Tyes to know!</br>Then Cities peopled grew, and Temples rose,</br>Her polish'd Face a fairer Form put on;</br>And to describe her early Change, she chose</br>Recording Brass and Monumental Stone:</br>Then first to distant Lands her dawning Ray</br>Of Glory rising beam'd o'er her surrounding Sea!", "Like some rapacious Wolf inur'd to Blood,</br>Who long had rang'd the Terror of the Fold,</br>By Age enfeebled, by the Swains pursu'd,</br>Betakes for Refuge to his strongest Hold:</br>So now the Roman Empire over-run,</br>By Northern Swarms beneath its Weight declin'd,</br>Britain beheld recall'd her Legions gone,</br>New Lords to prove of a severer kind:</br>By long succeeding Trials doom'd to get</br>Strength from her Falls, and rise more prevalently Great!", "Scots now and Picts, a rude and lawless Band,</br>With rapid Course her boasted Fence destroy'd;</br>Thence wide Mis-rule, and Rapine o'er the Land,</br>The wasteful Spoilers spread on ev'ry Side:</br>BRITAIN!  that once a CAESAR'S Arms repell'd,</br>Enervated too long with servile Ease,</br>Inglorious now was forc'd to quit the Field,</br>And cast her Eyes for Help across the Seas;</br>Where Eastward dwelt a Race in Arms renown'd,</br>For Legislature fam'd, with Conquest ever crown'd!", "To these the pensive Suppliant, press'd with Grief,</br>At large her Suff'rings, and her Wrongs display'd;</br>Implor'd the gen'rous SAXON'S kind Relief,</br>Who fir'd by Glory, hast'ned to her Aid:</br>By two Illustrious Warring Brothers led,</br>On Britain's Coast arriv'd their hardy Bands;</br>The vanquish'd Foe before their Presence fled,</br>Their Succour paid with Thanet's fruitful Lands:</br>Where ravish'd with a Soil so richly sweet,</br>They reap'd their Toils, and fix'd their strongly rooted Seat.", "But seldom Cause to wild Ambition fails,</br>The secret Seeds of Discord quickly grow;</br>New Strength arrives &mdash; the Saxon Sword prevails,</br>The Britons yield beneath the potent Blow!</br>Sev'n diff'rent Chiefs the parcell'd Land obey'd,</br>Who each by Conquest fix'd a regal Throne:</br>Till, as the stronger on the weaker prey'd,</br>They, by Degrees, were swallow'd up in One:</br>When mighty Egbert, with auspicious Reign,</br>Rul'd the obedient Land, and pacify'd the Main.", "Yet, thus beneath the Saxon Pow'r subdu'd,</br>Her First of Blessings hence Britannia drew;</br>Worth all the Purchase of her noblest Blood,</br>Eternal Object of her faithful View!</br>Freedom!  the genial Sun, whose heav'nly Beams</br>With double Lustre gild her happy Isle!</br>Freedom!  the Spring, whose clear refreshing Streams</br>Make her glad Vales with endless Plenty smile!</br>The Privilege with Life her Children claim,</br>Characteristic dear!  each BRITON'S fav'rite Name.", "Hence the mild Sweets of temperated Sway,</br>Princes by just Prerogative confin'd;</br>The People hence with willing Heart obey</br>Laws, which to dictate, they themselves have join'd:</br>Our Constitution hence its Birth receiv'd,</br>The latent Principles of lasting Life;</br>Which all Diseases, all Attacks has brav'd,</br>And secret Wounds defied, and Civil Strife:</br>By Brunswick's Race secur'd, shall keep its Pow'r,</br>As Mountains lift their Heads, when Storms can blow no more!", "Like some fair Virgin cloath'd in Nature's Dress,</br>The simple Majesty of artless Charms;</br>Contending Suitors for her Favour press,</br>Her Beauty draws new Dangers to her Arms:</br>So ENGLAND next the lustful DANE survey'd,</br>Allur'd, the praedal Raven took his Flight,</br>Her Coasts at first attempting to invade,</br>And violate her Sweets with rude Delight:</br>Each Taste renew'd, but fir'd the Robber's Soul,</br>Nor ceas'd his wild Pursuit, till he enjoy'd the Whole!", "Nor long the Ravisher his Prize detain'd,</br>(Compulsion seldom wins a gentle Heart)</br>The Saxon soon his plighted Bride regain'd,</br>The bold Intruder was constrain'd to part:</br>Short were their Joys &mdash; from the Armoric Shore</br>New Clouds arising threat'ned short Repose;</br>The Norman came with well-appointed Pow'r,</br>And cut his Passage to the Throne he rose;</br>Acknowledg'd King, the Conqu'ror left his Place,</br>Inheritance devolv'd &mdash; his lasting Line to grace.", "Yet not of new Advantages devoid,</br>Britain beheld the Stranger seize her Throne;</br>New Sanctions hence her former Rights enjoy'd,</br>The fix'd Estate more safe was handed down:</br>The Law with higher Rev'rence arm'd her Hand,</br>To curb wild Riot, and oppressive Sway;</br>Justice enlarg'd her Course, and thro' the Land</br>Progressive, shed her more immediate Ray:</br>And Property and Freedom still ally'd,</br>In more enduring Bands, their friendly Union ty'd!", "Power oft to Mortals spreads bewitching Charms,</br>Alluring to extend its Bounds too wide;</br>This to restrain, the Barons oft in Arms,</br>Embattled strong, the Regal Sword defy'd:</br>With diff'rent Aspect long the Contest held,</br>Was often pacify'd, and oft renew'd;</br>Till on fair Romney's celebrated Field,</br>Britain her Charter gain'd, unstain'd with Blood:</br>In which acknowledg'd all her Rights were shewn,</br>Th' eternal Rule by which her Monarchs held their Crown.", "From hence to Warlike EDWARD'S Glorious Reign,</br>Britannia rose thro' various Turns of Fate;</br>Then foreign Princes first endur'd her Chain,</br>And vanquish'd Nations own'd her Fame compleat!</br>On Crecy's Plain, and Poitier's well-fought Field,</br>In Air her sanguine Cross victorious flew;</br>By Arms transplanted to her ampled Shield,</br>The Gallick Lilies took a fairer Hue:</br>And, like her matchless King's establish'd Star,</br>Her Morning Lustre beam'd, and spread its Glory far!", "A darker Period next displays its Pow'r,</br>Scenes the sad Muse in Silence would conceal!</br>When Social Discord, in ill-omen'd Hour,</br>Bade Desolation o'er the Land prevail:</br>When York's and Lancaster's contesting Line,</br>Aspiring to the Sweets of envied Reign,</br>In Arms for rolling Years were seen to shine,</br>And many a bloody Field with Slaughter Stain:</br>Then faintly dim appear'd Britannia's Beam,</br>As April Suns thro' Clouds disclose their sickly Gleam!", "Then Britain mourn'd for many a noble Life,</br>In the contending Houses Quarrel lost;</br>For 'tis the genuine Curse of Civil Strife,</br>Still to last longest, and to rage the most!</br>Heav'n smil'd at last &mdash; and bade the Tempest cease,</br>Returning Industry along the Plain</br>Shed from her Hands the healing Balm of Peace,</br>The Wounds of War relenting clos'd again;</br>And gently twin'd round HENRY'S prosp'rous Head,</br>The Rival-Roses mix'd, increasing Fragrance shed!", "Ascending, now the Prospect fairer grows,</br>As from the Height of some Advantage Ground,</br>The weary Pilgrim pauses as he goes,</br>And forward looks on diff'rent Beauties round!</br>So hence from blameless Edward's placid Ray,</br>(The short-liv'd Cloud of Mary's Rigour past)</br>To the bright Splendor of Eliza's Day,</br>Britain began her new-gain'd Ease to taste;</br>And conscious felt beneath her equal Reign,</br>For Forty rolling Years, Tranquillity serene!", "Britannia sav'd from Rome's Tyrannic Yoke,</br>Hibernia civiliz'd, and Belgia freed;</br>The mighty Pow'r of Spain for Ages broke,</br>Shall shine to future Days ELIZA'S Deed!</br>Between contending Kings her steady Hand,</br>And prudent Eye sustain'd the dubious Scale;</br>And undisturb'd preserv'd this happy Land,</br>When War did o'er the Continent prevail:</br>In her expir'd Plantagenet's high Race,</br>As sets in liquid Gold the Sun's augmented Face!", "Now to the Widow'd Rose, as next ally'd,</br>Its Branch the Northern Thistle nearer drew;</br>In closer Bands their kindred Union ty'd,</br>Engrafted thus more flourishing they grew:</br>Around the blushing Flow'r its pointed Arms</br>The hardy Plant defensive fondly spread;</br>The blushing Flow'r, with ornamental Charms,</br>And fruitful Sweets, enrich'd its Consort's Bed!</br>Britain, till then, by diff'ring Int'rests sway'd,</br>Divided now no more, one rightful Rule obey'd!", "Whether too rough to suit so rich a Soil,</br>Or grown luxuriant from too wild a Shoot:</br>Not long the Thistle felt the Southern Smile,</br>Soon Sickness seiz'd, and Storms destroy'd the Root.</br>Then bled great CHARLES! &mdash; o'er Britain's guilty Eyes,</br>Black Usurpation spred its dreadful Night;</br>Till Monarchy reviving clear'd the Skies,</br>As Chaos fled of old the Face of Light:</br>The Law its ancient Channels re-assum'd,</br>And with redoubled Grace returning Freedom bloom'd!", "Sadly intentive as the Muse surveys</br>These recent Marks of beauteous Britain's Scars,</br>With honest Warmth inspir'd she ardent prays,</br>Heav'n long may shield her from intestine Jars!</br>Blasted by Fate, detested by the Skies,</br>By Earth deserted be th' accursed Hand!</br>That open Force or secret Faction tries,</br>To plunge in Civil Wars his native Land:</br>Let WALPOLE'S Care this worst of Ills repell,</br>And guard that Liberty, he knows and loves so well!", "Wisely would Men improve the Ills of Fate,</br>The Frowns of Heav'n were not bestow'd in vain:</br>Kings then would learn, the Secret to be GREAT</br>Was in their Subjects Hearts to fix their Reign!</br>Had but the Royal Pair this Wisdom known,</br>Charles had not sacrific'd his darling Ease;</br>His Brother then had fill'd a peaceful Throne,</br>Nor in a second Exile clos'd his Days:</br>Doom'd an eternal Monument to prove,</br>A Prince's best Defence lyes in his People's Love!", "As when the Shore intrusive jetts too far,</br>Encroaching on the Empire of the Deep;</br>Th' assembled Waves begin the wat'ry War,</br>And o'er the weak Barrier impetuous sweep!</br>So when alarm'd Britannia saw the Crown</br>Attempt th' establish'd Bars which Freedom laid :</br>Eager to keep that Blessing still her own,</br>To Nassau's Virtue she apply'd for Aid:</br>Timely the Heroe interpos'd to save,</br>And nobly gain'd the Style the Nation gave!", "Then Britain seiz'd the favourable Hour,</br>To fix the Basis of her future Rest;</br>To mark the Limits of asserted Pow'r,</br>The Prince still blessing, and the People bless'd!</br>Then safe from all the Malice of its Foes,</br>Time's iron Hand, and War's repeated Rage!</br>Explain'd, confirm'd, her ancient Charter rose,</br>And, clear'd from Dust, display'd its sacred Page:</br>The Guardian Star!  whose future Influence bright</br>Might guide her happy Sons, with ever friendly Light!", "Belgia, in Fate's dark Hour, the Hero's Care,</br>Britain defended, and Hibernia sav'd!</br>Europe protected from the Gallic Spear,</br>Shall stand on WILLIAM'S Monument engrav'd!</br>The studious Eye that runs his Labours o'er,</br>Shall print his Image on the grateful Mind;</br>Shall own, how mean the Pride of lawless Pow'r,</br>Compar'd with his who fights to save Mankind!</br>And every Briton shall be just to own,</br>Virtues like his deserv'd their Abdicated Throne.", "Nor was to William's Life his Worth confin'd,</br>To her Deliv'rer Britain still was dear!</br>That Passion grew, when all the rest declin'd,</br>In Death her Welfare was his latest Care:</br>'Twas then his calmly comprehensive Thought,</br>Intent to future Ages to secure</br>The Blessings his distinguish'd Arm had wrought;</br>By one Bequest establish'd Freedom sure:</br>And, in illustrious BRUNSWICK'S Godlike Race,</br>Left us the setled Hopes of long-enduring Peace!", "From the departing Monarch's dying Hand,</br>ANNA the delegated Sword receiv'd;</br>And MARLBRO', mighty Chief!  at her Command,</br>High Deeds perform'd, and matchless Toils atchiev'd!</br>By Land she triumph'd, triumph'd on the Main,</br>Period to Britain's Glory ever dear!</br>Were not the Honours of a Ten Years Reign</br>Dash'd by the Peace of One inglorious Year;</br>And veil'd in Darkness set her Ev'ning Hour,</br>As shooting Stars to fall, and rise again no more!", "The Muse now meditates a nobler Strain,</br>New plumes her Wings, and fondly seeks to rise!</br>Attentive views Great BRUNSWICK cross the Main,</br>While Britain's Joys exulting reach the Skies;</br>Soon as the Monarch reach'd her happy Shore,</br>Upwards to Heav'n her grateful Eye she cast;</br>Her Fears, her Doubts, her Dangers now no more!</br>In present Bliss dissolv'd each Trouble past:</br>As Men delighted view the Solar Ray</br>Burst from the dark Eclipse, and kindle into Day!", "O could the Muse in equal Lay recite</br>The Scene which Europe ravish'd once beheld,</br>When from Vienna's Tow'rs, auspicious Sight!</br>Fled the fierce Ottoman in Arms repell'd:</br>Then BRUNSWICK'S maiden Sword in Conquest dy'd,</br>Gave signal Proofs of his illustrious Birth;</br>NASSAU well pleas'd the rising Hero spy'd,</br>And by Adoption own'd his Kindred Worth:</br>And now his Brow those regal Honours Grace,</br>His Virtues more than claim'd &mdash; familiar to his Race!", "Hence a glad Aera takes its fairer Date,</br>Whose rolling Years in Smiles of Glory dress'd,</br>Britain with Pleasure sees revolv'd by Fate,</br>And treasures up her Hopes of lasting Rest;</br>In GEORGE the Founder of her brightest Line,</br>Whose royal Veins her ancient Blood contain'd;</br>This happy Period first was taught to shine,</br>And in its Course increasing Lustre gain'd!</br>Till the bless'd Joys the Godlike Sire begun,</br>Establish'd stood fulfill'd, in his Imperial Son!", "Great Prince!  whose early Age in Arms excell'd,</br>Valour confess'd by Britain's constant Foe!</br>When on fair Oudenarde's distinguish'd Field,</br>Thy Arm Victorious dealt the deadly Blow:</br>To the high Laurels which thy Youth acquir'd,</br>Oh be the peaceful Olive gently join'd!</br>Let Britain's Hand by faithful Duty fir'd,</br>Around thy Head the grateful Honours bind!</br>Whose Goodness drew from Conquest and from War</br>The nobler Principle to bless Mankind and spare!", "While Mercy forms our Monarch's dear Delight,</br>And gains new Beauties from his royal Smile;</br>While Truth and Justice in his Rule unite,</br>And Freedom warms, and Plenty gilds our Isle:</br>While Peace with guardian Wings protects the Throne,</br>And o'er the quiet Land, and subject Sea,</br>Sheds the eternal sweets of Safety down,</br>Warm as the Sun, and constant as the Day!</br>What Heart so savage, not the Joy to prove?</br>What honest Breast but glows with Loyalty and Love!", "Thus while BRITANNIA of her Wish possess'd,</br>Enamour'd gazes on her Sov'reign's Face;</br>While in each potent Charm of Beauty dress'd,</br>She looks and moves with still improving Grace:</br>While from her ambient Main where'er she turns,</br>She sees her Form reflected strongly bright;</br>With grateful Transport as her Bosom burns,</br>Intent she presses to the Royal Sight:</br>To thank him for the Peace his Presence brings,</br>And welcome to her Arms &mdash; the noblest best of Kings.", "Oh let, Great KING!  her Pray'rs assume the Pow'r,</br>With humble Zeal to reach thy gracious Ear!</br>Let thy BRITANNIA mourn thy Loss no more,</br>Nor for her Prince's Safety feel a fear:</br>Since by thy Influence from her Doubts reliev'd,</br>Europe to thee directs her grateful Eyes!</br>Here let her Vows, by ours increas'd, receiv'd</br>Before thy Throne in glad Memorial rise;</br>And let conspiring Gratulations bless</br>Thy peaceful Labours crown'd with ever just Success!", "Ambitious Gaul shall Nature now confine,</br>Her boundless Pride shall vex the World no more;</br>Defended by his old Barrier the Rhine,</br>The German safe shall dare the hostile Pow'r:</br>Fair Lusitania, by Britannia freed,</br>Shall open all her hospitable Shores;</br>Her grateful Prince shall pay his Thanks decreed,</br>And pour his golden Urn to swell her Stores!</br>Proud to confess the Friendship of that Reign,</br>That calms the Continent, and guards the distant Main.", "Transplanted now, the fair Austrasian Line,</br>To Arno's Banks along the Tuscan Plain,</br>Shall feel the friendly Warmth, nor more decline</br>Beneath encroaching Gallia's fatal Chain;</br>Her eldest Hope with Regal Honours grac'd,</br>Shall rise adopted to th' Imperial Throne;</br>Shall reap the high Reward of Sufferings past,</br>And guard those Rights for which he lost his own:</br>For which his Ancestors of old have stood</br>So oft in Arms renown'd, and shed the noblest Blood.", "Mean while Britannia from her Cliffs surveys</br>The distant World its various Off'rings bring;</br>Receives th' accumulated Heaps, and pays</br>From thence her willing Homage to the King.</br>In ev'ry Port her anchor'd Navies ride,</br>Her canvass'd Navies whiten all the Main;</br>Wealth to her Bosom flows from ev'ry Tide,</br>And golden Plenty waves along her Plain!</br>What Nation can such countless Blessings boast,</br>From Afric's burning Sands, to Zembla's icy Coast?", "Nor is she in her Sov'reign bless'd alone,</br>Tho' that alone might speak her Glory great!</br>While Godlike CAROLINA shares the Throne,</br>Her heav'nly Goodness makes the Bliss complete!</br>When she revolves with calm attentive Mind,</br>The greatest Queens her sacred Purple wore;</br>No Princess on Record her Search can find,</br>Whose Virtues more deserv'd the sov'reign Pow'r!</br>Whose Conduct heightens all the Pride of Blood,</br>Whose truly Royal Heart still flows in Streams of Good!", "Angelic Queen!  whose unexampled Worth,</br>Whose spotless Piety, and spousal Love,</br>Shine out a Pattern to th' admiring Earth,</br>And Saints regard with Wonder from above!</br>Whose Royal Wisdom, and Maternal Care,</br>So oft experienc'd, and so lately found!</br>Has justly made thy Name to Britain dear,</br>Has all her highest Expectations crown'd:</br>Still may thy Brow that semblant Circle boast,</br>Which for Heav'n's holy Truth Bohemia's Princess lost!", "Illustrious Pair!  could Virtue Force impart,</br>O'er a degen'rate Age to shed its Pow'r!</br>Yours would convey a Beam to ev'ry Heart,</br>And Peace harmonious here below restore:</br>Your Britons, while they saw such Union bright,</br>Would feel of Goodness the prevailing Charms;</br>Such as the Royal Meeting gave the Sight,</br>When the King rested in his Consort's Arms:</br>Oh!  when did Love, or sacred Honour shine</br>Dress'd in such noble Forms, as GEORGE and CAROLINE?", "Close by the Throne Britannia views a Pair,</br>With Royal Looks and Air distinguish'd stand;</br>Her FRED'RICK with AUGUSTA heav'nly fair,</br>Whose Virtues long shall bless this happy Land;</br>While she revolves his Princely, humane Mind,</br>His Love of Learning, Liberty, and Truth!</br>With her unblemish'd Faith and Candour join'd,</br>Her matchless Sweetness, and unspotted Youth!</br>How does the Royal Hymen charm her Eyes?</br>From Union so complete, what future Bliss shall rise?", "Nor does at Home Britannia's Glory shine,</br>Confin'd the mighty Blessings to her Breast:</br>Her Sea-born Sister she invites to join,</br>And with her Share of Happiness be blest:</br>Her eldest PRINCESS fix'd on Belgia's Shore,</br>A free-born People's duteous Love shall claim;</br>Destin'd a Line of Heroes to restore,</br>And spread new Honour o'er the lasting Name!</br>For when her godlike Sire her Hand bestow'd,</br>He amply paid the Debt to NASSAU Britain ow'd!", "Young WILLIAM'S princely Form she pleas'd surveys</br>With manly Air and Grace peculiar shine;</br>If early Worth insures a lasting Praise,</br>Fame's noblest Wreaths shall one great Day be thine.</br>As Pallas once in Mentor's Shape confess'd,</br>The Grecian Prince the Love of Virtue taught:</br>With Fortitude and Patience steel'd his Breast,</br>And by Degrees the finish'd Heroe wrought:</br>So, in thy Cares, the Picture, POYNTZ, we see,</br>And Britain safe confides her Second Hopes to Thee!", "Ravish'd she views AMELIA'S Angel-Truth,</br>Mildness divine!  that ev'ry Bosom warms!</br>With CAROLINA'S bright accomplish'd Youth,</br>Where Virtue lends to Beauty stronger Charms:</br>MARIA rises next in blooming Pride,</br>Oh Name belov'd!  to Britain ever dear!</br>And fair LOUISA by her Sister's Side,</br>In soft maternal Majesty appear!</br>Happy the Prince such Consorts shall obtain,</br>Happier the favour'd Land, where Heaven shall fix their Reign!", "Around their Sov'reign, an illustrious Croud</br>With chearful Smile, and glad Attendance wait!</br>And Britain of her Prince's Glory proud,</br>Pours all her Pomp to grace his Regal State.</br>But oh!  to speak each loyal Patriot's Fame,</br>To paint the Charms of each distinguish'd Fair,</br>Might Pindar's Fire with Sappho's Softness claim,</br>The lofty Note, and Heart-dissolving Air!</br>One Blaze of Light the Galaxy appears,</br>'Tis Knowledge only tells, the Whole is made of Stars.", "But here the Muse suspends her hardy Flight,</br>Returning Reason bids the Rover pause!</br>Dazled with Beams of unfrequented Light,</br>Back to the Earth receding now she draws:</br>Yet if th' Excursion pleasing seem to thee,</br>WALPOLE, whose studious Thought the Nation sees,</br>From Force and Faction guard her Safety free;</br>And in surrounding Storms preserve her Ease:</br>At least, she has not aim'd to sing in vain,</br>Her Labour so receiv'd, the noblest Thanks shall gain!", "Now War with all her ghastly Train withdrawn</br>From beauteous Europe's happy Field is fled;</br>And screen'd behind the marshy Banks of Don,</br>Or Neyster's noisy Falls reclines her Head:</br>O Patriot-Counsellor!  the Praise receive,</br>Return'd with every grateful Briton's Voice;</br>Thy Country only greater Thanks can give</br>To GEORGE, to him, who made thy Worth his Choice,</br>With Royal Confidence thy Virtues grac'd,</br>And on thy faithful Breast his Social Honours plac'd.", "What tho' dark Envy studious to defame,</br>Which taints all Objects with a jaundic'd Sight,</br>Wings close its pointless Arrows at thy Name,</br>For Merit still envenoms Envy's Spite:</br>As when the Cloud obscures the radiant Sun</br>Thro' the weak Shroud he marks his golden Way,</br>So shall its destin'd Course thy Honour run,</br>And shed to future Times its blameless Ray!</br>For Virtue with prevailing Lustre glows,</br>Too bright for all Attempts, its Passage would oppose!", "While thus beneath our greater CAESAR'S Sway</br>Domestic Jars, and foreign Broils supprest,</br>Britain beholds to gentler Toils give way,</br>And cultivates the nobler Arts of Rest:</br>While he, Augustus-like, with God-like Hand,</br>Bids the unfolded Gates of Janus close!</br>And makes the Glory of his wide Command,</br>To give his People and the World Repose:</br>The Muse, that sees with Joy the Tumult cease,</br>Hangs up her grateful Lyre to salutary Peace!</br>"]