["Mona! &mdash; It was a lovely morn of summer,</br>Clear, calm, and sweet, &mdash; in July's early day;</br>Just on St. Mary's rock the sun's bright glimmer,</br>Struck as my vision open'd &mdash; Douglas bay.</br>A line of streamers spread their colours gay</br>Upon the trembling bosom of the deep;</br>And o'er its wave the finny myriads play,</br>Skim o'er its rapid tide, then upwards leap,</br>Or thro' its glist'ning current move with rapid sweep.", "Pitch'd on the swell, &mdash; the seaman's clear full song</br>Echoed from rock to rock, from shore to shore;</br>Stretch'd his full net, which countless thousands throng,</br>Glancing like dew-drops on their summer flower;</br>Thy little barks from cove and road-stead pour</br>Around each headland; and the busy eye</br>Wandering, amidst the silence of that hour,</br>Look'd up with fervid gratitude on high,</br>To thank Almighty mercy for his kind supply.", "Mona!  then breath'd around thee many a charm,</br>So steals the vision o'er th' enthusiast's mind;</br>When the young thought entranc'd &mdash; enraptur'd &mdash; warm,</br>Eden's sweet bowers in each lov'd spot will find.</br>On ocean's breast the rising sun reclin'd,</br>Rose the white smoke like incense on the morn,</br>Straight as a pillar: &mdash; thro' thy zephyrs wind</br>The wave's soft hush; &mdash; so lonely, &mdash; so forlorn,&mdash;</br>Like the soft wail of woe from Pandion's daughter lorn.", "I ask'd from heaven a gift; &mdash; the genuine charm</br>Of beauty by celestial sweetness led;&mdash;</br>A lovely vision round me wrapt its arm.</br>An angel's radiance floated round my head.</br>O'er mountain, valley, o'er thine ocean's bed</br>That bright eye shone on my adventurous way;</br>And like the flame of God round Judah spread&mdash;</br>When thro' the Red-sea swept his proud array,</br>Thou on thy pilgrim beam'd, and cheer'd his clouded day.", "Life then was new to me; the rapid thought</br>Rush'd like a whirlwind o'er its mountain tide;</br>Each coming moment fresh'ning vigour brought,</br>Hope flush'd thro' all, and cares each furrow hide.</br>Visions of bliss around my bosom glide,</br>And life, &mdash; a glorious dream: &mdash; its plastic power</br>Burst into being: &mdash; 'twas the golden pride</br>Of Dura which I hallow'd in that hour,</br>Fancy's creative touch; &mdash; Imagination's flower,", "Where, on thy smooth shore would thy wave repose</br>Basking upon the swell its magic lay;</br>Where, up thy crag, the storm in fury rose,&mdash;</br>Sparkling upon the foam it seem'd to play.</br>By stream  by valley's side, &mdash; by mountain grey, </br>Thro' dead of night, &mdash; the morning watch along,&mdash;</br>The mist soft couching on her evening's ray,&mdash;</br>Midst hamlet's sweet retreat, &mdash; midst fashion'd throng,</br>My fancy's radiant being vision'd was among.", "Mary!  then stols't thou o'er me, like the glance</br>Of lightning thro' its thunder-cloud; mine eyes</br>Pouring along their vision's glorious trance,</br>Started, as life upon that vision flies.</br>So Venus on the foaming billows lies,</br>Waking to life; &mdash; my thought no more a dream;</br>But, hope with new existence me supplies,</br>And Fancy's vision'd paradise became</br>Th' Almighty's gift from heaven, and not alone a name.", "It is &mdash; the spirit of the past &mdash; which speaks!</br>Glance o'er the picture, &mdash; dare thy heart reply?</br>Youth's bygone aera on my memory breaks,</br>Lives in my mind, and glistens in mine eye.</br>It is thy form in youth which passes by,</br>No spectre nor frail phantom of the brain</br>But waking real life; what, you and I</br>Dare never hope on earth to meet again&mdash;</br>That past is now a dream; &mdash; and, must a dream remain.", "Thou thinkst! &mdash; I know thy thoughts are often bent</br>Upon the past; &mdash; thou dream'st it o'er and o'er;</br>By night, by day, in weal, in woe, intent</br>On every feature of our days of yore.</br>Could Heaven have added to our earthly store</br>Of bliss? &mdash; 'Tis meet not, that I should reply;</br>Yet Heaven will vouch I wish'd for nothing more,</br>I found in thee a mine of purity,</br>Of love, immortal love, &mdash; that will not, cannot die.", "And in my bosom burn'd, as chaste delight;</br>Thy torch of love, fed still its flames thro' mine;</br>So morning lifts the mantle of the night,</br>And light, and life, and heaven, thro' all combine.</br>And thou wert all I own'd, &mdash; and I was thine;</br>Mine Eden in thine arms, thy world in me;</br>Nature our hearts had bless'd with gifts divine,</br>Each varied feeling own'd its courtesy;</br>Its sweet enchanting grace &mdash; its loveliest imagery.", "It is, &mdash; the spirit of the past &mdash; which speaks,</br>From all its lone unbounded gulf of woe;</br>Its quivering eye all conscious, trembling wakes</br>To former scenes of bliss with ardent glow&mdash;</br>Peel's lonely coast, its tide's soft trem'lous flow,</br>Arching like swan along the crowded shore;</br>Now whisp'ring thro' its caves in accents low,</br>Now on the castle's rock in deaf'ning roar,</br>Scattering its foamy sheen, along its margin hoar.", "Souls of the times of old!  when there I trod</br>The path thy memory hallows, when to me</br>Spirit seem'd breathing yet beneath thy sod,</br>And rose the records of thy chivalry;</br>Olave!  with awe my mind then turn'd to thee,</br>What time across his mountain flood the Dane</br>Burst like his ocean's storm, upon thy sea;</br>And steep'd in blood, thy holm, thy shore, thy plain,</br>Peel! &mdash; and with gore defil'd thy meek and holy fane.", "'Twas then a meteor rush'd along thy heath,</br>Lovely and radiant as the star of morn;</br>The voice of heaven came streaming from its breath,</br>And soft persuasion in each accent borne.</br>Such Wimund was, thy choice and then thy scorn;</br>The shepherd, soon the tyrant of his fold:</br>The radiant mitre from that brow is torn,</br>The crosier doff'd; and now on mail so bold</br>The humble monk is seen as Moray's gallant Lord.", "His look, his manner, each persuasive charm</br>Rivet the old, the young, the rich, the poor;</br>To grace his floating banners thousands swarm,</br>For thirst of glory, some &mdash;  for plunder, &mdash; more.</br>Scotland, &mdash; o'er thee his eagle pinions soar,</br>Thy border swarm'd in blood, thy fields were spoil'd;</br>Tho' vengeance and dismay upon him pour,</br>And Mona saw th' impostor spurn'd, revil'd,</br>Yet Wimund liv'd and died blind Fortune's favourite child.", "Poor Eleanor! &mdash; oft from St. Patrick's isle</br>Hast thou in misery each rude scene embrac'd!</br>Thy sad heart trembling thro' thy ghastly smile,</br>When thy proud spirit wander'd to the past;</br>Gloucester's rich honours there around thee cast</br>That splendour, &mdash; such, as from the lurid brow</br>Of a fallen angel, thro' the nights dark waste</br>Horror will mark, and shudder at its glow;</br>Gilding the heart's disease, a mock'ry on woe.", "Now list we as the billow's thund'ring clash</br>Bursts headlong thro' its dark and hidden way;</br>Tumbling beneath its rock, &mdash; with furious dash</br>Winding thro' secret channels, till the spray</br>Mounting its prison house, blended with day,</br>A wand'ring Iris; and the tortur'd sprite</br>Rushing thro' ether from captivity,</br>Shot its wild star; and blaz'd its trail of light;</br>Bless'd its return aloft, and curs'd its years of night.", "Mind'st thou the Runic tablet on the green,</br>Which for Invalfer's sins a mother plac'd?</br>How many hundred years that stone has seen!</br>The slab still stands, &mdash; the aera can't be trac'd.</br>How oft the ling'ring minutes would we waste.</br>To breathe a meaning on the sculptur'd stone!</br>Throw o'er each line a fancy, ne'er embrac'd</br>By her, whose humbleness of heart alone,</br>Thought for Invalfer, thus, a mother could atone.", "'Twas sweet to wind up Snaefell's mountain height</br>Silent and thoughtful, midst a summer's noon,</br>To catch each varied swell of varied light,</br>And mark how liberal Nature in each boon.</br>The flow'ring furze bestow'd its sweet perfume,</br>The woodlark run its rich note overhead;</br>The linnet's burst along the meadow's bloom;</br>The black-bird from the brake mellifluous led</br>Th' innumerous songsters, thro' the evening's fresh'ning shade.", "And sweet upon its flatten'd cone to stand;</br>From east to west, from north to south survey</br>England's fair visions, Caledonia's land,</br>And Morne's rude mountains, gilt with evening's ray;</br>And Snowdon's glist'ning verge; &mdash; the close of day</br>Blending with gloom Helvellyn; and the breeze</br>Rippling the surface of each western bay;</br>Whilst east and north and south a mirror lies</br>Polish'd and smooth, reflecting heaven's deep purpled skies.", "And now the mists upon its bosom play,</br>Whilst fay and fairy wanton on its brow</br>Towers up its height to meet the sun's last ray,</br>His parting glance, his evening's trembling glow.</br>To see its shadow o'er the ocean grow;</br>How sweet it was to watch the gloom expand!</br>To view its mantle o'er the vale bestow</br>The twilight's charm; then mark that charm expand</br>Along the trembling wave, unto the distant land;", "Whilst thro' the blue deep glanc'd the fisher's eye,</br>And swell'd the stretch'd net thro' the glowing wave;</br>And sparkles in the sun-beam dancing, fly</br>From the vex'd tribute which its bosom gave;</br>And joy and hubbub in confusion rave;</br>And o'er the scaly tribe with pleasure's glee</br>Hung youth and age, the jocund and the grave,</br>And infant paddling at its mothers knee,</br>Man's voice of loud command, and woman's laugh so free.", "Was it not pleasure on the cliff's proud height</br>To track our lone way o'er th' unbeaten sod;</br>The surf in hollow moanings at our feet,</br>And not an eye to mark the path we trod?</br>The glitt'ring ocean warm before us flow'd,</br>And on its margin hung, like morning's mist,</br>Scotland's bleak mountains; and the sun-beam glow'd</br>Like angels' spirits o'er them &mdash; Dipping, kiss'd</br>The curlew its blue wave, so breathless, lonely, whist.", "And as the night its liv'ry would assume,</br>And faint and fainter grew the streaks of light;</br>And round the bay the deep full sail would come</br>Like a white speck upon the breast of night;</br>How sweet to hear the rippling tide alight</br>Like currents, by their chaffing margin led!</br>To mark the furrow how it would invite</br>The bright phosphoric trail, and laughing lead</br>With glow-worm's twinkling eye the mariner to bed.", "Yet let me trace thee in our lonely cave,</br>When light first dawn'd upon the morn of spring,</br>When round us would the glassy billows lave,</br>And clam'rous sea-mews flap their light blue wing;</br>And thro' our grot the choristers would ring,</br>And thou, the naiad of our dripping cell,</br>Freshness upon the breast of morn would'st fling,</br>And echo charm'd by thy resistless spell,</br>Upon the buoyant flood in trem'lous accents fell:", "And then the flash that heaven breathes lit thine eye,</br>And rush'd o'er me its trembling ray of light;</br>And on thy white breast playful ringlets lie,</br>Like the thin curtain of the summer's night,</br>Wrapt round the day-star, &mdash; shadowing orbs as bright;</br>And then the ruby of thy dewy lip,</br>Flush'd as the mellow peach, my lips invite,</br>And blushing bade me of love's nectar sip,</br>And from its glowing fires, heaven's proffer'd treasures reap.", "Where the flood sever'd on the breaker's brow,</br>And morning's flush an edge of crimson gave,</br>And midst the show'ring foam, the changeful glow</br>Of many an Iris started on its wave;</br>Youth's kindling soul would on the vision rave,</br>And thee, a mermaid parted from the sea,</br>Would deem; and that bright spot thine ocean's cave;</br>Then trembled I that thou would'st dart from me,</br>And claim thy coral grot, thine ocean's queen to be.", "The moon is up!  its crescent o'er the hill</br>Lights mountain, rock, and deep embosom'd bay;</br>Now swings the pinnace o'er the current's swell,</br>Soft sigh the billows on the close of day.</br>The mists their mantle wave in jocund play;</br>And thro' them, point the stars their steady march;</br>How sweet was then the seaman's roundelay,</br>As mute beneath the glittering silent arch,</br>We list the ocean's swell, &mdash; for one lone footstep search.", "Now summer's fled, and winter's hoary head</br>Growls round our hills, and whitens all our lea;</br>And mountain-torrents down the valley spread,&mdash;</br>Wild swells the wind, and wilder swells the sea.</br>Nature's appall'd! &mdash; It daunts not you nor me</br>Our world lies shadow'd in each other's eye:</br>Whistles the raging blast; &mdash; we mark with glee,</br>The rack'd cloud chas'd in eddies down its sky;</br>And list the dreadful crash from billows mountain high.", "It is the spirit of the past, which speaks!</br>Darest thou its long and varied track pursue?</br>'Midst foreign climes, remembrance &mdash; panting seeks</br>Those scenes, where in its youth, its Eden grew.</br>Vivid the colours of its Iris; &mdash; true</br>To the bland memory of the days of yore;</br>Spirit, &mdash; away! &mdash; I dare not now pursue</br>That paradise, which thou would'st fain explore,</br>Wind thro' its waste of sweets, &mdash; and all its Eden's store.", "The year was young when you and I first met;</br>The leaf had scarcely budded on the tree;</br>The blush of spring was on the flow'ret set,</br>And hearts were light, and all was mirth and glee.</br>Our spring fast fled, and summer's minstrelsy,</br>Look'd blithe, with fruit and blossom mingled still;</br>Then, up the mountain, down along the lea,</br>Came autumn with its sudden heat and chill;&mdash;</br>Now blows the wintry wind, all bends beneath its will.", "Now blows the wintry wind; and stem and wild</br>Burst its dread terrors thro' its cloud of snow;</br>The gale is sped, &mdash; the blast of ruin's still'd,</br>Tho' chill the breeze, I feel the south-wind's flow.</br>Thine eye, &mdash; 'tis April's eve; &mdash; thy cheek's soft glow</br>Its blush across that evening's smiling fall;</br>Dread tyrant, &mdash; still! &mdash; oh!  softly round her blow</br>Zephyrs of balmy peace! &mdash; remove the pall</br>That clouds her Even of life, and winds her in its thrall.", "I rush upon the shadows of that hour,</br>When, to thy virgin bosom I was press'd;</br>I view it, &mdash; as I view the drooping flower,</br>That blush'd its spring, but now is fading fast.</br>The leaf may perish by the winter's blast,</br>The root yet lives; &mdash; its spring will come again;</br>And then the blushing flower, that op'd its breast</br>To love &mdash; its former virtues shall attain;</br>Shed yet a balm o'er spring, and life and love regain.", "Adieu!  the moon is up; &mdash; we watch'd its play,</br>On the calm surface of its sky so blue;</br>Its field of light has shot across our way,</br>When life was young, and love was ever new.</br>Still, I delight its journey to pursue,</br>Tho' rack'd its cloud, and gloomy now its sky;</br>Youth, love, and thee, it shadows to my view,</br>When thou to me wert all the world, &mdash; and I</br>The rudder of thy soul, &mdash; the star thou steered'st by!", "Adieu! &mdash; my minstrel, like the spring of day,</br>Trembles her young soul with the world to blend;</br>Wilt thou upon her morn of infancy</br>With angel-smiles along that morning bend?</br>And like a nurse unto her nursling lend</br>The balm of life! &mdash; that scene has bless'd my view;</br>When thy chaste smile thine infant would attend,</br>As gush'd each fountain fair; and veins so blue</br>Swell'd by the stream of life, Love's cestus round thee threw.</br>"]