["To you, Dear Will, who Politicks debate;</br>To you, who Poetry and Poets hate;</br>I, tho' the meanest, will their Cause defend,</br>And in the Art unskill'd, their Art defend.", "You say, that thro' my slothful Course of Years,</br>One constant Inactivity appears;</br>With Syllables I sport, with Words I play,</br>And in soft Nonsense languish Life away.", "Why do you thus of Poetry complain?</br>Why call it Sportings of an idle Brain?</br>Why censure that in Vigour of my Days,</br>I seek in Camps no honourable Praise?</br>Nor of the safer gainful Law make Choice,</br>And prostitute for Hire my venal Voice;</br>That, nor the quiet Priestly Gown can please,</br>Where I secure might batten at my Ease;</br>In some Cathedral Stall supinely drone,</br>With many Livings bless'd, reside at none:</br>When neither Fame in War, nor Wealth in Law,</br>Nor Ease in Priesthood my Affections draw;</br>Why do you bid me be to Physick led,</br>In gilded Car to triumph o'er the Dead;</br>With solemn Ignorance pretend to save,</br>And calmly send my Thousands to the Grave?</br>From Arts like these let meaner Souls seek Fame,</br>I'd make immortal as my Verse, my Name;</br>For honest Thoughts to future Ages known,</br>By sacred Verse, those Ages made my own.", "DAN CHAUCER, Father of the British Song,</br>Tho' rough in Numbers, yet in Genius strong;</br>Supply'd by a nat'ral Strength the Want of Art,</br>Sedate his Soul, tho' merry was his Heart;</br>And while he gayly laugh'd, with honest Rage</br>He lash'd each Vice and Folly of his Age:</br>Hence, still of Cent'ries past through such a Length,</br>We view the Bard and wonder at his Strength;</br>With awful Rev'rence every Part behold,</br>The antique Diction venerably old,</br>The Mirth that's graceful, and the Wit that's bold.</br>Hence still he lives; shall still o'er Time prevail,</br>'Till Mirth, 'till Verse, 'till Time itself shall fail.", "Nor shall SPENCER die, whose solemn Strain,</br>Of captive Virgins, and of Giants slain,</br>Of hardy Knights and valiant Deeds of Arms,</br>Of Fairy Castles, and of Magic Charms,</br>Can steal upon the Mind, 'till with Surprize</br>We view the whole romantic Vision rise:</br>Knights, Giants, Ladies, Monsters all around,</br>We traverse o'er the allegoric Ground;</br>Lost in a moral Trance awhile we seem,</br>And pleas'd enjoy th' imaginary Dream:</br>For this shall Fabling SPENSER live as long</br>As great ELIZA'S Name, to whom he sung;</br>The Poet thus shall with the Monarch claim</br>Divided Honour and immortal Fame,</br>'Till Arts, 'till Freedom are from Britain fled,</br>The MONARCH shall be lov'd, the POET read.", "View next great SHAKESPEAR, Nature's darling Child,</br>Who warbled out his native Wood-notes wild;</br>From whom untaught all Learning seem'd to flow,</br>Man e'er possess'd or human Mind cou'd know;</br>No Slave to Rules, no Vassal to an Art,</br>With a free Genius still he reach'd the Heart:</br>And even where he least may give Delight,</br>Some lovely pictur'd Image charms the Sight;</br>From Nature's great Original he drew,</br>And though his Strokes seem artless, they are true:</br>With Nature's self unequall'd Poet vie,</br>Thy Works shall live 'till those of Nature die.", "Great without Art tho' SHAKESPEAR was inspir'd,</br>For Art and Judgment JOHNSON is admir'd;</br>Studious in Rules he labours how to please,</br>That only to his Skill we wish him Ease:</br>Of Greece and Rome with all the Learning fraught,</br>To his own Britain he the Treasure brought;</br>Not that through want of Genius he was poor,</br>But willing to improve his native Store:</br>By this he hit on Comic Humour right,</br>And taught at once to profit and delight;</br>To make the Scene like real Life appear,</br>And represent Mankind just as they were:</br>Although some Scenes or Humours may seem strange</br>As Language varies, or as Manners change,</br>Yet he who to the Stage such Rules cou'd give,</br>From each succeeding Age shall Praise receive;</br>And while the rising Plot affects the Heart,</br>Pleasure and Admiration he will raise,</br>And, O rare Ben, still be the Poets Praise.", "Nor crampt with JOHNSON'S more judicious Rules,</br>Too gay for Precepts of the Critic Schools:</br>BEAUMONT and FLETCHER jointly shew their Skill,</br>And move the softer Passions as they will;</br>Make the Heart sigh at their sad Tragic Strain,</br>Or glad it with their lighter Comic Vein:</br>Tho' little praise from Judgment they may claim,</br>On Force of Genius they have built their Fame;</br>Where Judgment fails, their Wit will touch the Heart,</br>And Nature's Force supply the Want of Art.", "Next follows a long Train of Bards approv'd,</br>Who living were admir'd, who dead are lov'd;</br>Yet no Description but their own cou'd tell,</br>How all in various Beauties did excell.</br>Nat'ral and easy, SUCKLING wrote the Song;</br>WALLER more soft, more delicate, more strong</br>Soar'd to sublime, or in a gentle Strain</br>Of Sacharissa sung, but sung in vain:</br>COWLEY with lavish Wit his Mistress wrote,</br>Rich Treasures lay conceal'd in every Thought;</br>And though you take some Pains to get the Ore,</br>The more you study him you'll read the more:</br>Each Thought, each Line as you the Strider scan,</br>You see with the good Poet the good Man;</br>And though Perfection runs not through the whole,</br>Where you dislike the Verse, approve his Soul.", "These and a Number more that I cou'd name,</br>Nobly recorded for Poetic Fame,</br>Live after Death beyond the Rage of Fate,</br>Prais'd by the Fair, the Brave, the Wise and Great:</br>O cou'd I but with half this Spirit write,</br>With half their Judgment give the World delight;</br>Instead of Wealth, with Pleasure wou'd I claim</br>The Poet's Honour with the Poet's Name.</br>"]