["The Salvage serves Serena well,</br>Till she Prince Arthur find:</br>Who her, together with his Squire,</br>With th' Hermit leaves behind.", "O what an easy thing is to descry</br>The gentle Blood, however it be wrapt</br>In sad Misfortune's foul Deformity,</br>And wretched Sorrows, which have often hapt?</br>For howsoever it may grow mis-shapt</br>(Like this Wild-man, being undisciplin'd)</br>That to all Vertue it may seem unapt,</br>Yet will it shew some Sparks of gentle Mind,</br>And at the fall break forth in his own proper kind.", "That plainly may in this Wild-man be read,</br>Who though he were still in this desart Wood,</br>'Mongst salvage Beasts, both rudely born and bred,</br>Ne ever saw fair Guise, ne learned Good,</br>Yet shew'd some Token of his gentle Blood,</br>By gentle Usage of that wretched Dame.</br>For certes he was born of noble Blood,</br>However by hard Hap he hither came;</br>As ye may know, when time shall be to tell the same.", "Who, whenas now long time he lacked had</br>The good Sir Calepine, that far was stray'd,</br>Did wex exceeding sorrowful and sad,</br>As he of some Misfortune were afraid;</br>And leaving there this Lady all dismay'd,</br>Went forth straightway into the Forest wide,</br>To seek, if he perchance asleep were laid,</br>Or what-so else were unto him betide:</br>He sought him far and near, yet him no where he spy'd.", "Tho back returning to that sorry Dame,</br>Ne shewed Semblant of exceeding Moan,</br>By speaking Signs, as he them best could frame;</br>Now wringing both his wretched Hands in one,</br>Now beating his hard Head upon a Stone,</br>That Ruth it was to see him so lament.</br>By which she well perceiving what was done,</br>'Gan tear her Hair, and all her Garments rent,</br>And beat her Breast, and piteously her self torment.", "Upon the Ground her self she fiercely threw,</br>Regardless of her Wounds, yet bleeding rife,</br>That with their Blood did all the Floor embrue,</br>As if her Breast, new launc'd with murdrous Knife,</br>Would straight dislodge the wretched weary Life.</br>There she long groveling, and deep groaning lay,</br>As if her vital Powers were at strife</br>With stronger Death, and feared their Decay:</br>Such were this Lady's Pangs and dolorous Assay.", "Whom when the Salvage saw so sore distress'd,</br>He reared her up from the bloody Ground,</br>And sought by all the means that he could best</br>Her to recure out of that stony Swound,</br>And staunch the bleeding of her dreary Wound.</br>Yet n'ould she be recomforted for nought,</br>Ne cease her Sorrow and impatient Stound,</br>But day and night did vex her careful Thought,</br>And ever more and more her own Affliction wrought.", "At length, whenas no hope of his Return</br>She saw now left, she cast to leave the Place,</br>And wend abroad, though feeble and forlorn,</br>To seek some Comfort in that sorry Case.</br>His Steed, now strong through Rest so long a space,</br>Well as she could, she got, and did bedight;</br>And being thereon mounted, forth did pace,</br>Withouten Guide, her to conduct aright,</br>Or Guard her to defend from bold Oppressor's Might.", "Whom when her Host saw ready to depart,</br>He would not suffer her alone to fare,</br>But 'gan himself address to take her part.</br>Those warlike Arms, which Calepine whileare</br>Had left behind, he 'gan eftsoons prepare,</br>And put them all about himself unfit,</br>His Shield, his Helmet, and his Curass bare</br>But without Sword upon his Thigh to fit,</br>Sir Calepine himself away had hidden it.", "So forth they travel'd, an uneven Pair,</br>That mote to all Men seem an uncouth Sight;</br>A salvage Man match'd with a Lady fair,</br>That rather seem'd the Conquest of his Might,</br>Gotten by Spoil, than purchased aright.</br>But he did her attend most carefully,</br>And faithfully did serve both day and night,</br>Withouten Thought of Shame or Villany,</br>Ne ever shewed Sign of foul Disloyalty.", "Upon a day as on their way they went,</br>It chaunc'd some Furniture about her Steed</br>To be disorder'd by some Accident;</br>Which to redress, she did th' Assistance need</br>Of this her Groom:  which he by Signs did reed</br>And straight his combrous Arms aside did lay</br>Upon the Ground, withouten Doubt or Dreed,</br>And in his homely wize 'gan to assay</br>T' amend what was amiss, and put in right Array.", "'Bout which whilst he was busied this hard,</br>Lo!  where a Knight together with his Squire,</br>All arm'd to point, came riding thitherward,</br>Which seemed by their Portance and Attire,</br>To be two errant Knights, that did enquire</br>After Adventures, where they mote them get:</br>Those were to weet (if that ye it require)</br>Prince Arthur and young Timias, which met</br>By strange Occasion, that here needs forth be set.", "After that Timias had again recour'd</br>The Favour of Belphoebe (as ye heard)</br>And of her Grace did stand again assur'd,</br>To happy Bliss he was full high up-rear'd,</br>Neither of Envy, nor of Change afeard,</br>Though many Foes did him malign therefore,</br>And with unjust Detraction him did beard;</br>Yet he himself so well and wisely bore,</br>That in her sovereign Liking he dwelt evermore.", "But of them all, which did his Ruin seek,</br>Three mighty En'mies did him most despight;</br>Three mighty ones, and cruel-minded eke,</br>That him not only sought by open Might</br>To overthrow, but to supplant by Sleight:</br>The first of them by Name was call'd Despetto,</br>Exceeding all the rest in Pow'r and Height;</br>The second not so strong, but wise, Decetto;</br>The third nor strong, nor wise, but spightfullest, Defetto.", "Oft-times their sundry Pow'rs they did employ,</br>And several Deceits, but all in vain;</br>For neither they by Force could him destroy,</br>Ne yet entrap in Treason's subtil Train:</br>Therefore conspiring all together plain,</br>They did their Counsels now in one compound;</br>Where singled Forces fail, conjoin'd may gain.</br>The Blatant Beast the fittest means they found,</br>To work his utter Shame, and throughly him confound.", "Upon a day as they the time did wait,</br>When he did range the Wood for salvage Game,</br>They sent that Blatant Beast to be a Bait,</br>To draw him from his dear beloved Dame,</br>Unwares into the Danger of Defame.</br>For well they wist that Squire to be so bold,</br>That no one Beast in Forest wild or tame,</br>Met him in Chace, but he it challenge would,</br>And pluck'd the Prey oft-times out of their greedy Hold.", "The hardy Boy, as they devised had,</br>Seeing the ugly Monster passing by,</br>Upon him set, of Peril nought adrad,</br>Ne skilful of the uncouth Jeopardy;</br>And charged him so fierce and furiously,</br>That (his great Force unable to endure)</br>He forced was to turn from him and fly:</br>Yet e'er he fled, he with his Tooth impure</br>Him heedless bit, the whiles he was thereof secure.", "Securely he did after him pursue,</br>Thinking by Speed to overtake his Flight;</br>Who thro thick Woods, and Brakes, and Briers him drew,</br>To weary him the more, and waste his Spight;</br>So that he now has almost spent his Spright.</br>Till that at length unto a woody Glade</br>He came, whose Covert stopt his further Sight;</br>There his three Foes, shrouded in guileful Shade,</br>Out of their Ambush broke, and 'gan him to invade.", "Sharply they all attonce did him assail,</br>Burning with inward Rancour and Despight,</br>And heaped Strokes did round about him hail</br>With so huge Force, that seemed nothing might</br>Bear off their Blows from piercing thorough quite.</br>Yet he them all so warily did ward,</br>That none of them in his soft Flesh did bite,</br>And all the while his Back for best Safeguard,</br>He leant against a Tree, that backward Onset barr'd.", "Like a wild Bull, that being at a Bay,</br>Is baited of a Mastiff and a Hound,</br>And a Cur-dog, that do him sharp assay</br>On every side, and beat about him round,</br>But most that Cur, barking with bitter Sound,</br>And creeping still behind, doth him encumber,</br>That in his Chauf he digs the trampled Ground,</br>And threats his Hornes and bellows like the Thunder:</br>So did that Squire his Foes disperse, and drive asunder.", "Him well behoved so; for his three Foes</br>Sought to encompass him on every side,</br>And dangerously did round about enclose:</br>But most of all Defetto him annoy'd,</br>Creeping behind him still to have destroy'd;</br>So did Decetto eke him circumvent;</br>But stout Despetto, in his greater Pride,</br>Did front him face to face against him bent;</br>Yet he them all withstood, and often made relent.", "Till that at length nigh tir'd with former Chace,</br>And weary now with careful keeping Ward,</br>He 'gan to shrink, and somewhat to give place,</br>Full like e'er long to have escaped hard;</br>Whenas unwares he in the Forest heard</br>A trampling Steed, that with his neighing fast</br>Did warn his Rider be upon his Guard:</br>With Noise whereof the Squire, now nigh aghast,</br>Revived was, and sad Despair away did cast.", "Eftsoons he spy'd a Knight approaching nigh,</br>Who seeing one in so great Danger set</br>'Mongst many Foes, himself did faster hie,</br>To rescue him, and his weak part abet,</br>For pity so to see him over-set.</br>Whom soon as his three Enemies did view,</br>They fled, and fast into the Wood did get:</br>Him booted not to think them to pursue,</br>The Covert was so thick, that did no Passage shew.", "Then turning to that Swain, him well he knew</br>To be his Timias, his own true Squire:</br>Whereof exceeding glad he to him drew,</br>And him embracing 'twixt his Arms entire,</br>Him thus bespake; My Liefe, my Life's Desire,</br>Why have ye me alone thus long yleft?</br>Tell me what World's Despight, or Heaven's Ire</br>Hath you thus long away from me bereft?</br>Where have ye all this while bin wandring, where bin weft?", "With that, he sighed deep for inward Tine;</br>To whom the Squire nought answered again,</br>But shedding few soft Tears from tender Eyne</br>His dear Affect with Silence did restrain,</br>And shut up all his Plaint in privy Pain.</br>There they awhile some gracious Speeches spent,</br>As to them seem'd fit time to entertain.</br>After all which, up to their Steeds they went,</br>And forth together rode, a comely Couplement.", "So now they be arrived both in sight</br>Of this Wild-man, whom they full busy found</br>About the sad Serena things to dight,</br>With those brave Armours lying on the Ground,</br>That seem'd the Spoil of some right well renown'd.</br>Which when that Squire beheld, he to them stept,</br>Thinking to take them from that hilding Hound:</br>But he it seeing, lightly to him lept,</br>And sternly with strong Hand it from his handling kept.", "Gnashing his grinded Teeth with griesly Look,</br>And sparkling Fire out of his furious Eyne,</br>Him with his Fist unwares on th' Head be strook,</br>That made him down unto the Earth incline;</br>Whence soon upstarting, much he 'gan repine,</br>And laying hand upon his wrathful Blade,</br>Thought therewithal forthwith him to have slain;</br>Who it perceiving, hand upon him laid,</br>And greedily him griping, his Avengement stay'd.", "With that, aloud the fair Serena  cry'd</br>Unto the Knight them to dispart in twain:</br>Who to them stepping, did them soon divide,</br>And did from further Violence restrain,</br>Albe the Wild-man hardly would refrain.</br>Then 'gan the Prince of her for to demand,</br>What and from whence she was, and by what Train</br>She fell into that salvage Villain's Hand,</br>And whether free with him she now were, or in Band.", "To whom she thus; I am, as now ye see,</br>The wretchedst Dame that lives this day on ground;</br>Who both in Mind, the which most grieveth me,</br>And Body, have receiv'd a mortal Wound</br>That hath me driven to this dreary Stound.</br>I was e'erwhile the Love of Calepine;</br>Who whether he alive be to be found,</br>Or by some deadly Chance be done to pine,</br>Sith I him lately lost, uneath is to define.", "In salvage Forest I him lost of late,</br>Where I had surely long e'er this been dead,</br>Or else remained in most wretched State,</br>Had not this Wild-man in that woeful Stead</br>Kept, and deliver'd me from deadly Dread.</br>In such a salvage Wight, of brutish kind,</br>Amongst wild Beasts in desart Forests bred,</br>It is most strange and wonderful to find</br>So mild Humanity, and perfect gentle Mind.", "Let me therefore this Favour for him find,</br>That ye will not your Wrath upon him wreak,</br>Sith he cannot express his simple Mind,</br>Ne yours conceive, ne but by Tokens speak:</br>Small Praise to prove your Pow'r on Wight so weak.</br>With such fair Words she did their Heat assuage,</br>And the strong Course of their Displeasure break,</br>That they to Pity turn'd their former Rage,</br>And each sought to supply the Office of her Page.", "So having all things well about her dight,</br>She on her way cast forward to proceed;</br>And they her forth conducted, where they might</br>Find Harbour fit to comfort her great Need,</br>For now her Wounds Corruption 'gan to breed:</br>And eke this Squire, who likewise wounded was</br>Of that same Monster late, for lack of heed,</br>Now 'gan to faint, and further could not pass</br>Through Feebleness, which all his Limbs oppressed has.", "So forth they rode together all in Troop,</br>To seek some Place, the which mote yield some Ease</br>To these sick Twain, that now began to droop;</br>And all the way the Prince sought to appease</br>The bitter Anguish of their sharp Disease,</br>By all the courteous Means he could invent;</br>Somewhile with merry Purpose fit to please,</br>And otherwhile with good Encouragement,</br>To make them to endure the Pains did them torment.", "'Mongst which, Serena did to him relate</br>The foul Discourt'sies and unknightly Parts,</br>Which Turpine had unto her shewed late,</br>Without Compassion of her cruel Smarts:</br>Altho Blandina did with all her Arts</br>Him otherwise persuade all that the might;</br>Yet he of Malice, without her Deserts,</br>Not only her excluded late at night,</br>But also traiterously did wound her weary Knight.", "Wherewith the Prince sore moved, there avow'd,</br>That soon as he returned back again,</br>He would avenge th' abuses of that proud</br>And shameful Knight, of whom she did complain.</br>This wize did they each other entertain,</br>To pass the tedious Travel of the way;</br>Till toward Night they came unto a Plain,</br>By which a little Hermitage there lay,</br>Far from all Neighbourhood, the which annoy it may.", "And nigh thereto a little Chappel stood,</br>Which being all with Ivy over-spread,</br>Deck'd all the Roof; and shadowing the Rood,</br>Seem'd like a Grove fair branched over-head:</br>Therein the Hermit, which his Life here led</br>In straight Observance of religious Vow,</br>Was wont his Hours and holy Things to bed;</br>And therein he likewise was praying now,</br>Whenas these Knights arriv'd, they will not where nor how.", "They stay'd not there, but straightway in did pass;</br>Whom when the Hermit present saw in place,</br>From his Devotion straight he troubled was;</br>Which breaking off, he toward them did pace,</br>With stayed Steps, and grave beseeming Grace:</br>For well it seem'd, that whilom he had been</br>Some goodly Person and of gentle Race;</br>That could his Good to all, and well did ween</br>How each to entertain with Court'sy well beseen.", "And soothly it was said by common Fame,</br>So long as Age enabled him thereto,</br>That he had been a Man of mickle Name,</br>Renowned much in Arms and Derring-do:</br>But being aged now and weary too</br>Of War's Delight, and World's contentious Toil,</br>The Name of Knighthood he did disavow,</br>And hanging up his Arms and warlike Spoil,</br>From all this World's Incombrance did himself assoil.", "He thence them led into his Hermitage,</br>Letting their Steeds to graze upon the Green</br>Small was his House, and like a little Cage,</br>For his own turn, yet inly neat and clean,</br>Deck'd with green Boughs, and Flow'rs gay beseen.</br>Therein he them full fair did entertain,</br>Not with such forged Shows, as fitter been</br>For courting Fools, that Courtesies would fain,</br>But with entire Affection and Appearance plain.", "Yet was their Face but homely, such as he</br>Did use, his feeble Body to sustain;</br>The which full gladly they did take in gree,</br>Such as it was, ne did of Want complain,</br>But being well suffic'd, them rested fain.</br>But fair Serene all night could take no Rest,</br>Ne yet that gentle Squire, for grievous Pain</br>Of their late Wounds, the which the Blatant Beast</br>Had given them, whose Grief thro Suff'rance sore increas'd.", "So all that night they past in great Disease,</br>Till that the morning, bringing early Light</br>To guide Mens Labours, brought them also Ease,</br>And some Assuagement of their painful Plight.</br>Then up they rose, and 'gan themselves to dight</br>Unto their Journey; but that Squire and Dame</br>So faint and feeble were, that they ne might</br>Endure to travel, nor one foot to frame:</br>Their Hearts were sick, their Sides were sore, their Feet were lame.", "Therefore the Prince, whom great Affairs in Mind</br>Would not permit to make there longer Stay,</br>Was forced there to leave them both behind,</br>In that good Hermit's Charge, whom he did pray</br>To tend them well.  So forth he went his way,</br>And with him eke the Salvage (that whileare</br>Seeing his Royal Usage and Array,</br>Was greatly grown in Love of that brave Peer)</br>Would needs depart, as shall declared be elsewhere.</br>"]