["Sorrowing I catch the reed, and call the Muse;</br>If yet a Muse on Britain's plain abide,</br>Since rapt Musaeus tuned his parting strain:</br>With him they lived, with him perchance they died.</br>For who e'er since their virgin charms espied,</br>Or on the banks of Thames, or met their train</br>Where Isis sparkles, to the sunny ray?</br>Or have they deign'd to play</br>Where Camus winds along his broider'd vale,</br>Feeding each blue bell pale, and daisy pied,</br>That fling their fragrance round his rushy side?", "Yet ah!  ye are not dead, Celestial Maids;</br>Immortal as ye are, ye may not die:</br>Nor is it meet ye fly these pensive glades,</br>Ere round his laureate hearse ye heave the sigh.</br>Stay then a while, oh stay, ye fleeting fair;</br>Revisit yet, nor hallow'd Hippocrene,</br>Nor Thespiae's grove; till with harmonious teen</br>Ye sooth his shade, anti slowly dittied air.</br>Such tribute pour'd, again ye may repair</br>To what loved haunt ye whilom did elect;</br>Whether Lycaeus, or that mountain fair,</br>Trim Maenalus, with piny verdure deck'd.</br>But now it boots ye not in these to stray,</br>Or yet Cyllene's hoary shade to choose,</br>Or where mild Ladon's welling waters play.</br>Forego each vain excuse,</br>And haste to Thames's shores; for Thames shall join</br>Our sad society, and passing mourn,</br>The tears fast trickling o'er his silver urn.</br>And, when the Poet's widow'd grot he laves,</br>His reed-crown'd locks shall shake, his head shall bow,</br>His tide no more in eddies blithe shall rove,</br>But creep soft by with long drawn murmurs slow.</br>For oft the mighty master roused his waves</br>With martial notes, or lull'd with strain of love:</br>He must not now in brisk meanders flow</br>Gamesome, and kiss the sadly silent shore,</br>Without the loan of some poetic woe.", "Say first, Sicilian Muse,</br>For, with thy sisters thou didst weeping stand</br>In silent circle at the solemn scene,</br>When Death approach'd and waved his ebon wand, </br>Say how each laurel droop'd its withering green?</br>How, in yon grot, each silver trickling spring</br>Wander'd the shelly channels all among;</br>While as the coral roof did softly ring</br>Responsive to their sweetly doleful song?</br>Meanwhile all pale tine' expiring Poet laid,</br>And sunk his awful head,</br>While vocal shadows pleasing dreams prolong;</br>For so, his sickening spirits to release,</br>They pour'd the balm of visionary peace.", "First sent from Cam's fair banks, like Palmer old,</br>Came Tityrus slow, with head all silver'd o'er,</br>And in his hand an oaken crook he bore,</br>And thus in antique guise short talk did hold:</br>'Grete clerk of Fame' is house, whose excellence</br>Maie wele befitt thilk place of eminence</br>Mickle of wele betide thy houres last,</br>For mich gode wirke to me don and past.</br>For syn the days whereas my lyre ben strongen,</br>And deftly many a mery laie I songen</br>Old Time, which alle things don maliciously</br>Gnawen with rusty tooth continually</br>Gnattrid my lines, that they all cancrid ben,</br>Till at the last thou smoothen 'hem hast again;</br>Sithence full semely gliden my rimes rude,</br>As (if fitteth thilk similitude),</br>Whanne shallow brook yrenneth hobling on,</br>Ovir rough stones it makith full rough song;</br>But, them stones removen, this lite rivere</br>Stealith forth by, making plesaunt murmere:</br>So my sely rymes, whoso may them note,</br>Thou makist everichone to ren right sote</br>And in thy verse entunist so fetisely,</br>That men sayen I make trewe melody,</br>And speaken every dele to myne honoure.</br>Mich wele, grete clerk, betide thy parting houre!'", "He ceased his homely rhyme;</br>When Colin Clout, Eliza's shepherd swain</br>The blithest lad that ever piped on plain,</br>Came with his reed soft warbling on the way,</br>And thrice he bow'd his head with motion mild,</br>And thus his gliding numbers 'gan essay.", "'Ah!  luckless swain, alas!  how art thou lorn</br>Who once like me couldst frame thy pipe to play!</br>Shepherds devise, and cheer the lingering morn:</br>Ne bush, ne breere, but learnt thy roundelay</br>Ah plight too sore such worth to equal right!</br>Ah worth too high to meet such piteous plight!", "'But I nought strive, poor Colin, to compare</br>My Hobbin's or my Thenot's rustic skill</br>To thy deft swains', whose dapper ditties rare</br>Surpass aught else of quaintest shepherd's quill.</br>E'en Roman Tityrus, that peerless wight,</br>Mote yield to thee for dainties of delight.", "'Eke when in Fable's flowery paths you stray'd</br>Masking in cunning feints truth's splendent face</br>Ne Sylph ne Sylphid, but due tendance paid</br>To shield Belinda's lock from felon base,</br>But all mote nought avail such harm to chase.</br>Then Una fair 'gan droop her princely mien,</br>Eke Florimel, and all my faery race:</br>Belinda far surpass'd my beauties sheen,</br>Belinda, subject meet for such soft lay, I ween.", "'Like as in village troop of birdlings trim,</br>Where Chanticleer his red crest high doth hold,</br>And quacking ducks, that wont in lake to swim,</br>And turkeys proud, and pigeons nothing bold;</br>If chance the peacock doth his plumes unfold,</br>Eftsoons their meaner beauties all decaying,</br>He glisteneth purple and he glisteneth gold,</br>Now with bright green, now blue, himself arraying.</br>Such is thy beauty bright, all other beauties swaying.", "But why do I descant this toyish rhyme,</br>And fancies light in simple guise portray,</br>Listing to cheer thee at this rueful time,</br>While as black Death doth on thy heartstrings prey?</br>Yet rede aright, and if this friendly lay</br>Thou pathless judgest all too slight and vain,</br>Let my well-meaning mend my ill essay:</br>So may I greet thee with a nobler strain,</br>When soon we meet for aye, in yon star\u001esprinkled plain.'", "Last came a bard of more majestic tread,</br>And Thyrsis hight by Dryad, Fawn, or Swain,</br>Whene'er he mingled with the shepherd train;</br>But seldom that; for higher thoughts be fed;</br>For him full oft the heavenly Muses led</br>To clear Euphrates, and the secret mount,</br>To Araby, and Eden, fragrant climes,</br>All which the sacred bard would oft recount:</br>And thus in strain, unused in silvan shade,</br>To sad Musaeus rightful homage paid.", "Thrice hail, thou heaven\u001etaught warbler!  last and best</br>Of all the train!  Poet, in whom eonjoin'd</br>All that to ear, or heart, or head, could yield</br>Rapture; harmonious, manly, clear, sublime.</br>Accept this gratulation:  may it cheer</br>Thy sinking soul; nor these corporeal ills</br>Aught daunt thee, or appal.  Know, in high heaven</br>Fame blooms eternal o'er that spirit divine</br>Who builds immortal verse. There thy bold Muse,</br>Which while on earth could breathe Maeonian fire,</br>Shall soar seraphic heights; while to her voice</br>Ten thousand hierarchies of angels harp</br>Symphonious, and with dulcet harmonies</br>Usher the song rejoicing.  I, meanwhile,</br>To sooth thee in these irksome hours of pain,</br>Approach, thy visitant, with mortal praise</br>To praise thee mortal.  First, for Rhyme subdued;</br>Rhyme, erst the minstrel of primeval Night,</br>And Chaos, Anarch old:  She near their throne</br>Oft taught the rattling elements to chime</br>With tenfold din; till late to earth upborne</br>On strident plume, what time fair Poesie</br>Emerged from Gothic cloud, and faintly shot</br>Rekindling gleams of lustre.  Her the fiend</br>Opress'd; forcing to utter uncouth dirge,</br>Runic, or Leonine; and with dire chains</br>Fetter'd her scarce-fledged pinion.  I such bonds</br>Aim'd to destroy, hopeless that Art could ease</br>Their thraldom, and to liberal use convert.</br>This wonder to achieve Musaeus came;</br>Thou camest, and at thy magic touch the chains</br>Off dropp'd, and (passing strange!)  soft-wreathed bands</br>Of flowers their place supplied:  which well the Muse</br>Might wear for choice, not force; obstruction none,</br>But loveliest ornament. Wondrous this, yet here</br>The wonder rests not; various argument</br>Remains for me, uncertain, where to cull</br>The leading grace, where countless graces charm</br>Various this peaceful cave; this mineral roof;</br>This 'semblage meet of coral, ore, and shell,</br>These pointed crystals through the shadowy clefts</br>Bright glistering; all these slowly dripping rills,</br>That tinkling wander o'er the pebbled floor:</br>Yet not this various peaceful cave, with this</br>Its mineral roof, nor this assemblage meet</br>Of coral, ore, and shell; nor mid the shade</br>These pointed crystals, glistering fair; nor rills,</br>That wander tinkling o'er the pebbled floor,</br>Deal charms more various to each raptured sense,</br>Than thy mellifluous lay&mdash;'", "'Cease, friendly swain</br>(Musaeus cried, and raised his aching head)</br>All praise is foreign, but of true desert;</br>Plays round the head, but comes not to the heart.</br>Ah!  why recall the toys of thoughtless youth</br>When flowery fiction held the place of truth,</br>Ere sound to sense resign'd the silken rein,</br>And the light lay ran musically vain.</br>Oh!  in that lay had richest fancy flow'd,</br>The Syrens warbled, and the Graces glow'd;</br>Had liveliest nature, happiest art combined,</br>That lent each charm, and this each charm refined;</br>Alas!  how little were my proudest boast!</br>The sweetest trifler of my tribe at most.", "'To sway the judgment, while he sooths the ear</br>To curb mad passion in its wild career;</br>To wake by sober touch the useful lyre,</br>And rule, with reason's rigour, fancy's fire;</br>Be this the poet's praise.  And this possess'd,</br>Take, Dulness and thy dunces!  take the rest.", "'Come then that honest fame, whose temperate ray</br>Or gilds the satire or the moral lay;</br>Which dawns, though thou, rough Donne!  hew out the line:</br>But beams, sage Horace!  from each strain of thine.</br>Oh, if like these with conscious freedom bold,</br>One Poet more his manly measures roll'd,</br>Like these led forth th' indignant Muse to brave</br>The venal statesman and the titled slave;</br>To strip from frontless Vice her stars and strings,</br>Nor spare her basking in the smile of kings&mdash;</br>If grave, yet lively; rational, yet warm;</br>Clear to convince, and eloquent to charm;</br>He pour'd, for Virtue's cause, serene along</br>The purest precept in the sweetest song", "If, for her cause, his heaven\u001edirected plan</br>Mark'd each meander in the maze of man;</br>Unmoved by sophistry, unawed by name,</br>No dupe to doctrines, and no fool to fame;</br>Led by no system's devious glare astray,</br>That meteorlike but glitters to betray&mdash;</br>Yes, if his soul to reason's rule resign'd,</br>And Heaven's own views fair opening on his mind,</br>Caught from bright nature's flame the living ray,</br>Through passion's cloud pour'd in resistless day;</br>And taught mankind, in reasoning Pride's despite,</br>That God is wise, and all that is is right&mdash;</br>If this his boast, pour here the welcome lays;</br>Praise less than this is mockery of praise.'", "'To pour that praise be mine,' fair Virtue cried;</br>And shot, all radiant, through an opening cloud!</br>But ah!  my Muse, how will thy voice express</br>Th' immortal strain, harmonious, as it flow'd?</br>Ill suits immortal strain a Doric dress:</br>And far too high already hast thou soar'd.</br>Enough for thee, that, when the lay was o'er,</br>The goddess clasp'd him to her throbbing breast.</br>But what might that avail?  Blind Fate before</br>Had oped her shears, to cut his vital thread!</br>And who may dare gainsay her stern behest?</br>Now thrice he waved the hand, thrice bow'd the head,</br>And sigh'd his soul to rest.", "Now wept the Nymphs; witness, ye waving shades!</br>Witness, ye winding streams!  the Nymphs did weep:</br>The heavenly goddess too with tears did steep</br>Her plaintive voice, that echo'd through the glades;</br>And, 'cruel gods,' and 'cruel stars,' she cried:</br>Nor did the shepherds, through the woodlands wide</br>On that sad day, or to the pensive brook,</br>Or silent river, drive their thirsty flocks:</br>Nor did the wild goat browse the shrubby rocks:</br>And Philomel her custom'd oak forsook:</br>And roses wan were waved by zephyrs weak,</br>As Nature's self was sick:</br>And every lily droop'd its silver head.</br>Sad sympathy!  yet sure his rightful meed,</br>Who charm'd all nature:  well might Nature mourn</br>Through all her choicest sweets Musaeus dead.", "Here end we, Goddess!  this your shepherd sang,</br>All as his hands an ivy chaplet wove.</br>Oh!  make it worthy of the sacred Bard;</br>And make it equal to the shepherd's love.</br>Thou too accept the strain with meet regard:</br>For sure, bless'd Shade, thou hear'st my doleful song;</br>Whether with angel troops, the stars among,</br>From golden harp thou call'st seraphic lays;</br>Or, for fair Virtue's cause, now doubly dear,</br>Thou still art hovering o'er our tuneless sphere;</br>And movest some hidden spring her weal to raise.", "Thus the fond swain his Doric oate essay'd,</br>Manhood's prime honours rising on his cheek:</br>Trembling he strove to court the tuneful maid</br>With strippling arts, and dalliance all too weak,</br>Unseen, unheard, beneath a hawthorn shade.</br>But now dun clouds the welkin 'gan to streak;</br>And now down dropp'd the larks, and ceased their strain:</br>They ceased, and with them ceased the shepherd swain.</br>"]