["With a warm heart o'erthronged with many a fear,</br>In childhood I beheld this lonely pile</br>Stirring poetic thoughts &mdash; from year to year</br>It caught the evening moon's pale silver smile,</br>And seemed enthroned in mystery; the while</br>The ascetic owl poured forth his sullen shriek,</br>And from its crannied base or chappelled aisle</br>Forth darted the dim bat, with vision weak,</br>Skimming along the wave which at its foot did break.", "And close upon the skirt of eve there came</br>The fisher's skiff, with soal or turbot fraught,</br>Cleaving the wave crested with phosphor flame,</br>Which, leaning o'er the prow, his urchin caught</br>In unburnt hand &mdash; the sire, with riper thought,</br>Eying the pole-star or the glittering wain,</br>Or, in his rude mythology, the grot</br>Beneath the turret, peopling with the train</br>Of fairy elves who haunt the margin of the main.", "Just then the visions of far Araby</br>Had spread their fibres round my fancy's spring,</br>And struck deep root; and forth I stole to be</br>Free to indulge my fond imagining:</br>The oar's light dip &mdash; the rustling vulture's wing</br>Brushing the ivy'd tower &mdash; the far-off sail</br>Glancing athwart the moonlight, &mdash; failed to bring</br>Other than magic tropes, without the pale</br>Of whatsoe'er of true in nature doth prevail.", "Genii, magicians, filled the moaning wind</br>That came at fits thro' the ruined wall,</br>Which seemed an isthmus reared up by the mind,</br>To part the unreal from the natural:</br>And if a lapse of sound, perchance let fall</br>In the dusk woods behind, at eve were heard,</br>Strait 'twas the spirit of the breeze's call</br>Mustering his brethren, and his very word</br>Noted, distinct became, as song of well-known bird.", "But time subdues romance: &mdash; by slow degrees,</br>Like the bright tincture of an evening cloud</br>Through which the light is lapsing, on the breeze</br>Floated the fairies off &mdash; the genii bowed</br>Their heads, and, shuffling on their midnight shroud,</br>Escaped into the darkness. &mdash; All alone,</br>At early manhood's dawn, I stood, not proud</br>That these my boyhood's visitants were gone,</br>But choosing Truth's stern lap to lay my head upon.</br>"]