["When Hils, and Valleys, wrap's in sheets of snow,</br>Did pennance for their summer luxury,</br>And Winter old unto the world did show,</br>The Sceletons of trees, muffling the skye</br>With vapours cold, and strewing frequently</br>The earth with wat'ry confects, then I stood</br>On that fair tract, where Bure creeps lazily</br>To pay his tribute to a greater flood,</br>Cleapt Yar, none of the meanest of blew Neptunes brood.", "There I beheld the snowy Swannes retreate,</br>Unto the silver creekes, with motion sad:</br>Each face of things exprest a ruine great,</br>But two-fac'd Janus all in sable clad,</br>Those joyous sports, and merryments forbad,</br>Which whilome he was wont to tolerate:</br>The Gods themselves (it seemes) a feeling had,</br>Of our disasters, when Calista's fate,</br>Our sorrowes, and her endlesse joyes did propagate.", "Calista faire, at whose nativity,</br>All happy starres auxiliary were,</br>With kind aspects, shining auspiciously:</br>For as each gentle God and Goddesse cleere,</br>Pandora did adorne with bount'ous cheere,</br>Placing on her all properties divine,</br>Which made her so unparallel'd appeare;</br>So did both fix'd, and errant starres combine</br>With pretious gifts, to dignifie this Heroine.", "Though from illustr'ous ancestors shee came,</br>From Lords sublim'd, for chivalrous renowne;</br>Yet did her vertues overtoppe her name,</br>And all those adventitious glories crowne,</br>Which Fortune, or high birth, had on her throwne:</br>Her piety, and worth, was so immense,</br>That Heav'n (it seemes) sent this Panthea downe,</br>As some great blessing, but revok'd her hence</br>For our ingratitude, or some such high offence.", "Death like Ulysses (while we were intent</br>To sports, and triumphes, dreading no distresse,</br>And fearelesse of so dire an accident)</br>Stole our Palladium hence, the Patronesse</br>Of all our hopes, and chiefest happinesse:</br>Then Feasts were turn'd to funerals, no name</br>Was heard that any solace did expresse,</br>And all our mirth, like burning Troy became,</br>Consum'd to cinders blacke, in griefes uncessant flame.", "As when the Vestall fires extinguish'd were,</br>Through some unhappy Virgins fraile neglect,</br>Then Romes Patricians, fraught with dreary cheere,</br>In mourning habits dight, were wont t' expect</br>The dreadfull issue, of some dire effect;</br>So when that lucid flame, which did maintaine,</br>Calista's life by cruell death was check't,</br>Sighes did abound, and sorrowes flow amaine,</br>Eyes did their bankes inundate and each cheeke distaine.", "Man's a plant animall, a tree revers't,</br>Whose root's the braine, his limmes the branches be,</br>But blood's the sappe, through every veyne dispers't,</br>Which aliment imparts with justice free,</br>Unto each member of this mysticke tree:</br>Haire are the leaves, which doe the same attire,</br>Excrescent humours are the gummes (we see)</br>Flowing from thence; the fruite which doth aspire,</br>Be actions good, or ill; the seede whereof's desire.", "But our faire plant, (the fairest that ere grew)</br>Such apples on her Verdant branches bare,</br>As the Hesperian Gardens never knew,</br>Nor had Alcinous any fruite so rare;</br>Shee was a tree, with which none might compare:</br>This Tree by Heavn's decree transplanted is;</br>We of her happy shade deprived are,</br>While shee remov'd into eternall blisse,</br>Becomes a Tree of life, in highest Paradise.", "Letter-puff'd Pedants boldly dare averre,</br>That every starre another world containes;</br>These, Cities in the skyes would seeme to reare,</br>Yet build but Castles in the ayre (fond swaines)</br>That strange conclusions, from fanaticke braines</br>Strive to produce, when they below might see</br>(Perhaps) more Worlds; for Verity maintaines</br>That Man's a Microcosme; each he or shee</br>Is of a greater World, the briefe epitome.", "Mans head is heav'n, the brighter starres fix'd there</br>Are Fancy, Intellect, and Memory,</br>The sences eke like Planets do appeare,</br>Each in his sphere, the Heart which doth supply</br>All parts with vitall heate, is Phoebus high;</br>The liver is the Moone, whose pregnant brests</br>With purple joyce embalmes this Monarchy;</br>Foure Humours are the Elements, and these</br>The basement doe compose of this celestiall piece.", "But such a world was our Calista bright,</br>As was the world, before it injurd was,</br>Through Womans weakenesse, and a Serpents spite:</br>For as a seven-fold lustre then did grace</br>Each glorious starre, and planet, in his place;</br>As then earth bred no plant of bad effects,</br>Nor nourish'd any beast of savage race;</br>So clearest worth adorn'd in all respects,</br>This peerelesse Dame, who was the glory of her sexe.", "Sharp-sighted Speculatists perhaps may find</br>The causes of those colours, that array</br>The flowry meades in May, some subtile mind</br>May the abstruse decrees of starres survey,</br>Or light on the (long sought for) North-west way</br>Th' Elixir may be found by Art; the cause</br>Of swift Euripus fluxe, Time may bewray:</br>But never shall appeare in time, or place</br>So rare a creature, as divine Calista was.", "Nature turnd Spapyricke in forming her:</br>Of ordinary stuffe shee was not made,</br>But of extracted matter, pure, and cleere,</br>Which Natures Chymistrie prepared had,</br>By separating the good, from the bad:</br>This happy temper did in her impresse,</br>Those rich endowments, with which she was clad;</br>Vertue, and Beauty; Women blest with these</br>Become incarnate Angels, earthly Goddesses.", "As that faire Picture of the Cyprian Queene,</br>Drawne by the Coan Painter, did exceed</br>The bravest pieces, that were ever scene,</br>Though it was not complete, nor finished;</br>Even so Calista's life though soone it fled,</br>Ere shee of youth had pass'd the vernall Line,</br>Before Time had her to her Solstice led;</br>Yet this short life of hers was so divine,</br>That it long lives of earthly Saints seem'd to out shine.", "And though her lustre was extinct so soone,</br>Yet shee no Comet was, no falling starre,</br>No fading Meteour, or changing Moone;</br>But shee a Sphere was, wherein Vertues rare,</br>Like fix'd auspicious Asterismes did glare,</br>Whose glories did the Deitie invite,</br>To free this blessed Orbe, from earthly care,</br>Transposing her to his eternall light,</br>So to augment the splendor of his kingdome bright.", "Shee was betimes discharg'd from griefes, and feares;</br>Yea grant, shee might have in terrestriall blisse,</br>Exceeded a whole Myriade of yeares;</br>Yet had shee bin no more like what she is,</br>Than Atomes be to largest substances,</br>For things finite, no due proportion hold,</br>With any infinite existences:</br>But in some measure, may our eyes behold</br>Her past, and present state, by setting drosse to gold.", "By helpe of Jacobs staffe, the Artist wise</br>May take the altitude of any starre;</br>But Jacobs ladder onely will suffice,</br>For us to view those blessings singular,</br>Wherewith all pious Soules enriched are,</br>The pretious bowels of Mount Potosin,</br>Pearles and rich Amber, which the Seas prepare,</br>The choicest gemmes of Natures Magazine,</br>Are meerely counterfeits, compar'd with wealth divine.", "(Oh lovely Sexe) the Worlds most faire halfe part,</br>That ar't by heav'ns high providence designd,</br>To be a coadjutrice, to impart</br>Constant duration, to that mortall kind,</br>Which God hath with his proper image sign'd,</br>This pretious jewells losse doe thou lament,</br>By whom thou didst such estimation finde;</br>For shee is gone, whose vertues excellent,</br>The chiefest price and lustre to all females lent.", " (Ye gentle Ladyes) Luminaries bright</br>Of this worlds sphere, terrestriall Goddesses,</br>That murther like the Basiliskes with sight,</br>Who are by Natures bounty, grac'd no lesse,</br>Then Arts, and ornaments advantages;</br>By her example faire discerne, and see</br>The way, that leades to truest happinesse;</br>Tread ye Calista's pathes, and strive to be</br>As chast, as pious, and as good, as late was shee.", "Shee was:  her glasse is runne; her periods done,</br>Oh sentence fraught with dole and dreary care.</br>She was esteem'd the ages Parragon,</br>For qualities, and all those habits rare,</br>Wherein heroicall beauties ought to share;</br>Oh honourd name, and fame that never dyes.</br>Shee is inthron'd above the highest starre,</br>Crown'd with the summe of all felicities;</br>Oh blisse, not to be scene by any mortall eyes.</br>"]