["Uncertain April quits the low'ring Sky,</br>Fair Nature wears again her gayer Robe,</br>And jocund May, bedeckt with many a Flow'r,</br>Succeeds to rule again the laughing Globe.", "Ah!  now no more we greet thy glad Approach,</br>No more, sweet Month, thy op'ning Beauties praise;</br>But mourn expiring 'midst a thousand Sighs,</br>The happy Liberty of better Days.", "Thy inauspicious Dawn has first beheld</br>The fatal Blow which Privilege receives;</br>In sad Remembrance droop each beauteous Flow'r,</br>Strew'd be the Ground with early falling Leaves.", "Where wast thou, God of Love?  where fled thy Steps,</br>When Senates pass'd the cruel, sad Decree;</br>When they combin'd, with heavy Tax to load</br>Each passing Letter, now no longer free?", "For most thy Vot'ries, Love, the Change shall feel;</br>No more the faithful Paper hastes to bear</br>The secret Intercourse of ardent Vows,</br>Till Mark unwelcome stains its Surface fair.", "Unless perchance by Member superscrib'd</br>With whole Direction, free the Billet flies;</br>But who shall choose such Secrets to impart,</br>Or shew his Mistress to another's Eyes?", "Perhaps, in senatorial Dignity profound,</br>He too, intreated, many a Murmur makes;</br>Shall much complain of Labor now increas'd,</br>And grudge his Trouble, e'en for Lovers Sakes.", "Ceas'd then the happy Means of Converse sweet,</br>When distant Counties faithful Lovers part;</br>The frequent Letter, frequent Charge awaits,</br>And free no more the Feelings of the Heart.", "Mourn this, ye Maids, that wont with annual Step</br>Joyful to trip it o'er the London Street;</br>Mourn this, who now around th' high tap'ring Pole</br>With lighter Foot prepare the Ground to beat.", "No more the varied Wreath of Flowers cull'd,</br>On high, shall beautify the rural Scene;</br>Th' uplifted Load no more of massy Plate,</br>Bedeckt with chearful Ornament, be seen.", "In Black alone, with solemn Pace advance,</br>Ye Youths, a mournful Garland now be borne;</br>And this, while sorrow'd Measures strike the Ear,</br>Heap'd up, let many unuseless Frank adorn.", "Still each returning Year let Mourning mark</br>The hated Dawn of this once joyful Day;</br>Till welcome Letters once again are free,</br>Still celebrate no more the Month of May.</br>"]