["Whilst You enjoy, near chrystal Isis Stream,</br>The chearing Converse of delightful Friends,</br>I sigh penurious, solitary, sad,</br>Pensive, of human Solace quite debarr'd.</br>On Thee ten thousand Thousand Joys attend,</br>And bless thy flowing Hours, and crown thy Days</br>With Mirth, and Happiness, and endless Peace.", "Now upon You some rural Virgin smiles,</br>Your Fair One's kind, the happy beauteous Nymph</br>Charms her enamour'd, fav'rite, happy Swain,</br>With Aspect chaste, endearing, Glances kind,</br>Inviting, melting Looks, and equal Love.</br>Oh!  how unlike the Dames of O&mdash;d Mould,</br>Skilful with practis'd Airs, and studied Smiles,</br>To snare the Hearts of inadvertent Youth,</br>To dress, and trole the Tongue, and roll the Eye.</br>With Arts sophisticate no Colours stain</br>Her Beauties; lo!  her Cheeks with purple Glow</br>Blush Modesty and Love; her Life adorn'd</br>With strictest Virtue, Piety unfeign'd,</br>And purest Chastity, no Blemish knows,</br>Guiltless of Ill, while sweetest Innocence,</br>And Sanctity of Manners round her shine.", "Now You, perhaps, peruse some fav'rite Book,</br>Now taste the Pleasures of a cheerful Glass,</br>Now laugh at Quibble, or Conundrum quaint,</br>Now chat away the live-long Summer Days,</br>Now prattle Stories by a Winter Fire.", "But I, unhappy I, whom cloyster'd Walls</br>Incage, far distant from my native Soil,</br>The Sport of wanton Fortune, live depriv'd</br>Of ev'ry common Privilege of Life.</br>Nor Converse me of entertaining Friend,</br>Nor merry Tale, nor care-beguiling Jest,</br>Nor social Catch, nor quav'ring Laugh delight.</br>My gloomy, melancholy, mournful Days</br>Pass joyless, doom'd for ever to the Din</br>Of wrangling, barbarous, unmeaning Terms,</br>The Pedant's learned Jargon, and the Plague</br>Of dull, illogical, untutor'd Youth.", "Nor Face of ancient, nor of modern King</br>Emboss'd, or upon Gold, or Silver Ore,</br>Eliza in gay Ruff bedeck'd, or Charles</br>On prancing Steed high-mounted, or Great Anne</br>Divinely fair, who yet, tho' fair, receives</br>New Beauties from the splendid Shilling's rays,</br>With shining Lustre glitter in my Purse,</br>Or clinking jingle with melodious Chime.", "Raging, devouring, fateless Hunger gnaws</br>My Vitals, parching ever-parching Thirst</br>Burns in my droughty Throat, nor glewy Juice</br>Of fatt'ning Ale, nor gen'rous Wine, nor Taste</br>Of Hertfordian Nectar, Moyle, or Musk,</br>Or Redstreak, my unhappy Want supplies.", "Thus, to shun prying Ken of hideous Dun,</br>Thirst in my Throat, and Famine in my Bowels,</br>I to recess of naked Room repair;</br>A Garret vile, dark, dark and dismal all</br>As Night, as threefold Night in sable Clouds</br>Inshrouded; o'er the nodding tott'ring Roof</br>Spiders wide-spread their disembowell'd Webs</br>Pendulous:  Enter thro' the shatter'd Walls</br>With chilling Blasts the hoarsly whistling Winds</br>In hollow Murmurs; in the dusky Gloom</br>I sigh disconsolate; no warmth of Wood</br>My frozen Limbs with crackling Blaze revives.</br>The doubtful Flame of a dim-winking Lamp,</br>Glimpsing short intervals of glimm'ring Light</br>Makes Horror look more horrible; with Arms</br>Across, I now in doleful pensive Mood</br>Traverse my darksome, dismal, dreary Cell.</br>Now moping meditate on frightful Theme,</br>Hobgoblins, Ghosts, and Spectres (ghastly Forms!)</br>Who at dead Midnight's solitary Hour</br>With goggling Eyes in sawcer Sockets rolling,</br>Tremendous stalk in grisly Shapes the Earth,</br>Till op'ning Curtains of the blushing East,</br>And Cock shrill-crowing warn them home to Hell.</br>Hark!  now the wakeful Dogs with howlings bay</br>The gliding Sprights; the screaming Schreech-Owl now</br>Prolongs his baleful Note; now all mind</br>The solemn Silence of the gloomy Night</br>I count the hollow-sounding Clocks; now hear</br>In melancholy Hum the Midnight-Bell</br>With drowsy Knell toll sorrowfully forth</br>A sadly slow, a mournful-murm'ring Peal.", "No Smiles of bloomy Virgin to my Heart</br>Breath Joy, and Tenderness, and soft Repose.</br>Nought I behold, or hear, of Female Kind,</br>But parchment Skin, and haggard ghastly Face</br>Of BEDMAKER; her shrivel'd skinny Brow</br>With choppy furrow'd Wrinkles is intrench'd;</br>Her Bones are marrowless, her Visage wan;</br>A total Palsey shakes her trembling Frame,</br>Here Eyes down deep in hollow Orbits sink,</br>A Bunch of Keys hangs tinkling by her Side;</br>A faithful Staff her hobbling Steps supports,</br>And stooping downward to its kindred Earth</br>Her weakly Body bends: &mdash; not uglier Hag,</br>Nor of a swarthier hue, upborn aloft</br>On magick Broom-staff nightly Journies rides,</br>Whiffled in whirlwind thro' the troubled Sky,</br>Lur'd forth by forceful Spells to rendevouz</br>Of Lucifer, and many an Imp, to dance</br>With Lapland Witches at dead Hour of Night</br>By shad'wy Moonshine; at their impious charms</br>Unseated Churches topple headlong down,</br>Church-yards from gaping Graves yawn up their Dead,</br>Rifted Oaks fall uptorn, tempestuous Storms</br>Arise, and the whole fiery Welkin glows.", "So pass my troublous Nights, and so my Days;</br>And so the next Day, and the next, must pass,</br>To morrow, and To morrow, ever fix'd</br>Invariably to constant Ill; or curst</br>To starvling Commons, and thin acid Taff,</br>To musty Folio's half-mouse-eaten Page,</br>To drudge at Logick in the jarring Hall,</br>Or bend submiss to Fellow's gracious Nod.", "Thus, lash'd unwilling to the hated Wheel,</br>Some lab'ring Turnspit sweats with workful Toil</br>Ceaseless; He paws, He shifts his Peace, He treads</br>With frequent Foot the oft-repeated Track;</br>Straining He strives t' ascend the steepy Top,</br>What was the steepy Top adown descends;</br>But lo!  another, and another yet,</br>And yet a Thousand, and a Thousand more,</br>Remain to be renew'd; now up, now down</br>In many an Orbit rolling runs around</br>The whirling Wheel; the weary Cur confin'd</br>No end of his repeated Labour knows,</br>Tho' still beginning, still to be begun.</br>"]