["Great pleasure 'tis, when years have roll'd away,</br>And time hath swept from the remembrance clean</br>Those joyous thoughts, which gilded boyhood's day,</br>And mark'd that age of life the most serene,</br>To view, with manly eye, some well-known scene&mdash;</br>Some thicket, copse, or truant-playing wood;</br>Or orchard, pilfer'd oft at dusky e'en:</br>Or chief, to stray, chance-led, in pensive mood,</br>Where, erst the School &mdash; to us a fearful fabric &mdash; stood.", "A spacious room it was, and fitly form'd</br>To compass learning in:  long, lofty, light:</br>Nor lack'd there bamboos for the uninform'd,</br>Nor birchen-twigs, to set the wrong aright&mdash;</br>As well can witness many a luckless wight,</br>That writh'd beneath the sense-bestowing rod.</br>And then a stool, and cap, with bells bedight,</br>Where dance  and idler bore the wink and nod&mdash;</br>A sort of Helotry our Spartan laws allowed.", "But how the fearful man shall I describe&mdash;</br>The Prince of Pedagogues &mdash; his stately plight&mdash;</br>Or paint the frown that awed th' unruly tribe,</br>And put audacious mirth to instant flight?</br>In sooth, to us, less dire had been the sight</br>Of Phorcys' daughters, who could turn to stone,</br>And fix their victims in a marble night,</br>Than that prophetic glance, which darkling shone&mdash;</br>Portent of blows not light, and many an aching bone.", "A tall, gaunt figure, meagre, pale, and wan,</br>With lengthen'd visage, and eventful brow,</br>Charged with the fates of many a rising man,</br>That looks with wonder on his terrors now.</br>How often have I, while I trembling stood,</br>With burning cheek, expectant of my doom,</br>Sudden, pour'd forth, from suppliant eyes, a flood,</br>As his dread ire beclouded all the noon!</br>So shadows gather strength from evening's dusky gloom.", "Full fifteen streets about he held the name</br>For erudition:  and, if all agree,</br>With very little aid &mdash; save Walkingame&mdash;</br>Could teach the labyrinthine \"Rule of Three:\"&mdash;</br>Nay, some have even said he burn'd the \"Key\"&mdash;</br>But that was rumour:  yet is it a fact,</br>That he was learn'd in Latin; and that he,</br>By \"ipse dixits,\" could, whene'er attack'd,</br>Beat twenty stouter men, by two small Romans back'd.", "Oh!  spot once fear'd, but venerated now&mdash;</br>Maugre thy tasks, and pains, and boyish griefs;</br>Oft-times, when care sits heavy on my brow,</br>To thee I turn for comfort and relief:&mdash;</br>In sooth, thou art the very welcom'st thief</br>That e'er stole sorrow from th' aggrieved heart:</br>Small joy to us, that boyhood is so brief!</br>Years and unwelcome knowledge bid depart,</br>Too soon, thy guileless age!  too soon, their cares impart!", "Companions of my careless, fearless prime,</br>When yet our friendship suffer'd no alloy,</br>Say, did we ever mourn the passing time;</br>Or, courting sorrow, dash the present joy?</br>We toil'd not then to hoard the treach'rous clay,</br>That, like a poison'd spring, pollutes the soul;</br>Or broods, like Night, o'er each expiring ray.</br>Nathless, the generous spirit bursts control,</br>And scorns its earthly thrall, and seeks a heavenly goal!", "Maugre thy tasks, and pains, and boyish dole,</br>Oft shall Ambition, from its topmost height,</br>In secret sigh, as Mem'ry opes her scroll,</br>And points to thee; and mourn thy peaceful site,</br>And long, in vain, to grasp the lost delight&mdash;</br>To crime unknown.  Sage Prudence, too, shall strive</br>Thy better, guileless Wisdom, to invite</br>Back from the past; and bid it once more live.</br>In vain:  'tis Death alone such second youth can give!</br>"]