["I sing the Cross! &mdash; Ye white rob'd angel choirs,</br>Who know the chords of harmony to sweep;</br>Ye who o'er holy David's varying wires,</br>Were wont of old your hovering watch to keep,</br>Oh, now descend!  and with your harpings deep,</br>Pouring sublime the full symphonious stream</br>Of music, &mdash; such as soothes the saint's last sleep,</br>Awake my slumbering spirit from its dream,</br>And teach nie how to exalt the high mysterious theme.", "Mourn!  Salem, mourn!  low lies thine humbled state</br>Thy glittering fanes are levell'd with the ground!</br>Fallen is thy pride! &mdash; Thine halls are desolate!</br>Where erst was heard the timbrel's sprightly sound,</br>And frolic pleasures tripp'd the nightly round,</br>There breeds the wild fox lonely, &mdash; and aghast</br>Stands the mute pilgrim al the void profound,</br>Uubroke by noise, save when the hurrying blast</br>Sighs, like a spirit, deep along the cheerless waste.", "It is for this, proud Solyma!  thy towers</br>Lie crumbling in the dust; for this forlorn</br>Thy genius wails along thy desert bowers,</br>While stern destruction laughs, as if in scone,</br>That thou didst dare insult God's eldest-born;</br>And, with most bitter persecuting ire,</br>Pursued his footsteps till the last day-dawn</br>Rose on his fortunes &mdash; and thou saw'st the fire</br>That came to light the world in one great flash expire.", "Oh!  for a pencil dipt in living light,</br>To paint the agonies that Jesus bore!</br>Oh!  for the long-lost harp of Jesse's might,</br>To hymn the Saviour's praise from shore to shore;</br>While seraph hosts the lofty paean pour,</br>And Heaven enraptur'd lists the loud acclaim!</br>May a frail mortal dare the theme explore?</br>May he to human ears his weak song frame?</br>Oh!  may he dare to sing Messiah's glorious name?", "Spirits of pity!  mild Crusaders come!</br>Buoyant on clouds around your minstrel float;</br>And give him eloquence who else were dumb,</br>And raise to feeling and to fire his note!</br>And thou, Urania!  who cost still devote</br>Thy nights and days to God's eternal shrine,</br>Whose mild eyes 'lumin'd what Isaiah wrote,</br>Throw o'er thy bard that solemn stole of thine,</br>And clothe him for the fight with energy divine.", "When from the temple's lofty summit prone,</br>Satan o'ercome, fell down; and 'throned there,</br>The Son of God confest, in splendor shone;</br>Swift as the glancing sunbeam cuts the air;</br>Mad with defeat, and yelling his despair,</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>Fled the stern king of Hell &mdash; and with the glare</br>Of gliding meteors, ominous and red,</br>Shot athwart the clouds that gathered round his head.", "Right o'er the Euxine, and that gulph which late</br>The rude Massagetae ador'd &mdash; he bent</br>His northering course, &mdash; while round, in dusky state,</br>The assembling fiends their summon'd troops augment;</br>Cloth'd in dark mists, upon their way they went,</br>While as they pass'd to regions more severe,</br>The Lapland sorcerer swell'd, with loud lament,</br>The solitary gale; and, fill'd with fear,</br>The howling dogs bespoke unholy spirits near", "Where the North Pole, in moody solitude,</br>Spreads her huge tracks and frozen wastes around;</br>There ice-rocks pil'd aloft, in order rude,</br>Form a gigantic hall; where never sound</br>Startled dull Silence' ear, save when profound,</br>The smoak-frost mutter'd:  there drear Cold for aye</br>'Thrones him, &mdash; and fix'd on his primaeval mound,</br>Ruin, the giant, sits; while stern Dismay</br>Stalks like some woe-struck man along the desert way.", "In that drear spot, grim Desolation's lair,</br>No sweet remain of life encheers the sight;</br>The dancing heart's blood in an instant there</br>Would freeze to marble. &mdash; Mingling day and night,</br>(Sweet interchange which makes our labours light,)</br>Are there unknown; while in the summer skies</br>The sun tolls ceaseless round his heavenly height,</br>Nor ever sets till from the scene he flies,</br>And leaves the long bleak night of half the year to rise.", "'Twas there, yet shuddering from the burning lake,</br>Satan had fix'd their next consistory;</br>When parting last he fondly hop'd to shake</br>Messiah's constancy, &mdash; and thus to free</br>The powers of darkness from the dread decree</br>Of bondage, brought by bite, and circumvent</br>The unerring ways of him whose eye can see</br>The womb of Time, and in its embryo pent,</br>Discern the colours clear of every dark event.", "Here the stern monarch stay'd his rapid flight,</br>And his thick hosts, as with a jetty pale,</br>Hovering obscur'd the north star's peaceful light,</br>Waiting on wing their haughty chieftain's call.</br>He, meanwhile, downward, with a sullen fall,</br>Dropt on the echoing ice.  Instant the sound</br>Of their broad vans was hush'd, and o'er the hall,</br>Vast and obscure, the gloomy cohorts bound,</br>Till, wedg'd in ranks, the seat of Satan they surround.", "High on a solium of the solid wave,</br>Prankt with rude shapes by the fantastic frost,</br>He stood in silence; &mdash; now keen thoughts engrave</br>Dark figures on his front; and, tempest-tost,</br>He fears to say that every hope is lost.</br>Meanwhile the multitude as death are mute:</br>So ere the tempest on Malacca's coast,</br>Sweet Quiet gently touching her soft lute,</br>Sings to the whispering waves the prelude to dispute.", "At length collected, o'er the dark Divan,</br>The arch-fiend glanced, as by the Boreal blare</br>Their downcast brows were seen, &mdash; and thus began</br>His fierce harangue. &mdash;\"Spirits!  our better days</br>Are now elaps'd; Moloch and Belial's praise</br>Shall sound on more in groves by myriads trod.</br>Lo!  the light breaks! &mdash; The astonished nations gaze!</br>For us is lifted high the avenging loaf!</br>For, spirits, this is He &mdash; this is the Son of God!", "What then! &mdash; shall Satan's spirit crouch to fear?</br>Shall he who shook the pillars of God's reign,</br>Drop from his unnerv'd arm the hostile spear?</br>Madness!  The very thought would make me fain</br>To tear the spanglets from you gaudy plain,</br>And hurl them at their Maker! &mdash; Fix'd as fate</br>I am his Foe! &mdash; Yea, though his pride should deign</br>To soothe mine ire with half his regal state,</br>Still would I burn with fixt unalterable hate.", "Now hear the issue of my curst emprize,</br>When from our last sad synod I took flight,</br>Buoy'd with false hopes, in some deep-laid disguise,</br>To tempt this vaunted Holy One to write</br>His own self-condemnation; &mdash; in the plight</br>Of aged man in the lone wilderness,</br>Gathering a few stray sticks, I met his sight;</br>And leaning on my staff seem'd much to guess</br>What cause could mortal bring to that forlorn recess.", "Then thus in homely guise I featly fram'd</br>My lowly speech &mdash; \"Good Sir, what leads this way</br>Your wandering step?  must hapless chance be blam'd</br>That you so far from haunt of mortals stray?</br>Here have I dwelt for many a lingering day,</br>Nor trace of man have seen. &mdash; But how!  methought</br>Thou wert the youth on whom God's holy ray</br>I saw descend in Jordan, when John taught</br>I That he to fallen man the saving promise brought.\"", "\"I am that man,\" said Jesus; \"I am he.</br>But truce to questions &mdash; Can'st thou point my feet</br>To some low hut, if haply such there be</br>In this wild labyrinth, where I may meet</br>with homely greeting, and may sit and eat;</br>For forty days I have tarried fasting here,</br>Hid in the dark glens of this lone retreat,</br>And now I hunger; and my fainting ear</br>Longs much to greet the sound of fountains gushing near.\"", "Then thus I answer'd wily. &mdash; \"If, indeed,</br>Sun of our God thou be'st, what need to seek</br>For food from men? &mdash; Lo!  on these flint stones feed,</br>Bid them be bread!  Open thy lips and speak,</br>And living rills from yon parch'd rock will break.\"</br>Instant as I had spoke, his piercing eye</br>Fix'd on my face; &mdash; the blood forsook my cheek,</br>I could not bear his gaze; my mask slipped by;</br>I would have shunn'd his look, but had not power to fly.", "Then he rebuked me with the holy word&mdash;</br>Accursed sounds!  but now my native pride</br>Return'd, and by no foolish qualm deterr'd</br>I bore him from the mountain's woody side,</br>Up to the summit, where, extending wide</br>Kingdoms and cities, palaces and fanes,</br>Bright sparkling in the sunbeams, were descried,</br>And in gay dance, amid luxuriant plains,</br>Tripp'd to the jocund reed the emasculated swains.", "\"Behold,\" I cried, \"these glories!  scenes divine!</br>Thou whose sad prime in pining want decays,</br>And these, O rapture!  these shall all be thine,</br>If thou wilt give to me, not God, the praise.</br>Hath be not given to indigence thy days?</br>Is not thy portion peril here and pain?</br>Oh!  leave his temples, shun his woundings ways!</br>Seize the tiara!  these mean weeds disdain,</br>Kneel, kneel, thou man of woe, and peace and splendour gain.\"", "\"Is it not written,\" sternly he replied,</br>\"Tempt not the Lord thy God?\"  Frowning he spake,</br>And instant sounds, as of the ocean tide,</br>Rose, and the whirlwind from its prison brake,</br>And caught me up aloft, till, in one flake,</br>The sidelong volley, met my swift career,</br>And smote me earthward. &mdash; Jove himself might quake</br>At such a fall; my sinews crack'd, and near,</br>Obscure and dizzy sounds seem'd ringing in mine ear.", "Senseless and stunn'd I lay; till casting round</br>My half unconscious gaze, I saw the foe</br>Borne on a car of Roses to the ground,</br>By volant angels; and as sailing slow</br>He sunk, the hoary battlement below,</br>While on the tall spire slept the slant sun-beam,</br>Sweet on the enamour'd zephyr was the flow</br>Of heavenly instruments. Such strains oft seem,</br>On star-light hill, to soothe the Syrian shepherd's dream.", "I saw blaspheming.  Hate renew'd my strength</br>I smote the ether with my iron wine.</br>And left the accursed scene. &mdash; Arriv'd at length</br>In these drear halls, to ye, my peers!  I bring</br>The tidings of defeat.  Hell's haughty king</br>Thrice vanquish'd, baffled, smitten, and dismay'd!</br>O shame!  Is this the hero who could fling</br>Defiance at his Maker, while array'd,</br>High o'er the walls of light rebellion's banners play'd!", "Yet shall not Heaven's bland minions triumph long;</br>Hell yet shall have revenge. &mdash; O glorious sight,</br>Prophetic visions on my fancy throng,</br>I see wild agony's lean finger write</br>Sad figures on his forehead! &mdash; Keenly bright</br>Revenge's flambeau burns!  Now in his eyes</br>Star'd the hot tears, &mdash; immantled in the night,</br>Lo!  he retires to mourn! &mdash; I hear his cries,&mdash;</br>He faints &mdash; he falls and, lo! &mdash; 'tis true, ye powers, he dies.\"", "Thus spake the chieftain, &mdash; and as if he view'd</br>The scene he pictured, with his foot advanced,</br>And chest inflated, motionless he stood,</br>While under his uplifted shield be glanced,</br>With straining eye-ball' fix'd, like one entranced,</br>On viewless air; &mdash; thither the dark platoon</br>Gaz'd wondering, nothing seen, save when there danced</br>The northern flash, or fiend late fled from noon,</br>Darken'd the disk of the descending moon.", "Silence crept stilly through the ranks. &mdash; The breeze</br>Spake most distinctly.  As the sailor stands,</br>When all the midnight gasping from the seas</br>Break boding sobs, and to his sight expands,</br>High on the shrouds the spirit that commands</br>The ocean-farer's life; so stiff so sear</br>Stood each dark power; &mdash; while through their numerous bands</br>Beat not one heart, and mingling hope and fear</br>Now told them all was lost, now bade revenge appear.", "One there was there, whose fond defying tongue</br>Nor hope nor fear had silenced but the swell</br>Of overboiling malice. Utterance long</br>His passion mock'd, and long be strove to kilt</br>His labouring ire; still syllabic none fell</br>From his pale quivering lip, but died; away</br>For very fury; from each hollow cell</br>Half sprang his eyes, that cast a flamy ray,</br>And &mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "\"This comes,\" at length burst from the furious chief,</br>\"This comes of distant counsels!  Here behold</br>The fruits of wily cunning!  the relief</br>Which coward policy would fain unfold,</br>To soothe the powers that warr'd with Heaven of old!</br>O wise!  O potent!  O sagacious snare!</br>And lo!  our prince &mdash; the mighty and the bold,</br>There stands he, spell struck, gaping at the air,</br>While Heaven subverts his reign, and plants her standard there.\"", "Here, as recover'd, Satan fix'd his eye</br>Full on the speaker; dark it was and stern;</br>He wrapt his black vest round him gloomily,</br>And stood like one whom weightiest thoughts concern.</br>Him Moloch mark'd, and strove again to turn</br>His soul to rage.  Behold, behold, he cried,</br>The lord of Hell, who bade these legions spurn</br>Almighty rule &mdash; behold be lays aside</br>The spear of just revenge, and shrinks, by man defied.", "Thus ended Moloch, and his [burning] tongue</br>Hung quivering, as if [mad] to quench its heat</br>In slaughter.  So, His native wilds among,</br>The famish'd tiger pants, when near his seat,</br>Press'd on the sands, be marks the traveller's feet.</br>Instant low murmurs rose, and many a sword</br>Had from its scabbard sprung; but toward the seat</br>Of the arch-fiend all turn'd with one accord,</br>As loud he thus harangued the sanguinary horde.", "Ye powers of Hell, I am no coward.  I proved this of old; who led your forces against the armies of Jehovah?  Who coped with Ithuriel, and the thunders of the Almighty?  Who, when stunned and confused ye lay on the burning lake, who first awoke, and collected your scattered powers?  Lastly, who led you across the unfathomable abyss to this delightful world, and established that reign here which now totters to its base.  How, therefore, dares yon treacherous fiend to cast a stain ore Satan's bravery?  he who preys only on the defenceless&mdash; who sucks the blood of infants, and delights only in acts of ignoble cruelty and unequal contention.  Away with the boaster who never joins in action, but, like a cormorant, hovers over the field, to feed upon the wounded, and overwhelm the dying.  True bravery is as remote from rashness as from hesitation; let us counsel coolly, but let us execute our counselled purposes determinately.  In power we have learnt, by that experiment which lost us Heaven, that we are inferior to the Thunder-bearer; In subtlety &mdash; in subtlety alone we are his equals.  Open war is impossible.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Thus we shall pierce our Conqueror, through the race</br>Which as himself he loves; thus if we fall,</br>We fall not with the anguish, the disgrace,</br>Of falling unrevenged.  The stirring call</br>Of vengeance rings within me!  Warriors all,</br>The word is vengeance, and the spur despair.</br>Away with coward wiles! &mdash; Death's coal-black pall</br>Be now our standard! &mdash; Be our torch, the glare</br>Of cities fir'd!  our fifes, the shrieks that fill the air!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Him answering rose Mecashpim, who of old,</br>Far in the silence of Chaldea's groves,</br>Was worshipp'd, God of Fire, with charms untold</br>And mystery.  His wandering spirit roves,</br>Now vainly searching for the flame it loves,</br>And sits and mourns like some white robed sire,</br>Where stood his temple, and where fragrant cloves</br>And cinnamon upheap'd the sacred pyre,</br>And nightly magi watch'd the everlasting fire.", "He wav'd his rove of flame, he cross'd his breast,</br>And sighing &mdash; his papyrus scarf survey'd,</br>Woven with dark characters; then thus address'd</br>The troublous counsel.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Thus far have I pursued my solemn theme</br>With self-rewarding toil; &mdash; thus far have sung</br>Of godlike deeds, far loftier than beseem</br>The lyre, which I in early days have sung;</br>And now my spirits faint, and I have hung</br>The shell, that solaced me in saddest hour,</br>On the dark cypress!  and the strings which rung</br>With Jesus' praise, their harpings now are o'er,</br>Or when the breeze comes by moan and are heard no more.", "And must the harp of Judah sleep again,</br>Shall I now more re-animate the lay!</br>Thou who dost listen when the humble pray,</br>One little space prolong my mournful day!</br>One little lapse suspend thy last decree!</br>I am a youthful traveller in the way,</br>and this slight boon would consecrate to thee,</br>Ere I with Death shake hands, and smile that I am free.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]