["I once had a cabin, a horse and a cow,</br>Some pigs, and some girls, and some boys,</br>My wife boil'd potatoes whilst I was at plough,</br>And we thought of no end to our joys.", "I rose with the sun, and to labour I went,</br>Singing merrily sweet langolee,</br>Our evenings at home were in harmony sent,</br>And to bed we all went in high glee.", "On Sundays to chapel we walk'd hand in hand,</br>Low to bend to the heavenly throne,</br>The priest we could always with ease understand,</br>As he preach'd on religion alone.", "Some Taxes I paid, but with very good cheer,</br>As a guard for the rest of my store,</br>And I always perceiv'd, at the end of the year,</br>I was just as well off as before.", "But now I'm a beggar, a murd'rer, a thief,</br>A wretch only fit for the grave:</br>Sure nothing on earth can afford me relief,</br>To despair doom'd for ever a slave!", "The folks all around me began to unite,</br>To murder, to rob, and to riot,</br>And they forc'd me to join, tho' I thought it not right;</br>Yet hop'd they would then leave me quiet.", "But week after week I received a command,</br>To subscribe to the purse of the party,</br>And when I complain'd I had no cash in hand,</br>They denounc'd me as not being hearty.", "To save me from harm, I was forc'd to attend,</br>And work in a nightly committee,</br>Where often the death of a neighbour and friend</br>Was contriv'd without horror or pity.", "Thus robb'd by degrees of my snug little store,</br>I scarce could my family feed,</br>And having no leisure to gain any more,</br>We all became beggars indeed.", "Having lost all I had &mdash; and I could not tell why,</br>Which was gain'd by &mdash; I could not tell who,</br>Like a fool I engag'd for those unknown to die,</br>And to plunder despairing I flew.", "My sons and myself from the woods stole the trees,</br>To make pikes for the use of the men;</br>We join'd ever gang, arms and powder to seize,</br>And a soldier we shot now and then.", "At length it was fix'd our old landlord should die&mdash;</br>Sure none was so generous and brave;</br>But they call'd him a bloody informer and spy,</br>Swearing nothing the tyrant should save.", "His house was assaulted; the firing was free,</br>And our courage most stoutly was try'd;</br>When &mdash; oh!  what a sight for a father to see!</br>My children were shot by my side.", "Weep, weep, hearts of iron, weep over my boys,</br>The pride and the prop of my age&mdash;</br>Ye united in blood, ye have blasted my joys,</br>And ye care not my griefs to assuage.", "Farewell, my sweet fellows, my gentle, my brave&mdash;</br>Alas!  that as traitors ye fell,</br>No tears but your parents' to sprinkle your grave,</br>No tongue your true merit to tell!", "Had your steps by your father in honour been train'd,</br>To fight for your country and king!</br>On her harp, with the glory my youths would have gain'd,</br>Would Erin have waken'd each string.", "But my fate I deserve; &mdash; yet, oh!  bitter indeed</br>Is the thought of my Judith's distress!</br>'Twas I caus'd your children, poor mother, to bleed;</br>And can you a murd'rer caress?", "Can you see your sad husband, a father more sad?</br>Can you melt at his penitent cry?</br>No, no; 'tis too much; &mdash; my brain becomes mad!</br>Far away from your sight must I fly.", "Farewell then, my Judith; for ever farewell;</br>I go to some far distant climes,</br>Where none shall be able my story to tell,</br>Whilst in horror I brood o'er my crimes.</br>"]