["The days are past, when o'er each haunted room</br>The good priest sprinkled drops of holy dew;</br>Scared the fell night hag from her with'ring gloom,</br>And drest with sacred sprays each decent pew.</br>No lonely goblin roams by blasted yew,</br>Or blue-rob'd fiend confin'd by cruel doom;</br>The age of spirits is departed long;</br>None strew with rosemary the virgin-tomb;</br>No shrill chains clank the cloister'd cells among,</br>Yet feel their force awhile, and listen to my song.", "In faery-lond did dwell a valiant prince;</br>Majestic manly beauty cloath'd his face,</br>And oft he glow'd with battle's warmth intense;</br>Of chivalry, the honour, and the grace;</br>But still maintain'd his country in sweet peace:</br>Wisdom was his, and pow'r, and wit, and sense.</br>Yet all the little tyrant boy o'erthrew;</br>A damsel fair had cast a vapour dense</br>O'er his dim eyes, and often did he rue</br>The pleasing pain, I wot, but she was lovely-true.", "Her wavy tresses shone like floating gold;</br>Her eyes eclipsed the lightning of the mine;</br>Her cheeks Love's own ambrosial bloom did hold;</br>Her bosom breath'd an incense full divine;</br>Her tender bosom, raptures every shrine,</br>None could, without cntranced thoughts, behold;</br>Her front was mildness, dignity her gait;</br>Her garment fell in many an easy fold;</br>Pure chaplets deck'd her hair, all rifled late;</br>Ah!  that this beauteous dear should find the wrath of fate.", "Long had they woo'd with amorous interchange,</br>And studied all the movements of the heart;</br>At last (what sure will seem to moderns strange)</br>Each felt the influence of the golden dart,</br>And the bland ecstacy of soft revenge;</br>Each did to each the pensive heat impart,</br>And spread the sweet contagion to the breast;</br>Soon shall they clasp, with dear delicious art;</br>Soon shall they nectars taste supremely blest,</br>And tread the carpet-ground in snowy vestment drest.", "Hark!  hark!  the merry minstrel-tribe proclaim,</br>The lofty song, in garb (like Summer's) clad;</br>Some join the rattling joust, the tilting game;</br>Some the quick morrice-dance, for none are sad,</br>But bidding farewell care, like wights stark mad.</br>Next, blowing from their nostrils living flame,</br>Richly caparison'd the chargers came;</br>Prauncing right proud, the costly crescents gleam</br>Around their rainbow-necks! &mdash; no sound is dumb,</br>All rattling; tabor, flute, fife, trumpet, cymbal, drum.", "And now the hoary man of God has ty'd</br>The gordian knot (oh prodigy of hate)!</br>The princess seem'd a fair hind by his side;&mdash;</br>Then leap'd, with wond'rous vault, the minster-gate.</br>Long did Serapin mourn his way ward fate;</br>Till, bent with eld, a witching beldame cry'd,</br>\"Sir knight, thy dame is chang'd by spiteful fay,</br>A victim to the elfin's rival pride;</br>Nathless, go hunt, without stop or stay,</br>And kill your best belov'd on your auspicious way.\"", "With speed he went, and wound the bugle loud,</br>Making faint Echo burst her chrystal cell;</br>Out leap'd a fair hind from the dappled crowd;</br>Out leap'd a fair hind, and he knew her well:</br>Full quick he shot (his jav'lin did excel,)</br>And stretch'd her panting by the greenwood shroud:</br>Then o'er her pour'd the witch three potent charms;</br>Incontinent, she felt this life's alarms,</br>And leap'd, perfection all, to glad Serapin's arms.</br>"]