["Queen of inventive thought, thy dreams</br>Have mark'd the colour of my fate;</br>Still lend thy lightly quivering beams,</br>Guide me through wilds untrodden yet;</br>Lead me where dim the days of old</br>Their dark historic page unfold,</br>Thy power alone can time subdue,</br>Retrace his pathless way, and bring the past to view.", "On the gigantic phantom flies,</br>His waving pinions bright appear,</br>But o'er his track deep shadows rise,</br>And darkness closes on his rear.</br>Imperial realms, the world's proud boast,</br>In the oblivious shade are lost;</br>Pomp, wealth, and pow'r he sweeps away,</br>The muse alone withstands his arbitrary sway.", "As through the deep uncertain gloom</br>I watch the ruins of the past,</br>Search the pale records of the tomb,</br>And mark faint traces while they last;</br>In pensive musing oft I stray,</br>When ev'ning spreads her mantle gray,</br>And floating in her train appear</br>The shades of many a long departed year.", "Methinks I pass the foaming deep,</br>Where Vectis rears his verdant head;</br>Be still, ye winds, ye waters, sleep,</br>Again those favour'd shores I tread,</br>Again his fertile fields behold,</br>Waving in vegetable gold;</br>Again my eager steps are bent</br>To view the ruin'd tow'r and mould'ring battlement.", "Nor shall thy charms my thoughts detain,</br>Medina, on thy tufted side,</br>Thou green-hair'd daughter of the main,</br>Whose urn receives the rushing tide;</br>O'er heath and hill, through winding dale,</br>I seek the stream, I seek the vale,</br>Where o'er the hamlet's humble bowers,</br>Lone Carisbrook, appear thy long-unguarded towers.", "Slow up the hill, my footsteps trace</br>The peaceful bastion's silent way,</br>While on the ruin's awful face</br>Still faintly gleams departing day.</br>Methinks I pause, a secret dread</br>Howls in the blast around my head,</br>And fearful I my path pursue,</br>Till nightfall's gloomy shade obscures my aching view.", "Beneath the ramparts broken side,</br>Hark, melancholy night-birds call!</br>While distant echoes faintly chide,</br>And darkness drops her sable pall.</br>Now in the portal way I stand,</br>Where fancy waves her potent wand,</br>Till forms unknown, unnumber'd rise,</br>And ages long forgotten swim before my eyes.", "Hark!  sure I heard the loud rebound</br>As open flew the iron gate,</br>Yon towers return the sullen sound,</br>Where high they frown in idle state;</br>Behold with haughty mien advance,</br>High waves his plume, bright beams his lance,</br>An armed knight, of royal race,</br>From Withgar's ancient line the genius of the place.", "Through his dim form yon trembling star</br>Gleams, as I see the spectre stand;</br>Pale shadow of the sons of war,</br>Why dost thou wave thy nerveless hand?</br>Again he beckons; I obey,</br>And follow where he leads the way;</br>Up time-worn steps with briars o'ergrown,</br>I mount the lofty keep with force till now unknown.", "\"Behold (he cried) those rising forms</br>Of Britain's ancient sons appear,</br>'Mid ages rude, and threat'ning storms,</br>They rais'd a savage bulwark here,</br>When bold to wage unequal war,</br>The Roman eagle came from far,</br>And from his piercing eye-ball throws</br>A light before unknown amidst his vanquish'd foes.", "\"'Tis past with time, new powers prevail,</br>The walls in form embattled rise;</br>Behold the Saxon cas'd in mail,</br>His sinewy arm, his giant size;</br>A royal chief, he pants for fame,</br>And gives the fort his mighty name.</br>Vain was the warrior's haughty boast,</br>His towers are fall'n to dust, and e'en their name is lost.", "\"A sudden radiance beams around,</br>New works arise 'midst war's alarms,</br>Earl Baldwin bravely keeps his ground,</br>A female cause his courage arms;</br>While hope remains he courts the fight,</br>And proves a bold and loyal knight;</br>The tyrant's power at length prevails,</br>Nor Maud's imperial rights, nor valour aught avails.", "\"No more the pond'rous feudal yoke</br>The crouching vassal shall sustain;</br>Now and for ever crush'd and broke</br>The petty tyrant's galling chain;</br>But ere the sun of freedom's day</br>Darts forth its bright meridian ray,</br>Dark storms his genial powers controul,</br>And willingly I close the deep ensanguin'd scroll.", "\"Years follow years, slow rolling on,</br>Like fleecy clouds before the wind,</br>No daring deeds of valour done,</br>No record meets the searching mind,</br>Till on this spot a monarch's fate</br>Stain'd with disgrace Britannia's state;</br>When civil discord shakes her brand,</br>Dark treason wields the ax, and faction fires the land.", "\"Unhappy man, ill-fated prince!</br>What star malignant mark'd thy birth?</br>The virtues of thy soul evince</br>Worth to improve and grace the earth;</br>But by mistaken maxims led,</br>Thy faults were of opinion bred,</br>And form'd by links unseen the chain</br>Of sad disastrous chance that clos'd in blood thy reign.", "\"Why didst thou seek this luckless strand,</br>Where for thy life the toils were spread?</br>Hypocrisy rul'd o'er the land,</br>Good faith and gratitude were fled;</br>Yet still a loyal few remain'd,</br>Whose hearts allegiance true maintain'd:</br>But fate forbad their hope to save,</br>And led thee through a maze of sorrow to the grave.", "\"Here melancholy mark'd the day,</br>And solitude with care combin'd,</br>To give each sad reflection way</br>That preys upon a feeling mind:</br>Flattery no more, in courtly guise,</br>Bade vain self-love's illusions rise,</br>Known to himself, the man remain'd,</br>Religious hope alone his sinking soul sustain'd.", "\"When the fell ruffian band appear'd,</br>To bear him o'er the briny wave,</br>Alas!  no tempest interfer'd</br>No pitying power arose to save;</br>But yet he felt the kindly power</br>Of friendship in that trying hour;</br>And with a faithful subject left</br>A pledge of gratitude, of all things else bereft.", "\"Within these walls hard-hearted pride</br>Spurn'd at the monarch's fallen state,</br>And tyranny the shaft would guide,</br>That aggravates the ills of fate.</br>A princess, in life's early bloom,</br>Descends a captive to the tomb;</br>With thorns her couch of death is strewn,</br>Denied a parent's care, unpitied, and alone.", "\"Fair blossom of a hapless race</br>Doom'd in a prison's gloom to fall,</br>Death sav'd thee from more foul disgrace,</br>Beneath his dark and sacred pall;</br>In innocence and blameless youth,</br>Unsullied by the rancorous tooth</br>Of fiendlike malice, thy last hour</br>Was peace and heav'n to his who thus abus'd his power.", "\"Sad monument of ruthless deeds,</br>A ruin shall these walls remain;</br>No hero hence his phalanx leads,</br>To guard the hills or scour the plain:</br>But while the world is wrap'd in sleep,</br>My visionary watch I keep,</br>Or guide some poet's wand'ring eye</br>In time's forgotten way thro' dim obscurity.\"", "He ceas'd; while quick I drew my breath</br>The gloomy spectre by me swept;</br>I shudder'd at the scenes of death,</br>And with indignant sorrow wept.</br>Sure dastard fear must have supprest</br>The groan which heav'd a nation's breast:</br>'Tis ours in happier times to prove</br>The monarch's safety in his people's love.</br>"]