["Lo!  kneeling at yon Rail with pensive Air,</br>A num'rous Train of suppliant Nymphs I spy:</br>Their youthful Cheek is pal'd with early Care,</br>And Sorrow dwells in their dejected Eye.", "Hark, They attune a solemn plaintive Lay,</br>Where Grief with Harmony delights to meet:</br>Not Philomela from her lonely Spray</br>Trills her clear Note, more querulously sweet.", "Are These the Fair who wont with conscious Grace</br>Proud Ranelagh's resplendent Round to tread?</br>Shine in the studied Luxury of Dress?</br>And vie in Beauty with the high-born Maid?", "The smiling Scenes of Pleasure they forsake,</br>Obey no more Amusement's idle Call,</br>Nor mingling with the Sons of Mirth partake</br>The Treat voluptuous, or the festive Ball.", "For sober Weeds they change their bright Attire,</br>Of the Pearl Bracelet strip the graceful Arm,</br>Veil the white Breast, that lately heav'd Desire,</br>And thrill'd with tender exquisite Alarm:", "Unbraid the cunning Tresses of the Hair,</br>And each well-fancied Ornament remove,</br>The glowing Gem, the glitt'ring Solitaire&mdash;</br>The costly spoils of prostituted Love!", "Yet Beauty lingers on their mournful Brow,</br>Unwilling to forsake the Tear-dew'd Cheek,</br>Which scarcely blushing with a languid Glow</br>Partakes a Softness delicately meek.", "No more compare them to the stately Flow'r,</br>Whose painted Foliage wantons in the Gale:</br>They look the Lily drooping from the Show'r,</br>Or the pale Vi'let sick'ning in the Vale.", "Let not the Prude with acrimonious Taunt,</br>Upbraid the humble Tenants of this Dome,</br>That Pleasure's rosy Bow'r they us'd to haunt,</br>And in the Walks of loose-rob'd Dalliance roam.", "If fond of Empire, and of Conquest vain,</br>They frequent Vot'ries to their Altars drew,</br>Yet blaz'd those Altars to the Fair ones' Bane,</br>The Idol They, and They the Victim too!", "Some in this sacred Mansion may reside,</br>Who lost their Parents in their Infant Years,</br>And hapless Orphans!  trod without a Guide</br>The Maze of Life perplext with guileful Snares.", "Some, that encircled by the Great and Rich,</br>Were won by Wiles, and deep-designing Art,</br>By splendid Bribes, and soft persuasive Speech,</br>Of Pow'r to cheat the young unguarded Heart.", "Some, on whom Beauty breath'd her choicest Bloom,</br>Whilst adverse Stars all other Gifts remov'd,</br>Who fled from Mis'ry and a Dungeon's Gloom,</br>To Scenes their inborn Virtue disapprov'd.", "What tho' Their Youth imbib'd an early Stain:</br>Now gilded by the Rays of new-born Fame,</br>A second Innocence they here obtain,</br>And Nun-clad Penance heals their wounded Name.", "So the young Myrtles nipt by treach'rous Cold,</br>(While still the Summer yields his golden Store,)</br>In shelt'ring Walls their tender Leaves unfold,</br>And breathe a sweeter Fragrance than before.", "Tho' white-wing'd Peace protect this calm Abode,</br>Tho' each tumultuous Passion be suppress'd,</br>Still Recollection wears a Sting to goad,</br>Still arrowy Remorse afflicts their Breast.", "The tort'ring Hour of Mem'ry this may prove,</br>Who wrapt in pensive Secrecy forlorn,</br>Sits musing on the Pledges of her Love,</br>Expos'd to chilly Want, and grinning Scorn:", "Left by their Father in the Time of Need,</br>Just in th' unfolding Blossom of their Age!</br>\"Was this, Seducer, this the promis'd Meed?\"</br>She cries:  Then sinks beneath Affliction's Rage.", "Another mourns her Fall with Grief sincere,</br>Whom tranquil Reason tells she's shun'd, disdain'd,</br>Repuls'd as vile by those who held her dear,</br>Who call'd her once Companion, Sister, Friend.", "That recollects the Day, when lost to Shame</br>She fondly sacrific'd her vestal Charms:</br>Resign'd the Virgin's for an Harlot's Name,</br>And left a Parent's for a  Spoiler's Arms.", "Imagination pencils to her Mind</br>The Father's Rage, the Mother's softer Woe:</br>Unhappy Pair!  to that Distress consign'd</br>A Child can give, a Parent only know.", "The dreadful Picture fixes Sorrow's Dart,</br>Fond filial Passions in her Breast revive:</br>She feels keen Anguish preying at her Heart,</br>To Nature's Pangs too sensibly alive.", "If this, or similar tormenting Thought,</br>Cling to their Soul, when pensively alone,</br>For Youth's Offence, for Love's alluring Fault,</br>Say, do they not sufficiently atone?", "O mock not then their penitential Woes,</br>Thou, who may'st deign to mark this humble Theme,</br>Nor seek with foul Derision to expose</br>And give to Infamy their tainted Name.", "Nor deem me one of Melancholy's Train,</br>If anxious for the Sorrow-wedded Fair,</br>(Tho' little skilful of poetic Strain</br>Whose pleasing Music takes the tuneful Ear)", "I steal impatient from the idle Throng,</br>The roving, gay, Companions of my Age,</br>To temper with their Praise my artless Song,</br>And soft-ey'd Pity in their Cause engage.", "'Tis Virtue's Task to soothe Affliction's Smart,</br>To join in Sadness with the Fair distrest:</br>Wake to another's Pain the tender Heart,</br>And move to Sympathy the feeling Breast.</br>"]