["The Sun, in Autumn, shew'd a glaring mien,</br>And hot upon the meadows pour'd the ray;</br>The apple redden'd from its paly green,</br>The mellow pear bent low the leafy spray,</br>And the pied Goldfinch sung the live long day.</br>It was the pride and manhood of the year,</br>And all the glowing ground did richest livery wear.", "The Sun was gleaming in the midst of day,</br>Dead was the air, and all the welkin blue,</br>When from the Sea arose, in drear array,</br>An heap of sable clouds, of sullen hue,</br>And their dark train on towards the Woodland drew,</br>Shrouding at once the Sun's delightful face,</br>And the black Tempest swell'd, and gather'd round apace.", "Beneath an elm, fast by a pathway side,</br>Which did unto Saint Goodwin's Convent lead,</br>An hapless Pilgrim must the storm abide;</br>Lean were his bones, ungentle was his weed;</br>He felt the sharpest miseries of need.</br>Where from the hail-stone shou'd the Almer fly?</br>For ah!  no House he saw, nor friendly Convent nigh.", "Look in his gloomy face his sprite to scan,</br>How woe-begone, how wither'd, and how dead!</br>Haste to thy Church-yard house, unlucky Man!</br>Haste to thy grave, thine only quiet bed!</br>Cold as the clay, that shall lie o'er thine head,</br>Is charity and love among high Elves,</br>Lordlings, and Barons, live for pleasure, and themselves.", "The gather'd Storm is ripe, the big drops fall;</br>The Sun-burnt Meadows smoke, and drink the rain,</br>Th' approaching gastliness the Herds appal,</br>And the full Flocks are driving o'er the Plain.</br>Dash'd from the clouds, the waters fall amain;</br>Th' Horizon gapes, the yellow lightning flies,</br>And the hot, fiery steam in the wide flashing dies.", "Hark!  how the sullen Thunder's grumbling sound</br>Comes slowly on, &mdash; and then, loud rattling, clangs!</br>Shakes the high Spire! &mdash; and then, tho' spent and drown'd,</br>Upon the shrinking ear of Terror hangs!</br>The winds are up, trees writhing as in pangs!</br>Again the lightnings flash, the Thunder roars,</br>And from the full Clouds burst the pattering, stony showers.", "Spurring his Palfry o'er the watry plain,</br>The Abbot of St. Goodwin's Convent hied;</br>His High-Priest-hat was drenched by the rain,</br>His glistering girdle met with mickle pride;</br>Backward he told the bead-row at his side.</br>The Storm encreasing, to the elm he drew,</br>Where the poor Almer stood, and shiver'd in his view.", "His cloak was all of Lincoln cloth, so fine!</br>With a gold button fasten'd near his chin;</br>His loose, white robe was edg'd with gilded twine,</br>And his peak'd shoes a Lordling's might have been;</br>Full plain he shew'd that he thought cost no sin.</br>The trammels of his Palfry pleas'd his sight,</br>The bridle silver'd o'er, the head with roses dight.", "An alms, Sir Priest, the dropping Pilgrim said;</br>O!  let me wait within your Convent door,</br>Till the Sun shineth high above our head,</br>And the loud tempest of the air be o'er!</br>Helpless, and old am I, alas!  and poor;</br>No house, no friend, no money in my pouch,</br>All I can call my own, this silver keep-sake crutch.", "Varlet, replied the Abbot, cease your din;</br>This is no Season alms and prayers to give,</br>My Porter never lets an Almer in,</br>None touch my floor but who in honor live.</br>And now the Sun with the black clouds did strive,</br>And shedding on the ground the diamond ray,</br>The Abbot spurr'd his Steed, and swiftly rode away", "Once more the Sky grew black, the Thunder roll'd;</br>Fast running o'er the Plain a Priest was seen;</br>Not deck'd full proud, not button'd up with gold;</br>His coat was grey, his surplice very clean;</br>A Priest he was, of lower order seen.</br>And to the path-way side then turned he,</br>Where the poor Almer lean'd against the spreading Tree.", "An alms, Sir Priest, the dropping Pilgrim said,</br>For sweet Saint Mary, and your Convent's sake!</br>The Curate straight unloos'd his cloth pouch thread,</br>And did thereout a groat of silver take;</br>The hapless Pilgrim seem'd for joy to quake.&mdash;</br>\"Here, take this silver; it may ease thy care,</br>We are God's Stewards all, nought of our own we bear;", "\"But ah!  unhappy Pilgrim, learn of me,</br>Scarce any give a rental to the Lord!</br>Here take my Cloak, for thou art bare, I see;</br>'Tis thine; &mdash; the Saints will give me my reward.\"</br>He left the Pilgrim, and pursu'd his road.</br>Virgin, and holy Saints, good times restore!</br>Give you the great Man will, or give the good Man power!</br>"]