["Press'd with a weight of woe, which death had wrought,</br>And lash'd by persecution's rod severe,</br>The injur'd Penseroso issued forth,</br>And in the height of sorrow made complaint,</br>Frequenter of the shades.  Ne'er lived a Sage</br>In heart so pure, in life so much oppress'd.</br>No thin disguise e'er cloth'd his naked soul,</br>His act unblam'd, and kind his feeling heart</br>Yearn'd at the moan of sorrow.  In the realm</br>Of Albion liv'd and mourn'd this Western Job;</br>Albion, the dark domain of sable clouds,</br>Region of fancied, more than real woe,</br>Where oft' in mimic night the solar beam</br>Is lost, and all the joyous face of Heav'n</br>Is muffled in a humid veil of air</br>With sad embarrassment; hence sinks oppress'd</br>The human heart, and the bright beam of joy</br>Fails for awhile to gild the mental gloom.</br>On death he fondly mus'd, for that he saw</br>Destructive of his friends; the night he sought</br>To ponder on his woe, and converse shunn'd,</br>But sought the still by-paths of Hermit life.</br>Delighted, nature's noble works rever'd,</br>Nor less rever'd the monuments of art</br>In ruins pleasing; nor the tales of Greece</br>And Rome; nor Chivalry's enchantments drear,</br>Where morals lay conceal'd, his search escap'd.</br>But chiefly would he moralize on man</br>And human life, to prove it vain intent</br>And full of woe.  Oft' his companions were</br>The solemn birds of night, and deep in thought</br>His nightly round he shapes, 'till th' early cock,</br>Thron'd on the homestead tree, or shelt'ring stall,</br>Shrill-clarion'd wakes the morn, and loud the swain</br>Whistles well-pleas'd, forth issuing from his cot</br>To play his morning task.  Thus nobly blest</br>In all his still retreats he pities Kings,</br>The insolence of pow'r, the strut of wealth,</br>And all the idle trappings of the great.", "Heav'n, teach me what he sung, when to the glade</br>Whilom he bent his way.  Twas in the night</br>Serene when Phebe rose;  the air was calm,</br>And nought was heard but Philomela's note,</br>The distant tinkle of the drowsy fold,</br>The howl of village-curs foreboding woe,</br>The curfew's sound, and sage Minerva's bird</br>Venting nocturnal prophecy to swains.</br>Twas then the mournful Penseroso stood</br>Beneath the umbrage of an upland oak,</br>Rapt into heav'nly thought:  The moon advanc'd</br>Gleam'd through the boughs, and shed a trembling light.</br>Fair to his view rose many a neighbouring grove,</br>And hills and rocks, with vallies interspers'd,</br>Gilt by the lunar beam; whilst at the foot</br>Of a sweet-winding vale, the neighbouring sea</br>Murmur'd complacence to his list'ning ear.</br>The sage his meditations thus began.", "That man is born to grieve, as upward mount</br>The flying sparks, the page divine declares. . . .</br>"]