["BOOK I.</br>Where nodding woods that tuft the mossy rock,</br>Or rise majestic on the swelling mount,</br>With distant falls of water trickling down;</br>Where solemn oaks in stately grandeur rear</br>Their swelling heads; whilst through the waving copse</br>The peaceful breezes swell the throbbing breast,</br>To scorn the low-born reptiles of a world,</br>And court in leaf-strown walks from human eye,</br>Sweet meek-ey'd peace and fancy's tow'ring strain;</br>The museful poet often devious strays</br>To hear the widow'd black-bird tell her tale</br>In artless wailings to the list'ning scene,</br>Where lengthen'd vistoes oft th' abstracted eye</br>Of fancy charm; whilst through th' irriguous vale</br>Sweet green-rob'd spring her lavish beauties sheds,</br>Embosom'd soft 'midst waving woods around,</br>Or nodding groves that still embrown the scene.</br>Thy mart, oh Bewdley!  claims the poet's lay,</br>Where first (by gracious providence ordain'd)</br>He breath'd the vital air; and now he brings</br>A grateful tribute of respectful praise.</br>The tuneful page, the star-tip'd pillar'd dome,</br>The glitt'ring canvas, or the breathing paint,</br>The speaking statue, or the chisel'd stone,</br>The doric column, or the fretted vault,</br>The well-turn'd period, or pathetic strain;</br>The flute, soft-breathing to the lovers lay,</br>With blandish'd accents syllabled to love,</br>All are derived from industry and thee,</br>Sweet emanation of almighty pow'r;</br>Or what with lasting praise transmits our name</br>To ages yet unborn.  Deign smiling maid</br>With graceful ease to guide my youthful song,</br>As erst with thee the tapers dazling glare</br>I've watch'd, or oft submissive waited still,</br>And long'd the moment of returning thought.</br>The muse, unskill'd for sweet-lip'd flattery's strain,</br>To thee, Lorenzo, dedicates the lay;</br>In whom unite the social manly sense,</br>And all the soft embellishments of life.</br>Ye green-hair'd nymphs who smilingly attend</br>The solemn silence of the scene; ye rills</br>Still pratling through the mossy pebbles loud,</br>Or curling now by Zephyr's ruffling breeze,</br>In free meanders trickling down along,</br>To meet Sabrina's silver stream below.</br>Best meed of verse, oh hither wildly free,</br>Your soft loquatious harmony disclose</br>In melting murmurs to the tuneful song.</br>Now when th' autumnal sun the vary'd plain</br>With glory gilds, inspiring life around,</br>Extatic felt in every beating vein;</br>The gunner oft in short-liv'd thunder kills</br>The rural game; the keen-nos'd spaniel draws</br>With sense sagacious the informing gale;</br>The ranging pointer in his mid career,</br>Now cautious makes a pause; quick through the air</br>Their sudden flight the leaden death o'ertakes,</br>Resounding far; now from the mountain's top,</br>Born on the gales of dying winds, the horn</br>Long winding through th' ecchoing vale below</br>Is heard delightful; and the jocund crew</br>O'er hill and vale pursue the timid hare,</br>Whilst eccho sweetly mocks their joyful cries.</br>Aetherial son of fancy's truest birth,</br>O gentle Thompson!  whose descriptive vein</br>Draws reason captive; and whose flowing vein</br>O'er latest aera's deathless shall prevail!</br>May some remains of that poetic flame</br>That warm'd thy breast and fir'd thy ravish'd soul,</br>Descend on me, the muses meanest son;</br>Who fain would sing to Laura's list'ning ear</br>What native beauties her own Bewdley boasts.</br>If Avon's stream the poet could inspire</br>To sing her free meand'ring channels wide,</br>And live in memory's book in golden notes;</br>Shall sweet Sabrina's silver stream remain</br>By us unsung?  We boast the rural arts;</br>The clanging horn full oft awakes the maid</br>Soft sliding down in balmy rest, to tunes</br>More pleasant than the Spheres, more grateful far</br>Than generous happy draughts of rich champaign</br>To youthful poets when they grow immortal.", "Now near the daisy-braided mead, beneath</br>Yon oaken foliage of luxurious growth,</br>The fisher oft, with various arts, essays</br>To tempt the silver fry.  The tortur'd worm</br>Now round the barbed steel in writhed forms,</br>Seen in the water's chrystal glass afar,</br>Draws to its snare the swift voracious trout</br>In speckled pride; upon the bank he dies.</br>The warrior perch with scaly coat of mail,</br>By nature cloath'd from all assaults, now yields</br>With sad reluctance to the bending rod.</br>The Eel in silver labyrinths involv'd,</br>And carp all burnish'd o'er with wavy gold,</br>Live, sweet Sabrina, in thy lambent stream,</br>And tempt the museful angler to delights</br>Beyond the reach of kings.  Here would the muse</br>The arts disclose of patient fishers, when</br>With treacherous bait he tempts the scaly fry.", "How cautious!  near yon willow-fringed stream</br>He takes his silent stand:  but sweet Musaeus thou</br>Forbid'st the pains, since thy own muse he sung</br>Near Windsor's nodding groves in strains sublime,</br>The rural arts and anglers gentle toil.", "Now smiling ev'ning crowns my devious walk</br>With all the blushing purple of the sky;</br>And grateful now the faintly-beaming sun,</br>In mild majestic dignity array'd,</br>Invites the laughing damsel to direct</br>Her lightsom footsteps where Sabrina rolls</br>Her naval stream:  where thousand shepherds play</br>In gladom gambols near her willow'd brim.</br>Or chuse you rather Ticknell's proud retreat,</br>Unhappy Arthur's seat:  (Ill fated prince!</br>Who like Marcellus promis'd in his reign,</br>A train of glories to a gazing world.)</br>O come!  whilst teeming nature swells the year,</br>There gently listen to the faithful tale</br>Of turtles cooing with incessant love.</br>I languish, die, with love!  whilst through the grove</br>Its silent arrows pierce into my soul,</br>Deep, deeper still!  O softest pleasing pain!</br>Nor can the virgin lilly, nor the roses breath,</br>The silver-footed dew, nor zephyr's spicy gale,</br>The snow-drop's whiteness, nor the primrose gay,</br>The billing turtle, or the cooing dove;</br>Nor yet my native skies all burnish'd o'er</br>With flaming gold, nor yon aetherial lark</br>That sprung low-roosted from her lowly bed,</br>Ere sooth my anxious mind &mdash; Come Laura then,</br>O come!  whilst joyful nature blooms around;</br>Whilst bonny belles each tender lover seek,</br>To crown their happy loves, my charmer, come,</br>And bless the garden of its sweets:  for thee</br>The damask'd fields shall yield their spicy breath,</br>And zephyrs nectar spirit gently bear</br>Its balmy burthen round thy flowing vest.</br>O listen fairest as thy name-sake did,</br>In soft Vanclusa's vale to Petrarch's woe.</br>My tuneful breath shall often wake the quill</br>To songs of love, of solace and delight,</br>If thou my fair one deign a gracious smile.</br>Come then, my Laura, sweeter than the muse,</br>I'll press thy spotless innocence once more,</br>And wanton o'er thy bosom's dainty mold,</br>The downy throne of love:  worthy a God!</br>The speaking purple of thy glowing cheek,</br>And 'suasive language of thy diamond eye,</br>Thy polish'd neck, sweet clad in balmy snow,</br>And hair dishevel'd o'er thy flowing vest,</br>Disporting with the breeze full wanton wild,</br>O'ercome the gazing swain; too soon he finds</br>Delusive love enervates all the soul,</br>And sweetly kills!  O you of tender mold,</br>Who feel too soon its nectar-tickling sting,</br>(As when Monimia erst my heart had stole)</br>Avoid the view, nor soften into love.</br>What does not bear the shock of cank'ring time?</br>The flinty pyramid, the attic dome,</br>In nodding ruins trembling from their base</br>Descend:  this vast rotundity we tread</br>Shall shortly be no more:  the blessed sun</br>Shall die, and trackless leave the skies.</br>The Babylonian spires, and Asia's boast</br>Are sunk; and tottering empires moulder down:</br>Palmyra's ruins claim th' attentive eye,</br>And teach th' historic sage, a grateful truth,</br>That wealth and grandeur soon, ah!  soon shall cease;</br>That virtue only stamps the worth of man,</br>\"And makes the noble, bear a better name.\"</br>One moral truth from Ripsford's ruins learn</br>Ye mealy-feather'd fops, ye sons of vice,</br>Who in soft dalliance, in the harlot's lap,</br>Dream false of pleasures, labyrinths of woe.</br>Nested in woods the stately structure rear'd</br>Its awful head:  now in decaying pride,</br>Its master's lordly step it owns no more.</br>Had virtue here but kept the loosen'd reins</br>Of kindled passion and unbridled lust,</br>He might have liv'd like nature's eldest sons</br>Sincerely good, whilst Hygeia's smile sustain'd</br>A body free from sickness, and a mind</br>Bravely determined to resist the tide</br>Of vice, corruption, faction, and deceit.</br>Fronting the deep, with a low'ring brow,</br>Yon gloomy rock uprears its awful head:</br>Here, as tradition tells, th' infected tribes</br>Were kept, when thousand deaths the sea-girt shore</br>Of Albion saw:  the circumambient heav'n</br>Was big with death; and every breeze was bane.", "O may the guardian angel of our isle,</br>From the dire pest her generous sons defend,</br>Nor thin her cities more!  nor let her youth</br>Sink void of wounds, and die without renown!", "Thy verdant meads with silver daisies gay,</br>Where flowrets breathe their little lives in air,</br>Bloom wanton wild, and scent the tissued sky.</br>O Sambourne tempt the poet's grateful lay,</br>Whilst health still wantons on the western breeze,</br>And lyric larks, encomiasts of the sky,</br>Inspire us with enthusiastic warmth</br>To catch their notes, though tremulously high,</br>And in fame's golden ecchoing trump to sound,</br>With full-blown cheeks, the seat of rural ease,</br>On either hand the waste and low-brow'd rock,</br>With lowing herds and bleating sheep around,</br>A goodly group of every size and age.</br>We want not here the stately gorgeous dome,</br>Tho' regal pomp has swell'd the structure high.</br>Give me, O give me but a cleanly cot,</br>A book, a friend, a brisk enliv'ning glass,</br>A modest damsel heark'ning to my call,</br>I wish no more; but wish my king as much.</br>Yon peaceful villa glittering to the view,</br>Commands a lengthen'd prospect far away,</br>Where towns embosom'd 'midst the tufted woods,</br>(Known by the smoke in curling clouds) arise.</br>Or up the mazes of thy well-known hill,</br>O Dowles, I'll hasten, and I'll there survey</br>The prospect wide, and Bewdley's naval store.</br>Full oft, when youthful pleasures swell'd his veins,</br>The poet here has breath'd the vital air,</br>'Midst social converse, and 'midst friendship pure:</br>Unnumber'd blessings on the dove-like wing</br>Of sacred friendship guard the few that love.", "</br>BOOK II.</br>Creative bard!  expand thy fairy scene,</br>And with thy images enrich my song.</br>O gentle Spencer!  now in beauties praise</br>My numbers are to roll from Edmund's store.</br>Flush'd with the thought thy hospitable muse,</br>Father of fancy!  lends her mystic charms,</br>And darts her radiance in a sparkling glance,</br>Full mantling on my brain.  Now I feel</br>The genial impulse and the flow of soul.</br>Enthusiasts now I like a madman rave,</br>And oh!  a madness sacred, pure and clear,</br>Divinely caught by beauties sun-clad eye;</br>Not like the sons of darkness and of sly disguise,</br>Who grin damnation to a gaping crew.</br>Some drops distil and purge the mental ray,</br>Divine religion, thou heart-easing fair,</br>From mists that cloud the mind and blunt the soul:</br>O give me to enjoy thee pure and clear,</br>And then may German folios rest; and all</br>The horrid stuff that brain-sick fools adore.</br>Now when the spring in amice-green array'd,</br>Purfled in various robes of flushing hue,</br>Invests the laughing plains; with jocund glee</br>May beauty still inspire thy honest sons,</br>O Chaddesly, seat of pleasant rural ease;</br>May never slander's viper's tongue disturb</br>The happy moments of so sweet repose,</br>That might give softness to a Petrarch's muse,</br>Or kindle rapture in a Shenstone's page.</br>Soft made and temper'd with aetherial hands,</br>Ye finer souls!  who give expanse of thought</br>Freely to roam, and pinion'd on the wings</br>Of eagle fancy, dare an arduous task,</br>Oh shun the dastard wretch who smiling stabs</br>His neighbour's fame: &mdash; For you ye happy fair,</br>Taught with nice judgment to conceive,</br>And scorn to vie with asses and with apes,</br>For you the poet plans the tuneful verse,</br>And consecrates the strain.  Once more he prays,</br>May pure elysian gales, from spicy beds</br>Of western odours, fan the vernal grove,</br>And ever bless the harmless charming fair.</br>For foliaged columns, nor corinthian stone,</br>The feminine Ionick, nor Tuscan dome,</br>Howe'er in just proportion they agree,</br>Commanding wonder to a gaping clown,</br>Can still the throbbing of the guilty breast,</br>That sells its charms for lucre base of gold:</br>It ever bites with more corroding tooth,</br>Than could the deadly python of the Nile;</br>It preys upon the vitals, gnaws the soul.</br>Curs'd be the man, tho' all the aegyptian mines</br>Embowell'd own' his masterly command,</br>Whoe'er he be, that sells his virgin's charms</br>For mean and sordid dust:  be warn'd ye fair,</br>Whilst vernal-tinctur'd purple bends the cheek</br>'Midst sportive lillies elegantly sweet,</br>Be grateful to the best, nor sell your charms;</br>The constant boy with truth and honour fraught,</br>Encircled in eternity of love,</br>O give the future promise of your joy.</br>Now soft reclin'd amid' arcadian scenes,</br>Impart a cordial to his pleasing smart,</br>As welcome as the rosy month of May,</br>And gently listen to his faithful tale:</br>For thousand, nay, ten thousand woes attend</br>The contrary extream:  may manly hearts,</br>With sacred love and honour hand in hand,</br>Protect each constant fair in mutual love.</br>May virtue's banner, cloath'd in purest white</br>And plenty pour around her copious sweets:</br>May rosy'd health sit cheerful on their brow,</br>And prattling children on their mothers knee</br>Full often lisp the tedious time away.</br>Such does Ianthe in her Theron's arms</br>Fulfil, and crowns the poet's honour'd song,</br>And draws the ardor of the youthful muse,</br>In Bewdley's praise, to end the tuneful strain.</br>Long had the youth o'er painted virgins rov'd,</br>Long caught the side-long glance from beauty's eye;</br>But sweet Ianthe presses to his arms,</br>By virtue, beauty, and good sense endear'd.</br>Tho' many a fair in vivid bloom full blown,</br>Mantled with joy to meet the lovely lip;</br>For them each vernal-tinctur'd gale expands</br>The sweets of all Arabia's spicy breath,</br>And proud to swell Ianthe's curling vest,</br>Saluting make th' injurious mantle rise.</br>Here honour, love, good nature, far excel</br>The hoarded pelf that peevish misers lure</br>Their tassels with that Kiss, and cling for gold,</br>Or to the arms of impotence and age</br>Give all their virgin charms.  Live always blest,</br>Ye envy'd pair, in generous breasts rever'd,</br>And prove a truth, that Albion's sons should know</br>That Bewdley once could boast a Constant Pair.</br>May ev'ry virtuous youth with mutual wish</br>Thy great example take, and copy thee;</br>For happiness attendant waits on love,</br>That generous love, I mean, that still contemns</br>The mean and sordid ways that gold directs,</br>Such as a Winnington despised, and such</br>That gods condemn, tho' fools on earth adore.", "But other themes invite my wand'ring song,</br>Tho' still reluctant from the pleasing task</br>The muses turn away; Lorenzo deign</br>With patience for to hear my devious song.</br>Tho' snow-complexion'd toasts beguile the sons</br>Of riot and debauch, yet modest worth</br>Demands the luxury of tender thought;</br>Friend may I call thee, then thou dearest forgive</br>The faults attendant on impetuous youth,</br>And could thy Akinside or Hurst inspire</br>With teeming thought the once unclouded soul,</br>Then would I bribe success, and bravely sing</br>A strain, thought worthy of Lorenzo's ear;</br>But graver strains invite me far, to loose</br>The tender Ovid's wailings to the wind,</br>And give Tibullus to a looser hour;</br>Tho' scarcely can I leave the tittering train,</br>The taper figures and the iv'ry neck,</br>The pratling fair ones, nor those hills of snow.</br>But penury attends the muses song,</br>That melts in softness all the soul away,</br>Long censur'd by the plodding sons of prose,</br>And often banish'd from the lib'ral heart.</br>Here pensive virtue drops a silent tear,</br>And at the thought the muses turn away;</br>Their sister sculpture, from the languid hand</br>The chizzel drops, and painting stands confess'd,</br>Ready to sketch their features to the world.</br>Far from promotion's view then let me die,</br>And eat my bread in peace and sweet content:</br>Tho' envious fortune on a flimzy crew</br>Her favours show'rs, let me in cheerful ease</br>Enjoy the sweetness that the muses bring,</br>The slender pittance of sequester'd life;</br>My Pomfret there shall teach me how to live,</br>And Tillotson instruct me how to die.</br>Pleas'd then I'd smile and mark creation's pow'r,</br>When Armstrong's sober laws direct me best</br>What suits the body and infest the mind;</br>A poet he, and touch'd by heav'n's own fire,</br>Who wakes the string, and through the thrilling breast</br>Breaths a gay rapture, sweet almost to pain!</br>In polish'd phrase, or solemn pomp of sounds,</br>Exalts, inflames, and captivates the soul,</br>If generous love or gratitude inspire.</br>For him the muse the sacred laurel crops,</br>And binds its hallow'd wreath around his brow:</br>Nor should I wander devious from the way,</br>Had I the lights of that poetic mind,</br>Who when an infant to his lips applied</br>The loud Papinian trump, and boldly sung</br>Fraternal rage and guilty Thebe's alarms.</br>Howe're imperfect, pardon the attempt</br>Of youthful ardour, and permit that I</br>My little knowledge to my country share,</br>Till some more able for the great essay</br>(Who all the Alps of science has survey'd)</br>With charms that grace it dignifies the theme.</br>May clouds of odours from the western breeze,</br>That gently fan the undulating sky,</br>For ever bless with animated bloom</br>Her honest sons:  may fost'ring winds attend</br>The freighted barge, and safely her conduct</br>Into the wish'd-for home; nor fright'ning elements,</br>With winds tempestuous, dash the loaded bark,</br>And melt the widow's heart in bitter moan</br>Of tender wailings for a husband's loss.</br>O could the soul of Homer from her sphere</br>Shed its sweet influence o'er my ravish'd soul,</br>Then would I sing her pomp and naval store,</br>Her sons as busy as th' industrious bee;</br>Her wealth, her trade, and honest zeal,</br>Proud in her self the little mart disdains</br>A foreign aid:  her sons inured to toil,</br>Through winds tempestuous brighten India's store,</br>May zephyrs musky wing the landskip fan</br>With gales of health in gentle ev'ning tide,</br>Dispreaden wide o'er all thy purpled lawns.</br>For thee, my Laura, may each flushing grove</br>And vermil garden yield its spicy breath;</br>The blooming orchard and the painted green,</br>Sketch'd by the pencil of all-nature's god;</br>The placid smile of Severn's dimply stream,</br>Her breast unruffled by the curling breeze;</br>The sky so grateful in the ev'ning hour,</br>Damask'd with purple, burnish'd o'er with gold;</br>The mellow thrush, and love-lorn nightingale,</br>All, all conspire to bless thy rural walk.", "Let this memorial then at least suffice,</br>That erst to Bewdley's praise her native son</br>Attun'd the lyre, and erst obey'd the call</br>Of honour, truth, sincerity, and love.</br>"]