["High in a garret's lofty precincts dwelt</br>A wretch, by Phoebus and the nine inspir'd,</br>Whose body oft the pangs of hunger felt,</br>Whose mind sublime poetic raptures fir'd.", "Mean was his garb, and many a hideous rent,</br>Expanding, flutter'd in the wint'ry storm,</br>While his lean chops, and drooping beaver lent</br>A twofold horror to his meagre form.", "No rich utensils, form'd with art and cost,</br>His airy household furniture composed;</br>One cobweb'd couch, and table all its boast,</br>This where he eat, and that where he repos'd.", "Indulging fancy's visionary flight,</br>Or rapt in extacy of thought sublime,</br>Oft would he sit and muse the live-long night,</br>Scratching his head, to find some wretched rhyme.", "Or poring on some old moth-eaten book,</br>Some ancient bard, deep skill'd in classic lore,</br>With many an eager &mdash; many an ardent look,</br>Would he, each shining sentiment explore.", "If e'er his heart, one glow of pleasure knew,</br>'Twas but in dreams of future prospects bright;</br>If e'er one hope sprung &mdash; 'twas when fancy flew,</br>And reach'd a grace beyond her usual height.", "Hope may a while, with sweet enlivening beams,</br>Shoot balmy comfort thro' the breast of Care;</br>But who can feast upon her airy dreams?</br>What bard grow fat on unsubstantial air?", "So thought the poet, as he sat forlorn,</br>One hapless night, (for many such had he,)</br>Oft sighing, wish'd he for th' approach of morn&mdash;</br>And oft he wish'd, that morn he ne'er might see.", "Dark was the night, and loud the tempest's howl,</br>Thro' broken tiles the rushing torrents fell;</br>No goblet smil'd to cheer his drooping soul,</br>No crumb had he his hunger to dispel!", "\"Wretch that I am, exclaim'd he in despair,</br>Dead to myself, and to my country lost;</br>Is this fruit of all my studious care?</br>Is this the fame ambition made its boast?", "\"Had but these hands been taught some useful art,</br>To serve the world, and for my wants provide,</br>Fierce hunger thus had never gnawed my heart,</br>Nor this mean garb hung tatter'd at my side.", "\"This head, now stor'd with many a fulsome cant,</br>Of heroes, gods, and bards of ancient times,</br>More might have had at life's last hour to vaunt,</br>Than idly musing, stringing useless rhymes.", "\"In boldly pleading for the oppressed's cause,</br>Or truth expounding from its sacred page,</br>More might have gain'd of honour and applause,</br>Than vending flatt'ry, praise, and party rage.", "\"The laugh of fops, th' unworthy's cruel scorn,</br>The critic's malice, and the proud's disdain,</br>Have, in my bosom, planted many a thorn,</br>To wound my peace, and fill my life with pain.", "\"Spurn'd from the door of grandeur and of power,</br>If for a promis'd favour, cringing low,</br>Or seiz'd by bailiffs in some evil hour,</br>And thrown in dungeon dark to pine in woe.", "\"The gay companions of my happier days,</br>Whose flatt'ring tongues prov'd to my heart a charm,</br>Forgetful now to pay their wonted praise,</br>Shrink from my presence, as they would from harm.", "\"Oft at my board I've seen them joyful sit,</br>Nor speak a word, nor think a thought but mine;</br>While each fond heart seem'd to imbibe my wit;</br>And ah!  too much, each open'd mouth &mdash; my wine.", "\"But now I languish here, by all forgot,</br>My house is empty &mdash; still so full before;</br>My snuff-brown beaver, and my thread-bare coat,</br>Fright all these sun-shine flatt'rers from my door.", "\"Or, if I haply venture to the street,</br>At dusk of eve, or rising beam of morn,</br>Each gaudy painted courtesan I meet,</br>Sly peeping, smiles to see my breeches torn.", "\"From the rude insults of the low-born crowd,</br>The tinsel'd robe, the nodding plume, protect;</br>But my mean garb speaks poverty so loud,</br>To me, it yields nor safety, nor respect.", "\"Curs'd be that fame which I so lately priz'd,</br>To me the source of many a grievous sigh;</br>By friends deserted, and by foes despis'd,</br>I mourn unpitied &mdash; unlamented die!", "\"Cease, coward heart, forego these dastard fears,</br>Talk not of death in health and youthful bloom;</br>Tho' dismal, dark, the future now appears,</br>Some cheering ray may yet dispel the gloom.", "\"See in my chamber, erst so dark and drear,</br>Th' impurpl'd morning dart its orient ray;</br>Such yet may comfort, drooping fancy cheer,</br>And shed the beams of intellectual day.", "\"No more the muse, with fascinating power,</br>Shall bind my reason with her dazzling train;</br>Nor o'er the twinkling lamp, at midnight hour,</br>Call forth the wild effusions of my brain.", "\"Perish, ye dreams, delusive to my heart!</br>Which from th' unraptur'd gust of fancy flow;</br>Perish, ye apparatus of the art,</br>Ye objects instrumental of my woe!", "\"This book &mdash; this pen and ink &mdash; stand here, I take take,</br>My ready servants at the muse's call;</br>This book I tear &mdash; this grey-goose quill I break,</br>And dash this empty inkstand 'gainst the wall.", "\"No more impell'd by mad ambitious rage,</br>I'll strive for with'ring laurels to my head;</br>No more for flatt'ry swell the laboured page,</br>Or pant for glory &mdash; while I starve &mdash; for bread.", "\"What tho' this frame was ne'er inur'd to toil,</br>Might not these hands the shining weapon wield;</br>&mdash;Yet make their egress from this garret vile,</br>And serve their country in the tented field?", "\"Better to perish 'midst the stormy seas,</br>Or bleed with heroes on th' ensanguin'd plain,</br>Than lead a life of ignominious ease,</br>Oppress'd with hunger, poverty, and pain.", "\"The wretched votaries of the tuneful nine,</br>Tho' faint with hunger &mdash; tho' o'erpow'r'd with grief,</br>Must sink in sorrow &mdash; must in famine pine,</br>Unfit to toil &mdash; asham'd to ask relief.", "\"But the bold veteran, from the field of Mars,</br>Hops chearful on his yet remaining leg,</br>Talks of his valour &mdash; shews his honour'd scars&mdash;</br>Receives a pension; or gets leave &mdash; to beg.\"</br>"]