["By Branno's streams two lovely shepherds lay,</br>One chearful morn of sweetly-blooming May;</br>And while they sung beneath the rustling shade,</br>Where through the clasping elms the breezes play'd,</br>The Muse, soft list'ning, trode the neigh'bring dale,</br>And heard, well pleas'd, the sadly-pleasing tale.", "DAMON.</br>See!  how the lambkins frisk on yonder hills,</br>Where o'er the cliffs descend the trickling rills.</br>Look eastward &mdash; how the rivers join their streams,</br>And tremble, glitt'ring, in the sunny beams!</br>How soft the music of the feather'd throng!</br>How sweet the linnet trills her matin song!</br>The cooing turtle, from yon hanging grove,</br>In languid dittay seeks her absent love.</br>Hark how the mavis and the blackbird sing!</br>The sprightly cuckow welcomes in the spring.</br>Look how the daisies deck th' enamell'd ground!</br>The whit'ning hawthorn flings its sweets around!</br>The balmy woodbine, how it twists these trees,</br>That gently murmur to the western breeze!</br>The morn ascends, in richest liv'ry clad:</br>All nature smiles! &mdash; and why is Mopsus sad!", "MOPSUS.</br>Could Nature's beauties make me cease to grieve,</br>A morn like this might half my pains relieve.</br>Did Damon know the crosses I endure,</br>Alas!  woeful I, to think, when, like to thee,</br>Each blooming scene could pleasance give to me!</br>These eyes, estranged to tears, could then survey</br>The gayly-rising morn, themselves as gay!</br>How thriv'd my kids!  how thriv'd my tender lambs!</br>What milky stores flow'd from their fertile dams!</br>Heedless of care, myself could see them feed,</br>While echo answer'd to my slender reed.</br>No wight more winsome pac'd the dewy  green,</br>No blyther shepherd on the hills was seen!&mdash;</br>But what a change one circling year can show,</br>Th' immortal gods above can only know.&mdash;</br>Ah!  luckless, now in pinching want I pine,</br>And all my future days to woe resign:</br>No gleam of hope my clouded life to chear!</br>And all my comfort now the piteous tear!&mdash;</br>Let me the shepherds flee, and all alone</br>To shaggy rocks and caverns make my moan.</br>And ye, my flocks, my once thrice happy care,</br>Ah me!  how ragged now ye grow, and bare!</br>Your keeper now no more the crook shall wield;</br>His fields no more shall plenteous harvest yield.&mdash;</br>DAPHNIS is dead, for whom I wish'd to live!</br>DAPHNIS is dead! &mdash; and why should I survive?", "Ah, what avails it, that the woods resound</br>With chanting birds, and all things laugh around?</br>Can chanting birds from poverty defend?</br>Or Nature's smiles restore the Noble friend?</br>Ah no! &mdash; Let Nature's course inverted be;</br>Let spring and summer wear no charms for me:</br>Let day and night his hapless death deplore;</br>DAPHNIS our boast, our honour, now no more!", "To think how good he was! &mdash; Ah ruthless Night!</br>More ruthless Fate! &mdash; that snatch'd him from our sight.&mdash;</br>Death hurried him away &mdash; Oh most unkind!</br>To take the good, and leave the bad behind.</br>DAPHNIS, the pride of Caledonia's swains,</br>The darling lord of all the neigh'bring plains,</br>Is gone! &mdash; Now, shepherds, may ye mourn indeed!</br>Ye sung at ease; &mdash; he gave you flocks to feed.</br>Now, flocks, adieu! &mdash; Adieu, the sylvan throng!</br>He's dead who did the shepherd's wants supply.&mdash;</br>Alas, ye gods!  ah, why did DAPHNIS die!", "Where shall we know such wealth, such greatness find,</br>With goodness, truth, and charity combin'd!</br>How many thousands now with me bemoan</br>His timeless fate, in which they see their own!</br>What gen'rous hand shall now relieve the poor,</br>Or peace and plenty to the swain ensure?</br>This DAPHNIS did. &mdash; With DAPHNIS whom compare?</br>The good of all was DAPHNIS' greatest care.</br>Hear it, ye great, &mdash; He was religious too,</br>And to fair Virtue's cause stood ever true.</br>Now, high and low, your mournful loss deplore:</br>Religion, Virtue, &mdash; Charity, no more!&mdash;", " DAMON.</br>The gods but took their own. &mdash; 'Tis vain to mourn</br>The friend departed, never to return.</br>What pity, Mopsus, that you thus complain!</br>You wrong Heaven's justice, and yourself, in vain.</br>DAPHNIS now rests in yon ethereal sky,</br>Where, crown'd with angel's bliss, he sits on high&mdash;</br>And why despair? &mdash; Th' illustrious offspring lives,</br>And all the father in the son revives.&mdash;</br>Then why not hope to see my country bless'd,</br>And ev'ry swain of happiness possess'd;</br>While DAPHNIS, still propitious, from above</br>Smiles down upon us with an angel's love?</br>Oft on his altar then the kid shall bleed,</br>Or fattest lambkin from my fleecy breed.</br>While stars shall twinkle, and the circling sun</br>From east to west his daily race shall run;</br>While springs return, and cattle grase the plain,</br>Thy honour'd name, great DAPHNIS!  shall remain.", "MOPSUS.</br>But let us shun yon sudden drizzling show'r</br>That hither tends.  The clouds begin to low'r.&mdash;</br>Farewell, ye streams, whom DAPHNIS taught to flow!</br>Farewell, ye groves, whom DAPHNIS taught to grow!</br>Farewell, ye rocks, whom DAPHNIS taught to smile!</br>Farewell, ye flow'ry vales, and native soil!&mdash;</br>What horrid woes my loaded life pursue!&mdash;</br>DAPHNIS, farewell, &mdash; and happiness adieu!</br>"]