["I said unto the Muse, Muse, we must part,</br>And thou'lt be law'd; for that whereas  thy smile</br>Hath stol'n my time.  Quoth she, with all my heart.</br>And so forsooth we parted for a while.</br>Then, in the books of Law I took to toil,</br>And conn'd his Comments (Oh!  much-minded Sage)</br>That lov'd the Muse, but did her lurements foil;</br>Yet peep'd her well-known eye thro' many a page,</br>And wink'd, as 'twere in scorn. &mdash; With that, in rage</br>I sought the Justice-Hall:  but there she flung</br>Her \"airy nothings,\" like friend Dauncey's tongue,</br>Vers'd witnesses against me did engage,</br>Swore, by the Bay botanic, that she could</br>By th' Attic Act transport me when she would.", "The man that's poor, and prosecutes the Muse,</br>Said I, alas!  is like to lose his cause.</br>So I resolv'd with her to have a truce,</br>Quite well aware I could not learn her laws.</br>Tho' some assert that her's, like ours, have flaws,</br>Which let her pleaders 'peach.  I'm ev'n content</br>To own her pow'r, and give my bickerings pause,</br>A liegeman to her gambol government.</br>For late, as saunt'ring thro' the woods I went,</br>She met me smiling.  Come, said I, let's plight</br>Our troth again.  Quoth she (with lips up-bent)</br>We're not so near akin but what we might!</br>So now we lead a joyous jangling life,</br>And kiss and quarrel &mdash; just like man and wife.", "Worm of the night!  thee let the Poet view,</br>And learn to point his mental spark aright,</br>When on the wayside bank light sprent with dew,</br>Thou kindlest thy green lamp of em'rald bright,</br>Pure, self-illumin'd; not with borrow'd light</br>Tinsel'd, like busy insects of the day;</br>Thou giv'st a brilliance to the silent night,</br>That cheers the homeward trav'ller on his way.</br>Poor worm!  (the pensive poet well might say)</br>Ev'n He that lit thee on his humble soil,</br>Hung all you lamps that His high dome array,</br>And feeds their fires with everlasting oil.</br>And ev'n my lamp, poor worm, like theirs and thine,</br>Shines not in vain, if in His praise it shine.", "Lord, when I look upon thy starry sky,</br>With pearls empath'd like scatter'd dust of gold,</br>I humble me, lost in amazement high</br>To think what he thy gifted son hath told,</br>Far-sighted Newton; that round each are roll'd</br>Un-number'd worlds.  And then I marvel sore</br>That any eye that can Thy works behold</br>Should in the schoolmen's tangled volumes pore,</br>That ev'ry Age may garble o'er and o'er,</br>Yet cannot blot from Thine the smallest part.</br>God!   tho' I cannot comprehend their lore,</br>I bless thy hallowed name with humble heart;</br>And hope, with them, uncumber'd of my  clay,</br>Sabbath'd in peace to see thy bright eternal day.", "My fairest thus a mystic charm did chalk.&mdash;</br>&mdash;A circle that should  ev'ry mind invest,</br>For it will tice the merriest fays; and balk</br>The spleenish hags that haunt connubial rest.</br>The mightiest Bard without it is unblest:</br>Sweet Music hails it as her hallowed cell;</br>It more than magic circle guards its guest,</br>And pow'r imparts rude spirits to compell.</br>'Tis bright and blushing as the tinted shell,</br>Tho' tenderer than the day-moth's downy wings,</br>And smear'd with slighter touch; yet can repell</br>(So ye o'erstep it not) the foulest  things.&mdash;</br>How true, my fairest fabled! &mdash; for I hent</br>TRUE DELICACY was the charm she meant.", "Insects that flit in ev'ning's yellow beam</br>Are my light musings, that in airy maze,</br>Thoughtless how short the warm and gilded gleam,</br>Buoy their light hey-dance in it's mellow blaze;</br>Joyous to sun themselves while passing praise</br>Of genial goodness large it's lustre flings,</br>Tho' then, ev'n then, full many a vacant gaze</br>Or disregards or deems them worthless things.</br>But soon the North it's hissing storm-pipe rings,</br>And drives a murky mist across their sky,</br>Roughens their down, and rips their gauzy wings,</br>And bids them, reft of joy, dull reptiles die.</br>Then flutter, while ye may, my little lines,</br>Sweet is your setting sun, tho' short it shines.", "TO MR. JOHN HAMILTON REYNOLDS, AUTHOR OF SAFIE, AND OTHER POEMS.</br>REYNOLDS, no more as erst two frolic boys</br>By Severn's side our school-day tricks we try,</br>For me now holds the love of rural joys,</br>Thee city pomp, light Sock, and Buskin high.</br>Yet Distance dares not bid us leave to ply</br>The social sheet, or court our mutual Muse,</br>For Distance cannot time-tied souls untie,</br>Nor dim the long horizon of their views.</br>But never let my woods their leafage lose</br>'Till thou ha'st there admir'd ripe August glow;</br>Nor shall in turn my friendly foot refuse</br>To beat thy threshold with December's snow.</br>So shalt thou love my rural joys: and I</br>Approve thy scenic pomp, light Sock, and Buskin high.", "TO R. RYLANCE; THEN IN SCOTLAND.</br>RYLANCE, from sweet Westfelton's lone resorts</br>To thee two bardlings new in union write,</br>Much wishing thee SPECTATOR of their sports,</br>SIR ROGER this, and that WILL WIMBLE hight.</br>Whether thou view'st Melrose in pale moonlight,</br>Or Norham's tow'rs in yellow ev'ning glow,</br>Or morning glitter on Loch Katrine bright,</br>Or pond'ring pacest Rokeby's ruins low,</br>We greet thee cordial:  for right well we know</br>Thee not forgetful of the merry glee</br>When last warm August's ev'ning sun, as now,</br>Spark'd our three glasses thro' the greenwood tree,</br>Whence we two send, as here our wreaths we twine,</br>This little friendly flow'r to fade in thine.", "I've bade the Muse a million times farewell,</br>And parted &mdash; just as youthful lovers do:</br>Yet still on heath, hill, forest, dale, or dell,</br>Turn where I will, she fascinates my view.</br>She adds a bloom to ev'ry object's hue,</br>She calls me up the fays of footsteps light,</br>That shake but never shed, the glittering dew,</br>All dancing on the hedge-webs, beaded bright.</br>Like, as I've read on a blithe Winter's night</br>Of the poor maid that nurs'd the fairy-child,</br>And with elf-unguent dar'd anoint her sight</br>That in a vision'd spell her eyes beguil'd,</br>For ever doom'd to see the dapper elves</br>Tripping where'er she turn'd \"o'er tables, stools, and shelves.\"", "WRITTEN ON A FROSTED WINDOW, WITH A LADY'S BODKIN.</br>The chrystal foliage of the frosted pane</br>Enflak'd with flow'rs and silvery feathers fair,</br>Seems tablet meet my fancies to retain,</br>And so I scrawl this idle Sonnet there.</br>Belike to ladies' love I might compare</br>Blossoms of ice:  or like to lover lorn</br>Spangling his dreams in Hope's nocturnal star,</br>For some more pow'rful sun to melt at morn.</br>Or should some quaint conceit my lines adorn</br>I'd say Dan Phoebus doffs the sparry crown</br>From Winter's brow, to 'venge his Autumn shorn.</br>&mdash;But Frost and Flow'rs affirm 'twere fitter done</br>To pray the Hand that these frail beauties made,</br>In me to raise the flow'rs that neither freeze nor fade.", "TO MRS. MARY YATES; ON HER SENDING ME A BRANCH OF THE CRABTREE IN WHICH SHAKSPEARE IS SAID TO HAVE SLEPT.</br>Poets may proudly prize the laurel bough,</br>And lovers fondly the fair myrtle see,</br>But prouder, fonder far, I honour now,</br>Lady, the wilding cyon sent by thee,</br>Brought from the branches of that hallow'd tree</br>That screen'd benighted Shakspeare in it's shade.&mdash;</br>&mdash;Tho' like forsooth, ye thought it meet for me,</br>Sour, stubborn wight &mdash; a crown of crab-tree made!</br>But I shall plant it in some grassy glade</br>Where oft at eve I con his peerless page;</br>And there at motled morning, duly paid,</br>Shall fondly be my walk in waning age,</br>Reminded by the Firmness of the tree,</br>And by it's Blossoms pure, of Him and Thee.", "TO MR. D. PARKES.</br>Right sooth the Painter's and the Poet's skill</br>From the same source in kindred currents flows;</br>And as the heart-springs pulse it on the will,</br>Just so the Canvas or the Canto shows.</br>Thus comes it, PARKES, that on the soft repose</br>(Soft as thy tints) of Shenstone's landscape line,</br>Lull'd in delight thy fancy loves to gloze,</br>And thy chaste pencil with his pen combine.</br>He was my father's friend, as thou art mine,</br>Nor slighted he the mute admiring thought</br>Awak'd in others by his Art divine,</br>And hail'd him friend that but the feeling caught,</br>If then the Muses' sons do not disdain</br>Who feel what they perform &mdash; I'm of your train.</br>"]