["Ye mould'ring Domes and moss-encircled Tow'rs,</br>Where Ruin wide-extends her sad Domain,</br>Ye waving Pines, whose Gloom tremendous pours</br>A deeper Verdure on the lonely Plain,</br>Where close-insulting o'er the desart Land</br>The hoarse-resounding Ocean laves its rocky Strand!", "Ye Monuments of Time's destructive Rage!</br>Ye faded Trophies of terrestrial Pride!</br>What sacred awe your Ruins sad engage,</br>How bid each Tempest of the Mind subside!</br>To softer Measures wake the moral Lyre,</br>While grave Instruction beams from ev'ry time-cleft Spire!", "Here once bright Honour shed th' ennobling Beam</br>O'er each unsullied Virgin's orient Bloom</br>Here pure Devotion fann'd her vestal flame</br>And Peace reign'd awful in the Cloyster's gloom:</br>No voice of Grief taught Echo to complain,</br>But solemn Anthems swell'd the joy-inspiring Strain!", "Here Contemplation, gentlest Hermit, stray'd</br>Along the verge of yon time-hallow'd Wood,</br>While Cynthia's beams quick-glancing thro' the Shade</br>Play'd on the Bosom of the crystal Flood;</br>And pensive Silence o'er yon flow'ry Vale</br>Hush'd ev'ry panting Murmur of the dying Gale!", "Here Inspiration fir'd th' enraptur'd breast</br>And ardent breath'd th' enthusiastic Flame!</br>Soft lull'd the Virgin in celestial Rest,</br>Or sunk in sweet Excess her trembling Frame!</br>Peace shed her Balm o'er Life's severest woes,</br>While Scenes of bliss divine to kindling Fancy rose!", "Where's now the View that charm'd the ravish'd sight?</br>Where now the Triumphs of industrious Care?</br>The green-rob'd Walks, the Flow'rs that breath'd delight,</br>And lent new Fragrance to the vernal Air?</br>The Matin Bell, that hail'd th' approach of Day?</br>The vocal Choir, that tun'd the grief-enchanting Lay?", "What Objects here, but pensive Thought inspire?</br>What Sounds, but seem Mortality to mourn?</br>The ivy-mantled Arch, the moss-clad Spire,</br>The Column from the moul'dring Basis torn,</br>The Bat slow-wheeling thro' yon Ev'ning-Sky,</br>The Beetle's solemn Hum, and Owl's foreboding Cry!", "Yet ev'n these solemn Terrours can invite</br>The Muse, enamour'd of the lonely Shade!</br>Beneath the peaceful Empire of the Night</br>Here oft she courts kind Melancholy's Aid,</br>With still attention eyes th' instructive scene,</br>Or lost in thought profound, soft-paces o'er the Green!", "Full oft she listens to the moral Tale</br>Breath'd by the Genius of this sacred Plain,</br>While hoarse, responsive to the midnight Gale,</br>His sober Accents thus address the Vain,</br>In slumb'ring Souls awake etherial Fire,</br>And bid their new-fledg'd Hopes to nobler flights aspire!", "\"Ye thoughtless Fair, whose Charms meridian blaze,</br>Whom flatt'ring Crouds with humble vows adore!</br>Ye Great, whom Fortune's smiles fallacious raise,</br>On plum'd Ambition ever prompt to soar:</br>Attend!  To graver themes these Strains belong,</br>When Freedom sways the Muse, the Muse conducts the song.", "\"Survey yon Tow'rs! &mdash; Cou'd Life's securest pride</br>E'er boast such Beauty as They once display'd?</br>Ambition e'er on such a Base confide</br>As bade their Spires the distant Skies invade?</br>Yet see!  reclin'd they load the desart Ground,</br>While Time triumphant waves his sable Plumes around.", "\"Fond Man, why vaunt the glories of an Hour,</br>Frail Fancy's dreams, and visionary peace?</br>The tinsel Pomp and Pageantry of Pow'r,</br>Wit's idle Mirth, and Beauty's transient grace?</br>What second Spring alas!  restores thy Bloom?</br>What faded Charms of thine, their former pride resume?", "The meanest Plant on Nature's flow'ry vest</br>Enjoys, to Thine, a far superiour Fate,</br>By Time's kind hand in native lustre drest;</br>Nor mourns (like thee) inclement Winter's hate!</br>Successive Springs the Rose's youth repair,</br>And the pale Lilly fades, to bloom again more fair!", "\"Virtue alone shall dare Time's utmost pow'r!</br>Shall view his Malice with unsullied eye!</br>Bid Hope beam chearful o'er Affliction's hour,</br>Bid Christian faith suppress the rising Sigh;</br>And while vain Beauty sinks in endless Gloom,</br>Shall triumph over Death, and disappoint the Tomb!</br>"]