["Slow from the surface of the glassy stream,</br>The misty vapor climbs the mountain's height,</br>From tinted clouds, with soft and shadowy beam,</br>Breaks the first radiance of returning light:</br>The giant sun, in golden splendour bright,</br>Thwart the grey twilight darts his dazzling rays,</br>Then bursts majestic on the wondering sight;</br>And fair creation's smiling face displays,</br>Serene in soft repose, and fresh with orient grace.", "Peace strays delighted o'er the tranquil scene,</br>Yet wakes not Echo with her silent tread,</br>So soft her footsteps on the dewy green,</br>That e'en the yellow cowslips lowly head,</br>Bends not, it's liquid, glistening gems to shed:</br>No sound invades the stillness of the grove,</br>Save falling drops from spangled leaves outspread;</br>The tender plainings of the turtle dove,</br>Or notes of sweetest birds, who chaunt their songs of love.", "Devotion, come!  the soothing scene survey,</br>For nature's rest is sympathy with thee,</br>Hallowing the blest, the consecrated day,</br>First hallow'd by creating Deity;</br>When free from stain, from all disorder free,</br>Earth's beauteous frame before him stood complete;</br>He saw transfus'd his own felicity,</br>And gave the Sabbath as the transcript meet,</br>Of heaven's supreme repose, his highest, holiest seat.", "Bright was that day to sacred worship given,</br>That temple worthy of the guest Divine,</br>And meet the anointed minister of heav'en,</br>To offer incense at that hallow'd shrine:</br>The praises of creation to combine;</br>Creation new, and beautiful, and good,</br>Whose silence magnified the power benign,</br>While Adam, hierophant of nature, stood,</br>And hymn'd in strains divine, her joy and gratitude.", "He sung, and angels left thy etherial clime,</br>To sound his notes of harmony and love;</br>But ah!  no more the raptur'd song sublime,</br>From Eden rises to the courts above;</br>Hush'd is the music of the vernal grove,</br>The roses faded in the fragrant bowers;</br>The cherish'd seat of purity and love,</br>Is guarded now by stern avenging powers,</br>Whose glittering sword of flame, th' intruder bold devours.", "Then gathering clouds the holy mount conceal'd,</br>Tempestuous darkness veil'd Jehovah's face;</br>The hosts of hell in dreadful phalanx wheel'd,</br>Through the drear regions of untravell'd space,</br>To seek on earth, a fairer happier place;</br>Usurp'd the throne of Majesty Divine,</br>And taught the faithless, abject race,</br> To kneel as suppliants at Apollyon's shrine,</br> Though round him, falchions gleam, and fires destructive shine.", "Loud vaunted then, the dire infernal crew,</br>And impious dar'd the Mightiest in his ire,</br>The shafts or death like arrowy lightnings flew,</br>And helpless, hopeless, stricken crowds expire:</br>But haste, to your own dark abodes retire,</br>For see, ye fiends, the dread avenger nigh!</br>He comes!  but not on rolling wheels of fire,</br>He meekly comes, to bear the yoke and die,</br>And conquer in the groan, the gasp of Calvary!", "Thou glorious sun!  whose pure and living ray,</br>Now quickenest nature after winter's gloom,</br>How didst thou shine on that triumphant day,</br>When bursting all the barriers of the tomb,</br>Thine earliest beams beheld the Saviour come!</br>Victorious, laden with the spoils of hell,</br>On sin, and death, to pass their final doom,</br>And to the world, the ransom'd world to tell,</br>Of hope, and heav'n restor'd, and bliss unspeakable!", "Welcome, blest tidings of ecstatic joy,</br>Welcome, blest morn that brought that joy to light,</br>While angels on this theme their harps employ,</br>In hallow'd songs, let saints on earth unite;</br>Their risen Master hail with glad delight,</br>With weeping Mary, in her transports share,</br>Cling to his feet, 'ere yet the convoy bright,</br>Bend the blue heavens, and cleave the liquid air,</br>And to his lofty throne, the King, the Conqueror bear.", "Yes!  'tis the Music of the heavenly plains,</br>Whose echo on the ambient ether dies:</br>Messiah in his heavenly kingdom reigns</br>And seraph songs to higher raptures rise;</br>There his disciples turn their wistful eyes,</br>Like those whom once at Olivet he blest;</br>Again expect him from the crystal skies,</br>When for the great, the glorious banquet drest,</br>They hope with him to rise, and share his endless rest.", "O glorious hope!  more sweet than sounds Divine,</br>By angels whisper'd to the saints in death;</br>Yes!  this frail dwelling shall it's guest resign;</br>But lo!  the kind, the pitying Saviour saith,</br>\"My gracious hand shall take the parting breath,</br>My guardian power the sleeping dust defend,</br>My voice shall echo through the realms beneath,</br>Death, and the grave, to the dread summons bend,</br>And to their shining thrones, the just with me ascend.\"", "Then shall that morn its radiant light disclose,</br>That Sabbath break whose sun shall ne'er</br>When weary spirits, bath'd in soft repose,</br>Shall contemplate the excellence Divine,</br>Adoring worship at that awful shrine,</br>That temple, where the Lamb his light displays;</br>Effulgent in reflected glory shine,</br>For ever brightening in the beamy blaze,</br>Of goodness, beauty, truth, diffusing endless rays.", "Is this thy close, thy archetype sublime?</br>Then hail, blest emblem of a rest so fair,</br>Who risest on the glimmering dawn of time,</br>As beams with trembling light the morning star,</br>Presaging perfect day, not distant far;</br>Sweet are the Sabbath hours, it's worship sweet,</br>And oft it's sainted songs my spirit bear,</br>To that blest moment, when around his seat,</br>All in their Father's house, his family shall meet.</br>"]