["A beauteous Maid was walking on the plaine,</br>Nigh where Sabrina rolls her yellow tyde,</br>(Who now uplifts her fretted waves amaine,</br>And now serenely doth like Thamis glyde;)</br>Her palfrey to a distant tree was tied;</br>Delighted with the stream, of nought afraid,</br>She walk'd; a dwarf attended on her side,</br>Who bore a shield, on which there was displayd</br>Alofte on azure field a deadlie Trenchant blade.", "Happie the Knight, yea happiest he the Knight,</br>By fates ordain'd that envied shield to beare,</br>The dearest gift of honour'd Lady bright,</br>To whom she worthy deems that pledge to weare,</br>His sure protection in the doubtful warre;</br>And ever shall such good the gifte attend,</br>That whoso beareth it shall nothing feare,</br>But on his Lady's virtues still depend,</br>Trusting in her his Saint, his Patronesse and Friend.", "Her loosely walking on the lonely shore</br>Espied Archimage that wizard vile;</br>And now the subtile fiend had got his lore;</br>For whilom oft, with many an artful wile,</br>And soothing words full fraught with hidden guile</br>Her virtuous wisdom did the Mage assail;</br>Nath'less unmoved remain'd she all the while,</br>Ne would give ear to his false glozing tale,</br>So that in no wise he against her mote prevail.", "Forthy to overt force now turns his mind.</br>And impious ravishment the ruffian fell;</br>For equal he to lawless force inclin'd,</br>Or secret working of the magick spell,</br>And every mystick charme he knew full well:</br>Als could he from the vaste and hoarie deep</br>Summon th' obedient sonnes of night and hell,</br>As if th' infernal keys himself did keep;</br>Ne e'er in mischief's tasks allow his eye-lids sleep.", "Forthwith two hellish imps he calls amaine,</br>Ycleped Giant Strength and Lawless Might;</br>Each to array he turns his working braine</br>In garb and semblance fair of gentle Knight;</br>So with a two-edged weapon he mote fight.</br>Thereto he Courtesie the one did call,</br>The other counterfeit Persuasion hight;</br>So if to nought his specious arts did fall,</br>By ruffian force he mote be sure to work her thrall.", "And now the bold Inchaunter caus'd be brought,</br>Of strange and curious worke, a rich machine;</br>Which by his skille right cunninglie was wrought,</br>So that it's paragonne mote not be seene;</br>(Full powerful is the magick art, I weene.)</br>Ne drawn by dragons was this sumptuous Carre,</br>Ne by dread lions on the level greene,</br>Ne yet by yoked swans along the air;</br>As wizards oft, we read, convey the ravish'd fair.", "But with his wond'rous and all-powerful breath,</br>And the bare motion of his felon hond,</br>To whate'er parts he lists he travelleth,</br>And flies with ease to many a distant lond;</br>For of his prey he now possess'd doth stand.</br>Als his behests four wizards sage obey,</br>Each waving in his hand a powerful wand;</br>Mightie themselves; but mightier he than they;</br>Ne mote they his commands at any time gainsay.", "In the first rank a wily Mage did sit,</br>Long vers'd in fraud, and exercised in ill;</br>Ne scrupled e'er t' employ his wicked wit,</br>His master's dev'lish mandates to fulfille;</br>And with malicious spite he turned stille</br>'Gainst Elfinne Knights, and wrought them mickle woe;</br>Als wou'd the blood of holy beadsmen spille,</br>Whose hairy scalps he hanged in a row</br>Around his cave; sad sight to Christian eyes I trow!", "These would he with a deadlie engine fell</br>Harrow and claw, his foul heart to aggrate,</br>And wreak his malice, strange it is to tell,</br>On object senseless and inanimate;</br>As though it were his living foeman's pate.</br>Als wou'd he rub a magic ointment eft</br>O'er heads of luckless knights, such was his hate;</br>Which of their curled tresses them bereft,</br>That nought but naked scorne and baldness vile was left.", "Next sate a monstrous and mishapen wight,</br>His nether parts unseemlie to beholde;</br>All from his waiste discovering to the sight</br>A fishe's tail, with many a circling folde,</br>Which from the sea he mote not long witholde;</br>Als in his hideous and Cyclopean front</br>One single eye-ball (ghastlie feature!)  roll'd,</br>Which fill'd with horror whoso look't upon 't,</br>And sea and land alike were this foule wizard's wont.", "But chief frequented he rough Neptune's reign,</br>Where with his dread Inchaunments cast about,</br>He'd call the fishe up from the wat'ry plain,</br>Shad, salmon, turbot, sturgeon, sole and trout;</br>Ne 'scap'd the smaller frie, ne larger rout;</br>But all who in his magick circles caught,</br>Ne great ne small mote ever thence get out;</br>Such power alass!  have fell Inchaunters got,</br>Ne aught can them resist, ne can escape them aught.", "Yet not for appetite or hunger keen,</br>Or for the end of luscious luxurie,</br>Did he thus labour day and night, I ween,</br>And those delicious creatures doom to die,</br>But barely to aggrate his crueltie.</br>For aye such joy in mischief would he take,</br>That oft he'd run and flounce and wade and flie</br>Like goose unwieldie or like waddling drake,</br>And thus pursue his prey still flound'ring through the lake.", "Ne would he e'er exchange these 'steemed cates</br>For life-supporting bread, or wholesome food,</br>Ne fill his body ere with strength'ning meats,</br>But ev'ry thing eschewing that is good,</br>Nought ate or drank which mote not evil brood:</br>Hot and rebellious liquors were his meal,</br>Which caus'd foul workings in his fev'rish blood;</br>'Bove all things else he Wassel priz'd and ale;</br>For Tritonne, when in drinke, begotte him on a Whale.", "The next a foul and filthy Wizard was;</br>His skin like hydes of leather did appear;</br>A griezlie beard grew matted o'er his face;</br>Hard wax distilled from his eyes so blear,</br>And on his back grew stiffe and brieslie hair;</br>Which like th' enraged porcupine he'd dart</br>'Gainst skinne of such as him provoked ere;</br>And ever glad to do them shame and smart,</br>Left them all slash'd and gored and pink'd in every part.", "From noblest auncestors his birth he'd boast,</br>E'en from the mightie Crispin's royal bed;</br>Tho' he in fortune's ruder waves was tost,</br>And by the potent Archimage was led;</br>Nay once by mightier force imprisonned,</br>Altho' himself a great Inchaunter was;</br>Untill released thro' grace and bountihed</br>Of good and gentle Knight of Crispin's race,</br>From barres of hardest steel, and walles of triple brasse.", "Yet by superior force not overmatch'd,</br>Well knew he how to deal the secret spell:</br>Thereto the steps of wand'ring Knights he watch'd,</br>And with smooth words decoy'd them to his cell;</br>Where in a chair enchaunted, strange to tell,</br>The Knights he placed; when thrusting all amaine</br>I' the stocks their tender feet, the traytor fell</br>Leaves them, regardless of their bitter paine;</br>There may they weep and wail, and storm and rave in vaine.", "Next the most dread Magician of the crew,</br>Save the all-powerful Archimage alone,</br>Of strange and hideous forme, and sable hue,</br>Fire from his mouthe and livid eye-balls shone,</br>Would melt harde flints and most obdurate stone.</br>Thick clouds of smoke still issued from his nose,</br>Which he in danger hath about him throwne;</br>His iron nailes the length of fingers rose,</br>Ne brasse, ne hardest steele, mote his sharpe teeth oppose.", "He was to weet a craftie subtile Mage,</br>Great Vulcan's sonne, and from his Sire full well</br>Had learn'd the winds rude force and mightier rage</br>Of fire, which oft he'd fetch with many a spell,</br>And bold Promethean arts, from lowest hell.</br>In a vaste cave did this Inchaunter wonne,</br>Full of things foul to see and sadde to tell;</br>With many a rotten sculle and bleached bone,</br>And many a mangled lymb was the dread pavement strowne.", "Als on the portals of his friendless gate</br>He fixed has, and hanged up on highe</br>The boastfull tokens of his vengefull hate,</br>And spoils of his lamented victorie,</br>Extorting tears from every tender eye;</br>When luckless Knights by him dismounted are,</br>He straitway to the helpless steed doth flie;</br>Soon from his tender foot the sole doth teare,</br>And home the mournful trophie of his conquest beare.", "Nor so he lets escape the haplesse steede,</br>But daie by daie doth racke him more and more;</br>Now strikes his tender necke till it doth bleede,</br>And his sleek skyn becomes all cover'd o'er</br>With the foule stains of bloode and clotted gore;</br>Als with hotte pyncers dothe he feare his tongue,</br>And with sharpe nails his feet he pricketh sore;</br>Which makes him frette, as tho' by gadflie stunge,</br>Whilst his gall'd hoofe still smarts, in magick circle wrunge.", "Als hath the Wizard with paternal art,</br>And massie beams of ir'n, a castle wrought,</br>So surelie firme and barr'd in ev'ry part,</br>That never thence, I ween, escaped aught;</br>With many a Knight and woeful Squire was fraught</br>This dolorous dungeon sad, who thither came</br>By magick touch, and vile inchauntments brought</br>Of harpies fell, who take their obscene name</br>Deriv'd from loathed part of scorne, and public shame.", "Whilom the wretche against his master dar'd</br>In bold rebellion lift his traitor hand,</br>And for his steeds his treas'nous charms prepar'd;</br>But Archimage his purpose had forescann'd,</br>And him in terror to that lawless band</br>Condemned aye to sweat and toil amain;</br>Now in the waves, now on the burning sand,</br>From scorching flames to the chill wave again;</br>Thus aye him tort'ring with varietie of pain.", "Such was this dev'lish and unholie crew;</br>But far above them all was ARCHIMAGE;</br>More artful tricks and subtile wyles he knew;</br>More high, more potent, more rever'd, more sage;</br>Ne one like him could read the magick page:</br>Ne could the powers of all combin'd avail</br>'Gainst his bare breath; so potent was it's rage,</br>That oft with that alone he would assail</br>The greatest deeds, nor ere in ought was known to fail.", "Als was he balde behinde, and polled o'er,</br>And once escap'd none caught him e'er, I trowe:</br>One single lock of hair he has before,</br>Such whilom on Time's aged fronte dothe grow;</br>(For he like Time ranne ever to and fro,</br>Following the bente of his impetuous minde)</br>This must you catch, ere he beginne to go,</br>For if once gone he flieth like the winde,</br>Ne ere abateth speed, ne looketh ere behinde.", "Erst by his charmes a wond'rous bow he brought</br>Ev'n from the distante coasts of utmost Inde;</br>With dread and powerful magick was it wrought;</br>And feather'd arrows, swifter than the winde,</br>Which never erred from the marke design'd:</br>These as the tim'rous fowl from far descrie,</br>(Sore dread, I ween, to all the feather'd kinde)</br>Dismay'd, dispers'd, and cowring low, they flie,</br>Tho' oft transfix'd their lives they leave ith' loftie skie.", "Nature to him her dark breast doth disclose,</br>His pierceant eye looks thro' the shades of night;</br>And all beneath the earth and sea he knows,</br>Ne ought is hidden from his searching sight:</br>Eft rare and secret things he brings to light;</br>And Earth's deep womb ransacking with his art,</br>An house hath built with various beauties dight,</br>(Not found, I ween, in ev'ry common mart,)</br>Gold glitters all around, and shines in ev'ry part.", "Als on the confines of his drear domaine</br>A loftie Tower rears it's tremendous height;</br>From off whose goodlie battlements are seen</br>Extensive scenes of wonder and delight:</br>But in a gulph are her foundations pight;</br>Which, tho' conceal'd with verdure fair, doth gape,</br>Unseen, both night and day, for living wight:</br>And ill betide that caitiffe, whose mishappe</br>Dothe lead him to the pitte, whence he can ne'er escape.", "So wills that darke and sable-stoled Mage,</br>Who in those walles his art dothe exercise;</br>Ne ought with him availeth sexe or age;</br>Ne hoary elde, ne tender infant's cries</br>Can melt his iron heart in any wise:</br>Als by his power and virtue magicalle,</br>A wond'rous yoke about their neckes he ties,</br>Which eft their tender skinnes doth frette and galle,</br>All silkenne as it seems, with sore and endlesse thralle.", "So surelie firme he ties this Gordian Knotte,</br>As ev'n exceeds his own art to untie;</br>And so ill-suited deals to each their lotte,</br>Using his wicked arts so wantonlie,</br>His cruel sport doth cause great miserie:</br>Each ill-pair'd Couple tugge the magick chaine,</br>And their reluctant neckes together plie,</br>And still for freedom praie and strive amaine;</br>He sits and laughs to scorne their labour, all in vaine.</br>"]