["When Cadmus, reeking from th' empoison'd strife,</br>The serpent spoils by Pellas' order strew'd,</br>The gory furrows heav'd with sudden life,</br>And, bursting forth, appear'd the warrior brood;</br>Awhile elate in hostile pride they stood:</br>Then mix'd in fierce exterminating fight,</br>Earth's bosom drenching with her children's blood,</br>And every corse defac'd with hellish spite,</br>Pale look'd the sun through clouds, and sicken'd at the sight.", "Till, from Olympus sent with high behest,</br>A subtle spirit hover'd o'er the plain,</br>Each pale survivor suasively addrest,</br>Quench'd anger's flame, lull'd hatred's raging pain</br>With tones more dulcet far than music's strain</br>The wild conflicting passions could he move:</br>Ne fail'd he thence in erring hearts to reign,</br>The great vicegerant of commanding Jove,</br>By men yclep'd desert, but styled in heav'n self-love.", "With boasted title and deceitful smile,</br>He woo'd and won bright honor for his bride:</br>But wanton flatt'ry courting him the while,</br>With harlot blandishments incessant plied,</br>To lure him from his faithful lady tried:</br>Nor would that chaste and gentle bride complain,</br>But in her secret bow'r neglected sigh'd.</br>While folly bound him in a gilded chain</br>And shew'd him to the world, of wicked conquest vain.", "That worthless Leman, and that lady true,</br>Each to self-love a smiling daughter bore,</br>So with his image stampt, that scarce he knew</br>Which of his features justest semblance wore:</br>Ne hardly might the sages pensive lore</br>Decide of outward form the doubtful claim:</br>The parent fondly paus'd his offspring o'er,</br>In fancy crowning each with deathless fame,</br>While both alike he hight, and Vanity the name.", "These, as they grew in stature and in years,</br>In countenance assum'd each other's guise:</br>Though little likeness in the mind appears,</br>For folly's child still reck'd of idle toys,</br>But honor's led to deeds of high emprize:</br>Oft would their sire her holy influence own</br>And gifts for merit's shrine with her devise;</br>She taught him how to win and wear renown,</br>And wreath'd his earthly name with glory's brightest crown.", "Oft too with her heroic virtues dwell.</br>High courage, fortitude, and patriot zeal:</br>E'en charity would grace her fairy cell,</br>And teach her heart in sympathy to feel,</br>Till her fond father half his thoughts would steal</br>From his own cherish'd looks, with joy to trace</br>Those charms not Folly's wiles could long conceal,</br>Her mother's dignity, her mother's grace,</br>Then vow to fly no more from Honor's chaste embrace.", "But Folly's daughter idly round him hung</br>With fulsome praise, light love, and gaudy joy,</br>Like ivy to the falling structure clung,</br>To deck pretending, fated to destroy:</br>But where the flatt'ry that self-love can cloy?</br>This gaudy Vanity has rudely torn</br>Each good resolve, and ev'ry sacred tie:</br>Then wisdom teach my heart to know and scorn</br>The dangerous Vanity of Folly basely born.", "Nathless, the Muse's venturous skiff is still</br>By one or other Vanity impell'd:</br>Then prove we, by the pilot's steady skill,</br>That Honor's child the helm's true guidance held,</br>Each sails' uncertain flutt'ring gently quell'd,</br>And with the gales best 'vantage safely veer'd.</br>Ye who secure on shore our course beheld,</br>Say, has our little bark been wisely steer'd</br>And prospers well its freight by your approval cheer'd?</br>"]