["MORNING.</br>As from the glowing East upsprings the beam</br>The clear blue arch with warmth and light to fill,</br>Rock, grove, and tow'r, reflected from the stream</br>Shew Earth's fair pictures touch'd with heav'nly skill;</br>Roll'd, thin and fleecy, o'er the western hill,</br>The yielding mist in radiance melts away:</br>The dew-drops on the leaf hang bright and still,</br>So soft the zephyrs through the foliage play!</br>In Youth thus upward darts the mental ray;</br>The clear ideas so defin'd evolve,</br>And, gradual fading from the glowing day,</br>The tender mists of Infancy dissolve.</br>So pure the feelings of a Dawn like this,</br>That ev'n its sorrows seem allied to bliss.", "NOON.</br>The summer sun, in proud meridian height,</br>Gives Nature's features, strong, distinct, and clear,</br>And insect myriads, in his fervid light,</br>On glittering wing pursue their gay career.</br>Now ardent rays, from river, fen and mere,</br>The steamy vapours viewlessly exhale;</br>But soon low congregating clouds appear,</br>And round the still horizon slowly sail.</br>The thunder rolls; &mdash; cool breathes th' electric gale;&mdash;</br>From lowering darkness, with convulsive jar,</br>Bursts the near flash, and through the frighted vale</br>Spreads loud and wild the elemental war.</br>Yet far more wild, rage pride, ambition, strife,</br>When passion's storms convulse the Noon of life!", "EVENING.</br>I mark'd the westward orb's departing blaze,</br>While spires and turrets, magnified and bright,</br>As o'er the valley pour'd the purple haze,</br>Seem'd floating glorious on a sea of light:</br>But as I gazed the vision vanish'd quite;</br>Swift faded all the splendors of the scene;</br>And yet, methought, reluctantly the night</br>Veil'd the fair landscape in her shroud serene.</br>Ah!  transient as that purple light, I ween,</br>The golden dreams of genius or of fame,</br>That oft, in meteor brightness, intervene</br>To gild life's evening clouds with lambent flame.</br>But memory and affection yet may give</br>The magic touch that bids the Picture live.</br>"]