["GODDESS!   o'er me diffuse thy influence,</br>The world their merit owe to thee,</br>Their brilliant wit, their solid sense,</br>THOU PARENT OF ABILITY!</br>Or shall I say, to dare the Critic's blame</br>Ability, and thou, oh MEMORY!  are the same.", "Whence in the Senate doth a TULLY shine!</br>Whence &mdash; but from thy inspiring ray!</br>With gems collected from thy MINE,</br>Where long in dark repose they lay,</br>Himself he decks, and with thy borrow'd light,</br>Transforms to lively day, th' unmeaning blank of night!", "In vain may SCIENCE with her pupil stray,</br>Thro' ev'ry path in Learning's land;</br>SCIENCE may teach him to survey,</br>'Tis THINE to make him understand!</br>To stamp each image on his infant mind,</br>And polish fair the draught his fancy had design'd.", "Bright emanation of the SOLAR VAST!</br>'Tis thine to range in order true</br>The phalanx of ideas past,</br>Fit to encounter, and subdue.</br>And into present act &mdash; then wanted most,</br>Bring out in close array, the formidable host.", "Depriv'd of thee, how useless are the schools!</br>Thou active source of all that's great!</br>Reft of thy aid, the wise are fools,</br>For LOGIC cools without thy heat,</br>But glowing by thy flame in depth of thought,</br>She feels her mind expand, and finds the truth be-wrought.", "Ah!  what was SWIFT! &mdash; heroic MARLBOROUGH what!</br>When, MEMORY!  thou withdrew thy light?</br>The god-like mind was all a blot,</br>And Nature fainted at the sight!</br>O thought!  to check the mad career of pride!</br>From which the startl'd muse with sorrow shrinks aside!", "But GODDESS!  independent of the fame,</br>That animates the hero's soul,</br>That screens from death the Statesman's name,</br>And ranks the Bard within thy roll,</br>In humbler suit I woo thee to be kind,</br>No idle vaunter I of large, capacious mind.", "Descend!  and place before my fancy's eye</br>The play-things of my boyish days,</br>(Tho' those sometimes have cost a sigh,)</br>My little works, my little plays,</br>When freed at even from my master's chain,</br>With MIRTH, and with my mates, I revell'd o'er the plain.", "Bring each delightful, each enchanting scene,</br>To raise my ardent wishes high,</br>All that thy careful hand can glean,</br>And wing my spirit to the sky,</br>Gay RAPTURE'S long lost images renew,</br>And hold the landscape full, &mdash; yet fuller to my view!", "But in the back-ground shouldst thou place a train</br>Of forms ill-featur'd, &mdash; even one,</br>One o'er the whole will cast a stain,</br>Where most I wish to meet with none.</br>Oh!  take the blemish'd picture far away,</br>Leave me, &mdash; for ever leave, &mdash; or with good humour stay!", "Leave me, &mdash; ah!  no, &mdash; so soon we must not part!</br>That word alarms, &mdash; creates despair,</br>And plants a dagger in my heart,</br>To drink life's ebbing current there!</br>Stay!  for with thee, as Heav'n ordains below,</br>I'll quaff the bowl of joy, or drain the cup of woe!</br>"]