["Adieu to each beautiful scene,</br>To those haunts once so fondly admir'd;</br>And adieu to those sports of the green,</br>Which my bosom with rapture inspir'd!", "Adieu to the rich verdur'd field,</br>Where the gay dance encircled the tree,</br>And to all that once pleasure could yield,</br>Adieu, my fond lamb, e'en to thee!", "Once this heart thy sweet innocence mov'd,</br>When thy gentle simplicity taught</br>Those virtues I tenderly lov'd,</br>And with meekest humility sought.", "Mild emblem of Patience, adieu!</br>No more thy caresses I prize;</br>No more thy dear path I pursue</br>Where Pleasure and Happiness lies.", "Away, soft affectionate pet!</br>For thy soothing endearments are vain,</br>It fills me with tender regret</br>To hear thee so fondly complain.", "Ah why did she quit those proud courts</br>Where nought but magnificence reigns,</br>To join in our innocent sports,</br>And visit our peaceable plains?", "In pity she should have conceal'd</br>Those charms which such passion diffuse,</br>And ne'er those perfections reveal'd</br>Which ruin so closely pursues.", "For now, with her virtues impress'd,</br>I think of her merits in vain,</br>And the passion that tortures my breast</br>Must its anguish in silence contain.", "For lowly and mean is my lot,</br>Contented and humble at most;</br>My name no proud title has got,</br>And love is the All I can boast.", "Oh torturous, heart-rending thought!</br>That worth is dependent on gold;</br>That virtue and honour is bought</br>With the riches a villain may hold.", "Shall such my affection possess?</br>Shall the purchase from riches arise?</br>And a miser that bounty caress</br>Who with scorn from my poverty flies?", "Then adieu to the tender desires</br>Too warmly, too fondly caress'd;</br>And adieu to those emulous fires</br>That kindled false hopes in my breast.", "For I know my pretensions are vain,</br>My hopes I must learn to resign;</br>'Tis fruitless, 'tis weak to complain,</br>For, alas!  she can never be mine.</br>"]