["APOLLO.</br>Mourn, sisters, mourn! &mdash; No more to songs of joy</br>Your golden harps attune. &mdash; Sad be the notes</br>Our mutual loss inspires. &mdash; The tyrant Death,</br>Again, as thro' the plains of earth he rang'd,</br>From learning's few remaining fav'rite sons</br>With rage insatiate has singled out</br>The Bard we most esteem'd.  E'en GOLDSMITH yields</br>To his despotic pow'r. &mdash; A dire disease</br>(The harbinger of fate) with sudden speed</br>Relentless snatch'd him from the world's embrace,</br>Leaving mankind to mourn the early fall</br>Of Virtue's advocate and Learning's friend.</br>Mourn, sisters, mourn!  the general loss deplore,</br>GOLDSMITH, our fav'rite poet, is no more.", "MELPOMENE.</br>Another gone!  O thou tyrannic king!</br>No longer boast that with impartial hand</br>Thy visits reach the palace and the cot;</br>But rather own, that with injustice great</br>Thy vengeance falls on such as should be spar'd;</br>From out the motley race selecting those</br>Whose virtues add a lustre to their lives.&mdash;</br>Heroes and statesmen, warriors and kings,</br>With patriots firm, have in their country's cause</br>Untimely yielded to thy cruel hand;</br>Whilst many an hapless wretch, in prison bound,</br>Whose galling fetters chafe his wasted limbs,</br>Pines in remembrance of his long-lost friends,</br>And groans in agonizing pains for thee,</br>To close a wretched life; &mdash; but groans in vain.</br>How frequent have we mourn'd th' fatal choice</br>Of thine unerring shafts, by whose dread force</br>Our fav'rites fell! &mdash; Thy unrelenting hand</br>With envious haste snatch'd CHAUCER from our arms;</br>And as succeeding bards rose up to view,</br>Those arrows pierc'd them &mdash; SPENCER, DRYDEN, GAY,</br>ROWE, SHAKESPEARE, OTWAY, and the matchless POPE:</br>THOMSON, with SHENSTONE, and unnumber'd throngs</br>Of gentle bards, thy early victims fell.</br>And whilst our tear-swoln eyes are streaming yet</br>For HAWKESWORTH'S death, we feel another wound,</br>And in the pride of manhood GOLDSMITH falls;</br>GOLDSMITH, our dearest friend, the chief  support</br>Of all our hopes, &mdash; without distinction &mdash; dies.</br>Wherefore those hireling scribblers, slaves to pow'r,</br>Who prostitute their venal pens for gold?</br>Or where those enemies to virtue's cause,</br>Who from the mind wean modesty and truth?</br>Be these the objects of thy savage thirst,</br>Whose deaths would be of service to mankind:</br>But such thy vengeance spurns, 'till grey in vice</br>Reluctantly they yield, &mdash; while Virtue's sons</br>By thy destructive darts fall early. &mdash; Cruel King!</br>Genius in vain her drooping head may rear,</br>And soon, alas!  dost thou destroy her hopes,</br>And early blast her best-beloved sons,</br>E'er they have reach'd the manhood of their years.</br>Mourn, sisters, mourn!  the general loss deplore,</br>GOLDSMITH, our fav'rite poet, is no more.", "EUTERPE.</br>Well may we weep. &mdash; Amidst the general mourn</br>See BURKE and GARRICK leaning o'er his urn;</br>BURKE, dumb through grief, more eloquent appears,</br>As down his cheeks distill the trickling tears;</br>He mourns the social, the convivial friend,</br>In whom good-nature, wit, sense, humour blend.</br>Whilst GARRICK, long absorb'd by mimic woe,</br>Now feels the source from whence true sorrows flow;</br>Grief rends his heart to find a poet dead,</br>With whom he fears the comic muse is fled.</br>Mourn, sisters, mourn!  the general loss deplore,</br>GOLDSMITH, our fav'rite poet, is no more.", "CLIO.</br>To what sad movement shall my numbers flow,</br>For loss of him my best beloved friend?</br>Struck by the chilling influence of woe,</br>Vainly my soul its power would extend.", "Ah!  where shall I begin the mighty theme?</br>When each perfection crouds upon my mind,</br>Nor know I which deserves my most esteem,</br>His tow'ring genius, &mdash; bounty unconfin'd.", "Freely he gave of all that little store,</br>Which niggard Fortune yielded to his share;</br>And wept to find that little was no more,</br>To ease the brow of misery and care.", "That social love and friendship warm'd his breast;</br>To aid each scheme that promis'd public weal,</br>Let COGAN answer, who could scarce request,</br>E'er he receiv'd his countenance and zeal.", "Nor only in his actions shall he stand</br>Fair in the letter'd page of deathless Fame;</br>His writings would alone our praise command,</br>Both join'd will yield him an immortal name.", "In them unsullied wit and humour shine,</br>Devoid of malice of bombastic shew;</br>See grace and regularity combine,</br>To make his numbers musically flow.", "If worth so great can reverence command,</br>Then my prophetic soul doth well presage;</br>On future records GOLDSMITH'S name shall stand</br>The first of poets in the present age.", "Mourn, sisters, mourn!  the general loss deplore,</br>GOLDSMITH, our fav'rite poet, is no more.", "THALIA</br>Since he is gone, then once again,</br>The nodding Goddess and her train</br>Will rear the head,</br>And, in my stead,</br>Hold their inactive reign.</br>Well may I the loss deplore,</br>My fav'rite son is now no more;</br>To whose active mind,</br>In flight unconfin'd,</br>I owe the short calm,</br>Since CONGREVE gay,</br>In loose array,</br>Caught my smiles and won the palm.</br>Death view'd my joy with envious eyes,</br>And sudden snatch'd the darling prize.</br>Mourn, sisters, mourn!  the general loss deplore,</br>GOLDSMITH, our fav'rite poet, is no more.", "POLYHYMNIA.</br>Wakefield, farewell!  where oft thy fields among,</br>I've sat attentive to my poet's song;</br>When warm'd by thee,</br>Kind Charity,</br>He sweetly sang domestic woe;.</br>Whilst list'ning crouds around him stand,</br>Vainly striving to command</br>The rising sigh, or tears that flow.</br>The plaintive notes, in nervous diction drest,</br>Sunk deep engraven on the hearer's breast.</br>Mourn, sisters, mourn!  the general loss deplore,</br>GOLDSMITH, our fav'rite poet, is no more.", "URANIA.</br>How oft together Thames's banks we've trod;</br>Whilst Contemplation rov'd thro' nature's plain,</br>Nor rov'd in vain,</br>Whilst in the rein,</br>Fancy bow'd at Judgment's nod,</br>\"To vindicate the ways of God to man.\"</br>Well pleas'd I found his bosom glow'd</br>In Virtue's noble cause,</br>Whilst from his life such music flow'd,</br>As gain'd the world's applause.</br>The list'ning world with pleasure caught the sound,</br>Whilst through the vaulted sky redoubled joys rebound.</br>Mourn, sisters, mourn!  the general loss deplore,</br>GOLDSMITH, our fav'rite poet, is no more.", "CALLIOPE.</br>With generous ardour, noble rage,</br>In Virtue's cause he would engage;</br>Vice felt the lash</br>Beneath his hand,</br>And fell abash'd,</br>Unable to withstand</br>So keen, so calm, so powerful a foe.</br>He needed only Virtue paint,</br>Each profligate became a saint,</br>So sweetly forcible his numbers flow.</br>Mourn, sisters, mourn!  the general loss deplore,</br>GOLDSMITH, our fav'rite poet, is no more.", "APOLLO.</br>Enough of grief!  Let sorrow have an end!</br>We've mourn'd the Poet, Patron, Christian, Friend.</br>But see his soul sublimely rise,</br>And dart into its native skies,</br>Among the blest to dwell</br>Whilst, fixt on earth,</br>So great his worth,</br>Can find no parallel.</br>GOLDSMITH, of fame secure, can never die,</br>But live enroll'd to vast Eternity.</br>"]