["Far in the night, the hoary chieftain cast</br>Historic ken of his unfaded eye;</br>Told of the eastern and the western blast,</br>Of lights clear trembling in the northern sky;</br>Of orbs with locks of radiance flaming high,</br>The symbol plow and hieroglyphic wain,</br>The evening star that peers, a heavenly spy,</br>O'er shepherd while enfolding of his train,</br>With each new waken'd light in evening's solemn reign.", "Then would he lingering on his path explain</br>How from the etherial skirts of dying day,</br>To quote to-morrow's sunshine, storm, or rain,</br>Or when Aurora glanc'd through silver gray,</br>To read her passage up the eastern way,</br>And from the golden crescent of the moon,</br>Know what the corn in green-shot blade would slay,</br>Or from the darkling prodigies at noon</br>Tell when ambition's shoots the Almighty meant to prune.", "The reverend chieftain kindled at the sight,</br>And shook his locks like Spring's remaining snow;</br>And from the aspect of the colouring night</br>Divin'd what none save those inspired know,</br>Of blood-shot war a sad disastrous flow;</br>And gaz'd, as waking from a troubled dream,</br>On fiery squadrons tilting to and fro,</br>And blazing comets red portentous beam,</br>That famin'd heaven's field, and set the world agleam.", "The livid terror, perish'd in the glow</br>Of sprightly pleasance sparkling on his cheek,</br>He heaven-ward turn'd his clear unmated brow,</br>His heart big-heaving hindering him to speak;</br>He saw, in vision, Scotland's cottage reek</br>O'ercurl in peace steeds smoking in the plow,</br>Up to her mountain's heaven-related peak,</br>And harvests waving richness grandly flow</br>O'er Cheviot's sunny top, and Pentland's clefts of snow.", "And all around her he beheld array'd,</br>Nations o'er nations in tumultuous jar,</br>Harness war-steed, and whet the battle blade,</br>And issue on the cannon from the car,</br>With flaunting flags of conflict waving far,</br>And all the world one blaze of furnace flames,</br>Keen fabricating arms for Scottish war;</br>Where laughing hind his steed for tillage tames,</br>And cheerful plies the plow in land of lovesome dames.", "It was, I ween, a sad appalling sight</br>For eye that ventured into future time,</br>To mark bright nations darkening into night,</br>And others starting from barbaric clime,</br>Lifting their foreheads o'er the world sublime</br>A little while &mdash; then dropping to decay,</br>And others from their warlike ashes climb&mdash;</br>The sorrowing chieftain shook his ringlets gray,</br>And, leaning on his staff, he homeward took his way.</br>"]