["It is the very carnival of nature,</br>The loveliest season that the year can show!</br>When earth, obedient to her great Creator,</br>Her richest boons delighteth to bestow.</br>The gently-sighing breezes, as they blow,</br>Have more than vernal softness; and the sun</br>Sheds on the landscape round a mellower glow</br>Than in his summer splendour he has done,</br>As if he near'd his goal, and knew the race was won.", "It is the season when the green delight</br>Of leafy luxury begins to fade!</br>When leaves are changing daily to the sight,</br>Yet seem but lovelier from each deepening shade,</br>Or tint, by autumn's touch upon them laid;</br>It is the season when each streamlet's sound,</br>Flowing through lonely vale, or woody glade,</br>Assumes a tone more pensive, more profound;</br>And yet that hoarser voice spreads melody around.", "And I have wander'd far, since the bright east</br>Was glorious with the dawning light of day;</br>Seeing, as that effulgence more increas'd,</br>The mists of morning slowly melt away:</br>And, as I pass'd along, from every spray,</br>With dew-drops glistening, evermore have heard</br>Some feather'd songster chant his roundelay;</br>Or bleat of sheep, or lowing of the herd;</br>Or rustling of fall'n leaf, when morning's breezes stirr'd.", "Thus having roam'd, and reach'd my home at last,</br>Can I do better, while my bosom glows</br>With all the loveliness through which I've pass'd,</br>Even till enjoyment wishes for repose,</br>And meditation still with memory grows;</br>Can I do better, than once more to trim</br>My evening fire, and these my labours close,</br>Before my feelings chill, or sense wax dim,</br>With solemn strain of prayer, fit for a parting hymn?", "O GOD!  it is an awful thing indeed</br>For one who estimates our nature well,</br>Be what it may his outward sect, or creed,</br>To name thee, thou Incomprehensible!</br>Hadst thou not chosen of thyself to tell,</br>As in thy gospel thou hast done; nor less,</br>By condescending in our hearts to dwell;</br>Could man have ever found to thee access,</br>Or worshipp'd thee aright, in spiritual holiness?", "\"No!  for the utmost that we could have done,</br>Were to have rais'd, as Paul at Athens saw,</br>Altars unto the dread and unknown One,</br>Bending before, we knew not what, with awe;</br>And even now, instructed by a law</br>Holier than that of Moses, what know we</br>Of thee the HIGHEST?  Yet thou bidd'st us draw</br>Near thee in spirit:  O then pardon me</br>If, in this closing strain, I crave a boon of thee.", "\"It shall be this:  permit me not to place</br>My soul's affections on the things of earth:</br>But, conscious of the treasures of thy grace,</br>To let them, in my inmost heart, give birth</br>To gratitude proportion'd to their worth:</br>Teach me to feel that all which thou hast made</br>Upon this mighty globe's gigantic girth,</br>Though meant with filial love to be survey'd,</br>Is nothing to thyself: &mdash; the shadow of a shade.", "If thou hast given me, more than unto some,</br>A feeling sense of nature's beauties fair,</br>Which sometimes renders admiration dumb,</br>From consciousness that words cannot declare</br>The beauty thou hast scatter'd every where;</br>O grant that this may lead me still, through all</br>Thy works to thee!  nor prove a treach'rous snare</br>Adapted those affections to enthral,</br>Which should be thine alone, and waken at thy call.", "I would not merely dream my life away</br>In fancied rapture, or imagine'd joy;</br>Nor that a perfum'd flower, a dew-gemm'd spray,</br>A murmuring brook, or any prouder toy,</br>Should, for its own sake, thought or song employ;</br>So far alone as nature's charms can lead</br>To thee who fram'd them all, and canst destroy,</br>Or innocent enjoyment serve to feed;</br>Grant me to gaze and love, and thus thy works to read.", "But while from one extreme thy power may keep</br>My erring frailty, O preserve me still</br>From dulness, nor let cold indifference steep</br>My senses in oblivion:  if the thrill</br>Of early bliss must sober, as it will,</br>And should, when earthly things to heavenly yield,</br>I would have feelings left time cannot chill;</br>That, while I yet can walk through grove or field,</br>I may be conscious there of charms by thee reveal'd.", "And when I shall, as, soon or late, I must,</br>Become infirm:  in age, if I grow old;</br>Or sooner, if my strength should fail its trust;</br>When I relinquish haunts where I have stroll'd</br>At morn or eve, and can no more behold</br>Thy glorious works:  forbid me to repine;</br>Let memory still their loveliness unfold</br>Before my mental eye, and let them shine</br>With borrow'd light from thee, for they are THINE!\"", "Enough:  the goal is reach'd; my final page</br>Is now before me.  Reader, fare thee well!</br>And if this volume could awhile engage</br>Thy thoughts from idler themes, its transient spell,</br>Though feeble, may be deem'd unblameable.</br>Accept, from him who fram'd it, an adieu,</br>Such as on frienship's faltering tongue should dwell;</br>Fraught with his wish, most ernest, warm and true,</br>That THOU in peace and joy mayst pass life's journey through!</br>"]