["'Tis gloom, and silence all! &mdash; where late so gay</br>The strains of pleasure in each gale were borne;</br>Where white-robed Truth had fix'd her stedfast sway,</br>And love's bright florets deck'd the rising morn.</br>How constantly, beneath yon shade,</br>The little, rosy Comforts play'd!</br>While to the warblings of the plumy choir</br>Responsive transport struck her golden lyre!&mdash;</br>Thou dashing stream, swift hurrying down the glade,</br>Oft has thy clear and sparkling wave convey'd</br>The balmy whispers tender thoughts inspire,</br>As shed the bridal star its gay enamour'd fire.", "Now through the vale a sullen stillness reigns,</br>The shades embrown'd by woe,</br>Frown o'er the house of death! &mdash; the blasted plains</br>No more with beauty glow!</br>Or is it Sorrow's misty shower</br>That dims the hue of every flower,</br>Draws from the lake the livid gleam,</br>And hears the ominous raven scream?&mdash;</br>Round Anna's bower the damps of horror rise,</br>And shroud the splendours of the azure skies,</br>Since she, who brighten'd summer's charms,</br>Is torn in life's gay bloom,</br>From young Ricardo's widow'd arms,</br>The victim of the tomb.</br>To that loved bower she shall no more return!</br>Bend your dark tops, ye pines, and guard her sacred urn!", "Ah!  gentle pair, your bliss was too refined,</br>Too subtly sweet, too exquisite to last;</br>For ne'er shall man unfading pleasures find,</br>Where Grief, and Pain, may breathe the withering blast.</br>How dire the ravage in that hour</br>When sunk, beneath their baleful power,</br>Each joy, bright springing from congenial taste,</br>From warm impassion'd Love, from Friendship chaste;</br>From Plenty, summon'd by approving Fate,</br>To glide serenely through your open gate;</br>From all that softens life, from all that cheers,</br>And nurses Eden's rose in this chill vale of tear.", "Rash man was made to mourn: &mdash; exempt alone</br>Who transport ne'er have felt;</br>Whose hearts, girt round by Dulness' leaden zone,</br>Nor Love, nor Pity melt;</br>On whose dead calm of vacant hours</br>Nor Rapture beams, nor Anguish lours.&mdash;</br>Lone mourner o'er thy Anna's grave,</br>Since Youth and Love were weak to save,</br>Thy fruitless sorrows with this truth controul,</br>Soft whispering to thy fond, thy faithful soul,</br>That all the woes, which shroud thy noon-tide rays,</br>Bend thee to earth, and lay thy prospects waste;</br>Are borne for her, whose fair, unclouded days</br>Of wintry storm had never felt the blast;</br>The large arrears of grief she must have paid,</br>Had she not early sunk in death's eternal shade.", "O!  think, had fell disease assaulted thee,</br>The rushing fever, or the slow decline,</br>These sufferings had been hers-this agony</br>Wrung her mild bosom, that now tortures thine;</br>And shall not her far happier doom</br>Gild, with its seraph rays, thy gloom?</br>Since sun-eyed Faith empowers thee to pervade</br>The dreary grave's incumbent shade;</br>Lift its dark curtains from the regions bright,</br>And see thy love ascend her throne of light,</br>Where bliss, that ne'er shall end, and ne'er can cloy,</br>Succeeds your nuptial year of seldom equall'd joy.</br>"]