["At Frederick's Shrine, near Thame's imperial Strand,</br>Their Vigils all the sacred Choir shall keep;</br>Mute o'er his Urn a mournful Train shall stand,</br>And ev'ry Muse, and ev'ry Virtue weep.</br>To dress the Spot where rests his princely Shade,</br>Fresh Garlands from the Plains each Swain shall bring;</br>From deep'ning Vale, and Woodland high, each Maid</br>Shall strip the flow'ry Bosom of the Spring.</br>There too the graver Patriot, good and old,</br>Shall come, and stoop to Earth his streaming Cheek;</br>And, as he kneels to kiss, the hallow'd Mold</br>Shall mourn, in \"Words that weep, and Tears that speak\"!</br>Mean Time the Clouds shall drop their wa'try Head,</br>The South and Western Breeze shall jointly blow;</br>And wide, upon their spicy Pinions spread</br>The Sweets that issue from his Tomb below.", "Ah me!  the Swans that sail'd in stately Pride,</br>And whilom stopt by Kew's lov'd Vale to sing;</br>How slow and sad they row along the Tide!</br>How droop their Necks beneath their faded Wing!</br>For now, since Fate the cruel Arrow sped,</br>Sad Change befalls the Scenes that charm'd before;</br>The parting Genius of the Plains is fled,</br>The Fauns, and Dryad Train are seen no more:</br>The Nereids sigh beneath their coral Cave,</br>Their Sea-green Wreathes in rude Disorder torn;</br>The Bird of Calm forsakes the troubl'd Wave,</br>The Groves and Springs, and all their Echoe's mourn.", "From this sad Hour to many a future Day,</br>As led by Love to drop a pious Tear,</br>The Stranger takes his solitary Way,</br>Thro' these blest Haunts to Remembrance dear:</br>The village Hind that wont to tread the Place,</br>Long Tales of his departed Lord shall tell;</br>With sorrowing Steps his custom'd Walks shall trace,</br>And point the Bow'r where most he lov'd to dwell.", "\"Beneath this Beech, beside that hallow'd Stream,</br>Oft with his Lyre he hail'd the op'ning Year;</br>And still th' harmonious Strains, and pleasing Theme,</br>Hang musical on ev'ry Shepherd's Ear.</br>Oft fir'd to nobler Views, with godlike Mind,</br>He sought yon poplar Shade in pensive Mood;</br>For Britain's Weal some Patriot Plan design'd,</br>Best, firmest, Architect of public Good.\"", "O!  how we hail'd him in his mid Career!</br>How dawn'd his Morn!  Meridian blaz'd how bright!</br>'Till envious Death deform'd the rising Year,</br>In Winter's Solstice like the sudden Night!</br>So thron'd in Amber Car the radiant Sun,</br>All glorious mounts the purple Road of Day;</br>Before his Steeds, Life, Warmth, and Vigour run,</br>As round he pours in Tides his golden Ray:</br>But see! &mdash; as down he slopes his hasty Flight,</br>Dark, sudden Clouds obscure his Ev'ning-Eye;</br>In dewy Mists he shrouds his shorten'd Light,</br>And sets in Tears beneath the western Sky.", "But you, ye Guardians of the sacred Shears</br>That wheel the adamantine Spindle round;</br>Long, long extend Imperial Caesar's Years,</br>And spare the Thread with which his Life is wound.</br>Place to the Sire's Account the just Arrear,</br>Due to his Annals whose fresh Loss we mourn;</br>Late may we shed for George a second Tear,</br>Late may his Ashes fill their sacred Urn.</br>So Peace shall spread her graceful Olive Shade,</br>Pale Faction hang her Head and shun the Light;</br>Fair Freedom bid her tow'ring Spires invade</br>The Clouds, and rival Heav'n's unmeasur'd Height.</br>Mean Time rich Commerce wide from Pole to Pole,</br>Shall stretch her Sails, remotest Climes explore;</br>And, wafted back by prosp'rous Breezes, roll</br>The Wealth of either World to Albion's Shore.</br>"]