["Mourn all ye Groves, in darker shades be seen,</br>Let Groans be heard, where gentle Winds have been:</br>Ye Albion Rivers, weep your Fountains dry,</br>And all ye Plants your moisture spend, and die:</br>Ye melancholy Flowers, which once were Men,</br>Lament, until you be transform'd agen:</br>Let every Rose pale as the Lilly be,</br>And Winter Frost seize the Atemone:</br>But thou, O Hyacinth, more vigorous grow</br>In mournful Letters thy sad glory show,</br>Enlarge thy grief, and flourish in thy wo:</br>For Bion, the beloved Bion's dead,</br>His voice is gone, his tuneful breath is fled.", "Come all ye Muses, come, adorn the Shepherd's Herse</br>With never-fading Garlands, never-dying Verse.", "Mourn ye sweet Nightingales in the thick Woods,</br>Tell the sad news to all the British Floods:</br>See it to Isis, and to Cham convey'd,</br>To Thames, to Humber, and to utmost Tweed:</br>Annd bid them waft the bitter tidings on,</br>How Bion's dead, how the lov'd Swain is gone,</br>And with him all the Art of graceful Song.", "Come all ye Muses, come, adorn the Shepherd's Herse</br>With never-fading Garlands, never-dying Verse.", "Ye gentle Swans, that haunt the Brooks, and Springs,</br>Pine with sad grief, and droop your sickly Wings:</br>In doleful notes the heavy loss bewail,</br>Such as you sing at your own Funeral,</br>Such as you sung, when your lov'd Orpheus fell.</br>Tell it it to all the Rivers, Hills, and Plains,</br>Tell it to all the British Nymphs and Swains,</br>And bid them too the dismal tydings spread</br>Of Bion's fate, of England's Orpheus dead,", "Come all ye Muses, come, adorn the Shepherd's Herse</br>With never-fading Garlands, never-dying Verse.", "No more, alas!  no more that lovely Swain</br>Charms with his tuneful Pipe the wondring Plain:</br>Ceast are those Lays, ceast are those sprightly airs,</br>That woo'd our Souls into our ravisht Ears:</br>For which the list'ning streams forgot to run,</br>And Trees lean'd their attentive branches down:</br>While the glad Hills, loth the sweet sounds to lose,</br>Lengthen'd in Echoes every heav'nly close.</br>Down to the melancholy Shades he's gone,</br>And there to Lethe's Banks reports his moan:</br>Nothing is heard upon the Mountains now</br>But pensive Herds that for their Master low:</br>Straggling and comfortless about they rove,</br>Unmindful of their Pasture, and their Love.", "Come all ye Muses, come, adorn the Shepherd's Herse,</br>With never-fading Garlands, never-dying Verse.", "For thee, dear Swain, for thee, his much-lov'd Son,</br>Does Phoebus Clouds of mourning black put on:</br>For thee the Satyrs and the rustick Fauns </br>Sigh and lament through all the Woods and Lawns:</br>For thee the Fairies grieve, and cease to dance</br>In sportful Rings by night upon the Plains:</br>The water Nymphs alike thy absence mourn,</br>And all their Springs to tears and sorrow turn:</br>Sad Eccho too does in deep silence moan,</br>Since thou art mute, since thou art speechless grown:</br>She finds nought worth her pains to imitate,</br>Now thy sweet breath's stopt by untimely fate:</br>Trees drop their Leaves to dress thy Funeral,</br>And all their Fruit before its Autumn fall:</br>Each Flower fades, and hangs its wither'd head,</br>And scorns to thrive, or live, now thou art dead:</br>Their bleating Flocks no more their Udders fill,</br>The painful Bees neglect their wonted toil:</br>Alas!  what boots it now their Hives to store</br>With the rich spoils of every plunder'd Flower,</br>When thou, that wast all sweetness, art no more?", "Come, all ye Muses, come, adorn the Shepherd's Herse,</br>With never-fading Garlands, never-dying Verse.", "Ne're did the Dolphins on the lonely Shore</br>In such loud plaints utter their grief before:</br>Never in such sad Notes did Philomel </br>To the relenting Rocks her sorrow tell:</br>Ne'r on the Beach did poor Alcyone </br>So weep, when she her floating Lover saw:</br>Nor that dead Lover, to a Sea-fowl turn'd,</br>Upon those Waves, where he was drown'd, so mourn'd:</br>Nor did the Bird of Memnon with such grief</br>Bedew those Ashes, which late gave him life:</br>As they did now with vying grief bewail,</br>As they did all lament dear Bion's fall.", "Come all ye Muses, come, adorn the Shepherd's Herse</br>With never-fading Garlands, never-dying Verse.", "In every Wood, on every Tree, and Bush</br>The Lark, the Linnet, Nightingale, and Thrush,</br>And all the feather'd Choire, that us'd to throng</br>In listning Flocks to learn his well-tun'd Song,</br>Now each in the sad Consort bear a part,</br>And with kind Notes repay their Teachers Art:</br>Ye Turtles too (I charge you) here assist,</br>Let not your murmurs in the crowd be mist:</br>To the dear Swain do not ungrateful prove,</br>That taught you how to sing, and how to love.", "Come all ye Muses, come, adorn the Shepherd's Herse</br>With never-fading Garlands, never-dying Verse.", "Whom hast thou left behind thee, skilful Swain,</br>That dares aspire to reach thy matchless strain?</br>Who is there after thee, that dares pretend</br>Rashly to take thy warbling Pipe in hand?</br>Thy Notes remain yet fresh in every ear,</br>And give us all delight, and all despair:</br>Pleas'd Echo still does on them meditate,</br>And to the whistling Reeds their sounds repeat.</br>Pan only ere can equal thee in Song,</br>That task does only to great Pan belong:</br>But Pan himself perhaps will fear to try,</br>Will fear perhaps to be out-done by thee.", "Come all ye Muses, come, adorn the Shepherd's Herse</br>With never-fading Garlands, never-dying Verse.", "Fair Galatea too laments thy death,</br>Laments the ceasing of thy tuneful breath:</br>Oft she, kind Nymph, resorted heretofore</br>To hear thy artful measures from the shore:</br>Not harsh like the rude Cyclops were thy lays,</br>Whose grating sounds did her soft ears displease:</br>Such was the force of thy enchanting tongue,</br>That she for ever could have heard thy Song,</br>And chid the hours, that did so swiftly run,</br>And thought the Sun too hasty to go down,</br>Now does that lovely Nereid for thy sake</br>The Sea, and all her fellow Nymphs forsake:</br>Pensive upon the Beach, she sits alone,</br>And kindly tends the Flocks from which thou'rt gone.", "Come all ye Muses, come, adorn the Shepherd's Herse</br>With never-fading Garlands, never-dying Verse.", "With thee, sweet Bion, all the grace of Song,</br>And all the Muses boasted Art is gone:</br>Mute is thy Voice, which could all hearts command,</br>Whose pow'r no Shepherdess could e're withstand:</br>All the soft weeping Loves about thee moan,</br>At once their Mothers darling, and their own:</br>Dearer wast thou to Venus than her Loves,</br>Than her charm'd Girdle, than her faithful Doves,</br>Than the last gasping Kisses, which in death</br>Adonis gave, and with them gave his breath.</br>This, Thames, ah!  this is now the second loss,</br>For which in tears thy weeping Current flows:</br>Spencer, the Muses glory, went before,</br>He pass'd long since to the Elysian shore:</br>For him (they say) for him, thy dear-lov'd Son,</br>Thy Waves did long in sobbing murmurs groan,</br>Long fill'd the Sea with their complaint, and moan:</br>But now, alas!  thou do'st afresh bewail,</br>Another Son does now thy sorrow call:</br>To part with either thou alike wast loth,</br>Both dear to Thee, dear to the Fountains both:</br>He largely drank the Rills of sacred Cham,</br>And this no less of Isis nobler stream:</br>He sung of Hero's, and of hardy Knights</br>Far-fam'd in Battels, and renown'd Exploits:</br>This meddled not with bloudy Fights, and Wars,</br>Pan was his Song, and Shepherds harmless jars,</br>Loves peaceful combats, and its gentle cares.</br>Love ever was the subject of his Lays,</br>And his soft Lays did Venus ever please.", "Come, all ye Muses, come adorn the Shepherd's Herse</br>With never-fading Garlands, never-dying Verse.", "Thou, sacred Bion, art lamented more</br>Than all our tuneful Bards, that dy'd before:</br>Old Chaucer, who first taught the use of Verse,</br>No longer has the tribute of our tears:</br>Milton, whose Muse with such a daring flight</br>Led out the warring Seraphims to fight:</br>Blest Cowley too, who on the banks of Cham</br>So sweetly sigh'd his wrongs, and told his flame:</br>And He, whose Song rais'd Cooper's Hill so high,</br>As made its glory with Parnassus vie:</br>And soft Orinda, whose bright shining name</br>Stands next great Sappho's in the ranks of fame:</br>All now unwept, and unrelented pass,</br>And in our grief no longer share a place:</br>Bion alone does all our tears engross,</br>Our tears are all too few for Bion's loss.", "Come all ye Muses, come, adorn the Shepherd's Herse</br>With never-fading Garlands, never-dying Verse.", "Thee all the Herdsmen mourn in gentlest lays,</br>And rival one another in thy praise:</br>In spreading Letters they engrave thy Name</br>On every Bark, that's worthy of the same:</br>Thy Name is warbled forth by every tongue,</br>Thy Name the Burthen of each Shepherds Song;</br>Waller, the sweet'st of living Bards, prepares</br>For thee his tender'st, and his mournfull'st airs,</br>And I, the meanest of the British Swains,</br>Amongst the rest offer these humble strains?</br>If I am reckon'd not unblest in Song,</br>'Tis what I ow to thy all-teaching tongue:</br>Some of thy Art, some of thy tuneful breath</br>Thou didst by Will to worthless me bequeath:</br>Others thy Flocks, thy Lands, thy Riches have,</br>To me thou didst thy Pipe, and Skill vouchsafe.", "Come all ye Muses, come, adorn the Shepherd's Herse</br>With never-fading Garlands, never-dying Verse.", "Alas!  by what ill Fate, to man unkind,</br>Were we to so severe a lot design'd?</br>The meanest Flowers which the Gardens yield,</br>The vilest Weeds, that flourish in the Field,</br>Which must e're long lie dead in Winter's Snow,</br>Shall spring again, again more vigorous grow:</br>Yon Sun, and this bright glory of the day,</br>Which night is hasting now to snatch away,</br>Shall rise anew more shining and more gay:</br>But wretched we must harder measure find,</br>The great'st, the brav'st, the witti'st of mankind,</br>When Death has once put out their light, in vain</br>Ever expect the dawn of Life again:</br>In the dark Grave insensible they lie,</br>And there sleep our endless eternity.</br>There thou to silence ever art confin'd,</br>While less deserving Swains are left behind:</br>So please the Fates to deal with us below,</br>They cull out thee, and let dull Maevius go:</br>Maevius still lives; still let him live for me,</br>He, and his Pipe shall ne'r my envy be:</br>None e're that heard thy sweet, thy artful tongue,</br>Will grate their ears with his rough untun'd Song.", "Come all ye Muses, come, adorn the Shepherd's Herse</br>With never-fading Garlands, never-dying Verse.", "A fierce Disease, sent by ungentle Death,</br>Snatch'd Bion hence, and stop'd his hallow'd breath:</br>A fatal damp put out that heav'nly sire,</br>That sacred heat which did his breast inspire.</br>Ah!  what malignant ill could boast that pow'r,</br>Which his sweet voice's Magick could not cure?</br>Ah cruel Fate!  how could'st thou chuse but spare?</br>How could'st thou exercise thy rigour here?</br>Would thou hadst thrown thy Dart at worthless me,</br>And let this dear, this valued life go free:</br>Better ten thousand meaner Swains had dy'd,</br>Than this best work of Nature been destroy'd.", "Come, all ye Muses, come, adorn the Shepherd's Herse</br>With never-fading Garlands, never-dying Verse.", "Ah!  would kind Death alike had sent me hence;</br>But grief shall do the work, and save its pains:</br>Grief shall accomplish my desired doom,</br>And soon dispatch me to Elysium:</br>There, Bion, would I be, there gladly know,</br>How with thy voice thou charm'st the shades below.</br>Sing, Shepherd, sing one of thy strains divine,</br>Such as may melt the fierce Elysian Queen:</br>She once her self was pleas'd with tuneful strains,</br>And sung, and danc'd on the Sicilian Plains:</br>Fear not, thy Song should unsuccessful prove,</br>Fear not, but 'twill the pitying Goddess move:</br>She once was won by Orpheus heav'nly Lays,</br>And gave his fair Eurydice release.</br>And thine as pow'rful (question not, dear Swain)</br>Shall bring thee back to these glad Hills again.", "Ev'n I my self, did I at all excel,</br>Would try the utmost of my voice and skill,</br>Would try to move the rigid King of Hell.</br>"]