["Oh!  wonder not, thou master of the lyre,</br>Blest Caledonian minstrel, wonder not</br>That bard, ungifted with thy muse of fire,</br>With praise obscure, and soon to be forgot,</br>In echoes wakes thy name through glen and grot!</br>Forgive that, not unmoved, through Rosslyn's bowers</br>He roved, nor Hawthornden's sequestered spot;</br>That not unmoved he looked on Edin's towers,</br>Where that famed minstrel dwells, who charmed his tedious hours.", "Yet little reck'st thou of such lowly praise,</br>In the high zenith of thy well-earned fame;</br>Aye rightly deeming that no vulgar lays,</br>Glancing from harp inelegant and tame,</br>Can lessen or increase thy glorious name.</br>Still, spare the muse who, all unskilled in song,</br>Dares 'mid the chords to lay her fingers lame;</br>Who, though her tune be harsh, her cadence wrong,</br>Yet strays, for love of thee, her harp's rude maze along.", "Forgive her, that she wakes this lay to thee,</br>Nor from her descant turn thine ear in scorn:</br>No mountain daughter of Harmonia she;</br>Yet fond to hear, on distant echoes borne,</br>Thy kingly hunter wind his bugle-horn.</br>Oh!  fond to bear the martial pibrochs ringing</br>Float up Loch-Katrine's sides at early morn;</br>While, at each stroke the plaided boatman singing,</br>On Alpine's bannered flag his glance of pride is flinging.", "Once, gentler melodies she deemed to yield,</br>And on her harp-strings tune a sweeter lay.</br>But her, Hygeia from the lyric field</br>Woos with Apollo's other crown away.</br>His bright brows twined with her immortal bay,</br>She points where Gregory fills her mighty chair,&mdash;</br>Beckoning the bard from Pindus' flowery way,</br>\"Go!  spread like HIM,\" she cries, \"thy name afar,</br>And mount to highest fame, beneath Hygeia's star.\"", "But Oh!  how oft reverting fancy flies</br>To the loved regions of romance again:</br>To her fond ken what fairy phantoms rise,</br>More exquisitely felt in every vein,</br>Than thrills of truest joy, and certain pain!</br>How oft the scenes where boyhood loved to range,</br>Scenes of ideal bliss, resume their reign;</br>The willing mind from soberer truths estrange,</br>Aye prone for brighter dreams the cares of life to change!", "Lovely Northesk, by thy romantic side,</br>Those brighter dreams, those dear deceits were mine:</br>I kenned what poet on thy banks of pride</br>Erst came the tributary wreath to twine,</br>That graceful hangs on Rosslyn's mouldered shrine.</br>I kenned, &mdash; and, as I flung my gaze around,</br>All sense absorpt in reverie divine,</br>Like one transported into fairy ground,</br>Listening, I seemed to catch that harp's bewitching sound.", "For oft its magic minstrelsy had been</br>My sick soul's solace in her moody hour;</br>When withering spite, or disappointment keen,</br>High hope reversing from her airy tower,</br>With dusky clouds made life's horizon lower.</br>O'er all the heart prevailed thy wizard song,</br>The drooping spirits felt its cheering power,</br>And turned from scenes of injury and wrong</br>To visionary bliss, unfound mankind among.", "Thrice-envied GRAEME, such bliss was thine to feel,</br>With ELLEN DOUGLAS too supremely blest:</br>Fancy may frame, but never fate reveal</br>Raptures refined as those that filled thy breast,</br>With such a matchless paragon possest.</br>Fairest Loch-Katrine, beauty's charmed retreat,</br>Her chosen refuge, and her bower of rest,</br>The wild-flower on thy banks that kissed her feet</br>Lives in eternal song, and blooms for ever sweet.", "Yes!  while the heart its pristine nature keeps,</br>And man one heavenly sympathy retains;</br>While the struck virgin in her chamber weeps,</br>And tries to doubt the tumult in her veins,</br>But seems to wander through Elysian plains;</br>While valour loves to dare for beauty's sake,</br>But sighs impatient in her gentle chains;</br>While all the passions poesy can wake,</br>So long thy charms shall last, sweet LADY OF THE LAKE.", "Lord of the best emotions of the soul,</br>Nature improves to hear thy lovely lyre:</br>From coarsest bosoms at that sweet controul</br>I see the uncultivated mind retire,</br>And softer sympathies the crowd inspire,</br>Charmed while they listen to thy magic rhymes,</br>Plebeian spirits burn with heavenly fire,</br>By fancy rapt to those congenial climes</br>Where honour fires the soul, and virtuous love sublimes.", "By night, by day, where'er my footsteps rove,</br>Still o'er my breast thy genial muses reign;</br>Gild the soft scenery of the summer grove,</br>Frown in the mountain, laugh upon the plain,</br>Or coast the storied islands of the main.</br>ELLEN in every lovely form anew,</br>ELLEN in every beauty smiles again,</br>ELLEN'S in every graceful foot I view,</br>That from the uninjured flower dashed off the morning dew.", "Poet of Nature, bliss to thee I owe,</br>That soothes my sorrows, and my joy enhances:</br>When pity's sigh, or pleasure's mantling glow,</br>Heaves in my breast, or to my cheek advances,</br>More sweet that sigh, and mirth more gaily dances.</br>Such was thy power 'mid CORRI'S festal scene,</br>Lending new charms to love's triumphant glances;</br>Where thronging youths in motly groupes were seen,</br>And ladies light of hearts in beauty's dazzling sheen.", "Such was thy power, when first to view confest,</br>Broke from afar Dun-Edin's battled mound:</br>Like summer bride, fantastically drest,</br>The Northern Queen upshoots her from the ground,</br>And peers to heaven, like Vesta, castle-crowned.</br>High towers the Calton on her eastern side,</br>Flinging broad survey on the plains around;</br>The conscious sailor kens his pillar'd pride</br>Far up the dark blue Forth, and thinks how NELSON died.", "Fair is Dun-Edin to my longing sight,</br>I love the dim grey towers of Holyrood;</br>At shutting day, by Autumn's evening light,</br>'Tis sweet to wander by in pensive mood,</br>And see the moon play in those arches rude.</br>Then to remember what their ancient state,</br>And what alternate scenes of peace and feud;</br>Contrast their grandeur with their present fate,</br>And scan what artless tale those ruined piles relate.", "Oh!  Queen, too lovely, to perdition fair,</br>Most injured, most accomplished of thy time,</br>Oh!  victim STUART, yet shall pity dare</br>(Maugre stern censure, in this fleeting rhyme)</br>To weep thy sorrows) and forget thy crime.</br>E'en when their last farewel thy maidens took,</br>And envy felt no mercy for thy prime,</br>As with sick soul the shuddering headsman strook,</br>On martyred beauty's pangs he might not dare to look.", "So deemed the Bard, while on fair Holyrood</br>He mused, not thoughtless of her former days:</br>So deemed the Bard, where, in the distance viewed,</br>Their frowning keep Craigmillar's turrets raise</br>Stern o'er the land, and quell the startled gaze.</br>For there was heard the solitary moan</br>Of beauty, pining in her bloom of days:</br>So the sweet goldfinch, into durance thrown,</br>Sings its lorn prison-song, and weeps its woes alone.", "SONG.</br>1.</br>Like a clan-circled chief on the hill is Dun-Edin,</br>Begirt wi' Mount Arthur an' Salisbury steep:</br>But I fly frae her streets in this hour o' my needin',</br>My hame's in my ken, yet a' lanely I weep.</br>Yet, dear to me still is mine ain bonnie town,</br>That looks up the valley, sae blithesome an' bra':</br>Though, fashed wi' my beauty, an' tired o' my crown,</br>When a' laughs around me, I wither awa'.", "2.</br>Freshly comes blawin' the dewy-mouthed mornin',</br>An' bears frae yon rampart the clangour o' mail</br>Wi' the lass that he loos the young sodger is scornin',</br>An' his voice, 'tween the drum-beats, is heard on the gale.</br>By the burnside the sang o' the milkmaid is ringin',</br>As her leghlin she takes frae the stile in the wa';</br>But, sad is the sang that her mistress is singin',&mdash;</br>When a' laughs around me, I wither awa.'", "3.</br>Wet, wet are my cheeks wi' the tears o'complainin',</br>As I gaze upon joys that my heart canna feel;</br>Yet, a moment's short respite my sair grief is gainin',</br>Like IXION, wha rested an' wept on his wheel.</br>Oh what is my crown, but a bauble &mdash; a plaything&mdash;</br>In spite o' whase splendours 'the vulture will gnaw!</br>An' the pride o' my beauty &mdash; it 'vaileth me naething</br>When a' laughs around me, I wither awa'.", "Fair is Dun-Edin to the minstrel's view,</br>I love the tartans of the sturdy Gael;</br>So dressed his giant limbs brave RODERICK DHU,</br>When, bent the Saxon's castles to assail,</br>In plaided pride he strode o'er bill and vale.</br>&mdash;So marched through driving snows his clans beside</br>Undaunted CHARLES, the plaid his better mail;</br>Comrade and prince, in Scotland's peril tried,</br>Whom to her dearest hopes CULLODEN'S day denied.", "Eclipsed in blood then sunk thy STUART'S star,</br>Oh!  Bard of Caledon, no more to rise!</br>Yet sighs thy country, though the time be far;</br>And clansmen scarce can brook with tearless eyes</br>To trace that princely ruin through the skies.</br>Yet, Scotland, yet one grateful wreath entwine,</br>Where, dear to fame, thy patriot virgin lies,</br>Who snatched from death, the last of STUART'S line,</br>And watched with weeping eyes the Wanderer cross the brine.", "Land of sweet scenery, land of sweeter song,</br>In every spot thy classic charms abound!</br>The Lowland stranger does fair Scotland wrong,</br>Whose view unblest her mountains never found,</br>Nor footstep trod her loch-enamelled ground.</br>Dull were the soul her beauties failed to move,</br>Dull were the eye could glance uncharmed around</br>Thrice dull, who through her grots and glens could rove,</br>Nor think on CAMPBELL'S lyre, nor thy last LAY of love.", "Is this the glorious soil of Bannockburn?</br>Is this the air that BRUCE and WALLACE drew?</br>Where sleeps the Southern spoiler in his urn.</br>Methought again red Falkirk rushed to view,</br>And Stirling's bugle to my fancy blew!</br>Is Cambuskenneth to oblivion gone?</br>Rosslyn forgot, and thine own Flodden, too?</br>Where CHESTER charged, and STANLEY galloped on,</br>But all too late for thee, intrepid MARMION.", "BARD of the North, farewel: &mdash; I dare not more</br>With breast all uninspired, and feeble band:</br>A tribute, mightier far, has gone before;</br>And on thy shelf, fit gift of rival grand,</br>The cup of HAFIZ shall for ever stand.</br>Enough for me, if no vain hopes betray,</br>Thou wilt not spurn my homely laurel-band;</br>Nor undistinguished let this votive lay,</br>'Mid hum of chattering crowds, in silence die away.", "Nor hath it died in silence! &mdash; thanks to thee,</br>Superior to low prejudice, whose ear,</br>Still closed against the tale of calumny,</br>Not all the tongues of mischief, babbling near,</br>Could steel against the song it loved to hear&mdash;</br>Obscure, but honest!  No &mdash; it hath not died&mdash;</br>That lay, which only boasts to be sincere!&mdash;</br>But, stemming first, then carried down the tide,</br>Mixed with thy fame, the verse goes floating far and wide.</br>"]