["LACON, TITYRUS.", "Dum fagus (namq; aestus erat) me protegit umbra,</br>Isidis ad ripas Scamno jam forte sedebam:</br>Scamno, frugiferi dominus quod fecerat agri</br>Ruricolis sacrum, Musiq; dicaverat Alcon.</br>Laeve, ut marmor, erat, latumque:  altare putares.</br>Neve sit indignum coelesti nomine Scamnun,</br>Durae, parva licet, pars est solidissima quercus,</br>Quae Dodonaeo fuerat de femine nate,</br>Et Dryadum sedes, & Divum maxima cura,</br>Et silvae decus omne suae, dum silva manebat.</br>At non summa tamen debetur gloria Scamno,</br>Vel quia fatidicis certe est majoribus ortum,</br>Vel quia magnaniminium de corpore robur eodem,</br>Germanaeque trabes nunc currunt aequora velis,</br>Hispanos terrent, & mittunt fulmina ponto.</br>Sunt illi propriae vires, factisque, suisque</br>Spectatur meritis:  meritis sua praemia sunto.</br>Nam facit, ut melius rus contemplemur amoenum,</br>Gratior & qui fit, dum praeterlabitur, amnis.</br>Otia dat pigris; praebet solatia fessis,</br>Et sensibus somnum, & mensam messoribus aptam:</br>Atque suburbanis, si fama est nuntia veri,</br>Praebet dura nimis, sed grata cubilia Nymphis.</br>At quae tanta fuit mihi Scamnum causa colendi?</br>(Nam colui.)  En, doctae quod nunc praesagia mentis</br>Spirat, (& hoc patrium est) referatque oracula Divum.</br>Nunc vati dictat, Parnassidis aemula rupis,</br>Carmina, quae possunt vix ipsae carpere Musae.</br>Sed livor poterit:  sed carpit & omnia livor.</br>Huc veniunt pueri, & tenerae per prata puellae:</br>Huc Satyri veniunt, Faunique.  Hic Naiadas inter</br>Nunc Galatea suos, nunc Aegle narrat amores.</br>Monticolum hic quis Silvani de plebe viator,</br>Tempestas cum tardet iter, vel fervidus aestus,</br>Pendentes ripas horrescit, equisque ligatis</br>Miratur tacitus magnos procedere lintres.</br>Hic ego dum sedeo volucrum dulcedine captus,</br>Floribus aut pascens oculos, fluvialia regna,</br>Et genus arboreum meditans, annique meatus,</br>Coelumque, & solis radios; quodcunque, quod usquam est,</br>Ab Jove principum confessus:  Tityrus ecce,</br>Et senior Lacon, dum servat Thestylis agnos,</br>Cantacum veniunt.  Apta est cantantibus umbra.</br>Dulce sonant numeri; & quanquam O quae maxima dona</br>Pierides dederant Siculis pastoribus olim,</br>Arguit calami desunt & fistula nostris:</br>Non deest ingenium, non vis, nec gratia verbis.</br>Est aliquid voluisse imitari camina Divum.</br>Quin age, Callipoe, si unquam coluere Britanni</br>Numina vestra, adsis; & quercu cincta capillos</br>Pastorum alternos (nec te meminisse pigebit,</br>Et potes haec meminisse) mihi refer ordine versus.", "LACON.</br>LIBERTAS, O si qua dea es, nunc annue vati:</br>En, tibi surgit opus, si quid mea carmina possunt.</br>Munera pauperibus tu das, mentem que beatis;</br>Tu das pascere oves; tu das cantare sub umbra.", "TITYRUS.</br>O Dea LIBERTAS certe!  tibi ponimus aras:</br>Hac vitula, mox & niveo donabere tauro.</br>Nil mirum, si, regis opus, stas fictilis:  at si</br>Legibus emendes res nostras, aurea fies. . . .</br>"]