["High on a hill's green bosom laid,</br>All undisturb'd my fancy stray'd,</br>And o'er the landscape ran:</br>What various scenes the seasons show!</br>What share of happiness and wo</br>Is doom'd to toiling man!", "Along the hill the lambkins bleat,</br>The oxen low beneath my feet,</br>Down in the grassy dale;</br>The golden sheaves the reapers bind,</br>The ploughman whistles near behind,</br>And breaks the new-mown vale.", "Hail KNOWLEDGE!  gift of Heav'n, I cry'd,</br>E'en all the gifts of Heav'n beside,</br>Compar'd to thee, how low!</br>The blessings of the earth, and air,</br>The beasts of fold and forest share,</br>But god-like beings KNOW.", "How mean the short-liv'd joys of sense!</br>But, oh!  how grand the excellence</br>Of Wisdom's sacred lore!</br>All dead the Greeks and Romans lie,</br>Yet still can Wisdom's piercing eye</br>Their mighty deeds explore.", "She sees the little Spartan band,</br>With great Leonidas, withstand</br>The Asian world in arms;</br>She hears the heav'nly sounds that hung</br>On Homer's and on Plato's tongue,</br>And glows at Tully's charms.", "The wonders of the spacious sky</br>She penetrates with Newton's eye,</br>And marks the planets roll:</br>She lays the human mind quite bare,</br>With Locke, and shews what really are</br>The movements of the soul.", "How matter takes ten thousand forms</br>Of metals, plants, of men and worms,</br>She joys to trace, with Boyle.</br>This life she deems an infant state,</br>A gleam that bodes a life complete,</br>When done the mortal toil.", "What thousand ills in life befall!</br>Yet wisdom learns to scorn them all,</br>And arms the breast with steel:</br>E'en Death's pale face no horror wears;</br>But Oh!  what horrid pangs and fears</br>Unknowing wretches feel!", "The happy breast where Knowledge shines,</br>Is richer than the Mexic mines;</br>But ah!  how dark and low</br>Yon peasant's uninstructed mind!</br>His thoughts how foolish and confin'd!</br>Nor cares he more to know.", "The last two tenants of the ground,</br>Of ancient times his hist'ry bound;</br>Alas!  it scarce goes higher:</br>In vain to him is Shakespear's strain,</br>The eloquence of Pitt in vain;</br>In vain is Milton's fire.", "Not sun by day, nor stars by night,</br>Can give his soul the grand delight,</br>To trace almighty power:</br>His ox thinks just as much as he</br>Of Nature's vast variety,</br>In animal and flower.", "As thus I sung, a solemn sound</br>Accosts my ear!  I look'd around,</br>And, lo!  an ancient sage,</br>A venerable man, stood near,</br>At a cave's mouth, where many a year</br>Had been his hermitage.", "His mantle gray flow'd loose behind,</br>His snowy beard wav'd in the wind,</br>And added solemn grace;</br>His broad bald front gave dignity,</br>Attention mark'd his lively eye,</br>And peace smil'd in his face.", "He beckon'd with his wrinkled hand;</br>My ear was all at his command,</br>And thus the sage began:</br>Godlike it is to know, I own:</br>But O!  how little can be known,</br>By poor short-sighted man!", "The mole may to the slow worm boast,</br>Of rays and light to him all lost;</br>But, say, how vain his pride!</br>Such art thou when of wisdom vain;</br>Superior ranks thy ALL disdain,</br>And both alike deride.", "Wisdom, you boast, to you is given;</br>At night, then, view the fires of heaven,</br>And let thy mind explore;</br>Swift as the lightning let it fly,</br>From star to star, from sky to sky,</br>Still, still are millions more.", "Th' immense ideas strike the soul</br>With pleasing horror, and controul</br>Thy wisdom's empty boast,</br>What are they? &mdash; Thou canst never say:</br>Then silent adoration pay,</br>And be in wonder lost.", "Thy knowledge at the best how small!</br>How faint and how imperfect all</br>Thou know'st of what has been;</br>Been done e'en in this world below!</br>And what a nothing dost thou know</br>Of what is by thee seen!", "How can the self-same root produce</br>The wholesome food and pois'nous juice?</br>Say can thy reason find?</br>Say, why pure white and red the rose,</br>While always green the foliage grows,</br>With prickles arm'd the rhind?", "Why bends the strong ox to the yoke,</br>While wild the roebuck roams unbroke?</br>Or, mark these sportive lambs;</br>Now scatter'd o'er the hill they stray,</br>Now weary of their gambling play,</br>All single out their dams.", "Instinct directs &mdash; but what is that?</br>Fond man, thou never canst say what.</br>Nay hold &mdash; thou must not call</br>It Reason; no. &mdash; By slow degrees</br>The useful arts of men increase,</br>But this at once is all.", "A trunk first floats along the deep,</br>Long ages still improve the ship,</br>'Till she commands the shore,</br>But never bird improv'd her nest,</br>Each all at once of pow'rs possest,</br>As can receive no more.", "Why then, O man!  shouldst thou be vain</br>Of what thou never canst attain,</br>But in a small degree?</br>To know thy blindness all thy reach;</br>In every science all thy stretch,</br>But learns humility.", "For still the more thou know'st, the more</br>Thou wilt the emptiness deplore</br>Of all thy soul can find.</br>This life, a sickly woeful dream,</br>A burial of the soul will seem,</br>A palsy of the mind;", "Still wilt thou plan some fav'rite scheme</br>Of happiness, and still the dream,</br>As morning-shadows, flies.</br>Or if thou gain'st the long-sought joy,</br>Just in thy grasp its charms shall die,</br>And thou the gift despise.", "Tho' knowledge scorns the vulgar fear</br>Of death, alas!  it points the spear</br>Of many a nameless wo:</br>Thy delicacy dips the dart</br>In venom, and gives double smart</br>As vulgar minds ne'er know.", "How happy, then, the simple mind</br>Of yon unknowning lab'ring hind,</br>Where all is smiling peace;</br>No high ideas of true joy</br>His present happiness destroy,</br>Nor rob one moment's ease.", "The stings neglected merit feels,</br>The pangs the virtuous soul conceals,</br>When crush'd by wayward Fate,</br>Against them all his lot is proof:</br>Below the peasant's humble roof,</br>Few heart-felt sorrows wait.", "Knowledge or Wealth to few are given;</br>But, see how just the ways of Heaven,</br>True joy to all is free:</br>Nor Wealth nor Knowledge grant the boon</br>That thou, O Virtue!  claim alone,</br>It all belongs to thee!", "With thee &mdash; how bless'd the shepherd lives!</br>Gay is his morn; his evening gives</br>Content and sweet repose;</br>Without thee &mdash; jaded, fretted, cloy'd,</br>The chief feels all a mighty void,</br>Mad joy and real woes.", "Thou, tho' the gout, or fiercer stone,</br>Shall make the very soul to groan,</br>Still giv'st a bless'd alloy;</br>Daughter of God, thou know'st, thy sire</br>But chastens thee to raise thee higher,</br>And crown thy final joy.", "Be virtuous, then, O man!  and wise,</br>If thou wouldst in true grandeur rise</br>Above th' unknowing hind;</br>Then shalt thou be sublimely blest,</br>And with a better relish taste</br>The pleasures of the mind.", "So spake the sage &mdash; my heart reply'd,</br>How blind how mad is human pride!</br>All joy how false and vain,</br>But that from thee, O Virtue!  flows,</br>That triumphs in the midst of woes,</br>And boasts an endless reign.</br>"]