["Thro' every period of Life's fleeting day</br>Some different passion fills the breast,</br>From morn till night Hope leads astray,</br>Nor ever guides us to the port of rest:</br>Love's visionary joys inflame</br>Youth's eager wishes; next Ambition's rage</br>Presents, in man's maturer stage, </br>Prospects of power and fame;</br>Old age comes tottering last, unnerv'd and cold,</br>Grasping with palsied hand his ponderous bag of gold.", "The raptur'd Poet deems his earliest praise</br>To Fancy, sweet enchantress, due;</br>Amidst whose trackless groves he strays,</br>While fresh creations strike his dazzled view:</br>But soon the flowers of Genius fade,</br>And bold Invention in her mid career</br>Feels, like Ithuriel's wondrous spear,</br>Dread Envy's fangs pervade</br>Her frail contexture with a ghastly wound</br>Or sinks an Icarus plung'd in the vast profound;", "Unless, O Goddess of the furrow'd brow,</br>Thy admonitions stay her flight,</br>And urge her first t' address her vow,</br>Where thy pale shrine emits a glimmering light:</br>Too long, unmindful of thy power,</br>In Fiction's airy palaces I trod;</br>At length, observant of thy nod,</br>To thee I kneel; O shower</br>Thy dews impregnated with heavenly rest,</br>And let thy leaden mace fall weightier on my breast.", "Thee the recluse Philosopher, whose frame</br>Shrinks at each northern blast, reveres;</br>Elixirs his attention claim,</br>And warmest flannels huddle up his ears:</br>Nor art thou distant from the Maid</br>Whose unsought chastity maintained its hold</br>While o'er her forty suns have roll'd;</br>Yet anxious for thy aid,</br>On thee she calls, whene'er before her eyes</br>Hibernian beaux or too resistless coronets rise.", "Swift rush the fiery steeds, loud sounds the car,</br>When Homer brings, severely just,</br>Assembling Demi-gods to war,</br>And lays proud Troy's adulterous towers in dust:</br>Had Menelaus search'd thy laws,</br>He there had learnt without an augur's skill</br>That women stray not 'gainst their will,</br>And, loth to furnish cause</br>To Peleus for his slaughter'd son to chide,</br>Had wisely staid at home and sought another bride.", "Who from thy fount his inspiration draws</br>Describes no Paladins in arms,</br>Nor paints, to gain the crowd's applause,</br>Armida's wiles, or Una's heavenly charms;</br>Nor lifts a Fairfax to the skies,</br>In Freedom's devious mazes led astray;</br>But haunts some courtly shrine, to pay</br>His duteous sacrifice;</br>Or sings in Tusser's stile of golden grain,</br>Of harrows, oxen, carts, and all the schemes of gain.", "Since my green years, by some unhallow'd strain,</br>Have made thee frown upon my suit;</br>Not where the snarling critic train</br>Fierce as a dragon guard fair learning's fruit,</br>Nor in the busy walks of trade;</br>Nor will I seek thee brooding o'er thy store,</br>Behind the Miser's churlish door,</br>Worn to a meagre shade;</br>Nor in yon stalls, where th' orthodox divine.</br>Snores, and with ven'son cramm'd extends his brawny chine.", "But to the regions of the Lunar sphere</br>My daring passage will I wing,</br>Where all things lost by mortals here,</br>Are found, if rightly Ariosto sing:</br>There haply, in some lonesome vale,</br>Where dark yews bending froth the rocky steep</br>O'erhang the lake, whose waters sleep</br>Mov'd by no ruffling gale,</br>Shall I behold thee weeping o'er the tomb</br>Of Cassius, harshly charg'd with Freedom's timeless doom:", "Vanquish'd, he rais'd to heaven his haggard eyes,</br>And bar'd his bosom to the stroke;</br>Calm gown-men say, \"Had be been wise,</br>And lived, Rome yet had scap'd Octavius' yoke.\"</br>Next, in thy shades, a prey to grief,</br>Perchance the learn'd Christina may I see,</br>On earth who proudly slighted thee;</br>Now, lost beyond relief,</br>On Papal snares and venal Poets frown,</br>And wait with fruitless plaints her abdicated crown.", "Yet since from death thou canst not these unbind,</br>Their greatness claims no second birth,</br>To penitence incline thy mind,</br>And deign to waft me back again to earth;</br>Guarded by thee from every snare,</br>So shall I frame secure my placid lay;</br>Or, if in Satire's walks I stray,</br>With tutelary care</br>Arrest her vengeful arm just raised to strike,</br>Smiling on friends, and foes, and all mankind alike.</br>"]