["Shade of immortal BURNS!  where'er thy home,</br>On Scotia's misty hills, or fixed on high,</br>Beyond the star-lights of the welkin dome,</br>Too holy, and too bright, for mortal eye,</br>'Mid amber streams and murmuring melody!</br>Great bard of lowly life!  propitious bend,</br>And while the rustic song, unskilled, I try,</br>Thy love of truth and independence lend,</br>And with its warblings wild, thy master spirit blend.", "The world I've search'd, and it has many a rose&mdash;</br>But, ah!  the thorns beneath them that remain,</br>Proclaim the world not destitute of woes,</br>And, when I look for pleasure, give but pain.</br>No more amid its scenes my soul restrain!</br>Back to my boyish days!  Let memory guide</br>The tired and flagging spirit once again,</br>To scenes most dear &mdash; to hill, and rolling tide,</br>And that old cottage, once that graced its verdant side.", "Meekly arose its moss-besprinkled wall,</br>One ancient beech magnificently bore</br>Its branches o'er it, overshadowing all</br>The space around its hospitable door;</br>Within, might one behold its little store,</br>The plates well ranged, the shelves that neatly graced,</br>The chairs of oak upon the sanded floor,</br>The wheel industrious in its corner placed,</br>The clock, that hourly told, how life runs on to waste.", "Once more the pensive eve with silent tread</br>Returns to hush the noisy world to peace;</br>Once more the Farmer seeks his humble shed,</br>Glad from his daily toil to gain release,</br>His task accomplished and his heart at ease,</br>And hails betimes the Fireside of his cot;</br>And there, as from the hills the shades increase,</br>\"The world forgetting, by the world forgot,\"</br>He tastes the simple joys, that sooth his quiet lot.", "His patient herd, ere set the beams of day,</br>With lowings oft, alarmed the neighboring plain,</br>Now penn'd within the well-known bars, they pay</br>Their milky tribute to his pails again.</br>His flocks upon the distant hill remain,</br>Their tinkling bells sound in the passing wind;</br>Though his be not the lordling's wide domain,</br>Yet fails he not a due supply to find,</br>From lowing herd and field, and from the bleating kind.", "To greet him home, the crackling faggots burn,</br>The housewife, busy round the blazing fire,</br>Cheers with her smiles her Farmer's loved return;</br>His children climb around their honored sire,</br>And to his fond caress once more aspire;</br>Inquisitive, they ask of each far field,</br>Whether its hills, than their own cliffs are higher?</br>What wonders there of cascade are revealed?</br>What flowers enchanting bloom, what gifts the mountains yield?", "Her father's knee, his Bertha soon surmounts,</br>Around his neck, her tender arms she throws,</br>His Bertha, from whose eyes like diamond founts,</br>The living fire through locks of ebon glows.</br>Nor she alone; he on them all bestows</br>Alike his kisses and alike his tears,</br>Who bloomed, (on autumn's bosom, like the rose,</br>'Mid cold and storm its loveliness that rears,)</br>To cheer his riper age and deck his vale of years.", "To him, how blessed the closing hours of day!</br>His wife, his children, those that love him, near!</br>How sweet his cot's own hospitable ray!</br>How kind its welcome and its joys how dear!</br>The cricket chirps, the sacred scene to cheer,</br>The embers half illume the humble hall,</br>The shaggy mastiff sleeps, devoid of fear,</br>The playful kitten round and round the ball</br>Urges with active sport, unmindfully of all.", "The children mingle in Grimalkin's mirth,</br>And laugh and busy prattle do not spare,</br>Such cheerful sport, the chirper in the hearth,</br>Scenes which eve returning doth repair,</br>Charm from the Farmer's bosom carping care,</br>And banish it to \"blank oblivion foul.\"</br>Hark!  loud and startling through the misty air,</br>The prowling wolf resumes his nightly howl,</br>And from the hollow oak is heard the muffled owl.", "How oft I've sought that distant, lonely cot!</br>A grandam dwelt there, when my days were young,</br>And there, when Christmas logs blazed red and hot,</br>And wintry blasts their nightly descant sung,</br>My soul delighted on her lips has hung,</br>As spoke she oft of dreadful deeds of yore,</br>How stern Wahawa, like a tiger sprung</br>Upon a lonely cot, and tides of gore</br>Were shed, as when the clouds their vernal treasures pour.", "Her hands were withered, as an autumn's leaf,</br>Her cheeks were like a parched and shrivelled scroll,</br>In truth, though human life at best be brief,</br>She'd witnessed eighty years their circuits roll,</br>And friends and kindred reach their earthly goal;</br>And sitting by her busy wheel to spin,</br>While swift the hours at evening onward stole,</br>We teazed her oft some story to begin,</br>And as she moved in sooth her old, projecting chin,", "She told of Mog, Madockawando, all</br>From Hopehood down to Paugus' frantick yell,</br>And, as her lips the bloody deeds recall,</br>And, as with upturned gaze we heard her tell,</br>Unconsciously the chrystal tear-drops fell,</br>For, from our infancy, we'd heard and read</br>Of chiefs from Canada, and knew full well</br>Of Sachem's wrath, that feasted on the dead,</br>And shook the haughty plume and arm with life-blood red.", "My native hills, my loved, my honored land,</br>Ye valleys dear, how cling my thoughts to you!</br>Long as my footsteps tread this earthly strand,</br>The throbs, that heave my bosom, shall be true,</br>To all the witching scenes, that childhood knew;</br>'Tis joy, 'tis heaven to breathe one's natal air,</br>To climb the hills, decked in the morning's dew,</br>And bending o'er our fathers' graves to swear,</br>No tyrant shall disturb the dust, that slumbers there.", "Such scenes, such tales, such homebred ties can fill</br>With fervid extacy the raptured mind,</br>And teach with patriot glow the breast to thrill,</br>And bent to all, that's noble, generous, kind;</br>One evening to that cot my steps inclined,</br>The giant beech-tree waved before its door,</br>The distant clouds were driven before the wind,</br>The mountain cataract was heard to roar,</br>Paler the tranquil moon, than foam on ocean's shore.", "There too, a soldier bent his nightly way,</br>Who'd borne his rifle in the old French war,</br>And mingled oft in many a bloody fray,</br>And bore upon his visage many a scar;</br>Weary his step, his own loved home was far,</br>The locks upon his silvered head were few,</br>His eye was like the winter's clouded star,</br>The arm, that once the glittering broad sword drew,</br>Was nerveless now with years, yet much he'd seen and knew.", "The staff, that in his dexter hand he bore,</br>Was parted from an oak, whose branches spread,</br>Near wild Cocheco's oft remembered roar,</br>And bending to the Farmer's cot his tread,</br>He gave one rap and well his purpose sped;</br>The Farmer hailed him to his lone abode,</br>Gave him a portion of his cup and bread,</br>And soon, forgetful of the tedious road,</br>How fields were lost and won, the aged soldier show'd.", "In Fifty-nine, on Abraham's blood-red plain,</br>(The veteran thus pursued his warlike tale,)</br>When heroes fell like summer drops of rain,</br>When rival standards dashed upon the gale,</br>And shouts were heard, triumphant songs and wail,</br>Where Cadaraqui holds his giant way,</br>I fought with Wolfe, called from the dear-loved vale,</br>And dark Piscatawa's glades of green array</br>To cross the mountains blue to distant Canada.", "Hard was the tug of war, severe the strife,</br>Plumes, swords, and ensigns swept along the field,</br>Full many a warrior, prodigal of life,</br>Too bold to flee, too proud of soul to yield,</br>His valor with his dearest life-blood sealed;</br>Slow bowed in dust, fell Lewis of Montcalm,</br>To neither host was triumph yet revealed,</br>Oh, withered be the soul, that wrought such harm,</br>Soon Wolfe falls bleeding low nerveless his mighty arm.", "A soldier lifted up his drooping head,</br>Dim grew the ethereal flashes of his eye,</br>And from his breast the streams gushed darkly red,</br>And every gush heaved forth a blacker dye;</br>High rose the clamorous shout, \"they fly, they fly:\"</br>Who fly?  aroused to life, the hero cried,</br>A thousand lips awake the joyous cry,</br>\"The foe, the foe:\"  the gallant Wolfe replied,</br>Clasping his hands in praise, I fall content, and died.", "Thus spoke the soldier!  peace, ye mighty dead!</br>Be yours both peace and glory, chiefs of yore!</br>Who clad in armour generously shed,</br>Where clashing steel met steel, roar answered roar,</br>For home and liberty your bosom's gore!</br>Thanks be to Him, who our brave fathers nerved,</br>Boldly to stand, when fiery floods came o'er,</br>From honour's upright path, who never swerved,</br>To ages then unborn, who freedom, bliss preserved.", "And though such tales were heard with many a tear,</br>And memory, fancy, feeling, all possest,</br>Yet soon, in truth, the gaiety and cheer,</br>That ever animate the youthful breast,</br>By solemn thoughts, unconquered, unsuppressed,</br>Awoke in sports anew; the slipper's sound,</br>By youth and village maiden, ne'er at rest,</br>Was driven through the circle round and round,</br>And every cheek did smile and every heart did bound.", "E'en the old soldier felt his bosom thrill</br>With memory of scenes, that erst he knew;</br>The visions of the past his spirit fill,</br>And as around the room the younglings flew,</br>At blind-man's buff, he would have joined them too,</br>But age, to youth will not wing back its flight;</br>To sit and smile was all that he could do,</br>And bravely cry out, \"wheel, and left, and right,\"</br>To him who blinded was, and caught them, as he might.", "At blind-man's buff, who hath not often played,</br>At pledges oft the moments to beguile,</br>When sober evening lends her peaceful shade,</br>When heart replies to heart, and smile to smile?</br>The hearth is burdened with the oaken pile,</br>Such as New-Hampshire's forests well can spare;</br>Still flies the slipper round; a few meanwhile</br>The warriors of the chequer-board prepare,</br>The garrulous old folk draw round the fire, the chair.", "But now the white moon, through the clouds revealed,</br>Doth tread the topmost arches of the sky;</br>The Farmer's cot, the cultivated field,</br>The brook, the plain, the mountain soaring high,</br>Beneath her beams in wild profusion lie;</br>The dog upon the ground hath lain his breast,</br>Forgotten his howl and sealed his restless eye,</br>The sturdy wood-cutter hath gone to rest,</br>The flock is on the hill, the bird is on the nest.", "Farewell, thou cottage, for 'tis late at eve,</br>Farewell, ye scenes to memory ever dear,</br>Now eld, and youth, and maiden take their leave,</br>Their 'kerchiefs wave, and with adieu sincere;</br>The rural company soon disappear,</br>Some through yon scattered woods, that skirt the moor,</br>Some to yon mountains, craggy, bold, and drear,</br>And by the Cottage Fireside once more,</br>Devotion lifts her voice, as she was wont of yore.", "The patriot Farmer reads the sacred Book,</br>Then with the wife and children of his heart,</br>With solemn soul and reverential look,</br>He humbly kneels, as is the christian's part,</br>And worships Thee, our Father, Thee, who art,</br>The good man's hope, the poor man's only stay,</br>Who hast a balm for sorrow's keenest dart,</br>A smile for those, to Thee who humbly pray,</br>Which, like the morning sun, drives every cloud away.", "Thou Lord of heaven above, and earth below,</br>Our maker, friend, our guardian, and our all,</br>The Farmer keep from every want and woe,</br>Nor let the thunderbolts, that most appal,</br>Of righteous vengeance dreadful on him fall;</br>With him, preserve his dear, his native land,</br>A cloud be round her, and a fiery wall,</br>With thy displeasure every traitor brand,</br>And centuries yet to come, oh, hold her in thy hand.</br>"]