["Fast fade the flowers, that lingering yet awhile</br>On Needwood's banks, recall her days of pride;</br>Winter's rude blast hath chas'd the transient smile</br>That seem'd the memory of her wrongs to hide;</br>Fresh stream the tears which Time had well-nigh dried,</br>As the lone Wood-nymph views the wilderness,</br>Once blooming land, whose leafless waste doth chide</br>The hand that work'd thy ruin past redress;</br>And aim'd its deadliest blow when seeming to caress.", "Where are the gentle tenants that so long</br>Rang'd thy free pastures, and securely fed</br>Beneath thy Swilcar's arms, a peaceful throng?</br>All, all in that inhuman slaughter bled,</br>When Uproar to the chace her blood-hounds led;</br>And the raised tube, with frequent volleys hot,</br>Stopp'd their wild flight with barriers of the dead.</br>Ah!  injur'd race, your birth-right was forgot,</br>Vain were your piercing cries, your tyrants heard them not.", "Blithe were thy woods, wild region of delight;</br>They rung with many a carol to the morn,</br>Ere yet thy outrag'd warblers took their flight</br>From their old bowers of woodbine, oak, and thorn.</br>No more the early ranger's bugle-horn</br>Rouses the peasant at his morning toil;</br>No more he breathes that fragrance, which the dawn</br>Stole from the treasures of thy bounteous soil,</br>Ere man's cold heart forbade thy forest flowers to smile.", "No truant school-boy loves to wander now</br>Amid thy wooded dingles and thy glades;</br>Rich with the spoil of many a hazel-bough,</br>He little recks how fast the day-light fades,</br>And leaves him yet bewilder'd in thy shades,</br>Till every rustling leaf becomes a sprite,</br>And Fancy hears a thousand phantom-blades</br>Clash on the shields of Fairy-warriors bright,</br>Wheeling their marshall'd ranks beneath the moon's pale light.", "Ah!  Forest, past is that blithe halcyon time</br>When Elfin feet, in many a circling maze,</br>Danc'd to the Fairy-minstrel's midnight chime,</br>In groves that sparkled with the glow-worms rays.</br>Fled are thy Nymphs, thy Dryads, and thy Fays;</br>Fled from the haunts where once they lov'd to dwell;</br>Save when by chance some lingering Wood-nymph pays</br>A fond but fearful visit to the dell,</br>Which was the world to her ere Needwood's honours fell.", "Yet though the hand of innovating toil</br>Hath stript the loveliest wild-flowers from thy brow,</br>Shall we forget the bloom that cloth'd thy soil,</br>Chang'd as it is, and outrag'd by the plough,</br>When 'neath his Sycamore's secluding bough,</br>Thy Mundy's pipe delighted every ear?</br>Shall we forget those woods, deserted now,</br>Which once he fill'd with many an echo clear,</br>That rous'd the skulking fox, or chas'd the bounding deer?", "Happy wert thou, sweet Needwood, in the Bard</br>Who sang thy blooming summer, and thy fall;</br>For when blind Havock had thy beauties marr'd,</br>He touch'd a chord that wrung the hearts of all,</br>And dew'd with tears of fond regret thy pall:</br>He wove a chaplet of thy fading flowers,</br>Which memory long her loveliest wreath shall call:</br>He woke a note of mourning in thy bowers,</br>Whose cadence still doth soothe these listening ears or ours.", "Ah, Needwood!  Winter o'er thy form hath cast</br>His mantle, wove in Sorrow's darkest loom:</br>Those lips that mourn'd for thee have breath'd their last,</br>And would'st thou glitter in thy summer bloom?</br>Who shall the silent pipe again resume,</br>That from thy  Mundy's had unheeded fell?</br>Mute must it lie beside its master's tomb,</br>For who shall teach it with those notes to swell,</br>Which hail'd thy forest bloom, and bade that bloom farewell?</br>"]