["Oh!  stay Affection; pray thee stay!</br>What have I said &mdash; or meant to say?</br>'Twas love, e'en love the trespass caus'd</br>That warmth of speech, which scarce was clos'd</br>Ere the hard sentence tore my frame,</br>And dy'd my cheek with honest shame.</br>Regret came shivering through my veins,</br>And bound my tongue in iron chains;</br>My soul in prison seem'd to be,</br>And ever must if torn from thee;</br>One look of thine, when sweetly kind,</br>Can overturn a world of mind!</br>The stern resolves that pride has made,</br>At thy soft touch in vapour fade;</br>Thy smile, that rules the inmost soul,</br>Can every harsh resolve control.", "Return, my lov'd companion dear,</br>The solace of each former year!</br>Else life, through many a sickening day,</br>Must slowly, slowly creep away;</br>E'en when thou bound'st this aching brow,</br>And sweetly cheer'd, I know not how,</br>Yet the dull hour, with weary knell,</br>Seem'd to toll on the passing bell.", "If not for thee, this throbbing breast</br>Had ne'er enjoy'd the balm of rest;</br>Rest! &mdash; did I say?  no bliss had known,</br>The blush of Nature by had flown,</br>Or o'er the senses vainly stray'd,</br>Hadst thou not wander'd in the shade;</br>Hadst thou not seen the clouds of morn,</br>On purple pinions lightly borne,</br>Uprear the canopy of day,</br>And o'er his chariot float away;</br>Hadst thou not mark'd the evening shade,</br>In all her changeful colours fade;&mdash;</br>The golden glow, the sapphire hue,</br>The rosy red, the melting blue,</br>The soft sea-green with yellow tinge,</br>The curling clouds with skirts of fringe;&mdash;</br>This eye had ne'er beheld one charm,</br>Or felt the glow of nature warm;</br>Nor had she seen one dropping shower</br>Bring back to life the fainting flower;</br>Or the tall woods their arches spread</br>In Gothic cloister over head;</br>While the pale moon, with lamp-like beam,</br>In tremors lent her silvery stream;</br>\"Yon drops of flame that stud the sky\"</br>Had seem'd plain stars to my poor eye,</br>Until these orbs, with glory bound,</br>By thee were call'd fair worlds around!", "No; source of pleasure!  'twas thy soul</br>That brought me to conceive the whole.</br>The wish to please new thoughts inspir'd,</br>And I grew learn'd where thou admir'd;</br>To be companion meet I strove,</br>With all the self-taught lore of love,</br>Lov'd Nature as she ought to be;</br>For loving her, was loving thee!</br>But should'st thou leave this vacant heart,</br>And should we, should we ever part,</br>E'en Nature's self would grow less dear,</br>And I still shed the fretful tear.</br>"]