["'Tis 'bout the tide of noon, &mdash; o'er head the sun</br>Doth midway lean, in all his radiance bright,</br>As tho' to rest him from his task half done,</br>That better bide he may his course ere night;</br>And all the heavens look splendid from his light;</br>Around red fiery hue th' horizon yields;</br>And fair above the clouds oft change to sight;</br>Now like embattled hosts with spears and shields&mdash;</br>Now numerous herds, wide ranging heaven's airy fields.", "Meanwhile 'tis calmness all and heat below:</br>Beneath the oak the shepherd hath him laid;</br>And from the plains the flocks do bleating go,</br>To screen them 'side the wood or valley's shade.</br>The wearied traveller too has journey stayed</br>Close by the way he willing lays him down,</br>Yet oft looks on the sun still 'bove arrayed,</br>As tho' from his high place he wished him gone,</br>Till with fair even-tide he hold his journey on.", "And now it is when Lucan, noble knight,</br>His way doth from Narrennah's 'bode renew:</br>And Merah and Sisserah, maidens bright,</br>As late do bear their wanderings with him too;</br>And 'gin they lonely part soon travel through:</br>Now by dark valley's side, now mountain gray;</br>Where nature's loveliest scenes unheeded grew:</br>And now thro' woods and wilds, and many a way,</br>By which the lonely traveller seldom journey may.", "And while they travel do, the heavens began</br>To sudden change &mdash; the sun is seen no more;</br>And o'er the hills the gathering clouds fast ran&mdash;</br>That all the sky so bright but just before,</br>They spread soon with their gloomy wanderings o'er.</br>Nor silent long above is wrathful Jove&mdash;</br>He comes and all the heavens do hear his roar;</br>And clouds and winds before him angry rove;</br>Which shouting he pursues, as though his mighty drove.", "Hard by the maidens see a shady wood,</br>And thither hie to shun the tempest drear;</br>Nor long beneath its wrath brave Lucan stood,</br>After the maids he swiftly doth repair:</br>But when he enters all is darkness there;</br>That 'tis in vain to try the maids to find&mdash;</br>By turns he hears their cry, yet knows not where,</br>So through the gloomy wood, all unconfin'd,</br>Loud roaring is the thunder and the angry wind!", "And now he travell'd has that wood long way,</br>To search the maids, and still the storm doth last;</br>Nor does he living creature meet that may</br>Him of them tell for all that he has pass'd.</br>At length, no more the heavens are overcast;</br>The wandering clouds go to their hills of rest,</br>And all the angry winds are ceasing fast;</br>While Phoebus fair again the world has bless'd,</br>Broad o'er the wave he hangs, and brightens all the west,", "All doth a change so happy joyous hail:</br>Tuneful the voice of grove and pleasant shade;</br>And loud the lowings of the verdant vale,</br>Where o'er the glittering herb the herds all strayed,</br>Right glad to be no more in bowers delay'd;</br>Yet Lucan, generous knight, is sunk in woe;</br>In vain he even now new searches made,</br>And wearied from the wood at length doth go,</br>To weet if of the maids elsewhere he aught might know.", "And now in travelling is nigh pass'd that day;</br>And still thro' woods he does his wandering bear,</br>Yet never meets he one in all his way,</br>Who of the hapless maidens aught might hear,</br>Or of his Dinah, maid than all more dear;</br>And now at length is close of even nigh,</br>When just before him did a knight appear,</br>Fair was he mounted on a courser high,</br>And bright in all his arms he looked as Phoebus' sky.", "Him greeting humbly, Lucan doth demand,</br>If he no where the maids that eve did see,</br>And next if he were knight of Erin land,</br>Or come to Erin land from o'er the sea&mdash;</br>\"No where I've seen the maids this eve,\" quoth he:</br>\"And I am, Sir, a knight of Erin land,</br>And not one come to it from o'er the sea;</br>But this day first I've taken sword in hand,</br>My country's cause to serve and warfare understand.\"", "\"Young knight,\" cries Lucan, \"great must be thy heart,</br>For but the great of heart such minds can show,</br>Who studies arms first for his country's part,</br>Sure Heaven shall teach the use of arms to know:</br>Then wilt thou come with me, young knight, I go</br>Thro' Erin land to search three maidens dear,</br>And guard them if I can from cruel foe,</br>That in our vanquish'd country doth appear,</br>Filling the aged and fair maids with dread, I hear?\"", "\"Sir,\" cries the stranger, \"I do willing go,</br>The maids with thee to search, for it were shame</br>To see them 'come the prey of cruel foe,</br>Whom too the aged fear &mdash; O where their fame&mdash;</br>Is it to ruin a land they overcame?</br>O Ozmond!  if you ever conquer do,</br>Thus, never let disgrace come on thy name:</br>More great the vanquished who such ills go through,</br>Than they who conquer when they cause a land to!\"", "\"Knight,\" Lucan cries, \"'tis not the great of those</br>Who us o'ercame that so themselves disgrace;</br>They are, young hero, but the shame of foes,&mdash;</br>Foes, whose dark souls did never yet give place</br>To one brave thought, and who can never cease</br>From doing ill. &mdash; If Gellimus their great</br>And pow'rful king knew they were acting base,</br>They would, no doubt, his heavy wrath await,</br>For he would not thus, sure, a vanquish'd country treat.", "\"He would not, sure, that cruel Carmol might,</br>To gain fair Dinah, bind in chains her sire&mdash;\"</br>\"And is he yet in chains?\"  exclaims the knight,</br>As half he draws his sword, with soul on fire.</br>Quoth Lucan, \"I must 'bout the same enquire;</br>Harnol, I hear, his daughter Dinah freed,</br>But then did from Killarney vale retire,</br>So well again in chains may Hermon bleed,</br>For Carmol base doth ever practise wicked deed.\"", "He said, and both now on their journey went,</br>And highest thought the while their souls doth fill&mdash;</br>But lo!  at once they see the even spent,</br>And night, 'mid all her clouds, upon the hill;</br>Yet on thro' lonely ways they wander still;</br>And soon the moon doth fair in heavens rise,</br>And throw her trembling beam upon the rill,</br>While from her lonely tower the night bird flies,</br>And halls with her shrill note th' approach of darkening skies.", "\"O!\"  Lucan cries, \"where may the two lone maids</br>Now wand'ring be?  ah!  would to heaven that they</br>Were wandering here, but he who ever leads</br>The virtuous, sure, too, them also may</br>Now lead aright, 'tis so &mdash; my mind doth say</br>That they are safe; no doubt, some gen'rous knight,</br>Friend to the lonely, lest to go astray</br>The wanderers should, doth in his soul delight</br>To with them hie, and guide their gentle steps aright.", "\"And let his soul be bless'd whoe'er he be</br>Great is the mind that guards the succourless:</br>And sure, young knight, then great in mind is he,</br>Who would befriend fair maiden in distress\"&mdash;</br>\"Yes, great he is,\" quoth Ozmond, \"nothing less&mdash;\"</br>\"But hold!  sir knight, what that from yonder part?</br>The cry of one, if I aright may guess,&mdash;</br>And seems a maid &mdash; now sudden doth it cease&mdash;</br>But hark!  it hear again &mdash; come on, we may it trace.\"", "He said; and both together do rush on</br>Toward where, at times, they hear the mournful cry&mdash;</br>A tower they reach, but swift the cry is gone&mdash;</br>Yet did they think it from the tower or nigh:</br>And silent do they stand awhile hard by,</br>And often times, too, b'lieve to hear around</br>The feet of some who did at distance fly&mdash;</br>Whither they would, when from beneath the ground,</br>And near the tow'r, is heard again the mournful sound.", "\"O mourn,\" it cries, \"sad maid, for ever mourn,</br>For hence how great the woe thou hast to bear!</br>Ah!  why have I not death, as you, too borne&mdash;</br>In such, alas!  now 'twould be bliss to share&mdash;</br>But I must live &mdash; and O, how live! &mdash; despair!&mdash;</br>They are not near who would me soon defend,&mdash;</br>But where they are, O gracious heaven!  let there</br>Thy ever bright and guardian ray descend,</br>And let them hope &mdash; Yes, hope at least, Oh heaven!  lend.\"", "She ceas'd, and straight the knights rush to the tower,</br>And doors and all that might them stay soon break,</br>Nor do they meet one to oppose their pow'r,</br>As tho' all did ere now th' abode forsake;</br>And ever they adown their way do make,&mdash;</br>For from below did seem the mournful plaint&mdash;</br>A cell is gained &mdash; the knights did not mistake&mdash;</br>There they beheld lone maid, as tho' in faint;</br>And cross her snow-white arm her beauteous head was leant.", "And, more apart within the lonely cell,</br>Doth Ozmond soon behold another maid,</br>In whose fair look did beauty bright once dwell;</br>But paleness now is o'er that look displayed,</br>And seems in death the lovely maiden laid:</br>All senseless on the cold ground doth she lie,</br>And from her snow white breast, where wound was made,</br>The blood a way adown doth ever try,</br>Which sure to see might well cause hardest heart to sigh.", "But now the maid first seen awaken'd had&mdash;</br>Lucan's amazed &mdash; swift to his arms she flew&mdash;</br>'Twas Merah's self, to find the knight she's glad&mdash;</br>And now the maiden slain at once all knew.&mdash;</br>Lucan is wroth, &mdash; and cries, \"maid, tell me who</br>Thee hither brought, and all which since befell&mdash;</br>Why the base foe the fair Sisserah slew&mdash;</br>And who beside doth in this tower dwell,&mdash;</br>This, Merah, if thou wouldst revenge, me speedy tell.\"", "\"O!  I will thee, Sir knight, all speedy tell&mdash;</br>But much it grieves this troubl'd heart of mine,</br>When I think on what thee, sad maid, befell&mdash;</br>Yet would that Merah's fate was also thine&mdash;</br>The storm was o'er, and 'gan the sun to shine,</br>When we, Sir Knight, did leave the gloomy wood&mdash;</br>Where sought we long, and long too did repine,</br>That there no tidings of thee reach us could;</br>And well our fears did tell that peril meet we should.", "\"But still we strayed long time, yet still none met,</br>Save the lone herds that wander'd ev'ry where,</br>O'er flow'ry mead and plain, now glittering wet</br>From heaven's show'r, which long on them did bear.&mdash;</br>At length is lost in heavens bright Phoebus fair,</br>And 'gin we feel the dew of night decend,</br>And hear the screechowl's note above in air,</br>And see the herds aside the brake them bend,</br>While doth the mournful bird of night her song, too, lend.", "\"O where!  we cried, may lonely maidens rest?</br>The wearied herds do bend them 'side the shade,</br>And with her bow'r the nightly bird is bless'd,</br>But whither goes the lone and wandering maid?</br>Alas no where!  we cried, and grieving stray'd</br>On thro' dark woods and silent valleys still&mdash;</br>But soon the moon her nightly orb display'd;</br>Broad she uprose above the western hill,</br>And 'gan the world around with her bright radiance fill.", "\"Then we descried from far this aged tower,</br>And hitherward our wand'ring hasty bent;</br>But ere 'tis reach'd behold, within a bower,</br>Is heard the foot of one, who hasty went&mdash;</br>His arms did sound, &mdash; attentive ear we lent&mdash;</br>He spake to some, &mdash; we thought the voice was thine&mdash;</br>Again he spake, and hope delusive sent</br>Again the thought &mdash; high beats this heart of mine&mdash;</br>I rush to meet thy arms, but thou wert Carmiline!", "\"At once the knight we know, and all the sky</br>Doth hear our shriek &mdash; his joy is passing great&mdash;</br>And you now love me, Merah, he doth cry,</br>You, maiden, who for Carmiline, but late,</br>Did bear such wond'rous wrath and seeming hate&mdash;</br>But all is passed, and thou wilt come with me</br>To yonder tower, once more of love to treat&mdash;</br>So he exulting spake, and presently</br>Did force us to the tower wherein you do us see.", "\"Three knights he had, &mdash; they share in merriment;</br>But he alone doth lead us to this cell,</br>And faultering words do mark some base intent,</br>Which now in his base soul doth seem to dwell&mdash;</br>You light he rais'd the darkness to expel&mdash;</br>And now he spake as tho' all joy of mind&mdash;</br>'O, how my soul,' he cries, 'doth inly swell,</br>You, beauteous maidens, here alone to find&mdash;</br>That Harnol knew of it!  bear him the news, Oh wind!", "\"'It sure would touch the haughty hero's heart&mdash;</br>Yes haughty he &mdash; he would with me contend;&mdash;</br>But then did not my people soon us part,</br>In death beneath this arm quick should he bend&mdash;</br>O that his fate would now him hither send!</br>In sight of thee I should him instant slay,&mdash;</br>Yes, Merah, I before thee would extend,</br>In death, that man, who durst, upon the day,</br>That I would bear thee off, approach me in the fray&mdash;'", "\"'Hold here,' Sisserah cries, 'vain tyrant, hold,&mdash;</br>Doest thou believe to make sad maidens think,</br>That in the strife thou couldst meet Harnol bold?</br>Ah fool!  e'en now thy soul would from him shrink&mdash;</br>When ye did meet, thy life was on the brink</br>Of ruin, till thy knights did thee relieve&mdash;</br>Then, boaster, hold, and do not vainly think,</br>That thou shouldst him have slain, to make us b'lieve,</br>No, Carmiiine, &mdash; in that 'twere madness to deceive.'", "\"She said &mdash; and wrath and shame are in his look&mdash;</br>Wrath is, to be by Harnol late o'ercame,</br>And here to find lone maid who undertook,</br>Devoid of fear, to tell to him the same&mdash;</br>'In that 'twere madness to deceive' &mdash; hence shame</br>To him arose &mdash; he saw his soul we knew,</br>And fellest passion doth at once inflame,</br>On either straight an angry look he threw,</br>And thus then threat'ning speak, his sword holding to view.", "\"'Rash maids, ye have my wrath upon you brought,</br>And shall henceforth in this lone cell abide;</br>To hold each here, but ev'ry night I thought,</br>But here now night and day you shall reside&mdash;</br>Yes from the sight of cheerful sun you hide;</br>Then learn to fear, and know thy angry lord;</br>If more ye stir his rage, woe shall betide,</br>A chastisement more dread it may afford,</br>Then see me in my wrath!  and see this vengeful sword!'", "\"He would still more &mdash; but from above one call'd;</br>Loud was the voice, &mdash; it spoke the soul of fear&mdash;</br>And Carmiline it hears as tho' appall'd&mdash;</br>He doth not more as one in wrath appear,&mdash;</br>But leaves the cell, &mdash; and now alone we 're here:&mdash;</br>Sisserah cries, 'O let us, maid, be great!</br>Behold, within that nook, a warrior's spear!</br>I it can wield &mdash; then shall we death await&mdash;</br>'Twere well if, in his wrath, he would us both defeat!'", "\"'O maiden!  how thy soul is great!' I cry;</br>'But strength alas!  doth Merah's soul decline;</br>Then teach her, great Sisserah, how to die,&mdash;</br>Death sounds unpleasant in this ear of mine&mdash;</br>I can no more' &mdash; we now hear Carmiline&mdash;</br>And for the spear, at once, the maiden flies&mdash;</br>Glorious the light that in her looks doth shine,&mdash;</br>My soul is rais'd &mdash; she marks it in my eyes&mdash;</br>And, 'Merah, thou wilt nobly die with me,' she cries.", "\"She can no more &mdash; now Carmiline appears;&mdash;</br>He troubl'd seems, &mdash; yet in his treacherous look</br>Th' intent is shown that in his soul he bears&mdash;</br>The maid it saw, and straight the spear uptook,</br>And threaten'd death; his pride could not it brook&mdash;</br>And as in wrath, he did his sword upraise&mdash;</br>Sisserah sent the spear, nor hop'd for luck;</br>Alone she wish'd that anger might him seize,</br>And has that wish &mdash; in death the noble maid be lays!", "\"I'm fill'd with dread, and trembling do I shriek&mdash;</br>No hope is left &mdash; he has the spear upta'en&mdash;</br>And death on ev'ry side my looks do seek,</br>But now, alas!  they seek for death in vain&mdash;</br>The tyrant tells me I shall not be slain&mdash;</br>'Thou must awhile abide with me,' he cries,</br>And here to stop with thee to-night I mean,</br>This sword ere long shall also sacrifice</br>Thee to my wrath, &mdash; perhaps before thy Harnol's eyes.'", "\"He said, and one 'gain calls him from above;</br>It was as tho' e'en fear itself did call;</br>He troubl'd hears, and hasty doth remove,</br>Me leaving here oppress'd with dread and all</br>That could a maid in my sad state appal&mdash;</br>I view Sisserah, she doth breathe no more&mdash;</br>And I'm alone, my heart from strength doth fall,</br>The lonely cell I throw my looks all o'er,</br>And black despair 'gain came, and great the pain I bore.", "\"O mourn, I cry, sad maid, for ever mourn!</br>For hence how great the woe thou hast to bear!</br>Ah why have I not death, as you, too borne?</br>In such, alas!  now 'twould he bliss to share&mdash;</br>But I must live &mdash; and oh!  how live &mdash; despair!</br>They are not near who would me soon defend,</br>But where they are, O gracious heaven!  let there</br>Thy ever bright and guardian ray descend,&mdash;</br>And let them hope &mdash; yes, hope at least, oh heaven!  lend.", "\"Now Carmiline, I thought to sudden hear,</br>Return with all his people toward the cell;</br>And straight my soul is seiz'd with greatest fear&mdash;</br>I swoon, and 'cross my arm my head down fell;</br>But short, methinks, the time I so did dwell:</br>And it was you, sir knight, I next did view&mdash;</br>The sight doth sadness from my heart repel;</br>Hence to thy arms it was I willing flew,</br>And have thee told all what of Carmiline I knew.\"", "She ceas'd &mdash; and Lucan here began to speak,&mdash;</br>When Ozmond cried, \" I hear a foot o'er head</br>It all too heard &mdash; at once their swords they take,</br>And, fill'd with hero's wrath, above them led&mdash;</br>For great their souls, and hence had naught to dread&mdash;</br>Six knights were in the tow'r, but all ran out,</br>Yet seeing two alone pursue, quick stay'd;</br>And now abroad they are, and soon the shout</br>Of war is rais'd, and mighty blows are laid about.", "The foe in equal parts themselves divide:</br>With Carmiline two knights 'gainst Ozmond fought,</br>And three apart durst Lucan's strength abide;</br>And loud soon is the clash of arms they wrought&mdash;</br>It was as tho' the angry heavens had brought</br>The strife of elements upon the shore.&mdash;</br>Not less than death their blows for ever sought&mdash;</br>And brazen arms, so bright but just before,</br>Are soon lost to the sight, with blood so cover'd o'er.", "First Mervod, sullen hero, yields his life&mdash;</br>In these lone parts he ever pass'd his days,</br>And oft he had met in the bloody strife,</br>But never for his country's sake &mdash; always</br>For some bad end he did his sword upraise;</br>Hence Carmiline did take him to his gang&mdash;</br>But sudden here doth death upon him seize,</br>From Lucan's sword the fates did o'er him hang;</br>'Twas 'neath that chief he fell, and loud his armour rang.", "Nor young in arms seems Ozmond, hero brave;</br>He boldly doth withstand the haughty foe;</br>And death soon from him Clanden does receive,</br>Headlong he fell beneath a mighty blow&mdash;</br>To Carmiline the knight it sent, but so</br>That watchful chief did active from it bend,</br>That Clanden it receiv'd aslant, and low</br>In death straight fell &mdash; one groan he did upsend,</br>Loud as the angry blast, that doth the north sky rend.", "To him it was belong'd the aged tow'r;</br>And in it now he twenty years has told;</br>The lonely traveller 'gan to fear his pow'r,</br>And wand'ring maids, whom he would often hold</br>Here hid in cell, until some hero bold</br>Would come, them from his hateful thrall to free;</br>When Carmiline did of him hear, he sold</br>All what he had of portion'd lands, and he</br>Came with him here to dwell with chosen banditti.", "But when he now in death the knight doth see,</br>Tho' strong in arms, his soul is filled with fright,</br>And from the sword of Ozmond doth he flee,</br>That now began shine dreadest in the fight&mdash;</br>'Neath Lucan, too, doth fall another knight;</br>That all with Carmiline from death swift fly,</br>And hide them in the woods or where they might,</br>To shun the knights, who after them do hie,</br>And to the dreaded contest now anew defy.", "But so them in the thickest shades they screen,</br>That long the knights search fruitless ev'ry where,</br>And now return where all the while has been</br>The lonely maid, half filled with hope and fear;</br>But when she sees her friends joy doth her cheer</br>\"Ye come, and come with fame, I know,\" she cries&mdash;</br>\"So heav'n would have it &mdash; he who lifts his spear</br>To aid the weak, 'tis said, in fame shall rise,</br>It never glory to the generous brave denies.", "She said, and here they 'bide till morn doth come,</br>When from the aged tow'r the knights do go,</br>And raise upon the plain Sisserah's tomb&mdash;</br>Fair by its side a murmuring stream doth flow,</br>And all around green shrubs and bowers grow,</br>Where come at noon the flocks from Phoebus' rays;</br>And where each night the lonely bird of woe,</br>Amid the shade her tender song doth raise,</br>Singing of slighted love, and her sad fate always.", "And now all from the maiden's tomb do go,</br>Elsewhere for more adventures new to try,</br>Or see if they of Dinah aught might know,</br>Or in their wanderings Harnol brave come by&mdash;</br>And fair the sun 'gan rise, and bright the sky,</br>That to their way the knights them willing gave;</br>But oft the tear they see in Merah's eye,</br>When she looks back to where the stream's blue wave,</br>Doth murmuring pass by Sisserah's lonely grave.", ""]