["\"How careless meets our little world again!</br>Sad only that such meeting comes so fast&mdash;</br>And whether more of pleasure, or of pain,</br>Hath o'er the idle interval been cast,</br>Is equal now: &mdash; the motley crowd throngs past;</br>Some, whose first wond'ring gaze these scenes engage;</br>Some, who with calmer feelings look their last;</br>And quit the precincts of life's happier age,</br>To play a busier part upon a wider stage.", "\"And some are gone for ever: &mdash; where is he,</br>Happy in well-earn'd fame so lately seen?</br>Now taught, alas!  how quick thee loss may be</br>Of all, which loveliest in our life hath been!</br>He snatch'd the cup of honour; and between</br>None came to dash it from him: &mdash; he has quaff'd</br>That cup, so sweetly, smilingly serene;</br>And then, even then, Death hover'd near and laugh'd,</br>As if there lurk'd beneath some poison in the draught.", "\"They say, in spirit free and frank he shone,</br>And warm in heart: &mdash; both now are quell'd and cold&mdash;</br>Was gay &mdash; but now his gaiety is gone&mdash;</br>Was fair in looks, which none shall more behold</br>With pleasure, or with envy: &mdash; had unroll'd</br>The book of knowledge, yet was skill'd and brave</br>In youth's more manly graces: &mdash; why are told</br>The gifts which, though they deck'd him, could not save?</br>Wit, talents, beauty, strength, lie with him in the grave.", "\"They say, a mother gaz'd upon that youth</br>With most maternal fondness; and would pray,</br>That turning all her dearest hopes to truth,</br>His rising honours might her cares repay,</br>And, ever strength'ning, shed a brighter ray,</br>To warm the frost of her declining soul,</br>And gild its darkness! &mdash; Ye vain thoughts, away!</br>Those fond desires shall never reach their goal;</br>But cheerless to their end her wintry years must roll!", "\"Yet did he, as the wise might wish to die,</br>With his fresh fame upon him, while the dear,</br>The approving smile of friendship met his eye,</br>The voice of gratulation sooth'd his ear.</br>We may die otherwise:  our dim career</br>May rise and set in darkness; or may give</br>Some partial gleams, that leave the rest more drear:&mdash;</br>And Oh!  'tis sad their brightness to survive,</br>And die, when nought remains for which 'twere well to live!</br>"]