["While some of Troy and pettish heroes sing,</br>And some of Rome and chiefs of pious fame,</br>And some of men that thought it harmless thing</br>To smite off heads in Mars's bloody game,</br>And some of Eden's garden gay with spring,</br>And Hell's dominions terrible to name,&mdash;</br>I sing a theme far livelier, happier, gladder,</br>I sing of ANSTER FAIR, and bonny MAGGIE LAUDER.", "What time from east, from west, from south, from north,</br>From every hamlet, town, and smoky city,</br>Laird, clown, and beau, to Anster Fair came forth,</br>The young, the gay, the handsome, and the witty,</br>To try in various sport and game their worth,</br>Whilst prize before them MAGGIE sat, the pretty,</br>And after many a feat, and joke, and banter,</br>Fair MAGGIE'S hand was won by mighty ROB the RANTER.", "Muse, that from top of thine old Greekish hill,</br>Didst the harp-fing'ring Theban younker view,</br>And on his lips bid bees their sweets distil,</br>And gav'st the chariot that the white swans drew,</br>O let me scoop, from thine ethereal rill,</br>Some little palmfuls of the blessed dew,</br>And lend the swan-drawn car, that safely I,</br>Like him, may scorn the earth, and burst into the sky.", "Our themes are like; for he the games extoll'd</br>Held in the chariot-shaken Grecian plains,</br>Where the vain victor, arrogant and bold,</br>Parsley or laurel got for all his pains.</br>I sing of sports more worthy to be told,</br>Where better Prize the Scottish victor gains:</br>What were the crowns of Greece but wind and bladder,</br>Compar'd with marriage-bed of bonny MAGGIE LAUDER?", "And O that king Apollo would but grant</br>A little spark of that transcendent flame</br>That fir'd the Chian rhapsodist to chant</br>How vied the bowmen for Ulysses' dame,</br>And him of Rome to sing how Atalant</br>Plied, dart in hand, the suitor-slaught'ring game,</br>Till the bright gold, bowl'd forth along the grass,</br>Betray'd her to a spouse, and stopp'd the bounding lass.", "But lo!  from bosom of yon southern cloud,</br>I see the chariot come which Pindar bore;</br>I see the swans, whose white necks, arching proud,</br>Glitter with golden yoke, approach my shore:</br>For me they come &mdash; O Phoebus, potent god!</br>Spare, spare me now &mdash; Enough, good king &mdash; no more&mdash;</br>A little spark I ask'd in moderation,</br>Why scorch me ev'n to death with fiery inspiration?", "My pulse beats fire &mdash; my pericranium glows,</br>Like baker's oven, with poetic heat;</br>A thousand bright ideas, spurning prose,</br>Are in a twinkling hatch'd in Fancy's seat;</br>Zounds!  they will fly, out at my ears and nose,</br>If through my mouth they find not passage fleet;</br>I hear them buzzing deep within my noddle,</br>Like bees that in their hives confus'dly hum and huddle.", "How now? &mdash; what's this? &mdash; my very eyes, I trow,</br>Drop on my hands their base prosaic scales;</br>My visual orbs are purg'd from film, and lo!</br>Instead of ANSTER'S turnip-bearing vales,</br>I see old Fairyland's mirac'lous show,</br>Her trees of tinsel kiss'd by freakish gales,</br>Her ouphes, that cloak'd in leaf-gold skim the breeze,</br>And fairies swarming thick as mites in rotten cheese.", "I see the puny fair-chinn'd goblin rise</br>Suddenly glorious from his mustard-pot;</br>I see him wave his hand in seemly wise,</br>And button round him tight his fulgent coat;</br>While MAGGIE LAUDER, in a great surprise,</br>Sits startled on her chair, yet fearing not;</br>I see him ope his dewy lips; I hear</br>The strange and strict command address'd to MAGGIE'S ear.", "I see the RANTER with bagpipe on back,</br>As to the fair he rides jocundly on;</br>I see the crowds that press with speed not slack</br>Along each road that leads to ANSTER loan;</br>I see the suitors, that, deep-sheath'd in sack,</br>Hobble and tumble, bawl and swear, and groan;</br>I see &mdash; but fie, thou brainish Muse!  what mean</br>These vapourings, and brags of what by thee is seen?", "Go to &mdash; be cooler, and in order tell</br>To all my good co-townsmen list'ning round,</br>How every merry incident befel,</br>Whereby our loan shall ever be renown'd.</br>Say first, what elf or fairy could impel</br>Fair MAG, with wit, and wealth, and beauty crown'd,</br>To put her suitors to such waggish test,</br>And give her happy bed to him that jumped best?", "'Twas on a keen December night; John Frost</br>Drove through mid air his chariot, icy-wheel'd,</br>And from the sky's crisp ceiling, star-embost,</br>Whiff'd off the clouds that the pure blue conceal'd;</br>The hornless moon amid her brilliant host</br>Shone, and with silver-sheeted lake and field;</br>'Twas cutting cold; I'm sure, each trav'ler's nose</br>Was pinch'd right red that night, and numb'd were all his toes.", "Not so were MAGGIE LAUDER'S toes, as she</br>In her warm chamber at her supper sate,</br>(For 'twas that hour when burgesses agree</br>To eat their suppers ere the night grows late).</br>Alone she sat, and pensive as may be</br>A young fair lady, wistful of a mate:</br>Yet with her teeth held now and then a-picking,</br>Her stomach to refresh, the breast-bone of a chicken.", "She thought upon her suitors, that with love</br>Besiege her chamber all the livelong day,</br>Aspiring each her virgin heart to move,</br>With courtship's every troublesome essay;</br>Calling her, angel, sweeting, fondling, dove,</br>And other nicknames in love's friv'lous way;</br>While she, though their addresses still she heard,</br>Held back from all her heart, and still no beau preferr'd.", "What, what!  quo' MAG, must thus it be my doom</br>To spend my prime in maidhood's joyless state,</br>And waste away my sprightly body's bloom</br>In spouseless solitude without a mate,</br>Still toying with my suitors, as they come</br>Cringing in lowly courtship to my gate?</br>Fool that I am, to live unwed so long!</br>More fool, since I am woo'd by such a clam'rous throng!", "For was e'er heiress with much gold in chest,</br>And dower'd with acres of wheat-bearing land,</br>By such a pack of men, in am'rous quest,</br>Fawningly spaniel'd to bestow her hand?</br>Where'er I walk, the air that feeds my breast</br>Is by the gusty sighs of lovers fann'd;</br>Each wind that blows wafts love-cards to my lap;</br>Whilst I &mdash; ah, stupid MAG! &mdash; avoid each am'rous trap!", "Then come, let me my suitors' merits weigh,</br>And in the worthiest lad my spouse select:&mdash;</br>First, there's our ANSTER merchant, Norman Ray</br>A powder'd wight with golden buttons deck'd,</br>That stinks with scent, and chats like popinjay,</br>And struts with phiz tremendously erect:</br>Four brigs has he, that on the broad sea swim;&mdash;</br>He is a pompous fool &mdash; I cannot think of him.", "Next is the maltster Andrew Strang, that takes</br>His seat i' the Bailie's loft on Sabbath-day,</br>With paltry visage white as oaten cakes,</br>As if no blood runs gurgling in his clay.</br>Heav'ns!  what an awkward hunch the fellow makes,</br>As to the priest he does the bow repay!</br>Yet he is rich &mdash; a very wealthy man, true&mdash;</br>But, by the holy rood, I will have none of Andrew.", "Then for the Lairds &mdash; there's Melvil of Carnbee,</br>A handsome gallant, and a beau of spirit;</br>Who can go down the dance so well as he?</br>And who can fiddle with such manly merit?</br>Ay, but he is too much the debauchee&mdash;</br>His cheeks seem sponges oozing port and claret;</br>In marrying him I should bestow myself ill,</br>And so, I'll not have you, thou fuddler, Harry Melvil!", "There's Cunningham of Barns, that still assails</br>With verse and billet-doux my gentle heart,</br>A bookish squire, and good at telling tales,</br>That rhimes and whines of Cupid, flame, and dart</br>But, oh!  his mouth a sorry smell exhales,</br>And on his nose sprouts horribly the wart:</br>What though there be a fund of lore and fun in him?</br>He has a rotten breath &mdash; I cannot think of Cunningham.", "Why then, there's Allardyce, that plies his suit</br>And battery of courtship more and more;</br>Spruce Lochmalonie, that with booted foot</br>Each morning wears the threshold of my door;</br>Auchmoutie, too, and Bruce, that persecute</br>My tender heart with am'rous buffets sore:&mdash;</br>&mdash;Whom to my hand and bed should I promote?&mdash;</br>&mdash;Eh-la!  what sight is this? &mdash; what ails my mustard-pot?", "Here broke the lady her soliloquy;</br>For in a twink her pot of mustard, lo!</br>Self-mov'd, like Jove's wheel'd stool that rolls on high,</br>'Gan caper on her table to and fro,</br>And hopp'd and fidgetted before her eye,</br>Spontaneous, here and there, a wondrous show:</br>As leaps, instinct with mercury, a bladder,</br>So leaps the mustard-pot of bonnie MAGGIE LAUDER.", "Soon stopp'd its dance th' ignoble utensil,</br>When from its round and small recess there came</br>Thin curling wreaths of paly smoke, that still,</br>Fed by some magic unapparent flame,</br>Mount to the chamber's stucco'd roof, and fill</br>Each nook with fragrance, and refresh the dame:</br>Ne'er smelt a Phoenix-nest so sweet, I wot,</br>As smelt the luscious fumes of MAGGIE'S mustard-pot.", "It reeked censer-like; then, strange to tell!</br>Forth from the smoke, that thick and thicker grows,</br>A fairy of the height of half an ell,</br>In dwarfish pomp, majestically rose:</br>His feet, upon the table 'stablish'd well,</br>Stood trim and splendid in their snake-skin hose;</br>Gleam'd topaz-like the breeches he had on,</br>Whose waistband like the bend of summer rainbow shone.", "His coat seem'd fashion'd of the threads of gold,</br>That intertwine the clouds at sun-set hour,</br>And, certes, Iris with her shuttle bold</br>Wove the rich garment in her lofty bower;</br>To form its buttons were the Pleiads old</br>Pluck'd from their sockets, sure by genie-power,</br>And sew'd upon the coat's resplendent hem;</br>Its neck was lovely green, each cuff a sapphire gem.", "As when the churlish spirit of the Cape</br>To Gama, voyaging to Mozambique,</br>Up-popp'd from sea, a tangle-tassel'd shape,</br>With mussels sticking inch-thick on his cheek,</br>And 'gan with tortoise-shell his limbs to scrape,</br>And yawn'd his monstrous blobberlips to speak;</br>Brave Gama's hairs stood bristled at the sight,</br>And on the tarry deck sunk down his men with fright.", "So sudden (not so huge and grimly dire)</br>Uprose to MAGGIE'S stounded eyne the sprite,</br>As fair a fairy as you could desire,</br>With ruddy cheek, and chin and temples white;</br>His eyes seem'd little points of sparkling fire,</br>That, as he look'd, charm'd with inviting light;</br>He was, indeed, as bonny a fay and brisk,</br>As e'er on long moonbeam was seen to ride and frisk.", "Around his bosom, by a silken zone,</br>A little bagpipe gracefully was bound,</br>Whose pipes like hollow stalks of silvers shone,</br>The glist'ring tiny avenues of sound;</br>Beneath his arm the windy bag, full-blown,</br>Heav'd up its purple like an orange round,</br>And only waited orders to discharge</br>Its blast with charming groan into the sky at large.", "He wav'd his hand to MAGGIE, as she sat</br>Amaz'd and startled on her carved chair;</br>Then took his petty feather-garnish'd hat,</br>In honour to the lady, from his hair,</br>And made a bow so dignifiedly flat,</br>That MAG was witched with his beauish air:</br>At last he spoke, with voice so soft, so kind,</br>So sweet, as if his throat with fiddle-strings was lin'd&mdash;", "Lady!  be not offended that I dare,</br>Thus forward and impertinently rude,</br>Emerge, uncall'd, into the upper air,</br>Intruding on a maiden's solitude:</br>Nay, do not be alarm'd, thou Lady fair!</br>Why startle so? &mdash; I am a fairy good;</br>Not one of those that, envying beauteous maids,</br>Speckle their skins with moles, and fill with spleens their heads.", "For, as conceal'd in this clay-house of mine,</br>I overheard thee in a lowly voice</br>Weighing thy lovers' merits, with design</br>Now on the worthiest lad to fix thy choice,</br>I have up-bolted from my paltry shrine</br>To give thee, sweet-eyed lass, my best advice;</br>For, by the life of Oberon my king!</br>To pick good husband out is, sure, a ticklish thing.", "And never shall good Tommy Puck permit</br>Such an assemblage of unwonted charms</br>To cool some lecher's lewd licentious fit,</br>And sleep imbounded by his boisterous arms.</br>What though his fields by twenty ploughs be split,</br>And golden wheat wave riches on his farms?</br>His house, is shame &mdash; it cannot, shall not be:</br>A greater, happier doom, O MAG, awaiteth thee.", "Strange are indeed the steps by which thou must</br>Thy glory's happy eminence attain;</br>But Fate hath fix'd them, and 'tis Fate's t' adjust</br>The mighty links that ends to means enchain;</br>Nor may poor Puck his little fingers thrust</br>Into the links, to break Jove's steel in twain:</br>Then, MAGGIE, hear, and let my words descend</br>Into thy soul, for much it boots thee to attend.", "To-morrow, when o'er th' Isle of May the sun</br>Lifts up his forehead bright with golden crown,</br>Call to thine house the light-heel'd men, that run</br>Afar, on messages for ANSTER Town,</br>Fellows of sp'rit, by none in speed outdone,</br>Of lofty voice, enough a drum to drown,</br>And bid them hie, post-haste, through all the nation,</br>And publish, far and near, this famous proclamation:", "Let them proclaim, with voice's loudest tone,</br>That on your next approaching market-day</br>Shall merry sports be held in ANSTER loan,</br>With celebration notable and gay;</br>And that a prize, than gold or precious stone</br>More precious, shall the victor's toils repay,</br>Ev'n thy own form with beauties so replete,</br>&mdash;Nay, MAGGIE, start not thus! &mdash; thy marriage-bed, my sweet.", "First, on the loan shall ride full many an ass,</br>With stout whip-wielding rider on his back,</br>Intent with twinkling hoof to pelt the grass,</br>And pricking up his long ears at the crack.</br>Next o'er the ground the daring men shall pass,</br>Half-coffin'd in their cumbrances of sack,</br>With heads just peeping from their shrines of bag,</br>Horribly hobbling round, and straining hard for MAG.", "Then shall the pipers groaningly begin</br>In squeaking rivalry their merry strain,</br>Till Billyness shall echo back the din,</br>And Innergelly woods shall ring again.</br>Last, let each man that hopes thy hand to win</br>By witty product of prolific brain,</br>Approach, and, confident of Pallas' aid,</br>Claim by an hum'rous tale possession of thy bed.", "Such are the wondrous tests, by which, my love,</br>The merits of thy husband must be tried;</br>And he that shall in these superior prove,</br>(One proper husband shall the Fates provide)</br>Shall from the loan with thee triumphant move</br>Homeward, the jolly bridegroom and the bride,</br>And at thy house shall eat the marriage-feast,</br>When I'll pop up again. &mdash; Here Tommy Puck surceast.", "He ceas'd, and to his wee mouth, dewy-wet,</br>His bagpipe's tube of silver up he held,</br>And underneath his down-press'd arm he set</br>His purple bag, that with a tempest swell'd;</br>He play'd and pip'd so sweet, that never yet</br>MAG had a piper heard that Puck excell'd:</br>Had Midas heard a tune so exquisite,</br>By Heav'n!  his long base ears had quiver'd with delight.", "Tingle the fire-ir'ns, poker, tongs, and grate,</br>Responsive to the blithesome melody;</br>The tables and the chairs inanimate</br>Wish they had muscles now to trip it high;</br>Wave back and forwards at a wondrous rate,</br>The window-curtains, touch'd with sympathy;</br>Fork, knife, and trencher, almost break their sloth,</br>And caper on their ends upon the table-cloth.", "How then could MAGGIE, splightly, smart, and</br>Withstand that bagpipe's blithe awak'ning air?</br>She, as her ear-drum caught the sounds, up-sprung</br>Like lightning, and despis'd her idle chair,</br>And into all the dance's graces flung</br>The bounding members of her body fair:</br>From nook to nook through all her room she tript,</br>And whirl'd like whirligig, and reel'd, and bobb'd, and skipt.", "At last the little piper ceas'd to play,</br>And deftly bow'd, and said, \"My dear, goodnight;\"</br>Then in a smoke evanish'd clean away,</br>With all his gaudy apparatus bright.</br>As breaks soap-bubble, which a boy in play</br>Blows from his short tobacco-pipe aright,</br>So broke poor Puck from view, and on the spot</br>Y-smoking aloes-reek he left his mustard-pot.", "Whereat the furious Lady's wriggling feet</br>Forgot to patter in such pelting wise,</br>And down she gladly sunk upon her seat,</br>Fatigued and panting from her exercise.</br>She sat, and mus'd a while, as it was meet,</br>On what so late had occupied her eyes;</br>Then to her bed-room went, and doff'd her gown,</br>And laid upon her couch her charming person down.", "Some say that MAGGIE slept so sound that night,</br>As never she had slept since she was born;</br>But sure am I, that, thoughtful of the sprite,</br>She twenty times upon her bed did turn;</br>For still appear'd to stand before her sight</br>The gaudy goblin, glorious from his urn,</br>And still, within the cavern of her ear,</br>Th' injunction echoing rung, so strict and strange to hear.", "But when the silver-harness'd steeds, that draw</br>The car of morning up th' empyreal height,</br>Had snorted day upon North-Berwick-Law,</br>And from their glist'ring loose manes toss'd the light,</br>Immediately from bed she rose, (such awe</br>Of Tommy press'd her soul with anxious weight,)</br>And donn'd her tissued fragrant morning vest,</br>And to fulfil his charge her earliest me addrest.", "Straight to her house she tarried not to call</br>Her messengers and heralds swift of foot,</br>Men skill'd to hop o'er dikes and ditches; all</br>Gifted with sturdy brazen lungs to boot.</br>She bade them halt at every town, and bawl</br>Her proclamation out with mighty bruit,</br>Inviting loud, to ANSTER loan and FAIR,</br>The Scottish beaux to jump for her sweet person there.", "They took each man his staff into his hand;</br>They button'd round their bellies close their coats;</br>They flew divided through the frozen land;</br>Were never seen such swiftly-trav'lling Scots!</br>Nor ford, slough, mountain, could their speed withstand;</br>Such fleetness have the men that feed on oats!</br>They skirr'd, they flounder'd thro' the sleets and snows,</br>And puff'd against the winds, that bit in spite each nose.", "They halted at each wall-fenc'd town renown'd,</br>And ev'ry lesser borough of the nation;</br>And with the trumpet's welkin-rifting sound,</br>And tuck of drum of loud reverberation,</br>Tow'rds the four wings of heav'n, they, round and round,</br>Proclaim'd in Stentor-like vociferation ,</br>That, on th' approaching day of ANSTER market,</br>Should merry sports be held: &mdash; Hush!  listen now and hark it!&mdash;", "\"Ho!  beaux and pipers, wits and jumpers, ho!</br>Ye buxom blades that like to kiss the lasses;</br>Ye that are skill'd sew'd up in sacks to go;</br>Ye that excel in horsemanship of asses;</br>Ye that are smart at telling tales, and know</br>On Rhime's two stilts to clutch it up Parnassus;</br>Ho!  lads, your sacks, pipes, asses, tales, prepare</br>To jump, play, ride, and rhime, at ANSTER loan and FAIR!", "\"First, on the green turf shall each ass draw nigh,</br>Caparison'd or clouted for the race,</br>With mounted rider, sedulous to ply</br>Cudgel or whip, and win the foremost place.</br>Next shall th' advent'rous men, that dare to try</br>Their bodies' springiness in hempen case,</br>Put on their bags, and, with ridic'lous bound,</br>And sweat, and huge turmoil, pass lab'ring o'er the ground.", "Then shall the pipers, gentlemen o' the drone,</br>Their pipes in gleesome competition screw,</br>And grace, with loud solemnity of groan,</br>Each his invented tune to th' audience new.</br>Last shall each witty bard, to whom is known</br>The craft of Helicon's rhime-jingling crew,</br>His story tell in good poetic strains,</br>And make his learned tongue the midwife to his brains.", "\"And he whose tongue the wittiest tale shall tell,</br>Whose bagpipe shall the sweetest tune resound,</br>Whose heels, tho' clogg'd with sack, shall jump it well,</br>Whose ass shall foot with fleetest hoof the ground:</br>He who from all the rest shall bear the bell,</br>With victory in every trial crown'd,</br>He (mark it, lads!)  to MAGGIE LAUDER'S house</br>That self same night shall go, and take her for his spouse.\"&mdash;", "Here ceas'd the criers of the sturdy lungs;</br>But here the gossip Fame (whose body's pores</br>Are nought but open ears and babbling tongues,</br>That gape and wriggle on her hide in scores)</br>Began to jabber o'er each city's throngs,</br>Blaz'ning the news through all the Scottish shores;</br>Nor had she blabb'd, methinks, so stoutly, since</br>Queen Dido's peace was broke by Troy's love-truant Prince.", "In every Lowland vale and Highland glen,</br>She nois'd th' approaching fun of ANSTER FAIR:</br>Ev'n when in sleep were laid the sons of men,</br>Snoring away on good chaff beds their care,</br>You might have heard her faintly murm'ring then,</br>For lack of audience, to the midnight air,</br>That from Fife's East Nook up to farthest Stornoway,</br>Fair MAGGIE'S loud report most rapidly was borne away.", "And soon the mortals, that design to strive</br>By meritorious jumping for the prize,</br>Train up their bodies, ere the day arrive,</br>To th' lumpish sack-encumber'd exercise:</br>You might have seen no less than four or five</br>Hobbling in each town-loan in awkward guise.</br>E'en little boys, when from the school let out,</br>Mimick'd the bigger beaux, and leap'd in pokes about.", "Through cots and granges, with industrious foot,</br>By laird and knight were light-heel'd asses sought,</br>So that no ass of any great repute,</br>For twenty Scots marks could have then been bought;</br>Nor e'er, before or since, the long-ear'd brute</br>Was such a goodly acquisition thought.</br>The pipers vex'd their ears and pipes, t' invent</br>Some tune that might the taste of ANSTER MAG content.", "Each poet, too, whose lore-manured brain</br>Is hot of soil, and sprouts up mushroom wit,</br>Ponder'd his noddle into extreme pain,</br>T' excogitate, some story nice and fit.</br>When rack'd had been his scull some hours in vain,</br>He, to relax his mind a little bit,</br>Plung'd deep into a sack his precious body,</br>And school'd it for the race, and hopp'd around his study.", "Such was the sore preparatory care</br>Of all th' ambitious that for April sigh:</br>Nor sigh the young alone for ANSTER FAIR;</br>Old men and wives, erewhile content to die,</br>Who hardly can forsake their easy-chair,</br>To take, abroad, farewell of sun and sky,</br>With new desire of life now glowing, pray</br>That they may just o'erlive our famous market-day.", ""]