["From Bolton's old monastic tower</br>The bells ring loud with gladsome power;</br>The sun is bright; the fields are gay</br>With people in their best array</br>Of stole and doublet, hood and scarf,</br>Along the banks of the crystal Wharf,</br>Through the Vale retired and lowly,</br>Trooping to that summons holy.</br>And, up among the moorlands, see</br>What sprinklings of blithe company!</br>Of lasses and of shepherd grooms,</br>That down the steep hills force their way,</br>Like cattle through the budded brooms;</br>Path, or no path, what care they?</br>And thus in joyous mood they hie</br>To Bolton's mouldering Priory.", "What would they there? &mdash; Full fifty years</br>That sumptuous Pile, with all its peers,</br>Too harshly hath been doomed to taste</br>The bitterness of wrong and waste:</br>Its courts are ravaged; but the tower</br>Is standing with a voice of power,</br>That ancient voice which wont to call</br>To mass or some high festival;</br>And in the shattered fabric's heart</br>Remaineth one protected part;</br>A rural Chapel, neatly drest,</br>In covert like a little nest;</br>And thither young and old repair,</br>This Sabbath-day, for praise and prayer.", "Fast the church-yard fills; &mdash; anon</br>Look again, and they all are gone;</br>The cluster round the porch, and the folk</br>Who sate in the shade of the Prior's Oak!</br>And scarcely have they disappeared</br>Ere the prelusive hymn is heard:&mdash;</br>With one consent the people rejoice,</br>Filling the church with a lofty voice!</br>They sing a service which they feel:</br>For 'tis the sun-rise now of zeal,</br>And faith and hope are in their prime,</br>In great Eliza's golden time.", "A moment ends the fervent din,</br>And all is hushed, without and within;</br>For, though the priest more tranquilly</br>Recites the holy liturgy,</br>The only voice which you can hear</br>Is the river murmuring near.</br>&mdash;When soft! &mdash; the dusky trees between,</br>And down the path through the open green,</br>Where is no living thing to be seen;</br>And through yon gateway, where is found,</br>Beneath the arch with ivy bound,</br>Free entrance to the church-yard ground;</br>And right across the verdant sod</br>Towards the very house of God;</br>&mdash;Comes gliding in with lovely gleam,</br>Comes gliding in serene and slow,</br>Soft and silent as a dream,</br>A solitary Doe!</br>White she is as lily of June,</br>And beauteous as the silver moon</br>When out of sight the clouds are driven,</br>And she is left alone in heaven;</br>Or like a ship some gentle day</br>In sunshine sailing far away,</br>A glittering ship, that hath the plain</br>Of ocean for her own domain.", "Lie silent in your graves ye dead!</br>Lie quiet in your church-yard bed!</br>Ye living tend your holy cares,</br>Ye multitude pursue your prayers,</br>And blame not me if my heart and sight</br>Are occupied with one delight!</br>'Tis a work for sabbath hours</br>If I with this bright Creature go;</br>Whether she be of forest bowers,</br>From the bowers of earth below;</br>Or a Spirit, for one day given,</br>A gift of grace from purest heaven.", "What harmonious pensive changes</br>Wait upon her as she ranges</br>Round and through this Pile of state,</br>Overthrown and desolate!</br>Now a step or two her way</br>Is through space of open day,</br>Where the enamoured sunny light</br>Brightens her that was so bright;</br>Now doth a delicate shadow fall,</br>Falls upon her like a breath,</br>From some lofty arch or wall,</br>As she passes underneath:</br>Now some gloomy nook partakes</br>Of the glory that she makes,&mdash;</br>High-ribbed vault of stone, or cell</br>With perfect cunning framed as well</br>Of stone, and ivy, and the spread</br>Of the elder's bushy head;</br>Some jealous and forbidding cell,</br>That doth the living stars repel,</br>And where no flower hath leave to dwell.", "The presence of this wandering Doe</br>Fills many a damp obscure recess</br>With lustre of a saintly show;</br>And, re-appearing, she no less</br>To the open day gives blessedness.</br>But say, among these holy places,</br>Which thus assiduously she paces,</br>Comes she with a votary's task,</br>Rite to perform, or boon to ask</br>Fair Pilgrim!  harbours she a sense</br>Of sorrow, or of reverence?</br>Can she be grieved for quire or shrine,</br>Crushed as if by wrath divine?</br>For what survives of house where God</br>Was worshipped, or where Man abode;</br>For old magnificence undone;</br>Or for the gentler work begun</br>By Nature, softening and concealing,</br>And busy with a hand of healing,&mdash;</br>The altar, whence the cross was rent,</br>Now rich with mossy ornament,&mdash;</br>The dormitory's length laid bare,</br>Where the wild-rose blossoms fair;</br>And sapling ash, whose place of birth</br>Is that lordly chamber's hearth?</br>&mdash;She sees a warrior carved in stone</br>Among the thick weeds stretched alone;</br>A warrior, with his shield of pride</br>Cleaving humbly to his side,</br>And hands in resignation prest,</br>Palm to palm, on his tranquil breast:</br>Methinks she passeth by the sight,</br>As a common creature might:</br>If she be doomed to inward care,</br>Or service, it must lie elsewhere.</br>&mdash;But hers are eyes serenely bright,</br>And on she moves, with pace how light!</br>Nor spares to stoop her head, and taste</br>The dewy turf with flowers bestrown;</br>And in this way she fares, till at last</br>Beside the ridge of a grassy grave</br>In quietness she lays her down;</br>Gently as a weary wave</br>Sinks, when the summer breeze hath died,</br>Against an anchored vessel's side;</br>Even so, without distress, doth she</br>Lie down in peace, and lovingly.", "The day is placid in its going,</br>To a lingering motion bound,</br>Like the river in its flowing;</br>Can there be a softer sound?</br>So the balmy minutes pass,</br>While this radiant Creature lies</br>Couched upon the dewy grass,</br>Pensively with downcast eyes.</br>&mdash;When now again the people rear</br>A voice of praise, with awful chear!</br>It is the last, the parting song;</br>And from the temple forth they throng&mdash;</br>And quickly spread themselves abroad&mdash;</br>While each pursues his several road.</br>But some, a variegated band</br>Of middle-aged, and old, and young,</br>And little children by the hand</br>Upon their leading mothers hung,</br>Turn, with obeisance gladly paid,</br>Towards the spot, where, full in view,</br>The lovely Doe of whitest hue,</br>Her sabbath couch has made.", "It was a solitary mound;</br>Which two spears' length of level ground</br>Did from all other graves divide:</br>As if in some respect of pride;</br>Or melancholy's sickly mood,</br>Still shy of human neighbourhood;</br>Or guilt, that humbly would express</br>A penitential loneliness.", "\"Look, there she is, my Child!  draw near;</br>She fears not, wherefore should we fear?</br>She  means no harm;\" &mdash; but still the Boy,</br>To whom the words were softly said,</br>Hung back, and smiled and blushed for joy,</br>A shame-faced blush of glowing red!</br>Again the Mother whispered low,</br>\"Now you have seen the famous Doe;</br>From Rylstone she hath found her way</br>Over the hills this sabbath-day;</br>Her work, whate'er it be, is done,</br>And she will depart when we are gone;</br>Thus doth she keep, from year to year,</br>Her sabbath morning, foul or fair.\"", "This whisper soft repeats what he</br>Had known from early infancy.</br>Bright is the Creature &mdash; as in dreams</br>The Boy had seen her &mdash; yea more bright&mdash;</br>But is she truly what she seems?&mdash;</br>He asks with insecure delight,</br>Asks of himself &mdash; and doubts &mdash; and still</br>The doubt returns against his will:</br>Though he, and all the standers-by,</br>Could tell a tragic history</br>Of facts divulged, wherein appear</br>Substantial motive, reason clear,</br>Why thus the milk-white Doe is found</br>Couchant beside that lonely mound;</br>And why she duly loves to pace</br>The circuit of this hallowed place.</br>Nor to the Child's enquiring mind</br>Is such perplexity confined:</br>For, 'spite of sober truth, that sees</br>A world of fixed remembrances</br>Which to this mystery belong,</br>If, undeceived, my skill can trace</br>The characters of every face,</br>There lack not strange delusion here</br>Conjecture vague, and idle fear,</br>And superstitious fancies strong,</br>Which do the gentle Creature wrong.", "That bearded, staff-supported Sire,</br>(Who in his youth had often fed</br>Full cheerily on convent-bread,</br>And heard old tales by the convent-fire,</br>And lately hath brought home the scars</br>Gathered in long and distant wars)</br>That Old Man &mdash; studious to expound</br>The spectacle &mdash; hath mounted high</br>To days of dim antiquity;</br>When Lady Aaliza, mourned</br>Her Son, and felt in her despair,</br>The pang of unavailing prayer;</br>Her Son in Wharf's abysses drowned,</br>The noble Boy of Egremound.</br>From which affliction, when God's grace</br>At length had in her heart found place,</br>A pious structure, fair to see,</br>Rose up &mdash; this stately Priory!</br>The Lady's work &mdash; but now laid low;</br>To the grief of her soul that doth come and go,</br>In the beautiful form of this innocent Doe:</br>Which, though seemingly doomed in its breast to sustain</br>A softened remembrance of sorrow and pain,</br>Is spotless, and holy, and gentle, and bright,&mdash;</br>And glides o'er the earth like an angel of light.", "Pass, pass who will, yon chantry door;</br>And, through the chink in the fractured floor</br>Look down, and see a griesly sight;</br>A vault where the bodies are buried upright!</br>There face by face, and hand by hand,</br>The Claphams and Mauleverers stand:</br>And, in his place, among son and sire,</br>Is John de Clapham, that fierce Esquire,&mdash;</br>A valiant man, and, a name of dread,</br>In the ruthless wars of the White and Red;&mdash;</br>Who dragged Earl Pembroke from Banbury church,</br>And smote off his head on the stones of the porch!</br>Look down among them, if you dare;</br>Oft does the White Doe loiter there,</br>Prying into the darksome rent;</br>Nor can it be with good intent:&mdash;</br>So thinks that Dame of haughty air,</br>Who hath a Page her book to hold,</br>And wears a frontlet edged with gold.</br>Well may her thoughts be harsh; for she</br>Numbers among her ancestry</br>Earl Pembroke, slain so impiously!", "That slender Youth, a scholar pale,</br>From Oxford come to his native vale,</br>He also hath his own conceit</br>It is, thinks he, the gracious Fairy,</br>Who loved the Shepherd Lord to meet</br>In his wanderings solitary;</br>Wild notes she in his hearing sang, </br>A song of Nature's hidden powers</br>That whistled like the wind, and rang</br>Among the rocks and holly bowers.</br>'Twas said that she all shapes could wear;</br>And oftentimes before him stood,</br>Amid the trees of some thick wood,</br>In semblance of a lady fair,</br>And taught him signs, and shewed him sights,</br>In Craven's dens, on Cumbria's heights;</br>When under cloud of fear he lay,</br>A shepherd clad in homely grey,</br>Nor left him at his later day.</br>And hence, when he, with spear and shield,</br>Rode full of years to Flodden field,</br>His eye could see the hidden spring,</br>And how the current was to flow;</br>The fatal end of Scotland's King,</br>And all that hopeless overthrow.</br>But not in wars did he delight,</br>This Clifford wished for worthier might;</br>Nor in broad pomp, or courtly state;</br>Him his own thoughts did elevate,&mdash;</br>Most happy in the shy recess</br>Of Barden's humble quietness.</br>And choice of studious friends had he</br>Of Bolton's dear fraternity;</br>Who, standing on this old church tower,</br>In many a calm propitious hour,</br>Perused, with him, the starry sky;&mdash;</br>Or in their cells with him did pry</br>For other lore, &mdash; through strong desire</br>Searching the earth with chemic fire:</br>But they and their good works are fled&mdash;</br>And all is now disquieted&mdash;</br>And peace is none, for living or dead!", "Ah, pensive Scholar!  think not so,</br>But look again at the radiant Doe!</br>What quiet watch she seems to keep,</br>Alone, beside that grassy heap!", "Why mention other thoughts unmeet</br>For vision so composed and sweet?</br>While stand the people in a ring,</br>Gazing, doubting, questioning;</br>Yea, many overcome in spite</br>Of recollections clear and bright;</br>Which yet do unto some impart</br>An undisturbed repose of heart.</br>And all the assembly own a law</br>Of orderly respect and awe;</br>But see &mdash; they vanish, one by one,</br>And last, the Doe herself is gone.", "Harp!  we have been full long beguiled</br>By busy dreams, and fancies wild;</br>To which, with no reluctant strings,</br>Thou hast attuned thy murmurings;</br>And now before this Pile we stand</br>In solitude, and utter peace:</br>But, harp!  thy murmurs may not cease,&mdash;</br>Thou hast breeze-like visitings;</br>For a Spirit with angel wings</br>Hath touched thee, and a Spirit's hand:</br>A voice is with us &mdash; a command</br>To chaunt, in strains of heavenly glory,</br>A tale of tears, a mortal story!</br>"]