["Ye virgin-train, that whilom wak'd your lyres,</br>Fast by the chrystal springs of Helicon,</br>To heav'nly strains of joy those dulcet Notes</br>Ill suit a Nation's universal moan,</br>When ev'ry hope with their lost Prince is gone.</br>The thrilling voice of joy no longer floats</br>O'er pale Britannia's sadly-silent shore;</br>MARCELLUS is no more!</br>But oh, the doleful change!  the plaintive muse,</br>In cypress crown'd, must pour her piteous loan</br>Of sigh, and tear, and heart-empiercing groan!", "Come then, Melpomene, begin the Lay,</br>With rueful Tears your sorrowing Dirges steep,</br>Such tears as erst your sister-muse did weep</br>For her dear twin-Palici:  every stream</br>Shall stop to hear your theme,</br>Then sadly murmur to the plaintive shore</br>MARCELLUS is no more!</br>And feeble Echo from her aery cave</br>Shall back return the note, and ev'ry vale,</br>With all its flow'rs shall droop to hear the tale.", "How can he lie unwept who knew to raise</br>Esteem and love in every loyal heart.</br>He was the pride of ev'ry Shepherd's praise,</br>Grac'd with each decent and each princely part.</br>Nor did the muse ungrateful pour her lays;</br>He oft wou'd listen to the poet's art:</br>And oft alone, beneath the muse's grot,</br>Hid from a nation's eye, he sat and thought.", "Full many an hour, his Offspring pratling round,</br>In gentle dalliance has he fondly smil'd;</br>Full many an hour, sequester'd from annoys,</br>In tender amorous talk, has he beguil'd,</br>With the dear Partner of his dearest joys.</br>Mean while the foe of Life, with treacherous art,</br>In sly destruction prey'd upon his heart;</br>And yet no fatal symptom did appear;</br>The blood still mantled on his rosy cheek</br>As Phoebus oft the clouds with gold doth streak,</br>While brooding storms engender in the air.", "Where was your knowledge then, you sapient Tribe,</br>That boast commandment o'er the pulse of life?</br>Was not a Princess' tears sufficient bribe,</br>Cou'd not a King's, a Nation's, pray'rs prevail</br>To make your nicest skill explore his ail?</br>Some few more Years the breath of Life supply,</br>And keep him from the Sky&mdash;</br>Ah me, what boots your skill? &mdash; Not all the pray'rs</br>That pale Britannia, and her King might pour;</br>Not all Augusta's sadly-flowing Tears,</br>Not Aesculapius' Sons with all their care,</br>Might ward the black inevitable hour,</br>Or could their Prince's vital Band repair,</br>Which in their mood the fatal Sisters tore.", "Alas, he droop'd in life's maturest age,</br>While Albion's sceptre hung before his view;</br>And thrice the wise Machoan did presage</br>That Febris her inflaming rage withdrew;</br>Yet then renewing her malignant strife,</br>The deadly Fiend unhous'd his tender Life.</br>Then stream'd the tear from ev'ry British eye.</br>But chief th' unhappy sire, in dismal plight,</br>Detests the odious light,</br>And with loud wailings tears the arched sky.</br>And calls on death to bring a kind reprieve,</br>And lay his cruel sorrows in the grave.", "But ah!  my Muse, how may thy voice record,</br>Tho' well I ween thou shar'st her piteous state,</br>The tender unimaginable woe,</br>Of his dear Consort for her ravish'd Lord,</br>Torn by the hand of unrelenting Fate!</br>Then hide the tears thou canst not give to flow.</br>Enough, that when reviving life did chase</br>Death's dismal image from her pallid face;</br>With manly shew she mask'd her sorrows dread;</br>And greatly strove to chear with kind relief</br>Her tender Offspring's sympathetic grief,</br>Who at their Mother's wretched plight grew sad.</br>What heart so stony but did melt in tears?</br>See pale Britannia wears,</br>Thro' all her Sons, one dismal face of woe.</br>Nor British eyes alone do overflow;</br>See even the Orcades and frozen Realms</br>By Ocean's wat'ry barrier sunder'd far,</br>Pay their full tribute of a tender tear.", "Mean while the awful tongue of death doth pierce</br>Night's drowzy ear, with tollings, deep and slow;</br>And now the solemn pealing Organs blow.</br>The winking Lamps a dusky lustre shed</br>Along the Mansions of the Dead,</br>Where mould'ring Kings in silent dust repose.</br>And now with often interrupted sighs,</br>The Lawn-rob'd Prelate his last duty pays,</br>And dust to dust conveys:</br>And now entomb'd his sacred body lies,</br>Free from the cares, that this vain life enclose.</br>Up to yon regions of eternal day,</br>The free, unbodied spirit wings its way;</br>There in the bosom of its god doth bide</br>In pure, immaculate, unshaken bliss;</br>Nor recks the loss of earthly Kingdom's pride,</br>Enthron'd for aye in heavenly paradise.", "And thou, sad Consort of a Prince too good</br>Longer to visit this forsaken clime;</br>Ah!  cease to weary the relentless sky,</br>With bitter penance and with bootless tears.</br>Nor deem with vainly-pious pray'rs</br>To draw him from his blissful dear abode;</br>Where now he never more may fear to die,</br>Nor grieve, save when your plaints wou'd him recall,</br>Nor lent for aye to your fond hopes, I ween!</br>And oh!  forgive the muse, whose daring lays</br>Wou'd grateful pour her artless loyal teen;</br>Reckless that true to draw a Prince's praise,</br>Asks the nice touches of a master-had,</br>Since she may see in your fair Offspring plann'd</br>The graceful dowries of their Father's mind;</br>See Mercy, Truth, Religion, Liberty,</br>Beneath the shine of your enliv'ning eye,</br>And ev'ry virtue that may bless mankind.</br>"]