["CORYDON, CLOTTEN.", "CORYDON.</br>Rise, Clotten, rise, take up thy Pipe and play,</br>The Sheepherds want thee, 'tis Pan's Holy-day;</br>And thou, of all the Swains, wert wont to be</br>The first to grace that great Solemnity.", "CLOTTEN.</br>True, Corydon, but then I happy was,</br>And in Pan's favour had a Minion's place:</br>Clotten had then fair Flocks, the finest Fleece</br>These Plains and Mountains yielded then was his.</br>In these auspitious times the fruitfull Dams</br>Brought me the earliest and the kindli'st Lambs;</br>Nor nightly watch about them need I keep,</br>For Pan himself was Sheepherd to my Sheep;</br>But now, alas!  neglected and forgot</br>Are all my off'rings, and he knows me not.</br>The bloudy Wolf, that lurks away the day,</br>When night's black palm beckons him out to prey</br>Under the cover of those guilty shades,</br>No Folds but mine the rav'nous Foe invades;</br>And there he has such bloudy havock made,</br>That, all my Flock being devour'd or stray'd,</br>I now have lost the Fruits of all my pain,</br>And am no more a Sheepherd but a Swain.", "CORYDON.</br>So sad a Tale thou tell'st me, that I must</br>Allow thy grief (my Clotten) to be just,</br>But mighty Pan has thousand Flocks in store,</br>He, when it pleases him, can give thee more,</br>And has perhaps afflicted thee, to try</br>Thy Vertue onely, and thy Constancy.</br>Repine not then at him that thou art poor,</br>'Twas by his bounty thou wert rich before;</br>And thou should'st serve him at the same free rate,</br>When most distress'd, as when most fortunate.", "CLOTTEN.</br>Thus do the healthfull still the sick advise,</br>And thus men preach when they would fain seem wise;</br>But if in my wretched Estate thou wert,</br>I fear me thy Philosophy would start,</br>And give thee o'er to an afflicted Sense,</br>As void of Reason as of Patience.</br>Had I been always poor, I should not be</br>Perhaps so discontent with Poverty,</br>Nor now so sensible of my disgrace,</br>Had I ne'er known what Reputation was;</br>But from so great a height of happiness</br>To sink into the bottom of distress</br>Is such a change as may become my care,</br>And more than, I confess, I well can bear.", "CORYDON.</br>But art thou not too sensible, my Lad,</br>Of those few losses thou hast lately had?</br>Thou art not yet in want, thou still dost eat</br>Bread of the finest Flower of purest Wheat;</br>Who better Syder drinks, what Sheepherd's board</br>Does finer Curds, Butter, or Cheese afford?</br>Who wears a Frock, to grace a Holy-day,</br>Spun of a finer Wooll, or finer Grey?</br>Whose Cabin is so neatly swept as thine,</br>With Flow'rs and Rushes kept so sweet and fine?</br>Whose name amongst our many Sheepherds Swains</br>So great as thine is throughout all these Plains?</br>Who has so many Friends, so pretty Loves?</br>Who by our bubbling Fountains and Green Groves</br>Passes away the Summer heats so well?</br>And who but thee in singing does excell?</br>So that the Swains, when Clotten sings or plays,</br>Lay down their Pipes, and listen to his Lays?</br>Wherein then can consist, I fain would know,</br>The Misery that thou complain'st of so?", "CLOTTEN.</br>Some of these things are true, but, Corydon,</br>That which maintain'd all these, alas!  is gone,</br>The want of Wealth I reckon not distress,</br>But of enough to doe good offices;</br>Which growing less, those Friends will fall away;</br>Poverty is the ground of all decay;</br>With our Prosperities our Friendships end,</br>And to misfortune no one is a Friend,</br>Which I already find to that degree,</br>That my old Friends are now afraid of me,</br>And all avoid me, as good men would fly</br>The common Hangman's shamefull company.</br>Those who by Fortune were advanc'd above,</br>Being oblig'd by my most ready love,</br>Shun me, for fear least my necessity</br>Should urge what they're unwilling to deny,</br>And are resolv'd they will not grant; and those</br>Have shar'd my Meat, my Money, and my Cloaths,</br>Grown rich with others Spoils as well as mine,</br>The coming near me now do all decline,</br>Least shame and gratitude should draw them in,</br>To be to me what I to them have been;</br>By which means I am stripp'd of all supplies,</br>And left alone to my own Miseries.", "CORYDON.</br>In the relation that thy grief has made,</br>The World's false friendships are too true display'd;</br>But, courage man, thou hast one Friend in store,</br>Will ne'er forsake thee for thy being poor:</br>I will be true to thee in worst estate,</br>And love thee more now than when Fortunate.", "CLOTTEN.</br>All goodness then on Earth I see's not lost,</br>I of one Friend in misery can boast,</br>Which is enough, and peradventure more</br>Than any one could ever do before;</br>And I to thee as true a Friend will prove,</br>Not to abuse but to deserve thy love.</br>"]