["I stand within Pompeii; and mine eyes</br>Recall the images of childhood dream:</br>Forgotten splendours from the dust arise&mdash;</br>And triumphs wheel again, and eagles gleam;</br>But soon the vision dies in reason's beam:</br>The pageant colours fade and dissipate:</br>The loud acclaim is hush'd, and heroes seem</br>To shrink into the tombs of ancient great&mdash;</br>While all around is silent, lifeless, desolate.", "O ye whose ardent antiquarian zeal</br>Upheaves the column from its sandy tomb;</br>Who pore, with pleasure ye alone can feel,</br>O'er shiver'd monuments of mighty Rome!</br>Behold where, rescu'd from her parents' doom,</br>A daughter of your mistress lifts her veil;</br>And girt with many an hue of ancient bloom,</br>That her long sleep has not sufficed to pale,</br>Sits in her open grave and woos again the gale.", "Her masters died &mdash; Pompeii only slept,</br>A changeless sleep, thro' ages full of change:</br>Her sister-cities, war and whirlwind swept,</br>Forbid within her buried halls to range,</br>Or aught by ruin consecrate, derange:</br>She lay like beauty tranc'd in beauty's shrine;</br>Meanwhile the world above grew old and strange,</br>Rome learn'd to conquer in another sign,</br>When glory's rampart fell protected by divine.", "Above her silent grave the vines were strung</br>In purple wealth, stretched out from tree to tree;</br>And children gambol'd oft, and peasants sung</br>The last faint songs of Roman liberty:</br>Beneath 'twas one wide wild'ring vacancy,</br>With judgment seats that had survived their laws,</br>And stately halls that were a mockery:</br>Where worms usurp'd the seats of senators,</br>And lay in lazy coil in bath or polished vase.", "Lull'd by the busy murmurs of the day,</br>The watchman slumber'd thro' the stilly night;</br>The volumed vapours on Vesuvius lay,</br>And Nature, shudd'ring, usher'd in the light.</br>When, hark!  loud bellowing from its flaming height,</br>'Mid air the mountain hurls its storm of stones;</br>Fast ebbs the foaming sea, and wild affright,</br>In misery's sad variety of tones,</br>Commingles childhood's shriek and age's feeble groans.", "A tow'ring column, lit by balls of fire</br>And sheets of flame, went roaring up on high,</br>As tho' the giant should again aspire,</br>Bursting his bounds, to beat down heaven's pure sky,</br>With fierce and demon-wrought artillery:</br>Till, spending all his strength in effort vain,</br>Foil'd, and in a rage, he turns his pow'r to try</br>On earth &mdash; abandon'd to his horrid reign:</br>So spent, the mountain's storm comes thundering to the plain.", "In fatal speed adown its smoking side,</br>Thro' the thick clouds the floods of lava break:</br>Spread as they go, transforming in their tide</br>The fertile plain to one black boiling lake.</br>To sounds of woe the sylvan echoes wake;</br>The bleating flocks wild round their pastures roam,</br>While shepherds, husbandmen &mdash; all, all forsake</br>Their fleecy wealth, their labours, and their home,</br>And join the shrieking crowd that choak the road to Rome.", "One dared return, by hope of plunder led,</br>Tho' earth was rocking 'neath his flying feet;</br>Return'd with light'nings hanging round his head,</br>Brush'd off the gath'ring stones descending fleet,</br>And ent'ring found the miser at his seat!</br>Both shudd'ring turn'd, and fled from whence they came,</br>Inhaled the sulphur breath, and found ('twas meet),</br>A night of ashes in a world of flame!</br>Past is that long, long night, behold them still the same!", "Save that on these poor bones now bare and dry,</br>A scented coat of flesh was hung of old;</br>And from these hollows lowr'd a jaundic'd eye,</br>As tho' 'twere \"stain'd with watchings of its gold.\"</br>But still, as then, his linked fingers fold</br>Around, as if he sought to hide, his keys;</br>While the gaunt robber grasping in his hold,</br>A purse that panic paused awhile to seize,</br>Stands in the eye of day, and crumbles in the breeze.", "The marble slab at yonder doorway placed,</br>Is stained with wine pour'd out to fav'ring Jove:</br>The cups remain &mdash; the drinkers fled in haste,</br>Compell'd with houseless multitudes to rove.</br>Yet were there deeds of piety and love</br>That none could mark, and none here giv'n to fame:</br>And some that like Rome's flying father strove</br>To snatch a parent from impending flame,</br>Themselves caught up to heav'n have left on earth no name.", "These painted walls, like mirth above the graves,</br>Appal, methinks, while they delight the eye:</br>'Tis seventeen ages since, some trembling slaves</br>Sought, in the cells beneath, a place to die!</br>Who ent'reth there may still their forms descry,</br>By ashes press'd against yon farthest wall;</br>His lip still moves as though it breath'd their sigh,</br>And his ear beat as tho' it heard their call,</br>Sent up to Heav'n and men &mdash; but sent in vain to all.", "Pass we yon prison's fettered skeletons,</br>Ring-bound, and shrunken in their ancient chain;</br>Pass we where Italy's benighted sons</br>To idols bow'd in this time-honour'd fane.</br>Here fancy's fair creation once held reign,</br>Minerva's crested brows, Apollo's lyre,</br>And Venus rose from Neptune's clasp again,</br>While, side by side, stood frowning o'er their fire,</br>Imaginings of fear and demons of desire.", "Statues are here raised to the doubly brave,</br>Who more than empires, their own hearts subdued;</br>And some that from the chisel of a slave</br>Came forth to sooth a tyrant's tiger-mood.</br>There, honour'd still by Roman feelings, stood</br>The patriot with his brow of stern control,</br>Furrow'd with thoughts that for his country brood,</br>And with one cent'ring int'rest of the soul,</br>O'er ages, blest and free, beguiled a trusting roll.", "Oh, Rome!  the vast, the mighty, and the stern,</br>Oft to thy chequer'd page our minds resort,</br>And drink in silence from thy fallen urn,</br>The soul of liberty, and manly thought.</br>The gorgeous splendours of thy golden court,</br>Thy taunted captives, and thy thronging slaves,</br>And thy wide circus, with its brutal sport,</br>We envy not &mdash; where happier pow'r but waves</br>Where thy proud eagle tore, and where it trampled saves.</br>"]