["When great ELIZA'S reign Britannia blest,</br>When victory adorn'd her noble reign,</br>Ev'n on that happy night, which did attest</br>That the Armada's errand was in vain,</br>And all defeated the proud boast of Spain;</br>'Tis said the queen seem'd pensive, as she sat,</br>Or weary'd by the day's tumultuous scene,</br>Or that her thoughts then roll'd the turns of fate,</br>And the unstable pomps, which magnify high state.", "'Twas late, when thus she spoke to Raleigh &mdash; stay</br>Awhile, for troubled thoughts are in my breast,</br>And, if I should disburthen them, I may,</br>Perhaps, the better, when I slumber, rest;</br>Alas!  a sovereign's sleep is oft distrest:</br>Forecasting views, and cares of various kind,</br>The silent hours will sullenly molest,</br>And raise up tumults that disturb the mind,</br>Sometimes, the whole long night, from sweet repose reclin'd.", "Raleigh reply'd, great queen whom we revere,</br>And still shall honour, sweet may slumbers be</br>To those to truth and goodness who adhere,</br>As who, that rules on earth, do's more than thee!</br>Who decks a throne &mdash; with nobler dignity!</br>When thou art griev'd good angels, sure, might weep,</br>And heav'nly hosts confess their sympathy!</br>But 'tis for this our queen do's vigils keep,</br>And her own rest impairs, that subjects sound may sleep.", "But, on this happy night, &mdash; when bonfires blaze</br>And cannons with a thund'ring voice relate</br>That British land may hope for fair ey'd days,</br>Since the Armada shall no longer threat,</br>And clouds disperse, that hover'd o'er the state;</br>Ev'n now, to seem thus wrapp'd in sullen care,</br>As if in some anxiety of fate,</br>Strange tidings this for heav'n or earth to hear!</br>If now the queen repines &mdash; what is it would her cheer?", "Not, thus, our royal mistress look'd and spoke,</br>When Spain's proud galleons hover'd round the coast,</br>Sore threat'ning fair dominions with the yoke,</br>And all prepar'd with chains and haughty boast</br>Not thus the queen repell'd th' invading host&mdash;</br>The animating voice, the awful eye</br>Commanded ev'ry soldier to his post.</br>They ran resolv'd to conquer or to die,</br>For, lo!  they seem'd t' obey the mandates of the sky.", "While thy good captains, on the boist'rous main,</br>Howard and Drake threw forth thy vengeful fire,</br>And spoke in thunder to presuming Spain,</br>\"Such spoils from Britain may her foes acquire;\"</br>But the good heav'ns with thy great deeds conspire;</br>The raging winds arouse the roaring seas,</br>And, shew, incens'd, a more than mortal ire,</br>And what escape the fury of the blaze</br>Are shatter'd, driv'n along, and wreck'd with dire amaze.", "There, Raleigh, thou hast said it &mdash; Pow'r divine</br>Did interpose the victory to seize,</br>To him my right of conquest I resign,</br>Who rules the tempest, who commands the seas,</br>Who with his winds did blow and them abase:</br>Let us to future ages, grateful send</br>Some fair memorial to record his praise;</br>\"And thou, O sov'reign pow'r!  still thus extend</br>Thy grace in times to come, and still these lands defend!\"", "Yet, Raleigh, all this while, I find my heart</br>Laden with care, lest all should not go right,</br>How look the husbandmen who bore a part,</br>So largely and stood ready for the fight</br>My faithful subjects! &mdash; seem thy in good plight?</br>How fare the Merchants, our fast friends, who then</br>Gave noble aid?  say, Raleigh, this good night,</br>How many did we ask, five thousand men?</br>And those of London gave &mdash; much do I thank them, ten?", "O queen!  belov'd of heav'n!  and dear to earth</br>Who, ev'ry debt, right willing are to pay,</br>Charg'd on thy sov'reign dignity and state,</br>Which thus doth delegated pow'r display,</br>Bright'ning the human might with heav'nly ray,</br>Well may the subjects thrive beneath thy reign,</br>Industry smil'd upon by land and sea:</br>When e'er did Britain such a prospect gain!</br>Or so abound in all that might her state maintain!", "While new found worlds confess thy name and sway,</br>While neigh'bring states are by thy succors sav'd,</br>Ev'n wild Hybernians thy behests obey,</br>And, Spain, in France, and Holland's, no less brav'd,</br>For in thy reign what land should be enslav'd!</br>Undazzled midst these glories, still, you strive</br>To raise the peoples good, which is engrav'd</br>Upon your heart, and still, you do contrive</br>How they, in their commerce, and ev'ry weal may thrive.", "The childless goddess, thus, as bards devise,</br>Jove's fav'rite daughter, wisdoms awful queen,</br>Provok'd to war, and bid its terrors rise</br>And urge the battle on with dreadful mien,</br>While flashing light'nings in her eyes are seen,</br>But, when the fury of the conflict's o'er</br>She looks as she had wrathful never been,</br>Bids war and desolation be no more,</br>And loves the arts of peace and science to restore.", "Nay, now sir Walter, I must think you tire,</br>'Tis late &mdash; good night, &mdash; perhaps you need your rest;</br>I no such fine similitudes admire,</br>Nor want I like a goddess to be drest,</br>A queen is high enough, &mdash; if she be blest</br>With heav'n's good favour, &mdash; and her peoples love,</br>O may I, always, be of these possest!</br>And may true wisdom, and th' unfeigned Jove</br>Direct me in my steps, and all my acts approve!</br>"]