["The sermon ended &mdash; to their humble meal</br>With sober steps the Villagers repair;</br>Strong appetite (the boon of health) they feel,</br>Nor think of preacher, prayer-book, or pray'r.", "Humble the meal, yet crown'd with peace and joy,</br>Which oft are banish'd from the lordly board,</br>Where glutted wealth abounds alone to cloy,</br>And riot murders with deceitful sword.", "Ah, short the period of sublunar bliss!</br>For bliss the brook-divided valley knows;</br>The rural song &mdash; the blaze &mdash; the stolen kiss&mdash;</br>And careless mirth, which down the table flows.", "Hoarse ravens oft were heard with evil note,</br>The salt was spilt, the cream refus'd to come;</br>The yard-dog howling stood, with uplift throat,</br>With scorching drought the babbling spring was dumb.", "Man blooms to-day, and spreads green boughs around,</br>Raising his glory to the garish sun;</br>To-morrow strikes his honours to the ground,</br>The curtain falls, and life's poor show is done.", "On the dry roofs, embrown'd with many a show'r,</br>That faded soon the straw's primeval hue,</br>The wither'd hags exhaust their flaming pow'r,</br>The flames, as eagles on the quarries, flew.", "Vain all the pomp!  the wild parade of man!</br>His house, his goods, his varieties of ease!</br>Eternal preparation for a span,</br>Chequer'd with losses, terrors, or disease;", "Down plunge the rav'nous flames, and next</br>Burn the neat bowels of the reeking cot;</br>The Bible, where is doubled down the text;</br>Ah, doubled down, yet oft too soon forgot.", "The pond'rous bedstead, and the coffer strong,</br>Of ancient carving, by some grandsire bought&mdash;</br>The wooden elbow-chair &mdash; the table long&mdash;</br>The painted pictures, of the pedlar bought.", "The mantle stor'd with earthen dishes bright,</br>The rows of pewter polish'd all with care,</br>The brazen tripod, solace of each night,</br>By trusty matron fill'd with homely fare;", "Melted in one black mass &mdash; each form of use,</br>Of simple ornament, is gone and lost;</br>Old Chaos triumphs, by stern Fate let loose;</br>And sever'd atoms in all ways are toss'd.", "In what uncertain channels riches flow!</br>What ebbs of Fortune mark each rolling hour!</br>Her giddy wheel successive empires know,</br>That sink to dust beneath Oblivion's pow'r.", "Happy the mould'ring clay, that quiet sleeps</br>Where yonder turf is lac'd with prickly thorn;</br>That eye which human woe no longer weeps;</br>That ear, unwounded with the world's proud scorn.", "Yet kindred love shall melt the yielding heart,</br>The feeling soul on earth be sometimes found:</br>From the fill'd eye the briny tear shall start,</br>While gentle Pity binds the bleeding wound.</br>"]