["BOOK I.</br>Come, blest companion of my happiest hours!</br>Divine directress of my infant pow'rs!</br>Whose presence charm'd me in the woodland shade,</br>When autumn's shivering leaf began to fade;</br>Or Spring, profusely, from her roseate horn,</br>Dispens'd the flow'rs that scent the humid morn;</br>MUSE of my native valley!  haste along;...</br>Awake Remembrance, and inspire the song!</br>Let fond attachment dwell on pleasures past,</br>By absence weaken'd, nor by time effac'd:</br>But, while I mark the changes that appear</br>In country manners, O, forgive the tear!", "Where yonder thymy down expanded lies,</br>And spreads its purple bosom to the skies,</br>There many a shepherd-boy was wont to keep</br>His father's scanty flock of scatter'd sheep:</br>I've seen them oft their narrow track pursue,</br>And wind adown those knolls to pastures new,...</br>Or, group'd beneath the solitary thorn,</br>That lends new fragrance to the breath of morn,</br>Lie panting, &mdash; shelter'd from the pest'ring fly,</br>The smoth'ring dust, and Day's refulgent eye....</br>Young Ralph's domain to yonder maple hedge</br>Extended ... Edmund's, to the common's edge....</br>The common, clad with vegetative gold,</br>Whose well-dried stores allay the wintry cold;</br>Whence ev'ry family its portion claims,</br>To fence the hovel, or recruit the flames....</br>From path to path, that winds along the plain,</br>The cheerful Stephen held his rustic reign;</br>While, still observant of his due commands,</br>In act to start, the faithful Keeper stands.</br>Numbers, beside, there led their bleating charge,</br>Enjoy'd their pastimes gay, and rov'd at large;</br>But now no more those rural scenes invite,</br>Far diff'rent objects meet the aching sight;</br>In all the pomp of sanguinary war,</br>I see the military bands, afar,</br>Extend their glitt'ring lines, or, wheeling wide,</br>In parallel divide and sub-divide,</br>While, thro' the op'ning ranks, loud martial strains</br>Progressive, roll along the dusty plains,</br>Which yield no pasture to the fleecy kind,</br>That distant range, their juicy meal to find.</br>Scar'd from her haunts, the twitt'ring linnet flies,</br>The quiv'ring lark ascends the smould'ring skies,</br>And finches, that on downy thistles feed,</br>Spread their gilt wings, and seek the silent mead.", "Hence, let me turn, and down the well-known vale</br>Direct my steps, and all my soul regale!</br>'Twas here I first beheld th' etherial ray,</br>And, sorrowing, enter'd Life's precarious way,</br>Unconscious, o'er a Father's timeless bier,</br>In childhood doom'd to shed the ready tear,</br>Nor long a Mother's arms, ... so Heav'n ordain'd,...</br>The orphan mourner piously sustain'd;</br>But HE, whose mercy over all presides,</br>Provided early friends, and faithful guides,</br>For whom, till life's warm tide forgets to flow,</br>This beating breast with gratitude shall glow.</br>Ye dreams of youthful Fancy, ever dear!</br>Sources of many a rapture-giving tear!</br>How have ye conjur'd up your fairy train,</br>And mov'd my fondly-swelling heart in vain?</br>\"Here,\" have I said, ... for still I lov'd the shade</br>Of country life, and shunn'd the world's parade;...</br>Here, would indulgent Heav'n my wish befriend,</br>Th' allotted portion of my days I'd spend;</br>The ash, the elm, beneath whose infant boughs.</br>The school-boy oft the vig'rous sports would rouse,</br>With him grown old, its sturdy limbs should spread,</br>Umbrageous, bending o'er his hoary head;</br>The gay coevals of his ruddy prime</br>Should lead him down the devious dale of time;</br>And the same yews that o'er his parents wave,</br>Should drop their dews upon his peaceful grave.\"</br>Here could Imagination ever dwell,</br>And tune to rural themes the vocal-shell;</br>Themes ever dear!  congenial to the heart,</br>Wild as her numbers, lovely as her art!</br>But fate forbids ... yet let not pride disdain</br>The village poet, or his pensive strain.</br>Lo!  where yon blooming orchards amply spread,</br>My native cottage shows its thatch-crown'd head</br>Along the plaister'd wall the woodbine blows,</br>And its rich foliage round the casement throws;</br>In which, at early peep of blue-ey'd day,</br>With crest elate, the Robin trills his lay.</br>While, (so tradition says,) a curse shall fall</br>On him who dares the minstrel sweet enthral!</br>Behind, the thorn-fenc'd garden spreads its store,</br>The rill, for ever gurgling, flows before.</br>Delightful spot!  where my forefathers spent</br>Their honest days in labour and content:</br>Health strung their nerves, and exercise conspir'd</br>To give those pleasures which their hearts desir'd.</br>That fav'rite garden was their early pride,...</br>Their cloves, their pinks, all others far outvied,...</br>Ambitious they, the choicest flow'rs to rear,</br>That form a Sunday nosegay for the fair;</br>For they could bid their gay creation rise,</br>And dip their fringy bells in Iris' dyes,</br>Tho' strangers to the scientific rules</br>Of tutor'd florists, or of pedant schools.</br>Hence too, they drew their vegetable cheer,</br>Thro' all the changes of the circling year;</br>When Ceres deck'd her brows with corn-flow'rs wild,</br>And ripening harvests round the country smil'd,</br>They snatch'd the sickle, foremost of the swains,</br>Outvied their peers, and stripp'd the loaded plains:</br>When tawny Autumn shook the orchard round,</br>And foaming vats with British nectar crown'd,</br>They cull'd the choicest fruits for winter's store,</br>And jocund home the groaning baskets bore;</br>Nor envied they the wealth that greatness owns,</br>Nor cumbrous pomp that waits on grandeur's sons;</br>Parties and politics, that fire the breast</br>Of modern meddlers, ne'er disturb'd their rest:</br>No vain anticipating pang they knew,</br>Nor bade, with pain, departing joys adieu!</br>The present bliss each far-fetch'd care defied,</br>And Nature's simplest gifts their wants supplied.", "I well remember, from my earliest day,</br>The pleasing scenes where childhood lov'd to stray;</br>And how maturer youth, with fancy wild,</br>The light-wing'd hours of innocence beguil'd,</br>When all was novelty, and o'er the mind</br>The transient trouble left no trace behind.</br>Where humming bees their pleasing murmurs keep,</br>Where glitt'ring streamlets trickle down the steep,</br>Where rocks, projecting o'er the dark-green main,</br>Present a bound to Neptune's watery reign,</br>Th' inspiring song of melancholy Gray,</br>Or rural Thomson's soul-dissolving lay;</br>Or, higher still, great Milton's hallow'd strain,</br>Or Shakespear's wild-notes would my mind detain.", "Up the long lawn, the narrow path I trace,</br>To where the sloping hill the tall woods grace,</br>Beneath whose shade the rustic stile I see,</br>O'er which I clamber'd, when from school set free,</br>With many a gay companion in my train,</br>To pluck wild strawberries thro' the sylvan reign,</br>Returning late, an ever-welcome guest,</br>To fill the milk-bowl with a fragrant feast,</br>Tho' often warn'd to shun the loit'rer's crime,</br>Who, heedless of the stealing step of Time,</br>Marks not the sun the western skies forsake,</br>Till gath'ring darkness bids his bosom quake;</br>For, where that stunted elm erects its head,</br>A poor unhappy villager, 'tis said,</br>With moody madness, louring on his brows,</br>Himself suspended to its barren boughs;</br>And there, at midnight hour, when howls the storm,</br>Leans o'er the creaking gate, the ghostly form,</br>With saucer eyes, and clotted hair uprear'd,</br>Around whose neck the strangling cord appear'd:</br>Nor whip, nor spur, can urge the traveller's horse</br>To face the spectre, or pursue his course;</br>Restive, he rears, impatient of the rein,</br>And snorts, and wheels, and flings, and rear again;</br>But if, if, afar, some cock's shrill voice should rise,</br>In sulph'rous flames th' accursed spirit flies!", "Oft has my Grandam begg'd me to refrain</br>From boyish pranks, which give another pain;</br>For still her heart, to sympathy inclin'd,</br>Benevolently felt for all mankind;</br>And oft, affectingly, would she recite</br>The tale of SIMON and the Fiery Sprite!", "'Twas in her prime, when simpler manners reign'd,</br>And at their board plain farmers entertain'd</br>The village taylor, oft, whose stated care,</br>The rustic wardrobe kept in due repair.</br>The dext'rous SIMON, late one Christmas eve,</br>Receiv'd his groat, and took respectful leave,</br>With ale replenish'd, and with bosom warm,</br>The ploughman's lantern dangling on his arm:</br>Tho' moon nor stars dispens'd one cheering ray,</br>He, whistling homeward, urg'd his ready way.</br>The barn, the cow-house, and the bridge he past,</br>And reach'd the solitary lane at last,</br>Beneath whose mould'ring banks, at even-tide,</br>'Tis said, a restless ghost was wont to glide:</br>Where oaks, o'er-arching, form a deeper shade,</br>And rising breezes rustle thro' the glade;</br>'Midst the quick hedge a ghastly form he spies,</br>With bald, transparent head, and hollow eyes,</br>The mouth, from ear to ear, extended wide,</br>With long, black teeth abundantly supplied.</br>A rushing horror curdled all his blood</br>Fast beat his heart, his hair erected stood;</br>His knees, that now together 'gan to smite,</br>Could scarce assist him in his backward flight;</br>His lantern meets an interposing post,...</br>In stench and smoke the welcome light is lost;</br>While clanking chains, to aggravate his fears,</br>Pour their dread discord on his startled ears!</br>His implements of trade, where'er he trod,...</br>Goose, shears, and bodkin, strew'd the darksome road:</br>One short ejaculation 'scap'd his tongue,</br>And prone on earth he stretch'd his length along!", "The wags, alarm'd, burst from their sly retreat,</br>And rais'd their trembling victim on his feet;</br>To calm his fears, the hollow turnip bore;</br>And show'd the chains, that on their arms they wore,</br>In vain! ... At home arriv'd, he sought his bed,</br>Where many a painful, feverish month he led,</br>And still, whene'er this fatal day return'd,</br>The same sensations in his bosom burn'd!", "Few years are past, since, on the paddock green,</br>Beneath the hill, that old farm-house was seen,</br>Round which the barley-mows and wheat-ricks rose,</br>And cattle sought refreshment and repose.</br>The cock, proud marching with his cackling train,</br>Sought the barn-door, to pick the scatter'd grain;</br>The trotting sow her spotted offspring led,</br>And gobbling turkeys rear'd the crimson head.</br>The mistress there, and blooming daughters, drest</br>In russet stuffs, their new-made cheeses prest,</br>Summon'd the swine the full repast to share,</br>And rais'd their poultry with assiduous care,...</br>From whose increase their private fortune grew,...</br>Their ancient right, and still acknowledg'd due;...</br>While in the fields young Master held the plough;</br>Form'd the square load, or trod the fragrant mow:</br>Familiar still, he crack'd the ready joke,</br>And sure applause attended all he spoke.</br>For change, sometimes, with unremitting care,</br>He led his healthful flock to pastures fair,</br>Along the green-wood's verge would guard the fold</br>From crafty foxes and marauders bold;</br>The helpless lambs, with tender toil, would guide</br>To shelt'ring bush, or hay-stack's sunny side:</br>In herbs and simples he was skill'd full well,</br>He taught their virtues crude disease to quell;</br>And, on the festive eve of shearing, heard</br>His praise proclaim'd, his noblest, best reward!</br>By rains confin'd, the sounding flail he plied,</br>Nor scorn'd the meanest lab'rer by his side.</br>All day the rustic clamour fill'd the air,</br>And Health, Content, and Cheerfulness, were there.", "Ye, who have seen your country's better days,</br>When many an envying nation spoke her praise,...</br>Think ye her sons were then more brave, more wise,</br>More firmly bound by patriotic ties?...</br>Or is it our refinement to maintain,</br>That now the rich oppress, ... the poor complain?...</br>If so, ... O, perish the detested cause!...</br>Bend only we to GOD, and Nature's laws!", "Four miles from hence, across an odorous down,</br>Snug in the valley, lies the market-town,</br>From whence the humble hamlets, far and nigh,</br>Once in the week, their casual wants supply.</br>Thither our Farmer oft dispatch'd his team,</br>Ere the red east shot forth its golden gleam,</br>To bear his groaning gran'ry's choicest store,...</br>Its price adapted for the neighb'ring poor,</br>Whom, in all dealings, he remember'd still,</br>Nor deign'd, by sordid arts, his purse to fill ....</br>O, fair example!  now no longer known,</br>Since grasping Av'rice serves herself alone!</br>The distant music of the waggon bells</br>Resounds in mellow echoes down the dells,</br>The hoarse horn warning, from th' approaching wain,</br>To shun th' encounter in the narrow lane.</br>And, lo!  the dairy mare is taught to wait,</br>With docile patience, at the barton gate,</br>Where she receives, in creaking panniers stow'd,</br>Eggs, poultry, butter, cream, ... a precious load!...</br>And, mounting from an elm's fall'n trunk, the dame</br>Takes her proud seat, nor sighs for loftier fame.</br>One fav'rite ploughboy trudges by her side,</br>With wicker-basket, plenteously supplied;</br>His songs, his tales, excite the mistress' smiles,</br>And, o'er the dusty road, the hour beguiles.", "But, O, what rapture in each bosom wrought,</br>Whene'er the due-revolving seasons brought</br>The morn of wake, or fair!  From sleepless night</br>They rose, impatient, ere the grey morn's light,</br>Collecting all the pleasure-loving train,</br>To share the joys and pastimes of the plain.</br>In milk-white frock, and buckskin breeches, clean,</br>The lusty ploughman rous'd his bosom's queen:</br>Wak'd from sweet dreams, she hears the rattling glass,</br>And at her lattice peeps, ... a bonny lass!</br>The wakeful dairy-maid, on anxious watch,</br>Starts, as her shepherd lifts the clattering latch;</br>And, while in his her trembling hand is prest,</br>The half-form'd passion heaves her lab'ring breast.</br>Their's the pure bliss the virtuous only prove,</br>Unfelt, untasted by licentious love,</br>Which, like the baleful ivy, 'midst its joys,</br>Its object clasps, and while it clasps, destroys.", "From ev'ry village, trooping damsels come,</br>In native charms, and blushing beauty's bloom,</br>Unknown to gossip Fame, or seldom seen</br>Beyond the precincts of the cottage green.</br>So, in the mossy dell, coy violets rise,</br>Beneath the influence soft of April skies,</br>Sweet breathing only for the pensive swains,</br>Who trace, at early dawn, the lonely plains;</br>While foxgloves tall ascend, in atoned pride,</br>And flaunt, unheeded, by the pathway side.", "From cold restraint and ceremony free,</br>The dame, the master, shine with equal glee,</br>When first the scene of rustic joy appears,</br>Where youth forgets its toil, and age its cares,</br>And, while they see their poor dependants blest,</br>A more exalted pleasure thrills the breast.", "High on the hill, whose ever-verdant brow</br>O'erlooks the flood, the heath, the woods, below,</br>Up whose steep side, in Sunday robes array'd,</br>The happy peasant leads his happier maid,</br>Behold the booths arise, in comely rows,</br>And barb'rous paintings mark the place of shows,</br>Where growls the bear, and where the lion's roar,</br>With sudden panic, strikes the gaping boor;</br>Or all the puppet prodigies advance,</br>With Punch to combat, or with Joan to dance;</br>While the craz'd organ's ever-drawling strain,</br>In magic shackles, binds th' admiring train!", "But, O, for those, whom cruel Fate denies</br>To share the bliss this mirthful morn supplies!...</br>The pouting younkers, doom'd at home to stay,</br>Promis'd to take their turn another day,</br>Impatient, till the evening glooms prevail,</br>Watch at the wicket, down the dark'ning dale,</br>Anxious th' expected fairing to behold,...</br>Knife, book, or toy, bedropp'd with glitt'ring gold;</br>Or ribbon, particolour'd, pink or blue,...</br>Distinctive tribute, ... long to merit due;</br>For pride in every little bosom reigns,</br>But their's the pride that modesty restrains:</br>Unlike the modern Farmer's daughters they,...</br>For whom the alter'd mansion rises gay,</br>Divested of the rustic scenery round,</br>While shrubs exotic form the verdant bound,</br>Or Chinese rails, at modish distance keep</br>The lowing heifer and the nibbling sheep:</br>These, who purloin their brightest charms from art,</br>And scorn what Nature's simple rules impart,</br>Who shine at essenc'd ball, or crowded play,</br>But faint at fragrance of the clover hay;</br>Torture French idioms, or, perforce, aspire,</br>With well-curv'd hand, to strike the sounding wire;...</br>Hear with disgust the skylark's trembling throat,</br>Or darkling nightingale's melodious note;</br>Taught to despise the humble household trade,</br>For daubing landscapes, or the fond parade</br>Of spinning senseless sonnets to the Nine,...</br>A task more vain, more profitless than mine!", "Once more I turn, the worthy group to view,</br>In duty's path; ... for still they dar'd pursue</br>That narrow track, with Conscience for their guide;</br>Fashion nor Folly drew their steps aside:...</br>E'en lisping babes, amid the daily care,</br>Were taught to lift their little hands in prayer:...</br>To HIM, from whom the stream of mercy flows,</br>Each morn, each eve, their grateful hymns arose.</br>For others' woes the warmest tear they shed,</br>And, cheerful, dealt to beggar'd Want their bread;</br>Still taught to know, that yet the hour might come,</br>When they should need a parent, friend, or home</br>And when the day, to pure devotion due,</br>Return'd, ... to that accustom'd period true,...</br>Methinks I see them, in their best array,</br>Forth issuing, down the lawn, pursue their way.</br>Young Beauty smiles on ev'ry female cheek,...</br>A simple ribbon binds their tresses sleek,</br>While not a wish their tranquil bosoms bear,</br>To deck, with Asia's radiant gems, their hair;</br>Or, imitative of the courtly rage,</br>Disguise its honours with the frost of age.</br>One bears the hallow'd book, in which appear</br>Names, births, and deaths, in character most clear,</br>With pious hand, from sire to son transferr'd,</br>And kept from injuries with a choice regard.</br>Thro' their own corn-field brown they wind along,</br>With frequent greetings from the passing throng,</br>Till rising, rude, beside the deep-worn way,...</br>Where lounging youths and village damsels stray,</br>Where shepherds meet, from weekly toil repriev'd,</br>And sun-burnt cowboys, for the hour reliev'd,</br>While mellow bells, with oft-revolving chime,</br>Proclaim the near approach of service time,...</br>Lash'd by the wintry storms of countless years,</br>The moss-grown tower, in lonely site, appears.", "The rev'rend Pastor, now advancing slow,</br>Notes with respect each salutation low:</br>Tho' pure his doctrines, with instruction fraught,</br>\"His life adorn'd the doctrines which he taught.\"</br>Far from his flock, he idled not his days,</br>Like modern teachers, lost in pleasure's ways,...</br>Triflers!  regardless of their sacred charge,</br>Who leave it to the enemy at large!</br>Good will and charity for all he bore,</br>And sigh'd sincerely, when he could no more.</br>But whence this change?  The path with grass o'ergrown,</br>The mould'ring tombs, the fences broken down,</br>While delving hogs, and toil-worn horses tread</br>The regions of the undistinguish'd dead,...</br>The vicarage wails with streaks of green defil'd,</br>The windows hid with weeds and nettles wild?</br>The ample garden, long in deep decay,</br>Exhibits now no more its sun-flowers gay;</br>Tulips nor hollyhocks flaunt in summer pride,</br>Nor raspberry thickets grace its southern side.", "A richer cure the wealthy Rector shares,</br>And to an ill-paid stranger leaves his cares;</br>While to the distant watering-place he hies,</br>Or dissipations of the city tries:</br>Once in the year the needful visit pays,</br>And thro' some long-forgotten sermon strays;</br>While, round the yawning congregation, fly</br>Somnific spells, and light on ev'ry eye!", "How shall the Muse her indignation spare,</br>When Pride and Av'rice Merit's honours wear?</br>Fain would she plead the worthy Curate's cause,</br>To scanty income bound by narrow laws,</br>Who, while he deals th' eternal bread of life,</br>Hears clamorous infants and a virtuous wife</br>Demand, in vain, their perishable food,</br>And claim the bounty of the kind and good:</br>Think what the mind intelligent most feel!</br>How deep the wound, ... how difficult to heal!", "O ye!  who love religion's hallow'd name,</br>Awake in kindred breasts a generous shame;</br>Nor longer let a blushing land forbear,</br>To soothe the suff'rings of those sons of Care!", "Beneath yon elders, furr'd with black'ning smoke</br>The sinewy Smith, with many a labour'd stroke,</br>His clinking anvil plied, in shed obscure,</br>And truant schoolboys loiter'd round the door.</br>There would the swains, on wintry eve, retire,</br>To warm their limbs, and blow the rumbling fire;</br>While various tales their proffer'd toil repaid,</br>And vast improvement to the mind convey'd;</br>For much of life th' experienced sage had seen,</br>In peace and war, since royal Anne was queen;</br>And much, of fights and shipwrecks sad, he told,...</br>Of burning mountains and of Scythian cold,...</br>Of spectre forms, that haunt the convent's gloom,</br>Or fiends that glare around the murderer's tomb!</br>But now the sledge, the file, no more resounds;</br>No more the ploughboy, from the neighb'ring grounds,</br>At evening, trudges with the blunted share,</br>Or broken traces, to receive repair.</br>Poor, stumbling Ball no more shall thither plod,</br>And dozing wait, in patience, to be shod.</br>The fertile lawn, of idly-pamper'd steeds,</br>A useless race, for false ambition, breeds.</br>The fallow lands, where cheerful peasants earn'd</br>Their weekly bread, to proud plantations turn'd,</br>Forget to yield their auburn crops of grain,</br>That fill'd the petty farmer's early wain,</br>When, on his ambling nag, he took his round,</br>With flaggon to the tatter'd saddle bound,</br>Replenish'd well with hearty home-brew'd ale,</br>The toil-contending reapers to regale.</br>Now into one a hundred fields are thrown,</br>Their tenants banish'd, and their pleasures flown!</br>To crowded towns, the poor mechanic strays,</br>To spend the sickly evening of his days;</br>Or hostile fields, or boist'rous seas, he proves,...</br>A hapless exile from the scenes he loves;</br>While Recollection ever to his mind</br>Presents those comforts he has left behind!", "True, an unhappy remnant still remains,</br>Which grudging Pride with scanty dole sustains,...</br>A hopeless race, that own yon bleak abode,</br>Of Grief and care, beside the public road,</br>Propp'd are whose leaning walls, whose hanging door</br>Drags heavy, jarring on the earthen floor;</br>Keen thro' the shatter'd casements cold winds blow,</br>The half-stripp'd roof admits the whirling snow;</br>Scarce, on the gloomy hearth, one lingering spark</br>The cricket cheers, or gilds his cavern dark;</br>While, shivering round, the wretched inmates stand,...</br>A ragged, meagre, pale, dejected band!</br>Here is the man who wealthy days has seen;</br>Here is the widow, ... once the village queen;...</br>Here too, the damsel, who, in guardless hour,</br>Fell a sad victim to Seduction's pow'r!...</br>Curst be the villain, whose insidious art</br>Tainted her virgin purity of heart,</br>Then left her, thus, to shame, reproach, and grief,</br>Sure only in the grave to find relief:</br>Here orphans bend to Poverty's hard laws,</br>Whose fathers perish'd in their Country's cause!</br>Wives, ... anxious wives!  for distant husbands mourn,</br>In vain anticipating their return!</br>Mothers, of their last duteous sons bereft,</br>Without one hope, or consolation left;</br>With numbers more, whose tale but to disclose,</br>Would swell \"the catalogue of human woes.\"", "In genial climes, where softer seasons reign,</br>Amid the bosom of the placid main,</br>Where never Commerce nor the Arts deign'd smile</br>On the rude natives of some lonely isle,</br>Well might the wood, the cave, or clift afford</br>Sufficient shelter to the wand'ring hoard;</br>But in this land of elegance and ease,</br>Where all that sweetens life conspires to please,</br>Can polish'd man, behold his fellows pine,</br>In scenes like these, ... and every joy resign?...</br>Beneath the torturing passions' cruel strife,</br>To languish out the poor remains of life?", "Oh, happy land!  ere Luxury learnt to roam,</br>In quest of pleasures, better sought at home,</br>Where Heav'n, impartial, spreads her blessings wide,</br>Nor, captious, sets her meanest sons aside;</br>Say, ... do the purple borders of the Rhine,</br>Or Arno's sides with brighter fruitage shine,</br>Than thine own vales? ... Hesperian vineyards fair</br>Boast fresher streams, or breathe a purer air?</br>What, tho' the Ganges' hallow'd tide be roll'd</br>O'er rocks of diamond, and o'er sands of gold,...</br>Tho' ancient Nile, with fructifying waves,</br>An earthly paradise unfailing laves;</br>Behold our fields, with glorious harvests crown'd;</br>Voluptuous meads, where fat'ning herds abound;</br>Those plains, where Pan his fleecy charge attends,</br>The countless stores that rich Pomona sends:</br>Then say, ... shall ALBION envy other climes,</br>Or mourn, inglorious, her degenerate times?</br>Yes, ... mourn she must!  For, lo!  a venal band</br>On Nature's bounty lay the griping hand,</br>Wrest from the poor the patrimonial cot,</br>His paddock add to their superfluous lot,</br>Meanly dependent, bid him seek his bread,</br>While, Timur-like, their vassal down they tread,</br>Frustrate the scheme wise Providence has plann'd,</br>And half depopulate their native land!", "Have you no bowels, ... you, who claim the name</br>Of Man?  Or different is your mental frame,</br>Whose ears, unmov'd, can hear the voice of woe,</br>Whose eyes behold the streams of sorrow flow?</br>How shall you lift those hands to MERCY'S throne,</br>Which ne'er to deal her liberal gifts were known?", "Vice and Corruption, bane of ev'ry state,</br>Attend the will, and hurl the bolts of Fate;</br>Yet, tho' thick clouds involve her laurell'd head,</br>And tenfold darkness round her throne is spread,</br>Tho' wars and tumults menace as they roll,</br>Shake the deep centre, and convulse the pole,</br>Say, ... will the GOD of AGES, who so long</br>Has propp'd her state, and bade her tow'r be strong,</br>Let BRITAIN sink, to swift destruction hurl'd,</br>Example awful to a wond'ring world?...</br>ALMIGHTY POW'R!  by whose eternal hand</br>Kingdoms, or states, or empires, fall or stand;</br>O, spare my country!  Fix her hopes on THEE,</br>And let her still be glorious, great, and free!", "</br>BOOK II.</br>Still to my heart recurs that joyous time,</br>When all the gay companions of my prime</br>Pursued their pastimes, innocent and wild,</br>Devoid of care, ... beguiling and beguil'd,</br>Blythe as the morn, when first she rose to view,</br>And from her pinions shook ambrosial dew,</br>Oft, skipping down their native vale, they stray'd,</br>And midst the long, rank grass, insidious laid,</br>Watch'd the coy finch and speckled woodlark play</br>Beside the brook, where tangling lime-twigs lay.</br>High beat each heart, when on the potent spell</br>They hop, incautious, and reluctant dwell,</br>While their gay wings, in slimy fetters bound,</br>The little fluttering fugitives surround!", "So dark Arachne, o'er the rafter'd shed,</br>From pois'nous bowels, draws the treach'rous thread,</br>On which the vagrant insect heedless flies,</br>And rolls her in inextricable ties.", "Frequent along the margin of the stream,</br>Where the tall rush repell'd the noon-tide beam,</br>Swelt'ring, they rov'd, and threw the slender line,</br>Where spangled trouts thro' liquid amber shine,</br>Or the sly jack, in death-like stillness lies,</br>Where the dark bank and whispering willows rise.", "Nor fear'd the youths the lonely pool to brave,</br>Where one rude plank, across the deep, dull wave,</br>Presents a dang'rous pass, o'er which the maid,</br>With timid step, requires her lover's aid,</br>Returning late from fields of tedded hay,</br>Or the long labours of th' autumnal day;</br>What time, with rustic melody, the gale,</br>Surcharg'd, comes floating down the dewy dale;</br>But now, even here, as Fancy loves to range,</br>With melting eyes, she marks each fatal change.", "See that lone hut, amid the plashy meads,</br>Half hid in osiers and rank shooting reeds;...</br>Bare are the rafters, door and windows gone,</br>And there the otter holds his seat alone;</br>Beneath that roof erst dwelt an ancient dame,...</br>Her only son, who bore the father's name,</br>Was of her widow'd age the hope and stay,</br>While Resignation roll'd her hours away.</br>For them the rivers gave their finny store,</br>The field its gleanings, ... little crav'd they more;...</br>White willow baskets skilfully they fram'd,</br>For market traffic, thro' the village fam'd,</br>And, in the bosom of sweet solitude,</br>Shar'd the calm joys that charm the wise and good.</br>Now bend your view to where, with rumbling sound,</br>The gloomy mill-wheel turns reluctant round,</br>Dashing, with feathery spray, the stream it laves,</br>And stirring tempests in the troubled waves;</br>Near there it was, returning from the fair,</br>At which he annually produc'd his ware,</br>Poor ROGER, on a dark and starless night,</br>Mistook his way, and rov'd in hopeless plight:</br>The miller and his mill, in peace repos'd,</br>And not a cot one twinkling ray disclos'd;</br>The banks were slipp'ry and the wear was full;</br>Still was the stream, and deep the sluggish pool!</br>His mother watch'd, till daybreak, all alone,</br>Lamenting dolefully her absent son,</br>And he return'd not! ... But when morning rose,</br>To fill the measure of her mighty woes,</br>She learnt, ... the Gamekeeper, who that way pass'd,</br>Some footsteps to the river's brink had trac'd,</br>And sounding, with his fording-pole, around,</br>At the mill-head the bloated body found!</br>Alas!  poor SUSAN! ... Farewell, peace and joy!</br>Ten tedious years she mourn'd her duteous boy,</br>Oppress'd by poverty and pinching care,...</br>For times grew hard, ... too hard indeed to bear!</br>And half depopulated was the vale,...</br>With scarce one neighbour to attend her tale,</br>To smooth her sad, sick bed, or with her pray,</br>While life's last hour was wearing fast away.</br>But FAITH and HOPE ... a radiant pair! ... stood by,</br>To waft her spirit to their native sky.</br>Long her misfortunes claim'd the ready tear,</br>And still the country holds her memory dear.", "The worthy Squire will be remember'd long,</br>The theme and pride of every cottage song;</br>His Lady too, ... the patroness and friend</br>Of all whom merit, worth, or want commend;</br>Whose heart benevolent, and lib'ral mind,</br>Nor prejudice nor narrow views confin'd.</br>With grateful joy the widow heard her voice,</br>Which bade e'en pale Infirmity rejoice,</br>While virtuous orphans, objects of her-care,</br>Translated to her household, flourish'd fair.", "Their well-known mansion, on the green hill's side,</br>O'erlook'd the village with a decent pride;</br>But not with pompous arrogance deterr'd</br>The meanest wretch, that there his suit preferr'd.</br>Its windows catch the morning's orient glow,</br>And flash the colours of the varying bow;</br>Lilacs and jess'mines form a shrubb'ry round,</br>And showers of rose-leaves decorate the ground,</br>Shook from their stems, projecting from the bush,</br>By gold-bill'd blackbirds and the mottled thrush.", "The cultur'd garden opposite is seen,</br>With sheltering walls, and walks for ever green;</br>Blossoms, or fruits, on every branch abound,</br>And gentlest breezes waft their fragrance round;</br>Where half the village shar'd in grateful toils,</br>And youth and age partook th' autumnal spoils;</br>There too, the bard has rov'd, a favour'd guest,</br>While youthful transports warm'd his ardent breast.", "At the last bell, that tinkled from the hall,</br>The hospitable board was spread for all</br>Whom business brought, or ancient friendship led,</br>Secure of ungrudg'd cheer and needful bed;</br>Round went the mantling horn, the butler's boast!</br>Nor one refus'd to pledge th' accustom'd toast,</br>Till each warm heart with thankfulness o'erflows,</br>And gives the tongue each secret that it knows.", "Where now the park extends, and useless deer</br>Along the solitary glades appear,</br>Rich corn-flelds wav'd, in spacious prospect spread.</br>Nor felt one villager the want of bread.", "Nor then the copse its store of game denied,</br>Withheld by Av'rice or engross'd by Pride:...</br>Where the keen bill had clear'd the brushwood scene</br>Of sprouting hazle, broom, and alder green.</br>When, thro' the bed of snow, the rude stumps shoot,</br>The peasant trac'd the limping leveret's foot,</br>Or drew his net across the pathway deep,</br>While boys and dogs perpetual clamour keep,</br>And rabbits, bolting from the thickest shade,</br>Caught in the toils, are struggling captives made.</br>In that dark season, when around the skies,</br>In dragon-forms, the clust'ring clouds arise;</br>While roaring storms in drenching floods descend,</br>And black-brow'd forests to their fury bend;</br>When scarce the crow maintains his airy seat,</br>Tost on the bough, where mingling tempests beat,</br>The Woodman, hid in some deep-shelter'd spot,</br>Pursues his toil beneath his wattled cot,...</br>There forms the faggot, or the hurdle wreaths,</br>Alternate on his cold-nipp'd fingers breathes,</br>And claps his hands, till tingling warmth inspires</br>His glowing veins, and wakes their dormant fires.</br>Secure, he hears the slanting hail rebound</br>From the thatch'd roof, and rattle to the ground.</br>In vain the vengeful North unpitying raves,</br>His mustering wrath the thicket steep outbraves,</br>And, like the billows of the rolling main,</br>Yields to the blast, and sinks, and swells again.", "Nor you, ... who, mid the dissipated round</br>Of college lore, have trodden classic ground,</br>Pursued by pedant scourge thro' Lily's rules,</br>And all the thorny lab'rinths of the schools,...</br>Despise the truths the Muse delights to tell,...</br>How in those woods the Sciences would dwell,</br>On Nature's bosom nurs'd, by Genius taught,</br>By Perseverance to perfection brought!</br>In shades obscure, where ne'er the voice of Fame</br>Blandish'd the peasant's unsuspected name,</br>The sire with joy his hopeful boys beheld,</br>In many an art beyond their fellows skill'd:</br>No idle intervals of time they knew,</br>Nor unimprov'd one heedless moment flew,</br>In simple psalmody they own'd no peer,</br>And oft would chaunt, with voices strong and clear,</br>The loftier anthem, thro' the toilsome day,</br>With variation sweet, ... a heav'nly lay!...</br>Constant at church, they led the village quire,</br>Where sacred music set the soul on fire;</br>And well they knew to touch the breathing reed</br>To gayer notes, which sprightly dances lead,</br>Beneath the sycamore's soft, rustling shade,</br>When first the moon lights up the length'ning glade,</br>Shows meads, and streams, in mildest beauties dress'd,</br>And the young heart leaps lightly in the breast.</br>In darksome nights, when all the vales were still,</br>Their flute was heard, along the neighb'ring hill,</br>In concert with the attic minstrel's strain,</br>Expressive of her gentle bosom's pain.</br>E'en from the hour, that gives their frugal meal,</br>Some little portion, sedulous, they steal,</br>When Cocker's rules their studious minds engage,</br>Rude chalk their pencil, the broad bill their page,</br>With various, hasty statements, scribbled o'er,</br>Till the bright surface would contain no more:</br>The ignorant heard, with wonderment profound,</br>How many grains would girt the globe around;</br>How many hours in one long age appear,</br>How many minutes constitute the year.</br>Oft, sketch'd in outline, rustic landscapes rose,</br>And hills and vales their various views disclose;</br>Scenes rudely wild, of composition new,</br>Devoid of art, and still to nature true.", "Thus past the day; and when the ev'ning gale</br>Dispers'd the black clouds, sailing down the dale,</br>And, from the bright'ning west, a yellow ray</br>Struck, lightly twinkling, on the dripping spray,</br>They left their shed, and, on the homeward road,</br>Pursued their course, beneath the rustling load</br>Of wither'd branches, doom'd to reinspire</br>Their shiv'ring limbs, and heap the crackling fire.</br>Impatient, peeping from the restless door,</br>The waiting infants ev'ry name implore;</br>The first sight caught, they run, they leap, they fly!</br>Awaken'd raptures dance in every eye,</br>Contentious noise and tumult fill the place,</br>To snatch the hand, or share the first embrace;</br>And round the hearth, from cares and anguish free,</br>Each claims a right to climb the envied knee.</br>O state of transport!  honest and sincere,</br>Unmix'd with pangs that prouder bosoms bear,</br>By frigid forms of etiquette uncheck'd,</br>Undamp'd by fortune, or the world's neglect!</br>Warm, thro' each bosom, flows the genial tide,</br>By Gratitude's unfailing fount supplied.</br>To HIM, ... the author of consummate good,</br>For needful raiment, and for daily food.", "Well, if such happiness could long endure,</br>By change unshaken; and from ills secure!</br>But soon the hours of social bliss must glide,</br>Like airy dreams, when day-spring blushes wide;</br>Here, when a few short years have run their round,</br>No longer shall this cheerful group be found;</br>The family, dispers'd in various climes,</br>Shall tell the tale, and mourn the alter'd times!</br>The hardy youth, that, in the brumal morn,</br>Amid the woodlands, heard the early horn,</br>Alternate twanging, aid the mingled sounds</br>Of dashing sportsmen, and of deep-mouth'd hounds;</br>That rov'd in Spring, 'neath arching trees unseen,</br>When Flora veil'd in purple vest the green,</br>And like the tranquil ether was his soul,</br>O'er which no dark'ning clouds were known to roll,...</br>Torn from his home, must feel each bosom pain,</br>Scale the white billows of the roaring main,</br>Or, ... lost his native peace, ... in fields afar,</br>Learn the destructive trade of iron war.", "Such, REUBEN, was thy fate, my early friend!</br>O, could thy manes from the shades attend,</br>The muse to nobler numbers should aspire,</br>And sweep, with bold indignant hand, the lyre.</br>Past are the days of patriotic zeal,</br>When Britain's sons rejoic'd in Britain's weal;</br>When high-born Pow'r stretch'd out the liberal hand,</br>To comfort and to raise the Peasant band;</br>When simple Labour, toiling at the plough,</br>Wore gladsome smiles upon his sweltering brow;</br>Nor Pride nor Av'rice breath'd their blighting breath,</br>To blast the buds of tender hope with death;</br>Might forward stood, weak Property to guard,</br>And on the heel of Merit trod Reward.", "Portentous over REUBEN'S natal hour</br>No ruin-threat'ning storm was seen to lour:</br>He view'd, before his unambitious eyes,</br>The scenes of humble competence arise;</br>The equal paths his ancestors had trac'd,</br>The prospects dear, that rural joys embrac'd!</br>Of souls congenial, ere the pow'rful light</br>Of sacred Reason shone with influence bright,</br>With pure attachment on the green we play'd,</br>And, crown'd with kingcups, thro' the meadows stray'd;</br>From fading hazle-boughs, with sylvan crook,</br>In leafy storms, the glowing, wild nuts shook,</br>And richer far than Croesus midst his store,</br>The golden treasure homeward, rattling, bore.</br>As years increas'd, increas'd our friendship too;</br>Nor cold neglect, or dark suspicion knew;</br>Alike to each young Fancy still inclin'd,</br>A ray of genius gleam'd on either mind;</br>Lovers of Nature, at her rustic shrine</br>We paid our vows, and shar'd her joys divine;</br>We felt her influence o'er our bosoms reign,</br>When dew-fring'd daisies whiten'd all the plain,</br>When rose in solemn pomp the full-orb'd moon,</br>Fair canopied, in silvery clouds, her throne;</br>Or howl'd in cavern clefts the midnight blast,</br>And from its bottom turn'd the watery waste,</br>While, round the skies, the lengthen'd thunders roll,</br>And vivid lightning kindle up the pole!</br>He lov'd the Muse, nor him did she disown,</br>To whom her haunts and loneliest walks were known,</br>The early woodman, thro' the thicket bound,</br>When vernal violets spread a carpet round,</br>Oft met him in the solitary glade,</br>Immers'd in thought, or saw him 'neath the shade</br>Of ancient oak, that overhangs the brook,</br>Attentive mutt'ring o'er some favourite book;</br>For not a swain, in all the country bred,</br>Like him could argue, or like him had read;</br>The rev'rend Vicar oft his pow'rs confest,</br>And rouz'd the emulation of his breast;</br>Nor could the squire, ... suppos'd of nobler mould,...</br>Th' inspiring tribute of his praise withhold.", "Full soon in life, o'er REUBEN'S melting soul,</br>Youth's tend'rest passion, unsuspected stole;</br>Deep thro' the winding mazes of his heart</br>Had JENNY'S eyes discharg'd a tingling dart,</br>In ev'ry nerve its subtile poison glow'd,</br>And, love-inspir'd, his choicest numbers flow'd,</br>At field or fold, or where the pure streams gush,</br>Beneath the milk-white hawthorn's odorous bush,</br>While, deep embosom'd in the tufted boughs,</br>The ruddy linnet's moss-built nurs'ry grows,</br>From grey-eyed morn to closing eve he hung,</br>Rapt on her charms, and all her graces sung.</br>Hail, heav'nly Passion!  for, without thy aid,</br>The poet's art could never be display'd!</br>From Thee th' enthusiast all that fervour draws,</br>Which fires his verse, and wins the world's applause.</br>The brook, the wood, the solitary dell,</br>The winding lane, the water'd mead, could tell</br>How REUBEN lov'd, and how the pitying fair</br>Reliev'd his anguish, and dispell'd his care.</br>Soon Hymen led to consecrated bow'rs,</br>And strew'd their path with sweet, unfading flow'rs</br>Their love, ... O!  how unlike that grosser flame,</br>Which shines in courts, and falsifies its name,</br>By Fortune kindled, or by Fashion fed,</br>Where never Truth her hallow'd influence shed;</br>But formal Apathy attendance keeps,</br>And, o'er such unions, cold Indiff'rence sleeps!", "A farm of small extent was REUBEN'S lot,</br>A scanty flock, and patrimonial cot;</br>One dappled steed was all he had to boast,</br>Oft rambling 'midst the broom and tall fern, lost;</br>Two fair-fac'd cows along his meadow fed,</br>Hous'd nightly in the orchard's friendly shed,</br>When wintry winds assail'd the forest steep,</br>And rock'd the guiltless cottagers to sleep;</br>But still, on summer nights, allow'd to rove</br>Along the hedge-rows, near the neighb'ring grove,</br>To crop the fragrant flow'rets as they spring,</br>And, punctual to the hour, their tribute bring,</br>To where the dame, with pail, accustom'd waits,</br>Gives the known call, and open sets her gates;</br>Her voice shrill echoes round the distant hills,</br>Their low, responsive, all the valley fills;</br>Amid her toils, a plaintive air she chaunts,</br>Join'd by the early birds, from woodland haunts;</br>High foams the grateful nectar's fuming store,</br>Till the full vessel will contain no more;</br>Then the cool dairy, by the riv'let clear,</br>Demands, till breakfast hour, her tending care.", "Her spouse, meanwhile, supports, with equal glee,</br>The ceaseless round of honest husbandry;</br>Various the labours various seasons claim,</br>The process diff\"rent, but the toil the same.</br>In winter, thro' the dark and drizzling day,</br>The flail and plough, by turns, his hand obey:</br>When fields are hid in snow, or sunk in mire,</br>The hedge, the ditch, his constant aid require;</br>Or new-fall'n lambs, a weak and trembling breed,</br>The hurdled cot and hourly nurture need.</br>When, like a blushing bride, the rosy morn,</br>First smil'd on floating fields of bending corn,</br>With poppies stain'd, or gold, or azure flow'rs,</br>Oppress'd with weight of night-refreshing show'rs,</br>Forth strode the mower, with his clouted shoes,</br>And, from the breathing clover, dash'd the dews,</br>While, where he treads, afar behind, is seen,</br>Along the lawn, a track of darker green,</br>By which the later swains, with quicken'd pace,</br>Pursue his progress, and his footsteps trace:</br>When fiercer suns matur'd the nodding grain,</br>And forth the village pour'd its jovial train,</br>The hind, untir'd, thro' many a harvest day,</br>Ambitious, bore the reaper's palm away.</br>Sweet to the parching plains are summer show'rs,</br>Sweet to the fainting trav'ller leafy bow'rs,</br>Sweet to the herds the gravel-channel'd rills,</br>Luxuriant vales, and ever-verdant hills;...</br>But sweeter far, than show'rs, or shades, or streams,</br>Or hills, or vales, where ling'ring Fancy dreams,</br>Was REUBEN'S home, when, blest, at evening's close,</br>He sought his frugal meal and calm repose,</br>Sure from her bright'ning eyes, who shar'd his heart,</br>To meet a welcome, destitute of art.", "But power, too soon, its lawless arm extends,</br>And to its iron sceptre REUBEN bends!</br>His Lord, unfeeling, avaricious, vain,...</br>Was adding field to field, and plain to plain,</br>The fruitful acres he so long had till'd,</br>To other hands their annual produce yield;</br>Another shepherd now was taught to keep</br>Th' augmented flocks, that graz'd the upland steep:</br>No fav'rite lamb he boasts, nor round the door</br>The cack'ling poultry crave his bounty more;</br>No longer smoky racks with flitches bend,</br>Or nut-brown ale awaits the Christmas friend;</br>No hoarded brand to crown the wintry fire,</br>While mantling cups the rustic mirth inspire,</br>And village tales, and love-lorn songs of woe,</br>Melt the warm heart, and bid the bright eye flow,...</br>Another master owns his blissful cot,</br>And humblest servitude becomes his lot!</br>The independent spirit broken down,</br>Each comfort blasted!  ev'ry hope o'erthrown!</br>What now remain'd the aching breast to cheer,</br>While soft Affection shed the lib'ral tear,</br>And cold Philosophy in vain essay'd,</br>With languid lore, the sinking soul to aid?", "One summer morn, along his native plain,</br>In proud battalia, march'd the martial train,</br>Bent to the neighb'ring town; ... their glitt'ring arms</br>And flowing banners spread illusive charms;</br>The shrilly fifes arous'd the country far,</br>And thund'ring drums proclaim'd the notes of war;</br>Tho' sad his heart, by recent pangs opprest,</br>The strong emotion agitates his breast;</br>Despair impell'd, ... away his crook he threw,</br>And bade the pastoral life a long adieu!", "The giddy schoolboy, thus, the painted race</br>Of butterflies, allures, to urge the chase,...</br>Broke from restraint, and all the little cares</br>That Negligence or Disobedience bears,...</br>Till far from home, bewilder'd and alone,</br>Desponding! ... lost! ... he sits him down to moan.", "Unusual passions through his bosom stray,</br>While rigid Duty calls him far away,</br>Destruction's sanguinary steps to trace,</br>And aid the carnage of the human race;</br>But strong affection o'er our ills will rise,</br>And virtuous minds unite in firmer ties:</br>In all his sorrows JENNY bore a part,</br>And follow'd REUBEN with an aching heart,</br>Till the dark day of separation came,</br>Fatal to Love and Friendship's sacred flame!</br>When he was summon'd to those hostile shores,</br>Where fell Bellona all her legions pours:</br>Then JENNY to her native vale return'd,</br>And there, in hopeless solitude, she mourn'd;</br>Deep in her breast Misfortune's vultures prey'd,</br>And soon in dust the lovely victim laid,</br>Still near the church-yard path her grave is seen,...</br>A swelling hillock cloth'd with vernal green,...</br>And there the swains, on Sundays, ling'ring by,</br>Point to the spot, and heave the pitying sigh!", "Hark!  how, on Afric's coast, the clang of arms</br>Wakens the world! ... while British valour warms,</br>Onwards, behold th' embattled hosts advance,</br>The pride of England, and the scourge of France,</br>While the harsh trumpet, from its winding throat,</br>Pours, o'er the tented field, its martial mote,</br>Impatient coursers wheel, with fiery bound,</br>In dusty clouds, and shake the solid ground.</br>In firm array, the dauntless squadrons move,</br>To where, in dreadful order, rang'd above,</br>The brazen tubes of fate tremendous lour,</br>Their thunders yield, and rain a murd'rous show'r,</br>Thro' smoke and flame, that shroud the vale beneath,</br>Thin the wedg'd ranks, and glut the realms of death.", "Resistless now, the crumbling breach they dare,</br>With desperate step, and hearts unus'd to fear,</br>While thirsty swords in clatt'ring contact meet,</br>And slipp'ry gore betrays th' impatient feet.</br>Mountains of dead a human bulwark form,</br>Obstruct the gates, and check the sanguine storm,</br>Till Albion's sons the dreaded charge renew,</br>And to proud Vict'ry a broad passage hew.", "So down the Alps a snowy globe descends,</br>Beneath whose weight the crashing forest bends;</br>Some rocky peak its sudden shock sustains;</br>And in its thundering course awhile detains;</br>But yields at length, ... th' augmented mass prevails,</br>And bears destruction to th' affrighted dales!", "The sun blush'd crimson for the crimes of man,</br>As down the west his evening course he ran,</br>And darkness, gradual, o'er the mangled plain,</br>In solemn sadness drew her sable train;</br>Wide o'er the fatal soil, confus'dly spread,</br>The dying, hopeless, groan'd among the dead,</br>While no lov'd form, of relative or friend,</br>Tearful, approach'd, the last kind aid to lend,</br>Rais'd the faint head, or stanch'd, with lenient art,</br>The life-blood ebbing from the fev'rish heart.</br>Predestin'd on a foreign shore to die,</br>The young, the brave, unknown, neglected lie;</br>While, on their native land, ... a mournful train!</br>Widows and orphans, pour their tears in vain.</br>Not Caesar's self, nor Philip's frantic son,</br>Nor the mad Swede, had nobler trophies won;</br>But Fate, with undiscriminating pow'r,</br>Obscur'd the splendors of this golden hour:</br>Stretch'd on the cold, damp sod, with wounds undrest,</br>Bare to night dews his palpitating breast,</br>Fix'd on the scowling skies his rheumy eyes,</br>The once-blest Village Swain, unnotic'd, lies,</br>With lab'ring gasp, he draws his shorten'd breath,</br>Converging to the silent shades of death!", "O, say, what Fiend, with hate infernal fraught,</br>Of horrid war th' accursed science taught?</br>Bade man his brother's lawful rights invade,</br>And in his bosom plunge the fateful blade,</br>Then varnish'd o'er the deed with some proud name</br>Of deathless Glory, and immortal Fame!", "Enough, my Muse!  nor stain the rural verse</br>With themes e'en Fancy shudders to rehearse:</br>Yet Sympathy's soft eye must overflow</br>At War's rude havoc, ... source of human woe!</br>In vain will Charity extend her hand!</br>In vain soft Pity try her influence bland?...</br>Unseen Distress in haunts obscure must pine,</br>And Virtue sacrifice at Sorrow's shrine!</br>So he, who wields the wond'rous system, wills,...</br>The creature Man but his design fulfils.", "Not that the song condemns the hostile strife</br>Of valorous Britons, prodigal of life,</br>When fierce Invasion threats their sea-girt shore,</br>And proud Injustice bids the battle roar:</br>No!  let them bare the sword, and couch the lance,</br>And, fir'd with patriot energy, advance</br>From cities crowded, and the calm retreat,</br>Where immemorial Peace has fix'd her seat,</br>Then let them hasten to their country's call,...</br>Waves, families, and friends, their dearest all</br>Demand their aid, ... their father's laurel'd shade</br>Shall smile, exultant, from th' Elysian glades;</br>Assisting Heav'n their dauntless hearts inspire,</br>To scourge the faithless nations in their ire;</br>The oak-leav'd garland shall their brows adorn,</br>And Fame proclaim their deeds to ages yet unborn!</br>"]