["By zealous EDWARD built, for length of Years</br>Rever'd, its Tow'rs the stately Fabrick rears:</br>To Heav'n devoted, solemn Altars rise,</br>Whence Vows are wafted to th' Aempereal Skies.</br>'Till, sapp'd by Time, its mould'ring Walls around</br>With cumbrous Ruin threat the substrate Ground.</br>Three Centuries elaps'd, fam'd on Record</br>For virtuous Deeds, tenacious of his Word;</br>Religious HENRY, of that Name the Third,</br>This Fane rebuilt, where EDWARD lies interr'd.</br>The Fire-caught Roof, in four revolving Years,</br>Vesuvius-like, a burning Mount appears.</br>Ascending Flames in wreathy Volumes rise,</br>And, wrapp'd in Smoak, infest the torrid Skies:</br>The liquid Lead its hissing Torrent pours,</br>And cracking Timbers threat th' adjacent Shoars.</br>So, when the Dog-Star rules, in Summer's Heats,</br>Oft' the quick Pulse with rapid Fervour beats:</br>Thro' turgid Veins inflam'd, th' impetuous Blood</br>Precipitate drives on its crimson Flood:</br>Malignant Febris, with her sickly Train,</br>Convulsive Starts!  cold Dews!  nocturnal Pain!</br>Death-boding waste wan Nymph, or languid Swain:</br>The forky sulph'rous Lightning's pointed Stroak</br>Some lofty Cedar rives, or knotted Oak:</br>Or Cloud-topp'd Tow'rs involves in spreading Flames;</br>Proud Palaces of Kings, or Princely Dames.</br>In the First EDWARD'S, and the Second's Reigns,</br>The Pile restor'd, superior Splendor gains:</br>Mating the Clouds, its vaulted Roof aspires,</br>A Phoenix rising from the fruitful Fires.", "Within, the sculptur'd Tombs, of Marble fair,</br>Trumpets, and Shields, th' Emblazonry of War,</br>And Trophies won by ancient Chiefs appear.</br>Victorious Monarchs, here inurn'd, are laid,</br>Who far-extended Realms with Justice sway'd:</br>Under whose Banner dauntless Captains fought,</br>And high Renown in dubious Battle sought.</br>Prelates unshaken, who their God ador'd,</br>Firm to their Faith, confiding in the LORD;</br>Nor from their Duty swerv'd, in Thought, or Word.</br>Fam'd Bards; and peerless Youths, in Life's full Bloom,</br>Snatch'd hence, rest sweetly in the silent Tomb.", "Thou Pow'r supreme!  who dwell'st enthron'd on high,</br>Above the Regions of the lucid Sky:</br>Whose wise Disposal all Events await,</br>Author of Being!  Arbiter of Fate!</br>Assist the Muse indulgent, whilst she sings</br>The last Retreat of Heroes, Poets, Kings.</br>Hence ye soft Pleasures of th' Idalian Grove,</br>Th' alluring Charm!  the Blandishments of Love!</br>Far nobler Theme demands the serious Strain;</br>The Mighty fall'n!  and the plum'd Warrior slain!</br>The Chap'let wither'd on the lawrel'd Brow!</br>The Scepter snatch'd!  and the crown'd Head laid low!", "Lo!  th' humble Monument inscrib'd, contains</br>The Prince of POETS, CHAUCER'S great Remains.</br>Mean Sepulchre!  yet his immortal Shrine</br>In Fame's fair Records shall distinguish'd shine.", "What vent'rous Muse shall equal Honours raise</br>To DRAYTON'S Verse?  or reach sweet SPENCER'S Praise?</br>Or sing immortal COWLEY'S deathless Lays?</br>Fam'd Bards!  enamour'd with th' Aonian Seats,</br>Castalian Streams, the Muses' soft Retreats.</br>The fair Orinda's Charms, by COWLEY sung,</br>Will bloom to future Ages, ever young.", "See PHILLIPS!  in whose elevated Lines,</br>Rich Ariconium vies with Champaign Vines.</br>The Muses at his Birth propitious smil'd,</br>And pleas'd Apollo crown'd his darling Child.</br>Fam'd Winton's School his early Genius rear'd</br>To Learning's Heights, and boasts her fav'rite Bard.</br>How short are human Views!  their Hopes how vain!</br>Whilst his fledg'd Muse attempts, in th' Epic Strain,</br>On soaring Pinions borne, War's rude Alarms,</br>Embattled Squadrons, and the Clank of Arms:</br>Th' embodied Phalanx, rang'd in dread Array;</br>Death intervenes, and marrs th' unfinish'd Lay.</br>His golden Harp, shrill vibrating, pervades</br>Hell's vaulted Roof, and sooths th' Elysian Shades.</br>Or, if departed Spirits can relate</br>Prophetic, the Decrees of brooding Fate;</br>Perhaps he sounds Great GEORGE his mighty Fame,</br>And peaceful Lewis trembling at his Name.</br>Whilst Albion's Squadrons thund'ring plow the Main,</br>Victorious o'er the Fleets of France, and Spain.</br>Neptune, emerging from his ouzy Seat,</br>Nods his Applause, and ratifies the Feat.</br>The wat'ry Monarch smiles, with fond Amaze,</br>While gentle Breezes fan his azure Face;</br>Hail!  BRITAIN, cries, dread Sov'reign of the Seas.</br>To the my three-prong'd Trident I resign,</br>The Flood's Expanse, and liquid Word be thine.", "Behold!  undignify'd, rare JOHNSON'S Bust!</br>No Panegyric celebrates his Dust:</br>Whose hum'rous Vein display'd, on th' English Stage,</br>The Wish, vain Cares, and Follies of the Age.</br>Let then the Comic Drama speak his Praise,</br>And due Applause the Silent Woman raise:</br>His Alchymist unrivall'd Taste can boast,</br>And crafty Volpone please, 'till Humour's lost.", "See BUTLER!  Champion bold 'gainst umbrag'd Vice,</br>Who pluck'd the Mask from Saintship in Disguise.</br>With Sneer satyric claim'd the wreathing Bays,</br>Yet wanted ev'ry Thing, save barren Praise:</br>Pin'd in penurious State, unhappy Bard!</br>Starv'd with Applause, and wrote without Reward.</br>'Till LONDON'S gen'rous Mayor thro' grateful Sense</br>Of Worth neglected, unpriz'd Excellence;</br>Lest dark Oblivion shou'd eclipse his Fame,</br>This Tomb erected, sacred to his Name.", "Lo!  learned DRYDEN'S Bust attracts the View;</br>Encircling Bays adorn the Laureat's Brow.</br>To Phoebus dear, his Works, ye Muses, sing,</br>To DRYDEN'S Lyre attune the trembling String,</br>Who quaff'd large Draughts of your Pierian Spring:</br>Majestic Virgil, thro' his studious Toil</br>Transplanted, blooms in fair Britannia's Isle.</br>Under some leafy Oak's embow'ring Shade</br>Reclin'd, our Shepherds trill the tuneful Reed.</br>In England's fertile Vales, the rustic Swain,</br>Dictator-like, manures the furrow'd Plain:</br>Whistling, sans Thought, leans on the slow-pac'd Plow,</br>While grazing Herds in verdant Meadows lowe.</br>In the Aeneid Albion's MARO shines,</br>Whilst the fierce Battle swells his pompous Lines.</br>Lo!  Mars indignant guides his thund'ring Car,</br>Urges the Tumult, and directs the War.</br>Keen Juvenal in British Language rules,</br>And brands enormous Vice in Knaves, or Fools.</br>Intricate Persius, erst in Mists conceal'd,</br>Clear'd by our Bard's, Translation, shines reveal'd.</br>Long Time in learn'd Obscurity, and Night</br>Enwrapp'd, the Satyrist springs forth to Light.</br>From Chaos thus, pierc'd by the enliv'ning Ray,</br>Light beam'd, and pour'd a streaming Flood of Day.</br>How bright his Genius in the Drama shone,</br>The Times he grac'd, and later Aeras own.</br>When the Bard soars in Shakespear's lofty Strain,</br>Unclogg'd with tuneful Rhyme's depressing Chain:</br>How Antony!  how Cleopatra moves</br>Each Breast!  Ventidius honest Friendship proves,</br>His Fame's stern Guardian!  thwarts the Gen'ral's Loves.</br>See fond Excess prevail at Glory's Cost,</br>Beauty triumphant, and a World well lost.</br>If, 'mid such brilliant Gems, some Flaws remain,</br>The Ermin'd Robe is seldom free from Stain;</br>Let th' hasty Labours of his teeming Brain,</br>The num'rous Offspring of his pregnant Muse,</br>And strong Necessity, plead some Excuse.</br>Renown'd, tho' poor!  he left this earthly Stage,</br>Crush'd with the Weight of Indigence and Age.", "Here sleeps a gentle Bard!  whose early Muse</br>Display'd, in Fable, Life's resemblant Views.</br>Knowledge beams forth thro' his instructive Lay;</br>Well-blended Shadows real Truths convey;</br>And Trifles rise to Elegance in GAY.</br>Courteous in Manners, a facetious Friend,</br>He liv'd, belov'd; let Tears his Corse attend.", "Lo!  pensive SHAKESPEAR breathes in Parian Stone,</br>Fam'd Bard!  when lov'd Eliza grac'd the Throne.</br>Who pictur'd Nature in her real Dress,</br>And trac'd the Goddess in her close Recess;</br>Portray'd the Passions in their diff'rent Views;</br>Great Master of the buskin'd Tragic Muse!</br>View the grim Moor!  by Love, to Fury wrought;</br>Plung'd in the Whirlpool of perplexing Thought.</br>Meteorous, his fiery Eye-balls roll!</br>While Passions shake the Basis of his Soul.</br>Fond Love, wild Jealousy, with Rage conjoin'd,</br>Rend his stretch'd Heart-strings, and distract his Mind.</br>In the soft Lap of Pleasure, most accurs'd,</br>And in the cluster'd Vineyard pines with Thirst.</br>His Fame will live, 'till Time itself's no more;</br>And Nature sinks, with all her beauteous Store.</br>'Till Form, and Matter's lost, to Fate consign'd;</br>'Till Worlds are crush'd! &mdash; Nor leave a Wreck behind.", "Here PRIOR rests entomb'd!  whose fruitful Vein,</br>And nat'ral Genius, grac'd the Muses' Train!</br>His deathless Fame survives the crumbling Dust;</br>Embalms his Worth, and dignifies the Bust.</br>Approv'd Fidelity, to Candour join'd,</br>With Beams resplendent in his Actions shin'd;</br>And all the Graces which exalt the Mind.</br>Legate, when William, when great Anna reign'd,</br>That arduous Task successful he sustain'd.</br>Courteous to All; in Life's each shifting Scene,</br>He play'd his Part, collected, and serene:</br>Dear to his Friends, and held in high Esteem.</br>Wit flow'd redundant in his free Discourse,</br>Like Mountain-waters pouring from their Source.</br>While, wrapp'd in studious Thought, he means to draw</br>Th' Historic Annals of the Times he saw;</br>A ling'ring Fever cuts Life's slender Thread,</br>And dooms the Victim to th' Immortal Dead.</br>Thy mortal Part, inurn'd, returns to Clay;</br>The Soul to th' Heav'nly Mansions wings her Way.</br>Illustrious Pattern to succeeding Youth!</br>Strict Honour's Standard, and the Test of Truth.", "Ye tuneful Nine!  your sacred Pow'rs infuse;</br>Assist the Song, and plume th' aspiring Muse.</br>While borne aloft on strong Pegasean Wings,</br>Immortal MILTON'S Verse she tow'ring sings.</br>MILTON!  whose genius Nature's kindling breath</br>Up-rais'd, beyond this sublunary Earth.</br>High-soaring Thought, the Bard, like Homer, blind,</br>Illumin'd his irradiated Mind.</br>Whose Heav'n-born Muse display'd, in lofty Strain,</br>Seraphs embattled on the Aetherial Plain;</br>And writhing Fiends, transfix'd with agonizing Pain.</br>The Pow'rs of Darkness, rank'd in proud Array,</br>In Upper Air, the lucid Fields of Day:</br>By th' Arm Omnipotent, with sore Dismay,</br>Hurl'd flaming from the glorious Realms of Light,</br>To Hell's black Regions, and substantial Night.</br>Adam's Transgression!  the nefarious Taste</br>Of th' interdicted Fruit, fatal Request!</br>Wretched Inheritance!  unhappy Cost!</br>Man's fallen State!  and blissful Eden lost!", "Thy lov'd Remains, and wide-expanding Fame,</br>Thrice honour'd ROWE!  the Muses' Tribute claim.</br>Good-nature, upright Heart, an easy Mien,</br>Grac'd all thy Actions, in thy Life were seen;</br>And great thy Genius in the Tragic Scene.</br>Victorious Tamerlane, 'mid Conquest mild,</br>Indulgent treats the Prince, his Prowess foil'd:</br>The brave Tartarian Hero can forgive</br>His vaulting Slave, and bids the vanquish'd live.</br>The turban'd Turk his gen'rous Terms disdains,</br>Indignant smiles in Gyves, and storms in Chains.</br>Lo!  fair Calista's soft Distress will prove</br>The dire Effects of fond, but guilty Love:</br>Remorse unfeign'd, and Penitence sincere,</br>On Pity's Cheek imprint the pearly Tear.</br>See filial Grief in Sorrow's Veil appears,</br>Rob'd in the silent Eloquence of Tears.", "Near SHOVELL'S Tomb interr'd, (lov'd Anna's Cost;)</br>On barking Scylla's Rocks, untimely lost!</br>CHURCHILL'S Remains immortal Honours claim:</br>Heroic MARLBRO'S Brother!  Kin in Fame!</br>The Gallic Fleet, off Normandy's fair Shore,</br>While CHURCHILL bids the British Cannon roar,</br>Is ta'en, burnt, sunk, destroy'd, by our brave Commodore.</br>War's rude Alarms, and wat'ry Dangers past,</br>The great Commander gains his Port at last.", "Whoe'er thou art, that view'st this Tomb reclin'd,</br>Contemplate BARROW'S Works!  his heav'nly Mind!</br>Weigh well the State of human Life!  how frail!</br>Since Learning, Truth, consummate Knowledge fail</br>To ward the Blow, when Fate's sure Shafts assail.", "Ye Muses weep o'er honour'd BALCHEN'S Grave!</br>Always unfortunate!  yet always brave!</br>Inur'd to Storms!  a Victim to the Wave!</br>On each Occurrence resolutely good!</br>Heav'n claims his Soul, his Corse the briny Flood.</br>Night veils the Main in Darkness sable Robe,</br>While bois'trous Winds embroil the wat'ry Globe.</br>With swift Career, o'er the tumultuous Sea,</br>The furious Tempest wings her gloomy Way.</br>Now fruitless mounts the pow'rful Voice of Pray'r,</br>And fervent Vows pour'd forth, are lost in Air.</br>In vain the Signal of Distress is giv'n,</br>No Help from Earth arrives, no Aid from Heav'n.</br>In wild Uproar conflicting Gusts engage;</br>The Ship, long buffeted by Neptune's Rage,</br>Sinks found'ring, down the Ocean's gulphy Steep,</br>Absorb'd, with her whole Crew, in th' op'ning Deep.</br>"]