["We are told in the epistle to the Pisos, that poetical mediocrity is intolerable; yet we find that Poets of inferior merit as well as fame, are read with pleasure.</br>It is true, indeed, that the loudest melody of the grove is poured forth by the lark, the blackbird, the thrush, and the nightingale; but it is no less true, that their pauses are often filled by the sweet warblings of the linnet and the red-breast.  The lofty cedar that waves on the summit of the poetic mountain, seems to overshadow, and exclude by its luxuriance, all other vegetation.  He, however, who approaches it, will find many a violet and primrose springing at its root.  He will often discover, amid a plentiful growth of weeds, a modest flowret lifting its humble head, and becoming more beautiful by seeming to conceal the native sweetness of its odour, and the lustre of its hues.</br>The first dignities in the commonwealth of letters are pre-occupied by such writers as Spenser, Milton, Dryden, and Pope; but, at the same time, the numerous subaltern stations ate frequently filled with honour.</br>Many Poets of original beauty were originally so obscure as to be now totally unknown.  Such are the authors of our most popular ballads, the general reception of which is a proof of their excellence, more convincing than the decisions of criticism.  The learned Poet has commonly owed much of his excellence to imitation; but the ballad-writer drew only from his own resources when he sung the wild woodnotes of nature.  Their metre often possesses a kind of harmony quite different from classical versification, indeed, yet, at the same time, pleasing to the uncorrupted ear.</br>Of Poets once known and admired, several are fallen into total disrepute.  Drayton was honoured by a commentator who must have given fame to any writer.  If Selden's taste was equal to his learning, Drayton is indeed most highly distinguished.  The Polyolbion is, however, no more read; and the slow length of the tedious alexandrine in which it is written, will prevent its revival, as it has hastened its oblivion.</br>The Gondibert of D'Avenant has been the subject of critical controversy from the time of its publication.  Its plan was originally defended by the great Hobbes, and its execution has been greatly praised.  Yet few have attended to it with pleasure, and still fewer have had a degree of patience sufficient to bear them through the perusal of it.  The truth is, the stanza which he adopted, is better suited to elegiac than to heroic poetry.  A beautifully descriptive passage interspersed in the course of two or three hundred lines, will not alleviate the tedium of the rest.  An occasional flash of lightning cannot illuminate the continued gloominess of the whole prospect.</br>For the honour of English literature, most of the poetical productions which were admired in the reign of Charles, should now be consigned to everlasting oblivion.  They display, indeed, much genius and a sportiveness of fancy, but they are incorrect and licentious beyond the example of any age.  Some of the best poets of the times, among whom were Mulgrave, Dorset, and Roscommon, though possessed of Wit and taste, produced nothing worthy of immortality.  The morals of the age were as licentious as the taste; and the love of pleasure introduced an indolence, which admitted not an application sufficient to give the last polish of correct elegance.</br>The study of the antients, and of the French, has gradually refined the national taste to a degree of fastidious delicacy, and writers who possessed classical beauty were read, even though they had nothing to recommend them to the notice of a Charles the Second or a Sedley.</br>The number of minor poets who displayed great merit, yet who seem to have derived it all from imitation, is too tedious to recapitulate.  Philips and his friend Smith were correct and classical in a degree superior to their contemporaries.  Philips has performed the task of imitation, with an accuracy of resemblance scarcely equalled by any of his followers but Browne.  The Phaedra and Hippolitus of Smith has ever been esteemed a fine poem, and the beauty of the style and harmony of the verse induce us to regret that he lived to finish so few productions.</br>Within the space of half the last century, a desire to imitate the excellent models of our more celebrated bards, has crowded the middle ranks with a multitude too great to obtain, even for the deserving individual, any very distinguished fame.  One Poet has arisen after another, and supplanted him as the succeeding wave seems to swallow up the wave that went before.  Most of them have exhibited an harmonious versification, and have selected a profusion  of splendid expressions; but have in general been deficient in that noble fire, and those simple graces, which mark originality of genius.  They are, however, read with pleasure, and sweetly fill up the intervals of avocation among the busy and commercial world, who are not acquainted with the Greeks and Romans, and with whom novelty possesses the charm of beauty.</br>There is a force and solemnity in the poems of Tickell, which at least place him on a level with his patron as a poet.  His Colin and Lucy is one of the most sweetly pathetic poems in the language.", "&mdash;velut unda supervenit undam.  Hor.", "Broome, though honourably associated with Pope in the work of translation, seems to have had scarcely any other merit than this to bear him down the stream of time.</br>Trapp wrote Latin verse with elegance, and was a good critic; but it has been observed of his Virgil, that he had done wisely to have stopped at his preface.</br>The genius of Collins seems in some measure to have resembled that of Tickell.  Dignity, solemnity, and pathos, are the striking features of his compositions.  None but a true poet could have written the song over Fidele in Shakespeare's Cymbeline.</br>The English Tibullus, Hammond, has written truly elegant verse; but I know not whether his representations greatly affect the heart, though they are approved by the judgment and imagination.  They have, however, served as patterns for the love-sick nymphs and swains who delight in giving vent to their passion in the language of poetry.</br>Love and its effects were beautifully described by the elegantly sensible Lord Lyttelton.  To assert that he was remarkable for poetical genius, were to lessen by endeavouring to exaggerate his praise.  Force, fire, and an exuberance of invention, were not his excellences; but that equable beauty of sentiment and diction, which results from an elegant mind.  The graces distinguish his compositions, as the virtues marked his honourable life.</br>Moore's Fables display indubitable marks of genius; but he wants the simplicity of Gay and Fontaine.  He shews, however, a talent for description, which would have shone in the higher kinds of poetry; and a delicacy of mind, which, it might be supposed, could be acquired only in a higher sphere than that in which he was born.</br>Genius and learning were possessed in a very eminent degree by Merrick.  He had that peculiar kind of genius which qualified him to excel in the department of sacred poetry.  It is to be wished, that his version of the Psalms were adopted in churches, not only in the place of Sternhold and Hopkins, but of Brady and Tate.  Such an event would be no less advantageous to piety, than to taste.</br>There is a vein of original thought and description in the poems of Matthew Green; and an animation of style in those of Cawthorn, which, though they entitle them to a considerable share of poetical reputation, scarcely excuse their incorrectness and inequality.</br>Gray and Mason will hardly be classed among the minor Poets.  To speak indeed of living writers with freedom, is in general an invidious task.  It is however happy, that the most impartial critic may concur with the world in praising a Glover, the Wartons, an Ansty, a Roberts, an Armstrong, and a Barbauld.  These and several more would have shone with very distinguished splendor, if they had not obscured the separate glory of each other, by the general lustre of their united radiance.</br>Whatever may be the merit of the minor Poets, as it is subordinate merit, it is perhaps rather unfavourable to the prevalence of good taste, that they are more generally read than the fathers of English poetry.  The Book-seller's Miscellany may lie on our table for occasional perusal, but must not supersede the volumes of Spenser, Milton, Garth, Dryden, and Pope.</br>We may congratulate the Public on the late edition of the great English Poets complete.  The portable size in which they appear, besides their other advantages, will cause them to be much more read than hitherto.  A convenient form and external elegance contribute greatly to the general diffusion of volumes, the intrinsic merit of which would seem not to want mechanical recommendation.</br>"]