["Hence slavish Fear!  thy Stygian Wings display!</br>Thou ugly Fiend of Hell, away!</br>Wrapp'd in thick Clouds, and Shades of Night,</br>To conscious Souls direct thy Flight!</br>There brood on Guilt, fix there a loath'd Embrace,</br>And propagate vain Terrors, Frights,</br>Dreams, Goblins, and imagin'd Sprights,</br>Thy visionary Tribe, thy black and monstrous Race.</br>Go, haunt the Slave that stains his Hands in Gore!</br>Possess the perjur'd Mind, and rack the Usurer more,</br>Than his Oppression did the Poor before.", "Vainly, you feeble Wretches, you prepare</br>The glitt'ring Forgery of War;</br>The poison'd Shaft, the Parthian Bow, and Spear</br>Like that the warlike Moor is wont to wield,</br>Which pois'd and guided from his Ear</br>He hurls impetuous thro' the Field:</br>In vain you lace the Helm, and heave in vain the Shield;</br>He's only safe, whose Armour of Defence</br>Is Adamantine Innocence.", "If o'er the Steepy Alps he go,</br>Vast Mountains of eternal Snow,</br>Or where fam'd Ganges and Hydaspes flow;</br>If o'er parch'd Libya's desart Land,</br>Where, threatning from afar,</br>Th' affrighted Traveller</br>Encounters moving Hills of Sand;</br>No Sense of Danger can disturb his Rest;</br>He fears no human Force, nor savage Beast;</br>Impenetrable Courage steels his manly Breast.", "Thus, late within the Sabine Grove,</br>While free from Care, and full of Love,</br>I raise my tuneful Voice, and stray</br>Regardless of myself and Way,</br>A grizly Wolf, with glaring Eye,</br>View'd me unarm'd, yet pass'd unhurtful by.</br>A fiercer Monster ne'er, in Quest of Food,</br>Apulian Forests did molest;</br>Numidia never saw a more prodigious Beast;</br>Numidia, Mother of the yellow Brood,</br>Where the stern Lion shakes his knotted Mane,</br>And roars aloud for Prey, and scours the spacious Plain.", "Place me where no soft Breeze of Summer Wind</br>Did e'er the stiffen'd Soil unbind,</br>Where no refreshing Warmth e'er durst invade,</br>But Winter holds his unmolested Seat,</br>In all his hoary Robes array'd,</br>And rattling Storms of Hail, and noisy Tempests beat.</br>Place me beneath the scorching Blaze</br>Of the fierce Sun's immediate Rays,</br>Where House or Cottage ne'er were seen,</br>Nor rooted Plant or Tree, nor springing Green;</br>Yet, lovely LALAGE, my generous Flame</br>Shall ne'er expire; I'll boldly sing of Thee,</br>Charm'd with the Musick of thy Name,</br>And guarded by the Gods of Love and Poetry.</br>"]