["Be still my fears, suggest no false alarms;</br>The poet's rapture and the lyric fire</br>Are vain:  enough that inclination warms;</br>No foreign influence needs the willing Muse inspire.", "The willing Muse, advent'rous in her flight,</br>To thee, lov'd Peace, shall raise the untaught strain;</br>Her thy fair triumphs and thy arts delight,</br>Thy festive branch she bears and joins thy social train.", "High on some wave-worn cliff she views serene,</br>Safe on the deep, the freighted navies ride;</br>Old Ocean joys to see the peaceful scene,</br>And bids his billows roll with an exulting tide;", "Or, where Augusta's turrets cleave the skies,</br>She loves to mix with Art's inventive band,</br>Sees Industry in forms unnumber'd rise,</br>To scatter blessings wide and civilize the land;", "Or flies, with transport, to her native plain,</br>Sees corn-clad fields, fresh lawns, and pastures fair,</br>Sees Plenty vindicate her antient reign,</br>And pour forth all her charms to crown the various year:", "But chief, the Muse to Academic groves</br>Her kindred train and best-lov'd arts invite;</br>Thro' Cam's o'ershadowing bower's intranc'd she roves,</br>Whence sacred Science streams and Genius spreads his light.", "Here will I rest, she cry'd; my laurel here</br>Eternal blooms:  here hangs my golden lyre,</br>Which erst my Spencer tun'd to shepherd's ear,</br>And loftiest Milton smote with genuine epic fire.", "And O!  if ought my fond presages shew,</br>On these lov'd bow'rs while Peace her influence sheds,</br>Some hand again shall snatch it from the bough,</br>Wake each high-sounding string and charm the ecchoing glades.", "Then shall be sung the glorious deeds of war,</br>How Virtue strove, where envious Fortune fail'd;</br>Expecting Fame the conflict view'd from far,</br>And Britain's valour crown'd, tho' Gallia's host prevail'd.", "Yet then, ev'n then (th' indignant verse shall tell)</br>A surer vengeance rose to whelm the foe;</br>When hell-born Faction issu'd from her cell,</br>And on her impious head drew half the destin'd blow.", "But, hark!  the loud triumphant strains declare,</br>How Britain's majesty unrival'd rose,</br>When all the glories of the naval war</br>Beam'd round her conq'ring flag and circled ANSON'S brows.", "Till thus the Pow'r, by Freedom's sons obey'd:</br>\"Let blood-stain'd glory swell the tyrant's breast;</br>Be mine compassion's healing wing to spread,</br>To sheath the wasting sword and give the nations rest:\"", "Then (as the Muse enraptur'd shall display),</br>War's impious roar and Faction's murmurs cease;</br>HIS gracious eye sheds lustre on the day,</br>And lends the quick'ning beam to cheer the arts of peace.</br>"]