["In Virtue's plain, where many a stream doth glide,</br>Full richly fed, from Pleasure, fountain fair!</br>Doth ev'ry spring of happiness abide;</br>And many a fane its head exalteth there,</br>Where virtues dwell; of Virtue children all,</br>And as the parent we the offspring call.", "There doth Contentment greet the wand'ring eye;</br>Unspotted Chastity, of modest mien;</br>And sober Temp'rance; meek Humility;</br>And many mo, whose titles fair, I ween,</br>And goodly deeds, in Virtue's page, with care,</br>For imitation, all enrolled are.", "But, chief of all, there dwelleth Charity;</br>Withouten whom none Virtue's presence find;</br>Who else attempt them Self-security</br>Still intercepteth; he a power unkind!</br>And near the fane he skulks to seize on all</br>Who turn a deafen'd ear when Charity doth call.", "And woe betide all whom he seizeth on!</br>From Virtue's plain he them conveyeth far;</br>Before their eyes impervious mists are thrown;</br>And haughty Pride conducteth them to where,</br>Destruction hight, a horrid pit there been;</br>And down they fall, and never mo are seen!", "In other's good doth Charity rejoice;</br>Supporting hapless offspring not her own;</br>Prompt at the call of Misery's falt'ring voice;</br>And ever trying to allay the moan</br>Of guilty breast; by ev'ry soothing art,</br>Instilling hope to heal the broken heart.", "If Envy ever, with base Scandal join'd,</br>Doth try her gen'rous actions to bewray,</br>She smileth pardon; conscious that her mind</br>To deeds unseemly never did give way;</br>And then in tender pity doth she sigh,</br>That such there are who deal thus spitefully.", "If, by a pow'r superior e'er oppress'd,</br>Her deadliest foe in thraldom chance to fall,</br>Again doth pity actuate her breast,</br>And his unkindness she forgetteth all;</br>His sad condition causeth her much pain,</br>Nor doth she rest till she his freedom gain.", "If when she, forc'd, contendeth with a foe&mdash;</br>And foes, Heaven knoweth, she hath not a few&mdash;</br>She him o'ercome, and all his arts o'erthrow,</br>Her 'vantage ne'er to farthest doth pursue;</br>But kindly spareth; holding it to be</br>A crime to crush a fallen enemy.", "Ah!  may ne Self-security my way</br>With mists too surely fatal e'er obscure;</br>But gentle Charity my bosom sway;</br>That I in Virtue's palace may secure</br>A fair reception; and avoid the fate</br>Which all her foes doth, certes, aye, await!</br>"]