["THE ARGUMENT.</br>WILLY leaves his Flocke awhile,</br>Visits ROGET in exile;</br>Where though prison'd, he doth finde</br>Hee's still free that's free in Minde:</br>And in trouble no defence</br>Is so firme as Innocence.", "ROGET.  WILLY.", "ROGET.</br>Willy, thou now full jolly tun'st thy Reedes,</br>Making the Nimphs enamour'd on thy straines,</br>And whilst thy harmleses Flocke unscared feeds,</br>Hast the contentment, of Hils, Groves, and Plaines:</br>Trust me I joy thou and thy Muse so speedes</br>In such an Age, where so much mischiefe reignes:</br>And to my Care it some redress will be,</br>Fortune hath so much grace to smile on thee,", "WILLY.</br>To smile on me?  I neer yet knew her smile,</br>Unless 'twere when she purpos'd to deceive me;</br>Many a Trayne, and many a painted Wile</br>She castes, in hope of Freedome to bereave me:</br>Yet now, because she sees I scorne her guile</br>To fawne on fooles, she for my Muse doth leave me,</br>And here of late, her wonted Spite doth tend,</br>To worke me Care, by frowning on my friend.", "ROGET.</br>Why then I see her Copper-coyne's no starling,</br>'Twill not be currant still, for all the guilding;</br>A Knave, or Foole, must ever be her Darling,</br>For they have mindes to all occasions yeelding:</br>If we get anything by all our parling.</br>It seemes an Apple, but it proves a Weilding:</br>But let that passe:  sweet Shepheard, tell me this,</br>For what beloved Friend thy sorrow is;", "WILLY.</br>Wrong me not Roget:  do'st thou suffer heere,</br>And aske me for what Friend it is I grieve?</br>Can I suppose thy love to me is deere,</br>Or this thy joy for my content believe:</br>When thou think'st thy cares touch not mee as neere,</br>Or that I pinne thy Sorrowes at my sleeve?</br>Roget, my fayth in thee hath had such trust,</br>I never thought to find thee so unjust.", "ROGET.</br>Why Willy?", "WILLY.</br>Prithee do not aske me why,</br>Doth it diminish any of thy care,</br>That I in freedome maken melody,</br>And think'st I cannot as well somewhat spare</br>From my delight, to mone thy miserie?</br>Tis time our Loves should these suspects forbeare:</br>Thou art that friend, which thou unnam'd should'st know,</br>And not have drawn my love in question so.", "ROGET.</br>Forgive me, and I'le pardon thy mistake,</br>And so let this thy gentle-anger cease;</br>(I never of thy love will question make)</br>Whilst that the number of our dayes encrease,</br>Yet to my selfe I much might seeme to take,</br>And something neere unto presumption prease,</br>To thinke me worthy love from such a spirit,</br>But that I know thy kindnesse past my merit.", "Besides; me thought thou spak'st now of a friend,</br>That seem'd more grievous discontents to beare,</br>Some things I finde that doe in show offend,</br>Which to my Patience little trouble are,</br>And they e're long I hope will have an end,</br>Or though they have not, much I doe not care:</br>So this it was made me that question move,</br>And not suspect of honest Willies love.", "WILLY.</br>Alas, thou art exiled from thy Flocke,</br>And, quite beyond the Desarts here confin'd,</br>Hast nothing to converse with but a Rocke,</br>Or at least Out-laws in their Caves half pin'd,</br>And do'st thou at thy owne misfortune mocke,</br>Making thy selfe too to thy selfe unkinde?</br>When heretofore we talk'd we did embrace:</br>But now I scarce can come to see thy face.", "ROGET.</br>Yet all that, Willy, is not worth thy sorrow,</br>For I have Mirth, here thou would'st not beleeve,</br>From deepest cares the highest joyes I borrow:</br>If ought chance out this day, may make me grieve,</br>I'le learne to mend, or scorne it by to morrow.</br>This barren place yeelds somewhat to relieve:</br>For I have found sufficient to content me,</br>And more true blisse than ever freedom lent me.", "WILLY.</br>Are Prisons then growne places of delight?", "ROGET.</br>Tis as the conscience of the Prisoner is,</br>The very Grates are able to affright</br>The guiltie Man, that knows his deedes amisse,</br>All outward Pleasures are exiled quite,</br>And it is nothing (of it selfe) but this:</br>Abhorred loanenesse, darknesse, sadnesse, paines,</br>Num'n-cold, sharp-hunger, scorching thirst and chains.", "WILLY.</br>And these are nothing?", "ROGET.</br>&mdash;Nothing yet to mee,</br>Onely my friends restraint is all my paine.</br>And since I truely finde my conscience free,</br>From that my loanenesse to, I reape some gaine.", "WILLY.</br>But grant in this no discontentment be,</br>It doth thy wished libertie restraine,</br>And to thy soule I thinke ther's nothing nearer,</br>For I could never heare thee prize ought dearer.", "ROGET.</br>True, I did ever set it at a Rate</br>Too deare for any Mortal's worth to buy,</br>Tis not our greatest Shepheard's whole estate</br>Shall purchase from me, my least libertie:</br>But I am subject to the powers of Fate,</br>And to obey them is no slaverie:</br>They may do much, but when they have done all,</br>Onely my body they may bring in thrall.", "And 'tis not that (my Willy) 'tis my minde,</br>My mind's more pretious freedome I so weigh</br>A thousand wayes they may my body binde,</br>In thousand thralls, but ne'er my minde betray,</br>And thence it is that I contentment finde,</br>And beare with Patience this my loade away:</br>I'me still my selfe, and that Ide rather bee,</br>Than to be lord of all these Downes in fee.", "WILLY.</br>Nobly resolv'd, and I doe joy to hear 't,</br>For 'tis the minde of man indeed that's all;</br>There's nought so hard but a brave heart will bear 't</br>And guiltlesse men count great afflictions small,</br>Thei'le looke on Death and Torment, yet not fear 't,</br>Because they know 'tis rising so to fall:</br>Tyrants may boast they to much power are born,</br>Yet he hath more than Tyrannies can scorne.", "ROGET.</br>Tis right, but I no Tyrannies endure,</br>Nor have I suffered ought worth name of care.", "WILLY.</br>What e'er thou'lt call't, thou may'st, but I am sure,</br>Many more pine that much lesse payned are,</br>Thy look me thinks doth say thy meaning's pure</br>And by this past I finde what thou dost dare:</br>But I could never yet the reason know,</br>Why thou art lodged in this house of wo.", "ROGET.</br>Nor I by Pan, nor never hope to doe,</br>But thus it pleases some; and I doe gesse</br>Partly a cause that mooves them thereunto,</br>Which neither will availe me to expresse,</br>Nor thee to heare, and therefore let it goe;</br>We must not say, they doe so that oppresse:</br>Yet I shall ne'er, to sooth them or the times,</br>Injure my selfe by bearing others crimes.", "WILLY.</br>Then now thou may'st speake freely, ther's none heares,</br>But he, whom I doe hope thou do'st not doubt.", "ROGET.</br>True; but if doores and walles have gotten eares,</br>And Closet-whisperings may be spread about,</br>Doe not blame him that in such causes feares</br>What in his Passion he may blunder out:</br>In such a place, and such strict times as these,</br>Where what we speake is tooke as others please.", "But yet to morrow, if thou come this way,</br>I'le tell thee all my story to the end,</br>Tis long, and now I feare thou canst not stay,</br>Because thy Flocke must watred be and pend,</br>And Night begins to muffle up the day,</br>Which to informe thee how alone I spend,</br>I'le onely sing a sorrie Prisoners Lay,</br>I fram'd this Morne, which though it suits not fieldes,</br>Is such as fits me, and sad Thraldome yeelds.", "WILLY.</br>Well I will set my Kit another string,</br>And play unto it whil'st that thou do'st sing.", "SONNET.", "ROGET.</br>Now that my body dead-alive,</br>Bereav'd of comfort lies in thrall,</br>Doe thou my soule begin to thrive,</br>And unto Honie, turne this Gall:</br>So shal we both through outward wo,</br>The way to inward comfort know.", "And as that Foode my Flesh I give,</br>Doth keepe in me this Mortall breath:</br>So Soules on Meditations live,</br>And shunne thereby immortall death:</br>Nor art thou ever neerer rest.</br>Than when thou find'st me most opprest.", "First thinke my soule; if I have Foes</br>That take a pleasure in my care,</br>And to procure these outward woes,</br>Have thus entrapped me unaware:</br>Thou should'st by much more carefull bee.</br>Since greater foes lay waite for thee.", "Then when Mew'd up in grates of steele,</br>Minding those joyes mine eyes doe misse,</br>Thou find'st no torment thou do'st feele,</br>So grievous as Privation is:</br>Muse how the damn'd, in flames that glow,</br>Pine in the losse of blisse they know.", "Thou seest there's given so great might</br>To some that are but clay as I,</br>Their very anger can affright,</br>Which if in any thou espie,</br>Thus thinke, if Mortal's frownes strike feare,</br>How dreadfull will Gods wrath appeare?", "By my late hopes that now are crost,</br>Consider those that firmer bee:</br>And make the freedome I have lost,</br>A meanes that may remember thee:</br>Had Christ not thy Redeemer bin,</br>What horrid thrall thou had'st beene in.", "These iron chaines the bolt's of steele,</br>Which other poore offenders grinde,</br>The wants and cares which they doe feele,</br>May bring some greater thing to minde:</br>For by their griefe thou shalt doe well,</br>To thinke upon the paines of Hell.", "Or, when through mee thou seest a Man</br>Condemn'd unto a mortall death,</br>How sad he lookes, how pale, how wan,</br>Drawing with feare his panting breath:</br>Thinke if in that such griefe thou see,</br>How sad will Goe yee cursed bee.", "Againe, when he that fear'd to Dye</br>(Past hope) doth see his Pardon brought,</br>Reade but the joy that's in his eye,</br>And then convay it to thy thought:</br>There thinke betwixt thy heart and thee.</br>How sweet will, Come, ye blessed, bee.", "Thus if thou doe, though closed here,</br>My bondage I shall deeme the lesse,</br>I neither shall have cause to feare,</br>Nor yet bewaile my sad distresse:</br>For whether live, or pine, or dye,</br>We shall have blisse eternally.", "WILLY.</br>Trust me I see the Cage doth some Birds good,</br>And, if they doe not suffer too much wrong,</br>Will teach them sweeter descants than the wood:</br>Beleeve 't, I like the subject of thy Song,</br>It shewes thou art in no distempered mood:</br>But cause to heare the residue I long</br>My Sheepe to morrow I will neerer bring,</br>And spend the day to heare thee talk and sing.", "Yet e're we part, Roget to me areed,</br>Of whom thou learnd'st to make such Songs as these,</br>I never yet heard any Shepheards reede</br>Tune in mishap, a straine that more could please;</br>Surely thou dost invoke at this thy need</br>Some power, that we neglect in other layes:</br>For heer's a Name, and words, that but few swains</br>Have mention'd at their meeting on the Plaines.", "ROGET.</br>Indeede 'tis true; and they are sore to blame,</br>They doe so much neglect it in their Songs,</br>For, thence proceedeth such a worthy fame,</br>As is not subject unto Envies wrongs:</br>That is the most to be respected name</br>Of our true Pan, whose worth sits on all tongues:</br>And the most ancient Shepheards use to prayse</br>In sacred Anthemes, sung on Holy-dayes.", "Hee that first taught his Musicke such a straine,</br>Was that sweete shepheard, who (until a King)</br>Kept Sheepe upon the hony milkie Plaine,</br>That is inrich't by Jordan's watering;</br>Hee in his troubles eas'd the bodyes paines,</br>By measures rais'd to the soules ravishing:</br>And his sweete numbers onely most divine,</br>Gave the first being to this Song of mine.", "WILLY.</br>Let his good spirit ever with thee dwell,</br>That I might heare such Musicke every day,", "ROGET.</br>Thankes; but would now it pleased thee to play</br>Yet sure 'tis late, thy Weather rings his Bell.</br>And Swaines to fold, or homeward drive away.", "WILLY.</br>And yon goes Cuddy; therefore fare thou well:</br>I'll make his Sheepe for me a little stay;</br>And, if thou thinke it fit, I'le bring him too</br>Next morning hither.", "ROGET.</br>Prethee Will, doo.</br>"]