["'Twas Spring; and May did her best sweets exhale;</br>When meadows, in their roseate bloom,</br>Sent forth an ambient rich perfume,</br>Our ship reluctantly unfurl'd the sail;</br>Destin'd to sail, with commerce, o'er the deep,</br>To shores far East of fair Indostan's plains;</br>Safe from the enemy our trade to keep,</br>Guarding it on to China's vast domains,</br>O'er the dread wat'ry waste, where desolation reigns.", "In torrid climes, oppressive was the heat;</br>Where, vertical, the orb of day</br>Sent downward his most potent ray;</br>When, with wild throbs, each feverish pulse did beat:</br>But Providence divine, with watchful care,</br>Sent his selectest healing influence down,</br>To turn aside each pestilence severe;</br>Profusely were his blessings on us thrown,</br>Who gave us health and peace beneath the burning zone.", "Great was the war of Southern seas and skies;</br>Where storms, in dire succession, roll</br>From the bleak ice-begirt South Pole,</br>From whence th' infuriate maddening tempest lies.</br>Yet was our refuge present, known, believ'd;</br>For o'er this ever restless wat'ry road,</br>Presides th' unutterable, unconceiv'd,</br>Absconding, yet demonstrable great God;</br>And jarring seas and skies obey his awful nod.", "Jehovah reigns!  the elements proclaim</br>Him, who, from chaos and old night,</br>Call'd them to harmony and light,</br>T' exalt and magnify his matchless name.</br>Check'd by the power of dread Omnipotence,</br>Obedient winds and waves at once decrease:</br>'Tis he that bids their fury to commence;</br>He also bids their foaming rage to cease;</br>'Tis his omnific will, \"Ye waves, be still in peace.\"", "Long was the voyage exempt from earthly bliss,</br>Yet smiling hope did oft emerge,</br>Although Destruction's dreary verge</br>Frown'd near us, a tremendous dark abyss,</br>At length our wave-worn bark, did safe arrive,</br>Shatter'd by billows, on the Atlantic main.</br>How glad the happy few, who yet survive,</br>Their highly favour'd Island to regain!</br>Where knowledge in divine pre-eminence doth reign.", "But yet indulgent Heaven was still more kind;</br>Tidings of Peace we gladly heard,</br>As by the chalky cliffs we steer'd,</br>Borne by December's chilling North-west wind.</br>Our anchor cast near Albion's tranquil shores,</br>Hope to the mind a pleasing scene conveys;</br>She, on triumphant wing, exulting soars,</br>And prompts the soul, with energy, to raise</br>In themes of adoration, gratitude, and praise!</br>"]