["Whanne Englonde smeetheynge from her lethal Wounde,</br>From her galled necke dyd twytte the chayne awaie; </br>Kennynge her leegeful sonnes falle all arounde,</br>(Myghtie theie fell, 'twas honoure ledde the fraie,)</br>Thanne inne a dale, bie eve's dark surcote graie,</br>Twayne lonelie shepsterres dyd abrodden flie,</br>The rostlyng liff dothe theyr whytte hartes affraie,</br>And wythe the owlette trembled and dyd crie;</br>Firste Roberte Neatherde hys sore boesom stroke,</br>Then fellen on the grounde and thus yspoke.", "ROBERTE.</br>Ah Raufe!  gif thos the howres do comme alonge,</br>Gif thos wee flie in chase of farther woe,</br>Owre fote wylle fayle albeytte wee bee stronge,</br>Ne wylle owre pace swefte as oure danger goe.</br>To owre grete wronges we have enheped moe:</br>The Baronnes warre!  oh!  woe and well-a-daie!</br>I haveth lyff, bott have escaped soe,</br>That lyff ytsel mie Senses doe affraie.</br>Oh Raufe, comme lyste, and hear mie dernie tale,</br>Comme heare the balefull dome of Robynne of the Dale.", "RAUFE.</br>Saie to mee nete; I kenne thie woe in myne;</br>O!  I've a tale that Sabalus mote telle.</br>Swote flouretts, mantled meedows, forestes dygne;</br>Gravots far-kend arounde the Errmiets cell:</br>The swote ribible dynning yn the dell;</br>The joyous daunceynge in the hoastrie courte;</br>Eke the highe songe and everych joie farewell,</br>Farewell the verie shade of fayre dysporte,</br>Impestering trobble, onn mie heade doe comme,</br>Ne on kynde Seyncte to warde the aye encreasynge dome.", "ROBERTE.</br>Oh!  I coulde waile mie kynge-coppe-decked mees,</br>Mie spreedynge flockes of shepe of lillie white,</br>Mie tendre applynges, and embodyde trees,</br>Mie Parkers Grange, far spreedynge to the syghte,</br>Mie cuyen kyne, mie bullockes stringe yn fyghte,</br>Mie gorne emblaunched with the comfreie plante,</br>Mie floure Seyncte Marie shotteyng wythe the lyghte,</br>Mie store of all the blessynges Heaven can grant.</br>I amm duressed unto sorrowes blowe;</br>I hanten'd to the peyne, wil lette ne salte teare flowe.", "RAUFE.</br>Here I wille obaie untylle Dethe doe 'pere,</br>Here lyche a foule empoysoned leathel tree,</br>Whyche sleaeth everichone that commeth nere,</br>Soe wille I fyxed unto thys place gre.</br>I to bement haveth moe cause than thee;</br>Sleene in the warre mie boolie fadre lies;</br>Oh joieous I hys mortherer would slea,</br>And bie hys syde for aie enclose myne eies.</br>Calked from everich joie; heere wylle I blede,</br>Fell ys the Cullys yatte, of mie hartes castle stede.", "ROBERTE.</br>Oure woes alyche, alyche our dome shal bee.</br>Mie sonne, mie sonne alleyn, ystorven ys;</br>Here wylle I staie, ande end mie lyff with thee;</br>A lyff lyche myne a borden ys ywis.</br>Now from een logges fledden is selyness,</br>Mynsterres alleyn can boaste the hallie Seyncte,</br>Now doeth Englonde weare a bloudie dresse</br>And wyth her champyonnes gore her face depeyncte;</br>Peace fledde, disorder sheweth her dark rode,</br>And thorow ayre doth flie, yn garments steyned with bloude.</br>"]