["Now dreary WINTER reigns with awful say,</br>The boist'rous winds obtrude their howling rage;</br>The snow-capp'd hills resume their froz'n array,</br>And pallid languor chills the frame of age!", "Deep-chain'd in ice, the wat'ry world stands still,</br>The feather'd songsters shiver on the spray,</br>No murm'ring sound breathes from the accustom'd rill,</br>Nor past'ral sweetness chaunts the sylvan lay.", "Yet, festive joy, hilarity's gay train,</br>And cloudless sunshine fill the sprightly hall,</br>While genial transports thrill in ev'ry vein,</br>Where pleasure smiles at fav'ring fortune's call!", "There the rich board displays its purple stores,</br>And carrol'd glee the social hearth attends;</br>Love's treasures there diffuse their cordial pow'rs,</br>And Heav'n, well pleas'd, beholds uniting friends!", "Heart-rending thought! &mdash; a moment shift the scene,</br>Survey the widow's and the orphan's home;</br>See the fond father's all-desponding mien;</br>See naked poverty and famine's dome!", "There, plung'd in woe, the artist unemploy'd,</br>Weeps o'er his wretched family's despair;</br>His ev'ry stay, his ev'ry hope destroy'd,</br>And nought now left but hunger, cold, and care.", "And shall Prosperity withhold its aid?</br>Shall sad Affliction supplicate in vain?</br>Shall not Heav'n's gifts impart to Heav'n be paid,</br>To smooth the bed of sickness and of pain?", "Ye gen'rous sons of pity's fairest meed,</br>Whose soft humanity can feel for woe;</br>Be Mercy's boon to Charity decreed,</br>And teach the flinty heart like your's to glow.", "The fireless cells of wretchedness explore,</br>For suff'ring virtue bid compassion bleed;</br>Chear for a moment adverse Fortune's door,</br>Give what you can, and Heav'n will bless the deed!", "To hallow'd hours be lib'ral bounty shewn,</br>To Freedom's joys the mournful debtor draw;</br>See where he droops, all heartless and alone,</br>The weeping proof of sordid int'rest's law.", "Twelve waning moons their silver lamps withdrew,</br>Since one bright gleam of cheering hope he found;</br>Since home, or festive happiness he knew,</br>Or press'd a softer pillow than the ground.", "Far worse than death!  he drags a weary life,</br>By friends unseen, a stranger to the sun;</br>By cold, by famine, heart-corroding strife,</br>Contempt and insults, and despair, undone!</br>"]