["Pyrrochles does with Guyon fight,</br>And Furor's Chain unbinds:</br>Of whom sore hurt, for his Revenge</br>Atin Cymocles finds.", "Whoever doth to Temperance apply</br>His stedfast Life, and all his Actions frame</br>Trust me, shall find no greater Enemy,</br>Than stubborn Perturbation, to the same:</br>To which right well the Wise do give that Name,</br>For it the goodly Peace of stayed Minds</br>Does overthrow, and troublous War proclaim:</br>His own Woes Author, whoso bound it finds,</br>As did Pyrrochles, and it wilfully unbinds.", "After that Varlet's Flight, it was not long,</br>Ere on the Plain, fast pricking Guyon spy'd</br>One in bright Arms embattailed full strong;</br>That as the sunny Beams do glance and glide</br>Upon the trembling Wave, so shined bright,</br>And round about him threw forth sparkling Fire,</br>That seem, him to enflame on every side:</br>His Steed was bloody red, and foamed Ire,</br>When with the maistring Spur he did him roughly stire.", "Approaching nigh, he never stay'd to greet,</br>Ne chaffer Words, proud Courage to provoke,</br>But prick'd so fierce, that underneath his Feet</br>The smouldring Dust did round about him smoke,</br>Both Horse and Man nigh able for to choak;</br>And fairly couching his steel-headed Spear,</br>Him first saluted with a sturdy Stroke:</br>It booted nought Sir Guyon, coming near,</br>To think such hideous Puissance on foot to bear.", "But lightly shunned it, and passing by</br>With his bright Blade did smite at him so fell,</br>That the sharp Steel arising forcibly</br>On his broad Shield, bit not, but glauncing fell</br>On his Horse Neck before the quilted Sell,</br>And from the Head the Body sundred quight:</br>So him dismounted low, he did compel</br>On foot with him to matchen equal Fight;</br>The trunked Beast fast bleeding, did trim foully dight.", "Sore bruised with the Fall, he slow uprose,</br>And all enraged, thus him loudly shent;</br>Disleal Knight, whose coward Courage chose</br>To wreak it self on Beast all innocent,</br>And shun'd the Mark, at which it should be meant,</br>Thereby thine Arms seem strong, but Manhood frail:</br>So hast thou oft with Guile thine Honour blent;</br>But little may such Guile thee now avail,</br>If wonted Force and Fortune do not much me fail.", "With that he drew his flaming Sword, and stroke</br>At him so fiercely, that the upper Marge</br>Of his seven-folded Shield away it took,</br>And glauncing on his Helmet, made a large</br>And open Gash therein:  were not his Targe,</br>That broke the Violence of his Intent,</br>The weary Soul from thence it world discharge;</br>Nathless, so sore a Buff to him it lent,</br>That made him reel, and to his Breast his Beaver bent.", "Exceeding wroth was Guyon at that Blow,</br>And much asham'd, that Stroke of living Arm</br>Should him dismay, and make him stoop so low,</br>Tho otherwise it did him little harm:</br>Tho hurling high his iron-braced Arm,</br>He smote so manly on his Shoulder-Plate,</br>That all his left side it did quite disarm;</br>Yet there the Steel staid not, but inly bate</br>Deep in his Flesh, and open'd wide a red floodgate.", "Deadly dismay'd, with Horrour of that Dint,</br>Pyrrochles was, and grieved eke entire;</br>Yet nathemore did it his Fury stint,</br>But added Flame unto his former Fire,</br>That well-nigh molt his Heart in raging Ire;</br>Ne thenceforth his approved Skill, to ward,</br>Or strike, or hurlen round in warlike Gyre,</br>Remembred he, ne car'd for his Saufeguard,</br>But rudely rag'd, and like a cruel Tiger far'd.", "He hew'd, and lash'd, and foyn'd, and thundred Blows,</br>And every way did seek into his Life:</br>Ne Plate, ne Male could ward so mighty Throws,</br>But yielded Passage to his cruel Knife.</br>But Guyon, in the heat of all his Strife,</br>Was wary wise, and closely did await</br>Avantage, whilst his Foe did rage most rife:</br>Sometimes athwart, sometimes he strook him strait,</br>And falsed oft his Blows, t' illude him with such Bait.", "Like as a Lion, whose imperial Power</br>A proud rebellious Unicorn defies,</br>T' avoid the rash Assault and wrathful Stower</br>Of his fierce Foe, him to a Tree applies,</br>And when him running in full Course he spies,</br>He slips aside; the whiles that furious Beast</br>His precious Horn, sought of his Enemies,</br>Strikes in the Stock, ne thence can be releast,</br>But to the mighty Victor yields a bounteous Feast.", "With such fair Slight him Guyon often fail'd,</br>Till at the last, all breathless, weary, faint</br>Him spying, with fresh Onset he assail'd,</br>And kindling new his Courage (seeming queint)</br>Strook him so hugely, that thro great Constraint</br>He made him stoop perforce unto his Knee,</br>And do unwilling Worship to the Saint,</br>That on his Shield depainted he did see;</br>Such Homage till that instant never learned he.", "Whom Guyon seeing stoop, pursued fast</br>The present Offer of fair Victory,</br>And soon his dreadful Blade about he cast,</br>Wherewith he smote his haughty Crest so high,</br>That strait on ground made him full low to lie;</br>Then on his Breast his Victor Foot he thrust:</br>With that he cry'd, Mercy, do me not die,</br>Ne deem thy Force by Fortune's Doom unjust,</br>That hath (mauger her Spight) thus low me laid in Dust.", "Eftsoons his cruel Hand Sir Guyon staid,</br>Tempring the Passion with Advisement slow,</br>And maistring Might on Enemy dismay'd;</br>For th' equal Dye of War he well did know:</br>Then to him said, Live, and Allegiance owe</br>To him that gives thee Life and Liberty;</br>And henceforth, by this Day's Ensample trow,</br>That hasty Wrath, and heedless Hazardry,</br>Do breed Repentance late, and lasting Infamy.", "So up he let him rise:  who with grim Look,</br>And Count'nance stern upstanding, 'gan to grind</br>His grated Teeth for great Disdain, and shook</br>His sandy Locks, long hanging down behind,</br>Knotted in Blood and Dust, for Grief of Mind,</br>That he in Odds of Arms was conquered:</br>Yet in himself some Comfort he did find,</br>That him so noble Knight had maistered,</br>Whose Bounty more than Might, yet both he wondered.", "Which Guyon marking, said, Be nought aggriev'd,</br>Sir Knight, that thus ye now subdued are:</br>Was never Man, who most Conquests atchiev'd,</br>But sometimes had the worse, and lost by War,</br>Yet shortly gain'd, that Loss exceeded far:</br>Loss is no Shame, nor to be less than Foe;</br>But to be lesser than himself, doth mar</br>Both Loser's Lot, and Victor's Praise also:</br>Vain others Overthrows, whose self doth overthrow.", "Fly, O Pyrrochles, fly the dreadful War,</br>That in thy self thy lesser Parts do move;</br>Outrageous Anger, and woe-working Jar,</br>Direful Impatience, and heart-murdring Love:</br>Those, those thy Foes, those Warriors far remove,</br>Which thee to endless Bale captived lead.</br>But sith in Might thou didst my Mercy prove,</br>Of Courtesy to me the Cause aread,</br>That thee against me drew with so impetuous Dread.", "Dreadless, said he, that shall I soon declare:</br>It was complain'd, that thou hadst done great tort</br>Unto an aged Woman, poor and bare,</br>And thralled her in Chains with strong Effort,</br>Void of all Succour and needful Comfort:</br>That ill beseems thee, such as I thee see,</br>To work such Shame.  Therefore I thee exhort</br>To change thy Will, and set Occasion free,</br>And to her captive Son yield his first Liberty.", "Thereat Sir Guyon smil'd:  And is that all,</br>Said he, that thee so sore displeased hath?</br>Great Mercy sure, for to enlarge a Thrall,</br>Whose Freedom shall thee turn to greatest Scath.</br>Nath'less, now quench thy hot emboiling Wrath:</br>Lo!  there they be, to thee I yield them free.</br>Thereat he wondrous glad, out of the Path</br>Did lightly leap, where he them bound did see,</br>And 'gan to break the Bands of their Captivity.", "Soon as Occasion felt her self unty'd,</br>Before her Son could well assoiled be,</br>She to her use return'd, and strait defy'd</br>Both Guyon and Pyrrochles:  Th' one (said she)</br>Because he won; the other, because he</br>Was won:  so matter did she make of nought,</br>To stir up Strife, and do them disagree.</br>But soon as Furor was enlarg'd, she sought</br>To kindle his quench'd Fire, and thousand Causes wrought.", "It was not long, e'er she inflam'd him so,</br>That he would algates with Pyrrochles fight,</br>And his Redeemer challeng'd for his Foe,</br>Because he had not well maintain'd his Right,</br>But yielded had to that same stranger Knight.</br>Now 'gan Pyrrochles wex as wood as he,</br>And him affronted with impatient Might:</br>So both together fierce engrasped be,</br>Whiles Guyon standing by, their uncouth strife does see.", "Him all that while occasion did provoke</br>Against Pyrrochles, and new Matter fram'd</br>Upon the old, him stirring to be wroke</br>Of his late Wrongs, in which she oft him blam'd</br>For suffering such Abuse, as Knighthood sham'd,</br>And him disabled quite.  But he was wise,</br>Ne would with vain Occasion be enflam'd;</br>Yet others she more urgent did devise;</br>Yet nothing could him to Impatience entice.", "Their fell Contention still increased more,</br>And more thereby increased Furor's Might,</br>That he his Foe has hurt, and wounded sore,</br>And him in Blood and Dirt deformed quight.</br>His Mother eke (more to augment his Spright)</br>Now brought to him a flaming Fier-brond,</br>Which she in Stygian Lake (ay burning bright)</br>Had kindled; that she gave into his hond,</br>That arm'd with Fire, more hardly he mote him withstond.", "Tho 'gan the Villain wex so fierce and strong;</br>That nothing might sustain his furious Force;</br>He cast him down to ground, and all along</br>Drew him thro Dirt and Mire without Remorse,</br>And foully battered his comely Corse,</br>That Guyon much disdain'd so loathly fight.</br>At last, he was compel'd to cry perforce,</br>Help (O Sir Guyon) help most noble Knight,</br>To rid a wretched Man from hands of hellish Wight.", "The Knight was greatly moved at his Plaint,</br>And 'gan him dight to succour his Distress,</br>Till that the Palmer, by his grave Restraint,</br>Him staid from yielding pitiful Redress;</br>And said, Dear Son, thy causless Ruth repress,</br>Ne let thy stout Heart melt in Pity vain:</br>He that his Sorrow sought thro Wilfulness,</br>And his Foe fettred would release again,</br>Deserves to taste his Folly's Fruit, repented Pain.", "Guyon obey'd; so him away he drew</br>From needless Trouble of renewing Fight</br>Already fought, his Voyage to pursue.</br>But rash Pyrrochles' Varlet, Atin hight,</br>When late he saw his Lord in heavy Plight,</br>Under Sir Guyon's puissant Stroke to fall,</br>Him deeming dead, as then he seem'd in sight,</br>Fled fast away, to tell his Funeral</br>Unto his Brother, whom Cymochles Men did call.", "He was a Man of rare redoubled Might,</br>Famous throughout the World for Warlike Praise,</br>And glorious Spoils, purchas'd in perilous Fight:</br>Full many doubty Knights he in his days</br>Had doen to death, subdu'd in equal Frays;</br>Whose Carcases, for Terrour of his Name,</br>Of Fowls and Beasts he made the piteous Preys;</br>And hung their conquer'd Arms for more Defame</br>On Gallow-Trees, in honour of his dearest Dame.", "His dearest Dame is that Enchaunteress,</br>The vile Acrasia, that with vain Delights,</br>And idle Pleasures in her Bower of Bliss,</br>Does charm her Lovers, and the feeble sprights</br>Can call out of the Bodies of frail Wights:</br>Whom then she does transform to monstrous Hues,</br>And horribly mishapes with ugly Sights,</br>Captiv'd eternally in iron Mews;</br>And darksom Dens, where Titan his face never shews.", "There Atin found Cymochles sojourning,</br>To serve his Leman's Love; for he, by kind,</br>Was given all to Lust and loose Living,</br>Whenever his fierce Hands he free mote find:</br>And now he has pour'd out his idle Mind</br>In dainty Delices, and lavish Joys,</br>Having his warlike Weapons cast behind,</br>And flows in Pleasures, and vain-pleasing Toys,</br>Mingled emongst loose Ladies and lascivious Boys.", "And over him, Art striving to compare</br>With Nature, did an Arbour green disspred,</br>Framed of wanton Ivy, flowring fair,</br>Thro which the fragrant Eglantine did spred</br>His pricking Arms, entrail'd with Roses red;</br>Which dainty Odours round about them threw:</br>And all within with Flowers was garnished,</br>That when mild Zephyrus emongst them blew,</br>Did breathe out bounteous Smells, and painted Colours shew.", "And fast beside, there trickled softly down</br>A gentle Stream, whose murmuring Wave did play</br>Emongst the pumy Stones, and made a Sound,</br>To lull him soft asleep, that by it lay.</br>The weary Traveller, wandring that way,</br>Therein did often quench his thirsty Heat,</br>And then by it his weary Limbs display,</br>Whiles creeping Slumber made him to forget</br>His former Pain, and wip'd away his toilsom Sweat.", "And on the other side a pleasant Grove</br>Was shot up high, full of the stately Tree,</br>That dedicated is t' Olympick Jove,</br>And to his Son Alcides, when as he</br>Gain'd in Nemea goodly Victory:</br>Therein the merry Birds, of every sort,</br>Chaunted aloud their chearful Harmony;</br>And made emongst themselves a sweet Consort,</br>That quickned the dull Spright with musical Comfort.", "There he him found all carelesly displaid,</br>In secret Shadow from the sunny Ray,</br>On a sweet Bed of Lillies softly laid,</br>Amidst a Flock of Damzels fresh and gay,</br>That round about him dissolute did play</br>Their wanton Follies, and light Merriment;</br>Every of which did loosely disarray</br>Her upper Parts of meet Habiliments,</br>And shew'd them naked, deck'd with many Ornaments.", "And every of them strove, with most Delights,</br>Him to aggrate, and greatest Pleasures shew:</br>Some fram'd fair Looks, glancing like evening Lights;</br>Others, sweet Words, dropping like honey Dew;</br>Some, bathed Kisses, and did soft embrue</br>The sugred Liquor thro his melting Lips:</br>One boasts her Beauty, and does yield to view</br>Her dainty Limbs above her tender Hips;</br>Another her out-boasts, and all for trial strips.", "He, like an Adder, lurking in the Weeds,</br>His wandring Thought in deep Desire does steep,</br>And his frail Eye with Spoil of Beauty feeds;</br>Sometimes he falsly feigns himself to sleep,</br>Whiles thro their Lids his wanton Eyes do peep,</br>To steal a Snatch of amorous Conceit,</br>Whereby close Fire into his Heart does creep:</br>So, them deceives, deceiv'd in his Deceit,</br>Made drunk with Drugs of dear voluptuous Receit.", "Atin arriving there, when him he spy'd,</br>Thus in still Waves of deep Delight to wade,</br>Fiercely approaching, to him loudly cry'd,</br>Cymochles; Oh no!  but Cymochles' Shade,</br>In which that manly Person late did fade,</br>What is become of great Acrates' Son?</br>Or where hath he hung up his mortal Blade,</br>That hath so many haughty Conquests won?</br>Is all his Force forlorn, and all his Glory done?", "Then prickling him with his sharp-pointed Dart,</br>He said; Up, up, thou womanish weak Knight,</br>That here in Lady's lap entombed art,</br>Unmindful of thy Praise and prowest Might,</br>And weetless eke of lately wrought Despight;</br>Whiles sad Pyrrochles lies on sensless Ground,</br>And groaneth out his utmost grudging Spright,</br>Thro many a Stroak, and many a streaming Wound,</br>Calling thy Help in vain, that here in Joys are drown'd.", "Suddenly out of his delightful Dream</br>The Man awoke, and would have question'd more;</br>But he would not endure that woful Theme</br>For to dilate at large, but urged sore</br>With piercing Words, and pitiful Implore,</br>Him hasty to arise.  As one affright</br>With hellish Fiends, or Furies mad Uprore,</br>He then uprose, inflam'd with fell Despight,</br>And called for his Arms; for he would algates fight.", "They been ybrought, he quickly does him dight,</br>And lightly mounted, passeth on his way:</br>Ne Ladies Loves, ne sweet Entreaties might</br>Appease his Heat, or hasty Passage stay;</br>For he has vow'd to been aveng'd that day</br>(That day it self him seemed all too long)</br>On him, that did Pyrrochles dear dismay.</br>So proudly pricketh on his Courser strong,</br>And Atin ay him pricks with Spurs of Shame and Wrong.", ""]