["Gently the moon dispers'd her pleasing light,</br>And silver'd o'er the trembling lucid wave;</br>Fair was the view that hail'd the wond'ring sight,</br>And soft the pleasure midnight silence gave.", "When lo &mdash; from yonder venerable cell,</br>An antient Sage with pensive movement came;</br>Full many a year &mdash; his snowy locks cou'd tell,</br>And many a care &mdash; his feeble bending frame.", "Along the flowing rivers peaceful shore,</br>Thro' sweetest shades he bent his lonely way,</br>And as the sigh his aged bosom tore,</br>The trees soft echo'd to the mournful lay.", "Where the long Erne rolls tumultuous down,</br>And foaming mixes with the briny flood;</br>On the dread shelve, whose ivy mantled crown</br>O'erhangs the pool, the hoary hermit stood.", "Silent he paus'd, then raising both his hands,</br>Oh sweetest Erne, loveliest stream, he said,</br>Once knew thy hallow'd banks, no rude commands,</br>No busy cares approach'd the peaceful shade.", "When from the rosy portals of the morn,</br>The day advancing o'er the dewy fields,</br>Awak'd the Swain, to sound his well-known horn,</br>And taste the fragrance blooming nature yields.", "When rob'd in native grace, the smiling fair,</br>Fresh as a rose, came blushing o'er the hill;</br>Her breast unruffled by each anxious care,</br>Save those true friendship and fond love instil.", "Love then was simple, Nature's sweetest call,</br>Nor sought allurements from delusive art,</br>Nor vague refinement robb'd it of its all,</br>Each shepherd knew, and hail'd the pleasing smart.", "When thro' the flow'ry mead, with garlands crown'd,</br>To softest music and sweet vocal lays;</br>The youngsters danc'd in graceful movements round,</br>Or undissembling tun'd their Maker's praise.", "O blissful days, when filial rev'rence hail'd</br>The silver'd honours of the pious sage;</br>While he, his moral tales with joy reveal'd,</br>And sought each rising passion to assuage.", "The fertile plains content and plenty shar'd,</br>With them mild peace, serenely smiling came;</br>But if dread war, her purple banners rear'd,</br>Each martial shepherd felt a hero's flame.", "Few were the wants, each placid bosom knew,</br>Few were the cares those simple wants requir'd;</br>With rising years, a love of virtue grew,</br>And Nature pleas'd, no luxury desir'd.", "But Oh, sweet Erne!  how fled these golden days?</br>How fled the joys, those aged eyes have seen;</br>No longer tunes the bard, his useful lays,</br>Nor rural music echo's thro' the green.", "No silent footsteps press thy mossy side,</br>Thy limpid stream unheeded flows along;</br>No chearful Sylvans thro' the forest glide,</br>The grove unenvy'd, hails the warbler's song.", "Yon antient town whose side thy current laves,</br>When vice once fled, and ev'ry cank'ring care;</br>Its fond remembrance from the hermit craves,</br>The sigh of anguish, and the melting tear.", "Its peaceful roofs once humble neatness fram'd,</br>And Nature knew no want unknown before;</br>Till baneful luxury's dread colours stream'd,</br>And banish'd innocence the hostile shore.", "Since then unnumber'd vices pour amain,</br>And spread their poison o'er the tainted land;</br>Wild dissipation with her venal train,</br>And pride and jealousy go hand in hand.", "Now smiling vice fair virtue's semblance steals,</br>To rob sweet innocence of ev'ry charm;</br>Now sophistry unerring reason veils,</br>And gilds the deed replete with baleful harm.", "Oh sweetest Erne!  loveliest stream that flows,</br>Quick from these shores your christal currents roll;</br>For here sincerity no longer grows,</br>And balmy friendship from each breast has stole.", "Witness yon bow'r, with fragrant woodbine made,</br>Witness yon shade, that hangs around the bow'r;</br>Witness yon moon, that silvers o'er the shade,</br>How long I strove against the fatal hour.", "But vain the labours of the hoary sage,</br>Vain his pale cheek, the falling tear bedews;</br>Each tainted bosom had the vicious rage,</br>And thro' the medium of corruption views.", "Oh gracious pow'rs!  that guide yon sparkling orbs,</br>Mark the strong passions, heave my struggling soul;</br>Mark how dread grief, my rend'ring heart absorbs,</br>And prompts the deed, less reeling, would control.", "Here ceas'd the bard, and from the jutting cliff,</br>Fearless he plung'd into the wat'ry flood;</br>While round the moon, to veil her friendly grief,</br>A sable vapour for a moment stood.</br>"]