["The Birth of fair Belphoebe, and</br>Of Amoret is told:</br>The Gardens of Adonis, fraught</br>With Pleasures manifold.", "Well may I ween, fair Ladies, all this while</br>Ye wonder, how this noble Damozel</br>So great Perfections did in her compile;</br>Sith that in salvage Forests she did dwell,</br>So far from Court and royal Citadel,</br>The great Schoolmistress of all Courtesy:</br>Seemeth that such wild Woods should far expel</br>All civil Usage and Gentility,</br>And gentle Sprite deform with rude Rusticity.", "But to this fair Belphoebe in her Birth</br>The Heavens so favourable were and free,</br>Looking with mild Aspect upon the Earth,</br>In th' Horoscope of her Nativity,</br>That all the Gifts of Grace and Chastity</br>On her they poured forth of plenteous Horn;</br>Jove laugh'd on Venus from his sovereign See,</br>And Phoebus with fair Beams did her adorn,</br>And all the Graces rock'd her Cradle, being born.", "Her Birth was of the Womb of Morning-Dew,</br>And her Conception of the joyous Prime,</br>And all her whole Creation did her shew</br>Pure and unspotted from all loathly Crime,</br>That is ingenerate in fleshly Slime.</br>So was this Virgin born, so was she bred,</br>So was she trained up from time to time,</br>In all chaste Vertue, and true Bountihed,</br>Till to her due Perfection she was ripened.", "Her Mother was the fair Chrysogonee,</br>The Daughter of Amphisa, who by Race</br>A Fairy was, yborn of high degree;</br>She bore Belphoebe, she bore in like case</br>Fair Amoretta in the second place:</br>These two were Twins, and 'twixt them two did share</br>The Heritage of all celestial Grace;</br>That all the rest it seem'd they robbed bare</br>Of Bounty, and of Beauty, and all Vertues rare.", "It were a goodly Story to declare,</br>By what strange Accident fair Chrysogone</br>Conceiv'd these Infants, and how them she bare,</br>In this wild Forest wandring all alone,</br>After she had nine Months fulfill'd and gone:</br>For not as other Womens common Brood,</br>They were enwombed in the sacred Throne</br>Of her chaste Body; nor with common Food,</br>As other Womens Babes, they sucked vital Blood.", "But wondrously they were begot, and bred</br>Thro Influence of th' Heavens fruitful Ray,</br>As it in antique Books is mentioned.</br>It was upon a Summer's shiny Day,</br>(When Titan fair his hot Beams did display)</br>In a fresh Fountain, far from all Mens View,</br>She bath'd her Breast, the boiling Heat t' allay;</br>She bath'd with Roses red, and Violets blue,</br>And all the sweetest Flowers that in the Forest grew.", "Till faint thro irksom Weariness, adown</br>Upon the grassy Ground her self she laid</br>To sleep, the whiles a gentle slumbring Swound</br>Upon her fell, all naked bare display'd;</br>The Sun-beams bright upon her Body play'd;</br>Being thro former Bathing mollify'd,</br>And pierc'd into her Womb, where they embay'd</br>With so sweet Sense and secret Power unspy'd,</br>That in her pregnant Flesh they shortly fructify'd.", "Miraculous may seem to him, that reads</br>So strange Ensample of Conception;</br>But Reason teacheth that the fruitful Seeds</br>Of all things living, thro Impression</br>Of the Sun-beams in moist Complexion,</br>Do Life conceive, and quickned are by kind:</br>So, after Nilus' Inundation,</br>Infinite Shapes of Creatures Men do find,</br>Informed in the Mud, on which the Sun hath shin'd.", "Great Father he of Generation</br>Is rightly call'd, th' Author of Life and Light;</br>And his fair Sister for Creation</br>Ministereth Matter fit, which tempred right</br>With Heat and Humour, breeds the living Wight.</br>So sprong these Twins in Womb of Chrysogone,</br>Yet wist she nought thereof, but sore affright,</br>Wondred to see her Belly so up-blown</br>Which still encreas'd, till she her Term had full out-gone.", "Whereof conceiving Shame and foul Disgrace,</br>Albe her guiltless Conscience her clear'd,</br>She fled into the Wilderness a space,</br>Till that unwieldy Burden she had rear'd,</br>And shun'd Dishonour, which as Death she fear'd:</br>Where weary of long Travel, down to rest</br>Her self she set, and comfortably chear'd;</br>There a sad Cloud of Sleep her overkess'd,</br>And seized every Sense with Sorrow sore oppress'd.", "It fortuned, fair Venus having lost</br>Her little Son, the winged God of Love,</br>Who for some light Displeasure, which him crost,</br>Was from her fled, as flit as airy Dove,</br>And left her blissful Bower of Joy above,</br>(So from her often he had fled away,</br>When she for ought him sharply did reprove,</br>And wandred in the World in strange Array,</br>Disguis'd in thousand Shapes, that none might him bewray:)", "Him for to seek, she left her heavenly House</br>(The House of goodly Forms and fair Aspect,</br>Whence all the World derives the glorious</br>Features of Beauties, and all Shapes select,</br>With which high God his Workmanship hath deckt)</br>And searched ever, way, thro which his Wings</br>Had borne him, or his Track she mote detect:</br>She promis'd Kisses sweet, and sweeter things</br>Unto the Man, that of him Tidings to her brings.", "First she him sought in Court, where most he used</br>Whylom to haunt, but there she found him not;</br>But many there she found, which sore accused</br>His Falshood, and with foul infamous Blot</br>His cruel Deeds and wicked Wiles did spot:</br>Ladies and Lords she every where mote hear</br>Complaining, how with his empoison'd Shot</br>Their woful Hearts he wounded had whyleare,</br>And so had left them languishing 'twixt Hope and Fear.", "She then the Cities sought, from Gate to Gate,</br>And every one did ask, did he him see:</br>And every one her answer'd, that too late</br>He had him seen, and felt the Cruelty</br>Of his sharp Darts, and hot Artillery;</br>And every one threw forth Reproaches rife</br>Of his mischievous Deeds, and said, That he</br>Was the Disturber of all civil Life,</br>The Enemy of Peace, and Author of all Strife.", "Then in the Country she abroad him sought,</br>And in the rural Cottages enquir'd;</br>Where also many Plaints to her were brought,</br>How he their heedless Hearts with Love had fir'd,</br>And his false Venom thro their Veins inspir'd:</br>And eke the gentle Shepherd Swains, which sat</br>Keeping their fleecy Flocks, as they were hir'd,</br>She sweetly heard complain, both how and what</br>Her Son had to them doen; yet she did smile thereat.", "But when in none of all these she him got,</br>She 'gan avise where else he mote him hide:</br>At last, she her be-thought, that she had not</br>Yet sought the salvage Woods and Forests wide,</br>In which full many lovely Nymphs abide,</br>'Mongst whom might be, that he did closely lie,</br>Or that the Love of some of them him ty'd:</br>For-thy she thither cast her Course t' apply,</br>To search the secret Haunts of Dian's Company.", "Shortly unto the wasteful Woods she came,</br>Whereas she found the Goddess with her Crew,</br>After late Chace of their embrued Game,</br>Sitting beside a Fountain in a Rue,</br>Some of them washing with the liquid Dew</br>From off their dainty Limbs the dusty Sweat,</br>And Soil, which did deform their lively Hue;</br>Other lay shaded from the scorching Heat;</br>The rest, upon her Person, gave Attendance great.", "She, having hong upon a Bough on high</br>Her Bow and painted Quiver, had unlac'd</br>Her silver Buskins from her nimble Thigh,</br>And her lank Loins ungirt, and Breasts unbrac'd,</br>After her Heat the breathing Cold to taste;</br>Her golden Locks, that late in Tresses bright</br>Embreeded were for hindring of her Haste,</br>Now loose about her Shoulders hong undight,</br>And were with sweet Ambrosia all besprinkled light.", "Soon as she Venus saw behind her back,</br>She was asham'd to be so loose surpris'd;</br>And wox half wroth against her Damsels slack,</br>That had not her thereof before avis'd,</br>But suffred her so carelessly disguis'd</br>Be overtaken.  Soon her Garments loose</br>Upgath'ring, in her Bosom she compris'd,</br>Well as she might, and to the Goddess rose,</br>Whilst all her Nymphs did like a Girlond her enclose.", "Goodly she 'gan fair Cytherea greet,</br>And shortly asked her what cause her brought</br>Into that Wilderness (for her unmeet)</br>From her sweet Bowers, and Beds with Pleasures fraught:</br>That sudden Change she strange Adventure thought.</br>To whom (half weeping) she thus answered,</br>That she her dearest Son Cupido sought,</br>Who in his Frowardness from her was fled;</br>That she repented sore, to have him angered.", "Thereat Diana 'gan to smile, in scorn</br>Of her vain Plaint, and to her scoffing said:</br>Great Pity sure, that ye be so forlorn</br>Of your gay Son, that gives ye so good Aid</br>To your Disports:  ill mote ye been apay'd.</br>But she was more engrieved, and reply'd;</br>Fair Sister, ill beseems it to upbraid</br>A doleful Heart with so disdainful Pride;</br>The like that mine, may be your Pain another tide.", "As you in Woods and wanton Wilderness</br>Your Glory set, to chace the salvage Beasts;</br>So my Delight is all in Joyfulness,</br>In Beds, in Bowers, in Bankets, and in Feasts:</br>And ill becomes you with your lofty Creasts,</br>To scorn the Joy that Jove is glad to seek;</br>We both are bound to follow Heaven's Beheasts,</br>And tend our Charges with Obeysance meek:</br>Spare (gentle Sister) with Reproach my Pain to eke.", "And tell me, if that ye my Son have heard,</br>To lurk emongst your Nymphs in secret wise;</br>Or keep their Cabins:  much I am affeard,</br>Lest he like one of them himself disguise,</br>And turn his Arrows to their Exercise:</br>So may he long himself full easy hide;</br>For he is fair and fresh in Face and Guise,</br>As any Nymph (let not it be envy'd.)</br>So saying, every Nymph full narrowly she ey'd.", "But Phoebe therewith sore was angered,</br>And sharply said; Go Dame, go seek your Boy</br>Where you him lately left, in Mars his Bed;</br>He comes not here, we scorn his foolish Joy,</br>Ne lend we leisure to his idle Toy:</br>But if I catch him in this Company,</br>By Stygian Lake I vow, whose sad Annoy</br>The Gods do dread, he dearly shall aby:</br>I'll clip his wanton Wings, that he no more shall fly.", "Whom when-as Venus saw so sore displeas'd,</br>She inly sorry was, and 'gan relent</br>What she had said:  so her she soon appeas'd,</br>With sugar'd Words, and gentle Blandishment,</br>Which as a Fountain from her sweet Lips went,</br>And welled goodly forth, that in short space</br>She was well pleas'd, and forth her Damsels sent,</br>Thro all the Woods, to search from place to place,</br>If any Track of him or Tidings they mote trace.", "To search the God of Love, her Nymphs she sent</br>Throughout the wandring Forest every where:</br>And after them her self eke with her went</br>To seek the Fugitive, both far and near.</br>So long they sought, till they arrived were</br>In that same shady Covert, whereas lay</br>Fair Chrysogone in slumbry Traunce whilere:</br>Who in her Sleep (a wondrous thing to say)</br>Unwares had borne two Babes, as fair as springing Day.", "Unwares she them conceiv'd, unwares she bore;</br>She bore withouten Pain, that she conceiv'd</br>Withouten Pleasure:  ne her need implore</br>Lucina's Aid:  which when they both perceiv'd,</br>They were thro Wonder nigh of Sense bereav'd,</br>And gazing each on other, nought bespake.</br>At last, they both agreed, her (seeming griev'd)</br>Out of her heavy Swoon not to awake,</br>But from her loving Side the tender Babes to take.", "Up they them took; each one a Babe up-took,</br>And with them carry'd to be fostered.</br>Dame Phoebe to a Nymph her Babe betook,</br>To be brought up in perfect Maidenhed,</br>And of her self, her Name Belphoebe red:</br>But Venus hers hence far away convey'd,</br>To be up-brought in goodly Womanhed,</br>And in her little Love's stead, which was stray'd,</br>Her Amoretta call'd, to comfort her dismay'd.", "She brought her to her joyous Paradise,</br>Where most she wonnes, when she on Earth does dwell;</br>So fair a Place, as Nature can devise:</br>Whether in Paphos, or Cytheron Hill,</br>Or it in Gnidus be, I wote not well.</br>But well I wote by Trial, that this same</br>All other pleasant Places doth excel,</br>And called is by her lost Lover's Name,</br>The Garden of Adonis, far renown'd by Fame.", "In that same Garden, all the goodly Flowers</br>Wherewith Dame Nature doth her beautify,</br>And decks the Girlonds of her Paramours,</br>Are fetch'd:  there is the first Seminary</br>Of all things, that are born to live and die,</br>According to their kinds.  Long work it were,</br>Here to account the endless Progeny</br>Of all the Weeds, that bud and blossom there;</br>But so much as doth need, must needs be counted here.", "It sited was in fruitful Soil of old,</br>And girt-in with two Walls on either side;</br>The one of Iron, the other of bright Gold,</br>That none might thorough break, nor over-stride:</br>And double Gates it had, which open'd wide,</br>By which both in and out Men moten pass;</br>Th' one fair and fresh, the other old and dry'd:</br>Old Genius the Porter of them was,</br>Old Genius, the which a double Nature has.", "He letteth in, he letteth out to wend,</br>All that to come into the World desire;</br>A thousand thousand naked Babes attend</br>About him day and night, which do require,</br>That he with fleshly Weeds would them attire:</br>Such as him list, such as eternal Fate</br>Ordained hath, he clothes with sinful Mire,</br>And sendeth forth to live in mortal State,</br>Till they again return back by the hinder Gate.", "After that they again returned been,</br>They in that Garden planted be again;</br>And grow afresh, as they had never seen</br>Fleshly Corruption, nor mortal Pain.</br>Some thousand Years so doen they there remain;</br>And then of him are clad with other Hue,</br>Or sent into the changeful World again,</br>Till thither they return, where first they grew:</br>So like a wheel around they run from old to new.", "Ne needs there Gardener to set, or sow,</br>To plant, or prune:  for of their own accord,</br>All things, as they created were, do grow,</br>And yet remember well the mighty Word,</br>Which first was spoken by th' Almighty Lord,</br>That bade them to increase and multiply:</br>Ne do they need with Water of the Ford,</br>Or of the Clouds, to moisten their Roots dry;</br>For, in themselves, eternal Moisture they imply.", "Infinite Shapes of Creatures there are bred,</br>And uncouth Forms, which none yet ever knew,</br>And every sort is in a sundry Bed</br>Set by it self, and rank'd in comely Rew:</br>Some fit for reasonable Souls t' indue,</br>Some made for Beasts, some made for Birds to wear,</br>And all the fruitful Spawn of Fishes Hue</br>In endless Ranks along enranged were,</br>That seem'd the Ocean could not contain them there.", "Daily they grow, and daily forth are sent</br>Into the World, it to replenish more;</br>Yet is the Stock not lessened, nor spent,</br>But still remains in everlasting Store,</br>As it at first created was of yore.</br>For in the wide Womb of the World, there lies</br>In hateful Darkness, and in deep Horrour,</br>An huge eternal Chaos, which supplies</br>The Substances of Nature's fruitful Progenies.", "All things from thence do their first Being fetch,</br>And borrow Matter, whereof they are made;</br>Which, when as Form and Feature it doth catch,</br>Becomes a Body, and doth then invade</br>The State of Life, out of the griesly Shade</br>That Substance is eterne, and bideth so;</br>Ne when the Life decays, and Form does fare,</br>Doth it consume, and into nothing go,</br>But changed is, and often alter'd to and fro.", "The Substance is not chang'd, nor altered,</br>But th' only Form and outward Fashion;</br>For every Substance is conditioned</br>To change her Hue, and sundry Forms to don,</br>Meet for her Temper and Complexion.</br>For Forms are variable, and decay</br>By Course of Kind, and by Occasion;</br>And that fair Flower of Beauty fades away,</br>As doth the Lilly fresh before the sunny Ray.", "Great Enemy to it, and to all the rest</br>That in the Garden of Adonis springs,</br>Is wicked Time:  who, with his Scithe addrest,</br>Does mow the flowring Herbs and goodly things,</br>And all their Glory to the Ground down flings,</br>Where they do wither, and are foully marr'd:</br>He flies about, and with his flaggy Wings,</br>Beats down both Leaves and Buds without regard,</br>Ne ever Pity may relent his Malice hard.", "Yet Pity often did the Gods relent,</br>To see so fair things marr'd, and spoiled quite:</br>And their great Mother Venus did lament</br>The Loss of her dear Brood, her dear Delight;</br>Her Heart was pierc'd with Pity at the sight,</br>When walking thro the Garden, them she spy'd,</br>Yet no'te she find Redress for such Despight.</br>For all that lives is subject to that Law:</br>All things decay in time, and to their end do draw.", "But were it not that Time their Troubler is,</br>All that in this delightful Garden grows,</br>Should happy be, and have immortal Bliss:</br>For here all Plenty, and all Pleasure flows,</br>And sweet Love gentle Fits emongst them throws,</br>Without fell Rancour, or fond Jealousy;</br>Frankly each Paramour his Leman knows,</br>Each Bird his Mate, ne any does envy</br>Their goodly Merriment, and gay Felicity.", "There is continual Spring, and Harvest there</br>Continual, both meeting at one time:</br>For both the Boughs do laughing Blossoms bear,</br>And with fresh Colours deck the wanton Prime,</br>And eke at once the heavy Trees they climb,</br>Which seem to labour under their Fruits Load:</br>The whiles the joyous Birds make their Pastime</br>Emongst the shady Leaves, their sweet Abode,</br>And their true Loves without Suspicion tell abroad.", "Right in the middest of that Paradise,</br>There stood a stately Mount, on whose round top</br>A gloomy Grove of myrtle Trees did rise,</br>Whose shady Boughs sharp Steel did never lop,</br>Nor wicked Beasts their tender Buds did crop;</br>But like a Girlond compassed the Height,</br>And from their fruitful Sides sweet Gum did drop,</br>That all the Ground with precious Dew bedight,</br>Threw forth most dainty Odours, and most sweet Delight.", "And in the thickest Covert of that Shade,</br>There was a pleasant Arbour, not by Art,</br>But of the Trees own Inclination made,</br>Which knitting their rank Branches part to part,</br>With wanton Ivy-Twine entrail'd athwart;</br>And Eglantine, and Caprisole emong,</br>Fashion'd above within their inmost Part,</br>That neither Phoebus' Beams could thro them throng,</br>Nor Aeolus' sharp Blast could work them any Wrong.", "And all about grew every sort of Flower,</br>To which sad Lovers were transform'd of yore</br>Fresh Hyacinthus, Phoebus' Paramour</br>And dearest Love;</br>Foolish Narciss, that likes the watry Shore;</br>Sad Amaranthus, made a Flower but late,</br>Sad Amaranthus, in whose purple Gore</br>Me seems I see Amintas' wretched Fate,</br>To whom sweet Poets Verse hath given endless Date.", "There wont fair Venus often to enjoy</br>Her dear Adonis' joyous Company,</br>And reap sweet Pleasure of the wanton Boy;</br>There yet some say in secret he doth lie,</br>Lapped in Flowers and precious Spicery,</br>By her hid from the World, and from the Skill</br>Of Stygian Gods, which do her Love envy;</br>But she her self, when ever that she will,</br>Possesseth him, and of his Sweetness takes her Fill.", "And sooth, it seems, they say:  for he may not</br>For ever die, and ever bury'd be</br>In baleful Night, where all things are forgot;</br>Albe he subject to Mortality,</br>Yet is eterne in Mutability,</br>And by Succession made perpetual</br>Transformed oft, and changed diversly:</br>For him the Father of all Forms they call;</br>Therefore needs mote he live, that Living gives to all.", "There now he liveth in eternal Bliss</br>Joying his Goddess, and of her enjoy'd;</br>Ne feareth he henceforth that Foe of his,</br>Which with his cruel Tusk him deadly cloy'd:</br>For that wild Boar, the which him once annoy'd,</br>She firmly hath imprisoned for ay</br>(That her sweet Love his Malice mote avoid)</br>In a strong rocky Cave, which is, they say,</br>Hewn underneath that Mount, that none him loosen may.", "There now he lives in everlasting Joy,</br>With many of the Gods in Company,</br>Which thither haunt, and with the winged Boy</br>Sporting himself in safe Felicity:</br>Who, when he hath with Spoils and Cruelty</br>Ransack'd the World, and in the woful Hearts</br>Of many Wretches set his Triumphs high,</br>Thither resorts, and laying his sad Darts</br>Aside, with fair Adonis plays his wanton Parts.", "And his true Love, fair Psyche, with him plays,</br>Fair Psyche to him lately reconcil'd,</br>After long Troubles and unmeet Upbrays,</br>With which his Mother Venus her revil'd,</br>And eke himself her cruelly exil'd:</br>But now in stedfast Love and happy State</br>She with him lives, and hath him borne a Child,</br>Pleasure, that doth both Gods and Men aggrate;</br>Pleasure, the Daughter of Cupid and Psyche late.", "Hither great Venus brought this Infant fair,</br>The younger Daughter of Chrysogonee,</br>And unto Psyche with great Trust and Care</br>Committed her, yfostered to be,</br>And trained up in true Feminity:</br>Who no less carefully her tendered,</br>Than her own Daughter Pleasure, to whom she</br>Made her Companion, and her lessoned</br>In all the Lore of Love, and goodly Womanhed.", "In which when she to perfect Ripeness grew,</br>Of Grace and Beauty noble Paragone,</br>She brought her forth into the Worldez View,</br>To be th' Ensample of true Love alone,</br>And Load-Star of all chaste Affection,</br>To all fair Ladies, that do live on ground.</br>To Fairy Court she came, where many one</br>Admir'd her goodly Haviour, and found</br>His feeble Heart wide launced with Love's cruel Wound.", "But she to none of them her Love did cast,</br>Save to the noble Knight Sir Scudamore,</br>To whom her loving Heart she linked fast</br>In faithful Love, t' abide for evermore,</br>And for his dearest sake endur'd sore,</br>Sore Trouble of an heinous Enemy;</br>Who her would forced have to have forlore</br>Her former Love and stedfast Loyalty,</br>As ye may elsewhere read that rueful History.", "But well I ween, ye first desire to learn,</br>What end unto that fearful Damozel,</br>Which fled so fast from that same Foster stern,</br>Whom with his Brethren Timias slew, befel:</br>That was to weet, the goodly Florimel;</br>Who wandring for to seek her Lover dear,</br>Her Lover dear, her dearest Marinel,</br>Into Misfortune fell, as ye did hear,</br>And from Prince Arthur fled with Wings of idle Fear.", ""]