["As thus alone and comfortless I roam,</br>Wet with the drizzling shower, I sigh sincere,</br>[Illegible] a fond look tow'rds me native home,</br>And think what valiant Britons perish'd here.", "Yes, the time was, nor very far the date,</br>When Carnage here her crimson toil began;</br>When nations' standards wav'd in threat'ning state,</br>And man the murd'rer met the murd'rer man.", "For war is murder, tho' the voice of Kings</br>Has styl'd it justice, &mdash; styl'd it glory too!</br>Yet from worst motives fierce ambition springs,</br>And there fix'd prejudice is all we view!", "O let th' aspiring warrior think with grief,</br>That as protected by chymic art refin'd&mdash;</br>So glittering conquest, from the laurel leaf,</br>Extracts a general poison for mankind!", "Here let him wander at the midnight hour,</br>These morbid dreams, these gelid gales to meet;</br>And mourn, like me, the ravages of power!</br>And feel, like me, that vic'try is defeat!", "Nor deem, ye vain!  that e'er I mean to swell</br>My feeble verse with many a sounding name;</br>Of such, the mercenary bard may tell,</br>And call such dreary desolation fame.", "The genuine Muse removes the thin disguise,</br>That cheats the world, whene'er she deigns to sing;</br>And full as meritorious to her eyes,</br>Seems the poor Soldier, as the mighty King.", "Yet much my beating breast respects the brave;</br>Too well I love them, not to mourn their fate;</br>Why should they look for greatness in the grave?</br>Their hearts are noble &mdash; and in life they're great.", "Nor think 'tis but in war the brave excel,</br>To valour ev'ry virtue is allied!</br>Here faithful friendship, 'mid the battle fell,</br>And love, true love, in bitter anguish died.", "Alas, the solemn slaughter I retrace,</br>That cheks life's current circling thro' my veins;</br>Bath'd in moist sorrow many a beauteous face,</br>And gave a grief perhaps that still remains.", "I can no more &mdash; an agony too keen,</br>Absorbs my senses and my mind subdues;</br>Hard were that heart which here could beat serene,</br>Or the just tribute of a pang refuse.</br>"]