["To whom, more suitably, can I present</br>Effusions, London, penn'd in thy deep haunt,</br>Than to a friend there, the sole friend fate lent,</br>Who caus'd that, homeless, home's peculiar want</br>I should not feel &mdash; not so &mdash; that it should daunt</br>With sense of loneliness my pining spirit,</br>That I no more should have the will to chaunt</br>My simple lays?  Yes, thou canst boast the merit,</br>Though reft of Joy, that life did still some Hope inherit.", "'Tis a refreshing thing on thee to think,</br>And such as thee, on life's unsolac'd road;</br>Who from no one, though failing, e'er dost shrink</br>When call'd upon that aught might be bestow'd.</br>Frank, gen'rous, with a heart where ever glow'd,</br>And still glows, sympathy's most cheering flame;</br>From thee, on every side, there still hath flow'd</br>A tributary stream, whose selfless aim,</br>Though it disperse to all, no eulogy doth claim.", "Like to a river, which, thro' covert wild,</br>And shrubby underwood, its smooth lapse winds;</br>Or through the wide champaine, blithe as a child,</br>So unpresumingly its passage finds,</br>That by the brighter green more various kinds,</br>And richer hue of flowerets here and there,</br>Where'er its course it takes, kiss'd by the winds,</br>We chiefly guess, munificently fair,</br>That where we look, to heaven its bosom it doth bare.", "Like to that river too (another cause</br>Of its meek imperceptibility)</br>That 'tis so clear, that to its wave it draws</br>A second portrait of whate'er we see;</br>A second portraiture most easily</br>Confounded with th' original!  Thus thou</br>Bear'st on thy flexile countenance and free,</br>Whatever impress other's cares there plough,</br>And all their joys and griefs are pictur'd on thy brow.", "'Tis their augmented happiness alone,</br>Except to the discerning eye of Heaven,</br>Which bears an evidence thou movest on;</br>Without pretension so, with path so even,</br>To thee to be progressive, it is given!</br>Thus, like the stream I mention'd, whose guess'd way,</br>The richer hues that round that way have thriven,</br>So clear and calm it is, alone betray;</br>To all around thee, thou mute blessings dost convey.</br>"]