["O LIBERTY!  fair offspring of the sky!</br>Whose power can shake the oppressor's throne,</br>Guardian of Man!  deign from thy seat on high,</br>To hear his sighs for thee, and still his groan;</br>O come!  degraded Man, enslav'd, awaits the hour,</br>When all the earth alike shall own thy sov'reign pow'r.", "Shall Man, who wooes thee, Freedom, from his birth,</br>And claims the sway o'er Nature's works below,</br>E'er bend beneath a higher pow'r on earth,</br>Which dares his Right and Empire to o'erthrow!</br>Then come, thine innumer'd sons, enslav'd, await the day,</br>When all Mankind alike shall own thy sov'reign sway.", "Shall he whose deeds to Reason's Guide pretend,</br>Whose bosom all the milder feelings grace,</br>Usurp a pow'r t' invert Creation's end,</br>To be the foe and tyrant of his race!</br>Ah, no!  the wretch who dares fair Freedom's bounties claim</br>Nor owns his fellow's right, BLASPHEMES HER SACRED NAME!", "Hail!  sacred Freedom!  nor let Pride obscure,</br>Nor sordid int'rest blind his heav'nly light;</br>Let Nature's child no more thy loss endure,</br>No more bemoan in vain HIS BEING'S RIGHT.</br>Thy gentle Empire spread, from clime of burning day,</br>To regions of the Pole, where beams the sun's chill ray.", "Man, the dire foe of Man, shall be no more,</br>The smiling goddess Peace, shall head the plain,</br>War's savage fiends shall cease their horrid roar,</br>And flow unstain'd with blood the lucid main.</br>Then come!  fair form divine!  and from thy realms on high</br>Let peace and blissful joy attend thee down the sky.", "Alas!  how long shall Afric's sons deplore,</br>The rueful deeds of luxury and pain!</br>How long borne captive from their native shore,</br>And doom'd to wear the base degrading chain!</br>Then come!  celestial form!  diffuse thy light divine,</br>And Man, a kindred race, shall bow before thy shrine.", "Depart, curs'd demon, Bondage, from the earth&mdash;</br>Columbia!  shall th' monster dwell with thee?</br>Let him to hell return that gave him birth&mdash;</br>Of satan's fellest fiends the progeny,</br>O'er the whole world below, fair Freedom, spread thy ray,</br>Millions who wait and moan shall hail the happy day.</br>"]