["Fast fell the rains, and cheerless was the morn,</br>When first from Auburn's vale I roam'd forlorn;</br>The neighbouring swains came pensive o'er the lea,</br>And parting, breath'd their last kind pray'rs for me.</br>Ah!  gentle souls!  your pray'rs from me how vain,</br>The man of sorrow, penury, and pain&mdash;</br>Thus EDWIN mourn'd, pale, melancholy, slow,</br>Where broad ONTARIO'S sounding waters flow;</br>The sun sate frowning on the plaints he made,</br>And savage  howlings doubly gloom'd the shade.", "Oh Thou, the gentlest of the Muses' train,</br>To whom no Mourner ever sigh'd in vain,</br>GOLDSMITH, sweet Bard, forgive the Druid lay,</br>That blends this leaf of cypress with thy bay;</br>Hear what big woes the Village groupe befel,</br>Thy own prophetic song foretold too well.", "Once I was blest beyond the Peasant's lot,</br>In  humble neatness rose my little cot,</br>I saw my whitening fleece the heath adorn,</br>I saw my vallies wave with golden corn;</br>I saw my duteous children round me rise,</br>And e'en proud Grandeur with unenvying eyes.</br>Pleas'd with what heaven had lent, and far from strife,</br>Calm, unreprov'd, I walk'd the vale of life.</br>But vain the humblest hope which man can form,</br>When fierce OPPRESSION pours the blasting storm.</br>Nor peace, nor love, nor pity's plaintive woe,</br>Can, or avert, or mitigate the blow;</br>Alike it rends the young, the hoary  head,</br>And tears the Peasant from his lowly shed.", "Fast fell the rains, and fatal was the morn,</br>When first from Auburn's vale I roam'd forlorn.", "Yet witness heaven, tho' such thy chang'd decrees,</br>Ne'er did I waste my hours in loitering ease;</br>Ne'er did thy blessings prompt the wish to stray,</br>Health nerv'd my limbs, and labour clos'd my day.</br>Soon as the glimmering dawn its slumbers broke,</br>The hills resounded with my hardy stroke.</br>Dear native hills!  along whose verdant  brow,</br>Full many a day I drove the toilsome plough,</br>And oft the hamlet train, as leisure sway'd,</br>In harmless mirth, spread o'er the evening shade:</br>Still memory casts one longing, lingering view,</br>Recalls past happy scenes, and bleeds anew.", "Bleak was the surge, and fatal was the morn,</br>When first from England's shores I sail'd forlorn.", "Ah me!  what anguish tore this boding heart,</br>When the shrill boatswain blew the sign &mdash; to part.</br>Rais'd on mine arm, connubial mildness hung,</br>Fond filial duty round my bosom clung.</br>Firm for their sakes, along the surf-beat strand,</br>And whispering peace, I led the weeping band,</br>Deceiv'd their thoughts from Auburn's much-lov'd plain,</br>And talk'd of happier bowers beyond the main.</br>Poor aged man!  from that eventful day,</br>The mourner sorrow mark'd thee for her prey,</br>War, sickness, famine hence thy years annoy,</br>Mock thy vain toil, and blast the promis'd joy.", "Dark was the hour, and fatal was the morn,</br>When first from England's shores I sail'd forlorn.", "Twelve tedious weeks we plough'd the wintry main,</br>Torn by the tempest, batter'd by the rain.</br>Now left of heaven, and wanting daily bread,</br>Each gaz'd at each, and hung the sickly head.</br>My little sons, my hope, my humble pride,</br>Too weak for combat, sicken'd, wail'd, and died;</br>Stretch'd on the deck, the breathless cherubs lay,</br>As buds put forth in April's stormy day.</br>Nor long my tender Partner liv'd to cheer,</br>Borne with her babes upon a watery bier.</br>Five days she  languish'd with the fever's fire,</br>The sixth sad morn  beheld my saint expire:</br>Meek as when angels weep, if weep they do,</br>Some human tears she dropp'd, and groan'd adieu.</br>These trembling lips her lips convulsive prest,</br>These trembling hands sustain'd her bursting breast,</br>These trembling hands discharg'd each mournful rite,</br>Sooth'd her last pang, and seal'd her dying sight.</br>To the same deep their dear remains were given,</br>Their mingled spirits wing'd their flight to heaven.", "Oblivious veil in shades the fatal morn,</br>When first from Auburn's vale I roam'd forlorn.", "But where, O where, shall ship-wreck'd Age repose,</br>Where shall this wounded bosom balm its woes!</br>Here as I urge my melancholy way,</br>The prowling INDIAN snuffs his wonted prey.</br>Hah &mdash; should I meet him in his dusky round,</br>Late in the woods I heard his murderous sound&mdash;</br>But whence that start! &mdash; I'll answer to the yell&mdash;</br>And chase the Murderer to his gory cell.</br>Savage &mdash; but oh!  I rave &mdash; o'er younder wild,</br>E'en at this hour, he drives my captive child.</br>Ah my poor EMMA, in whose face, whose breast,</br>My other EMMA liv'd again confest,</br>Now robb'd of both, and every comfort fled,</br>Soon shall the turf infold this wearied head;</br>Soon shall my spirit reach that peaceful shore,</br>Where bleeding friends unite, to part no more.", "And then I'll cease to rue the fatal morn,</br>When first from Auburn's vale I roam'd forlorn.", "Thus droop'd the SEER till night's surrounding hour,</br>The famish'd raven shrieking from his bower;</br>Dim rose the moon, the winds began to roar,</br>And the wild lake unconcious lash'd his shore.</br>"]