["God prosper long the mimic king,</br>Whitbread of Drury Lane;</br>A sad Address-writing I sing</br>In meet and woeful strain.", "\"Addresses pen!  ye poets all</br>(The sage Committee said),</br>And Twenty Guineas forthwith shall</br>Be for the prettiest paid.\"", "To hunt the Muse, and gain the prize,</br>The Bardlings took their way;</br>And critics harsh damn and despise</br>The rhymings of that day.", "Oh dear!  it was a shock to see,</br>And likewise for to hear,</br>Good English mangled dreadfully,</br>And scatter'd here and there.", "Between the Muse and politics,</br>Oh, how was BRINSLEY crost!</br>With Drury's and with Stafford's tricks</br>He both elections lost.", "And (1) COLMAN too, that wight of glee,</br>Of whom 'tis told, I wot,</br>That, having drunk three bottles, he</br>Each night a poem wrote;", "Till thus from Bacchus and the Nine</br>Had stream'd a copious \"score\";</br>And had the he had more time and  wine,</br>He'd penn'd as many more.", "On Rokeby's song, great (2) WALTER SCOTT,</br>Did'st thou so ceaseless dwell?</br>By Twenty Guineas tempted not,</br>Thou bad'st thy \"harp farewell?\"", "Nor could a single strain yspare,</br>From ancient records wrung;</br>Yet looking fruitful, fresh, and fair,</br>Like melons rais'd from dung?", "(3) TOM CAMPBELL, cloth'd in truth and trope,</br>His tribute offers there,</br>But finds the Pleasures of his Hope</br>End only in despair.", "Him Tom the second followed sure,</br>Anacreon-like elate;</br>But B&mdash;dy (4) MOORE, and CAMPBELL pure,</br>Meet with an equal fate.", "The stern Committee gives the word,</br>That quells his pride full soon:</br>(5) \"Our playhouse nothing shall afford</br>Obscene &mdash; but the Saloon.\"", "Next (6) LEWIS came &mdash; alas!  no spell,</br>No necromantic charm,</br>No horrid ghost &mdash; no daemon fell,</br>The critics to disarm!", "Among the other lumber thrown,</br>His tale of terror lay;</br>His spirit quell'd &mdash; his magic flown&mdash;</br>His devils gone astray.", "His powers, in evil hour, (7) CRABBE tried,</br>And met a fate severe.</br>\"We want, since Bedford's mine (SAM cried),</br>No BOROUGH-mongery here.\"", "Then (8) MARTIN SHEE upon the stage</br>Thought he might play a part:</br>But fail'd &mdash; for some were there more sage</br>In ELEMENTS of Art!", "Next (9) CROKER'S verse in fragments fell</br>Beneath the Judge's bann:</br>His Thespian strains no more could \"tell\"</br>Than speech to Mary-Ann.", "And (10) HOOKE, no foe to farce and fun,</br>Nor hostile to a hoax,</br>Although in every line a pun,</br>Here fail'd with all his jokes.", "And (11) TAYLOR, Monsieur Tonson's sire,</br>For numerous prologues fam'd,</br>At Drury found another fire,</br>In which his verses flam'd.", "(12) The chirping Bardlings from the Lakes</br>Their contributions pour;</br>But (13) GAFFER SOUTHEY'S shiv'ring shakes</br>Here find no \"opening\" door.", "Poor (14) WORDSWORTH too, that simple bard,</br>With baby lispings fine,</br>(15) Lke Alice, at his fate so hard</br>Has reason to repine.", "And (16) COLERIDGE, namby-pamby's prince,</br>Sinks in the Muses's strife;</br>His verse just daring to evince</br>As much soul as his wife!", "Then Treas'ry (17) WHARTON tried a flight,</br>But nothing might avail;</br>Dismal as Ronscevalles' fight,</br>His best exertions fail.", "(18) Sir JAMES BLAND BURGES, softest name,</br>Among the Muses' train,</br>Essays his skill, but sinks with shame,</br>Ne'er to revive again.", "And (19) LAUREATE  PYE, alas!  alas!</br>It grieves me to relate,</br>E'en he, rejected with disgrace,</br>Laments a fallen state.", "(20) PRATT'S Gleanings no kind fate controls,</br>No Sympathy they find</br>In Combe or Holland's tender souls,</br>Or Whitbread's sterner mind.", "And (21) GIFFORD vainly strikes the lyre,</br>His loyal numbers flow,</br>Where none the loyal verse admire,</br>Or care to deck his brow.", "Infirm and aged (22) PINDAR tries</br>To raise the song once more;</br>But satire's point all broken lies</br>Detested on the floor.", "(23) Now forward rush a dreadful throng</br>Of Things who try to sing,</br>But buz, like gnats, their tuneless song,</br>Without the gnat's sharp sting.", "Sweet, senseless, simpering (24) Sir JOHN CARR</br>No more abroad need roam;</br>Nor stranger be in lands afar,</br>A stranger now at home.", "Rejected (25) HORACE rhymes in vain,</br>He 'scapes the audience hiss;</br>No Kemble friends at Drury Lane</br>Draw out an \"empty\" TWISS.", "(26) FITZGERALD'S ravings lose their worth;</br>Of fury full and sound,</br>His literary fund brings forth</br>No fund of \"Twenty Pound.\"", "Like disappointments (27) KENNY freeze,</br>Left in the race behind;</br>He deem'd he with a farce might please,</br>But could not \"Raise the Wind.\"", "(28) CHARLES KEMBLE, full of German lore,</br>And French translated wit,</br>Though quite original his store,</br>Fail'd too the prize to hit.", "(29) DIMOND'S insipid verses run,</br>He thought the meed his own,</br>Because so aptly his \"Red Sun</br>On smoking ruins shone.\"", "And (30) ARNOLD, Dimond's counterpart,</br>With equal genius blest,</br>On Cumberland's employ'd his art,</br>But yet the laurel miss'd.", "Illustrious two &mdash; where could a third</br>Be found thy fame to match?</br>(31) DIBDIN, advance!  prompter preferr'd,</br>And at the honour catch.", "And last, not least in merit's sweep,</br>To reach the envied throne:</br>Strive, let not thy \"beauties sleep,\"</br>Sweet-scented (32) SKEFFINGTON.", "Ah me!  in vain their sculls they (33) \"mill,\"</br>With brains so fully cramm'd:</br>Damn the Committee those, whom still</br>The pubic taste has damn'd.", "For (34) BUSBY'S son I needs must wail,</br>God rest his Muse in peace!</br>Who, jumping on the stage to rail,</br>Was nabb'd by the police!", "These all dispos'd of, sing my Muse,</br>Oh sing the dreadful jar!</br>When Lord meets Lord, then, then ensues&mdash;</br>Then comes the tug of war!", "His wond'rous powers but barely tried</br>In chanting Portugal:</br>Advance, (35) Childe Harold, (36) Grenville cried,</br>With thee I'll try a \"fall\";", "Let you and me to rhyme agree,</br>And set these bards aside,</br>Accurs'd, Childe Harold said, be he</br>By whom this is denied.", "They rhym'd, and England's tongue abus'd</br>With pens of feathery spire,</br>Until the ink which they had us'd</br>Of paper spoilt a quire.", "With that there came an arrow keen,</br>Shot from a curs'd Review!</br>That struck Lord George with horrid spleen,</br>And pierc'd him through and through.", "Against the \"talents\" of this Lord</br>So right the shaft was set,</br>The grey-goose quill that wrote the word</br>Was with his sad tears wet.", "Then stooping, Harold took, with scorn,</br>The murder'd poet's hand,</br>'Twas well, said he, to wealth thou 'wert born,</br>Else thou had'st ne'er had land.", "Then Holland, Harold having ta'en</br>Around the neck, did say,</br>Ne'er be forget, at Drury Lane,</br>The rhyming of this day.", "The crown, the glorious crown, be thine,</br>And Twenty Guineas too;</br>Homage and profit, bard divine,</br>Belong alike to you.", "God save the King, and bless our time</br>With poetry and peace;</br>And great henceforth that fits of rhyme</br>'Mong noblemen may cease.", "NOTES BIOGRAPHICAL AND CRITICAL.</br>1.  Colman &mdash; It is reported that this prolific genius wrote twenty Addresses, at the rate of one per night, when inspired with a \"skinful of wine.\"  They were all rejected.</br>2.  Walter Scott is at present employed on a new Poem, entitled Rokeby.</br>3. Thomas Campbell, author of the Pleasures of Hope.</br>Anacreon Moore. &mdash; In some instances he has suffered his fancy to mislead his judgment; the consequence is, that much of his poetry is of a tendency too dangerous to be tolerated in a virtuous society.</br>5.  Alluding to the Saloon in the New Theatre, which is fitted up with all that a lascivious imagination could desire, in order to promote the intents of the place.  Ottomans, &amp;c. &amp;c.!  seems to cry out with Lear &mdash; \"To't, luxury, pell mell.\"</br>6.  Monk Lewis, well-known for his horrible imaginings.</br>7.  Crabbe, the author of the Borough, and other admired poems.</br>8.  Shee, author of the Elements of Art, and an artist of excellent ability.</br>9.  Croker, the poetical secretary to the admiralty.  His earliest was a poem on the Dublin Theatricals.  The fracas with Mrs. Clarke is in the recollection of all the world.</br>10.  Theodore Hook, the author of Tekeli, and other successful Dramatic Trifles.  He was grievously suspected of the Berners Street Hoax.</br>11.  Taylor, well-known as the author of the humorous tale of Monsieur Tonson, and of innumerable prologues and epilogues.</br>12.  \"Chirping Bardlings\" of the Lakes of Cumberland, where a colony of these Della Cruscan Triflers warble their native melodies.  Aiming at simplicity, they become childish; at sublimity, unnatural; at nature, silly; at beauty, affected; and at novelty, absurd.  Among these the most celebrated are,</br>13.  Southey, to whose Gaffer Gray shivering and shaking an allusion is made;</br>14.  Wordsworth, another, \"like the first,\" who is compared to,</br>15.  Alice Fell, the heroine of one of his pathetic fooleries; and,</br>16.  Coleridge, \"a third, and like the former.\"  He has parted, we are told, from his wife, because, as he says, she has no soul!!!</br>17.  The poetic fury has attacked even the Treasury, the Secretary of which has written a poem, entitled Roncevalles.  One would think these people who touch the cash, might leave the idle trade to poorer men.</br>18.  Burges, author of the Exodiad, and other stupid works.</br>19.  The Poet Laureat, celebrated for dull odes, and wise annotations upon Shakspeare.</br>20.  Pratt, whose Gleanings, and poem entitled Sympathy, are generally known.</br>21.  Gifford, the able vindicator of sterling legitimate poetry; and the champion, who, by his writings, vanquished a false and vicious taste, which threatened the destruction of all that was excellent in the British School.</br>22.  Dr. Wolcot, now reduced to a state of second childhood.  Some catchpenny pretenders continue to usurp his name, and disgrace the Muse.</br>23.  The tribe of Poetasters, who now infect the ditches about the bottom of Parnassus.  Several of them are specifically named in the following verses.  Unluckily for the public, a junta of these would-be geniuses have obtained the direction of our Dramatic Entertainments, whence they exclude every work of merit, and suffer nothing to be produced but their own execrable trash.</br>24.  Sir John Carr, a great traveller, and a stranger to all the countries he has visited.  He has also published a volume of Sonnets, &amp;c. a circumstance with which, we dare say, few of our readers were acquainted.</br>25.  Horace Twiss, one of our Metropolitan Minor Bards, of whom it may have been heard that he wrote the  Valedictory Address spoken by Mrs. Siddons, to whom he is related.  The story of Twiss, alluded to in the last line of the verse, pertains to an ancestor of this poet, and is well known in Ireland.</br>26. Fitzgerald, who spouts one of his own effusions annually, at the Literary Fund dinner.</br>27.  Kenny, a face writer of some talent.  Raising the Wind is one of his best productions.</br>28.  C. Kemble, the performer, who has done his part towards debauching the stage, by translating vile trash from the French and German.</br>29.  Dimond, a puling scribbler, whose fopperies are forced upon the town through certain interest he possesses with the theatrical managers.  The Age of Reason is, however, dawning, and these nonsensical vagaries will speedily be put down.  The words mocked as copied are from the Foundling of the Forest.  Lord Byron seems to have had them in his eye when he talks of the \"Red shadow of a revolving column of flame.\"</br>30.  Arnold, another Worthy among these Drame-makers; and, as viceroy to Whitbread, entrusted with the supreme management of the New Theatre, Drury Lane.  His own pieces are d&mdash;d by the public, and he privately damns all rivals.  His mangling of Cumberland has been noticed in preceding numbers of the SATIRIST.</br>31.  Tom Dibdin, the Prompter of the same Theatre.  Worthy a place in the triumvirate.</br>32.  Skeffington, a remarkable fop, well known upon the town.  He is of the Missy breed, like Dimond.  He produced the Sleeping Beauty, and other works of great genius.</br>33.  Mill, the fashionable phrase for beating.</br>34.  Dr. Busby and his son, the translators of Lucretius.  The young gentleman made his first appearance on any stage, on the 14th, at Drury Lane.  The Committee wisely conceal their names, and are thus evidently saved from assassination by the hands of disappointed poets.</br>35.  Childe Harold, the poetical name of Lord Byron, who has carried off the prize in the grand Battle of the Bards.  It is currently reported, that he presented his Address to Lord Holland, regularly authenticated with his signature; and Lord Holland having transmitted it to the Committee, it was adopted at once, and all those sent in pursuant to the adverstisement thrown aside.</br>FIAT JUSTITIA &mdash; FIE AT JUSTICE!</br>36.  Lord George Grenville, a Bard of no \"ignoble name.\"  His Lordship has composed a Poem called Portugal, or at least put his name to it; and, to say the truth, it is just such a poem as such a Lord might write.  'Tis well for him, as his victorious adversary asserts, (37) that he had not his fortune to make by his wits.</br>"]