["Since you resolve, dear BYRON, once again</br>To taste the far-eyed freedom of the main,</br>And as the coolness lessens in the breeze,</br>Strike for warm shores that bathe in classic seas,&mdash;</br>May all that hastens, pleases, and secures,</br>Fair winds and skies, and a swift ship, be yours,</br>Whose sidelong deck affords, as it cuts on,</br>An airy slope to lounge and read upon;</br>And may the sun, cooled only by white clouds,</br>Make constant shadows of the sails and shrouds;</br>And may there be sweet, watching moons at night,</br>Or shows, upon the sea, of curious light;</br>And morning wake with happy-blushing mouth,</br>As though her husband still had \"eyes of youth;\"</br>While fancy, just as you discern from far</br>The coasts of VIRGIL and of SANNAZZAR,</br>May see the Nymphs emerging, here and there,</br>To tie up at the light their rolling hair.", "I see you now, half eagerness, half ease,</br>Ride o'er the dancing freshness of the seas;</br>I see you now (with fancy's eyesight too)</br>Find, with a start, that lovely vision true,</br>While on a sudden, o'er the horizon's line</br>PHOEBUS looks forth with his long glance divine,</br>At which old OCEAN'S white and shapely Daughters</br>Crowd in the golden ferment of the waters,</br>And halcyons brood, and there's a glistering show</br>Of harps, 'midst bosoms and long arms of snow;</br>And from the breathing sea, in the God's eye,</br>A gush of voices breaks up to the sky</br>To hail the laurelled Bard, that goes careering by.", "And who, thus gifted, but must hear and see</br>Wonders like these, approaching Italy,&mdash;</br>Enchantress Italy, &mdash; who born again</br>In Gothic fires, woke to a sphery strain,</br>And rose and smiled, far lovelier than before,</br>Copier of Greece, and Amazon no more,</br>But altogether a diviner thing,</br>Fit for the Queen of Europe's second spring,</br>With fancies of her own, and finer powers</br>Not to enslave these mere outsides of ours,</br>But bend the godlike mind, and crown it with her flowers.", "Thus did she reign, Bright-eyed, with that sweet tone</br>Long in her ears; and right before her throne</br>Have sat the intellectual Graces three,</br>MUSIC, and PAINTING, and wing'd POETRY,</br>Of whom were born those great ones, thoughtful-fac'd,</br>That led the hierarchy of modern taste;&mdash;</br>Heavenly Composers, that with bow symphonious</br>Drew out, at last, music's whole soul harmonious;</br>Poets, that knew how Nature should be wooed,</br>With frank address, and terms heart-understood;</br>And Painters, worthy to be friends of theirs,</br>Hands that could catch the very finest airs</br>Of natural minds, and all that soul express</br>Of ready concord, which was made to bless,</br>And forms the secret of true amorousness.", "Not that our English clime, how sharp soe'er,</br>Yields in ripe genius to the warmest sphere;</br>For what we want in sunshine out of doors,</br>And the long leisure of abundant shores,</br>By freedom, nay by sufferance, is supplied,</br>And each man's sacred sunshine, his fire-side.</br>But all the four great Masters of our Song,</br>Stars that shine out amidst a starry throng,</br>Have turned to Italy for added light,</br>As earth is kissed by the sweet moon at night;&mdash;</br>MILTON for half his style, CHAUCER for tales,</br>SPENSER for flowers to fill his isles and vales,</br>And SHAKESPEARE'S self for frames already done</br>To build his everlasting piles upon.</br>Her genius is more soft, harmonious, fine;</br>Our's bolder, deeper, and more masculine;</br>In short, as woman's sweetness to man's force,</br>Less grand, but softening by the intercourse,</br>So the two countries are, &mdash; so may they be,&mdash;</br>England the high-souled man, the charmer Italy.", "But I must finish, and shall chatter less</br>On Greece, for reasons which yourself may guess.</br>Only remember what you promised me</br>About the flask from dark-welled Castaly,&mdash;</br>A draught, which but to think of, as I sit,</br>Makes the room round me almost turn with wit.</br>Gods! What may not come true, what dream divine,</br>If thus we are to drink the Delphic wine!</br>Remember too elsewhere a certain town,</br>Whose fame, you know, CAESAR will not hand down.", "And pray, my Lord, in Italy take care,</br>You that are poet, and have pains to bear,</br>Of lovely girls, that step across the sight,</br>Like Houris in a heaven of warmth and light,</br>With rosy-cushioned mouths, in dimples set,</br>And ripe dark tresses, and glib eyes of jet.</br>The very language, from a woman's tongue,</br>Is worth the finest of all others sung.", "And yet alas, what charm could make you stay,</br>On whom the thought of one that's far away</br>Shall ever wait, close as a lambent fire,&mdash;</br>An anxious angel face, pretending ire.</br>Nay, you may shake your head; &mdash; but pride scarce stirs</br>The lip, that yields again at thought of hers:</br>Nor shall that brow, whose haughty lamps of blue</br>Turn, almost dimm'd with unaccustomed dew,</br>Be long without the light that warm'd it's bays,</br>Still less for clouds, that poisonous inks would raise,</br>And least of all, like ORPHEUS'S of yore,</br>For having turn'd to gaze on her once more.", "And so adieu, dear BYRON, &mdash; dear to me</br>For many a cause, disinterestedly;&mdash;</br>First, for unconscious sympathy, when boys,</br>In friendship, and the Muse's trying joys;&mdash;</br>Next for that frank surprise, when MOORE and you</br>Came to my cage, like warblers kind and true,</br>And told me, with your arts of cordial lying,</br>How well I looked, when you both thought me dying;&mdash;</br>Next for a rank worn simply, and the scorn</br>Of those who trifle with an age free-born;&mdash;</br>For early storms, on Fortune's basking shore,</br>That cut precocious ripeness to the core;&mdash;</br>For faults unhidden, other's virtues owned;</br>Nay, unless Cant's to be at once enthroned,</br>For virtues too, with whatsoever blended,</br>And e'en were none possessed, for none pretended;&mdash;</br>Lastly, for older friends, &mdash; fine hearts, held fast</br>Through every dash of chance, from first to last;&mdash;</br>For taking spirit as it means to be,&mdash;</br>For a stretched hand, ever the same to me,&mdash;</br>And total, glorious want of vile hypocrisy.", "Adieu, adieu: &mdash; I say no more. &mdash; God speed you!</br>Remember what we all expect, who read you.</br>"]