["I.</br>Once more I fain would close a joyful year,</br>But not with joy resounds my lay!</br>No, no &mdash; I sing a time of grief severe,</br>And keep a sprightly song for happier day!</br>Perhaps ere then I'll close my voice for aye,</br>And this may be my last complaining strain!</br>Yet not myself I weep; it is Britannia's pain!", "II.</br>Made as I am to feel my Country's woe,</br>Ev'n equal with my own,</br>(And many a woe and many a grief I've known),</br>My self-lamenting strains I now forego,</br>And all in sober silent plight,</br>From other cares I take my flight,</br>To listen to my dear Britannia's moan,</br>On yonder wave-beat shore,</br>Where sad she sits and hears the billows roar.</br>Methinks I see her pale in sorrow tost,</br>Dreading her ancient glory lost!</br>Her garland cast at distance on the ground,</br>Her hair dishevell'd, and her zone unbound!</br>(Her bosom bare), she beats her snowy breast,</br>Then lists to heaven a tearful eye,</br>While uttering many a heaving sigh,</br>Her loud lamenting woes she mournful thus exprest.", "III.</br>\"Oh shall these stormy seasons ne'er give o'er?</br>What mean these endless tempests on my shore?</br>A full long year and more,</br>Has seen Britannia's welkin weep,</br>While show'rs on show'rs a daily deluge pour,</br>With our hard hearts they scarce can move</br>With all the furies of the angry North!&mdash;</br>Oh my dear country!  to thy interests blind,</br>Will not thy thriving arts, thy plenteous breast,</br>Thy equal laws to equal freedom join'd,</br>Avert Heaven's sacred vengeance from thy head?</br>Ah no!  if thus to discontent a prey,</br>Thou grumble on from day to day,</br>And loath such blessings dear, and fling such boons away!\"", "IV.</br>So spoke the Goddess all in solemn strain,</br>While the fair Nereids of her azure main,</br>Her anxious sorrow share,</br>Croud all around, and call the winds to hear.</br>Strait a calm stillness o'er the deep is spread,</br>Soft gentle zephyrs play around her head,</br>While smiling sweet thro' tears, she thus went on and said:", "V.</br>\"Shall then my glorious realms, the boast, the pride,</br>Of Britons bold, the envy of the world,</br>From their strong solid base be push'd aside,</br>In wild confusion hurl'd?</br>And all to please a vain ambitious Few,</br>Who spurn their king, both church and state deride,</br>And half their own dark schemes the proof abide?</br>Say, shall my dearest peace be overthrown,</br>And nothing left to call mine own!</br>My commerce, arts, my glories all resign'd;</br>While Faction's sons, with cursed Gallia join'd,</br>Would shake my stable throne, and ruin half mankind?", "VI.</br>\"What then has rais'd my glory to such height,</br>Thus happy plac'd in bosom of the main!</br>'Tis commerce, arts; 'tis freedom, law, and right,</br>Under a patriot monarch's equal reign!</br>Why will ye not, my sons, such Prince obey,</br>Who joins his interests to your own,</br>While mercy, truth, and law support his sway:&mdash;</br>No tyrant king, no despot fierce, is he,</br>But by mild justice rules alone,</br>The tenderest father of a people free!&mdash;</br>Think, oh my sons, on all your glories past,</br>Your praise, your honour, your high war-like pride,</br>Your ancient glorious deeds in freedom's cause,</br>O'er Europe spread, and all the world beside!</br>Your present bliss, your liberty and laws!</br>While wealth flows on you in each coming tide!</br>Think, think on these, nor heed who cry Reform,</br>Who soon on Britain's land would call a hideous storm!", "VII.</br>\"Rather, my sons, enjoy your present ease!</br>Your Sov'reign's gentle sway, your righteous laws!</br>Nor trust the arts of those, whom naught can please,</br>Save the vile counsels of a wretched cause:&mdash;</br>A cause, which to your gates would sudden bring</br>Rapine and ruin, spoil, and war's annoy,</br>To shed your noblest blood, to kill your king;</br>To poison each domestic joy,</br>'Gainst father arm the son, 'gainst husband wife,</br>Break every bond of social life,</br>And all the polish'd arts of heav'n-born Peace destroy!", "VIII.</br>\"My sons, on wiser schemes your thoughts employ,</br>Than thus o'erturn th' old system of your land,</br>Approv'd of Heaven, and all so wisely plann'd,</br>For which your fathers fought, for which they bled!</br>The fabric fair of your blest commonweal,</br>As if it broken were, why need you heal,</br>Or try to build a goodlier in its stead?</br>Ah no!  with rash unhallow'd hands forbear</br>To touch its stout and venerable frame!</br>Its grandeur, age, and well-try'd strength revere!</br>Nor seek with all unprofitable aim</br>To mar &mdash; nay not to mend that glorious pile,</br>Under whose sheltering wings my fav'rite Isle,</br>For many a day such matchless bliss hath known,</br>Ev'n from the meanest cottage to the throne?</br>While high and low, and rich and poor,</br>Enjoy peculiar bliss, their life and lot secure!", "IX.</br>\"Think on yon ruin'd kingdom's hapless lot,</br>Her monarch, (wretched monarch!)  now no more!</br>Her arts, her sciences, her laws forgot,</br>Faction and Anarchy rule all her shore!</br>How art thou fallen, proud Gallia, past our thought!</br>Yet haughtier despots now thy land pervade!</br>Fell ruffians under Faction's wild controul,</br>Would fain o'er Europe wide their havock spread,</br>And under freedom's name their conquests roll!</br>Resist, my land, resist their ruffian boast,</br>To shake thy glorious throne, thy laws divine!</br>Call forth your naval power, your martial host,</br>And trust in heav'n above its aid to join,</br>To drive such Atheists from the earth away,</br>All gathering clouds disperse, and bring us back the day!\"</br>"]