["Stoop from thy throne, Apollo, if aright</br>I break thy wintry sleep with verbal chime,</br>O Thou!  invoked by every luckless wight</br>Whom unpropitious stars condemn to rhyme:</br>Yet I, by privilege, presume to climb</br>The rugged steep of thine eternal hill,</br>Whom hoary Custom, and the grant of Time</br>Confirmed by years, have given the power to fill</br>Uncheck'd mine humble cruise from that Castalian rill.", "For soon as bleak December's raven wing</br>Is seen, and Frost the shivering member plies,</br>Thine annual saturnalia, Delian king,</br>Commence:  at once a hundred voices rise</br>In chant sonorous, and impetuous flies</br>The epidemic paroxysm of verse</br>From sheet to sheet &mdash; where to the leaden skies</br>Each wandering Orpheus doth his song rehearse,</br>At which fastidious tongues most sorely rail and curse.", "And, vested in majestic robe of lace,</br>With crown triangular for laurell'd braid,</br>Thy parish priest his magisterial face</br>Puts forth; apart the tinkling lyre is laid,</br>And, in its stead, the ample scroll display'd,</br>Where, lone companion of the bats and owls,</br>The pictured guardian walks with gesture staid,</br>While close behind the attendant watchman prowls,</br>With cur whose lifted throat at silver Cynthia howls.", "And while such bards a double zeal profess,</br>And humbler powers, inspired, prepared to shine,</br>Shall we, more favoured, do or proffer less?</br>Forbid it, ye no longer sacred Nine!</br>All wished-for good and happiness be thine,</br>Most courteous Reader, whose attentive care</br>Benignly resteth on this verse of mine;</br>To you, ye more revered, but gentler fair,</br>Such lightly gathered spoils as ladies love to wear.", "To each the smile which jocund Mirth affords</br>To each the charm which inward joyance brings&mdash;</br>Peace to your pillows, plenty to your boards,</br>And to your hearts the balm which Friendship flings</br>Within the assembled circle's space, &mdash; so sings</br>Your minstrel, while the blasts are sweeping round,</br>And Laughter, sprite-like, claps his fairy wings,</br>And rosy Christmas o'er the frosted ground</br>Waves his petrific mace, with tendriled ivy bound.", "Hail to his wished and ever welcome reign!</br>Awake the string, and fill the purple bowl!</br>Why sleeps the dance? &mdash; yet louder lift the strain,</br>Nor leave one nook to withering Care's control.</br>With lightning speed the hours of gladness roll,</br>And tranquil skies must shortly yield to showers;</br>Then, ere the night, enwrapped in cloudy stole,</br>Frowns on the saddened prospect, be it ours</br>To sip the honeyed dew from yet unclosing flowers.", "See where the ruling genius of the day,</br>Surrounded by the blushing Graces, stands;</br>His diadem the holly's rubied spray;</br>The nectared goblet sparkling in his hands;</br>The slender spear his sceptre, which the bands</br>Of frantic Bacchanalians reared of yore</br>On old Cithaeron's height or Dirce's sands;</br>His robes, like herald's vestments, covered o'er</br>With wild fantastic shapes in rich and mingled store.", "The club, the diamond, and sable spade,</br>And knowing knaves, and warlike kings between,</br>And crimson hearts in ordered file arrayed,</br>And many a strangely decked and fair-haired queen,</br>Unlike the bright originals I ween;</br>While here and there upon the motley space,</br>Where more ignoble numbers intervene,</br>That unresisted weapon shews its face,</br>Known to thy warriors, Whist &mdash; the all-destroying ace.", "Slow waving from the raftered roof, behold</br>The reveller's cynosure &mdash; the verdant bough</br>With fruit like Ocean's pearls, and rind of gold,</br>Such as with mystic sign and muttered vow</br>The hoary Druid rent from Mona's brow&mdash;</br>Or, chilled with dread, the trembling Sellae wove</br>Amidst the consecrated wreath, where thou,</br>Revered Dodona, through thy whispering grove,</br>Receivedst the low replies of sternly breathing Jove.", "Far other meaning now its leaf portends</br>Than pale-eyed Superstition's crimson rites:</br>Here, couched in ambush, Cytherea bends</br>Her tempered glance, and blooming Love invites.</br>Know ye the secret cause?  when Winter blights</br>Each shrinking floweret of a tenderer frame,</br>This, like the fire which young Affection lights</br>When Constancy and Faith support the flame,</br>Smiles o'er the shattered bark, unaltering and the same.", "High o'er the group, in regal dignity,</br>The tragic Muse with solemn brow is seen,</br>And sweeping garments dipt in Tyrian dye:</br>Lo!  where by stealth the laughter-loving queen</br>Smiles on the answering crowds with sportive mien.</br>Apart, with lordly and majestic pace,</br>Stalks the plumed hero of the mimic scene;</br>And spangled lovers lead the nimble race,</br>Urged by two angry elves, old monarchs of grimace.", "And freed awhile from dull scholastic chain,</br>Full many a merry imp disporteth there,</br>And many a member of the boyish train,</br>Escaped awhile like bird from fowler's snare,</br>Right sick of learned lore and pedant's care;</br>Till, slowly gliding on, that awful week</br>Commands its spell-bound victims to repair</br>To scenes where vengeance for domestic freak</br>Lurks 'neath Arabian sign or more appalling Greek.", "Sport then your fleeting season, ye who can;</br>Enough of Sorrow's deepening gloom remains</br>To cloud this short and transitory span,</br>Though half the load each child of Eve sustains</br>Were gilded o'er with joy:  one doom ordains</br>The fate of all, and drugs that cup of woe,</br>Unaltering, whether prince or peasant drains</br>Its dark contents, which unexhausted flow</br>For young and old alike &mdash; the lofty and the low.", "Yet, in this halcyon time of becks and smiles,</br>When wealth and pomp their open stores display,</br>And harmless pastime's artless laugh beguiles</br>The impeded Night, slow halting on her way,</br>And late the red and festive fires decay,</br>Even while encircled by the gathered throng,</br>Who deign to listen to this humble lay,</br>I would not do the instructive season wrong,</br>Or carelessly exclude its moral from the song.", "Not to o'ercast the youthful brow of mirth,</br>Nor turn the yet unfaded beam to gloom,</br>Nor check one more enlivening feeling's birth,</br>Nor rob enjoyment of a single plume&mdash;</br>Turn I to graver subjects, and assume</br>A moment, ere we part, the warning lyre,</br>And, with the poet's liberty, presume</br>To breathe the thought which perished days inspire&mdash;</br>How vain and fleeting all we cherish, love, admire!", "Another year has sighed farewell, and spread</br>Its noiseless pinions for eternal flight,</br>As all before, irrevocably fled,</br>Swept like the scattering cloud from mortal sight;</br>And whither? &mdash; ask the dews of yesternight.</br>No fading track the inquiring eye can find,</br>As when the meteor cleaves the starry height;</br>Swift as the sunbeam, viewless as the wind,</br>Its wing has darkened &mdash; past &mdash; and what remains behind?", "That, which although the sense retains it not,</br>And the closed mind entombs its traces, still</br>Though long concealed, shall never be forgot,</br>The internal consciousness of good or ill:</br>The void, which Time may close, but cannot fill,</br>Of seasons lost and talents misapplied;</br>Or worth, though past, recorded, like the rill</br>Whose caverned source the mountain hollows hide,</br>But which shall briefly pour in light its sparkling tide.", "\"Like leaves on trees the race of man is found:\"</br>So sang the Grecian moralist of old,</br>With hundreds more whom silent death has bound</br>For ages, blended with their kindred mould,</br>Themselves examples of the truths they told.</br>And they who own the axiom's force, and they</br>Who hold it light, when, once their space is rolled,</br>And darkness closes round this mortal clay,</br>Sage, sophist, warrior, statesman, where, oh where are they?", "Gone as their withering emblems &mdash; seen and past;</br>Some in the spring and morning of the year;</br>Some feebly fluttering in the autumnal blast;</br>Some whom the barren bough, though dried and sear,</br>Retains till winter's gathering snows appear,</br>Worn by diseases, sapped by cankering grief,</br>While war, care, anguish, ravage far and near:</br>Who, when the tempest whirls the falling leaf,</br>Views not the life of man as slight, as weak, as brief?", "Nor longer last his works:  beneath his march,</br>Whose hand uplifted slackens not to spare,</br>The regal pyramid and conqueror's arch</br>Mock in decay their nameless founder's care.</br>Alike that equal and resistless share</br>Rends the deep-rooted oak and opening flower;</br>Unmoved alike by bribe or suppliant prayer,</br>Shatters the lowly hut or giant tower&mdash;</br>The hoary pile of years, or fabric of an hour.", "Alike that wide and desolating river</br>Bears forward, mingled in its ceaseless tide,</br>The prostrate forest and the reeds which quiver</br>A summer season by its crumbling side,</br>Ere spring has smiled its last again supplied.</br>Our fathers flourished for their day, and fell;</br>Earth and its cares for ever laid aside,</br>\"After the fitful fever they sleep well,\"</br>And soon for us shall ring the same unsparing knell.", "How feeble Talent in the deadly strife&mdash;</br>How useless Wisdom, when the stern decree</br>Demands the forfeit penalty of life,</br>Too truly tells thy country's wail for thee,</br>Lamented beacon of the great and free:</br>With laughing skies above, and peace below,</br>Light rode the vessel through a slumbering sea,</br>Nor feared the stroke, nor felt the approaching foe,</br>When flew the levelled bolt and laid the pilot low.", "Oh, well deserving of a better fate,</br>If better fortune Heaven to earth assigned,</br>Than early so to shine and perish late,</br>At once the grief and glory of mankind</br>Ours is the loss, for where shall Albion find,</br>Lamented spirit, since thy race is run,</br>The statesman's prudence with the poet's mind,</br>Fame, honour, virtue, genius, joined in one?&mdash;</br>Well may the Island Queen lament her loftiest son.", "Stern Battle, too, has riven his bands since last</br>We watched with pensive brow the year's decay,</br>And wild Contention blown her trumpet-blast,</br>And Havoc's vultures stooped upon their prey.</br>In Navarino's calmly rippling bay</br>Three banded squadrons cleave the adverse brine,</br>Prow after prow in close and stern array,</br>And, waving free, the bannered crescents shine,</br>Disclosed in deadly hate along the anchored line.", "There, where the leaguered Spartan fell before,</br>Bowed by the blended might of steel and fire,</br>The hoarse artillery's death-denouncing roar</br>Booms from the main, and volumed wreaths aspire,</br>Dim floating o'er the fierce avengers' ire</br>And desolaters' end; while sinks the Sun,</br>And sober Evening's lingering shades retire</br>Before the wasting task of wrath is done,</br>Where masts are rent as reeds, and decks with crimson run.", "Night deepens, crested with her peaceful star,</br>But other light has dimmed its silver rays</br>Within the womb of darkness, flashing far,</br>A hundred wrecks in mingled ruin blaze;</br>And fast the momentary lightning plays;</br>More faintly answered by the heated sky;</br>And lone Sphacteria's startled echoes raise</br>Their murmuring voices in confused reply,</br>Woke by the victor's shout or sinking victim's cry.", "So may the bolt of retribution fall,</br>Reserved alone for Freedom's tyrant foes,</br>Such be the unlamented fate of all</br>Who thee and thine, dejected Right, oppose!</br>Yet many a cheek which, flushed as morning rose,</br>With youth's high ardour met the fanning gale,</br>Before that fatal day's tempestuous close,</br>With wan Destruction's ghastly traces pale,</br>Even from the conqueror's lips drew forth the funeral wail.", "Their praise is sounded by the dashing surge,</br>Their worth engraven on the pathless deep,</br>Their graves the ocean's undecaying verge,</br>Their monument that overhanging steep,</br>Where Fame, with eyes which kindle as they weep,</br>Shall watch for aye above their glorious rest,</br>And high Renown her patient vigil keep,</br>Gilding with ceaseless ray the billow's breast:</br>Oh, more than envied they of such a couch possest!", "But while we gaze upon the mouldering urn,</br>Or trace the dying records of the dead,</br>Draw we no lesson from the scene, nor learn</br>One precept of the dust beneath our tread&mdash;</br>The moulds from which vitality has fled?</br>Or shall we linger on, unmoved, the same,</br>Till Age's hand has bowed each changing head,</br>Bent on some worthless prize or empty name,</br>Without a better hope or more important aim?", "Breathes there no warning from the opening grave?</br>No solemn notice from the sable bier?</br>Where sleep the fair, the young, the wise, the brave,</br>Collected spoils of each succeeding year&mdash;</br>The green commingling with the ripened ear,</br>The gathered dust of millions at our feet,</br>And change pervading even yon crystal sphere;</br>Say, shall we carelessly prepare to meet</br>The doom each moment seals, and ages shall repeat.", "Yet while the vital lamp unfailing burns,</br>And still the fast decreasing powers remain,</br>Before to earth this breathing frame returns,</br>And \"cold Obstruction\" makes the effort vain,</br>Rend with unsparing hand each inward chain.</br>The coming morning glances from afar,</br>More faint and more the fires of darkness wane;</br>Bright on the mountain glows the signal star&mdash;</br>Awake!  arise!  and arm to meet the coming war.", "Awake!  a thousand ranks are gathering near,</br>A thousand bands in eager hate combined:</br>The stern assailant grasps the pointed spear,</br>The unfolded banner flutters in the wind;</br>Rage in the front, and pale Remorse behind,</br>Whose loosened shafts not triple plates impede:</br>On pours the storm; while, free and unconfined </br>Beneath his ghastly weight, from deed to deed,</br>Bounds with untiring hoof the Apocalyptic steed.", "Dwells there unkindness in a single breast?</br>Cast, ere the tempest sounds, the weight aside;</br>No secret space for hoarded wrath to rest,</br>No season this for scorn or cynic pride,</br>When foams and bursts around the battle's tide:</br>United safely stands the firm array;</br>But those whose selfish lips have still denied</br>The oft entreated aid &mdash; how prosper they?</br>Child of corruption, speak, whom Death struck low to-day!", "Is there no heart the friendly voice may soothe?</br>No brow affection's care may render bright?</br>No couch of pain the attendant hand may smooth?</br>Nor field where charity may sow delight?</br>Behold the imparted use of wealth aright,</br>And freely let the liberal hand dispense</br>Its aid, where ills assail and sorrows blight.</br>Enjoy, but with enjoyment blend the sense</br>Of thanks, &mdash; the boon is given &mdash; 'tis well &mdash; remember whence.", "And be ye ever vigilant, as those</br>Who keep in midnight guard the tented field,</br>And hear in every wind the tread of foes,</br>And rest but pillowed on the guardian shield,</br>Till, brightly from the kindling East revealed,</br>The purple dawn comes forth with cloudless rays,</br>And tried desert, by long endurance sealed,</br>Procures for each the deathless meed of praise,</br>And twines the warrior's brow with never-fading bays.", "Have I but penned a lecture for a song&mdash;</br>Truth for poetic fictions?  Be it so.</br>I reason not with that unthinking throng</br>Who check reflection in its secret flow,</br>Nor heed the warner's voice, nor care to know,</br>More than their insect types, how deep the stream</br>On which awhile their painted pinions shew,</br>Splendidly useless, till the fickle beam</br>Descends, and loosened blasts cut short their heedless dream.", "Enough &mdash; the port is gained &mdash; the task is done:</br>As mist whose wreaths the morning breezes bear,</br>The Bard, like eastern Hasnar's fabled son,</br>Retiring, mingles with the impassive air,</br>Nameless and soon forgotten.  But beware,</br>Ye on whose ears his voice may linger still</br>No baseless vision hath found utterance there;</br>No words whose import Time shall not fulfil;</br>No truths whose feeble powers nor proffer good nor ill.", "Farewell, respected Reader, yet farewell</br>To those who, sundered but in fancy, part,</br>Within that word resides a secret spell,</br>A chord which finds vibration in the heart:</br>If once the sense which loftier thoughts impart,</br>Freed from cold Apathy's benumbing chain,</br>And waked a moment by the minstrel's art,</br>Has sprung to kindlier action &mdash; not in vain</br>His Doric reeds have tried a more exalted strain.</br>"]