["All haile great Monarch of the greatest Ile,</br>The Northerne worlds united lawfull King,</br>Pardon my rudest reede undecent stile,</br>Though I want skill in thy new Empires spring,</br>Yet doe I love and will thy prayses sing.</br>Me thinkes I do on Claros kingdome stand,</br>No marvaile, for Apollo rules the land.", "On true obedience knee I pardon aske</br>Of thy divine heroicke Majestie,</br>It was thy merites great impos'd this taske</br>On my weake pen, badge of infirmite,</br>Too weake indeede to prayse thy excellency.</br>Each Cherrils muse doth now salute thy grace,</br>Shall I alone be mute and hide my face?", "Maro extold Augustus peacefull daies,</br>The Liricke Poet sung Mecenas fame:</br>Ennius did Scipio Affricanus praise,</br>If all they liv'd and saw thy sacred name,</br>Each verse they made should sure containe the fame.</br>But if they reade thy gift, oh Princely worke!</br>For shame they would in untrode desarts lurke.", "If Englands Load-starre pride of Poesie,</br>Could the firme Centers regiment transpearse:</br>And formalize his peerlesse ingeny,</br>Thy all-surpassing vertues to rehearse,</br>A Princely matter fitts a princely verse:</br>Yet were his wit too weake thy deeds to praise,</br>Which brought us joyes, in our most mournfull daies.", "Could Lidgat passe the tower of Proserpine,</br>And like to Virbius live a double age,</br>Penning thy Trophies in a golden skrine,</br>Yet could he not thy merits equipage,</br>Admiring most would use a tapinage,</br>Boechas and Gowre, the Virgils of their time,</br>Could not unfold thy prayse in antique rime.", "If these foure Poets liv'd like Lions foure,</br>The should thy famous Coach of glory drawe</br>From Vertues temple, to true honours towre,</br>Each should a kingdome have, thy foes should know</br>Thy might, and feare their finall overthrow.</br>But what should muses sing?  the world doth see,</br>And seeing, feares united Britany.", "Still living, Sidney, Caesar of our land,</br>Whose never daunted valure princely minde,</br>Inbellished with Art and Conquests hand,</br>Did expleiten his high aspiring kinde,</br>(An Eagles hart in Crowes we cannot find.)</br>If thou couldst live and purchase Orpheus quill,</br>Our Monarches merits would exceed thy skill.", "Albions Maeonian, Homer natures pride,</br>Spenser the Muses sonne and sole delight:</br>If thou couldst through Dianas kingdome glide,</br>Passing the Palace of infernall night,</br>(The Sentinels that keepes thee from the light)</br>Yet couldst thou not his retchlesse worth comprise,</br>Whose minde containes a thousand purities.", "What fatall chance is this, and lucklesse fate,</br>That none can aptly sing thy glorious prayse,</br>And tell the happinesse of Englands state,</br>O barren time, and temporizing dayes,</br>Fowle Ignorance on sacred Learning prayes.</br>But now I doe a Diapazon see,</br>None but thy selfe (great King) can sing of thee.", "That Macedonian starre, first Prince of Greece,</br>Sent for that wandring learned Stagirite,</br>To teach his Sonne knowledge of knowledges:</br>His sword was keene, his sense could ill indite:</br>Thy sworde is sharpe, and who can better write?</br>He had another to instruct his sonne,</br>What he by others did, thy selfe hath done.", "Some Caesare deemde the happiest mortal wight,</br>That breath'd the ayre, or did ascend the skye,</br>For conquering Scipios force, and Pompeis might,</br>Some did Augustus judge more happy, why?</br>Because the vanquisht Aegypts Anthony,</br>Romes holy Prince, said Nerus did surpasse,</br>For leaving such a sonne as Trajan was.", "If those olde Wisards which of yore did sing,</br>Read with impartiall eyes thy peerelesse deeds,</br>(Great Prince of warre, of peace thrice happie King)</br>Concord should reconcile their striving reeds,</br>And sensures joyne, which censures envy breeds.</br>Caesars acts, Augustus peace, good Nervas kinde,</br>In thee alone, in none but thee we finde.", "The silver Moone plac'd in her circle round,</br>At her encrease, her equall distant hornes</br>Upwards ascends, as scorning abject ground,</br>So when the worlds great honour first was borne,</br>That fayre arising Sunne, cleere faced morne,</br>Her mounting thoughts did to the heavens Towre,</br>Scorning the earth, or any terrene Bowre.", "But when that Virgins Goddesse doth decrease,</br>Her picked forkes their course to Terra bend:</br>So when our Englands Lunas light did cease,</br>The Artike Clime an Unicorne did send,</br>Whose radiant lustre, night shall never end:</br>Phoebus cleere light seems darke, whilst he doth shine</br>He borrowes perfect light of God divine.", "Those that do reade the secrets of the skie,</br>Whose judgement is in heaven conversant:</br>Which portraiture the signes in heavenly die</br>Might assevere the Virgo was on high,</br>I sawe a starre of late from heaven flie:</br>Why cannot this starre then faire Virgo bee?</br>A starre more chaste I thinke we cannot see.", "O now my thoughts can dive into the deepe,</br>Our all ships guiding starre was fixed there:</br>And when Eliza did with honor sleepe,</br>Mounted upon her praise deserving beare,</br>She did obtaine of him she loved so deare,</br>That she might have his seate, he rule the land</br>Which she of late as Empresse did commaund.", "The Anatomizers of our learned daies,</br>Affirme that Virgo do the belly guide:</br>No wonder than that Albions wondrous praise,</br>That Virgin Queene which here on earth did bide</br>So nourisht each poore hunger-bitten side.</br>Now she is dead, oh who will them relive?</br>The present starre doth present comfort give.", "I heard an aged woman often say,</br>That she did see a starre from heaven descend:</br>Which was as true me thought, as trees did bray:</br>For she alleg'd the same, and did commend</br>A certaine Crowe, whose wit she did defend.</br>Pardon me Age, for now mine eyes do see</br>A starre on earth, more bright than starre can bee.", "To whom shall I this Northerne starre compare?</br>To Caesar which did first subdue the state:</br>To Horsus who no limbe of Christ did spare,</br>Damming his soule this land to ruinate,</br>Great Williams conquest and the Normanes hate.</br>Thus doth my Muse all wanting art begin,</br>To sing thy vertues, and to shewe their sin.", "Caesar was twice repulst ere he could see</br>This little world from all the world remote:</br>Before we sawe thy face we sent to thee,</br>As to a Pilot for to guide our boate:</br>Which did in Seas of suddaine sorrow floate.</br>He lost his sword before he conquest wan,</br>We yeeld thee all our hearts, and all we can.", "Horsus by cruell tyrant trechery,</br>Subdude Ambrosius that wise Prince of peace:</br>Witnesse the hidden knives at Salisbury,</br>He travaile brought, but thou does bring us ease,</br>Thy true descent makes greedy warres to cease.</br>A Wolfe possest his heart, a Lyon thine,</br>He worse then man, thou better more divine.", "William was fierce in warre, and so art thou:</br>In counsell sage, thou doest him aequalize:</br>His sword forc't foes their trembling knees to bowe,</br>Thou conquerst hearts, by thy hearts winning eyes</br>By force he wan, by merits thou doest rise.</br>He brought subjection, thou doest freedome bring,</br>He loved warre, but thou of peace art King.", "Rufus was rude, thou civill, gentle, kinde:</br>He was austere, thy browes hath mercies frowne:</br>He had a Neros hart, thou Caesars minde:</br>He hunting lov'd, for pleasure tumbled downe</br>Many a Castle fayre, and stately Towne:</br>Thou lov'st the chase, yet Cities doest adorne,</br>Thou wert for all the worlds great profit borne.", "Henry was grac't with artes, thou doest excell:</br>Children did blesse his age but soone did dye:</br>Children thou hast in health and perfect well,</br>(God prosper them with pure prosperitie,)</br>Adorne their harts with loving pietie:</br>He was a worthy King, thou worthier farre,</br>Thou art our Northerne-Pole, harts-guiding starre.", "Soare humble thoughts, and let my abject pen</br>Touch the high mounted Artike Northerne starre,</br>And there compare this man excelling men:</br>We should compare the things that equall are,</br>And who is like this light, this lampe, this starre?</br>Mine eyes distill sweete teares, the teares of joy,</br>To see Troyes issue raigne in new found Troy.", "Let Barland cease to write of wisest Kings,</br>And Melliscius with his tuned voyce,</br>From whose sweet tong sprang learnings sweetest springs,</br>Sing not of Persians prayse, or Caldeans joyes,</br>The Grecians Emperour, Europs worthiest choyce.</br>These three combinde, each sought the others fall,</br>Britaine is joynd, and Concord guides it all.", "When Alexander sawe that precious stone,</br>Under whose Isye wings Achilles lay,</br>Shedding ambitious teares, he said with mone,</br>Unhappy I, and ten times happy they,</br>Whose ensignes prayse, sweet Homer did display:</br>Then happy art thou King, whose raigne wee see</br>Homer doth sing thy prayse, for thou art hee.", "The Majestie of Marius fearefull face</br>Did terrifie the Cymbrians craven minde:</br>Though he were armde with Clothos fatall mace,</br>And solemne oath to murther did him binde,</br>A wandring Bucke did feare the Eagles kinde:</br>So did thy Princely lookes and grace of God</br>Protect thy issue from a Traytors rod.", "Now doth my Ship in plenties Ocean sayle,</br>Pusht with a pleasant gale of pleasures winde:</br>But stay I here an envious Momist rayle,</br>Thy toothless threate doth not amaze my minde,</br>Barke, for thou canst not bite, I scorne thy kinde.</br>That which I write, I reade, and both are true,</br>I dare not, nor I will not tell what will ensue.", "My hope is good that we shall happy bee,</br>Hopelesse our foes, they feare, we still secure:</br>We peace, they warre:  Ye endlesse peace shall see,</br>We plenty have, they poverty endure,</br>Religion we sincere, but they impure.</br>They living seem to dye, we dying gaine</br>To live with Saints in Paradisus plaine.", "What said the learned, those that learning love,</br>If causes perish, then effects decay,</br>Pray for the cause, yea, pray to God above</br>That he may long the Albion Scepter sway,</br>Who shinde like Sol in our Cimmerian day.</br>Live, and live long great King, live many dayes,</br>Use that fayre Theame, Be as thou art alwayes.</br>"]