["Twas when Hyperion, rushing o'er the Sky,</br>With loosen'd Reins, had pass'd the Ram and Steer,</br>And, clad in Fire, approach'd, where, blazing high</br>In Heaven, the Twins' blue Palaces appear;</br>Pranking in flowery Robes the Meadows clear:</br>While bland Aurora, gorgeously bedight,</br>In th' azure Mantle of the vernal Year,</br>Dropping with Pearls, and fring'd with Silver bright,</br>Led forth, in radiant Lines, the splendid Hosts of Light:", "It chanced me, beside the verdant Shore,</br>Of chrystal streaming Thamesis to stand,</br>Where ancient Windsor rear'd his Turrets hoar,</br>Majestic Dome!  the Boast of Britain's Land,</br>Seat of her Kings, and Station of Command.</br>Nor haughty Rome, nor greater Babylon,</br>Nor that proud City on Phoenician Strand,</br>In Majesty, or Grandeur this outshone;</br>Nor Cusco, erst where flam'd the great Incayan Throne.", "Sacred to Jove the lordly Oaks were seen</br>Wide o'er the Plains to fling their awful Shade,</br>Crowning the Hills with Dodonean Green,</br>The Castle's Walls were gloriously array'd</br>With ancient Trophies, from on high display'd,</br>And hostile Banners gain'd in former Times</br>By Edward's Arms, or Henry's, when they made</br>The Gaul weep Blood for haughty Valois' Crimes;</br>Heroic Theme, I deem, of many a Poet's Rhimes.", "Beside the River's Bank, a stately Frame</br>For some imperial Triumph seem'd prepar'd,</br>With hundred Pillars fronting fair the same;</br>The magic Roof of Chrystal strange was rear'd,</br>High blazing in the Clouds the Dome appear'd;</br>The Gate by laboring Winds was open thrown.</br>Loud issuing thence a Trumpet's Voice was heard,</br>That call'd the Kings of Earth before a Throne,</br>Where GLORY, martial Form, in Robes magnific shone.", "Stretch'd at her Feet, the Crowns of Monarchs lay,</br>And silken Standards bright in figur'd Gold,</br>The Spoils of conquer'd Realms, in proud Array</br>And Instruments of War, in Heaps uproll'd,</br>Proclaim'd the Deeds of many a Baron bold;</br>Justice before the Throne her Balance held;</br>Recording Truth appear'd, and Chronos old;</br>There Wisdom, resting on her Gorgon Shield,</br>Fame with her brazen Voice the lofty Palace fill'd.", "Ye Kings (she cry'd) ye Chiefs of Earth appear,</br>Who nobly sought Renown, and toil'd for Praise;</br>Who punish'd Tyrants by the Sword of War,</br>Or pass'd in peaceful Arts your happier Days,</br>Cherish'd fair Science, or the Muses' Lays;</br>Approach &mdash; the Crown from GLORY'S Hand receive,</br>Shadowing your Temples with immortal Bays;</br>The Crown that Virtue offers to the Brave,</br>The Wise, the Good, the Just that blooms beyond the Grave.", "The Goddess spake:  Two mighty Kings advance;</br>The one, tremendous like the Warrior God,</br>With bruised Helm, and gore-discolour'd Launce;</br>Tremendous, to the lofty Dome he strode,</br>And, blazing, 'midst the sculptur'd Portal stood;</br>Fierce was his Gait, and sullen was his Frown;</br>Their Hero's Steps an hardy Band pursu'd,</br>All Sons of Mavors, ne'er in Arms o'erthrown,</br>Unshaken, who preserv'd their furious Monarch's Throne.", "Him knew the Goddess for Borusia's Lord,</br>To Walpurg's haughty Race a fatal Foe;</br>Oft had her Armies sunk beneath his Sword,</br>Which laid Germania's proud Electors low;</br>Heaven's Instrument of Vengeance here below:</br>Still unimpair'd his dread Puissance stood,</br>Though thousand Thunders pointed at his Brow;</br>Still, through his Camps relentless Millions flow'd,</br>Boasting his stern Command, and thirsting after Blood.", "Beside his King the hoary Schwerin press'd,</br>The bloody Standard in his Hand he wav'd;</br>As when, at Prague, in martial Terrors dress'd, </br>The Austrian Thunder this stern Chieftain brav'd,</br>And, crown'd with Fame, a Warrior's Death receiv'd,</br>Next, Winterfield, to every Muse a Friend</br>Zethen, and Sedlitz, yet from Slaughter sav'd</br>Anhalt, and Keith, heroic Pair!  attend,</br>Alike in Life renown'd, and glorious in their End.", "But, far the noblest of the martial Band,</br>Of gentle Manners, dauntless, and sedate,</br>Obedient to his Brother's fierce Command,</br>The Prussian Henry stood; in Battle great,</br>Oft had his Wisdom sav'd their falling State;</br>When Frederick, at his wasted Realms enrag'd,</br>Rush'd on to War, and gave th' Event to Fate,</br>His shatter'd Host the Hero disengag'd,</br>And, dreadful in Delay, the dubious Battle wag'd.", "Now had the warlike Monarch reach'd the Throne;</br>Before him, Conquest, horrid Conquest, went:</br>Like fierce Bellona, Queen of Arms, she shone;</br>Beneath her ponderous Steps the Temple bent;</br>An Iron Mace, with gorey Hand, she hent,</br>Roll'd back, like broken Waves, the noisy Crowd;</br>Through the vast Court her thundering Voice she sent,</br>And told, in lofty Terms, with Gesture proud,</br>Of Cities wrapt in Flames, and Countries drown'd in Blood.", "With her, tremendous, in the sacred Dome</br>The Prussian Hero sat, near Philip's Son,</br>Near Annibal, relentless Foe of Rome!</br>Dark Attila, who all the West o'er-run,</br>And him who first the Rock Tarpaean won</br>Proud Alarick:  But, chief distinguish'd there,</br>Zingis, and Timur, savage Tartars, shone;</br>Their horrid Conquests o'er the Walls appear,</br>When groaning Asia pass'd beneath the Edge of War.", "Them Frederick join'd, nor yet his Battles ceas'd,</br>Curst with the dreadful Fame for which he fought;</br>When lo, a YOUTH, with nobler Triumphs grac'd,</br>In equal Pomp, the Throne of GLORY sought,</br>Him Peace,  and Commerce, to the Goddess brought;</br>Britannia's victor Chiefs uphold his Train,</br>Whom LIBERTY, heroic Virtue, taught,</br>Whose Arms controll'd aspiring Bourbon's Reign.</br>The Arbiters of Earth, the Sovereigns of the Main.", "There, Clive, from India's Conquer'd Thrones return'd,</br>Whose sceptred Vassals own'd his stern Commands;</br>There, Amherst, with an hundred Wreaths adorn'd</br>Of savage Chiefs, who rul'd those swarthy Bands,</br>That haunt, like midnight Fiends, Canada's Lands;</br>Boscawen, there, with naval Honours crown'd,</br>And Trophies gain'd near Lagos' burning Sands</br>Victorious Hawke, from Constans' Fall renown'd</br>In Triumph Pocock stood; and martial Saunders frown'd.", "Urg'd on to Battle, by his Country's Love,</br>And the fair Fame by martial Deeds acquir'd,</br>A youthful Briton shone the Rest above;</br>'Twas Wolfe; by Freedom's holy Ardour fir'd,</br>Like Rome's Marcellus mourn'd, the Chief expir'd</br>Pleas'd in the Arms of Victory to bleed,</br>Nor higher Guerdon his great Soul desir'd</br>Than that which Albion grants heroic Deed,</br>Her Senate's just Applause, his Virtue's noblest Meed.", "Nor Heroes, only, on their Monarch wait,</br>To swell his Glories with a Conqueror's Name;</br>But hoary Patriots, old in Cares of State,</br>Superior Rank to martial Leaders claim,</br>A nobler Triumph, and a juster Fame:</br>There many a Bard of PITT, and FREEDOM sings</br>While grateful Nations their Applause proclaim;</br>To BRUNSWICK'S Throne his Subjects' Hearts he brings,</br>An Offering seldom paid to Heroes, or to Kings.", "Thus when in GLORY'S Temple, radiant, stood</br>BRITANNIA'S KING, and gave the Nations Peace,</br>Her favourite Son, with Smiles, the Goddess view'd,</br>And next the Roman Scipio gave him Place,</br>With Titus, the Delight of human Race;</br>Far from those Tyrants of the Earth remov'd,</br>Whose Victories their martial Fame disgrace;</br>For Kings alone, who sacred Justice lov'd,</br>Benevolent to Man, the Power Divine approv'd.", "'Twas then, a fair majestic Form drew nigh,</br>Amidst a Circle of Britannia's Peers;</br>The sacred Genius of bright LIBERTY,</br>Clad like a Nymph, that Wings of Silver bears,</br>And plum'd, as Hermes shooting from the Stars;</br>Diamonds, and Gold, amidst her Tresses glow'd,</br>The British Cross upon her Breast appears;</br>Like Una fair, amidst the Dome she stood;</br>A Lion, dreadful fierce, behind the Maid I view'd.", "In Form like Ocean's awful Deities</br>The British Sailors spread the noisy Shore;</br>Inur'd to Storms, stern Natives of the Seas,</br>To Realms remote their victor Flags they bore,</br>And bade, in every Clime, their Thunders roar;</br>Marshall'd they stood, a generous, fearless Train,</br>From Ormus South, and Strands of rich Aurore,</br>From every Stream that fills the Atlantic Main,</br>Along whose desert Coasts the savage Indians reign.", "Those dusky Tyrants of their native Climes,</br>That bow'd, reluctant, to the British Name,</br>Alone of untam'd Nature boast the Crimes;</br>No polish'd Enmity their Souls enflame,</br>Nor Murder, sanctify'd by GLORY'S Name;</br>Desire's fierce Frenzy, in their Souls, is Love,</br>Ambition, but a wild and barbarous Claim;</br>While fierce in Arms the ardent Rivals strove,</br>Sullen the Female stood amidst the neighbouring Grove.", "Such was the State of old heroic Greece,</br>Ere Helena the Phrygian Shepherd charm'd;</br>Such Times gave Birth to many an Hercules;</br>Against the Chiefs of wandering Tribes they arm'd,</br>Whose Inroads oft their fenceless Towns alarm'd;</br>For captive Flocks they fought, and lovely Dames.</br>Beauty, and Hate, the lawless Spoiler warm'd;</br>Of ancient Songs the memorable Themes;</br>Now, in Oblivion lost their long forgotten Names.", "When thus the Goddess, from her lofty Throne,</br>The sacred Form of LIBERTY address'd&mdash;</br>\"O thou that reign'st in British Hearts alone,</br>Queen of this glorious Isle!  by Neptune grac'd</br>With Ocean Empire, on whose Shores are plac'd</br>The World's great Mart; hence let the Nations know,</br>And distant Crowns by Albion's Friendship blest,</br>That BRITAIN'S KING hath spar'd the prostrate Foe:</br>That Heaven is pleas'd above, and Earth is safe below.", "\"Proclaim aloud the conquering Britons' Might,</br>To whom, in Arms, and Arts, the World must yield,</br>To rival States just Arbiters of Right,</br>Oft found superior in the bloody Field,</br>When their strong war the Thrones of Kings upheld;</br>The meaner Thirst of Conquest far above,</br>In Justice, Virtue, who the World excell'd,</br>While Albion's Nymphs each Hero's Truth approve,</br>And they, who march to War for Empire, sigh for Love.", "\"Proclaim his Worth who Albion's Sceptre sways,</br>Strong in his Armies, stronger in his Fleet;</br>Whose wise Behests the British World obeys,</br>Great in her Treasures, in her Freedom great;</br>How sure his Bliss!  how permanent his State!</br>His spreading Map each Year shall larger grow,</br>New Crowns, new Empires his Acceptance wait;</br>While Oceans in his circling Kingdoms flow,</br>And undiscover'd Lands to him Obedience owe.", "\"Proclaim his Power, the Injur'd to redress;</br>By tyrant Foes his Justice uncontroll'd,</br>His Love of Mercy, and Delight in Peace,</br>How his brave Chiefs chastis'd the Vain, and Bold.&mdash;</br>Where, King of Gaul!  thine haughty Vaunts of old,</br>Thy regal Fortune, oft in Danger try'd,</br>Thy Conquests, Triumphs, by thy Poets told?</br>How hast thou bow'd in Dust thy stubborn Pride!</br>And laid the Warrior's Wreath, inglorious Prince, aside!", "\"What grateful Thanks to him should Europe pay,</br>For Half her States from Desolation freed?</br>Who, for her Welfare, gave new Worlds away,</br>And bade the distant Combat cease to bleed.</br>Behold!  Germania rears her drooping Head,</br>And smiles; her Sons triumphant Arches raise,</br>Rich with his Wars, by rescued States decreed,</br>To teach their wondering Sons a Monarch's Praise,</br>And furnish all their Bards with Themes for lofty Lays.\"", "The Goddess thus great BRUNSWICK'S Fame display'd,</br>New Shouts of Triumph through the Temple rise;</br>The glittering Throngs with Wonder I survey'd,</br>Whose vast Applauses shook the vaulted Skies;</br>The Powers of Air, and Ocean's Deities:</br>At length the radiant Vision fades away,</br>Like a thin Cloud that from the Horizon flies,</br>On whole white skirts, the Sun with golden Ray,</br>Flings the resplendent Blaze of swift departing Day.", "Hail, Windsor!  Hail, ye venerable Shades!</br>New Triumphs for your mighty King prepare,</br>Spread, ye vast Woods, and smile, ye opening Glades,</br>Hither, shall BRITAIN'S MONARCH oft repair,</br>Amidst the Circle of the Brave, and Fair,</br>Far from the Toils of State, the Pride of Power;</br>As the fierce Eagle, Ruler of the Air,</br>Resigns the Thunder, when Heaven's Wars are o'er,</br>Dwells in the vernal Grove, or haunts the peaceful Shore.</br>"]