["Fair are the scenes that Nature's empire yields,</br>The stores that all her happy haunts adorn,</br>The vernal breeze of fragrance in her fields,</br>The smile of evening, and the blush of morn:", "Fair are life's placid cares, its social hours,</br>Its fond endearments, and its mild repose:</br>The peace of pure affection's nuptial bowers,</br>And all the joys domestic comfort knows.", "Fair are the beams of friendship's brightening eye,</br>Sweet modesty, and ignorance of art,</br>The soul enlarged with warm philanthropy,</br>And beauty's bloom, and youth's ingenuous heart.", "Yes, they are fair, and fraught with large delight,</br>Yes, they are themes my serious soul admires;</br>May Time's rude hand ne'er sweep them from my sight,</br>Nor quench the zeal of virtue's young desires!", "Reflection comes, with Truth's impartial frown,</br>And all the visionary scene destroys,</br>Tears the bright gems from Fancy's glittering crown,</br>And mars the prospect of our promised joys.", "In vain the Muse hath built her fairy plan,</br>Severe Philosophy contracts her brow,</br>The illusion mocks, and tells unthinking man,</br>How vain the hope of happiness below.", "But though nor calm Reflection's form appear,</br>Nor sage Philosophy her lore impart,</br>Yet deep Experience (rugged nurse!) is near</br>To stamp her lesson on the bleeding heart.", "Behold how soon the transient scenes recede,</br>How soon rich Autumn's golden gleams decay!</br>Cold Winter desolates the pictured mead,</br>And all the bright creation fades away!", "But ah!  that each sweet passion should expire,</br>The luxury of tender thought be o'er!</br>Lost the soft thrill of innocent desire!</br>And love, and youth, and beauty be no more!", "Their fleeting influence no new morn recals,</br>By Death, night-fettered in his iron cave,</br>No Spring restores, but ruthless Fate enthrals,</br>Deep in the eternal winter of the grave.", "Oft as the tombs I traced with silent dread,</br>That lie forlorn, and even without a name,</br>And here may sleep some virtuous heir, I said,</br>Though ne'er recorded by the voice of Fame.", "Some Howard here may sleep, whose pitying breast</br>At wants and woes he could not heal, repined;</br>In his pale shroud some Hanway here may rest,</br>Unblest with power to benefit mankind.", "See, where in dust the orphans late have laid</br>Their parent's couch, their parent now no more!</br>Here the wan bride, in widow-weeds arrayed,</br>With deepest anguish her lost lord deplore!", "Ah see how low the son of genius lies,</br>Resigns in sad obscurity his breath,</br>In the fair dawn of fancy doomed to feel</br>The cruel, cold, arresting hand of death!", "Unknown to fame, (but fame he ne'er desired,)</br>Far from the vale where his young steps had roved:</br>No pitying look from her his soul admired;</br>No strain of solace from the muse he loved.", "But hark!  what sounds burst on the imperfect strain?</br>The bell's slow, plaintive, melancholy breath</br>Pours its big voice along the listening plain,</br>And pealing sounds the solemn knell of death.", "Thee too, Aurelia, thee Death's clay-cold hand</br>Leads young and beauteous to his dreary bower,</br>For thee the groves their sacred glooms expand,</br>Breathe on thy bloom, and blight thy opening flower.", "While yon pale maid, with sorrow-streaming eyes,</br>With tears that warm from wounded friendship flow,</br>Kneels on the turf, and, O blest shape!  she cries,</br>And bursts into an extasy of woe.", "Soft Sympathy beholds, and on the scene,</br>Life's mournful picture, sheds the pitying tear;</br>Sore troublous thoughts, mean while with anguish keen,</br>Seize the sad soul of comfortless despair.", "Yet Oh, revive!  behold with milder gleam</br>Hope's joyful day-spring in the East arise;</br>To cheer our path, till joy's immortal beam,</br>Descend in full effulgence from the skies!", "Beyond the joys of life, beyond the tomb,</br>Exalt the soul to endless joys above,</br>Where Virtue dwells, with Beauty's heavenly bloom,</br>Unfading youth, and everlasting love.", "How poor, how sunk will then these worlds appear!</br>Then when yon dazzled orb shall fail to shine,</br>When Nature's voice no more shall charm the ear,</br>Lost in the spheres of harmony divine.", "Reflection pains no more the musing mind,</br>Sad Elegy no more awakes the sigh:</br>Fain would I leave these transient scenes behind,</br>And lift a strain of triumph to the sky.</br>"]