["Clad in a sable pall, now frowns the sky,</br>In negro-darkness o'er the visto'd scene:</br>Now sheeted sprights from restless graves do fly,</br>And now they trip it o'er the twilight green.", "Perhaps still mindful of their wonted home,</br>Indulgent wait on dearest friends on earth,</br>In vehicles of air unseen they roam,</br>And oft frequent the place that gave them birth.", "Perhaps a Lover's once deceitful breast</br>Proves the dire cause of delegated woe;</br>For how like happy spirits can they rest,</br>When love prov'd venal, yes, and fatal too?", "The well-tim'd aid of Vesper's twinkling urn,</br>Directs my steps to yonder time-struck tow'r,</br>There, as in short-liv'd passion, oft I burn,</br>These melancholy musings thus I pour.", "Full many a flow'ret blushing to the sun,</br>That scents the sweetness of the eastern morn,</br>Inglorious oft its little life does run</br>Nor ere the lily hand might once adorn.", "Or near the bubbling of some weeping stream,</br>Oft its sequester'd sweetness did it breathe,</br>Where the coy damsel sleeps in pleasing dream,</br>Or where the decent graves in briery order heave.", "Poetic youths in many an unknown home,</br>Musing in pensive wailings, oft we find,</br>Perhaps the thymy heath they saunt'ring roam,</br>Or court in wayward strains the fleeting wind.", "The chilling blasts of icy winter's frost,</br>Too oft the virgin primrose nips severe,</br>And many a friend by Envy's breath is lost,</br>Nor claims a tribute of a sigh sincere.", "How many Shakspeares have there liv'd alone,</br>And Drydens, thankless in their poorer day!</br>And many a pensive Gray, we've seen, unknown,</br>Nor to the world their tuneful honours pay.", "Haply, on Edgar's hallow'd lips, the fire</br>Of Daedal fancy might have charm'd the day;</br>And, with the sacred veh'mence of his lyre</br>Might cheat the white-wing'd minutes fast away.", "Yet still the breath of Penury severe,</br>Ah!  too untimely, nipt the tender shoot&mdash;</br>If such the first attempt, then much we fear</br>The product of our pains, \"The rip'ning fruit.\"", "The widow'd blackbird oft is heard to moan</br>Her hapless consort's melancholy fate,</br>And many a helpless swain now droops forlorn</br>O'er the dusk lawn, and does this tale relate.", "But, still some breast with generous ardour glows,</br>To guard fair Science in this favour'd isle,</br>Not all to Poetry, and the Muse, are foes,</br>But deign the grace of an applauding smile.", "'Twas Shenstone's choice to raise with gentlest care</br>The tender shoot of blooming fancy's tree,</br>To stamp a genuine mark on what was rare,</br>And bid each muse-fir'd poet \"dare be free.\"", "How oft, as through the Arcadian groves I stray'd,</br>The gladd'ning impulse did my soul inspire,</br>Or oft reclin'd as near each oaken shade,</br>Wake into extasy the Muse's lyre!", "Each softest grace that beam'd from Virtue's rays,</br>See thro' his breast, with mutual ardor reigns!</br>His brow, for ever green with recent bays,</br>Shall warm with native fire his Poet's strain.", "Oft did he woo the still sequester'd hour,</br>To calm the rising tumults of his breast,</br>At Virtue's shrine, some spotless strain to pour,</br>Whilst each tumultuous passion was suppress'd.", "Sweet moralist! &mdash; The pride of Albion's coast,</br>Has fall'n a victim to tyrannick Death;</br>To Dods&mdash;y, me, and to his country lost,</br>When soft Leaner had resign'd his breath.", "GRATITUDE, my  Sh&mdash;ne, bids me pay</br>This duteous tribute of a sigh sincere,</br>And, true to Honour's never-erring lay,</br>These accents mingle o'er thy sacred bier.", "\"Chearful, and safe, he took his road thro' life,</br>Nor did its dazzling pomp attract his eye,</br>The happiest always to avoid the strife,</br>Which ne'er the MANY pass unheedless by.", "\"Sweet Virtue's path full oft he did pursue,</br>His tenets guided by some Rev'rend friend,</br>And kept (nor vex'd in sec'tries mazy clew)</br>A steady course unto his JOURNEY'S END.\"</br>"]