["Since last fair Summer chear'd the circling year,</br>And with sweet influence Nature's wants supply'd,</br>How many thousand souls have left this sphere,</br>Sunk from the world, and in succession died!", "Thou Being Supreme, who first created all,</br>Thou great, sole arbiter of life and death,</br>How short we flourish, and how soon we fall,</br>Like Autumn leaves dispers'd by Heaven's breath!", "O ye blest Spirits, heirs of bliss divine,</br>Who perfect round the throne of God appear,</br>How hardly would you leave that height sublime,</br>To join a crowd of dying mortals hear!", "Cautious, my soul, as o'er this turf you stray,</br>Charg'd with the sacred relicks of the dead,</br>Perhaps I now, unconscious, in my way</br>May crush the ruins of some hero's head,", "Who once in arts or arms superior shone,</br>The very pride and flower of their day;</br>Alas!  none now their perish'd memory own,</br>Or finds distinction in this bed of clay;", "Save where the scatter'd monuments of Pride</br>Some broken sculptor to the eye display;</br>While the poor turf-clad peasant here, beside,</br>Sleeps full as quiet and as well as they.", "Here too, amidst the rest, some great ones lay,</br>Whose empty titles grac'd the lists of Fame:</br>Time's ruthless hand has swept them clean away,</br>And from the very marble torn their name.", "Strange thought!  that man, unstable as the moth,</br>Should swell with pride, and menace with disdain,</br>When the least glance of God's avenging wrath</br>Can mix him with the dust from whence he came.", "Beneath this pile a fallen fair-one lies,</br>Once a bright form as ever met the sight;</br>Death has for ever clos'd those magic eyes,</br>Where Beauty triumph'd with profuse delight.", "Oft have we met her in our evening-walk,</br>When the rude bustle of the day was o'er;</br>Oft shar'd her smile, and heard her pious talk:</br>Ah, grief to think that converse charms no more!", "These powdering elms, whose atoms cloud the wind,</br>The rugged furrows of this shatter'd tower,</br>Are all clear items to the thoughtful mind,</br>That warn him of his dissolution-hour.", "Ah!  strikes yon clamorous bell upon my ear?</br>Each sound comes dismal as the dying groan;</br>'Tis a sad token that the moment's near</br>Which wafts some spirit to its final home.", "Why droops my soul?  why this afflicted bent?</br>Why bursts this flood of voluntary tears?</br>Is it the gloomy prospect of thy end</br>That makes thee tremble, and alarms thy fears?", "'Tis vain to mourn or dread a certain woe,</br>Contingent ills enough our steps await;</br>Full sure it soon will be thy turn to go,</br>And prove the nature of this untried state.</br>"]