["'Twas night &mdash; BRITANNIA melancholy lay,</br>Listening the horrid storm that round her spread:</br>Her aweful Trident smote the sullen Bay;</br>Languid &mdash; the starry Honours of her Head</br>Obscure, neglected, press'd the barren Strand&mdash;</br>Tears dimm'd her heavenly Cheek, and nerveless sunk her Head.", "Was it for this that Goddess born I reign'd</br>Daughter of LIBERTY, whose chearing Light</br>The bounteous SIRE of Nature hath ordain'd,</br>To gladden mortal, and immortal sight;</br>Blest with whose Presence, all my Cares would cease,</br>This Gloom be Splendor, and these Horrors Peace!", "Was it for this my ALFRED, great in War,</br>Greater in Peace, by equal Law restor'd,</br>Twin'd the free Oak round my victorious Spear,</br>And o'er the Sea my rising Glory pour'd?</br>Was it for this my Sons indignant broke</br>The papal Chain, and home-bred Tyrant's Yoke!", "Ah!  boots it now to think of Foes subdu'd,</br>And Commerce triumphing on every Wave;</br>Protected Nations; and myself renew'd,</br>In the free offspring Heaven indulgent gave,</br>While rising Colonies the Globe embrac'd,</br>And my imperial Throne in willing Hearts was plac'd!", "Whom shall I call the Sister of my Love?</br>What Child supports the Parent's drooping Side?</br>Whose Fears shall Britain's Indignation move?</br>My own forsake me, and my Foes deride!</br>And am I thus a Daughter of the Sky!</br>Condemn'd to Woe and Shame &mdash; yet destin'd not to die!", "E'en in my Senate, whose all honour'd Voice</br>Should breathe the genuine Language of the Whole,</br>Corruption treads on violated Laws,</br>And partial Claims the common Rights have stole.</br>Alfred and Edward, in your hallow'd rest</br>Hear not my Fate &mdash; 'twas Anguish to the Blest!", "And Thou, late parted Shade, whose ample Mind</br>Fill'd with my Greatness Earth's remotest Bounds;</br>Withering the giant Strength of Foes combin'd!</br>Timely remov'd, thou seest not my Wounds!</br>The Storms of Foreign War I still might bear,</br>And triumph in the Shock &mdash; within is my Despair.", "Of Right despoil'd, and witless of Defence</br>To me &mdash; theirselves &mdash; my Englishmen are lost!</br>Great but in Name, and free but in Pretence:</br>Vain is the native Spirit which they boast,</br>And nought but Riot reigns &mdash; ah woe is me!</br>Or foul inglorious Sloth, where once reign'd LIBERTY.", "She said &mdash; when sudden through the Darkness shone</br>A Glory might eclipse meridian Day;</br>Transcending more the Radiance of the Sun,</br>Than his full Beam the dying Taper's Ray.&mdash;</br>Rejoic'd Britannia rose!  and Freedom press'd</br>Her darling Child with Rapture to her Breast.", "No, my lov'd Daughter, think not I can leave</br>That Glory which I cherish as my own,</br>Vainly shall Force assail, or Fraud deceive;</br>Of Adamant is thy immortal Throne.</br>Sooner this Isle shall wandering range the Sea,</br>Than Britain claim in vain the Bliss of being free.", "Thy Sons awakening list to Virtue's Call,</br>Touch'd by Misfortune's animating Spear;</br>And Strains of Freedom fill the spacious Hall,</br>Such as their gen'rous Sires might joy to hear.</br>Nor long ere Thou behold thy Britons wield,</br>To guard the sacred Land, my all-defending Shield.", "Lo where thy Sister leads her active Youth,</br>The Pride, the Bulwark of Hibernian Land!</br>Hark!  how she hails thee from the Heart of Truth,</br>Prepar'd to join the free, the friendly Hand!</br>Nor mourn thy sever'd Colonies, who prove,</br>By independent Worth, their Claim to double Love.", "Self-rule be thine &mdash; Commerce, and happy Peace,</br>Not the vain Shadow of Supremacy</br>O'er kindred Lands &mdash; 'tis fix'd in Truth's Decrees</br>That never Nation shall continue free,</br>Or know true Happiness but those alone</br>Who prize the Rights of others dearly as their own.", "What if thy Star of Conquest shine no more,</br>My brighter Sun its Absence can reward.</br>Not all the Spoils of desolating War,</br>Not all the Triumphs of the Julian Sword</br>Can boast of ought but splendid Infamy;</br>Glory's fair Banner beams not but from me.", "Nor of lost Patriots in Despair complain,</br>To lead thy Sons once more to true Renown;</br>Nor the degenerate, selfish, venal Train</br>Insensible to Virtue's offer'd Crown;</br>Of such regardless better Hopes pursue:</br>And see the encreasing Band led by the chosen few.", "There are whose true Nobility aspires</br>Beyond the Pomp of titled Ancestry:</br>There are whose equal Bosoms Virtue fires</br>With the high Aim of making Millions free.</br>The deathless Glories great CHATHAM won,</br>My sacred Cause maintain'd, reflects upon the Son.", "Whatever Rights establish'd, or restor'd,</br>Illumine EDWARD, or my ALFRED'S Reign;</br>Whatever Blessings all my Fondness shower'd,</br>Those RIGHTS, those Blessings court thee now again.</br>Where'er the Shrine of FREEDOM is rever'd,</br>LENOX, PITT, SAWBRIDGE, FOX, JEBB, CARTWRIGHT, shall be heard.", "Nor Time shall pour Oblivion on his Name,</br>Whose faithful Care and Love of public Weal</br>Wakes every Citizen to virtuous Shame;</br>Nor bids him trust in mercenary steel;</br>But arm'd in conscious worth grasp the free Blade,</br>And shew himself her Son when BRITAIN calls for Aid.", "Rise, then, in renovated Lustre rise!</br>O'er the glad Main thy peaceful Sails be spread!</br>Again thy starry Front salute the skies,</br>Nor ever more decline thine honour'd head,</br>Once re-enthron'd on VIRTUE'S aweful Height,</br>Let no inferior Prospects tempt thy devious Sight.</br>"]