["SCENE &mdash; LANGOLLEN VALE.</br>Hail!  grand defender of thy guardian clime,</br>Parent of commerce!  whose majestic brow</br>O'erlooks the neighbouring vale,</br>And mountain heights sublime.", "View, with thy reverend eye, how distant far,</br>Those mountains, vales, and villages outstretch</br>Their varied landscapes, cloth'd</br>In Nature's beauteous web.", "See rivers, winding round yon craggy rock,</br>Which holds thy base, and mark their wanton maze,</br>As wild they roll their course,</br>Tumultuous to the sea.", "Nor view, unheeded, yon majestic pile,</br>Sublimely awful, which, for many an age,</br>In vain has oft alarm'd</br>The smiling vales beneath.", "But if thy soul delight in softer scenes,</br>Those scenes are thine!  for who in truth can boast</br>Such beauteous damsels sweet</br>As dance around thy shade.", "The hyblean kingdom, in thy massy trunk</br>Their wintry stores with industry preserve,</br>And every eve return,</br>Surcharg'd with odorous fumes.", "Here too the frenzied poet loves to stray,</br>To muse in solitude thy shades beneath,</br>And tune his trembling lyre</br>To scenes of fancied woe.", "And from her mantle when the morning throws</br>Illusive gems, to deck the verdant plain,</br>His lyre is seen to hang</br>Upon thy pendant boughs.", "Ah what can equal magic sounds which flow</br>Illusive gems, to deck the verdant plain,</br>His lyre is seen to hang</br>Upon thy pendant boughs.", "Ah what can equal magic sounds which flow</br>From him who, gifted with poetic fire,</br>Makes mountains, forests ring</br>With love or thought sublime?", "Here too is fixt, thy chequered leaves among,</br>Th' Aeolian harp, that oft transports the soul</br>To grief, to joy, to love,</br>At every gale's control.", "And when the loveliest of all birds, so sweet</br>Pours forth at ever her seldom-varying theme:</br>Ah heedless can'st thou hear</br>Her soft, her mellow tongue?", "Can'st thou behold, with ought but pure delight,</br>Love-ey'd Themira on her lover's breast,</br>With eyes of liquid gems,</br>As in love's streams they swim?", "O no!  thy form was moulded for the great,</br>The grand, sublime!  but yet thy generous soul</br>Delights in those that please,</br>And mix the sweet with strong.", "For from the strong have issued honey'd sweet:</br>And though thy trunk will carry distant war,</br>To feed the pride of kings,</br>Thy attributes are mild.</br>"]