["TIME, NIGHT.  SCENE, THE WOODS.", "Where shall I turn me?  whither shall I bend</br>My weary way?  thus worn with toil and faint,</br>How thro' the thorny mazes of this wood</br>Attain my distant dwelling?  that deep cry</br>That rings along the forest, seems to sound</br>My parting knell:  it is the midnight howl</br>Of hungry monsters prowling for their prey!</br>Again!  O save me &mdash; save me, gracious Heaven!</br>I am not fit to die!", "Thou coward wretch,</br>Why palpitates thy heart?  why shake thy limbs</br>Beneath their palsied burthen?  is there aught</br>So lovely in existence?  would'st thou drain</br>Even to its dregs the bitter draught of life?</br>Dash down the loathly bowl!  poor outcast slave</br>Stamp'd with the brand of Vice and Infamy,</br>Why should the felon Frederic shrink from Death?", "Death!  where the magic in that empty name</br>That chills my inmost heart?  Why at the thought</br>Starts the cold dew of fear on every limb?</br>There are no terrors to surround the Grave,</br>When the calm Mind collected in itself</br>Surveys that narrow house:  the ghastly train</br>That haunt the midnight of delirious Guilt</br>Then vanish; in that home of endless rest</br>All sorrows cease. &mdash; Would I might slumber there!", "Why then this panting of the fearful heart?</br>This miser love of Life, that dreads to lose</br>Its cherish'd torment?  Shall the diseased man</br>Yield up his members to the surgeon's knife,</br>Doubtful of succour, but to ease his frame</br>Of fleshly anguish; and the coward wretch,</br>Whose ulcered soul can know no human help,</br>Shrink from the best Physician's certain aid?</br>Oh it were better far to lie me down</br>Here on this cold damp earth, till some wild beast</br>Seize on his willing victim!", "If to die</br>Were all, it were sweet indeed to rest my head</br>On the cold clod, and sleep the sleep of Death.</br>But if the Archangel's trump at the last hour</br>Startle the ear of Death, and wake the soul</br>To frenzy! &mdash; dreams of infancy!  fit tales</br>For garrulous beldames to affrighten babes!</br>I have been guilty, yet my mind can bear</br>The retrospect of guilt, yet in the hour</br>Of deep contrition to THE ETERNAL look</br>For mercy!  for the child of Poverty,</br>And \"disinterested of happiness,\"</br>What if I warr'd upon the world?  the world</br>Had wrong'd me first:  I had endured the ills</br>Of hard injustice; all this goodly earth</br>Was but to me one wild waste wilderness;</br>I had no share in Nature's patrimony;</br>Blasted were all my morning hopes of youth,</br>Dark DISAPPOINTMENT followed on my ways,</br>CARE was my bosom inmate, and keen WANT</br>Gnaw'd at my heart.  ETERNAL ONE thou know'st</br>How that poor heart even in the bitter hour</br>Of lewdest revelry has inly yearn'd</br>For peace!", "My FATHER!  I will call on thee,</br>Pour to thy mercy seat my earnest prayer,</br>And wait thy peace in bowedness of soul.</br>O thoughts of comfort!  how the afflicted heart,</br>Tired with the tempest of its passions, rests</br>On you with holy hope!  The hollow howl</br>Of yonder harmless tenant of the woods</br>Comes with no terror to the sober'd sense.</br>If I have sinn'd against mankind, on them</br>Be that past sin; they made me what I was.</br>In these extremest climes Want can no more</br>Urge me to deeds of darkness, and at length</br>Here I may rest.  What though my hut be poor&mdash;</br>The rains descend not through its humble roof:</br>Would I were there again!  the night is cold;</br>And what if in my wanderings I should rouse</br>The savage from his thicket!", "Hark!  the gun!</br>And lo &mdash; the fire of safety!  I shall reach</br>My little hut again!  again by toil</br>Force from the stubborn earth my sustenance,</br>And quick-ear'd guilt will never start alarm'd</br>Amid the well-earn'd meal.  This felon's garb&mdash;</br>Will it not shield me from the winds of Heaven?</br>And what could purple more?  O strengthen me,</br>Eternal One, in this serener state!</br>Cleanse thou mine heart, so PENITENCE and FAITH</br>Shall heal my soul, and my last days be peace.</br>"]