["A new but sad companion found</br>Upon his lonely road,</br>IGNOTO seeks a blasted vale</br>And cold NEGLECT'S abode.", "The place whereon we rested was the edge</br>Of a high precipice of granite stone,</br>Whose deep side offer'd us nor point nor ledge,</br>By which we might descend:  a jagged cone,</br>Split up at top, uprear'd its mass alone</br>Behind us, and impended overhead.</br>The way I came remain'd.  Upright, half prone,</br>The slabs immense afford a dangerous tread,</br>Yet over these at length the suffering youth I led.", "Full oft he miss'd his footing, and as oft</br>Grew giddy at the height at which we stood</br>Over the heavy vale; but still aloft</br>Secure I bore him.  In wild reckless mood,</br>Careless of life, his progress he pursued:</br>Though weak, exhausted, trembling, panting, pale,</br>He seem'd with some internal strength endued</br>When his corporeal powers sink and fail,</br>That still impell'd him on to ruin and to bale.", "Nor ever friendly look nor thankful word</br>He gave to me, his not much firmer guide,</br>But still urg'd on by danger undeterr'd,</br>And scarcely knowing I was at his side.</br>And now we had approach'd an opening wide,</br>That look'd as if it led upon the plain</br>By swift descent:  th' intrepid youth defied</br>The perilous height, and downward plung'd amain,</br>Nor with my utmost strength could I his course restrain.", "With pulsing heart I follow'd.  As I thought</br>The fissure ended on the plain below,</br>The bottom of the valley I had sought</br>By wearying progress, hazardous and slow;</br>And at its mouth, worn down by toil and woe,</br>I found the youth, who sank upon a rock</br>That once on the adjoining crags did grow,</br>Till torn from thence by heaving nature's shock,</br>It stood a thunder-riven and thunder-rooted block.", "There left I him awhile to gaze around</br>On all that was presented to my sight.</br>On all that was  dank and chill, the ground</br>Buried 'neath tangled grass of rankest height:</br>Yet on the grass was seen no verdure bright,</br>Nor flowers nor herbs in varied sweetness grew,</br>But all seem'd blasted by a deadly blight;</br>And upon all there hung a baleful dew,</br>Dried not by the sun's beams, nor any wind that blew.", "Some leafless trees were scatter'd here and there</br>Upon the waste, among the masses rude</br>That from the precipice were rent whilere,</br>And on the centre of the vale intrude.</br>Few leaves upon their barren arms I view'd,</br>And those were dry and pale, and look'd to heaven</br>On topmost twigs, as for its breath they sued.</br>Some trunks were broken short, some rent and riven</br>By headlong rocks resistless o'er the wide plain driven.", "It was a dreary prospect, and save one</br>I saw  no object that could cheer my eyes&mdash;</br>No living creature, rest or shelter none!&mdash;</br>Around the vale in pinnacles arise</br>The whiten'd rocks, and point into the skies:</br>The sun was setting, and his lustre bright</br>Upon each rocky minaret now lies,</br>Crowning the brow with coronet of light,</br>While all the space below seem'd wrapt  in deeper night.", "This sight it was that cheer'd me, though it told</br>That we must pass another dismal night,</br>Restless save on the grass so dank and cold,</br>Or on the barren rock in harder plight.</br>Thus pond'ring, I return'd to the sad wight</br>Whom I had left in such distressful state,</br>Recovering breath and strength if so he might.</br>I found him not where he but now had sate,</br>But far he had nor roam'd, of spirit more elate.", "I soon rejoin'd him, and from thence we stray'd,</br>Skirting the walls that the deep plain surround,</br>In hopes some lonely cavern's gloomy shade,</br>To shelter us from night, might there be found:</br>With poisonous noxious reptiles they abound,</br>Adders and vipers hiss among the grass,</br>As we disturb'd their ancient reign profound;</br>For ne'er methought did human footstep pass</br>Over that noisome vale, and thread  each ponderous mass.", "The sluggish evening damps rose thick and chill</br>As we pursued our way through rocky brake,</br>Now under shade of some impending hill,</br>And now across a plain like sedgy lake,</br>Where lengthen'd reeds our progress tedious make:</br>When sudden as the rocks again we near,</br>A lowly murmuring seem'd to overtake</br>Our sleepy senses, half benumb'd by fear;</br>For mournful sound like that we little thought to hear.", "It could not be the wind, for not a breath</br>Wav'd the long grass that rustled 'neath our feet,</br>And all, till then, was hush as Nature's death,</br>And this black spot her grave and her retreat:</br>Beasts had we mark'd none, whether slow or fleet,</br>And birds of boding voice could never sound</br>So sadly as the notes that now did meet</br>Our pulsing ears:  it seem'd as though the ground,</br>The cold and dreary earth its fittest voice had found;", "As though the scowling rocks to distance scatter'd,</br>The caverns deep, that day's sweet light exclude,</br>The ragged trees with leafless arms and shatter'd,</br>Had their own voice in that wild solitude,</br>Well fitting with a scene so sad and rude.</br>Again we heard it &mdash; more distinctly now;</br>And now methought the voice appear'd endued</br>With sounds articulate of speech, though low,</br>And from behind a crag made heavy way and slow.", "With cautious step, and hearts that palpitate,</br>We near'd the spot whence the low sounds proceed,</br>Hoping to hear them more articulate:</br>It was not like the voice of one in need,</br>Nor of a wight whose heart did inly bleed&mdash;</br>A hoarse, unearthly, melancholy tone,</br>As holy saint at earnest prayer and creed;</br>And now conceal'd behind a favouring stone,</br>We heard some fervent soul thus utter forth his moan:", "\"Hail, welcome solitude, where year by year</br>I lead the tranquil tenor of my days!</br>Hail, circling rocks, and all this prospect drear,</br>Far, far from human ken and beaten ways!</br>Now once again the glaring noontide rays</br>Have past away, and all-involving night</br>Is fast expelling evening's sunset blaze.</br>Here let me sit and watch with patient sight</br>The happy stars that move in loneliness and light.", "\"Ah, joyous ye that roll above the earth,</br>And view man's labours with a calm regard;</br>And know his noblest efforts nothing worth,</br>Toil without fruit, and care without reward!</br>I know them so, and worse, and therefore barr'd</br>Myself ev'n here against th' access of man:</br>I know the ungrateful world, nor think it hard</br>Thus to confine my life within the span</br>Of this dim vale remote.  Here my true joys began!", "\"The wisest men contemn'd the court, the herd</br>Of linked slaves, howe'er bedight and brave;</br>And those whom Fortune has the most preferr'd</br>Must fill at last a solitary grave,</br>The scorn and jest of every fool and knave.</br>We enter singly on this mortal state&mdash;</br>We quit it singly &mdash; welcome then my cave!</br>That I most love which others chiefly hate;</br>The more the world is fill'd, the more 'tis desolate.", "\"The noblest of God's creatures, brute and prone,</br>Teach all mankind the same example still:</br>The lordly lion stalks the plain alone,</br>Alone at night his shaggy lair doth fill:</br>The mighty eagle mounts from yonder hill,</br>And trusts in single flight his powerful wing;</br>Sails upward to the sun, and drinks at will</br>From that great orb, of light and life the spring:</br>They hold no converse low with any living thing.", "\"All hail then, solitude &mdash; blest solitude!</br>Of deepest thought at once both sire and child!</br>Hail, rocks on which dwells ever winter rude,</br>To me most grateful where most bleak and wild!</br>Hail, damps which summer's heat has ne'er exil'd!</br>And you each leafless tree of sad aspect,</br>Thrust out 'mong these huge cliffs so antic pil'd&mdash;</br>Hail to ye all!  Your joys let all reject,</br>Here is the welcome dwelling-place of cold Neglect.\"", "The voice now ceas'd; yet still the rocks and caves</br>Retain'd the echoes of that mystic sound:</br>As the hoarse murmurs of the ocean waves</br>Heard far, far off against the cliffs rebound,</br>When raging to o'erleap that natural mound,</br>They still are back repell'd.  So deeply wrought</br>That voice in us, it fix'd us to the ground:</br>Then gaz'd we on each other, as we sought</br>To learn, yet dar'd not speak, each other's inward thought.", "The voice though awful, yet not fearful seem'd:</br>Thus woe-begone and lost, what could we dread?</br>Much rather hope upon our senses beam'd,</br>When our first mute astonishment was fled.</br>Repose we sought, and though from what was said,</br>We judg'd the speaker some lone misanthrope,</br>Buried  in this deep valley, living-dead,</br>Yet seeing us, he could not chuse but ope</br>His gloomy dreary cell, and realize our hope.", "As by one thought impell'd, one impulse led,</br>Round the bare rocks we wound that intercept</br>Our searching sight:  full silently we tread,</br>And now, as we imagin'd, we had crept</br>Where his lone seat the hoary hermit kept:</br>Yet nought could see, save rugged rocks and grey,</br>In antic shapes, that in the twilight slept;</br>And oft we watch'd them, moveless as they lay,</br>Deeming them human forms &mdash; nor night it was, nor day.", "Were we deceiv'd?  The hollow voice and word</br>Still sounded in our ears, yet nothing near</br>From whence it could proceed we mark'd or heard:</br>All round about was deathly still and drear.</br>More superhuman now those sounds appear;</br>Perhaps the spirit of that lifeless waste,</br>Not the sad plaint of holy hermit seer,</br>Driv'n from the world by hatred and distaste</br>For worldly pleasures vain and luxuries unchaste.", "\"Whoe'er thou art that habitst here,\" I cried,</br>In voice subdued, \"or human or divine,</br>Oh!  deign in charity our steps to guide,</br>And to our prayers a favouring ear incline.</br>For have we journey'd, nor would we repine</br>At our hard lot could we repose obtain:</br>Since sun of yesterday began to shine</br>We have not rested from our toil and pain,</br>And now at length have reach'd this rock-encompass'd plain.\"", "While thus I spoke, I trembled at the sound</br>Of my own voice in that lone savage place,</br>While my companion eager sought around</br>If answer kind or rude my prayers might grace;</br>Then mute he turn'd, and gaz'd upon my face,</br>As well as he could by that dim light;</br>And thus had we remain'd some moment's space</br>When, lo!  again that voice of man or sprite</br>We heard, but whence it came defied our poring sight.", "\"And who are ye, that thus with daring foot</br>Upon my welcome solitude now break?</br>Am I not free e'en here from man's pursuit,</br>Though places  inaccessible I seek?</br>Whence come ye, worldlings, and what would ye?  Speak!</br>Here have I nought to tempt ye from your road,</br>Save ragged caves, hard fare, and mountains bleak,</br>That long have been Neglect's secure abode,</br>'Mid ways that human foot before hath seldom trode.\"", "The tone was somewhat alter'd, more severe</br>And stern, as if in wrath the spirit spoke&mdash;</br>The spirit of that solitude so drear,</br>Upon whose loneliness we rudely broke,</br>And the dread silence of that vale awoke.</br>Viewless to us he seem'd, yet still his words</br>Sounded like those of one who had forsoke</br>The heartless, thankless ways of human herds,</br>And sought this lonely spot, free e'en from beasts and birds.", "\"If ever pity dwells within thy breast,\"</br>I thus return'd in soothing humble tone,</br>\"Oh!  grant this night to give the weary rest,</br>Who from their ignorance offend alone.</br>With no rude purpose we break in upon,</br>Whate'er thou art, thy hallow'd loneliness;</br>But all our hope, except from thee, is gone:</br>To thee do we appeal in our distress,</br>Hermit, or spirit dread of this bleak wilderness!\"", "\"Whence com'st thou, youth?  and whither wouldst thou go?\"</br>The voice less stern and hoarse replied in haste;</br>And I, encourag'd by its mildness, show</br>How with the rev'rend Pilgrim I had trac'd</br>The mazy wood, till Fortune's palace, plac'd</br>Upon the flambeau-lighted plain, we enter'd;</br>How my guide fled on Disappointment's waste,</br>And I with new and bold companion ventur'd</br>Into this vale obscure, where all our hopes were centered.", "\"And who art thou, companion of his toil?</br>And why dost thou the ways of man reject?</br>Why hast thou fled the peopl'd  world's turmoil,</br>To visit here the haunt of cold Neglect?\"</br>He said, and stay'd, as though he did expect</br>An answer; nor did long await reply.</br>\"Ah!  view in me,\" he cried, \"the fond  effect</br>Of slighted love and woman's perfidy,</br>Of truth repaid with falsehood, love with cruelty!", "\"Whether the genius of this desert spot,</br>Or hermit sage, the which I rather deem,</br>Thou canst not chuse but pity my hard lot,</br>Although thy heart cold as these rocks should seem.</br>In Pleasure's court I liv'd as in a dream,</br>And there I roll'd in endless rapture free,</br>Nor thought of aught save bliss and beauty's beam,</br>Which from the brightest eyes fair shone on me;</br>And while I bask'd methought no end of joy could be.", "\"But as a voyager on the treacherous seas</br>In some huge vessel with her tackling proud,</br>Is oft in danger most when most at ease,</br>Dreading no coming tempest fierce and loud;</br>Anon the clear's obscur'd by many a cloud,</br>The ocean rises as the hoarse winds rave;</br>The waves that late disdainfully she plough'd</br>Now rend her hull; the vessel late so brave</br>Is made the sport of winds, the plaything of the wave:", "\"So I, when most I deem'd myself secure,</br>And in my mistress most had confidence,</br>Ev'n then in hapless state was most unsure,</br>And all my joy was but a vain pretence.</br>Her beauty's charm dissolv'd my every sense,</br>And in a bath of bliss my soul did float:</br>I never dreamt deceit could come from thence</br>Where heavenly beauty reign'd &mdash; but far remote&mdash;</br>Her lovely features shone like falsehood's antidote.", "To such a face who would not freely trust,</br>And on such beauty all his fortunes rest?</br>Who would not hold that Heav'n could be unjust,</br>Or the sun cease his progress toward the west,</br>Ere she could harbour falsehood in her breast?</br>Yet so I found it! &mdash; She, to me untrue,</br>To a vile baseborn slave her love addrest!</br>Oh!  cursed hour when I her falsehood knew,</br>And with this wretched hand her new-found lover slew!", "\"Revenge had work'd my soul into a foam,</br>Yet could I not her spotless beauty mar;</br>And when I thrust my greedy weapon home</br>Into his heart, her breast I could not scar,</br>Though than her paramour more guilty far.</br>I lov'd her still, ev'n in excess of hate,</br>And love and hate within my bosom war.</br>I tore me from her wild and desperate,</br>And in another realm sought out another fate.", "\"Where'er I turn to fly that bloody scene,</br>I still was hunted down by fell Despair:</br>In many a land have I a wanderer been,</br>And ever found his emissaries there.</br>Ev'n now within this feverish breast I bear</br>A rankling wound that aye doth inly bleed,</br>Which they inflicted on me all unware,</br>While  o'er that blasted desert I proceed,</br>Where I this youth encounter'd at my utmost need.", "\"Deem me not then a wretch past pity's aid,</br>A harden'd murderer repentance past!</br>The fatal truth I have wide open laid,</br>And now myself on Heaven's mercy cast.</br>That a vile slave should all my prospects blast</br>Rous'd my worst fury!  If some noble knight</br>Had gain'd my faithless mistress' love at last,</br>Methinks I could have borne the cruel slight.&mdash;</br>Oh, grov'ling-hearted maid! &mdash; oh, love most lewd and light!\"", "Thus ended his tale of fond deceit,</br>And as he ended, on the bare cold ground</br>He fell insensible, ev'n at my feet:</br>I gently strove to raise him, but I found</br>In his cold breast that ever rankling wound</br>Of which he spake, that freshly, freely bled.</br>To staunch the stream the hurt I quickly bound,</br>And raising on my knee his drooping head,</br>I loudly call'd for aid, as fearing he was dead.", "No answer heard I, save from rock or cave</br>That my own voice around reverberate.</br>But now some signs of life's return he gave,</br>His heart once more began to palpitate,</br>Which seem'd his welling wound to aggravate:</br>Close to his breast I would have kept my hand,</br>But he, as if in poison desperate,</br>Sprang to his feet, and thus essay'd to stand,</br>But staggering almost fell again upon the strand.", "Yet fain would he impetuously have rush'd</br>He knew not whither in his anguish wild,</br>But I restrain'd him and his fury hush'd,</br>And him recomforted in accents mild,</br>Until he yielded like a wayward child.</br>He rested faintly on a neighbouring stone,</br>Holding his hands, in his own blood defil'd,</br>Before his eyes, with many an inward moan,</br>And many a broken accent that his guilt did own.", "While thus I stood, methought a rustling noise</br>I heard among the grass and fragments bare;</br>And now again I felt that solemn voice</br>Heavily rolling o'er the dusky air:</br>\"Come, follow me!\" it cried.  With eager stare</br>I look'd around, and with a fearful start</br>Fancied I saw a figure, gaunt and spare,</br>In slow and solemn measure move athwart</br>Those rocks of which he seem'd by that dim light a part.", "Whence it had risen could I not declare;</br>It mov'd right onward like a dusky cloud,</br>Nor wound among the rocks spread here and there:</br>And now the darkness did it wholly shroud,</br>Or it had vanish'd; but in voice more loud</br>To where it mov'd it soon recall'd my eyes:</br>\"Come, follow me!\" &mdash; Unconsciously I bow'd,</br>And aiding my companion weak to rise,</br>We anxiously pursue where the slow shadow flies.", "Long time we had not journey'd ere we reach</br>The rocks, a rugged wall, the vale that gird,</br>And in those rocks we now behold a breach,</br>Some dreary cavern's mouth.  Awhile deterr'd</br>Gazing we stood, until again we heard</br>The awfuul voice resounding as on high:</br>\"Enter, and fear not; enter!\"  On the word</br>More boldly we advanc'd, but could espy</br>No light to guide our steps or cheer the poring eye.", "All, all was dark within.  Again we stay</br>Our steps, not knowing whither we were led;</br>But the bold youth soon forc'd himself away,</br>And darted forward, void of every dread:</br>\"The worst is but the worst!\" he wildly said;</br>\"Worse than I have sustain'd can ne'er ensue!\"</br>I follow'd him, until a taper red,</br>Or glimmering lamp, far in the cave we view,</br>And toward this welcome light we haste with courage new.", "Narrow the passage was through which we past,</br>Until we near'd this solitary light,</br>The which a faint uncertain radiance cast</br>Upon a chamber wide, and of such height</br>We could not reach the ceiling with our sight:</br>Dry leaves were strew'd in a retiring nook,</br>The bed no doubt of some world-wearied wight,</br>Who in disgust the paths of man forsook,</br>And on a tablet low was laid full many a book.", "\"Here rest ye,\" said the voice, \"till morning break,\"</br>In accents ev'n more hollow than before;</br>As if the caverns yawning jaws then spake,</br>Nor by whom utter'd could our eyes explore.</br>\"Welcome are ye to all my cave and store;</br>Nor will ye fare, though frugal, now reject,</br>Nor the hard couch upon the leafy floor.&mdash;</br>No thanks &mdash; no base return do I expect;</br>For ye fit tenants are for cave of cold Neglect.\"", "We heard no more:  in the deep cave's recess</br>The hollow awful accents quite expir'd,</br>And toward the close the sound grew less and less,</br>As if by slow degrees the voice retir'd.&mdash;</br>I cast my eyes around me and admir'd</br>That antique cave, and sage inscriptions read;</br>While my companion, with his travel tir'd,</br>And weak with loss of blood, sank on the bed,</br>That leafy couch, and lay as motionless as dead.", "Around the granite walls I saw engraven</br>Full many a scroll in ancient character,</br>Of vanity of all things under heaven,</br>And human foolishness that could prefer</br>To mix in the world's business and stir,</br>Hoping to raise or benefit mankind;</br>While base ingratitude did aye defer</br>All hoped return, and many a noble mind,</br>By madness overthrown, in disappointment pin'd.", "Here rare inventions of mechanic skill</br>Were register'd as uselessly invented,</br>To perfect which, enduring every ill,</br>The ruin'd author died, yet ne'er repented.</br>And here were high achievements deep indented,</br>Which mighty nations happy made and free,</br>But th' achiever, with the deed contented,</br>Died unrewarded:  here again I see</br>The vanity of wit and wisdom's misery!", "And on the tablet of the solid stone</br>Old books in different languages were laid,</br>While others were in niches thickly strown,</br>And others hidden in recesses' shade.</br>In reading these rare works I long delay'd:</br>They were the fruits of learning long entomb'd,</br>Or by divine imagination made:</br>Yet vainly was the midnight lamp consum'd,</br>And in the desert air the poet's blossoms bloom'd.", "Science alike and sage philosophy</br>Were thrust into Neglect's unknown abode;</br>The noblest products of man's industry</br>The various parts of this huge cavern ow'd,</br>For my remembrance too severe a load.</br>Some works I saw that many an after-age</br>Shall deem the highest blessing God bestow'd,</br>And reverence the life-neglected sage,</br>Whose very name is raz'd from history's partial page.", "How different far, methought, has been their fate</br>The deadliest enemies our race has known,</br>Pursued with blindest worship early, late;</br>And some, admir'd for efforts not their own,</br>Have to the world's eye stood aloft, alone.</br>How oft has persecution hunted him</br>Upon whose toils the light of science shone,</br>To clear the errors of man's darkness dim,</br>Compell'd to drain the cup of sorrow from the brim!", "But most in corners thrown without regard,</br>Begrim'd with dust I saw the poet's lays;</br>The nobly gifted heaven-inspired bard</br>Had not the poor reward of empty praise.</br>Here strains I read than in more favour'd days</br>Would have uprais'd the author to the skies,</br>But now in cold Neglect's lone cave he stays,</br>Companion with the learned, great, and wise:</br>Well could his lofty soul the world's contempt despise!", "\"And be it ever so!\" I fervent cried&mdash;</br>\"No poet he who courts the world's applause:</br>The truly gifted feel a nobler pride,</br>And hate the tainted breath of vulgar maws,</br>Condemning idly, praising without cause.</br>To be a poet is enough reward!</br>He rules his actions by his own just laws,</br>He makes his own delights, nor is debarr'd</br>From all that can deserve so high a mind's regard!\"", "All this I saw; and now fatigue bereaves</br>My weary eyes of power to look on more.</br>I laid me down upon the bed of leaves</br>Thickly disspread upon the rocky floor,</br>Where the sad grief-worn youth was stretch'd before.</br>All tranquilly he slept with breathings light,</br>Yet still his hand upon his wound he wore;</br>And then so pale his cheek, I ween, one might</br>But for his breath have thought endless to him that night.", ""]