["BOOK II.  CANTO I.</br>Mans soul with beasts and plants I here</br>Compare; Tell my chief end</br>His immortality to clear;</br>Show whence grosse errours wend.", "But hitherto I have with fluttering wings</br>But lightly hover'd in the generall,</br>And taught the lasting durance of all springs</br>Of hidden life.  That life hight seminall,</br>Doth issue forth from its deep root centrall,</br>One onely form entire, and no'te advert</br>What steals from it.  Beasts life Phantasticall</br>Lets out more forms, and eke themselves convert</br>To view the various frie from their dark wombs exert.", "But mans vast soul, the image of her Maker,</br>Like God that made her, with her mighty sway</br>And inward Fiat (if he nould forsake her)</br>Can turn sad darknesse into lightsome day,</br>And the whole creature 'fore her self display:</br>Bid them come forth and stand before her sight,</br>They straight flush out and her drad voice obey:</br>Each shape, each life doth leapen out full light,</br>And at her beck return into their usuall Night.", "Oh God himself here listeth to appear,</br>Though not perforce yet of his own frank will</br>Sheds his sweet life, dispreads his beauty clear,</br>And like the Sun this lesser world doth fill,</br>And like the Sun doth the foul Python kill</br>With his bright darts, but cheareth each good spright.</br>This is the soul that I with presser quill</br>Must now pursue and fall upon down-right,</br>Not to destroy but prove her of immortall might.", "Nor let blind Momus dare my Muse backbite,</br>As wanton or superfluously wise</br>For what is past.  She is but justly quit</br>With Lucrece, who all souls doth mortalize:</br>Wherefore she did them all immortalize.</br>Besides in beasts and men th' affinity</br>Doth seem so great, that without prejudice</br>To many proofs for th' immortality</br>Of humane Souls, the same to beasts we no'te deny.", "But I herein no longer list contend.</br>The two first kinds of souls I'll quite omit,</br>And 'cording as at first I did intend</br>Bestirre me stifly, force my feeble wit</br>To rescue humane souls from deaths deep pit;</br>Which I shall do with reasons as subtile</br>As I can find; slight proofs cannot well fit</br>In so great cause, nor phansies florid wile;</br>I'll win no mans assent by a false specious guile.", "I onely wish that arguments exile</br>May not seem nought unto the duller eye;</br>Nor that the fatter phansie my lean style</br>Do blame:  it's fittest for philosophy.</br>And give me leave from any energie</br>That springs from humane soul my cause to prove,</br>And in that order as they list to flie</br>Of their own selves, so let them freely rove:</br>That naturally doth come doth oft the stronger move.", "Self-motion and centrall stability</br>I have already urg'd in generall;</br>Als' did right presly to our soul apply</br>Those properties, who list it to recall</br>Unto their minds; but now we'll let it fall</br>As needlesse.  Onely that vitality,</br>That doth extend this great Universall,</br>And move th' inert Materially</br>Of great and little worlds, that keep in memory.", "And how the mixture of their rayes may breed</br>Th' opinion of uncertain quality,</br>When they from certain roots of life do spreed;</br>But their pure beams must needs ychanged be</br>When that those rayes or not be setten free,</br>Thinly dispers'd, or else be closely meint</br>With other beams of plain diversity,</br>That causeth oh a strong impediment:</br>So doth this bodies life to the souls high intent.", "The lower man is nought but a fair plant,</br>Whose grosser matter is from the base ground</br>The Plastick might thus finely did him paint,</br>And fill'd him with the life that doth abound</br>In all the places of the world around.</br>This spirit of life is in each shapen'd thing,</br>Suck'd in and changed and strangely confound,</br>As we conceive:  This is the nourishing</br>Of all; but spermall form, the certain shapening.", "This is that strange-form'd statue magicall,</br>That hovering souls unto it can allure</br>When it's right fitted; down those spirits fall</br>Like Eagle to her prey, and so endure</br>While that low life is in good temperature.</br>That a dead body without vitall spright</br>And friendly temper should a guest procure</br>Of so great worth, without the dear delight</br>Of joyous sympathy, no man can reckon right.", "But here unluckly Souls do waxen sick</br>Of an ill surfeit from the poison'd bait</br>Of this sweet tree, yet here perforce they stick</br>In weak condition, in a languid state.</br>Many through ignorance do fondly hate</br>To be releas'd from this imprisonment,</br>And grieve the walls be so nigh ruinate.</br>They be bewitch'd so with the blandishment</br>Of that fresh strumpet, when in love they first were ment", "Others disdain this so near unity,</br>So farre they be from thinking they be born</br>Of such low parentage, so base degree,</br>And fleshes foul attraction they do scorn.</br>They  be th' outgoings of the Eastern morn.</br>Alli'd unto th' eternall Deity,</br>And pray to their first spring, that thus forlorn</br>And left in mud, that he would set them free,</br>And them again possesse of pristine purity.", "But seemeth not my Muse too hastily</br>To soar aloft, that better by degrees</br>Unto the vulgar mans capacity</br>Mought show the souls so high excellencies,</br>And softly from all corporeities</br>It heaven up unto its proper seat,</br>When we have drove away grosse falsities,</br>That do assault the weaker mens conceit,</br>And free the simple mind from phansies foul deceit.", "The drooping soul so strongly's coloured</br>With the long commerce of corporeals,</br>That she from her own self awide is led,</br>Knows not her self, but by false name she calls</br>Her own high being, and what ere befalls</br>Her grosser bodie, she that misery</br>Doth deem her own:  for she her self miscalls</br>Or some thin body, or spread quality,</br>Or point of quality, or fixt or settee free.", "But whether thin spread body she doth deem</br>Her self dispersed through this grosser frame;</br>Or doth her self a quality esteem,</br>Or quient complexion, streaming through the same;</br>Or else some lucid point her self doth name</br>Of such a quality in chiefest part</br>Strongly fix'd down; or whether she doth clame</br>More freedome from that point, in head nor heart</br>Fast seated; yet, saith she, the bodies brat thou art.", "Thence thou arose, thence thou canst not depart:</br>There die thou must, when thy dear nurse decayes:</br>But these false phansies I with reason smart</br>Shall eas'ly chace away, and the mind raise</br>To higher pitch.  O listen to my layes,</br>And when you have seen fast scald eternity</br>Of humane souls, then your great Maker praise</br>For his never fading benignity,</br>And feed your selves with thought of immortality.", "</br>BOOK II.  CANTO 2.", "Sense no good judge of truth:  What spright,</br>What body we decry:</br>Prove from the souls inferiour might</br>Her incorp'reitie.", "</br>While I do purpose with my self to sing</br>The souls incorporeity, I fear</br>That it a worse perplexitie may bring</br>Unto the weaker mind and duller ear;</br>For she may deem herself 'stroyd quite and clear</br>While all corporeals from her we expell:</br>For she has yet not mark'd that higher sphear</br>Where her own essence doth in safety dwell,</br>But views her lower shade, like boy at brink of well;", "Dotes upon sense, ne higher doth arise</br>Busied about vain forms corporeall;</br>Contemns as nought unseen exilities,</br>Objects of virtue Intellectuall,</br>Though these of substances be principall.</br>But I to better hope would fainly lead</br>The sunken mind, and cunningly recall</br>Again to life that long hath liggen dead:</br>Awake ye drooping souls!  shake off that drousihead!", "Why do you thus confide in sleepy sense,</br>Ill judge of her own objects?  who'll believe</br>The eye contracting Phoebus Orb immense</br>Into the compasse of a common sieve?</br>If solid reason did not us relieve,</br>The host of heaven alwayes would idle stand</br>In our conceit, nor could the Sun revive</br>The nether world, nor do his Lords command:</br>Things near seem further off; farst off, the nearst at hand.", "The touch acknowledgeth no gustables;</br>The tast no fragrant smell or stinking sent; </br>The smell doth not once dream of audibles;</br>The hearing never knew the verdant peint</br>Of springs gay mantle, nor heavens light ylent</br>That must discover all that goodly pride:</br>So that the senses would with zeal fervent</br>Condemne each other, and their voice deride</br>If mutually they heard such things they never try'd.", "But reason, that above the sense doth sit,</br>Doth comprehend all their impressions,</br>And tells the touch its no fanatick fit</br>That makes the sight of illustrations</br>So stifly talk upon occasions.</br>But judgeth all their voyces to be true</br>Concerning their straight operations,</br>And doth by nimble consequences shew</br>To her own self what those wise Five yet never knew,", "They never knew ought but corporealls:</br>But see how reason doth their verdict rude</br>Confute, by loosening materialls</br>Into their principles, as latitude</br>Profundity of bodies to conclude.</br>The term of latitude is breadthlesse line;</br>A point the line doth manfully retrude</br>From infinite processe; site doth confine</br>This point; take site away its straight a spark divine.", "And thus unloos'd it equally respects</br>The bodies parts, not fixt to any one.</br>Let't be diffused through all.  Thus it detects</br>The soul's strange nature, operation,</br>Her independency, loose union</br>With this frail body.  So's this unity</br>Great, but without that grosse extension,</br>Exceeding great in her high energie,</br>Extended far and wide from her non-quantity.", "If yet you understand not, let the soul,</br>Which you suppose extended with this masse,</br>Be all contract and close together roll</br>Into the centre of the hearts compasse:</br>As the suns beams that by a concave glasse</br>Be strangely strengthned with their strait constraint</br>Into one point, that thence they stoutly passe,</br>Fire all before them withouten restraint,</br>The high arch'd roof of heaven with smouldry smoke they taint.", "But now that grosnesse, which we call the heart,</br>Quite take away, and leave that spark alone</br>Without that sensible corporeall part</br>Of humane body:  so when that is gone,</br>One nimble point of life, that's all at one</br>In its own self, doth wonderfully move,</br>Indispers'd, quick, close with self-union,</br>Hot, sparkling, active, mounting high above, </br>In bignesse nought, in virtue like to thundring Jove.", "Thus maugre all th' obmurmurings of sense</br>We have found an essence incorporeall,</br>A shifting centre with circumference,</br>But she not onely sits in midst of all,</br>But is also in a manner centrall</br>In her outflowing lines, For the extension</br>Of th' outshot rayes circumferentiall</br>Be not gone from her by distrought distension,</br>Her point is at each point of all that spread dimension.", "This is a substance truly spiritall,</br>That reason by her glistring lamp hath shown:</br>No such the sense in things corporeall</br>Can ere find out.  May this perswasion,</br>O sunken souls!  slaves of sensation!</br>Rear up your heads and chase away all fear</br>How (when by strong argumentation</br>I shall you strip of what so doth appear</br>Corporeall) that you to nought should vanish clear.", "The naked essence of the body's this</br>Matter extent in three dimensions</br>(Hardnesse or softnesse be but qualities)</br>Withouten self-reduplications</br>Or outspread circling propagations</br>Of its own presence.  These be corporall,</br>And what with these in such extension</br>Singly's stretch'd out, is form materiall.</br>Whether our soul be such now to the test we'll call:", "If souls be bodies, or inanimate</br>They be, or else endowed with life.  If they</br>Be livelesse, give they life?  if animate,</br>Then tell me what doth life to them convey?</br>Some other body?  Here can be no stay.</br>Straight we must ask whether that livelesse be</br>Or living.  Then, what 'lives it.  Thus we'll play</br>Till we have forc'd you to infinity,</br>And make your cheeks wax red at your Philosophy.", "Again, pray tell me, is this body grosse</br>Or fluid, and thin you deem the soul to be?</br>If grosse, then either strongly it is cross'd</br>From entring some parts of this rigid tree</br>And so of life they'll want their 'lotted fee:</br>Or if it penetrate this bulk throughout,</br>It breaks and tears and puts to penalty</br>This very corse.  If't thin and fluid be thought,</br>How pulls it up those limbs and again jerks them out?", "Besides, if stretchen corporeity</br>Longs to the soul, then Augmentation</br>Must likewise thereto appertain.   But see</br>Th' absurdities that this opinion</br>Will drag on with it:  for effluxion</br>Of parts will spoil the steady memory,</br>And wash away all intellection,</br>Deface the beauty of that imagery</br>That once was fairly graven in her phantasie.", "But oft when the weak bodie's worn and wasted</br>And far shrunk in, the nimble phantasie</br>(So far she's from being withered and blasted)</br>More largely worketh, and more glitterandly</br>Displayes her spreader forms, and cheerfully</br>Pursues her sports.  Again, the greater corse</br>Would most be fill'd with magnanimity:</br>But oft we see the lesse hath greater force,</br>To fight, or talk; the greater oft we see the worse.", "All which if weighed well, must ill agree</br>With bodies natures, which merely consist</br>In a dull, silent, stupid quantity,</br>Stretching forth mirksome matter, in what list</br>Or precincts no man knows.  No Naturalist</br>Can it define, unlesse they adde a form</br>That easly curbs the thing that no'te resist,</br>And after her own will can it inform:</br>It still and stupid stands and thinks nor good nor harm.", "The man is mad, that will at all agree</br>That this is soul.  Or if forme bodily</br>Non-replicate, extent, not setten free,</br>But straight stretch'd out in corporeity</br>(Betwixt these two there's that affinity)</br>As little wit that man will seem to have,</br>Which I shall plainly prove by th' energie</br>Of sense, though that same force seem not so brave,</br>Yet for the present I'll not climbe to higher stave.", "If Souls be substances corporeall,</br>Be they as big just as the body is?</br>Or shoot they out to th' height Aethereall?</br>(Of such extent are the sights energies)</br>If they shoot out, be they equally transmisse</br>Around this body?  or but upward start?</br>If round the body, Nature did amisse</br>To lose her pains in half of the souls part,</br>That part can finden nought that through the earth doth dart.", "Or will you say she is an hemisphere?</br>But a ridiculous experiment</br>Will soon confute it:  list you but to rear</br>Your agill heels towards the firmament,</br>And stand upon your head; that part is bent</br>Down through the earth, that earst did threat the skie:</br>So that your soul now upward is extent</br>No higher then your heels, yet with your eye</br>The heavens great vastnesse as before you now discry.", "You'll say, this souls thin spread exility</br>Turns not at all.  How doth it then depend</br>Upon this body?  It has no unity</br>Therewith, but onely doth of cur'sy lend</br>It life, as doth the worlds great lamp down send</br>Both dight and warmth unto each living wight;</br>And if they chance to fail and make an end,</br>Its nought to him, he shineth yet as bright</br>As ere he did.  This showes the soul immortall quite.", "But if the soul be justly coextent</br>With this straight body, nought can bigger be</br>Then is our body, that she doth present;</br>'Cording to laws of Corporeity</br>So must she represent each realty.</br>Thus tallest Gyants would be oft defied</br>By groveling Pigmees:  for they could not see</br>The difference, nor mete his manly stride,</br>Nor ween what matchlesse strength did in his armes reside.", "For they must judge him just as their own selves</br>Of the same stature, of the self-same might:</br>All men would seem to them their fellow Elves</br>Nor little curs would tremble at the sight</br>Of greater dogs; nor hawks would put to flight</br>The lesser birds.  Th' impression of a seal</br>Can be no larger then the wax; or right</br>As big, or lesse it is.  Therefore repeal</br>This grosse conceit, and hold as reason doth reveal.", "Again, if souls corporeall you ween;</br>Do the light images of things appear</br>Upon the surface, slick, bright, smooth and sheen</br>As in a looking glasse?  Or whether dare</br>They passe the outside and venture so farre</br>As into the depth of the souls substance?</br>If this; then they together blended are</br>That nought we see with right discriminance:</br>If that, the object gone, away those forms do glance.", "Thus should we be devoid of memory,</br>And be all darknesse, till the good presence</br>Of outward objects doth the soul unty</br>From heavy sleep.  But this experience</br>Plainly confutes.  For even in their absence</br>We do retain their true similitude:</br>So lovers wont to maken dalliance</br>With the fair shade their minds do still include,</br>And wistly view the grace wherewith she is endude.", "But now new reasons I will set on foot,</br>Drawn from the common sense, that's not extense</br>But dike a centre that around doth shoot</br>Its rayes; those rayes should be the outward sense</br>As some resemble't.  But by no presence</br>Would I the outward senses should be thought</br>To act so in a spread circumference</br>That the seat of their forms should be distrought,</br>Or that by reach of quantities dead arms they wrought.", "For see how little share hath quantitie</br>In act of seeing, when we comprehend</br>The heavens vast compasse in our straitned eye;</br>Nor may the Ox with the Eagle contend,</br>Because a larger circle doth extend</br>His slower lights.  So that if outward sense</br>In his low acts doth not at all depend</br>On quantity, how shall the common-sense,</br>That is farre more spirituall, depend from thence?", "But still more presly this point to pursue;</br>By th' smelling, odours; voices by the ear;</br>By th' eye we apprehend the coloured hew</br>Of bodies visible.  But what shall steer</br>The erring senses?  where shall they compear</br>In controversie?  what the difference</br>Of all their objects can with judgement clear</br>Distinguish and discern?  One common-sense:  </br>For one alone must have this great preeminence.", "And all this one must know, though still but one;</br>Else't could not judge of all.  But make it two;</br>Then tell me, doth the soul by this alone</br>Apprehend this object that the sense doth show,</br>And that by that; or doth it by both know</br>Both objects?  as this colour and that sound.</br>If both knew both, then nature did bestow</br>In vain one faculty, it doth redound:  </br>But if this that, that this, whet shell them both compound?", "And by comparison judge of them both?</br>Therefore that judge is one.  But whether one</br>Without division, let's now try that troth,</br>If it be any wise extent, you're gone</br>By the same reason that afore was shown.</br>Suppose't a line the least of quantity.</br>Or sound is here, there colour, or each one</br>Of the lines parts receive them both.  If we</br>Grant that, again we find a superfluity.", "If this part this, and that part that receive,</br>We are at the same losse we were afore,</br>For one to judge them both, or we bereave</br>Our souls of judgement.  For who can judge more</br>Than what he knows?  It is above his power.</br>Therefore it's plain the common sense is one,</br>One individed faculty.  But store</br>Of parts would breed a strange confusion,</br>When every part mought claim proper sensation.", "If not, nor all could exercise the Act</br>Of any sense.  For could a power of sense</br>Arise from stupid parts that plainly lack'd</br>That might themselves.  Thus with great confidence</br>We may conclude that th' humane souls essence</br>Is indivisible, yet every where</br>In this her body.  Cause th' intelligence</br>She hath of whatsoever happens here:</br>The aking foot the eye doth view, the hand doth cheer.", "What tells the hand or head the toes great grief,</br>When it alone is pinch'd with galling shooes?</br>Do other parts not hurt call for relief</br>For their dear mates?  Ill messenger of woes</br>That grieveth not himself.  Can they disclose</br>That misery without impression</br>Upon themselves?  Therefore one spirit goes</br>Through all this bulk, not by extension</br>But by a totall Self-reduplication.", "Which neither body, nor dispersed form,</br>Nor point of form dispersed e'r could do.</br>And bodies life or sprite for to transform</br>Into our soul, though that might this undo,</br>Yet to so rash conceit to yield unto</br>Cannot be safe:  for if it propagate</br>It's self and 'ts passions, yet they free may go</br>Unmark'd, if sense would not them contemplate.  </br>So doth the Mundane sprite not heeded circulate.", "Besides, if from that spirit naturall</br>The nurse of plants, you should dare to assert</br>That lively inward Animadversall</br>To springer out, it would surely invert</br>The order of the Orbs from whence do stert</br>All severall beings and of them depend.</br>Therefore the Orb Phantastick must exert</br>All life phantasticall; sensitive send</br>The life of sense; so of the rest unto each end.", "There's nought from its own self can senden forth</br>Ought better then it self.  So nought gives sense</br>That hath not sense it self, nor greater worth</br>Then sense, nor sense, nor better springs from thence.</br>Nor that which higher is can have essence</br>Lesse active, lesse reduplicate, lesse free,</br>Lesse spiritall, then that's amov'd from hence,</br>And is an Orb of a more low degree.</br>Wherefore that centrall life hath more activitie,", "And present is in each part totally</br>Of this her body.  Nor we ought diffide,</br>Although some creatures still alive we see</br>To stirre and move when we have them divide</br>And cut in twain.  Thus worms in sturdie pride</br>Do wrigge and wrest their parts divorc'd by knife;</br>But we must know that Natures womb doth hide</br>Innumerable treasures of all life</br>And how to breaker out upon each hint they strive.", "So when the present actuall centrall life</br>Of sense and motion is gone with one part</br>To manage it, strait for the due relief</br>Of th' other particle there up doth start</br>Another centrall life, and tries her art:</br>But she cannot raigne long, nor yet recure</br>That deadly wound.  The plantall lifes depart,</br>And flitten or shrunk spright, that did procure</br>Her company, being lost, make her she'll not endure.", "And so at last is gone, from whence she came,</br>For soon did fade that sweet allurement,</br>The plantall life, which for a while did flame</br>With sympathetick fire, but that being spent</br>Straight she is flown.  Or may you this content?</br>That some impression of that very soul</br>That's gone, if gone, with plantall spirit meint</br>The broken corse thus busily may roll.</br>Long 'tis till water boild doth stranger heat controul.", "Thus have we prov'd 'cording to our insight</br>That humane souls be not corporeall</br>(With reasons drawn from the sensitive might)</br>Nor bodies, nor spread forms materiall,</br>Whether you substances list them to call</br>Or qualities, or point of these.  I'll bring</br>Hereafter proofs from power rationall</br>In humane souls, to prove the self same-thing.</br>Mount up aloft, my Muse, and now more shrilly sing.", ""]