["Here then we leave this lower world and all</br>That it can offer, threaten; all that we</br>In other hours would pain or pleasure call,</br>To raise us from the sluggish body free,</br>And range through worlds which in immensity</br>Lie scattered through the regions of the skies,</br>The caverns of the earth, depths of the sea,</br>All that is evident to our wishing eyes,</br>And all that in the dark obscure of nature lies.", "Or shutting out the world of sense and care,</br>Thought on itself turns its own scrutiny:</br>Tracing the springs which of our being, are</br>The moving principles, with curious eye;</br>Striving to penetrate the mystery,</br>The marvellous laws, which operate through all</br>Its divers works, we know not how or why;</br>Struggling to pierce the cloud, that, like a wall,</br>Compels us from the search our daring thoughts to call.", "Or, loftier still, the unthralled mind,</br>With almost disembodied speed, can roam</br>In its excursive flight, still unconfined,</br>E'en through the wide precincts of yon wide dome,</br>Which, pure as when in nature's first born bloom</br>It spread at God's command its starry page,&mdash;</br>Offers to daring thought a distant home,</br>Where, in its bold aspiring pilgrimage,</br>It seeks for its own source, design, and heritage.", "See, on yon broad expanse of deepened blue,</br>Planets and worlds are vying in their race,</br>Of beauty and of harmony; in hue</br>Ten times more beauteous than this orb, whose face</br>Reflects but borrow'd light, and meaner grace</br>A goodly and a glorious multitude,</br>Whose numbers human wisdom could not trace,</br>Were we with patriarchal lives endued,</br>And ages given to life the reck'ning to conclude.", "At this expansive thought how swells the mind,</br>Lifts and dilates itself as if t' embrace,</br>In its outspreading grasp, the mighty whole,</br>And purified from aught earthly and base,</br>To fill the regions of unbounded space</br>With its own presence, as if there it could,</br>And only there, find fit abiding place</br>For its high aspirations, which subdued,</br>Finds in the world's pursuits an uncongenial food.", "And leaving this dull atmosphere, to see,</br>With eyes and mind from those dark shadows freed,</br>Which dimming sight left not the spirit free,</br>Upon the pinions of the blast to speed,</br>To those eternal regions, and there tread</br>From star to star, in plenitude of night,</br>And through those boundless realms of glory, shed</br>The lustre of its fame, as 'twere the light</br>Of that full orb that keeps them in their course aright.", "And thus the soul will from the slumber start,</br>Which steeps its higher powers, and strives to bend</br>And fetter down in sleep its nobler part;</br>And like the courser with strength unconfined</br>Speed onward with the swiftness of the wind;</br>But all unused to freedom, in the press</br>Of danger rushing headlong &mdash; wild and blind,</br>Urged on by foes, or its own mad excess,</br>Changes insensate sleep for anguish merciless.", "Like the exulting king of birds on high,</br>Spreading his glad wings to the breath of heav'n,</br>Majestically soaring to the sky</br>On wings that seemed by angel sisters giv'n,</br>And tinged with hues, by hands celestial grav'n,</br>It mov'd so bright before the gazer's eye,</br>That fancy deemed e'en tempest madly driv'n,</br>So fair a form would pass unruffled by,</br>And to a meaner prey, with willing mercy hie.", "Alas, how vain our hopes!  The tempest came;</br>Storms that in realms of fiery rage have birth,</br>Swept through the air with all devouring flame,</br>Sparing no beauty's form &mdash; nor mental worth,</br>But fiercely revelling in feelings dearth;</br>Swept by their fury from his native skies,</br>And rudely dashed upon the flinty earth,</br>Gasping for breath the prostrate eagle lies,</br>And moans away his life in mortal agonies.</br>"]