["STROPHE.</br>Who shall awake the Spartan Fife,</br>And call in solemn Sounds to Life,</br>The Youths, whose Locks divinely spreading,</br>Like vernal Hyacinths in sullen Hue,</br>At once the Breath of Fear and Virtue shedding,</br>Applauding Freedom lov'd of old to view?</br>What new Alcaeus, Fancy-blest,</br>Shall sing the Sword, in Myrtles dressed,</br>At Wisdom's Shrine a-while its Flame concealing,</br>(What Place so fit to seal a Deed renown'd?)</br>Till she her brightest Lightnings round revealing,</br>It leap'd in glory forth, and dealt her prompted Wound!</br>O Goddess, in that feeling Hour,</br>When most its Sounds would court thy Ears,</br>Let not my Shell's misguided Pow'r,</br>E'er draw thy sad, thy mindful Tears.</br>No, Freedom, no, I will not tell,</br>How Rome, before thy weeping Face,</br>With heaviest Sound, a Giant-statue, fell,</br>Push'd by a wild and artless Race</br>From off its wide ambitious Base,</br>When Time his Northern Sons of Spoil awoke,</br>And all the blended Work of Strength and Grace,</br>With many a rude repeated Stroke,</br>And many a barb'rous Yell, to thousand Fragments broke.", "EPODE.</br>II.</br>Yet ev'n, where'er the least appear'd,</br>Th' admiring World thy Hand rever'd;</br>Still 'midst the scattered States around</br>Some Remnants of Her Strength were found;</br>They saw by what escap'd the Storm</br>How wond'rous rose her perfect Form;</br>How in the great, the labour'd Whole,</br>Each mighty Master pour'd his Soul!</br>For sunny Florence, Seat of Art,</br>Beneath her Vines preserv'd a part,</br>Till They, whom Science lov'd to name,</br>(O who could fear it?) quench'd her Flame.</br>And lo, an humbler Relick laid</br>In jealous Pisa's Olive Shade!</br>See small Marino joins the Theme,</br>Tho' least, not last in thy Esteem:</br>Strike, louder strike th' ennobling Strings</br>To those, whose Merchant Sons were Kings;</br>To Him, who deck'd with pearly Pride,</br>In Adria weds his green-hair'd Bride;</br>Hail Port of Glory, Wealth and Pleasure,</br>Ne'er let me change this Lydian Measure:</br>Nor e'er her former Pride relate,</br>To sad Liguria's bleeding State.</br>Ah no!  more pleas'd thy Haunts I seek</br>On wild Helvetia's Mountains bleak:</br>(Where, when the favour'd of thy Choice,</br>The daring Archer heard thy Voice;</br>Forth from his Eyrie roused in Dread,</br>The rav'ning Eagle northward fled.)</br>Or dwell in willow'd Meads more near,</br>With Those to whom thy Stork is dear:</br>Those whom the Rod of Alva bruis'd,</br>Whose Crown a British Queen refus'd!</br>The Magic works, Thou feel'st the Strains,</br>One holier Name alone remains;</br>The perfect Spell shall then avail.</br>Hail Nymph, ador'd by Britain, Hail!", "ANTISTROPHE.</br>Beyond the Measure vast of Thought,</br>The Works the Wizzard Time has wrought!</br>The Gaul, 'tis held of antique Story,</br>Saw Britain link'd to his now adverse Strand,</br>No Sea between, nor Cliff sublime and hoary,</br>He pass'd with unwet Feet thro' all our Land.</br>To the blown Baltic then, they say,</br>The wild Waves found another way,</br>Where Orcas howls, his wolfish Mountains rounding;</br>Till all the banded West at once 'gan rise,</br>A wide wild Storm even Nature's self confounding,</br>Withering her Giant Sons with strange uncouth Surprise.</br>This pillar'd Earth so firm and wide,</br>By Winds and inward Labors torn,</br>In Thunders dread was push'd aside,</br>And down the should'ring Billows born.</br>And see, like Gems, her laughing Train,</br>The little Isles on ev'ry side,</br>Mona, once hid from those who search the Main,</br>Where thousand Elfin Shapes abide,</br>And Wight who checks the west'ring Tide,</br>For Thee consenting Heaven has each bestow'd,</br>A fair Attendant on her sov'reign Pride:</br>To thee this blest Divorce she ow'd,</br>For thou hast made her Vales thy lov'd, thy last Abode!", "SECOND EPODE.</br>Then too, 'tis said, an hoary Pile</br>'Midst the green Navel of our Isle,</br>Thy Shrine in some religious Wood,</br>O Soul-enforcing Goddess stood!</br>There oft the painted Native's Feet</br>Were wont thy Form celestial meet:</br>Tho' now with hopeless Toil we trace</br>Time's backward Rolls, to find its place;</br>Whether the fiery-tressed Dane,</br>Or Roman's self o'erturned the Fane,</br>Or in what Heav'n-left Age it fell,</br>'Twere hard for modern Song to tell.</br>Yet still, if Truth those Beams infuse,</br>Which guide at once, and charm the Muse,</br>Beyond yon braided Clouds that lie,</br>Paving the light-embroider'd Sky:</br>Amidst the bright pavilion'd Plains,</br>The beauteous Model still remains.</br>There happier than in Islands blest,</br>Or Bow'rs by Spring or Hebe drest,</br>The Chiefs who fill our Albion's Story,</br>In warlike Weeds, retir'd in Glory,</br>Hear their consorted Druids sing</br>Their Triumphs to th' immortal String.", "How may the Poet now unfold</br>What never Tongue or Numbers told?</br>How learn delighted, and amaz'd,</br>What Hands unknown that Fabric rais'd?</br>Even now before his favoured Eyes,</br>In Gothic Pride it seems to rise!</br>Yet Graecia's graceful Orders join,</br>Majestic through the mix'd Design;</br>The secret Builder knew to chuse,</br>Each sphere-found Gem of richest Hues:</br>Whate'er Heav'n's purer Mould contains,</br>When nearer Suns emblaze its Veins;</br>There on the walls the Patriot's Sight</br>May ever hang with fresh Delight,</br>And, grav'd with some Prophetic Rage,</br>Read Albion's Fame thro' ev'ry Age.", "Ye Forms Divine, ye Laureate Band,</br>That near her inmost Altar stand!</br>Now sooth Her, to her blissful Train</br>Blithe Concord's social Form to gain:</br>Concord, whose Myrtle Wand can steep</br>Ev'n Anger's blood-shot Eyes in Sleep:</br>Before whose breathing Bosom's Balm</br>Rage drops his Steel, and Storms grow calm;</br>Her let our Sires and Matrons hoar</br>Welcome to Britain's ravag'd Shore,</br>Our Youths, enamour'd of the Fair,</br>Play with the Tangles of her Hair;</br>Till in one loud applauding Sound,</br>The Nations shout to Her around:</br>O how supremely art thou blest,</br>Thou, Lady, Thou shalt rule the West!</br>"]