["Son of the tuneful voice &mdash; sweet in Coulhall,</br>Awake the spirit of thy melody,</br>Take down yon harp that hangs upon the wall,</br>And fling thy grand, commanding notes on high.</br>Oh!  tell to us in sounds that ne'er will die,</br>The joys, the pleasures of our little band:</br>Oh!  blend it sweet with music's witchery;</br>And as thou hast our monarch's soft command,</br>Tell how King Coila ruled sweet Ayr's bewitching land.", "The son of song obeyed &mdash; the harp he took,</br>And gracefully his manly fingers played,</br>Piercing and wild was his seraphic look,</br>As o'er the chords the wandering pitch notes strayed,</br>And many a pause and many a start he made.</br>Sometimes false music made her discord roll,</br>Till all at once each truant chord obeyed,</br>And kindling up the lightning of his soul,</br>He sung the brilliant glories of the good King Coul.", "Peace to the race of Coila!  though of yore</br>He oft with death traversed the well-fought field,</br>As through the Saxon's broken ranks he bore</br>Old Caledonia's red and battered shield;</br>For never, never was he known to yield.</br>Dear to his soul was battle's raging glow,</br>Sharp was the falchion he was wont to wield,</br>And oft in justice to the invading foe</br>He portioned them the land &mdash; mayhap six feet or so.", "Fierce were his looks of battle &mdash; but in peace</br>His eyes beamed mildly like the morning star.</br>At home all love, he bade true joy increase,</br>Dove-like with friends, but lion-like in war.</br>His fame for courtesy was spread afar,</br>From burning Indies to the frozen pole;</br>And rosy Phoebus in his golden car,</br>Where'er the heavenly charioteer may roll,</br>Aye heard the glorious praises of our good King Coul.", "War long had ceased on Coila's bonny bound,</br>When, by his majesty's benign command,</br>He caused be framed a table large and round,</br>And at it placed a blithe and jovial band;</br>All knights they were, proved by their master's hand.</br>None had their 'scutcheons either marred or riven&mdash;</br>They were the happiest fellows in the land,&mdash;</br>Nay, were an oath required, it should be given,</br>They were the jolliest mortals 'neath the roof of heaven.", "But life is like the purple setting ray</br>That trembles on the bosom of the stream,</br>Or like the opening of a splendid day</br>That quick dispels a horror-breathing dream.</br>Who can for aye on life's wild ocean swim?</br>The lamp of life, oh!  soon, too soon expires;</br>And kings themselves, I'm sure, can never deem</br>Their lamp will blaze up with eternal fires;</br>So worthy old King Coul was gathered to his sires.", "But not before a charter he prepared,</br>And caused it 'mong his records be enrolled,</br>And as he for the same had great regard,</br>'Twas writ in letters of the virgin gold.</br>'Mong other things this princely charter told</br>That the high order of the noble Coul</br>Should once a week a splendid chapter hold,</br>Swayed by a king, a jovial merry soul,</br>One like himself, who loved his friend, his lass, and bowl.", "This noble order through a lapse of years</br>Has now descended to the present day,</br>And it as fresh and lovely now appears</br>As if its founder was but hours away.</br>Come then, my brothers, let's be blithe and gay;</br>Remember that the moments swiftly roll;</br>We'll trill, Sir Knights!  some sprightly roundelay;</br>&mdash;But hush!  send round in silence now the bowl&mdash;</br>Drain it to our great founder, worthy old King Coul.", "The voice now ceased; high in the lofty hall</br>The son of song hung up his harp again,</br>And oft I saw it vibrate on the wall,</br>As if it wished to echo o'er the strain;</br>And oft I saw its master's eyes remain</br>Fixed full upon it, and his features wore</br>A look, as if he seemed to say, \"'Tis all in vain;</br>I cannot woo thee as I did of yore:</br>My hand is feeble now, and I will sing no more.\"</br>"]