["Amidst the thunder of victorious arms,</br>While British valour either world alarms,</br>On this fair Isle, the glory of the main,</br>Have Peace and Hymen fix'd their happy reign.</br>It's tranquil shores no bold invader know;</br>On distant plains the British laurels grow:</br>The shouts of conquest from each Pole rebound,</br>And Gallia's lilies wither at the sound.", "O!  doom'd a nation's general joy to share,</br>To shine bright object of the public care,</br>Princess, whom Britain welcomes to her shore,</br>To bless a Monarch whom her sons adore;</br>Hail!  to a land, where Plenty lifts her horn,</br>Hail!  to a land which all the arts adorn;</br>To which the empire of the main is given,</br>The nurse of Heroes, and delight of Heaven.", "No scenes like those thy native land bemoans,</br>No Virgin's tears, no dying Warrior's groans</br>Await Thee here:  but Hymen's altars flame,</br>And soft affections all thy Bosom claim.</br>Fate, of thy Life that draws the sacred clue,</br>Spreads the fine texture of a brighter hue;</br>That wins the reason, or subdues the heart.</br>No feverish passion thy lov'd Youth inspir'd;</br>Where Virtue pointed, there his Soul was fir'd:</br>Skill'd in those arts which all that's fair pusue,</br>He saw their object was compleat in You.</br>While his pleas'd Eyes survey th' illustrious store,</br>The breathing  Busto and Medallic ore;</br>Of antient forms You rival every grace,</br>Faustina's form and Cleopatra's face:</br>Their vicious beauties no true lustre gave;</br>The wanton Roman soil'd them, and a slave:</br>But modest charms your pleasing whole refin'd,</br>Bright emanations beaming from the mind:</br>And Britain's Lord, in You supremely blest,</br>For one fair living image scorns the rest.", "To You the polish'd arts their homage pay;</br>Their colours blend, or tune the sounding lyre;</br>For You the marble feels Promethean fire;</br>For You their tribute all the Muses bring,</br>From Isis' grot, and Granta's sacred spring.</br>Nor scorn your cultivated mind the strain,</br>Which oft has flow'd for other ears in vain.</br>For know on this depends a nation's fame,</br>Tho' vulgar minds contemn the Poet's name:</br>The victorious reverence what embalms their praise.", "Where'er the Muse by Heaven inspir'd has sung,</br>Immortal sounds have grac'd her native tongue.</br>She taught the stile of animated sense,</br>And all the energy of eloquence:</br>Then Arts which soften life, and Commerce came;</br>Historic pages rais'd the Hero's flame:</br>The Patriot's counsels claim'd th' eternal strain,</br>And rising empire spread its wide domain.</br>Thus over Greece the Muse display'd her light;</br>And with the Roman Eagles urg'd her flight:</br>Thus play'd on Gallia's once illustrious plain,</br>Where but one Poet now attunes the strain.</br>Such now the tributary verse she pours</br>Wide o'er the World from Britain's sounding shores:</br>Pleas'd to record for ages yet unborn</br>How Strelitz' charms her favourite Isle adorn.</br>Yet even here she mourns with tears the past,</br>The frowns of Power, and Envy's chilling blast.", "On Mulla's shores when Spencer tun'd the strain,</br>Soft flow'd the stream, and hush'd was all the plain:</br>To grot, hill, valley, lawn, and shades around</br>Of Gloriana's name he taught the sound:</br>There every Muse and every Grace was seen</br>To crown with Fancy's wreath the British Queen.</br>For dying hopes his silent bosom pin'd;</br>Faithless they woo'd his young ambitious mind.</br>While cold neglect and lingering long suspence,</br>More fell than baneful drug that lulls the sense,</br>And sharper far than death's destroying dart,</br>Consum'd with care his great deserving heart.</br>Then sure no Muse of him will dress the grave</br>With holy verse, who, negligent to save,</br>Turn'd from the Muses gifts with scornful eye;</br>Saw Merit bloom, then droop forgot, and die.", "The wise may counsel, and the brave may bleed:</br>Unless the Muse bids envious Time recede,</br>And near their tombs eternal Vigils keep,</br>Their glorious actions must in silence sleep.", "With better hopes the Nine their homage pay,</br>And hail the influence of Your orient ray.</br>CHARLOTTA'S smiles above ELIZA'S days</br>Shall lift a Monarch's and a Nation's praise.</br>In your soft court the Muses shall be found,</br>And Wit direct the dart that gives no wound.</br>No savage dagger there shall Faction draw;</br>But Virtue give to every passion law:</br>Far off shall Satyr point its venom'd sting;</br>But Love his torch with smiling Beauty bring.</br>Pleas'd at Your feet each Muse's child shall sit,</br>Safe from the vengeance of malignant Wit.</br>No beating storms the Monarch Eagle move,</br>When couch'd he sleeps beneath the throne of Jove.", "Your beauties not alone our Youth engage</br>To touch the string:  but warm the breasts of Age.</br>The faithful Servant of the throne appears;</br>Nor feels the weight of labours and of years;</br>Happy the object of his cares to view,</br>The BRUNSWIC line confirm'd, and grac'd by You.</br>Amidst the general voice and duteous strain,</br>He asks Your smiles to bless his Granta's train.</br>Alike the Sons of honour'd Isis claim</br>To make the verse immortal by Your fame.</br>Nurs'd in these learned shades around You stand</br>Who shine in Senates now, th' illustrious band;</br>O'er Britain's fleets, or armies who preside;</br>Or who the reigns  of mighty Empire guide;</br>Proud of the wreaths which classic bands have wove</br>Due to your Charms, to Loyalty, and Love.", "Thus when the Sages of the Trojan state</br>Of war or peace were met to fix the fate;</br>As Helen pass'd, the hoary Chiefs admir'd,</br>And prais'd the passions which her Eyes inspir'd.", "Henceforth our labours, and our fame be one;</br>And Cam's and Isis' streams together run:</br>To distant climes convey the pleasing tale;</br>While Britain's Muses like her Arms prevail,</br>And shine their Monarch's pride, their Country's boast;</br>Their only contest to applaud You most.</br>"]