["ROBERT the douse, by a' the Swains rever'd,</br>Wise are his Words, like Siller is his Beard;</br>Near saxty shining Simmers he has seen,</br>Tenting his Hirsle on the Moorland Green:</br>Unshaken yet wi' mony a Winter's Wind,</br>Stout are his Limbs, and youthfu' is his Mind;</br>But now he droops, ane wad be wae to see</br>Him sae cast down; ye wadna trow its he.</br>By break of Day he seeks the dowy Glen,</br>That he may scowth to a' his mourning len;</br>Nane but the clinty Craigs and scrogy Briers</br>Were Witnesses of a' his Granes and Tears.</br>Howder'd wi' Hills a Crystal Burnie ran,</br>Where twa young Shepherds fand the auld good Man:</br>Ane RICHY height, a Friend to a' distrest,</br>Ane SANDY wha of Shepherds sings the best:</br>With friendly Looks they speer'd wherefore he mourn'd,</br>Three Times he sigh'd, and thus to them return'd.", "ROBERT.</br>O MATT!  my MATT! &mdash; Oh Lads, e'en take a Skair</br>Of a' my Grief &mdash; Our sweet-tongu'd MATT's nae mair.</br>Ah Heavens!  did e'er this lyart Head of mine</br>Think to have seen the cauldrife Mools on thine?", "RICHY.</br>My Heart misga'e me, when I came this Way,</br>His Dog its lane sat yowling on a Brae;</br>I cry'd, Iskisk &mdash; poor Ringwood, &mdash; sairy Man;</br>He wagg'd his Tail, cour'd near, and lick'd my Hand:</br>I straik'd his Back, which eas'd a wee his Pain;</br>But soon's I gade away, he yowl'd again.</br>Poor kindly Beast; &mdash; Ah Sirs!  how sic should be</br>Mair tender-hearted mony a time than we.", "SANDY.</br>Last Ouk I dream'd my Troop that bears the Bell,</br>And paths the Snaw out, o'er a high Craig fell,</br>And brak his Neck. &mdash; I started frae my Bed,</br>Awak'd, and leugh. &mdash; But now my Dream its red.</br>How dreigh's our Cares, our Joys how soon away,</br>Like Sun-blinks on a cloudy Winter's Day!</br>Flow on ye Tears, ye have free Leave for me;</br>O sweet-tongu'd MATT, thousands shall greet for thee!", "ROBERT.</br>Thanks to my Friends for ilka briny Tear</br>Ye shed for him, wha to us a' was dear;</br>SANDY, I'm eas'd to see thee look so wan;</br>RICHY, thy Sighs bespeak the kindly Man.", "RICHY.</br>But twice the Simmer's Sun has thaw'd the Snaw,</br>Since frae our Heights Eddie was tane awa':</br>Fast MATT has follow'd. &mdash; Of twa sic bereft,</br>To smooth our Sauls, alake, wha have we left?</br>Waes me!  o'er short a Tack of sic are giv'n;</br>But wha may contradict the Will of Heav'n?</br>Yet mony a Year he liv'd to hear the Dale</br>Sing o'er his Sang, and tell his merry Tale.", "Last Year I had a stately tall Ash Tree,</br>Braid were its Branches, a sweet Shade to me;</br>I thought it might have flowrish'd on the Brae</br>(Tho' past its Prime) yet twenty Years or sae:</br>But ane rough Night the blat'ring Winds blew snell,</br>Torn frae its Roots, adown it souchan fell;</br>Twin'd of its Nourishment it lifeless lay,</br>Mixing its wither'd Leaves amang the Clay.</br>Sae flowrish'd MATT: &mdash; but where's the Tongue can tell</br>How fair he grew!  how much lamented fell!", "SANDY.</br>How snackly cou'd he give a Fool Reproof,</br>E'en with a canty Tale he'd tell aff loof!</br>How did he Warning to the dosen'd sing,</br>By auld Purganty, and the Dutchman's Ring!</br>And Lucky's Siller Ladle shaws how aft</br>Our greatest Wishes are but vain and daft.</br>Unnatural Wits, he will'd them a' to pap</br>Their crazy Heads into Tam Tinman's Shap,</br>Where they might see a Squirrel wi' his Bells</br>Ay wrestling up, yet rising like themsells.</br>Thousands of Things he wittily cou'd say,</br>With Fancy strong, and Saul as clear as Day.</br>Gay were his Tales: &mdash; But where's the Tongue can tell</br>How gay he was!  how much lamented fell!", "RICHY.</br>And as he blythsome was, sae was he wise,</br>Our Laird himself would aft take his Advice.</br>E'en Cheek for Chew he'd seat him 'mang them a',</br>And tak his Mind 'bout kittle Points of Law.</br>When Clan Red-Yards, ye ken, wi' wicked Fewd,</br>Had skaild of ours, but mair of his ain Blood;</br>When I, and mony mae that were right crouse,</br>Wad fain about his Lugs have burnt his House;</br>Yet Lady ANNE, a Woman meek and kind,</br>A Fae to Rancour and a bloody Mind,&mdash;</br>When mony in the Fray had got their Dead,</br>To make the Peace our Friend was sent wi' Speed.</br>The very Faes had for him just Regard,</br>Tho' sair he jyb'd their foremost singing Bard.</br>Active was MATT: &mdash; But where's the Tongue can tell</br>How wise he was!  how much lamented fell!", "SANDY.</br>Wha could like him in a short Sang define</br>The bonny Lass, and her young Lover's Pine?</br>I'll ne'er forget that ane he made on May,</br>Wha brang the poor blate Symie to his Clay;</br>To gratifie the paughty Wench's Pride,</br>The silly Shepherd bow'd, obey'd and dy'd.</br>But sic dear Lasses, as the Nit-brown Maid,</br>Shall never want ay-lasting Honours paid;</br>Sic claim'd his Lays, and still it was his Care</br>With manly Mind to shield and roose the Fair.</br>Sweet was his Voice, when Beauty was in View,</br>Smooth ran his Lines, ay grac'd wi' something new:</br>Nae Word stood wrang &mdash; But where's the Tongue can tell</br>How saft he sang!  how much lamented fell!", "RICHY.</br>And when he had a mind to be mair grave,</br>A Minister nae better could behave;</br>Far out of Sight of sic he aften flew,</br>When he of haly Wonders took a View;</br>Well cou'd he praise the Power that made us a',</br>And bids us in Return but tent his Law,</br>Wha guides us when we're waking or asleep,</br>Wi' thousand Times mair Care than we our Sheep;</br>When he of God's unbounded Wisdom sang,</br>My Heart lap high, my Lugs wi' Pleasure rang:</br>These to repeat, braid-spoken I wad spill,</br>Altho' I should imploy my outmost Skill.</br>He towr'd aboon: &mdash; But where's the Tongue can tell</br>How high he flew!  how much lamented fell!", "ROBERT.</br>My Bennison, dear Lads, light on ye baith,</br>Wha ha'e sae true a Feeling of our Skaith;</br>O Sandy, draw his Likeness in smooth Verse,</br>As well ye can; &mdash; Then Shepherds shall rehearse</br>His Merit, while the Sun mets out the Day,</br>While Ews shall bleet, and little Lambkins mae.", "I've been a Fauter, now three Days are past,</br>While I for Grief have hardly broke my Fast:</br>Let's to my Shiel, there let's forget our Care,</br>Sic as it is, ye're welcome to a Skair.</br>Besides, my Lads, I have a Browst of Tip,</br>As good as ever wuish a Shepherd's Lip;</br>We'll tak a Scour o't to put aff our Pain,</br>For Reason tells me a' our Sighs are vain:</br>Come, help me up &mdash; yon sooty Cloud shores Rain.</br>"]