["Near hoar Secundrie's mass of sculptur'd walls,</br>That sacred keep Indostan's Royal dead;</br>Where still the solemn voice of rev'rence calls,</br>A youthful chief European warriors led,", "Who call'd to honour to the fields of Fame,</br>To love and arms confined his darling care;</br>He thought till then no glory man could claim,</br>Equal to the feats that win the yielding fair!", "To him the winds that whistled thro' the gloom</br>The moon that gleam'd thro' time-worn chinks around,</br>The forms that seem'd to breathe on every tomb,</br>Seem'd thus to modulate the verbal sound:", "\"Tho' martial music every bosom warms,</br>And deeds heroic charm the coldest ear;</br>No glory waits the proudest feats of arms,</br>That once exceed necessity's barrier.", "\"Refin'd from all that strain'd a Gothic age,</br>Let modern annals speak the genuine brave;</br>Uninfluenc'd from each legendary page,</br>Let Eliott conquer, and let Curtis save.", "\"But should Ambition on a tow'ring car,</br>'Midst groaning heaps, and desolated fields,</br>In triumph bear thee from the front of war,</br>Whilst ruin'd States deplore thy sounding wheels;", "\"Keen vul'trous pangs would wring thy baffled breast,</br>Pale grinning spectres round thy couch would grow!</br>Mercy's strong claims thy secret haunts infest,</br>And tear the poppies from thy clammy brow.", "\"If Beauty's self could yield thee all her charms,</br>Flush'd as the dawn, or as the morning fair;</br>Or Syren-like invite thee to her arms;</br>As golden waves her length of flowing hair!", "\"What if, to paint from fancy's pic'tring views,</br>Her swelling bosom foil'd a Raphael's pains,</br>Her eyes as vernal suns in life profuse,</br>As lightning thrilling thro' thy raptur'd veins?", "\"And what, if when unloos'd her virgin zone,</br>Thy ravish'd senses could no limits keep?</br>She'd but perchance the soft dominion own,</br>Till Sol had waded through the western deep!", "\"Then hence return &mdash; each patrimonial field</br>For thee shall breathe a purer gust of air;</br>Or 'gainst the treach'rous Gaul thy prowess wield;</br>Or to thy bosom press some faithful fair.", "\"So shall true honours wait thy day's decline,</br>And Health each morn thy equal pulses greet.\"</br>They said: &mdash; his files wheel'd off in radiant line,</br>And sullen drums then measur'd movements beat.</br>"]