["'Tis hard to wean the heart from gone by years&mdash;</br>Yes!  there are hours when nature must be free</br>And dwell upon its former hopes and fears,</br>And those fond dreams that never were to be,</br>Life would indeed be fraught with misery,</br>And be a weary burden to the soul,</br>Did we not sometimes quit this earth and flee</br>Unto the realms of thought &mdash; where tears will roll,</br>And the heart yield itself to passion's sweet control.", "Let sophists fume and prattle as they may,</br>This heart will bleed when dwelling on the past;</br>The moralists lore will not then have the sway,</br>A tear will start, tho' it should be the last.</br>And wherefore not?  when feelings rushing fast</br>From dark oblivion's cells again to light,</br>Crushing each worldly thought, like fate's fell blast,</br>Can aught of earth or powers of endless night</br>Forbid the heart to mourn o'er fortune's withering blight.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Can we gaze on the silent quiet dead,</br>When life's warm glow has left the inanimate clay,</br>When from our sides the immortal spark has fled</br>And not exclaim &mdash; \"poor beings of a day,</br>What are ye?  when your worldly vain display</br>Is past &mdash; when ye have sped into the bourne</br>Of dread futurity.  Not one who may</br>Tell this.  Say, will there be a joyful morn,</br>Or do ye to your parent dust for e'er return?\"", "But hold, thou bold presumptuous man!  How far</br>Would thy flight of impiety thus go?</br>Would thy frail heart vainly presume to war</br>With Him who gave thee being?  'Ware the blow</br>That soon will end thy doubts.  \"Enough to know</br>Thou art.\"  Doth not a feeling in thy breast,</br>A strange pang which thou know'st not of, say \"no\"</br>To all thy sceptic thoughts? &mdash; 'Twill never be supprest.</br>If thou canst do't &mdash; then say there is no place of final rest.</br>"]