["The blue eyed Wanderer is return'd again,</br>The stamp of many a summer on his brow,</br>Where images &mdash; that o'er his youthful brain</br>In fleet succession pass'd &mdash; have settled now;</br>But not companions scatter'd or laid low,</br>Nor change by time ywrought upon his prey,</br>Have quelled the young enthusiast; still the glow</br>Flushes his cheek, as in his earlier day,</br>When throbbed his young heart high at Beauty's maddening lay.", "See from his free limbs how they fall away&mdash;</br>The soft, luxurious foreign chains that bound him&mdash;</br>At the rude welcome of our ocean spray;</br>While England winding her white arm around him;</br>Presseth to joy that she again hath found him;</br>Kneeling in duty to his native land</br>Upon the spot where late her blessing crown'd him,</br>Swelled the true impulse of his good right hand,</br>And gave to lofty thought the brow her sea-breeze fanned.", "Italian skies have glowed upon his view,</br>Helvetian melodies enriched his ear;</br>Yet sighs he not such charms to bid adieu&mdash;</br>He shall their loveliness encounter here,</br>In eyes, for blue expression without peer,</br>And in the voice from Her soft bosom swelling,</br>Whose dimple doth imbed a joyful tear,</br>For hour beyond all youthful hour excelling,</br>Illumining thro'out the soul's irradiate dwelling.", "Maids of his native land he loves you well,</br>Your household loveliness he knows to prize;</br>Albeit he of other nymphs could tell,</br>Idalia's blue &mdash; Iberia's sparkling eyes,</br>And Gallic lips, where beauty laughs and lies</br>Thro' coiffure, rouge and aimabilite;</br>But dearer far to him your native guise.</br>Your open-hearted frankness that would say,</br>\"There's joy within our hearts, and therefore are we gay.\"", "Hark, from the roof of his paternal hall</br>Acclaim of visitor and vassal blending,</br>Echoes his name along the leafy wall,</br>That o'er yon throng unto the castle wending,</br>In mimicry of Gothic arch is bending;</br>The while his presence lights up every eye,</br>To gladness uncontrolled it's triumph lending:</br>But there are bosoms in the crowd that sigh</br>For one calm hour, to list his travel's history.", "Nor long before the traveller's tale will flow,&mdash;</br>First of the spot where Albion sprung to wield</br>Her weapon, tried in tyrants' overthrow,</br>Red Waterloo's anticipated field;</br>Where France her faulchion drew for lack of shield,</br>And flung her scabbard at the foe in heat,</br>Yet was enforced another plume to yield,</br>Tho' led by one, for onset and retreat</br>Alike in war renowned, the man of winged feet.", "Plumed then be every foot!  &mdash; faint sons of Gaul!</br>The foe is far upon the road before ye;</br>There is no rallying round your Capital,&mdash;</br>Vainly in den of crime, or hall of glory,</br>Plot the performers of Her tragic story:</br>Already Conquest to the Arts hath cried&mdash;</br>No more at such a shrine shall man adore ye;</br>Back to thy lowest ebb, Imperial tide,</br>And o'er thy billows float the galleries of Her pride.&mdash;\"", "The islander, in pride of empire scoffed,</br>Had then her palaces and places thronged;</br>The standard o'er her ramparts wav'd aloft,</br>That to the scorned and hated land belonged;</br>And o'er the world had triumph, trumpet tongued,</br>Oblivion of the reckless past proclaim'd:</br>Whilst they, the free-born conquerors, doubly wronged,</br>Beheld their chief &mdash; astonished and ashamed&mdash;</br>Sanction the bloody deed that never must be named.", "Ere yet the latest fiat was gone forth,</br>All eyes of all men center'd upon him;</br>As flashed the instruments of kingly wrath,</br>The glory of his thousand fights grew dim:</br>Then did no vision o'er his senses swim,&mdash;</br>As when in Pizzo's hall, amid the gloom</br>A form of ghastly look and mangled limb,</br>Unto the warrior of the silver plume</br>Appeared, with angry look to taunt him with his doom?", "No; the vain chief, who came with naked sword,</br>And heart on fire, to set the bondsmen free,</br>Hath now his weapon to its sheath restored,</br>And seized and dashed his pen through &mdash; Liberty;</br>With aught so sacred what to do hath he?</br>He &mdash; a mere warrior, &mdash; nurtur'd but to slay</br>By licence of the high-born powers that be;</br>Hath he forgotten Cintra, and the day</br>When Frenchmen laughed to scorn their conquerors in the fray?", "Thence bounding to the Switzer's mountain land,</br>His young and buoyant spirit shall rehearse,</br>How the brave peasant, with a dauntless hand,</br>From his free nature shook it's bondage curse;</br>What time the Austrian saw his bands disperse,</br>And from the land he entered to subdue,&mdash;</br>A warrior at his weapons foiled, or worse,</br>A scorned and hunted fugitive, &mdash; withdrew</br>Before the thousand blades that flashed upon his view,", "Then patriot nerves will thrill to kindling mention</br>Of the rich beachen shade on Uri's rock,</br>Where steady of his heart and eye's intention,</br>A father's energy withstood the shock</br>Of tyranny's unanswerable knock,</br>Falling upon the portal of his heart;</br>Whereat the children of the lovely Loch</br>Uprose, to fling their servile chains apart,</br>And blend that holy tie the sword alone can part.", "And soon the pencilled arch o'er beauty's eye,</br>Will be imbowed to admiration's height,</br>In bright imagining of scenery,</br>Created for the love-lorn heart's delight,</br>Blazoned by golden day or silver night;</br>The voyage upon the lake, &mdash; the bower on shore,&mdash;</br>Sweet song, ascending on the clear star-light,</br>With faint accompaniment of dipping oar,</br>And ever and anon the torrent's awful roar.", "But close on these delights a track hath war</br>Thro' Europe's adamantine breast-plate made,</br>And brandished to the morning light afar,</br>The rugged welcome of her thirsty blade;</br>Here did the wily Carthagenian's shade,</br>Startling by night Rome's latest centinel,</br>Reluctant from the rising day-beam fade,</br>And rung at parting over Alpine dell,</br>Upon his shadowy shield the tottering Empire's knell.", "Then will the traveller's tale assume a glow,</br>Warm as the coloring of Italian clime</br>Outstretched that Alpine dizziness below;</br>Bower of the mimic arts, and honied rhyme!</br>Where yet, oh shame!  at superstition's shrine,</br>Man reads of God in bigotry's dull tome;</br>Fallen far below the spirit, and the time</br>When, Queen of all the land, Republic Rome</br>Enshrined her household gods in Freedom's early home.", "And from his heart shall burst the unconscious sigh,</br>To tell the wreck of glories that bespread</br>This field of greatness utterly gone by,</br>Where now on every side the vulgar tread</br>Tramples the ashes of the mighty dead;</br>And man &mdash; his sense and faculties asleep&mdash;</br>Where freemen trode and earth's great conquerors led,</br>Along his glorious birthright seems to creep:&mdash;</br>At such a falling off who would not chuse but weep!", "Glance at the lovely garment nature weaves</br>O'er earth and sea, from mountain peak to vale,</br>Even to the region whence Vesuvius heaves</br>Hot ashes on the mariner's far sail:</br>Count up her mountain streams that never fail&mdash;</br>Her woods, that clothe each glen's romantic bank&mdash;</br>Gay flowers that show fair freedom's corse more pale&mdash;</br>And, bating that the human soul hath shrank&mdash;</br>Where is the land on earth with which She may not rank?", "Where is the land an empire's ample tomb</br>O'erwhelms in such magnificent array!</br>Mid bloomy flowers &mdash; the fruit of nature's womb&mdash;</br>Temple, and obelisk, and column grey,</br>And aqueduct, whose giant limbs o'erlay</br>The valley and its fountain, &mdash; ocean's wave</br>Rolling on emerald isle, or marble bay,</br>Sapping imperial mole, or swoln to lave</br>With tributary dash the last bold Roman's grave.", "Nor shall the land of chivalry compete</br>With her, the glory of the world, and queen;</br>Though foiled by thee, and baffled to defeat,</br>Iberia!  hath the world's great conqueror been!</br>Though blasted in the battle, thou hast seen</br>From forth thy rescued land, the recreant Moor</br>Bear the dimm'd lustre of the crescent's sheen:</br>Tho' once besmear'd with crime, and stain'd with gore,</br>The sceptre of a world thy faithless monarchs bore.", "Yet still art thou most lovely, and the tales</br>Of other days &mdash; recurring at the sight</br>Of every stream that intersects thy vales,</br>Or gushes from thy dizzy mountains' height&mdash;</br>In patriot bosoms stirs a full delight:</br>The castanet and light bolero still,</br>At nightfall cheer thy vintagers, despite</br>The bondage of the spirit, that would chill</br>The bursting bud of truth and curb the human will.", "And anxious on thy beach Iberia sits,</br>Like Her imprisoned in the brazen tower;</br>And weeps, and triumphs, by alternate fits,</br>To see her cradled Freedom in the power</br>Of seas that overwhelm, and skies that lower:</br>Then floating in a sun-burst o'er the foam&mdash;</br>And bright as e'er that burst, an awful hour</br>In its accumulated might shall come,</br>And Freedom lead the free to rescue of their Home.", "For doth it not the kindliest nature gall,</br>To see the children of a soil so fair,</br>Writhing in misery beneath a thrall,</br>That &mdash; like the Trojan serpent, every where</br>Straining its grasp &mdash; is coiled around them there?</br>While they, who from his prison-house of late&mdash;</br>Strong in the madness of a brave despair&mdash;</br>Upraised the fortunes of that poor ingrate,</br>Now groan beneath the yoke they battled to create.", "And yet the nations have no shuddering felt,</br>No memory of the pious fight they won!</br>And therefore is no retribution dealt</br>For all his fiendish acts and evil done:&mdash;</br>But there are spirits still, &mdash; tho' some are gone,</br>The best and bravest of the patriot band,&mdash;</br>Who yet shall live to purify the throne,</br>With vindicating sword and fiery brand;</br>And sweep the pestilence from forth this lovely Land.", "Man is not humbled so, &mdash; nor monarchs so</br>Above the genius of the world uprear'd;</br>Nor are they now what they have been, altho'</br>For one short season sanctified and feared</br>A senseless bigot, with a conscience seared,</br>And in the very wantonness of might,</br>And callous in forgetfulness, hath dared</br>Around the sun of science, and its light,</br>To fling a darkling cloud, and liken it to night.", "And what is royalty &mdash; its envied crown</br>Of gem, and power, and borrowed radiance shorn&mdash;</br>Its throne by angry myriads trampled down&mdash;</br>Its sceptre broken, and its purple torn:&mdash;</br>What, but a mark to point the hand of scorn?</br>A beacon streaming o'er the sea of time,</br>With blood-red lustre, to deter and warn</br>The young and giddy aspirants, that climb</br>Ambition's upward rock, the precipice of crime?", "But Thou, his country!  great and independent</br>Despite an evil star of dark portent,</br>That revels for a time in its ascendant,</br>As tho' unto thy pride in judgment sent&mdash;</br>His heart is full of thee; and as he bent,</br>That Blue-eyed wanderer of the world &mdash; his knee,</br>The joy within his patriot bosom pent</br>Burst forth in agony of prayer for thee,&mdash;</br>That ever thou mightest reign, the freest of the Free!", "Then unalloyed be now his heart's rejoicing,</br>To see on every side the welcome press</br>Of tearful age, and boisterous stripling voicing,</br>In every tone, endearment, and caress.</br>Then unalloyed be every pleasure: &mdash; Yes!</br>For what hath he to do with woe or care,</br>With silent agony, or loud distress?</br>He was not born like such as me, to bear</br>About a load of grief, and anguish, and despair!</br>"]