["See where the Victim stands! &mdash; not crown'd with flowers,</br>But compass'd round by fiends: &mdash; his haggard cheek,</br>His beamless eye &mdash; what tell they? &mdash; Of lost hours,</br>With mute, but dreadful eloquence they speak!</br>Of fame and fortune blighted, hopes betray'd,</br>And all the fearful wreck one cherish'd vice had made.", "Hark to yon hollow laugh of desp'rate mirth,</br>That while it fires the brain, and lights the eye,</br>Sounds the last knell of peace; owing its birth</br>To the fierce pangs of mental agony.</br>'Tis the convulsive joy of wild Despair,</br>Wrung from the tortured heart &mdash; a joy that Demons share!", "Oh, love of play!  so call'd in Fashion's phrase,</br>Blighter of social hearths and peaceful hours;</br>Cank'rer of manhood's fair and opening days,</br>That but for thee had else been strewn with flowers;</br>Thou direst passion of the human heart,</br>None but a master's hand can paint thee as thou art!", "Oh!  vice of all most hurtful to the soul,</br>Climax of ev'ry other vice &mdash; the mind</br>That once acknowledges thy fell control</br>Spreads desolation round it; like the wind</br>That sweeps the desert in its poison'd wrath,</br>Shedding where'er it breathes destruction in its path!", "Oh, vice of all most deadly!  on thy shrine</br>Nature's soft links, Love's sweet and holy ties,</br>Fall early victims &mdash; all the bonds that twine</br>Around man's heart, light up a sacrifice</br>More cruel than on Bramah's blood-stain'd pyre,</br>Where Hindoo mothers joy to see their babes expire!", "Fame &mdash; honour &mdash; fortune &mdash; all are swept away,</br>All swell the gen'ral wreck: &mdash; why stands he HERE</br>A ruin'd, hopeless Wretch? &mdash; As breaks the day,</br>He quits the scene of plunder; &mdash; in his ear</br>Ring the still rattling dice; &mdash; his throbbing brain</br>Is crowded now with thoughts, that ne'er shall rest again.", "Rushing with horror through the silent streets,</br>And shrinking from himself, he seeks his HOME!</br>(Once 'twas a happy one): &mdash; his pale Wife greets</br>His wish'd return with smiles; &mdash; how can Man roam</br>From Woman's calm endearments to partake</br>Those scenes that of his soul a leafless desert make?", "Ah!  SHE has listen'd with a beating heart</br>To ev'ry passing footstep; &mdash; SHE has told</br>Each ling'ring hour's dull chime with frequent start,</br>And tears that none might chide, and none behold;</br>And she has kiss'd her infant in its sleep,</br>Praying that Heaven from him such fatal vice may keep!", "But now she meets the LOST-ONE with a smile</br>That would seem cheerful &mdash; save that her pale brow</br>And faded cheek tell other tales the while</br>Of sufferings which her lips will ne'er avow:</br>Fondly she clasps the wanderer to her breast&mdash;</br>Alas!  not ev'n THERE can his wreck'd heart find rest!", "She leads him to the couch where calmly sleeps</br>His beggar'd child: &mdash; then e'en the GAMESTER'S soul</br>Owns all a FATHER'S feelings! &mdash; See, he weeps&mdash;</br>(But they are tears that madden as they roll)&mdash;</br>Oh!  drops, by years of anquish cheaply bought,</br>Could ye but wash away the ruin he has wrought!", "It may not be! &mdash; already on his brow,</br>Cain-like, is stampt the burning mark of shame;</br>And the chill hand of Scorn is pointing now</br>Its withering finger at his blighted name:&mdash;</br>It may not be! &mdash; ere sinks another sun,</br>Self-murder crowns his guilt &mdash; DESPAIR'S last work is done.</br>"]