["WRITTEN AFTER A THUNDERSTORM.</br>Last eve, along this still and silent sky,</br>The thunder-quivered Spirit of the Cloud</br>Launched his pale, awful arrows &mdash; every eye</br>Shrank from the fiery terrors, and the proud</br>Felt as the meek, while, rolling long and loud,</br>To dust the voice of the Invisible came&mdash;</br>That wordless voice at which the soul is bowed,</br>And sacred horror thrills the pulseless frame!</br>Then, then, we see, we feel, the LONELY NAME</br>Writ on the holy darkness &mdash; Deity</br>Sweeps the lit gloom on wings of cloud-born flame,</br>While all the echoes of the spheres reply!</br>The winds are silent &mdash; the mute deeps adore&mdash;</br>And Nature, shuddering, learns the Thunder's lore!", "EVENING.</br>Beautiful Evening!  thy crystalline blue</br>On the calm waters of the pensive soul</br>Comes down in all its loveliness &mdash; each hue</br>That floats, like thought, from glimmering pole to pole,</br>Nectars the heart with Heaven, as if there stole</br>Soft falls of sapphire dew from the full sky:&mdash;</br>Yes, there are hours, when human pulses roll</br>Electric with brief immortality!</br>And see, once more the stars come forth on high&mdash;</br>Dew-drops of gold along their azure lea!</br>Oh!  who can hail their sacred light, nor sigh</br>To think no spirit of the dust is free&mdash;</br>To think how vainly Fancy still hath furled</br>Her baffled wing from that forbidden world?", "MOONLIGHT.</br>Creation sleeps as beautiful as Death,</br>When Death has most of beauty &mdash; not a sound</br>Stirs the still silver; but a spirit's breath,</br>Without a voice, half seems to float around,</br>Breathing mute oracles from the blue profound, </br>Where the sweet Lady of the Night rides high,</br>With a pale golden halo chastely crown'd:&mdash;</br>Forgive the dream, if, under such a sky,</br>Fancy hath heard sidereal harmony&mdash;</br>The faint, far music of the hymning spheres!</br>Forgive the dream, if e'er the enthusiast's eye</br>Hath turned  awhile from earthly hopes or fears,</br>To learn the language of that mystic scroll,</br>And read the starry secrets of the pole!</br>"]