["Hush'd is the warbling songstress of the night,</br>No noise, tumultuous, breaks the tranquil scene;</br>High o'er my head pale Luna sheds her light,</br>And casts a silv'ry lustre o'er the green.", "In balmy sleep seal'd are the rustic's eyes,</br>(Such the reward of innocence alone)</br>And this the solemn time when spectres rise,</br>And leave their deeply-vaulted tombs of stone.", "The wind has ceas'd to howl among the trees,</br>No village sounds disturb the midnight hour;</br>No lover's plaints sigh in the gentle breeze;</br>All nature owns soft slumber's balmy power.", "Save when, from yonder abbey's Gothic tower,</br>Which now a heap of mould'ring ruins lie,</br>The dreary owlet from her moss-grown bower</br>Utters a wild, a melancholy cry.", "What solemn awe steals on my pensive soul,</br>As now within its sacred porch I tread;</br>And, hark!  methinks I hear the midnight toll,</br>And see the sad procession of the dead!", "And, hark!  I hear the deep mouth'd organ play</br>A requiem wild, and see the flowing pall;</br>And lo!  I hear its holy inmates pray,</br>Whilst gleams the torch upon the sacred wall.", "And now, by visionary Fancy led,</br>I view the place where the high altar stood,</br>But every vestige is for ever fled,</br>Where once have knelt the holy brotherhood.", "And now, perhaps, with steps profane I tread</br>Upon some father's deeply-vaulted grave;</br>Or, where the sacred abbot rests his head,</br>And Fancy touch'd, hear the funereal stave.", "Lo!  as I view these solitary glooms,</br>How vain appears to me the breath of fame!</br>For here repose, within their marble tombs,</br>Who once could great and splendid titles claim.", "Where are those self-devoted victims now,</br>Who once have burn'd with Superstition's flame;</br>Whose breasts have learn'd with every vice to glow,</br>Who scorn'd religion, but assum'd its name.", "They too, with all the pomp that clos'd them round,</br>Have own'd of Time the sure destroying hand;</br>Nought but these tumbling fragments now are found,</br>Of all that once was thought superbly grand.", "Lo!  here the gloomy night-crew builds her nest,</br>And noxious reptiles trace their winding ways;</br>Damp vapours now these blacken'd walls invest,</br>Which once resounded to the notes of praise.", "Oh!  would th' ambitious, at this silent hour,</br>But view the objects of their anxious life;</br>Then would they bow no more to Glory's power,</br>Or seek for pleasure mid the walks of strife.", "For me, may rural peace but mark my days,</br>And sweet content reign empress of my soul;</br>And joy domestic, with enlivening rays,</br>Still bless the halcyon moments as they roll!</br>"]