["How lovely is the still clear brow of Eve</br>When Heaven is bathed in brightness, and the fold</br>Of many a floating cloud doth interweave</br>Its silvery vesture with celestial gold</br>To wreathe its sinking Monarch!  Bards have told</br>Of regions radiant with eternal day;</br>But ne'er, oh ne'er did mortal eye behold</br>Such hues of beauty, or so pure a ray,</br>As now yon parting Sun, yon varied skies display.", "But who can paint thee, thou Majestic Orb!</br>Robed in thy setting lustre, whose broad light</br>Millions of meaner Splendours doth absorb,</br>Lost in thy beams, though in shine absence bright;</br>Thou movest like a Giant in his might</br>From conquest and to glory.  Thou dost shine</br>Meet image of thy Lord, the Infinite!</br>The Pure!  the Gracious!  Of His works divine</br>To shadow best His praise, transcendent Sun!  is thine.", "Yet art thou but a Symbol, and to bow</br>Before thine altar with adoring knee</br>Were foul and rank idolatry &mdash; for</br>Thou Art sprung from nothing, and shalt cease to be</br>As once thou wert not &mdash; at thy King's decree.</br>But Man endures, and must endure for aye&mdash;</br>And what shall aid him in Eternity</br>When thou, his God, hast perished &mdash; yet they play</br>As if no warning voice had told th' impending day:", "For, as yon skies are beauteous, so on Earth</br>All wears the mask of happiness and love,</br>Still the bland voice of melody and mirth</br>O'er each flower-sprinkled mead, through every grove</br>Rings resonant:  still in their green alcove</br>The plighted lovers sweet communion hold;</br>While many a breast congenial flame doth prove;</br>And many a gentle tale of Love, half told,</br>Is met by answering sighs that will not be controlled.", "But who, when yon blue arch is calm and clear,</br>Dreads the low thunder muttering from afar?</br>Who, in the home to fond affection dear,</br>Heeds the harsh clangour of returning war?</br>Yet oft, alas!  the late imprinted scar</br>Is but the prelude to a deadlier dart;</br>And sudden storms with blighting influence mar</br>The dawning raptures of the thoughtless heart;</br>Hope flatters to deceive; Joys dazzle to depart.", "These hopes have flattered and must now deceive;&mdash;</br>These joys have dazzled, and shall soon expire;&mdash;</br>For both on Guilt were founded; and shall leave</br>Their memory graved in characters of fire</br>On the deluded heart.  Hark!  the sweet lyre</br>E'en now is dying on the breeze; e'en now</br>The light dance ceases, and the youths retire;</br>And while yon Priests to their false Baal bow,</br>The prayer is half unsaid:  unsealed th' unhallowed vow.", "Nought had the lovers heard of lyre or lute,</br>Or the sweet music of the vocal lay;</br>The stillness smote them now; for all was mute;&mdash;</br>The votive hymn had drooped and died away</br>In discord, and to silence; pale dismay</br>Succeeds to festive mirth.  But who may dare</br>Invade the joyaunce of the hallowed day,</br>And bid th' Adorers from their rites forbear?</br>What rash intruder courts his doom?  Behold him there!", "An Aged Man he seems, whose pensive brow</br>Is wan, yet more with sorrow, than with Time;</br>For there no troubled lineaments avow</br>The pangs of conscience, or the curse of crime;</br>No!  there are sorrows sacred and sublime,</br>And such are his:  for still his piercing eye</br>Beams with the brightness of its youthful prime,</br>And in his glance a fervour bold and high</br>Reveals th' undaunted soul that will not faint or fly.", "What charm is in his presence?  All around</br>Are hushed to breathless silence, and he stands,</br>Alone 'mid all:  a Monarch though uncrowned,</br>And, though unarmed, a Warrior.  The dark bands</br>Of Cain recede as if a God commands,</br>And yet he speaks not &mdash; Sure some Power hath bowed</br>Each heart with bonds it knows not, nor withstands;&mdash;</br>Or how should One control a murderous crowd;</br>The Weak repel the Strong; the Lowly awe the Proud?", "Yet, if no symbol of superior sway,</br>Around his brow no gemmed tiara shone,</br>Yet shall his honoured name survive for aye</br>Adorned and hallowed with a holier crown;</br>When guilty greatness to the grave goes down</br>Unwept and unremembered, that pure wreath</br>For ever blooms, decay or change unknown;&mdash;</br>So laurels spurn the lightning's fiery breath,</br>When the huge oak lies low, and woods are rent beneath.", "It is the Righteous Noah.  Uncontrolled</br>By lawless might; unmoved by vengeful ire,</br>Oft hath the Seer on that false train foretold</br>Impending woes, and desolation dire;</br>But never, never hath his eye of fire</br>With fearful presage fraught, so sternly glowed</br>As now it glows:  the conscious crowd retire;</br>So through th' Assyrian camp the Angel trod,</br>And mailed myriads crouched before the present God.", "Yet, ere he spoke, a sudden sadness past</br>O'er his grave aspect, glistening in his eye;</br>His lips convulsive quivered, and the last,</br>The last meek prayer that e'er must soar on high</br>For that doomed world rose heavenward on his sigh;&mdash;</br>Then, like the Prescient Bard, who weeping poured</br>O'er Zion's towers the fatal prophecy;</br>His voice denounced the woes his heart deplored,</br>And faultered as it breathed the mandate of his Lord.", "Nor then his tears condemn.  Th' Avenging Rod</br>Is wielded only by the hand of Heaven;</br>Nor Man arraigns the justice of his God,</br>While yet his tears &mdash; nay more &mdash; his prayers are given</br>To all by Guilt from hope and mercy driven:</br>While yet o'er Salem's towers the thunder slept,</br>Ah!  know'st thou not what purer heart was riven,</br>To what diviner eyes compassion crept,</br>When o'er the destined towers he gazed, and \"JESUS WEPT.\"", "\"Once more, and yet once more, I breathe</br>The monitory strain,</br>The mournful prophecy of Death,</br>So oft proclaimed in vain.</br>O pause amid your mad career</br>The summons of your God to hear;</br>His voice could curb and calm to rest</br>The wave that boils on Ocean's breast;</br>Could stay the lightning in its flight,</br>The Sun on his meridian height;</br>Or bid th' Apostate Angel rise</br>From lowest hell to loftiest skies:</br>And shall presumptuous Man accord</br>Less reverence to th' Almighty Lord;</br>Shall Earth's ephemeral sons defy</br>The Monarch of Eternity?</br>O pause &mdash; for Vengeance sleeps no more;</br>The measure of your guilt runs o'er;</br>Your destined date is fleeting fast,</br>List then mine errand; 'tis the last.", "\"Ye who by lawless love impelled,</br>Against your Fathers' God rebelled;</br>Forsook the living Lord, and prayed</br>To Powers that could not hear or aid;</br>Think ye, though vaunting fools blaspheme,</br>JEHOVAH is not still Supreme?</br>Can ye, who spurn his grace, withstand</br>The might of his avenging hand?</br>O yet your frantic crime forbear,</br>While Mercy loves and longs to spare;</br>Nor deem the warning voice I breathe</br>By some deluded dreamer given;</br>'Tis certain &mdash; as the shaft of death;</br>Unerring &mdash; as the bolt of Heaven!", "\"I heard the Herald of th' Eternal God</br>In voice of thunder seal the dread decree!</br>I saw a dark cloud rest upon the sea,</br>And straight the Angel of his Presence rode</br>On fiery car sublime &mdash; dun night and storm</br>Wrapped their dense mantle round his viewless form,</br>Yet, as he passed, intolerable light</br>Smote, like the blasting flash, upon my sight,</br>And my heart failed within me, while my brow</br>Grew chill as with the damps of death &mdash; till now</br>A strange low voice came ringing on mine ear,</br>A voice of Might!  it bade me rise and hear.</br>I gazed again:  and lo!  the Spirit stood</br>Self-borne on ocean, while the conscious flood</br>Lay shuddering &mdash; all was silent as the grave,</br>Till the swift rushing of his raven plume</br>Came like a rising whirlwind &mdash; earth &mdash; skies &mdash; wave</br>Were instant veiled in more then midnight gloom;</br>A blackness like the blackness of the tomb.</br>I saw no more &mdash; till through the burdened air</br>Pealed mighty thunders &mdash; but he was not there:</br>Next the deep sound of heaving earthquakes past&mdash;</br>He was not in the earthquake &mdash; at the last</br>A still small voice with fearful murmurs broke</br>Through that dread silence &mdash; then the Seraph spoke.", "\"'Thus saith thy Lord, the Lord of Hosts, to thee,</br>Vast universe of waters!  pathless Sea!</br>Arise, and spurn the bursting bonds away,</br>That else had curbed thy warring waves for aye;</br>Arise!  and work thy dread Creator's will,</br>He bids thee rage, who bade thee first be still.</br>Roll on!  till Earth and Earth's rebellious brood,</br>Be whelmed for ever in thy trackless flood;</br>Till to yon skies thy swelling waves aspire,</br>Then shall he quell thy wrath, and bid thy foam retire.'", "\"He spake &mdash; and instant on the troubled gale</br>Arose the dying shriek, the funeral wail;</br>The clouded skies terrific lightnings crave,</br>Peal answered peal, and wave was heaped on wave.</br>Hell burst her chain, and hideous Death unfurled</br>His sable pinions o'er the shuddering world;</br>Proud man was vanished as a dream forgot;</br>I looked for earth, and Earth itself was not.", "\"And dare ye still, presumptuous worms!  defy</br>That Power whose anger rends th' affrighted sky,</br>Or do ye think to brave his lifted rod,</br>Meet Heaven in arms, and wrest the sword from God?&mdash;</br>Reflect!  if such your frantic purpose be,</br>The rebel Angels stood not &mdash; and shall ye?</br>And oh, when Justice bares the flaming brand,</br>And Mercy stays not Wrath's unsparing hand,</br>Whom will ye seek in that defenceless hour,</br>To snatch and shield you from Almighty Power?</br>When yon fair Sun shall veil his conscious light,</br>Fade on his throne, and tremble into night,</br>From him, your idol, refuge will ye crave?</br>Alas!  ye trust in one who cannot save;</br>Ye only lean on Man's delusive foe,</br>Who wrought your ruin &mdash; who will mock your woe.</br>And think not then by prayers your God to bow;</br>His pity still would spare you.  Hear him NOW&mdash;</br>NOW &mdash; while around the swift Destroyers stand,</br>And curb their whirlwinds till He gives command;</br>NOW &mdash; while the storm yet slumbers at his feet,</br>And his high throne is yet a mercy seat.</br>A moment &mdash; skies shall darken at his nod;</br>Earth quake &mdash; seas madden at the frown of God;</br>Then Love is hushed &mdash; Hope's parting ray is o'er,</br>And Penitence itself avails no more.</br>Enough!  if any yet would shun the grave,</br>And cling to Him whose arm alone can save,</br>Swift let them now His menaced vengeance flee,</br>Renounce their Idol-Gods, and follow me!\"", "The Prophet ceased &mdash; yet none awhile replied&mdash;</br>The Warrior's arm hung palsied, while the thrill</br>Of withering horror quelled each heart of pride;</br>And the hoarse murmur of revenge was still;</br>For one foreboding presage seemed to fill</br>Each awe-struck bosom:  e'en the Sons of Cain,</br>Obdurate &mdash; fierce &mdash; inflexible in ill,</br>Shrunk from the Seer abashed, and strove in vain</br>To rouse their native pride, their latent wrath again.", "Aye!  there are feelings in the conscious breast</br>Which antedate it's doom.  The wretch may seek</br>O'er earth &mdash; on sea &mdash; the false illusion, Rest&mdash;</br>It flies before him.  Nought so wild or weak</br>That cannot chill his blood, and blanch his cheek.</br>The clouds that darken and the storms that rave</br>Still to his soul one solemn warning speak;&mdash;</br>They lift the sable veil that shrouds the grave;</br>They point the quenchless flame:  They ask him, \"Who shall save?\"", "Tend then such fears to Penitence?  Alas!</br>Like spectral forms, and shapes of mystery</br>That scare the slumberer from his couch &mdash; yet pass</br>All unembodied by the waking eye,</br>Those brief impressions daunt &mdash; dissolve &mdash; and die.</br>When Conscience feels but will not break its chain,</br>Then most the Tempter's specious sophistry</br>Steals to the heart, and lulls Remorse again,</br>Till Love persuasive pleads, and Vengeance warns in vain.", "Here both are bootless.  Lo!  on many a brow</br>To shame succeeds defiance &mdash; scorn to fear&mdash;</br>And many an eye is sternly bending now</br>Its glance indignant on the Royal Seer,</br>Who meets their gaze unwavering.  Circled here</br>By ruthless rebels, leagued in deep array,</br>He stems the torrent in its mid career;&mdash;</br>The vile may spurn him, or the vengeful slay;&mdash;</br>It recks him not &mdash; God spake &mdash; 'tis His but to obey.", "While fierce around him swept the clamorous crowd</br>Muttering deep menaces of vengeance &mdash; One</br>High o'er the rest upreared his stature proud,</br>As on the heights of lordly Lebanon</br>Towers the coeval cedar.  From a Son</br>Of Cain descended, and himself a Cain,</br>With glance of purpose fell he glared upon</br>Th' unshrinking Prophet &mdash; and with high disdain</br>Thus to the Man of God rejoined in vaunting strain.", "\"Dotard or vain deceiver as thou art;</br>False to the Living Orb that sways the sky!</br>In soothe I scorn me, that with craven heart</br>I tamely brooked thy self-styled prophecy,</br>Vision of lying wonders.  Thou shouldst die</br>The instant death convicted Traitors prove;</br>Save that to mar this fair festivity,</br>And stain with blood the consecrated grove,</br>Were sacrilege and scorn to Him who beams above.", "\"Away!  and hide thee in thy ponderous ark,</br>That miracle of folly, till yon skies</br>With death-denouncing storms grow dull and dark&mdash;</br>There brood o'er dreams and hideous phantasies;</br>Thee and thy fond predictions we despise;</br>Away!  the bold and brave disdain to flee;</br>The Sun will shield his faithful votaries;</br>Let abjects like thyself &mdash; if such there be,</br>Thy empty visions heed &mdash; come forth &mdash; and follow thee.\"", "The Patriarch lingered &mdash; shadows of deep thought</br>Rushed with swift workings o'er his troubled brow;</br>And his swoln heart throbbed high; as if it wrought</br>With feelings language failed him to avow:</br>His cheek was deadly pale &mdash; yet deem not thou</br>That Men or Fiends, to doubt or dastard fear</br>The settled temper of his soul could bow;</br>He recked not then the Scorner's sullen sneer;</br>The Giant's menace stern he did not heed or hear.", "The fervour of his aspect did but change</br>To that sublime dejection, which can bear</br>Wrongs unsubdued, and seeks but to avenge</br>By pity or by pardon, and doth wear</br>A settled sadness, rooted as despair,</br>Yet calm and patient; ere the die were cast</br>He would have wooed the vilest menial there,</br>To snatch him from destruction &mdash; but 'tis past&mdash;</br>Justice unsheaths the sword, and love hath spoke her last.", "And, if thou marvel that to all in vain</br>The latest boon of hope and life was given;</br>Oh think, what bonds the captive soul enchain!</br>How oft the dread of man's brief ire hath driven</br>A wavering wretch to brave the wrath of Heaven!</br>So here, though all remorse and fear forebode</br>In many a conscious breast hath deeply striven;</br>By terror chained, they madly wait the rod&mdash;</br>To shun a Tyrant's frown they meet an angry God.", "Once more the pitying Patriarch turned, ere yet</br>He left the guilty to despair and die;</br>But turned in vain:  E'en while his cheek was wet,</br>His frame convulsed with speechless agony,</br>Again the frantic rebels raised on high</br>Their shouts of keen derision &mdash; and when One</br>With throbbing bosom and reverted eye</br>Looked round again to mark him &mdash; he was gone&mdash;</br>His destined task was o'er &mdash; he went, and went alone.", "\"Strike the silver lyre resounding,</br>Raise the choral lay responding;</br>And, the graceful dance renewing,</br>Float in sportive maze pursuing;</br>While, from every altar breathing,</br>Clouds of fragrant fumes are wreathing.</br>Sires, and sons, and maidens bright!</br>Bend and bow in meek devotion</br>To the Living Lord of light,</br>Ere he sinks and sets in Ocean.</br>While around his chariot beaming</br>Clouds of thousand tints are streaming,</br>Let your vows ascend before him,</br>Let your mingled strains adore him.\"", "Again the virgin-choir on high</br>Swell the glad hymn's soft symphony;</br>Again the answering youths advance</br>To mingle in the mazy dance;</br>The Minstrel-Bard attunes again</br>His melting lute to bolder strain.</br>It will not be &mdash; the lute's full tone</br>Comes like the low blast's midnight moan;</br>The vesper hymn and votive lay</br>In broken echoes pass away;</br>Doubt seems on every brow to press,</br>And every step is heaviness.</br>The Lover checks &mdash; he knows not why&mdash;</br>His whispered vow, and pleading sigh;</br>The Maid forgets his tender tale,</br>And her flushed cheek grows cold and pale;</br>For Love's impassioned dream is o'er;</br>And Virgin-tremors throb no more.</br>Ah! &mdash; Guilt hath power to cloud the eye,</br>And chill the heart with agony,</br>And what but wakening Conscience gave</br>A deeper shade to wood and wave;</br>And when the sinking Sun withdrew</br>Enrobed in clouds of blood-red hue,</br>What bade his lowering Orb assume</br>A tint that presaged Death and doom?</br>'Twas GUILT that veiled the vault of blue,</br>And wrapped the world in gloom!</br>A cold mysterious horror ran</br>From rank to rank, from man to man;</br>Ceased dance and song, till, one by one,</br>Pensive and pale, the crowd are gone;</br>Each bears within him to his home</br>A dread of darker woes to come,</br>And oh!  what transient pang intense</br>Can wound like sickening slow suspence?</br>It longs for tears, yet cannot weep;</br>It sighs for rest, yet shrinks from sleep;</br>Rends the racked breast with ceaseless strife,</br>And looks for death, yet clings to life:</br>'Tis hope's false flush, without its charm;</br>'Tis the quick throb of wild alarm;</br>It starts at every sound it hears,</br>And antedates the fate it fears.", "Nor past that monitory word&mdash;</br>(The latest grace their God would deign)</br>By Irad or his bride unheard:&mdash;</br>Ah!  wherefore did they hear in vain?</br>Perchance they feared the Tyrant proud,</br>The mockery of th' infuriate crowd;</br>Or shrunk from scorn's malignant eye,</br>Or shunned the murmured contumely;</br>Perchance in Love's absorbing fire</br>All other feelings might expire.</br>But woe to man, when earthly bliss</br>Deludes him from the Power Divine;</br>Such joy, like vapoury mists that shine</br>Most brilliant o'er the deep abyss;</br>Is but a sunbeam o'er the tomb,</br>A meteor ray in midnight gloom.</br>And soon, dismay and death appalling,</br>Too late the warning voice recalling,</br>Shall they with fruitless prayers implore</br>The mercy that returns no more.", "Six days of hopeless presage past</br>To those who dared the Seer deride;</br>Six dreary nights the hollow blast</br>Howled o'er the agitated tide;</br>While Earth, by strange convulsions riven,</br>Seemed blasted by the curse of Heaven.</br>Dark prodigies and omens dire</br>Came fraught with horror and despair;</br>The red Sun on his throne of fire</br>Shone with a broad unnatural glare;</br>And swarthy clouds around him rolled</br>The slowly-gathering storm foretold;</br>While the clear vault of living blue</br>Changed to a dull and lurid hue;</br>And every gale, whose balmy breath,</br>Fanned the cool grove with fresh perfume,</br>Came fraught with pestilence and death,</br>As if it swept the fetid tomb.</br>Oft, when the sullen breeze was still,</br>Nor waved the cypress on the hill,</br>Across the ruffled breast of Ocean</br>The billows broke in strange commotion&mdash;</br>It was, as if the captive sea</br>Lay bound &mdash; yet struggling to be free.</br>And frequent through the gloom of night</br>Red meteors flashed unwonted light;</br>And voices of dread mystery</br>And fearful sounds were heard on high;</br>And ever, as the lightning glare</br>An instant o'er the waters streamed;</br>Or fear discerned, or Conscience dreamed</br>Dim forms of shadowy spectres there,</br>As if the bands of Hell might rise</br>To hail Man's coming agonies;&mdash;</br>And ever in the whirlwind's moan</br>There rung a deep portentous tone;</br>Faint &mdash; fearful as the smothered sigh</br>Of death, or deadliest agony.</br>Ah!  now the festive dance is o'er;</br>The melting lay delights no more;&mdash;</br>In equal fears, and like despair,</br>The young, the martial, and the fair</br>Kept vigil in the Sun's high tower,</br>To soothe the visionary Power&mdash;</br>In vain they watched, and wept, and prayed,</br>Hell scorned the dupes her wiles had made;</br>Yea, should they to the Holiest bow,</br>Their prayer would pass unheeded now!", ""]