["Where Ham, vain-glorious of her dusky wood,</br>Bids her tall dryads overlook the flood,</br>Unknown to Phoebus or Ambition's fires,</br>Deep in his cot your hermit friend retires.</br>Amid the glitt'ring mansions of the great,</br>Scarce can be seen his unaspiring gate;</br>Thro' his broad sash no glitt'ring sun-beams play,</br>But casements humbler lights admit the day.</br>Close to his door the double wall-flow'r blows,</br>And the full bush is fraught with many a rose.</br>'Tis here I taste the beauties of the Spring,</br>For me each woodland songster plumes his wing;</br>The sober bird, at Cynthia's paler glow,</br>For me renews her elegies of woe;</br>While the brisk Fairies active measures tread,</br>And Mab reposes on a cowslip bed.</br>Come, come, my ELLIS, haste from smoke and noise</br>To purer air and more substantial joys,</br>These rural pleasures taste awhile with me,</br>And leave the bride-groom one day longer free.", "Hail!  happy Fields!  than which are none beside</br>More rich, more grateful to Thames' hoary tide,</br>Fast by whose margin, screen'd by spreading trees,</br>While Nature faints I taste the cooling breeze.</br>Observe the  barge of painted streamers vain,</br>A thousand boats scud o'er the watry plain;</br>Here the proud swan, the honour of the stream,</br>Forgets rash Phaeton, and dares the beam;</br>Full on the wave the sunny rays behold,</br>And all the waters roll a tide of gold.", "Survey yon hill, whose sylvan bow'rs diffuse</br>An awful gloom, and seem to court the Muse!</br>Erst in these woods, no passage then deny'd,</br>The 'prentice gallop'd, and the lover sigh'd;</br>Now ever bolted is the stubborn gate,</br>Such is the will of EMILY and fate.", "By verse subdu'd, stones heap'd to form a wall;</br>Then wilt not thou, a poet, hear its call!</br>By numbers soften'd, tho' his destin'd feast,</br>The hungry wolf the trembling lamb releast;</br>And is a bard more stubborn than a beast?</br>To court you further, Tucker shall attend,</br>For Tucker ever loves to meet a friend.</br>And if a female her request may join,</br>Receive it from a favourite of mine,</br>Who, spite of fashion, whispers you alone,</br>She counts her husband's friends amongst her own.</br>Will this not do?  and still, you wayward cit,</br>Still must you load your Elephant with wit?</br>Yet mark me further, and attentive hear</br>Truths only worthy of a poet's ear.", "As late I stray'd, what time Endymion's fair</br>In Thames's mirror views her silver hair,</br>When no rude voice disturbs the peaceful deep,</br>And Philomel herself forgets to weep;</br>I saw the Genius of the Flood arise,</br>Pale were his cheeks, o'ercast his azure eyes,</br>His oozy beard hung quite neglected down,</br>And on his temples nods a bulrush crown,</br>'Twas where the God had listen'd oft of yore,</br>When Pope and Phoebus charm'd fair Twick'nham's shore.", "Propp'd on his oar, he winds his twisted shell</br>To wake each Naiad in her humid cell,</br>Such was his wont to celebrate that name</br>Which stands the foremost in the list of Fame.", "The yielding waters dimple all around,</br>The nymphs arise obedient to the sound;</br>Blue Vandalis, the offspring of the god,</br>Hastes to the call; Wey quits her milky road,</br>And proud Hampton's urges on her springs,</br>Regardless of the works of priests and kings;</br>Each nymph who dwelt in river, rill, or brook,</br>Heard Thames's summons, and her charge forsook.", "A turfy shrine the pious maidens rear,</br>Rich with the beauties of the flowery year;</br>The lucid shell, with coral branches round,</br>Is with the poet's sacred laurel bound;</br>Each vacant space with ivy wreaths they fill,</br>The faithful witness of the critic's skill;</br>A chosen swan they for the rites provide,</br>Who sweetly sang and sweetly singing dy'd.", "Their offerings paid, a Naiad of the train</br>Thrice sprinkles water round, \"Hence, hence profane!\"</br>She loudly cry'd, and thrice her sisters led</br>Near the green margin of the wat'ry bed;</br>The rill-born lilly bound her verdant hair,</br>And her blue robe danc'd lightly on the air.</br>She thus pursu'd:  \"Since Death's relentless dart</br>Has POPE o'erta'en, and riv'd our poet's heart,</br>Oh let us shun these vile polluted waves,</br>The seat of Fortune's sons or Pleasure's slaves.</br>Who on these banks the laurell'd sisters wooes?</br>Who on these banks the Athenian Maid pursues?</br>Of if some wretch attempt to taste their charms,</br>Minerva frowns, and Clio flies their arms.</br>Glide on, ye nymphs, along your wat'ry bow'rs,</br>Nor greet proud Windsor, but learn'd Eton's tow'rs,</br>There view the youth, the wanton youth around,</br>Plunge in your floods, or o'er your meadows bound;</br>O may they early list in Britain's cause,</br>Defend her altars, and support her laws!</br>May truth and virtue fire the generous train,</br>And what the boy has learnt the man retain!", "Yet further on your glorious progress lead,</br>Where Gothic spires o'erlook Oxonia's mead:</br>There learned age performs the charge assign'd,</br>Unlocks to Virtue's call the rip'ning mind:</br>And if the iron hand of rude Control</br>Shall fail to stop the functions of the soul,</br>I see already op'ning to my eyes,</br>New Catos grow, and other Virgils rise.", "Oh learned Isis, at thy honour'd name</br>I feel my bosom kindle to a flame;</br>A Naiad's praises will you deign to own,</br>Who form'd a LOCKE, who nurs'd an ADDISON,</br>Whose sacred streams shall ages hence endure,</br>Like the first source, unsully'd still, and pure.</br>Peace o'er thy gates extend her olive wand,</br>Be Oxford bless'd, and bless'd in all the land!\"", "She said; the pleasing prospect fades away,</br>Like Hamlet's spectre at approach of day.</br>Thus, when the love-sick virgin sinks to rest</br>(If sleep be known when Cupid wounds the breast),</br>Her dreams the symptoms of her mind unfold;</br>Knights, dappled steeds, and squires in burnish'd gold,</br>Throng to her presence; the romantic sight</br>Glows to her eyes, and still glows doubly bright:</br>At length officious Betty's constant knock</br>Warns the fair dreamer 'tis past ten o'clock;</br>Involv'd in clouds each airy knight retires,</br>And with him all his train of steeds and squires.", "So I, who thought with fact to entertain,</br>Have stretch'd the fancy of a sickly brain;</br>If you approve these lines I fain would know,</br>Then haste to Ham, and answer Aye or No.</br>"]