["There is a pensive sweetness in thine eyes,</br>A mystery and a depth, like that of heaven</br>When viewed by night without the day's disguise!</br>Though 'gainst this world my spirit e'er hath striven,</br>Yet there be deeds of mine to be forgiven;</br>And, fair Madonna, I would pray to thee</br>For solace to a heart all wrung and riven;</br>To features less divine men bend the knee,</br>And lovelier in the realms of fancy none may see.", "Though I have gazed on faces where the eye</br>Shone forth in beauty like the star of morn</br>That ushers in the day so tranquilly,&mdash;</br>And struggleth not as doth the babe new born,</br>When first it wakes to life 'mid passion's storm;</br>But steals all gently o'er each earthly bower,</br>As if it meant to keep the angel form</br>It thus assumes, in that most heavenly hour,</br>When it comes forth to wake the world with gentle power:", "Yet, there is something like a nameless feeling&mdash;</br>Of which we're conscious, but know not the cause&mdash;</br>That hovers round thee, like the daylight stealing</br>O'er Nature's face &mdash; ere man infringed her laws,</br>Or earth beheld the curtain sin still draws</br>Between high Heaven and this inglorious spot;</br>Where, if one blessing falls, it is because</br>Lost virtue never can be all forgot;</br>And if it brings eternal bliss, 'twill be thy lot.", "'Tis this all nameless thing that dwells in thee,</br>The essence of thy being, thy mind's light,</br>Thy soul in more than infant purity,</br>That makes both eye and star set to the sight,</br>When thou art near, with something still more bright&mdash;</br>Shining in silence like the pale moonbeam,&mdash;</br>When it reveals the glories of the night,</br>And makes this earth to me seem like a dream,</br>And thou the fair pervading spirit of the scene.", "Speed on thy journey through this world below,</br>Thou loveliest of thy kind, and most divine!</br>Though I would kingdoms for thy sake forego,</br>I would not link thy destinies to mine,</br>Nor with my fortunes aught of thee enshrine,</br>Because I could not brook the blight that then</br>Would fall, and break that tranquil peace of thine.</br>That aught like thee should ever wear a stain,</br>Would make the heavens to blush, and double all my pain.</br>"]