["Methought beneath a Castle huge I stood,</br>That seem'd to grow out of a rock sublime,</br>Through the dominion of its solitude</br>Augustly frowning at the rage of Time.</br>Its lofty minarets, indistinct and dim,</br>Look'd through the brooding clouds; and, as a smile</br>Of passing sunlight showed these structures grim</br>Burning like fire, I could have thought the while</br>That they were warriors keeping watch on high,</br>All motionless, and sheath'd in radiant panoply.", "What mortal feet these rampart heights might scale!</br>Lo!  like black atoms mingling in the sky</br>The far-off rooks and their fleet shadows sail;</br>Scarce hears the soul their melancholy cry.</br>What lovely colours bathed the frowning brow</br>Of that imperial mansion!  Radiant green,</br>And purple fading in a yellow glow!</br>Oh!  lovelier ne'er on mossy bank was seen</br>In vernal joy; while bands of charter'd flowers</br>Revell'd like fairy sprites along their palace towers.", "Down sank the draw-bridge with a thund'ring shock;</br>And in an instant, ere the eye could know,</br>Bound the stern castle to th' opposing rock,</br>And hung in calmness o'er the flood below;&mdash;</br>A roaring flood, that, born amid the hills,</br>Forced his lone path through many a darksome glen,</br>Till join'd by all his tributary rills,</br>From lake and tarn, from marish and from fen,</br>He left his empire with a kingly glee,</br>And fiercely bade recoil the billows of the sea.", "I felt it was a dream; nor wish'd to wake:</br>Though dim and pale by fits the vision grew;</br>And oft that ocean dwindled to a lake,</br>And cliff and castle from the clouds withdrew.</br>Oft, all I heard was but a gentle swell,</br>Like the wild music of the summer leaves;</br>Till, like an army mustering in the dell,</br>The blasts came rushing from their pine-clad caves,</br>And swept the silence of the scene away,</br>Even like a city storm'd upon the Sabbath-day.", "Though strange my dream, I knew the Scottish strand,</br>And the bold frith that, rolling fiercely bright,</br>Far-distant faded mid that mountain land,</br>As mid dark clouds a sudden shower of light.</br>Long have my lips been mute in Scotland's praise!</br>Now is the hour for inspiration's song!</br>The shadowy glories of departed days</br>Before my tranced soul in tumult throng,</br>And I with fearless voice on them will call,</br>From camp and battle-field, from princely bower and hall.", "With only my still shadow by my side,</br>And Nature's lifeless things that slept around,</br>I seem'd to be; when, from the portal wide,</br>Startling as sudden light, or wandering sound,</br>Onwards a Figure came, with stately brow,</br>And, as he glanced upon the ruin'd pile</br>A look of regal pride, \"Say, who art thou,</br>(His countenance brightening with a scornful smile,</br>He sternly cried,) whose footsteps rash profane</br>The wild romantic realm where I have willed to reign?\"", "But ere to these proud words I could reply,</br>How changed that scornful face to soft and mild!</br>A witching frenzy glitter'd in his eye,</br>Harmless, withal, as that of playful child.</br>And when once more the gracious vision spoke,</br>I felt the voice familiar to mine ear;</br>While many a faded dream of earth awoke</br>Connected strangely with that unknown seer,</br>Who now stretch'd forth his arm, and on the sand</br>A circle round me traced, as with magician's wand.", "Desire or power then had I none to move,</br>In that sweet prison a delighted thrall;</br>Died all remembrances of daily love,</br>Or, if they glimmer'd, vain I held them all.</br>Alone on that magician could I gaze;</br>His voice alone compell'd was I to hear,</br>Wild as the autumnal wind that fitful plays</br>A wailing dirge unto the dying year,</br>Amid the silence of the midnight hour,</br>Moaned through the ivied window of a mouldering tower.", "He felt his might, and sported with my soul,</br>Even as the sea-wind dallies with a boat,</br>That now doth fleeter than the billows roll,</br>Now, as at anchor, on the calm doth float.</br>Nor heeded he to see my senses lock'd</br>In the dim maze of wildering phantasy;</br>But ever and anon my wonder mock'd</br>With careless looks of gentle tyranny.</br>Well-used was that magician to the sight</br>Of souls by him subdued to terror and delight.", "How bold the fearful oft in dreams become!</br>Familiar in the midst of all things strange!</br>Unshuddering then, with spirits will we roam,</br>Calm and unconscious of th' unearthly change!</br>Even so it fared with me; ere long I grew</br>Familiar with the wizard of my dream,</br>When from his lofty breast he slowly drew</br>What seem'd a Mirror by its glancing gleam,</br>And bade me therein look, where I might see</br>Wild sights come floating by in clouds of glamoury.", "Then burn'd that glass insufferably bright,</br>Till closed my eyelids with the sudden pain;</br>As, when the downward rays of mid-day light</br>Kindle to fire upon the verdant main.</br>Ne'er diamond spark outshone the common air</br>With purer radiance, nor the setting sun</br>Stream'd on the window of cathedral fair</br>A deeper blaze, to tell his course was run:</br>I gazed again; and lo!  that Mirror soon</br>With tenderest lustre smiled, like a September moon.", "Unto another world it opening gave.</br>There, castles stood majestic in their prime,</br>And mailed chieftains, rising from the grave,</br>Their banners hung o'er battlements sublime.</br>Oft changed the magic scene; here Lady bright,</br>In hazel grove, beneath the western star,</br>Listened the love-tale of her faithful Knight;</br>Here the red beacon blazed, and to the war</br>Fierce clans come rushing, while the blaze illumes</br>Targe, spear, and battle-axe, and widely-tossing plumes.", "How sweet the moon on yon fair abbey shone!</br>Bathing in liquid light, so sadly faint,</br>The flowerets drooping pale in sculptured stone,</br>And the still image of each mouldering saint.</br>And what may bring a Warrior's crested head</br>Unto these holy courts and cloisters dim?</br>Thou daring spirit, why disturb the dead?</br>Yawns the damp tomb, and lo!  a spectre grim,</br>Yet with his dead face beautiful withal,</br>Lies mid immortal light that fills the vaulted hall.", "The abbey melted like a cloud away,</br>And many a gorgeous pageant charm'd my heart:</br>But how may I recount in feeble lay</br>The beauteous marvels of that wizard's art?</br>No!  not unto myself dare I to tell</br>What various visions o'er that Mirror roll'd,</br>Till view'd my soften'd soul a lovely dell,</br>Where upon Yarrow's banks a Minstrel old</br>Did sit, and wake to lords and ladies high</br>The last-expiring strains of Border Minstrelsy.", "Gone was the magic glass!  I look'd around;</br>There hung the castle, like a thunder-cloud</br>Above the darken'd sea, whose hollow sound</br>Subdued my spirit more than tempest loud.</br>And by my side, upon that solemn shore,</br>That Wizard strange did like an image stand,</br>Watching the working of the ancient lore</br>That o'er the glass had pass'd at his command;</br>And when he saw me lost in wild surprise,</br>Once more he flash'd its light upon my startled eyes.", "Ye lesser glories, in my spirit sleep!</br>But proudly fling thy white arms to the sea,</br>Queen of the unconquer'd North!  lo!  yonder deep,</br>With all his subject waves, doth worship thee!</br>Stately thou sittest on thy mountain throne,</br>Thy towers and temples like a cloudy sky;</br>And scarce canst tell what fabrics are thine own,</br>Hung mid the air-built phantoms floating by.</br>Oh!  ne'er may that bright diadem be shorn,</br>By thee, for many an age, majestically worn!", "Nor dim and silent were thy regal halls</br>(The mansion, now, of grief and solitude!)</br>But mirth and music shook thy pictured walls,</br>And Scotland's monarch reign'd in Holy-Rood.</br>Well did I know, 'mid banneret and peer,</br>Star of the Stuart-line, accomplish'd James!</br>His graceful words I almost seem'd to hear,</br>As, lightly ranging mid those high-born dames,</br>To each, in turn, some gallant wish he sigh'd,</br>But lingered still near one, his ruin and his pride!", "Thou field of carnage!  silent be thy name!</br>Where Scotland's royal standard sank in blood;</br>While round their monarch, like a guardian flame</br>Wasted in vain, his dying nobles stood.</br>Gladly I saw dark clouds in tumult pass</br>O'er that red sea of horror and despair;</br>And the last image in the magic glass,</br>Even like the seraph Mercy, saintly fair,</br>Over her wounded foe hung sorrowing,</br>And slaked his burning thirst with water from the spring.", "\"Dry up those tears,\" the gentle wizard cried,</br>\"Nor weep while nature in her glory smiles!\"&mdash;</br>And lo!  with sylvan mountains beautified,</br>Incumbent cliffs, lone bays, and fairy isles,</br>Floated a lake that I could scarce behold,</br>So bright it gleam'd with its enchanted waves!</br>While ever and anon wild music roll'd</br>From fractur'd rocks, and undiscover'd caves,</br>As if some spirit warbled from the steep</br>A low unearthly song, to charm the lake to sleep.", "A spirit! &mdash; lo!  her fairy vessel glides</br>Round the green edge of yonder oaken brake!</br>Before its prow the sparkling wave divides</br>In homage to the Lady of the Lake.</br>While, gazing from the shore, an armed Knight</br>Holds distant parley with that unknown Queen,</br>Whose eyes, with fear and wonder glistening bright,</br>Lend a new wildness to the mountain scene!</br>O lovelier far, in that bewilder'd trance,</br>Than Lady of the Mere, by shores of old romance!", "Wild rose her palace, 'mid the unbroken calm,</br>Burning with flowers, that like a wreath of light</br>Girdled the living dome, and breathing balm</br>Sweet to the soul, as all those hues so bright!</br>The work of human hands it may not be,</br>And unto dreams of fairy power gave birth;</br>Yet, mid such dreams, the spirit paused to see</br>Some dim-discover'd traces of this earth,</br>While on that lady's countenance divine</br>A pensive shadow lay, that told her mortal line.", "Yea!  worldly cares to that enchanted dome,</br>Despite of Nature's guardian power, intrude;</br>Though bathed in sunshine, yet a stormy gloom</br>Is gathering o'er the hermit-solitude.</br>In evil hour yon princely stranger came!</br>For ambush'd foemen glare from every dell:&mdash;</br>Clan-Alpin hath beheld the Cross of Flame,</br>The sign of war her children love so well;</br>And all her heathery mountains teem with life,</br>With warriors gaunt and grim, and arm'd for mortal strife.", "Lake, rock, and mountain, cataract and flood,</br>Mine eyes behold no more; with eager breath,</br>I gaze on clashing falchions dim'd with blood,</br>And plumed helms that seem to frown with death.</br>One of those shapes so beautiful and brave,</br>Like oak-tree sternly bending to the blast,</br>Must fall this day &mdash; but proud shall be his grave!</br>In wrath life's bootless energy hath past!&mdash;</br>Fallen is the eagle that so strongly flew&mdash;</br>Long Celtic bards shall wail the dirge of Roderick Dhu.", "Oh!  not by vulgar arm was Roderick slain!</br>Less than a king the victor may not be:</br>See!  how his war-steed bears him o'er the plain,</br>How nods his crest with regal majesty!</br>Strevlina's gate may bow her lofty head</br>To kiss the plume that mock'd each hostile sword,</br>Nor by such homage be dishonoured:</br>Methinks, in his disguise, she knows her lord,</br>As if beneath her arch King James did ride,</br>With all his unhelm'd peerage by his gracious side.", "By kingly acts a king should aye be known!</br>Then look through yonder lustre-beaming hall:</br>Stately the figures there, &mdash; yea!  every one!</br>But Scotland's monarch far outshines them all.</br>And is she here, the Lady of the Lake?</br>Hush thy quick-beating heart, thou trembling thing!</br>And let him smile who suffers for thy sake.</br>On your betrothed arms the golden ring</br>The Knight of Snowden's kingly hands impose,</br>A talisman that breaks the spell of all your woes.", "The wizard's voice here touched upon my heart,</br>And quick I waked, like one who, scarce asleep,</br>Springs from his slumber with a sudden start</br>To shun some yawning gulph, or headlong steep.</br>\"Thou lov'st,\" said he, \"on warlike pomp to gaze;</br>'Tis a true Scottish pride &mdash; look here again,</br>And dream no more of deeds of other days.\"&mdash;</br>Glad I obey'd, &mdash; and lo!  the shores of Spain</br>Rose beautifully terrible like heaven,</br>When all it's lowering clouds in wrathful hosts are driven.", "Woe to yon tyrant!  to his legions woe!</br>Joy to the vulture on his herbless rock!</br>Glad would ye be to hear the Ebro flow</br>Once more, and leave the shepherd with his flock,</br>Ye savage slaves, that shame the name of France!&mdash;</br>But ne'er that sound of safety must ye hear.</br>List ye that tread? &mdash; the red-cross ranks advance!</br>Vain valour's stand, and vain the flight of fear;</br>For who shall live, when, shouting in their joy,</br>The British brother-bands move onwards to destroy!", "Wasted on air were these warm words of mine&mdash;</br>The wizard and his magic glass were fled;</br>The solemn hush, that speaks the day's decline,</br>Across the sea without a wave was shed.</br>The rooks had ceased their cawing in the sky,</br>Nor humm'd the wild-bee on the wall-flower bright,</br>That on the old tower bloom'd luxuriantly;</br>Then rose the lovely Star that brings the night,</br>Till Luna enter'd on her placid reign,</br>And a sweet crescent smiled, reflected from the main.</br>"]