["Dear dream, which I must ne'er behold fulfill'd,</br>Thou beamy form, more fair than orient day,</br>Float back and hover yet</br>Before my swimming sight.", "Do they wear crowns in vain, that they forbear</br>To realize the heavenly portraiture?</br>Shall marble hearse them all,</br>Ere the bright change be wrought?", "Hail, chosen ruler of a freer world!</br>For thee shall bloom the never-fading song&mdash;</br>Who bid'st it be!  To thee</br>Religion's honours rise.", "Yes &mdash; could the grave allow &mdash; of thee I'd sing:</br>For once would Inspiration string the lyre&mdash;</br>The streaming tide of joy,</br>My pledge for loftier verse.", "Great is thy deed, my wish.  He has not known</br>What 'tis to melt in bliss, who never felt</br>Devotion's raptures rise</br>On sacred music's wing:", "Ne'er sweetly trembled, when adoring choirs</br>Mingle their hallow'd songs of solemn praise;</br>And, at each aweful pause,</br>The unseen choirs above.", "Long float around my forehead, blissful dream!</br>I hear a Christian people hymn their God,</br>And thousands kneel at once,</br>Jehovah, Lord, to thee.", "The people sing their Saviour, sing the Son;</br>Their simple song according with the heart,</br>Yet lofty, such as lifts</br>Th' aspiring soul from earth.", "On the rais'd eye-lash, on the burning cheek,</br>The young tear quivers; for they view the goal</br>Where shines the golden crown,</br>Where angels wave the palm.", "Hush!  the clear song swells forth.  Now flows along</br>Music, as if pour'd artless from the breast;</br>For so the master will'd</br>To lead its channel'd course.", "Deep, strong, it seizes on the feeling heart,</br>Scorning what knows not to call down the tear,</br>Or shroud the soul in gloom,</br>Or steep in holy awe.", "Borne on the deep slow sounds, a holy awe</br>Descends.  Alternate voices sweep the dome,</br>Then blend their choral force,</br>The theme, Impending doom.", "Or the triumphal Hail to him, who rose;</br>While all the host of heaven, o'er Sion's hill</br>Hover'd, and, praising, saw</br>Ascend the Lord of Life.", "One voice alone, one harp alone, begins;</br>But soon joins in the ever-fuller choir.</br>The people quake.  They feel</br>A glow of heavenly fire.", "Joy!  Joy!  they scarce support it.  Rolls aloud</br>The organ's thunder &mdash; now more loud, and more&mdash;</br>And to the shout of all,</br>The temple trembles too!", "Enough!  I sink.  The wave of people bows</br>Before the altar &mdash; bows the front to earth;</br>Devoutly, deeply, still.", "One day, when rest my bones beside a fane,</br>Where thus assembl'd worshippers adore,</br>The conscious grave shall heave,</br>Its flow'rets sweeter bloom;", "And on the morn that from the rock He sprang,</br>When panting praise pursues his radiant way,</br>I'll hear, &mdash; He rose again&mdash;</br>Shall vibrate from the tomb.</br>"]