["Prince Arthur overcomes Disdain,</br>Quits Mirabel from Dreed:</br>Serena, found of Salvages</br>By Calepine is freed.", "Ye gentle Ladies, in whose sovereign Pow'r</br>Love hath the Glory of his Kingdom left,</br>And th' Hearts of Men, as your eternal Dow'r,</br>In iron Chains, of Liberty bereft,</br>Deliver'd hath into your hands by Gift;</br>Be well aware how ye the same do use,</br>That Pride do not to Tyranny you lift;</br>Lest if Men you of Cruelty accuse,</br>He from you take that Chiefdom, which ye do abuse,", "And as ye soft and tender are by kind,</br>Adorn'd with goodly Gifts of Beauty's Grace,</br>So be ye soft and tender eke in Mind;</br>But Cruelty and Hardness from you chace,</br>That all your other Praises will deface,</br>And from you turn the Love of Men to Hate.</br>Ensample take of Mirabella's Case,</br>Who from the high Degree of happy State,</br>Fell into wretched Woes, which she repented late.", "Who after Thraldom of the gentle Squire,</br>Which she beheld with lamentable Eye,</br>Was touched with Compassion entire,</br>And much lamented his Calamity,</br>That for her sake fell into Misery:</br>Which booted nought for Prayers, nor for Threat,</br>To hope for to release or mollify;</br>For ay the more that she did them intreat,</br>The more they him misus'd, and cruelly did beat.", "So as they forward on their way did pass,</br>Him still reviling, and afflicting sore,</br>They met Prince Arthur with Sir Enias</br>(That was that courteous Knight, whom he before</br>Having subdu'd, yet did to Life restore)</br>To whom as they approach'd, they 'gan augment</br>Their Cruelty, and him to punish more,</br>Scourging and haling him more vehement;</br>As if it them should grieve to see his Punishment.", "The Squire himself, whenas he saw his Lord,</br>The Witness of his Wretchedness, in place,</br>Was much asham'd, that with an hempen Cord</br>He like a Dog was led in captive Case;</br>And did his Head for Bashfulness abase,</br>As loth to see, or to be seen at all:</br>Shame would be hid.  But whenas Enias</br>Beheld two such, of two such Villains thrall,</br>His manly Mind was much emmoved therewithall:", "And to the Prince thus said; See you, Sir Knight,</br>The greatest Shame that ever Eye yet saw?</br>Yond Lady and her Squire with foul Despight</br>Abus'd, against all Reason and all Law,</br>Without regard of Pity or of Awe.</br>See how they do that Squire beat and revile;</br>See how they do the Lady hale and draw:</br>But if ye please to lend me leave awhile,</br>I will them soon acquit, and both of Blame assoil.", "The Prince assented and then he straightway</br>Dismounting light, his Shield about him threw,</br>With which approaching, thus he 'gan to say;</br>Abide ye caitive Trechetours untrue,</br>That have with Treason thralled unto you</br>These two, unworthy of your wretched Bands;</br>And now your Crime with Cruelty pursue,</br>Abide, and from them lay your loathly Hands;</br>Or else abide the Death that hard before you stands.", "The Villain staid not Answer to invent,</br>But with his iron Club preparing way,</br>His Mind's sad Message back unto him sent;</br>The which descended with such dreadful Sway,</br>That seemed nought the Course thereof could stay:</br>No more than Lightning from the lofty Sky.</br>Ne list the Knight the Pow'r thereof assay,</br>Whose Doom was Death; but lightly slipping by,</br>Unwares defrauded his intended Destiny.", "And to requite him with the like again,</br>With his sharp Sword he fiercely at him flew,</br>And strook so strongly, that the Carle with Pain</br>Saved himself, but that he there him flew</br>Yet sav'd not so, but that the Blood it drew,</br>And gave his Foe good hope of Victory.</br>Who therewith flesh'd, upon him set anew,</br>And with the second Stroke, thought certainly</br>To have supply'd the first, and paid the Usury.", "But Fortune aunswer'd not unto his Call;</br>For as his Hand was heaved up on hight,</br>The Villain met him in the middle Fall,</br>And with his Club bet back his Brondiron bright</br>So forcibly, that with his own Hand's Might</br>Rebeaten back upon himself again,</br>He driven was to ground in self-despight;</br>From whence e'er he Recovery could gain,</br>He in his Neck had set his Foot with fell Disdain.", "With that the Fool, which did that End await,</br>Came running in; and whilst on ground he lay,</br>Laid heavy Hands on him, and held so straight,</br>That down he kept him with his scornful Sway,</br>So as he could not wield him any way.</br>The whiles, that other Villain went about</br>Him to have bound, and thrall'd without delay;</br>The whiles, the Fool did him revile and flout,</br>Threatning to yoke them two, and tame their Courage stout.", "As when a sturdy Ploughman with his Hind</br>By Strength have overthrown a stubborn Stear,</br>They down him hold, and fast with Cords do bind,</br>Till they him force the buxom Yoke to bear:</br>So did these two this Knight oft tug and tear.</br>Which when the Prince beheld, there standing by</br>He left his lofty Steed to aid him near;</br>And buckling soon himself, 'gan fiercely fly</br>Upon that Carle, to save his Friend from Jeopardy.", "The Villain, leaving him unto his Mate</br>To be captiv'd, and handled as he list,</br>Himself address'd unto this new Debate,</br>And with his Club him all about so blist,</br>That he which way to turn him scarcely wist:</br>Sometimes aloft he laid, sometimes along;</br>Now here, now there, and oft him near he mist;</br>So doubtfully, that hardly one could know,</br>Whether more wary were to give or ward the Blow.", "But yet the Prince so well enured was</br>With such huge Strokes, approved oft in Fight,</br>That way to them he gave forth-right to pass;</br>Ne would endure the Danger of their Might,</br>But wait Advantage when they down did light.</br>At last the Caitive, after long Discourse,</br>When all his Strokes he saw avoided quite,</br>Resolv'd in one t' assemble all his Force,</br>And make one end of him without Ruth or Remorse.", "His dreadful Hand he heaved up aloft;</br>And with his dreadful Instrument of Ire,</br>Thought sure have powned him to Pouder soft,</br>Or deep embowel'd in the Earth entire:</br>But Fortune did not with his Will conspire.</br>For e'er his Stroke attained his Intent,</br>The noble Child preventing his Desire,</br>Under his Club with wary Boldness went,</br>And smote him on the Knee, that never yet was bent.", "It never yet was bent, ne bent it now,</br>Albe the Stroke so strong and puissant were,</br>That seem'd a marble Pillour it could bow:</br>But all that Leg, which did his Body bear,</br>It crack'd throughout, yet did no Blood appear;</br>So as it was unable to support</br>So huge a Burden on such broken Gear,</br>But fell to ground, like to a Lump of Dirt:</br>Whence he assay'd to rise, but could not for his Hurt.", "Eftsoons the Prince to him full nimbly stept;</br>And lest he should recover foot again,</br>His Head meant from his Shoulders to have swept.</br>Which when the Lady saw, she cry'd amain;</br>Stay, stay, Sir Knight, for Love of God abstain,</br>From that unwares ye weetless do intend;</br>Slay not that Carle, though worthy to be slain:</br>For more on him doth than himself depend;</br>My Life will by his Death have lamentable End.", "He staid his Hand according her Desire,</br>Yet nathemore him suffer'd to arise;</br>But still suppressing, 'gan of her enquire,</br>What Meaning mote those uncouth Words comprize,</br>That in that Villain's Health her Safety lies:</br>That were no Might in Man, nor Heart in Knights,</br>Which durst her dreaded Rescue enterprize,</br>Yet Heavens themselves, that favour feeble Rights,</br>Would for it self redress, and punish such Despights.", "Then bursting forth in Tears, which gushed fast</br>Like many Water-Streams, awhile she staid;</br>Till the sharp Passion being over-past,</br>Her Tongue to her restor'd, then thus she said;</br>Nor Heavens, nor Men, can me most wretched Maid</br>Deliver from the Doom of my Desert;</br>The which the God of Love hath on me laid,</br>And damned to endure this direful Smart,</br>For Penaunce of my proud and hard rebellious Heart.", "In prime of youthly Years, when first the Flow'r</br>Of Beauty 'gan to bud, and Bloosm delight,</br>And Nature me endow'd with plenteous Dow'r</br>Of all her Gifts that pleas'd each living Sight,</br>I was belov'd of many a gentle Knight,</br>And su'd and sought with all the Service due:</br>Full many a one for me deep groan'd and sigh't,</br>And to the Door of Death for Sorrow drew</br>Complaining out on me, that would not on them rue.", "But let them love that list, or live or die;</br>Me list not die for any Lover's Dool:</br>Ne list me leave my loved Liberty,</br>To pity him that list to play the fool:</br>To love my self I learned had in School.</br>Thus I triumphed long in Lover's Pain,</br>And sitting careless on the Scorner's Stool,</br>Did laugh at those that did lament and 'plain</br>But all is now repaid with Interest again.", "For lo the winged God, that woundeth Hearts,</br>Caus'd me be called to account therefore;</br>And for Revengement of those wrongful Smarts,</br>Which I to others did inflict afore,</br>Addeem'd me to endure this Penaunce sore;</br>That in this wise, and this unmeet Array,</br>With these two leud Companions, and no more,</br>Disdain and Scorn, I thro the World should stray,</br>Till I have sav'd so many as I earst did slay.", "Certes, said then the Prince, the God is just,</br>That taketh Vengeaunce of his People's Spoil:</br>For were no Law in Love, but all that lust</br>Might them oppress, and painfully turmoil,</br>His Kingdom would continue but awhile.</br>But tell me Lady, wherefore do you bear</br>This Bottle thus before you with such Toil,</br>And eke this Wallet at your Back arear,</br>That for these Carles to carry much more comely were?", "Here, in this Bottle, said the sorry Maid,</br>I put the Tears of my Contrition,</br>Till to the Brim I have it full defray'd:</br>And in this Bag which I behind me don,</br>I put Repentance for things past and gon.</br>Yet is the Bottle leak, and Bag so torn,</br>That all which I put in, falls out anon;</br>And is behind me trodden down of Scorn,</br>Who mocketh all my Pain, and laughs the more I mourn.", "The Infant harkned wisely to her Tale,</br>And wonder'd much at Cupid's Judgment wise,</br>That could so meekly make proud Hearts avail,</br>And wreak himself on them that him despise.</br>Then suffer'd he Disdain up to arise,</br>Who was not able up himself to rear,</br>By means his Leg, through his late luckless Prize,</br>Was crack'd in twain; but by his foolish Fear</br>Was holpen up, who him supported standing near.", "But being up, he look'd again aloft,</br>As if he never had received Fall;</br>And with stern Eye-brows stared at him oft,</br>As if he would have daunted him withall:</br>And standing on his Tip-toes to seem tall,</br>Down on his golden Feet he often gaz'd,</br>As if such Pride the other could appall;</br>Who was so far from being ought amaz'd,</br>That he his Looks despised, and his Boasts disprais'd.", "Then, turning back unto that Captive Thrall,</br>Who all this while stood there beside them bound,</br>Unwilling to be known, or seen at all,</br>He from those Bands ween'd him to have unwound.</br>But when approaching near, he plainly found,</br>It was his own true Groom, the gentle Squire;</br>He thereat wex'd exceedingly astound,</br>And him did oft embrace, and oft admire;</br>Ne could, with seeing, satisfy his great Desire.", "Mean while, the salvage Man, when he beheld</br>That huge great fool oppressing that other knight,</br>Whom with his Weight unwieldy down he held,</br>He flew upon him, like a greedy Kite</br>Unto some Carrion offer'd to his sight:</br>And down him plucking, with his Nails and Teeth</br>'Gan him to hale and tear, and scratch, and bite;</br>And from him taking his own Whip, therewith</br>So sore him scourgeth, that the Blood down followeth.", "And sure I ween, had not the Lady's Cry</br>Procur'd the Prince his cruel Hand to stay,</br>He would with whipping him have done to die:</br>But being check'd, he did abstain straightway,</br>And let him rise.  Then thus the Prince 'gan say,</br>Now Lady, sith your Fortunes thus dispose,</br>That if ye list have Liberty, ye may,</br>Unto your self I freely leave to chose,</br>Whether I shall you leave, or from these Villains lose.", "Ah!  nay, Sir Knight, said she, it may not be,</br>But that I needs must by all means fulfil</br>This Penaunce, which enjoined is to me,</br>Lest unto me betide a greater Ill;</br>Yet no less Thanks to you for your Good-will.</br>So humbly taking leave, she turn'd aside;</br>But Arthur, with the rest, went onward still</br>On his first Quest:  in which did him betide</br>A great Adventure, which did him from them divide.", "But first, it falleth me by course to tell</br>Of fair Serena:  who, as earst you heard,</br>When first the gentle Squire at variance fell</br>With those two Carles, fled fast away, afeard</br>Of Villany to be to her infer'd:</br>So fresh the Image of her former Dread,</br>Yet dwelling in her Eye, to her appear'd,</br>That every Foot did tremble, which did tread,</br>And every body two, and two she four did read.", "Thro Hills and Dales, thro Bushes, and thro Breres</br>Long thus she fled, till that at last she thought</br>Her self now past the Peril of her Fears.</br>Then looking round about, and seeing nought,</br>Which Doubt of Danger to her offer mought,</br>She from her Palfrey lighted on the Plain;</br>And sitting down, her self awhile bethought</br>Of her long Travel and turmoiling Pain;</br>And often did of Love, and oft of Luck complain.", "And evermore, she blamed Calepine,</br>The good Sir Calepine, her own true Knight,</br>As th' only Author of her woeful Tine;</br>For being of his Love to her so light,</br>As her to leave in such a piteous Plight.</br>Yet never Turtle truer to his Make,</br>Than he was try'd unto his Lady bright:</br>Who all this while endured, for her sake,</br>Great Peril of his Life, and restless Pains did take.", "Tho, whenas all her Plaints she had display'd,</br>And well disburden'd her engrieved Breast,</br>Upon the Grass her self adown she laid;</br>Where being tir'd with Travel, and opprest</br>With Sorrow, she betook her self to rest.</br>There, whilst in Morpheus' Bosom safe she lay,</br>Fearless of ought that mote her Peace molest,</br>False Fortune did her Safety betray</br>Unto a strange Mischaunce, that menac'd her Decay.", "In these wild Desarts, where she now abode,</br>There dwelt a salvage Nation, which did live</br>Of Stealth and Spoil, and making nightly Road</br>Into their Neighbours Borders; ne did give</br>Themselves to any Trade (as for to drive</br>The painful Plough, or Cattel for to breed,</br>Or by adventrous Merchandize to thrive)</br>But on the Labours of poor Men to feed,</br>And serve their own Necessities with others Need.", "Thereto they us'd one most accursed Order,</br>To eat the flesh of Men, whom they mote find,</br>And Strangers to devour, which on their Border</br>Were brought by Error, or by wreckful Wind;</br>A monstrous Cruelty 'gainst Course of kind.</br>They towards Evening wandring every way,</br>To seek for booty, came (by Fortune blind)</br>Whereas this Lady, like a Sheep astray,</br>How drowned in the Depth of Sleep all fearless lay.", "Soon as they spy'd her, Lord!  what gladful Glee</br>They made amongst themselves; but when her Face</br>Like the fair Ivory shining they did see,</br>Each 'gan his Fellow solace and embrace,</br>For Joy of such good Hap by heavenly Grace.</br>Then 'gan they to devise what Course to take;</br>Whether to slay her there upon the Place,</br>Or suffer her out of her Sleep to wake,</br>And then her eat attonce; or many Meals to make.", "The best Advisement was of bad, to let her</br>Sleep out her fill, without Encumberment:</br>For Sleep (they said) would make her battil better</br>Then when she wak'd, they all gave one Consent,</br>That sith by Grace of God she there was sent,</br>Unto their God they would her sacrifice;</br>Whose Share her guiltless Blood they would present:</br>But of her dainty Flesh they did devise</br>To make a common Feast, and feed with Gurmandize.", "So round about her they themselves did place</br>Upon the Grass, and diversly dispose,</br>As each thought best to spend the lingring Space.</br>Some with their Eves the daintiest Morsels chose;</br>Some praise her Paps, some praise her Lips and Nose;</br>Some whet their Knives, and strip their Elbows bare;</br>The Priest himself a Garland doth compose</br>Of finest Flow'rs, and with full busy Care</br>His bloody Vessels wash, and holy Fire prepare.", "The Damsel wakes:  then all attonce up-start,</br>And round about her flock, like many Flies,</br>Whooping, and hollowing on every part,</br>As if they would have rent the brazen Skies:</br>Which when she sees with ghastly griefful Eyes,</br>Her Heart does quake, and deadly pallid Hue</br>Benumbs her Cheeks:  Then out aloud she cries,</br>Where none is nigh to hear, that will her rue,</br>And rends her golden Locks, and snowy Breasts embrue.", "But all boots not:  they hands upon her lay;</br>And first they spoil her of her Jewels dear,</br>And afterwards of all her rich Array;</br>The which amongst them they in pieces tear,</br>And of the Prey each one a Part doth bear.</br>Now being naked to their sordid Eyes,</br>The goodly Treasures of Nature appear;</br>Which as they view with lustful Fantasies,</br>Each wisheth to himself, and to the rest envies.", "Her Ivory Neck, her Alablaster Breast,</br>Her Paps, which like white Silken Pillows were,</br>For Love in soft Delight thereon to rest;</br>Her tender Sides, her Belly white and dear,</br>Which like an Altar did it self up-rear,</br>To offer Sacrifice Divine thereon;</br>Her goodly Thighs, whose Glory did appear</br>Like a Triumphal Arch, and thereupon</br>The Spoils of Princes hang'd, which were in Battel won.", "Those dainty Parts, the Dearlings of Delight,</br>Which mote not be profan'd of common Eyes,</br>Those Villains view'd with loose lascivious Sight,</br>And closely tempted with their crafty Spies;</br>And some of them 'gan 'mongst themselves devise,</br>Thereof by force to take their beastly Pleasure.</br>But them the Priest rebuking, did advise</br>To dare not to pollute so sacred Treasure,</br>Vow'd to the Gods:  Religion held ev'n Thieves in measure.", "So being stay'd, they her from thence directed</br>Unto a little Grove not far aside,</br>In which an Altar shortly they erected,</br>To slay her on.  And now the Eventide</br>His broad black Wings had through the Heavens wide</br>By this disspred, that was the time ordain'd</br>For such a dismal Deed, their Guilt to hide</br>Of few green Turfs an Altar soon they fain'd,</br>And deck'd it all with Flow'rs, which they nigh hand obtain'd.", "Tho, whenas all things ready were aright,</br>The Damsel was before the Altar set,</br>Being already dead with fearful Fright.</br>To whom the Priest with naked Arms full net</br>Approaching nigh, and murdrous Knife well whet,</br>'Gan mutter close a certain secret Charm,</br>With other devilish Ceremonies met:</br>Which doen, he 'gan aloft t' advaunce his Arm,</br>Whereat they shouted all, and made a loud Alarm.", "Then 'gan the Bag-pipes and the Horns to shrill,</br>And shriek aloud, that with the Peoples Voice</br>Confused, did the Air with Terrour fill</br>And made the Wood to tremble at the Noise:</br>The whiles she wail'd, the more they did rejoice.</br>Now mote ye understand that to this Grove</br>Sir Calepine by chance, more than by choice,</br>The self-same Evening Fortune hither drove,</br>As he to seek Serena through the Woods did rove.", "Long had he sought her, and through many a Soil</br>Had travel'd still on foot in heavy Arms,</br>Ne ought was tired with his endless Toil,</br>Ne ought was feared of his certain Harms:</br>And now all weetless of the wretched Storms,</br>In which his Love was lost, he slept full fast,</br>Till being waked with these loud Alarms,</br>He lightly started up like one aghast,</br>And catching up his Arms, straight to the Noise forth past.", "There by th' uncertain Glimpse of starry Night,</br>And by the twinkling of their sacred Fire,</br>He mote perceive a little dawning Sight</br>Of all which there was doing in that Quire:</br>'Mongst whom, a Woman spoil'd of all Attire</br>He spy'd lamenting her unlucky Strife,</br>And groaning sore from grieved Heart entire;</br>Eftsoons he saw one with a naked Knife</br>Ready to launce her Breast, and let out loved Life.", "With that he thrusts into the thickest Throng,</br>And ev'n as his right Hand adown descends,</br>He him preventing, lays on Earth along,</br>And sacrificeth to th' infernal Fiends.</br>Then to the rest his wrathful Hand he bends;</br>Of whom he makes such Havock and such Hue,</br>That Swarms of damned Souls to Hell he sends:</br>The rest, that scape his Sword, and Death eschew,</br>Fly like a Flock of Doves before a Faulcon's View.", "From them returning to that Lady back,</br>Whom by the Altar he doth sitting find,</br>Yet fearing Death, and next to Death the lack</br>Of Clothes to cover what she ought by kind,</br>He first her Hands beginneth to unbind;</br>And then to question of her present Woe;</br>And afterwards to cheer with speeches kind.</br>But she, for nought that he could say or do,</br>One word durst speak, or answer him awhit thereto.", "So inward Shame of her uncomely Case</br>She did conceive, through Care of Womanhood,</br>That though the Night did cover her Disgrace,</br>Yet she in so unwomanly a Mood,</br>Would not bewray the State in which she stood.</br>So all that Night to him unknown she past:</br>But Day that doth discover bad and good,</br>Ensuing, made her known to him at last;</br>The End whereof I'll keep until another Cast.", ""]