["STROPHE I.</br>The lay Archilochus prepared, the Meed</br>Of every Victor on Olympia's Sand,</br>Might have sufficed thrice chanted, to proceed</br>Brave Epharmostus and his social band;</br>But from her Bow let each Aonian Maid</br>The glittering Shafts of Harmony prepare,</br>The Heights of sacred Elis to invade,</br>Her shady Forests, and her Pastures fair;</br>Seats sacred still to Thunder-bearing Jove,</br>Which Pelops gain'd, the Dower of Hippodamia's Love.", "ANTISTROPHE I.</br>To Pythia too one dulcet Arrow send.&mdash;</br>Nor does that Poet humble Lays require</br>The Chiefs who sings, for Glory that contend.&mdash;</br>To princely Opus now the Silver Lyre</br>Awake, and chant her Sons athletic Worth.</br>Opus, where Themis, with her Daughter, reigns,</br>Divine Eunomia. &mdash; Mindful of his Birth,</br>He decks the Capital of Locris' Plains</br>With every Flower on Alpheus' Brink that grows,</br>And every blooming Wreath Castalia's Cirque bestows.", "EPODE I.</br>My votive Voice, in soothing Lays,</br>Shall sing the much-loved City's Praise;</br>And, swifter than the Courser scours the Plain,</br>Or the winged Galley cleaves the yielding Main,</br>Will send the Messenger of Fame</br>Through all the admiring World, her Honors to proclaim.</br>If haply my assiduous Hand</br>Shall cull the Flowers that deck the Graces' Land.</br>For every Bliss that crowns Mankind,</br>Must from the Powers Superior rise;</br>And every Plan's by them design'd,</br>That forms the Valiant or the Wise.", "STROPHE II.</br>Favoured by them, Alicides' nervous Arm</br>Repelled the Monarch of the briny Flood;</br>Nor did the Silver Bow his Heart alarm,</br>But, firmly, angry Phoebus' Rage he stood;</br>Nor could stern Pluto's Rod his Breast dismay,</br>Which drives the Dying to this drear Abodes:&mdash;</br>Rash Muse, desist!  nor urge the impious Lay;</br>Hateful's the Wisdom that blasphemes the Gods.&mdash;</br>Tis Madness, Strength absurdly thus to boast,</br>And mortal Might compare with Heaven's triumphant Host.", "ANTISTROPHE II.</br>Let War and Discord, with the Ills they bring,</br>Be banished distant from the Ethereal Train:</br>Fair Protogenia's new-rais'd City sing,</br>Where, from Parnassus to the level Plain,</br>Deucalion and his Mate descending first,</br>By Jove's Command the rising Dome design'd;</br>While from the Stones their living Offspring burst,</br>To fill the Nations, and renew Mankind.&mdash;</br>Let Strains like these their pleased Descendants hear,</br>Old Wine delights the Taste, new Numbers charm the Ear.", "EPODE II.</br>Of old o'er Earth's involved Head,</br>The congregated Waters spread,</br>And o'er the wasted Country urged their Course;</br>Till Jove, relenting, check'd their ruthless Force,</br>And bade their native Beds again</br>The raging Waves absorb, and spare the ravaged Plain.</br>From Pyrrha and Deucalion then</br>Your Sires arose, a hardy Race of Men.</br>Thence your honor'd Lineage springs,</br>The Offspring of a God's Embrace;</br>And hence, for ever native Kings,</br>With Glory reigns the warlike Race.", "STROPHE III.</br>Opus, thy Daughter erst Olympic Jove</br>To shady Maenalus from Elis bore;</br>And there compressing with impetuous Love,</br>Restor'd her to her plighted Lord once more,</br>Her Womb then teeming with the Heavenly Child;</br>Lest Fate his Days without a Son should claim.</br>The Hero on the fostered Infant smiled,</br>Pleased with his Form, and gave his Grandsire's Name,</br>And Subjects brave bestow'd, and fair Domains;</br>Whence Opus' lofty Walls, and Locris' hardy Swains.", "ANTISTROPHE III.</br>Drawn by his Virtues, to whose friendly Towers,</br>From Argos, Thebes, and Pisa's fertile Plain,</br>And fair Arcadia, croud the social Powers,</br>Menoetius, chief among the Warrior Train,</br>He lov'd, from Actor and Aegina sprung:</br>Whose Son when wronged Atrides called to Arms,</br>Was nobly found the vengeful Train among;</br>Who, when the Greeks from Telephus' Alarms</br>Found shameful Safety on the friendly Flood</br>With Peleus' Godlike Son, the threatening Storm withstood.", "EPODE III.</br>From hence the Skilful well might find</br>The Impatience of Patroclus' Mind:</br>Achilles, therefore, with parental Care,</br>Advised him ne'er alone to tempt the War.&mdash;</br>O could I soar on daring Wings,</br>Where, in her rapid Car, the Muse exulting sings;</br>(For ample Power, and eager Will,</br>Attend with duteous Care her Footsteps still;)</br>Thy social Worth, and Isthmian Prize,</br>Lampromachus, should grace my Lay.</br>When Fame beheld both Trophies rise</br>Congenial, in one rolling Day.", "STROPHE IV.</br>Twice, Epharmostus, too, thy matchless Might</br>Fair Corinth saw, and Twice Nemea's Ground:</br>Argos thy manly Brows with Glory dight,</br>And Attica thy youthful Forehead  crowned:</br>What Praise thou met'st in Marathon's famed Course!</br>Now, scorning with the beardless Youths to run,</br>Matched with the veteran Race, thy rapid Force,</br>Tempered with Skill, the Silver Goblet won;</br>Shout with exulting Voice the friendly Train,</br>To see the loveliest Youth the fairest Trophies gain.", "ANTISTROPHE IV.</br>In Lycian Jove's high Feast with Wonder glowed</br>Parrhasia's Sons, thy Valor to behold;</br>And fair Pellana on thy Worth bestowed</br>Her Prize, a Guard secure from Winter's Cold.</br>Iolaus' Tomb, and fair Eleusis' Plain,</br>Washed by the briny Wave, thy Deeds attest.&mdash;</br>Though Men by Labor strive Applause to gain,</br>Yet native Merit ever shines the best;</br>Nor shall the Wreaths attained by Toil and Care,</br>With Heaven-descended Might, and inborn Worth compare.", "EPODE IV.</br>Not every Path extends the same,</br>But various are the Roads to Fame;</br>With different Eye the same Pursuits we view,</br>Nor all one Wish with equal Zeal pursue;</br>But his great Fame shall highest soar,</br>Who climbs the arduous Heights of Science' sacred Lore.</br>By which inspir'd, I now proclaim</br>My Hero's Strength, his Courage, and his Fame;</br>Who, Conqueror on Oilia's Plain.</br>Bade the bright Meed of Victory twine,</br>Great Ajax, round thy votive Fane,</br>And graced with Wreaths the hallowed Shrine.</br>"]