["Deep in the winding mazes of a wood,</br>On Thames' fair bank, Britannia pensive stood.</br>There on her pointless jav'lin she reclin'd,</br>While her loose tresses wanton'd in the wind;</br>And at a distance on the ground were thrown</br>Her plumy helmet and her laurel crown.</br>Beneath her feet, by circling flow'rs conceal'd,</br>Lay Freedom's precious gift, her fav'rite shield;</br>That shield, the Hero's boast, the Tryrant's dread,</br>Which oft has guarded Marlb'rough's glorious head,</br>And oft from either WILLIAM'S sacred brow</br>Has turn'd aside the meditated blow:</br>Here in the sculptur'd gold a Lion roar'd;</br>There her lost empire Tyranny deplor'd,</br>And mad Ambition and his lawless train</br>Repining lay, and gnaw'd fair Freedom's chain;</br>While lillies, with the rose and thistle join'd,</br>In graceful union round the border twin'd.</br>The Goddess musing heav'd a piteous sigh,</br>Then thus began, and wip'd each tearful eye;</br>While Thames to listen left his oozy bed,</br>And silently inclin'd his reedy head.", "\"How long shall Mars with unresisted sway,</br>His bloody ensigns o'er the world display?</br>Still shall the cries of orphans wound my ears?</br>Still must I grieve to view the widow's tears?</br>And pity's soothing balm in vain apply,</br>Those cries to silence and those tears to dry?</br>Why are my fields with smiling plenty crown'd,</br>Why has kind Neptune stretch'd his billows round,</br>If Freedom's call the lab'ring hind constrains</br>For war's alarms to quit his promis'd gains,</br>Doom'd in Her cause to perish, far remov'd</br>From all he valu'd and from all he lov'd?</br>Mistaken men!  these hateful jars give o'er;</br>Let savage Discord vex the world no more:</br>But ev'ry act by strictest reason scan,</br>And learn to know the Hero from the Man.</br>While wars in each unpolish'd region cease,</br>And Turks and Tartars taste the sweets of peace;</br>In nature's state while Afric's swarthy bands</br>Securely wander o'er their barren sands;</br>While undisturb'd the barb'rous Indian roves</br>Thro' spicy fields, or sleeps in citron groves;</br>Shall Europe's sons, enrich'd with ev'ry art</br>That can instruct the head or mend the heart.</br>To scenes of death with impious fury run,</br>And all the soothing joys of friendship shun?</br>Bid Desolation rage on ev'ry plain,</br>And swell with purple floods the boundless main?</br>Flandria has long with secret horror view'd</br>Her cities sack'd and provinces subdu'd;</br>Belgia in vain unlocks her wat'ry stores,</br>And o'er her lands the subject ocean pours;</br>Italia's myrtle shades with shouts resound,</br>And her proud buildings smoke upon the ground:</br>Nay, not content to spread our num'rous hosts</br>O'er Europe's fields, and vex our native coasts,</br>To distant climes our legions we convey,</br>On Indian seas our hostile flags display;</br>There fright the peaceful regions with alarms,</br>And rouse the natives of the East to arms.</br>Perhaps ev'n now the proud insidious Gaul,</br>To crown his triumphs, meditates My fall;</br>Faction may once again his aid implore,</br>And Gallic navies hover round my shore.</br>Should he succeed, &mdash; farewell my ancient fame!</br>Farewell th' unrival'd honours of my name!</br>Farewell my boasted empire o'er the main!</br>Bedford has toil'd and Anson fought in vain.\"", "While thus the Goddess, with an anxious mind,</br>Pour'd out her soft complainings to the wind;</br>Swifter than thought a ray of heav'nly light,</br>Dispell'd the gloom and chear'd her ravish'd sight:</br>And strait in snowy garb a beauteous maid</br>Celestial sweetness to her eyes display'd;</br>In careless folds her garment trail'd along,</br>And negligently loose behind her hung,</br>With female softness shone her lovely face,</br>Awful she mov'd with more than manly grace;</br>Fresh garlands deck'd her brow, and in her hand</br>She stretch'd the pledge of peace, an olive wand.", "\"Again the Gods, (she cry'd) Britannia, smile,</br>Mov'd by your sighs, on this their fav'rite isle;</br>For see!  again, to dry those falling tears,</br>The long-forgotten form of Peace appears.</br>In happy union join'd, the sea and land</br>Shall homage pay, and own my mild command;</br>My empire shall extend from shore to shore,</br>And Discord's fierce alarms be heard no more.", "\"Bless'd isle!  alike for arms and arts renown'd,</br>Adorn'd with heroes and with statesmen crown'd;</br>Those form'd to curb by war oppression's rage,</br>And these by peaceful councils to asswage:</br>The rescued world to each her freedom owes,</br>Since here a Churchill and a Sandwich rose.</br>Nor think, Britannia, I shall cease to shed</br>My kindest influence on your favour'd head;</br>While each fond eye with anxious joy surveys</br>Those pledges of your peace in future days,</br>The blooming Royal Progeny, design'd</br>To bless these nations and adorn mankind.</br>The Sons with gentle sway thy realms shall guide,</br>And Cato's virtues share, without his pride;</br>Each lovely Daughter shall like Marcia shine,</br>And graceful ease with sacred manners join:</br>While Kings, inspir'd by love, or aw'd by fear,</br>Shall court thy friendship, and thy pow'r revere.", "\"But now to clear with smiles your clouded brow,</br>And banish from your breast each secret woe,</br>See where thy happy Monarch, wafted o'er</br>With prosp'rous omens from the Belgic shore,</br>Returns, with me his much-lov'd isle to greet,</br>And lay his peaceful trophies at your feet.\"", "These welcome sounds with transport and surprize</br>The Goddess heard, then rais'd her drooping eyes;</br>And, to compleat her bliss, with pleasing awe</br>The well-known form of her Deliv'rer saw:</br>Plenty before him strow'd with flow'rs the ground,</br>And Peace with blooming wreaths his temples crown'd:</br>At their approach the Sons of Discord fled,</br>And Fraud conceal'd in shades her hateful head;</br>Ev'n Faction's loud complaints were sooth'd to rest,</br>Astonish'd Envy bow'd her haughty crest;</br>And all with silent admiration gaz'd,</br>When GEORGE'S hand the peaceful olive rais'd.</br>So, when Aeneas wav'd the golden bough,</br>Stern Charon smooth'd his formidable brow;</br>And view'd the Hero with less surly mien,</br>Struck with the sacred gift, so rarely seen:</br>While airy forms, with joy unknown before,</br>Beheld the glitt'ring branch and crouded to the shore.</br>"]