["The Chapel Bell with hollow mournful sound,</br>Awakes the Fellows slumb'ring o'er their fires,</br>Rous'd by the custom'd note, each stares around,</br>And sullen from th' unfinish'd pipe retires.", "Now from the Common-Hall's restriction free,</br>The sot's full bottles in quick order move,</br>While gayer coxcombs sip their am'rous tea,</br>And Barber's daughters soothe with tales of love.", "Through the still courts a solemn silence reigns,</br>Save where the broken battlements among,</br>The East wind murmurs through the shatter'd panes,</br>And hoarser ravens croak their ev'ning song.", "Where groan the shelves beneath their cum'brous weight,</br>Heaps pil'd on heaps, and row succeeding rowss,</br>In peaceful pomp, and dignified retreat,</br>The labors of our ancestors repose.", "With them no more engaged in ceaseless toil,</br>The watchful student on their leaves shall pore;</br>For them no more shall blaze the midnight oil,</br>Their sun is set, and sinks to rise no more.", "For them no more shall Booksellers contend,</br>And on the rubric posts their worth proclaim,</br>Beneath their weight no more the press shall bend,</br>While common-sense stands wond'ring at their fame.", "Oft did the classics mourn their critic rage,</br>While still they found each meaning but the true;</br>Oft did they heap with notes poor Ovid's page,</br>And give to Virgil words he never knew.", "Yet e're the partial voice of Critic scorn</br>With harsh severity their fate decide,</br>Say!  have we not like them had cause to mourn</br>A waste of words, and Learning ill applied?", "Can none remember &mdash; yes I know all can&mdash;</br>When diff'rent readings against readings jarr'd,</br>While Bentley led the stern scholastic van,</br>And new editions with the old ones warr'd.", "Nor ye who lightly o'er each work proceed,</br>Unmindful of the grave Historian's part,</br>Contemn these works; if as you run and read;</br>You find no trophies of th' engraver's art.", "Can Bartolozzi's all-enchanting pow'r</br>To heavy works the stamp of merit give?</br>Can Grignion's art protract Oblivion's hour,</br>Or bid the Epic rage of Blackmore live?", "In this lone nook with learned dust bestrew'd,</br>Where frequent cobwebs kindly form a shade,</br>Some wond'rous legend, fill'd with death, and blood;</br>Some Monkish history perhaps is laid.", "With Store of barb'rous latin at command,</br>Though arm'd with puns, and jingling quibble's might;</br>Yet could not these sooth time's remorseless hand,</br>Or save their labours from eternal night.", "Full many an Elegy has mourn'd its fate,</br>Beneath some pasty cabin'd, cribb'd, confin'd;</br>Full many an Ode has soar'd in lofty state,</br>Fixed to a Kite and quiver'd in the wind.", "A prey to moths, neglected here may lie</br>The rude memorial of some antient song,</br>Whose martial strains, and rugged minstrelsy;</br>Once with delight inspir'd each list'ning throng.", "The untrod paths of learning to explore</br>With new ideas to enlarge the mind,</br>With useful lessons drawn from Classic Lore,</br>At once to polish and instruct mankind.", "Their times forbade:  nor yet with partial hand</br>Their fancy only, but their faults represt;</br>Forbade to scatter treason o'er the land,</br>Or with sedition taint the youthful breast.", "To gild with similies Rebellion's cause,</br>Like &mdash; with trope and figure at command,</br>Or win with &mdash; the stupid cits' applause,</br>With air-built projects for Utopian Land.", "Their humble science never soar'd so far,</br>In studious trifles pleas'd to waste their time,</br>Or wage with common sense eternal war,</br>In ceaseless jingle, and perpetual rhime.", "Yet were they not averse to noisy fame,</br>Or shrank reluctant from her ruder blast,</br>But still aspir'd to raise their sinking name,</br>And fondly hope that name might ever last.", "Hence blazon'd margins greet the wond'ring eye,</br>And tawdry bindings glare like Tyrrel's urn,</br>Where Ships, Wigs, Fame, and Neptune, blended lie,</br>And weeping cherubs for their bodies mourn.", "For who with rhimes e'er rack'd his weary brain,</br>Or spent in search of epithets his days,</br>But from his lengthen'd labours hop'd to gain</br>Some present profit, or some future praise.", "For thee who in harsh strains and uncouth rhime</br>Dost in these lines neglected worth bewail,</br>If chance (unknowing how to kill the time)</br>Some kindred idler should enquire thy tale,", "Haply some ancient fellow may reply,</br>\"Oft have I seen him, from the dawn of day,</br>E'en till the western sun went down the sky,</br>Lounging his lazy listless hours away.", "\"Each morn he sought the cloister's cool retreat;</br>At noon at Tom's he caught the daily lie,</br>Or from his window looking o'er the street,</br>Would gaze upon the travellers passing by.", "\"At night united with a kindred band,</br>In smoke and ale roll'd their dull lives away;</br>True as the college-clock's unvarying hand,</br>Each morrow was the echo of to-day.", "\"Thus past his hours, remote from care, or strife,</br>Till by his relentless fate's severe command,</br>A lethargy assail'd his harmless life,</br>And check'd his course, and shook his loit'ring sand.", "\"Where Merton's tow'rs in Gothic grandeur rise,</br>And shoot around each soph a deeper gloom,</br>Beneath the center aisle interr'd he lies,</br>With these few lines engraved upon his tomb.\"", "THE EPITAPH.</br>Of vice or virtue void, here rests a man</br>By prudence taught each rude excess to shun;</br>Nor love nor pity marr'd his sober plan,</br>And Dulness claim'd him for her fav'rite son.", "By no eccentric passion led astray,</br>Not rash to blame, not eager to commend;</br>Calmly thro' life he steer'd his quiet way,</br>Nor made an enemy, nor gain'd a friend.", "Seek not his faults &mdash; his merits &mdash; to explore,</br>But quickly drop the uninstructive tale;</br>His works &mdash; his faults &mdash; his merits &mdash; are no more&mdash;</br>Sunk in the gloom of dark oblivion's veil.</br>"]