["I.</br>On slight excursive pinions borne,</br>To ancient Minstrelsy we turn,</br>And, rapt, recal those early days</br>In which our predecessors sung;</br>When Beauty languish'd at their lays,</br>And oft their harps by Nymphs were strung:</br>Then, GENIUS, then was thy propitious birth;</br>The star of Science rose</br>To illuminate and cheer the earth,</br>While, at her dark reign's close,</br>In fix'd despair, old Ignorance retir'd</br>To her lone murky den, and sickening there, expir'd.", "II.</br>Within the feeling heart,</br>Coy, callow nestlings, first,</br>Ere yet they dar'd depart,</br>Were dulcet numbers nurst:</br>At length their flight they prove</br>Launch'd by adventurous love:&mdash;</br>For thou, O GENIUS, to the yielding soul</br>Of some young lover wert at first convey'd;</br>He felt, celestial guest!  thy transports roll,</br>When gazing on his modest maid;</br>And, as enamour'd on her charms he hung,</br>Love freed thy genial fire, and loos'd his tuneful tongue.", "III.</br>Nor were the first wild notes unmeet;</br>The heart's attempts are always sweet:</br>There still we fondly turn to trace</br>Simplicity, thy pristine grace;</br>And oft recur, to mark the artless thought</br>Primaeval Nature breath'd, with genuine passion fraught.</br>As o'er the blushing sweets he lov'd</br>With rapturous glance the enthusiast rov'd,</br>From that fine glow, which all his fancy warm'd,</br>He caught the true impassion'd style that charm'd;</br>And when secure the virgin's hand to gain,</br>Then forth would gaily burst the ecstatic bridal strain.", "IV.</br>But O, when down the woodland side</br>The Minstrel strays, all wan and lorn&mdash;</br>The flame he could no longer hide,</br>His cruel Mistress dash'd with scorn.&mdash;</br>Grief now, O GENIUS, opes the sacred source,</br>And streaming sorrow gives thy language force:</br>A cypress garland, lo, he wildly weaves;</br>He takes his lute, his last sad tale to tell,</br>And, dying, all his plaintive sweetness leaves</br>To his poor moaning woodmate, Philomel;</br>The plaintive sweetness floats through midnight air,</br>As if the soul's expression still were there.", "V.</br>The rougher Passions, pleas'd to hear</br>What gentle Love began so well,</br>Ardent and emulous draw near</br>To snatch the sounding shell:</br>And ruddy Sport is foremost found</br>To wake the sylvan echoes round&mdash;</br>But little from the chace is lent</br>Thy stores delicious to augment,</br>(Save when, beside the wood-reflecting stream,</br>The notes responsive distantly decay)</br>For oft the turbulent pursuers seem</br>To vie, in fierceness, with their savage prey.", "VI.</br>Yet hark!  an essay ruder far&mdash;</br>The brazen cadence, and the menac'd war!</br>No longer now, ye shepherd swains,</br>Upon your native fertile plains</br>Attend your fleecy care:</br>Hush'd be the sighing voice of Love!</br>And to the coverts of the grove</br>Ah fly, ye timid fair!</br>Already on your silver-shelving strand</br>Invasion pours his bliss-destroying band&mdash;</br>For Envy, with malignant leer,</br>Your pastures rich and pleasures dear</br>Surveys, and bids him stem the billows' roar,</br>To wade through other seas of human gore.", "VII.</br>But see the Bard with patriot virtue fir'd!</br>See, at his animating call,</br>The thronging heroes, as by Heav'n inspir'd,</br>Advance; and on the invaders fall!&mdash;</br>'Twas Freedom's glorious cause, that, 'gainst the foe,</br>Bade the full tide of eloquence to flow;</br>And gave, to bless the Bard, in happiest hour,</br>Thy all-commanding force, thy magic power,</br>That rais'd the drooping, and enflam'd the brave</br>Against the tyrant, wandering to enslave;</br>And hurl'd his ranks, repuls'd, dismay'd, and lost,</br>Beneath the fatal surge they impiously had crost.", "VIII.</br>The wood-bird, having hail'd the morning prime,</br>Through the lone vale or copse unnoted strays;</br>While, on strong wing, the eagle soars sublime,</br>And basks undazzled in the noontide blaze:</br>Thus we, O monarch of the mind!</br>Through days remote and less refin'd,</br>Have tried to trace thy beamy way.&mdash;</br>To attempt thy now more potent ray,</br>Demands the steady aid of powers</br>More bold, and daring  far, than ours;</br>Than ours, which, trembling, ne'er before took wing</br>Beyond a lay of love, or carol in the spring.</br>"]