["Hither, in half blown garlands drest,</br>Advances the reluctant Spring,</br>And, shrinking, feels her tender breast</br>Chill'd by Winter's snowy wing;</br>Nor wilt thou, alien as thou art, display</br>Or leaf, or swelling bud, to meet the varying day.", "Yet, when the mother of the rose,</br>Bright June, leads on the glowing hours,</br>And from her hands luxuriant throws</br>Her lovely groups of Summer flowers;</br>Forth from thy brown and unclad branches shoot</br>Serrated leaves and rudiments of fruit.", "And soon the boughs umbrageous spread</br>A shelter from Autumnal rays,</br>While gay beneath thy shadowy head,</br>His gambols happy childhood plays;</br>Eager, with crimson fingers to amass</br>Thy ruby fruit, that strews the turfy grass.", "But where, festoon'd with purple vines,</br>More freely grows thy graceful form,</br>And skreen'd by towering Appenines,</br>Thy foliage feeds the spinning worm;</br>PATIENCE and INDUSTRY protect thy shade,</br>And see, by future looms, their care repaid.", "They mark the threads, half viewless wind</br>That form the shining light, cocoon,</br>Now tinted as the orange rind,</br>Or paler than the pearly moon;</br>Then at their summons, in the task engage,</br>Light, active youth, and tremulous old age.", "The task that bids thy tresses green</br>A thousand varied hues assume,</br>There colour'd like the sky serene,</br>And mocking here the roses bloom;</br>And now, in lucid volumes lightly roll'd,</br>Where purple clouds are starr'd with mimic gold.", "But not because thy veined leaves,</br>Do to the grey wing'd moth supply</br>The nutriment, whence Patience weaves</br>The monarch's velvet canopy;</br>Thro' his high domes, a splendid radiance throws,</br>And binds the jewell'd circlet on his brows;", "And not, that thus transform'd, thy boughs,</br>Now as a cestus clasp the fair,</br>Now in her changeful vesture flows,</br>And filets now her plaited hair;</br>I praise thee; but that I behold in thee</br>The triumph of unwearied Industry.", "'Tis, that laborious millions owe</br>To thee, the source of simple food</br>In Eastern climes; or where the Po</br>Reflects thee from his classic flood;</br>While useless INDOLENCE may blush, to view</br>What PATIENCE, INDUSTRY, and ART, can do.</br>"]