["MURAENA, PALAEMON.", "MURAENA.</br>From this high cliff is an unusual view,</br>And here our eyes uncommon scenes pursue.</br>I see the verdure of yon distant plains,</br>Where bleating flocks are fed by tuneful swains.</br>But ah!  how wretched are those earth-born slaves,</br>Compar'd with us, who cut through shining waves?</br>They are expos'd to cold, expos'd to heat,</br>In different seasons mourn a different fate;</br>Uneasy still the wretched caitiff moves</br>To breezy mountains, or to sheltering groves.</br>While we no cloathing need, no change of rules,</br>The sea in winter warms, in summer cools.</br>I've seen the labouring plowman's daily toil</br>For a new crop to fit the stubborn soil,</br>While Heaven supplies our wants without our sweat,</br>We ne'er are hungry, but we have to eat.</br>Why should we thus by partial Heaven be blest;</br>With neither grief, nor doubt, nor toil opprest;</br>While those on earth of happiness despair,</br>In pain, and anguish die, and live in care?", "PALAEMON.</br>I've heard (for thus the wise Melampus said)</br>Two different kinds of men by Heaven were made,</br>The one to swim, and sport in briny seas,</br>Th' other to range on earth, or sit at ease,</br>Under the covert of the shadowing trees.</br>To each a guardian spirit was assign'd</br>To guide their passions, and inform their mind:</br>But he on earth, ingrate!  would wildly rove,</br>Despis'd his Maker, and abus'd his love.</br>Enraged at this the guardian Daemon flew,</br>And bid him his own blinded will pursue;</br>Thus earthy men deserted by their guide</br>Can't rule their giddy thoughts, nor stem the coming tide;</br>But still are doom'd slaves to their darling lust,</br>Are all deceitful, cruel, and unjust;</br>Restless desires their wearied soul distract,</br>They know not what they are, nor, why they act.</br>While we content with what the Gods approve,</br>Do nought but ever sing, and ever love.", "MURAENA.</br>But see&mdash;</br>The tide swells on the shore, and forward creeps,</br>And with new slime besmears the sandy heaps.</br>What makes this constant flux?  I've often thought</br>The cause is wondrous, and in vain I sought.", "PALAEMON.</br>The cause is wondrous plain; the wise will prove</br>The nature of a fluid is to move:</br>In every liquid there's a constant roll;</br>An eddy, tho' unseen, disturbs the whole.</br>The gliding parts with secret motion flow;</br>Were they at rest, they would to hardness grow.</br>As washings left in rocks, by Winters frost</br>Are fix'd to solid ice, and all the motion's lost.", "MURAENA.</br>Happy are those who know the secret cause</br>Of strange effects, and Nature's hidden laws.</br>But leave the rocks; for rising fogs appear,</br>And cold land-breezes chill the troubled air.</br>"]