["CANT. II. V.</br>Stay with me Flowers, and comfort me with Apples, for I am sicke with love.", "I.</br>O Tyrant love!  how does thy sov'raigne pow'r</br>Subject poore soules to thy imperious thrall!</br>They say, thy Cup's compos'd of sweet and sowre;</br>They say, thy diet's Honey, mixt with Gall;</br>How comes it then to passe, these lips of our</br>Still trade in bitter; taste no sweet at all?</br>O tyrant love!  Shall our perpetuall toyle</br>Nev'r find a Sabbath, to refresh, a while,</br>Our drooping soules?  Art thou all frowns, and nev'r a smile?", "II.</br>You blessed Maids of Honour, that frequent</br>The royall Courts of our renown'd JEHOVE,</br>With Flow'rs restore my spirits faint, and spent;</br>O fetch me Apples from Loves fruitfull Grove,</br>To coole my palat, and renew my sent,</br>For I am sick, for I am sick of Love:</br>These, will revive my dry, my wasted pow'rs,</br>And they, will sweeten my unsav'ry houres;</br>Resfresh me then with Fruit, and comfort me with Flow'rs.", "III.</br>O bring me Apples to asswage that fire,</br>Which, Aetna-like, inflames my flaming brest;</br>Nor is it ev'ry Apple I desire,</br>Nor that which pleases ev'ry Palat best:</br>'Tis not the lasting Deuzan I require,</br>Nor yet the red-cheek'd Queening I request;</br>Nor that which, first, beshrewd the name of wife,</br>Nor that whose beauty caus'd the gold strife;</br>No, no, bring me an Apple from the Tree of life.", "IV.</br>Virgins, tuck up your silken laps, and fill ye</br>With the faire wealth of Floras Magazine;</br>The purple Vy'let, and the pale-fac'd Lilly;</br>The Pauncy and the Organ Colombine;</br>The flowring Thyme, the gilt-boule Daffadilly;</br>The lowly Pinck, the lofty Eglentine:</br>The blushing Rose, the Queene of Flow'rs, and best</br>Of Floras beauty; but, above the rest,</br>Let Jesses sov'raigne Flow'r perfume my qualming brest.", "V.</br>Haste, Virgins, haste; for I lie weake and faint,</br>Beneath the pangs of love; why stand ye mute;</br>As if your silence neither car'd to grant,</br>Nor yet your language to deny my suit?</br>No key can lock the doore of my complaint,</br>Untill I smell this Flow'r, or taste that Fruit;</br>Go, Virgins, seek this Tree, and search that Bow'r;</br>O, how my soule shall blesse that happy houre,</br>That brings to me such fruit, that brings me such a Flow'r!", "GISTEN. in Cap. 2 Cant. Expos. 3.</br>O happy happy sicknesse!  where the infirmity is not to death, but to life, that God may be glorified by it:  O happy fever, that proceeds not from a consuming, but a calcining fire!  O happy distemper, wherein the soule relishes no earthly things, but onely savours divine nourishment!", "S. BERN. Serm. 51 in Cant.</br>By flowers understand faith; by fruit, good works:  As the flower or blossome is before the fruit, so is faith before good works:  So neither is the fruit without the flower, nor good works without faith.", "EPIG. 2.</br>Why apples, O my soule?  Can they remove</br>The Pangs of Griefe, or ease the flames of love?</br>It was that Fruit which gave the first offence;</br>That sent him hither; that remov'd him hence.</br>"]