["Dear &mdash;!  noisiest dram shop of the plain,</br>Where Rum and Brandy cheer'd the staggering swain,</br>Where tippling sots their earliest visit paid,</br>And drunken guests the parting hour delay'd:</br>Dear lowly seat of drunkenness and vice,</br>Where every sport some virtue could entice;</br>How often have I stagger'd o'er thy floor,</br>When my own wretchedness was felt no more!</br>How often have I held the empty mug,</br>Paus'd o'er the wooden bench, and broken jug;</br>The never-failing keg, the busy spoon,</br>The sign, the red-nosed image of the moon,</br>The spreading elm, with seats beneath the shade,</br>For sickening, staff-supported, drunkards made!</br>How often have I bless'd each rainy day,</br>When toil, remitting, lent its turn to play,</br>And all the sweating train from labour come</br>To praise the president, &mdash; inspir'd by rum;</br>While drunken democrats with fury prate,</br>Th' ignorant listening, as the wise debate,</br>Whose zeal increas'd, whose arguments grew sound,</br>With every mug of toddy that went round,</br>And still, as every repeated falsehood tir'd,</br>Succeeding lies were offer'd, and admir'd,</br>The tippling patriots, who sought renown,</br>By holding out, to drink each other down,</br>Unmindful of their country, friends, or home,</br>While flowing mugs were handed round the room&mdash;</br>The tapster's prying glances on the floor,</br>To see who's drunk, or has not paid his score&mdash;</br>These were thy charms, sweet Dram shop! guests like these,</br>With drunken strife, taught politics to please;</br>These round thy walls their staggering partners led,</br>These were thy charms &mdash; but all these charms are fled.", "Dear lowly Dram shop!  loveliest of the lawn,</br>Thy flip is fled, and all thy guests are gone;</br>Amid thy casks Sir Richard's hand appears,</br>And draining kegs demand our rising tears;</br>The lonely landlord drains the dernier drop,</br>His trembling hand uplifts the half-fill'd cup,</br>No more the dram with sparkling brightness glows,</br>But as he sips the muddy current flows.</br>Along thy path, a solitary sot</br>Now pensive walks, and mourns thy hapless lot,</br>Now from his course averts his watery eye,</br>Looks at thy door, and hickups out a sigh,</br>To see the silent haunt, and broken seat,</br>Where, lousy politicians us'd to meet;</br>Who, now no more to writs and duns a prey,</br>Are made the petty tyrants of the day.", "Ill fares the ruler &mdash; soon his power decays,</br>Who dares do right, nor court the rabble's praise;</br>Reason and Truth his conduct may commend,</br>Falsehood opposes, and obtains its end;</br>But Prejudice, upheld by foolish Pride,</br>When once 'tis fix'd, is never set aside.", "A time there was, ere demos rul'd the state,</br>When here they met to tipple and debate;</br>For them the candidate his rum would pour,</br>Give just enough to lay them on the floor;</br>Their best design, th' election to promote,</br>And their best wealth, a democratic vote.</br>But times are chang'd, new rulers are elected;</br>Along thy path no more the noisy throng</br>At midnight roar the bacchanalian song;</br>No more their drunken shouts my ears invade,</br>But solemn silence saddens in thy shade.</br>Those tippling trains, whom bribery bade to come,</br>Those humble guests, who ask'd for nought but rum,</br>Those sots, who drank when every mug went round,</br>Stept at each step, and lengthen'd on the ground;</br>These all to Monticello now have flown,</br>And left the landlord to get drunk alone.</br>"]