["KORASA'S Tribe, a frequent-wandering train,</br>From Zenan's pastures sought Negiran's plain.</br>With them SEMIRA left her favourite shades,</br>The loveliest nymph of Yemen's sportive maids!</br>Her parting hand her fair companions prest;</br>A transient sorrow touch'd each tender breast;</br>As some thin cloud across the morning ray</br>Casts one short moment's gloom, and glides away:</br>Their cares, their sports, they hasted soon to tend,</br>And lost in them the memory of their friend.", "But gallant ZERAD ill her absence bore,&mdash;</br>A wealthy Emir from Katara's shore;</br>A warrior he, the bravest of his race;</br>A bard high-honoured in his native place;</br>Age oft learn'd knowledge from his tuneful tongue,</br>And listening Beauty languish'd while he sung.</br>What time the tribes in camp contiguous lay,</br>Oft with the Fair-one he was wont to stray;</br>There oft for her fresh fruits and flow'rs he sought,</br>And oft her flocks to chrystal fountains brought.", "Where the tall palm-grove grac'd Alzobah's green,</br>And sable tents in many a rank were seen;</br>While Evening's steps the setting Sun pursued,</br>And the still fields her balmy tears bedew'd;</br>The pensive Lover, there reclin'd apart,</br>Indulg'd the sorrows of his anxious heart.</br>His graceful head the costly turban drest;</br>The crimson sash confin'd his azure vest;</br>His hand the sounding arabeb sustain'd;</br>And thus his voice in melody complain'd&mdash;</br>Soft as the night-bird's amorous music flows,</br>In Zibet's gardens, when she woos the rose:", "\"Bright star of Sora's sky, whose matchless blaze</br>Gilds thy proud tribe with mild, benignant rays!</br>Sweet flow'r of Azem's vale, whose matchless bloom</br>O'er thy fam'd house spreads exquisite perfume!</br>Blithe fawn of Kosa, at the break of dawn,</br>Midst groves of cassia, sporting on the lawn!</br>Too charming Beauty!  why must I bemoan</br>Thee from my presence thus abruptly flown?</br>Ere the shrill trump to march the signal gave,</br>And banners high in air began to wave;</br>Ere the tall camel felt his wonted load,</br>And herds and flocks slow mov'd along the road;</br>Ere slow behind them march'd the warrior train,</br>And the struck tents left vacant all the plain;</br>Could no fond plea obtain a longer stay?</br>Would no kind hand th' intelligence convey?</br>Ah, hapless me!  to Aden's port I stray'd,</br>Sought gold and gems, but lost my lovely maid!", "\"My friends, they come my sorrows to allay&mdash;</br>AZOR the wise, and SOLIMAN the gay&mdash;</br>One cries, 'Let Reason hold her sober reign,</br>Nor Love's light trifles give thy bosom pain!</br>For thee kind Science all her lore displays,</br>And Fame awaits thee with the wreath of praise.'</br>'O why,' cries one, 'is she alone thy care?</br>She's fair, indeed, but other maids are fair:</br>NEGIMA'S eyes with dazzling lustre shine,</br>And her black tresses curl like Zebid's vine;</br>On HINDA'S brow Kushemon's lily blows,</br>And on her cheek unfolds Nishapor's rose!</br>With them, the tale, the song, the dance shall please,</br>When Mirth's free banquet fills the bow'r of ease.'</br>Ah cease, said I; of love he little knows,</br>Who with sage counsel hopes to cure its woes!</br>Go, bid in air Yamama's lightnings stay,</br>Or Perath's lion quit his trembling prey:</br>Kind Science' lore with Beauty best we share,</br>And Beauty's hands Fame's fairest wreaths prepare.</br>I praise NEGIMA'S lovely hair and eyes;</br>Nor HINDA'S lily, nor her rose despise:</br>But Omman's pearls diffuse a brighter beam</br>Than the gay pebbles of Kalafa's stream.&mdash;", "\"O lov'd SEMIRA!  whither dost thou rove?</br>Tread thy soft steps by Sada's jasmine grove?</br>Dost thou thy flocks on Ocah's mountain keep?</br>Do Ared's olives whisper o'er thy sleep?&mdash;</br>Ah, no! &mdash; the maid, perhaps, remote from these,</br>Some hostile troop, in ambush laid, may seize:</br>Too lovely captive!  she, in triumph borne,</br>The proud Pacha's throng'd haram shall adorn.</br>Vain fear!  around her march her valiant friends;</br>Brave OMAR'S hand the bow of ISHMAEL bends;</br>Strong HASSAN'S arm KAABA'S spear can wield,</br>And rear on high EL-MAKIN'S ponderous shield!</br>Ah, shame to me!  shall Sloth's dishonouring chain</br>From love, from glory, ZERAD here detain,</br>Till grief my cheek with sickly saffron spread,</br>And my eyes, weeping, match th' Argavan's red?</br>Haste, bring my steed, supreme in strength and grace,</br>First in the fight, and fleetest in the chace;</br>His sire renown'd on Gebel's hills was bred,</br>His beauteous dam in Derar's pastures fed:</br>Bring my strong lance that, ne'er impell'd in vain,</br>Pierc'd the fierce tyger on Hegasa's plain.</br>Across the Desart I her steps pursue;</br>Toil at my side, and Danger in my view!</br>There Thirst, fell daemon!  haunts the sultry air,</br>And his wild eye-balls roll with horrid glare;</br>There deadly Sumiel, striding o'er the land,</br>Sweeps his red wing, and whirls the burning sand;</br>As winds the weary caravan along,</br>The fiery storm involves the hapless throng.</br>I go, I go, nor Toil nor Danger heed;</br>The faithful lover Safety's hand shall lead.</br>The heart that fosters Virtue's generous flames,</br>Our Holy Prophet's sure protection claims.", "\"Delightful Irem (midst the lonely waste</br>By SHEDAD'S hand the paradise was plac'd)</br>Each shady tree of varied foliage shows,</br>And every flower and every fruit bestows;</br>There drop rich gums of every high perfume;</br>There sing sweet birds of every gaudy plume;</br>There soft-eyed Houries tread th' enamell'd green&mdash;</br>Once, and no more, the happy seat was seen;</br>As his stray'd camel midst the wild he sought,</br>Chance to the spot the wandering ESAR brought;</br>A blissful Irem, 'midst the Desart drear,</br>SEMIRA'S tent my love-sick sight shall chear.", "\"What palm of beauty tow'rs on Keran's hills?</br>What myrrh with fragrance Sala's valley fills?</br>'Tis she, who left so late her favourite shades,</br>The loveliest nymph of Yemen's sportive maids!</br>Look from thy tent, the curtains fair unfold,</br>Give to my view thy veil of silk and gold;</br>O lift that veil!  thy radiant eyes display&mdash;</br>Those radiant eyes shall light me on my way!</br>On Hejar's wild rocks from the Persian main,</br>Thus the Moon rising lights the wilder'd swain.</br>O raise thy voice!  the sound shall give delight,</br>Like songs of pilgrims distant heard by night!</br>I come, I come!\" &mdash; He spoke, and seiz'd the rein,</br>And his fleet courser spurn'd the sandy plain.</br>"]