["Farewell those gentler seasons of the year,</br>Young Spring, who fill'd with flow'rs the willing soil;</br>Summer, whose sunbeams nurs'd the foodful ear;</br>With Autumn, grateful to the reaper's toil.", "For lo, sad change!  from yonder gathering cloud</br>Stern Winter wildly drives his dark array:</br>From the keen North the winds are piping loud,</br>As through the yielding woods they sweep their way", "High on a storm, with visage fierce and pale,</br>The barren Eurus rides:  the rain descends</br>Far, far resounding through the floated vale,</br>Its hoarse rough Howls the dashing torrent sends.", "Where are those rural charms that fed my eyes,</br>The cowslip'd meadow, and the hedge-row green?</br>In one wide waste the snow-clad Landscape lies;</br>And Frost with withering hand deforms the scene.", "I sought the copse, the joyous thrum's haunt; </br>For much I wish'd her melody to hear:</br>In vain I woo' her to begin her chaunt,</br>Nor joyous thrush, nor melody was there.", "In social troops the silent larks are found,</br>Picking with busy bill their scanty food:</br>Ah me, I hear the gun's destructive sound,</br>And the snow blushes with their harmless blood!", "Sweet bird!  are these the sports of reas'ning man?</br>Thus doth his savage hand thy songs repay,</br>Which bade his joys awake when spring began?</br>Which cheer'd in summer's heat the toilsome day?", "The red-breast, wisely confident, presumes</br>To screen his weakness in the peopled cot;</br>And sweetly thankful for the scatter'd crumbs,</br>Pays the cheap bounty with his warbled note.", "Now dull and dreary wakes the tardy morn;</br>The sickly Sun resigns his noon-tide pow'r:</br>Night comes; and Fear, of Melancholy born,</br>Adds a new horror to the darkling hour.", "At ev'ry bush, at ev'ry sudden breeze,</br>Starts the lone Trav'ler on his wilder'd way;</br>In his own shade a thousand deaths he sees,</br>And stops, and pants, and listens in dismay.", "The night-bird's thrice-flapp'd wing, and shriekings fell</br>Denounce the pining sick-man's hopeless doom;</br>In the hush air imperfect whispers dwell</br>Of Daemons prowling through the midnight gloom.", "Stone-hearted Murder bathes his sword in blood;</br>Rapine, foul fiend, leads forth his lawless band;</br>Insatiate Hunger calls amain for food;</br>While pale-ey'd Famine howls along the land.", "Where are thy haunts, O Chearfulness?  the bow'r</br>Of spring no more invites thee; nor the walk</br>At summer's eye, beneath thy guardian pow'r</br>Where late I listen'd to my Laura's talk.", "Nor art thou seen within the courts of pride;</br>Ambition drivels thy peaceful image thence:</br>Tho' Feast, and Sport, and Laughter there abide,</br>Excess and Riot pall thy nicer sense.", "At length thy coy retirement have I found,</br>Where smokes the cottage in the shelter'd vale;</br>Where, whilst his rustic friends the hearth surround,</br>The simple swain recounts his frolic tale.", "His heart is humble as the garb he wears,</br>Like his coarse daily food, his manners plain;</br>Contentment's blessing the dull season cheers,</br>And the storm beats upon his roof in vain.", "The smiles of innocence his temper guard,</br>And from his threshold banish home-bred strife;</br>Fresh health, and honest gain his toils reward;</br>And one continu'd summer rules his life.", "Learn hence, ye vain, ye idle, and ye proud,</br>When the dark storms of bleak misfortune low'r,</br>'Tis Virtue only can dispel the cloud,</br>And bless with Chearfulness the wintry hour.</br>"]