["ADDISON.</br>Thy converse, Horace, in these hallow'd shades,</br>Perfects Elysium, as on earth thy lyre</br>Would often warble half my cares away.</br>Enchanting Bard!  Whose eye distinctly saw</br>Truth, as thy Muse, without one hurrying step,</br>Would trace all Helicon, its sunny lawns,</br>Groves, and green dells, aerial cliffs, and streams.</br>Thence could I rein (still studious of thy laws)</br>The wild excesses of the Western bard,</br>And from the rude shell of our sea-beat shore</br>Draw forth the silver-sounding airs, that prov'd</br>My fond observance of thy charming Muse.", "HORACE.</br>Hence hath the critic spar'd thy classic toils,</br>And every polish'd Briton at thy name</br>Towr's in his pride, and bids the Latins bow.", "ADDISON.</br>Be thine the praise &mdash; for me thy precepts taught,</br>Soft on my themes to shed the gracious hues,</br>And on my flow'rs the gentlest moonlight lay.", "HORACE.</br>Say such a light as on the champaign sleeps</br>At earliest blush of dawn in cheerful Spring,</br>When not a cloud athwart the cool air throws</br>One glooming shade, and all the birds in song,</br>Beneath the blue expanse of fragrant morn,</br>Skim the clear air, and celebrate the May.", "ADDISON.</br>How pleasing is Elysium!  man meets man,</br>Studious of mutual honour; Kindness here</br>Reigns, and Desert expands beneath applause.", "HORACE.</br>Yet own, my friend, that if thy genius pour'd</br>The verse that ever flows correctly sweet;</br>If thine so blest a temper, that with thee,</br>E'en in the train of Humour, Wisdom play'd,</br>Whilst the light fingers of the Graces twin'd</br>The flow'rs of Fancy for thy placid brow,</br>And thee their second Socrates proclaim'd&mdash;</br>Still own, my candid friend, that Art in thee</br>Would check that fire of genius, whose display</br>Presents those nobler images of things,</br>That yield the human gaze celestial sights,</br>And feast the soul of man with that sublime</br>On which the Gods might banquet on their thrones.", "ADDISON.</br>Nine years, O Bard, review your works with care,</br>Touch and retouch, on earth was your advice&mdash;", "HORACE.</br>Wrung from my soul, when Folly's torrent roar'd</br>Rough o'er my nerves, and jarr'd my trembling frame.", "ADDISON.</br>Has Time then taught you to be less austere?", "HORACE.</br>Yes; and to rev'rence more the human pow'rs,</br>Seen in more various lights; and thence I scorn</br>The pride that rushes to the Critic's chair,</br>To point the courses of the self-taught bard.</br>His track is order'd, yet there are but few</br>Born to discern what most are born to feel,</br>And mark the means whose end is their delight.</br>Then give the Poet way, and let him mount;</br>Keen is his eye, precipitous his thought,</br>And vast his view, and when he kens his prey,</br>He bears upon it with the lightning's speed:</br>But drudging on, unseconded, unprais'd,</br>Pinion'd and blinded by the Critic's laws</br>(Envy's old fraud to hamper heav'n-born wit)&mdash;</br>Mad, to be thus precluded all at once</br>From all Invention's wonderful domain,</br>He weeps his useless art &mdash; and well may weep</br>An art that marks him with superior woe.</br>If, like your British Gray, stung on by Pride,</br>He smites a few fine numbers from his lyre,</br>To prove his heav'n-born license, soon he throws</br>That lyre away, and droops in pensive sloth.", "ADDISON.</br>Words sweetlier wed with Truth, when Truth most warms,</br>And in the gen'rous impulse numbers rise,</br>Struck out by Nature, such as Art's slow touch,</br>When pausing o'er the lyre (the Critic near,</br>And guiding her chill'd fingers), never rais'd.", "HORACE.</br>Invention's children (and without invention</br>What is the poet?)  flourish'd ere the birth</br>Of Critic, or, regardless of his frown,</br>Rose on their wing, and reach'd their heav'nly height.</br>Thus the strong plume of Homer gain'd the brow</br>Of Glory's arduous steep, where now he stands</br>Triumphant, and the still progressive shouts</br>Of all the civilizing nations hears.", "ADDISON.</br>Thence, in the misty eve of polish'd states,</br>He marks how many bards force heavily up</br>Their glimmerings from the cold earth, till anon,</br>Spark after spark extinct in total night,</br>Gone is the meteor, the mere pageant clos'd:</br>Not so this orb of Glory, still he shines,</br>Firm in his sphere and boundless in his sway,</br>The blazing leader of the heav'nly lights.", "HORACE.</br>Too much I chain'd my genius to the car</br>Of Art's slow-stepping pomp, and toil'd to hide</br>The golden glories of a fire divine</br>Within the Pedant's damp sepulchral gloom.</br>Why want mine odes the dread Alcaean fire,</br>The tender Sapho's flame-created pathos?</br>But, oh!  how far beneath the solar walk</br>That touches on the threshold of the Gods,</br>Where Pindar's shaft so sang upon its way,</br>That all the Nine deign'd to listen, flew my reed!", "ADDISON.</br>Just in mid air within poor Caesar's ken,</br>Whom Virgil and yourself miscall'd a God,</br>That ye might share his pleasurable bowers,</br>And trill at ease Ambition's languid lay.</br>Hence, my lov'd Virgil, thy melodious verse</br>Enchants us less than Homer's &mdash; softly sweet</br>Warbled thy past'ral reed, yet sweeter far,</br>In all his rude unlabour'd minstrelsy,</br>Sicilia's shepherd pour'd his Dorian airs.", "HORACE.</br>By such a flowing grace, Euripides,</br>Thy fertile fancy, and thy tender soul</br>Drew from the manly Greek so many tears,</br>And feasted Wisdom with the finest woe.", "ADDISON.</br>And why so many tears, but that the bard</br>Flow'd unobstructed through his meadowy way,</br>Where Nature led his free meandering course?", "HORACE.</br>It was the purest stream, and freely flow'd</br>By Nature's favour, where her fairest scenes</br>Shone in its mirror with augmented grace.", "ADDISON.</br>Not thus; but still great Nature's docile son</br>Wont Sophocles transcribe her dread decrees,</br>Teach all-aspiring Athens to repress</br>Man's daring spirit, by presenting man</br>The child of woe and dire vicissitude.</br>Nor deem I that the lofty Aeschylus</br>Could deign crouch down in penance at the feet</br>Of lect'ring Art a learner.", "HORACE.</br>&mdash;what to learn&mdash;</br>His own dread pow'rs?  If Art could teach what Art</br>Has never, never taught &mdash; the pow'r tremendous</br>By which invading Horror's drear domain</br>He thence drew forth such forms as nearly shot</br>Madness into the heart of them who dar'd</br>The world in arms.", "ADDISON.</br>&mdash;oh!  imitative Rome,</br>O'er thee how Greece, o'er thee how Britain soars!</br>For, rising strong on Nature's forest-wing,</br>Our bird of Avon sprang aloof from earth,</br>And, with the lark's aerial melody,</br>Caroll'd at ease, and won the heart of man.", "HORACE.</br>Say rather, Briton, and exulting say,</br>That on his Pegasus thy British hero</br>Vaulted all fire, and more triumphant rode</br>Than on Bucephalus the son of Philip,</br>When, mounting first before his trembling sire,</br>He rul'd the steed that would no master bear</br>But the predestin'd conqu'ror of the world.", "ADDISON.</br>Was it not art by which the godlike youth</br>Rul'd the bold steed?", "HORACE.</br>&mdash;if art, the manly art</br>That checks awhile to heighten Nature's fire,</br>Nor damps it but to rouse the brighter blaze.</br>I but proscribe the tyranny of Art&mdash;</br>Allow not man's poor rivalry with Heav'n&mdash;</br>A pedant to direct a comet's force&mdash;</br>An owl to modulate a nightingale&mdash;</br>Nor deem a school-boy's satchel holds the rules</br>That point the paces of a Shakspere's soul.", "ADDISON.</br>Yet we must own some spots had 'scap'd this sun</br>Which never dimm'd the gorgeous lights of Greece,</br>Had somewhat more of Art repress'd his fire.", "HORACE.</br>Oh!  no, those ages could not thus offend&mdash;</br>The very temper of those ages shed</br>Grace on the Muses; all was Nature's reign,</br>In that soft climate where she reigns with joy:</br>New were her works to pict'ring Fancy, new</br>The Bard melodious, thence the readiest ear</br>Rapture bestow'd, and fed his pow'rs with praise;</br>Thence, underneath the wildest wing of Fame,</br>And canopied with ever-blooming bays,</br>Th' Aonian chariot richly gliding on,</br>Triumphant bore the demi-god of verse,</br>Homer, and from the judging Greek call'd forth</br>The thund'rous shout whose echo never dies.", "ADDISON.</br>Homer (his rare inheritance a speech,</br>In which th' Olympian senate might debate)</br>Was in an age of simple manner born,</br>Ere Art had twisted language from its course,</br>And ere this Hydra from her hundred heads</br>Had pour'd her poisons through the jarring schools:</br>Pun had not then a royal sanction gain'd,</br>Nor Bombast strutted in that Pedant's court,</br>Where Fashion gave the gabbling many law,</br>And shap'd a multitude of fools by one.", "HORACE.</br>When the hoar vapours o'er the desert hang</br>(The Bard shall lend an image for himself),</br>A lion cannot always from his mane</br>Shake every dew-drop, yet he's still a lion.</br>Grant time and place beneath his vigorous blow</br>Unduly crush'd, yet from his strong career,</br>At Nature's cost, the very whirl bestows</br>A richer feast on Fancy, and o'er realms</br>And times he wafts us at his will; agraz'd,</br>Reason wo'n't check him, so the jaunt delights,</br>And such his nat'ral converse, such his skill</br>To point and to explain the passing scenes;</br>'Tis Fancy's ramp no more, but all is truth,</br>And the great Master smiles to see his power.", "ADDISON.</br>When Shakspere errs, can witlings err like him?", "HORACE.</br>Gold is his refuse, diamond his dross,</br>Weigh'd with their finish'd follies, tinsell'd toys.</br>Had Art repress'd him, had he nurs'd nine years</br>The hale-born products of his fiery soul,</br>Their fire had vanish'd.", "ADDISON.</br>&mdash;wherefore vanish'd mine,</br>But that the fear of censure check'd my muse,</br>And chiding Judgment rock'd it into sleep?</br>Oh!  had the fearless Shakspere thus been lull'd,</br>Where had his fairies, elves, fine spirits been,</br>His growling Calibans, his goblins damn'd,</br>Soul-harrowing ghosts, and weird dames of Hell,</br>His touches true that paint the times renown'd,</br>The very colour of those caroll'd days</br>When his lov'd Harry fought at Agincourt?</br>Had Lear so madden'd, and so wrung your hearts,</br>When storms assail'd him, daughters worse than storms</br>Tore him, and tenter'd all his heart-strings through</br>(That \"old kind father whose frank heart gave all\"),</br>Who, 'mid the pelting of the midnight blast,</br>When all the thund'ring Heav'ns were in a flame,</br>No shelter found, no hovel for that head</br>Where once had blaz'd the diadem of kings?</br>Could Art have taught this Lord of all your passions,</br>This 'witching Shakspere, so to murder sleep,</br>To start at shadows, clench at fancied daggers,</br>As when he bar'd the pangs of guilt before you,</br>Shiver'd your souls, and made you quake at murder?", "HORACE.</br>Such wisdom and such pathos Art ne'er taught.</br>Life-hackney'd, hoar Experience here may learn</br>Maxims of conduct; hence skill'd Courtesy</br>Borrow new graces, and the choral bard,</br>The charming Lyrist of accomplish'd Greece</br>Might in this vasty forest gather flowers,</br>And note such soft arrangements of delight,</br>As his encourag'd Fancy never own'd</br>In all its precincts.", "ADDISON.</br>&mdash;gen'rous Roman!  Tears</br>Beam sacred beauty down thy throbbing cheeks.", "HORACE.</br>Could Art have open'd Falstaff's mine of wit,</br>And o'er it such a blaze of Humour spread&mdash;</br>Have lent the keenness and the strength of mind</br>To people so the mimic stage of life,</br>And, in the hottest action of his host,</br>Assign each actor's place, nor let him swerve</br>(Such was his Caesar's empire, Caesar's eye)</br>A jot from Duty's post and Nature's walk?", "ADDISON.</br>No &mdash; had he toil'd to give his fancies birth,</br>Produc'd 'em palsied from a tedious nursing,</br>And brought down all his passions till they met</br>The sympathies of cens'ring mechanism,</br>The spleen of crampt cold-blooded pedantry&mdash;", "HORACE.</br>Perdition &mdash; what a loss had Time deplor'd</br>Through all his ages&mdash;", "ADDISON.</br>&mdash;then the human heart,</br>That wond'rous labyrinth, had ne'er been trac'd</br>(This clue withheld), nor Wisdom thence acquir'd</br>The richest boon which Genius ever gave.", "HORACE.</br>The like neglected Genius gives no more,</br>But mourns in solitudes his glory fallen.</br>When Virgil liv'd the thund'ring Theatre</br>Receiv'd him as it wont the God Augustus</br>(I heard him roar, I seem e'en now to hear it),</br>Old Tiber trembled through his vaulted shores,</br>And Echo early caught his praise from Fame.", "ADDISON.</br>But in a cold and hypercritic age,</br>An age diseas'd by lucrative designs,</br>By mean ambitions and by mean delights,</br>Wit nods, and Folly's only rous'd by spleen;</br>Then Learning's equal radiance, far diffus'd,</br>Bids many wish to be what few are born.", "HORACE.</br>The fists of Dulness bruise the Muse's shell,</br>Mechanics mount the Stagyrite's tribunal,</br>And, sitting at her frame, the prating maid,</br>Carps at a word, nor heeds the dulcet chime</br>Which in Elysium charms our purged ears,</br>Makes soft Proserpine's snowy bosom heave,</br>And darts a thrill thro' Pluto's iron cheek.", "ADDISON.</br>But, hark?  th' Orphean lyre, and by the Bard</br>Maeonides and Maro's raptur'd stand!", "HORACE.</br>The Greek Tragedians hasten from the groves!", "ADDISON.</br>And Petrarch hurries from his laurel bower!", "HORACE.</br>Lo!  from yon temple Milton's march majestic!", "ADDISON.</br>And Shakspere's from yon cliff!  he lifts the lyre!", "HORACE.</br>See how the breezes back his ringlets blow,</br>And play their sweet pranks with his glittering robe!", "ADDISON.</br>Mark Ariosto's desultory step&mdash;</br>The tender Spencer pacing by his side!", "HORACE.</br>Tasso comes forward from the vale of palms,</br>And Dante rises from his gloomy glade!", "ADDISON.</br>Ah!  Pindar's self has seiz'd his golden lyre,</br>Sinks all his soul into the sounding chords,</br>And chants aloud, and joins the Muse's son!", "HORACE.</br>Oh!  God of verse, these numbers might bring down</br>Thee and the Nine from Heaven!", "ADDISON.</br>&mdash;O God of verse,</br>Thine edict from the first assign'd the Bard</br>An energy to fire the sons of men</br>To highest worth, and give sublimest Truth</br>The richest robing of persuasive speech,</br>Where Music, Passion, and Invention spread</br>Before the wond'ring earth their bright array,</br>To lift us high above these jarring scenes,</br>Within the view of that harmonious Grace</br>Which fills, and forms, and beautifies the Heavens.</br>"]