["BATTUS, DORUS.", "DORUS.</br>Good day, my Friend, how frolick dost thou fare?</br>Fresh chearfull Gallant free from worldly care,</br>As thou wert beaverd up with Ale and Cakes,</br>And fed with healing Flesh of Indian Snakes,</br>Wedlock abates the flesh, and fils the purse,</br>Sure thou hast got a Loving tender Nurse.", "BATTUS</br>My Wife so she may keep the Purse,</br>Is sure a sweet indulgent Nurse,</br>And for me every Meal provides,</br>Twelve Dishes with good Sauce besides,</br>Four Fowl, four fruit, and four of Fish,</br>Come fuming on her Chafing-dish;</br>Her Woodcock, Bitter, Quail and Rail,</br>No season of the year do fall;</br>Her Carps, her Gudgeon, Lump and Pout,</br>She carves to all the Board about;</br>Her Fruit as Fish are ay in season,</br>Crab, Medlar, Artichoak, Small Reason,</br>Besides Green Sallets neatly drest,</br>Of which she Pursline liketh best;</br>And though I with such chear am fed,</br>I oft go supperlesse to bed:</br>Where she for me alone unshown</br>Preserves a warm bit of her own,</br>To take for my best health and ease,</br>Ev'n, Morning, Midnight, as I please;</br>And if I Flesh refrain, her zeal</br>Boils up for me a Salmon-Peal:</br>Me trust, this is a true Relation,</br>No Bachelor hath such accomodation.", "DORUS.</br>Sure thou dost live a gallant Lord-like life,</br>With such a curious Cater, Cook, and Wife;</br>Who raw, boil'd, bak't, she still with so small costs</br>Provides, and never fails to rule the Rost:</br>I could not think a Shepherds Swain were able</br>To furnish with such rarities his Table.", "BATTUS.</br>Batchelors get exceedings now and then,</br>But not such constant Meals as Married men,</br>They seldome have them in due time and place,</br>Or to them, after, or before say grace,</br>Fall to My Friends, be merry, do not spare,</br>You'l finde few married men have better Fare;</br>Who for his Friend prepares a costly Feast,</br>Himself harms more by half then good his Guest.", "DORUS.</br>If as thou saist this be a Husbands diet,</br>Give me a dinner of green Herbs with quiet,</br>I better like one dish with single life,</br>Then all these choicest dainties with a Wife.</br>An Herd-boys life precedes a Ladies Page,</br>Give me full Flight, I hate a guilded Cage.", "BATTUS.</br>Ploughmen prefer their Pudding to a Banquet.</br>The Sow you well know what before a Pan-cake;</br>Bachelors have good things but oft misguided,</br>A Wife is neat and never unprovided:</br>Besides you take your Meals most what by halves,</br>And boast that change of Pasture makes fat calfs:</br>But certain 'tis a Beast thrives best of all</br>Put off the Common to the severall:</br>A good Wife surely is a greater treasure,</br>Then all the choise and costly Dames of pleasure.", "DORUS.</br>And I esteem my Phillida with measure</br>Above her thou dost count so rich a treasure:</br>Yet let it not my Friend to thee seem strange</br>Men are as Women often given to change,</br>A bone of Fish makes Flesh a better meal,</br>The changes alwayes is the sweetest peal;</br>A Pearch or Gudgion puld up by my hook</br>Tasts sweeter then a Pullet from the coop;</br>A Rook scarce fledg tak'n new out of the neast</br>Eats tend'rer then a Pheasant at a feast:</br>'Tis good advice to young men given to tarry,</br>And to an old man not at all to marry:</br>Certes my friend 'twould vex me to the life,</br>A Cuckold to be made by mine own Wife,</br>Whereof I by the Curtesie must stand</br>Seis'd for my term of Life as of her Land.</br>Wives are as Haggards, which Men lure at ease,</br>But they'l come in or lye out as they please:</br>We must be alwayes subject to their check,</br>And if wee'l stand in grace must come at beck;</br>Not sit up late at night not rise too soon,</br>Must sure come home at dinner just at noon,</br>Which hour she keeps, as Cynthia firm and steddy,</br>That is as soon as she is up and ready.</br>If she Recuse, to Church she must not come;</br>If shee'l to Church he must not stay at home;</br>And if the Fit or humour on her come,</br>Shee'l neither go to Church nor stay at home:</br>One bed holds both so long as they be One:</br>If out, th' whole house too streight's for her alone.</br>When 'tis her pleasure to go out and play,</br>New clothes must on and all keep Holy day;</br>And when she home returns I'le do her right,</br>Shee'l make her maids sit up and work all night.</br>If thou alone into thy Study look,</br>She must come in and be thy only Book;</br>To be mine Almanack I well could bear,</br>So should I have a new one every year.</br>We of a certain Man do read, but no man</br>Did ever tell us of a certain Woman;</br>Yet this I do advertise all good fellowes,</br>To shun the fainting Fit they call the yellowes,</br>For which (besides it Men objects to scorn)</br>Wives know no eure but drink out of a Horn.", "BATTUS.</br>Upon my Oath our Justice without hearing,</br>For this would binde thee to thy good abearing,</br>His Wife for not reforming such a fault</br>Will never trust him more to grind her malt:</br>Now fie I am asham'd to hear thee preach</br>Of things which are so far above thy reach;</br>Like our Jack-daw, who when his News do fail</br>To his good Dames doth on his betters rayl,</br>Clay lands breeds whitest wheat so you it till,</br>That Wife is good that's not extremely ill;</br>Thou talk'st of Robinhood, thou dost not know</br>Nor ever yet shotst shaft out of his bow,</br>Why shouldst thou thy great Grandams Daughter snib,</br>Thou moulded art of durt, she of a rib,</br>Themselves their Husbands and their meat they dresse well,</br>Worst you can say, They are the weaker vessell;</br>Some praise, some blame the, much adoe's about the.</br>Few men can well live with them, none without the.", "DORUS.</br>Let me this story for our Teacher borrow,</br>To tell it at our meeting place to morrow,</br>For though he by th' whole hower can homely pray,</br>He little or nothing to his Text can say:</br>Set prayer he abhors as works of merit,</br>And method is too costive for his spirit;</br>This matter's to his purpose who contrives</br>To be a powrefull man with all your Wives:</br>But lo the Sun clad in a scarlet gown</br>Looks biggest at us at his going down;</br>The Birds that early with his light arose,</br>Do wanting use of eyes their eye lids close.", "BATTUS.</br>If Sun sets in a cloud we shall have rain;</br>Look all our flocks are scattered on the plain.", "DORUS.</br>Sweet Battus, prove it fair or rainy weather,</br>Lets fould our flocks though not our heads together,</br>Ile home and sleep in cottage void of strife.", "BATTUS.</br>And I in th' Arms of my sweet loving Wife.", "DORUS.</br>To morrow I will come and see her Feast,", "BATTUS.</br>And welcome in good earnest or in jest;</br>But if thou would'st continue in her favour,</br>See thou be constant to thy good behaviour.", "DORUS.</br>But what if I bring Tyterus along?", "BATTUS.</br>He can us sing a pastorall sweet Song.", "DORUS.</br>In youth he could both caroll, dance and play,</br>But with his head, his wit begins to gray;</br>Like skillfull Lech his Patient he can please,</br>Yet be in open war with his disease:</br>Malignant humours purg'd by golden Pill</br>Improve a Wife by giving her her will.", "BATTUS.</br>When his Grand-master Melibaus died,</br>His Freaks and Frolicks all were laid aside.", "DORUS.</br>Such mirth is most extreamly good at Feasts,</br>Some Fools are cur'd by precepts some by jests:</br>His labours vain against the stream that strives,</br>Good Husbands only know to make good wives.</br>"]