["'Twas in the golden age, as poets tell,</br>Ere favour'd man had tasted vice or pain,</br>Celestial beings deign'd with man to dwell,</br>And freely mingled in their social train.</br>'Twas then, to crown their bliss, a heavenly pair,</br>Love and his sister Joy, left their abode;</br>Immortal both, and both divinely fair,</br>Twin offspring of the thunder-wielding god.</br>Happy mortals, the blissful pair with transport hail,</br>For tyrants slept, and scolds forget to rail.", "Both fair, both young, to pleasure both inclin'd,</br>Their sympathetic hearts each other meet;</br>Their union Jupiter himself design'd,</br>When years arriv'd befitting to the state.</br>But lo!  ere yet the happy hour befel,</br>The sons of men, in Vice's eddies whirl'd,</br>No more content in innocence to dwell,</br>And Ruin, giant-like, o'er-ran the world,</br>Astrea, with her blest celestial train,</br>The abodes of Vice forsook, and Vice-polluted man.", "Hope, nurse of Love, her fav'rite charge detain'd,</br>And to Arcadian groves the boy convey'd;</br>There 'midst shepherds, long the youth remain'd,</br>'Till Jove once more appointed he should wed.</br>Sorrow was now appointed for his bride;</br>Offspring of Ate &mdash; authoress of strife,</br>By force, not inclination, he comply'd,</br>And made the melancholy maid his wife.</br>Sunk were her eyes, her brows with wrinkles frown,</br>Cypress (the type of grief) and wormwood was her crown.", "Soon was their union with a daughter blest,</br>Of pensive features, yet divinely fair;</br>Her parents' tempers might in her be trac'd,</br>Her father's fondness, and her mother's tear.</br>Her mother's grief was selfish, and her own</br>Not kind effusions for another's smart;</br>Her sire's affections tended still to one,</br>Nor could a tenderness to all impart.</br>Pity (their offspring), Love and Sorrow join'd;</br>Sorrow for human woes, with Love for human kind.", "The maids and shepherds of the neighbouring plains,</br>Around the nymph with fond endearment drew;</br>Like Love, she thrill'd their breasts with pleasing pains,</br>And taught the sigh to heave &mdash; the tear to flow.</br>A calm dejection sat upon her face,</br>But mild the plastic beauties of her mein;</br>Her voice was plaintive, yet possessing grace,</br>Compassion still in every look was seen.</br>Within her cot, a red-breast built its nest&mdash;</br>A dove pursu'd, found refuge in her breast.", "The nymph, for hours, with fond delight would lay</br>Hard by some shady purling stream,</br>And sing, in plaintive strain, from earliest day</br>To milder even's more congenial gleam;</br>And when the virgins of the hamlet meet</br>And stories tell, as seated in a row,</br>She would to them some woe-fraught tale repeat,</br>And bid their bosoms melt at other's woe.</br>Myrtle and cypress for her crown she wore;</br>The emblem this of Grief, and that of Love.", "As near the Helicon (the Muses' stream)</br>One day she sat, in melancholy mood;</br>With mind devoted to some mournful theme,</br>Her tears, by chance, were mingled with the flood:</br>E'er since, who taste, to Pity are inclin'd.</br>Hence haply blending with the poet's lay,</br>To soft compassion melts the tuneful mind,</br>And learns the heart to yield to Pity's sway,</br>Blest nymph, to whom a three-fold power is giv'n,</br>To yield relief &mdash; to soothe &mdash; to wring the soul to heaven.", "Pity, by Jupiter's supreme decree,</br>Her mother's (Sorrow) footsteps e'er attends;</br>And when a heart is doom'd to Misery,</br>Binds up its wounds, and free from harm defends.</br>With garments torn, and loose dishevel'd hair,</br>With throbbing heart, which heaves the heavy sigh,</br>With bleeding feet, and panting bosom bare,</br>She follows Sorrow, and with her shall die:</br>For die she shall, when happier times betide,</br>And Love be wed to Joy, his long-bethrothed bride.</br>"]