["Young Allan wandered by the Orwell's wave:&mdash;</br>'Twas night, the moon was breaking from the bound</br>Of white clouds, sweeping o'er the sky concave,</br>And shed her lustre o'er the scene around;</br>The stars were twinkling, and the croaking sound</br>Of frogs saluting, and the owlet's cry,</br>And here and there was sparkling on the ground</br>The glow-worm's light, but something else was nigh;&mdash;</br>He saw a female seated near and mournfully.", "She did not start, &mdash; she neither moved nor wept,</br>Her hand no token of dismay exprest;</br>She saw and heeded not, but silence kept,</br>A sigh alone escaping from her breast,</br>Bespake a spirit heavily deprest;</br>She sat regardless, seeming to be lost</br>In maze of wonder, whilst her simple vest,</br>By passing gale, flapt lightly as it tost.</br>Her did young Allan thus in feeling words accost.", "\"O maiden, why thus sadly dost thou sit,</br>In mood of sorrow, on the Orwell's shore?</br>Hast aught afflicted thee?  O tell me it,</br>Alike our troubles we may both deplore.</br>O maiden tell me! &mdash; We shall meet no more,&mdash;</br>To-morrow's dawn will see me far away</br>From this my birth-place, swiftly passing o'er,</br>To land less lov'd, the vast America:</br>Why this distress?  O lovely maiden, confidently say.\"", "She turn'd her dark eyes from the sparkling wave,</br>And look'd on Allan.  \"Can the world possess,</br>Or sorrow, such another victim have</br>As her thou look'st upon?  O yes!  O yes!</br>The world has many. Yet the world's distress</br>On me sits heavy.  Seest thou yonder Town!</br>How sleeps the being, I can hardly guess,</br>Who won my heart, yet never gave his own,</br>False is he now, unfeeling, cruel, haughty, grown.", "\"Whene'er he saw me, he would look and smile,</br>Attentive be, and try ten thousands ways</br>To make me feel an interest the while</br>In all he did; no words of mortal praise</br>Could speak such pleasure, as his anxious gaze;</br>Where'er he saw me, ah!  no matter where,</br>His countenance would brighten with amaze,</br>And tell a secret: &mdash; But he passes there!</br>And takes no notice, leaves me, drives me to despair.\"", "\"O leave me, leave me, never mind my lot!\"</br>\"I cannot leave thee till thou tell his name!\"</br>\"His name!  O no, a traitor I am not,</br>I would not sully his increasing fame.\"</br>Yet here she sigh'd, unwilling to proclaim,</br>And yet breathed softly as the Poet's spell;</br>\"His name! &mdash; his name! &mdash; his name!  O why for shame!</br>His name is ****;!  yet, I wish him well!\"</br>Young Allan told me who it was. &mdash; I must not tell.</br>"]