["Whanne Scythyannes, salvage as the wolves theie chacde,</br>Peyncted in horrowe fromes bie nature dyghte,</br>Heckled yn beastskyns, slept uponne the waste,</br>And wyth the morneynge rouzed the wolfe to fyghte,</br>Swefte as descendeynge lemes of roddie lyghte</br>Plonged to the hulstred bedde of laveynge seas,</br>Gerd the blacke moutayn okes yn drybblets twighte,</br>And ranne yn thoughte alonge the azure mees,</br>Whose eyne dyd feerie sheene, like blue-hayred defs,</br>That dreerie hange upon Dover's emblaunched clefs.", "Soft boundeynge over swelleynge azure reles</br>The salvage natyves sawe a shyppe appere;</br>An uncouthe denwere to theire bosomme steles;</br>Theyre myghte ys knopped ynne the froste or fere.</br>The headed javlyn lisseth here and there;</br>Theie stonde, theie ronne, theie loke wyth eger eyne;</br>The shyppes sayle, boleynge wythe the kyndelie ayre,</br>Ronneth to harbour from the beateygne bryne;</br>Theie dryve awaie aghaste, whanne to the stronde</br>A burled Trojan lepes, wythe Morglaien sweerde yn honde.", "Hymme followede eftsoones hys compheeres, whose swerdes</br>Glestred lyke gledeynge starres ynne frostie nete,</br>Hayleynge theyre capytayne in chirckynge wordes</br>Kynge of the lande, whereon theie set theyre fete.</br>The greete kynge Brutus thanne theie dyd hym greete,</br>Prepared for battle, mareschalled the fyghte;</br>Theie urg'd the warre, the natyves stedde, as flete</br>As fleaynge cloudes that swymme before the syghte;</br>Tyll tyred with battles, for to ceese the fraie,</br>Theie uncted Brutus kynge, and gave the Trojanns swaie.", "Twayne of twelve years han lemed up the myndes,</br>Leggende the salvage unthewes of theire breste,</br>Improved in mysterk warre, and lymmed theyre kyndes,</br>Whenne Brute from Brutons sonke to aeterne reste.</br>Eftsoons the gentle Locryne was possest</br>Of swaie, and vested yn the paramente;</br>Halceld the bykrous Huns, who dyd infeste</br>Hys wakeynge kyngdom wyth a foule intente;</br>As hys broade swerde oer Homberres heade was honge,</br>He tourned toe ryver wyde, and roarynge rolled alonge.", "He wedded Gendolyne of roieal sede,</br>Upon whose countenance rodde healthe was spreade;</br>Bloushing, alyche the scarlette of herr wede,</br>She sonke to pleasaunce on the marryage bedde.</br>Eftsoones her peacefull joie of mynde was stedde;</br>Elstrid ametten with the kynge Locryne;</br>Unnombered beauties were upon her shedde,</br>Moche fyne, moche fayrer thanne was Gendolyne;</br>The mornynge tynge, the rose, the lillie floure,</br>In ever ronneynge race on her dyd peyncte theyre powere.", "The gentle suyte of Locryne gayned her love;</br>Theie lyved soft momentes to a swotie age;</br>Eft wandringe yn the coppyce, delle, and grove,</br>Where ne one eyne mote theyre disporte engage;</br>There dydde theie tell the merrie lovynge sage,</br>Croppe the prymrosen floure to decke theyre headde;</br>The feerie Gendolyne yn woman rage</br>Gemoted warriours to bewrecke her bedde;</br>Theie rose; ynne battle was greete Locryne sleene;</br>The faire Elstrida fledde from the enchafed queene.", "A tye of love, a dawter fayre she hanne,</br>Whose boddeynge morneyng shewed a fayre daie,</br>Had fadre Locrynne, once an hailie manne.</br>Wyth the fayre dawterre dydde she haste awaie,</br>To where the Western mittee pyles of claie</br>Arise ynto the cloudes, and doe them beere;</br>There dyd Elstrida and Sabryna staie;</br>The fyrste tryckde out a whyle yn warryours gratch and gear;</br>Vyncente was she ycleped, butte fulle soone fate</br>Sente deathe, to telle the dame, she was notte yn regrate.", "The queene Gendolyne sente a gyaunte knyghte,</br>Whose doughtie heade swepte the emmertleynge skies,</br>To slea her wheresoever she shulde be pyghte,</br>Eke everychone who shulde her ele emprize.</br>Swefte as the roareynge wyndes the gyaunte flies,</br>Stayde the loude wyndes, and shaded reaulmes yn nyghte,</br>Stepte over cytties, on meint acres lies,</br>Meeteynge the herehaughtes of morneynge lighte;</br>Tyll mooveynge to the Weste, myschaunce hys gye</br>He thorowe warriours gratch fayre Elstrid did espie.", "He tore a ragged mountayne from the grounde,</br>Harried uppe noddynge forrests to the skie,</br>Thanne wythe a fuirie, mote the erthe astounde,</br>To meddle ayre he lette the mountayne fle.</br>The flying wolfynnes sente a yelleynge crie;</br>Onne Vyncente and Sabryna felle the mount;</br>To lyve aeternalle dyd theie eftsoones die;</br>Thorowe the sandie grave boiled up the pourple founte,</br>On a broade grassie playne was layde the hylle,</br>Staieynge the rounynge course of meint a limmed rylle.", "The goddes, who kenned the actyons of the wyghte,</br>To leggen the sadde happe of twayne so fayre,</br>Houton dyd make the mountaine bie theire mighte.</br>Forth from Sabryna ran a ryverre cleere,</br>Roarynge and rolleynge on yn course bysmare;</br>From female Vyncente shotte a ridge of stones,</br>Eche syde the ryver rysynge heavenwere;</br>Sabrynas floode was helde ynne Elstryds bones.</br>So are theie cleped; gentle and the hynde</br>Can telle, that Severnes streeme bie Vyncentes rocke's ywrynde.", "The bawsyn gyaunt, hee who dyd them slee,</br>To telle Gendolyne quycklie was ysped;</br>Whanne, as he strod alonge the shakeynge lee,</br>The roddie levynne glesterrd on hys headde:</br>Into hys hearte the azure vapoures spreade;</br>He wrythde arounde yn drearie dernie payne;</br>Whanne from his lyfe-bloode the rodde lemes were fed,</br>He felle an hepe of ashes shoote ynto the lyghte,</br>A wondrous mountayne hie, and Snowdon ys ytte hyghte.</br>"]