["SLOUCHY, CLOUTERKIN, COLINET.</br>I sing the Carols of two blithesome Swains,</br>Both fed their Flocks on York-shire's grassy Plains.</br>The flow'ry Banks were gilded by the  Sun,</br>Which now had more than half his Journey run.</br>The woolly Sheep lay basking in the Blaze,</br>Whilst he aslaunt shot forth his milder Rays.</br>But now to seek the Hedges they began,</br>And there for Noon-tide Shelter panting ran.</br>Their Keepers too retir'd beneath the Shade</br>An aged Oak's wide spreading Branches made.</br>Here Clouterkin and Slouchy hap'd to meet,</br>And plac'd themselves upon a tufted Seat,</br>Whilst Tray and Whitefoot lay at either's Feet.</br>Each eat his homely Mess; but in the End</br>They scarce knew how their idle Time to spend;</br>When Colinet appearing on the Plain,</br>Young Slouchy thus bespoke his Fellow Swain.", "SLOUCHY.</br>We oft' were wont to have a Bout in Verse,</br>While ev'ry Lout did what he pleas'd rehearse.</br>Why stand we mute then, whilst our fleecy Sheep</br>Beneath the Shadow of yon Quickset sleep?</br>And see where Colinet i' th' Nick of Time</br>Is come to judge which of us best can rhime.", "CLOUTERKIN.</br>Slouchy, come on; but I'll not strive for nought;</br>For I to sing by Lobbin Clout was taught:</br>And Lobbin is, you ween, the deftest Swain,</br>That ever danc'd or sung on all the Plain:</br>Now therefore for a Wager I will lay</br>Tray's new brass Collar, mine shall be the Day.", "SLOUCHY.</br>Wagers I love not; for I've heard 'em say,</br>That none but Fools and Fiddlers Wagers lay:</br>But since the Collar is on your Part laid,</br>I'll stake this knotted Sheep-hook newly made.</br>Now then begin, and to your Verses look:</br>The Collar Whitefoot wears, or you the Crook.", "CLOUTERKIN.</br>Thee, Blouzelinda, for my Song I take:</br>For thee alone my Carols trim I make!</br>Eftsoons return to me, my Mistress fair,</br>Or all my ragged Sheep will quite grow bare.</br>Believe me, Slouchy, for I'm sure you may,</br>A neater Lass ne'er made a Cock of Hay.</br>Often with Pleasure on the Grass I've laid,</br>While Prittilis and she their Gambols play'd.", "SLOUCHY.</br>I'd rather far behold my Lambkins leap</br>In harmless Pastimes round the older Sheep.</br>There I can gaze, and fear no Danger nigh</br>From the soft Rowlings of a Damsel's Eye.</br>And well the Case had been with both, I trow,</br>If we had learnt this Lesson long ago.", "CLOUTERKIN.</br>Slouchy, you did not talk thus erst I ween,</br>When Doudilis did whilome trip the Green.</br>Then wou'dst thou stand all leaning on thy Crook,</br>Gape at the Lass, and like a Lubbar look:</br>Then sing her Name in Madrigals so rare,</br>Tho' she with Blouzelind cou'd ne'er compare.", "SLOUCHY.</br>Hold, witless Lout, thou show'st thy Skill, I ween,</br>With Doudilis to name so foul a Quean.</br>As well the Crow were liken'd to the Dove,</br>As Blouzelind to the Lass I love.", "CLOUTERKIN.</br>Then tell me, Slouchy, pray what boots thy Love,</br>Since from these Plains thy Doudilis does rove?</br>Prithee go seek her, Swain, and leave thy Flocks,</br>Or drive 'em with their Younglings o'er the Rocks,</br>Till pierc'd with Scant of Food they grow so thin,</br>That all their Ribs are number'd thro' their Skin.", "SLOUCHY.</br>Better do that, than having lost my Crook,</br>With folded Arms like Crooksmore Lion look.</br>But prithee since thou talk'st of meagre Sheep,</br>What Lout does Goodman Hobson's Younglings keep?</br>Unhappy Herds!  their Fleeces all are shorn,</br>Not by the Sheers, but by the Brambles torn.</br>Thou dost both the Younglings and their Master bilk;</br>For ev'ry Hour the Yews thou twice dost milk.</br>Shent with the Lack of Food the Lambkins bleat,</br>And suck in vain the drained spongy Teat.", "CLOUTERKIN.</br>Tell me, thou Carle, did e'er you see me climb</br>Old Cloddy's Orchard Fence at Midnight time?</br>Tray stood and cock'd his Ears awhile to hark,</br>Then smelt you out, and gan aloud to bark.</br>I wak'd old Cloddy, bid him speed to rise,</br>If of his Orchard he the Fruit did prize.</br>Adown you leapt, and stuck my watchful Tray,</br>Then skulk't behind a Tree, or ran away.", "SLOUCHY.</br>Lubbar, 'tis false, thou lying Shepherd Swain!</br>And if thou dar'st to say it once again,</br>I straight will bunch thee all around the Plain.", "CLOUTERKIN.</br>I'll say't again, and will again it say;</br>For thou was't bitten in the Leg by Tray.</br>You bunch me round the Plain!  you slouching Carle,</br>You cannot bite, you can do nought but snarl.</br>Were you not beaten at last Year's Wake,</br>When you from Cuddy wou'd his Sweet-heart take?</br>Did not old Cloddy break the senseless Pate,</br>Fro being saucy by our Meadow Yate?</br>Thou hast been thrash'd at times by ev'ry Swain,</br>Yet, in good sooth, you'll kick me round the Plain!</br>Bumkin, come on, if yet you dare to fight;</br>For I'm resolv'd this once to prove your Might.", "COLINET.</br>Hold, peevish Witlings!  if these Brawls are Songs,</br>To some one else to name the best belongs.</br>So like your Carols are from last to first,</br>I vow and swear, I wot not which is worst.</br>Rise, Shepherds, rise; you, Slouchy, keep your Crook,</br>And drive your Flocks to water at the Brook.</br>You, Clouterkin, your Collar likewise keep,</br>And better learn henceforth to tend your Sheep.</br>Agree in Love, for shame, ye wayward Swains,</br>Nor let such Broils disturb the peaceful Plains.</br>The Sun's adown; ye Shepherds, speed away,</br>Your Herds have left the Shades, and soon will stray.</br>"]