["Behold, already from the southern sky,</br>While rapidly the hue of day declines&mdash;</br>Down on a peaceful world, with golden eye,</br>O'er a white cloud the star of evening shines.", "How silently the beams of crimson light,</br>Decaying, leave the oak's umbrageous pride.</br>How silently the mantle of the night,</br>Outspread, is deepening on yon mountain side.", "Who e'er would think, whose peace-enraptur'd eye</br>Broods on the gloom of this o'erreaching wood,</br>That battle swept with rustling garments by,</br>And dying groans disturb'd its solitude!", "Yes!  'mid these fields the standard was unfurl'd,</br>And serried spears were glittering in the sun;</br>Loud neighed the war-steeds, and the west wind curl'd</br>Locks, that were bloody ere the fight was done!", "And 'neath the very turf on which ye tread,</br>All bright with bloom, the bones uncoffin'd lie,</br>Of such as, bent upon heroic deed,</br>Were by opposing weapons doomed to die.", "Yes!  many a mother's pride, and father's joy,</br>Here, by disastrous fate, from earth was swept;</br>And, while they marvell'd what delayed their boy,</br>On each cold grave her dews pale Evening wept.", "And from these vallies many a maiden fair</br>Look'd &mdash; languish'd for the youth belov'd in vain;</br>Till hope, long baffled, yielded to despair,</br>And welcome death relieved the heart from pain.", "And yon small steamlet, limpid now and clear,</br>'Mid woven wild flowers winding on its way</br>Thro' waste and trodden paths, with slaughter drear,</br>Ran dark and bloody thro' the livelong day.", "Long centuries have circled round since then;</br>And they, who fell, or triumph'd on that day,</br>Alike are hid in death's unfathom'd den,</br>Melted from sight, and mouldered into clay!", "Victors and vanquish'd &mdash; both are vanish'd now!</br>Like doom hath swept pursuers and pursued;</br>Above their bones hath pass'd the vernal plow,</br>Or cypress shades their church-yard solitude.", "Yes!  gallant spirits, that have proudly thought</br>To earn the meed of everlasting fame,</br>Have pass'd unhonour'd by the prize they sought,</br>Nor left behind one vestige in a name!", "Oh!  would that Man would kneel at Wisdom's shrine,</br>And Truth aside the shades of Error rend:</br>That Sin would list \"the still small voice\" divine,</br>And thoughtless hearts regard their latter end!", "The sheep-boy's tinkle on the breezes borne,</br>With Music's dying strain, salutes the ear;</br>And, save the rustle of the ripening corn,</br>No other sounds can aw'd Attention hear.", "What see'st thou now, resplendent Evening Star?</br>Nought but the quiet woods, and darkened stream;</br>The shadowy azure mountain-tops afar,</br>And clouds yet bright with day's departing beam.", "Peaceful and silent, Pinkie's turrets peer</br>Above the summits of the twilight grove;</br>And History's tongue alone records that here</br>The war-cry sounded, and the mighty strove.", "Here may the Moralist, at eventide,</br>Slow-pacing, thoughtful, o'er the quiet lawn,</br>Regret the weaknesses of human pride,</br>And sigh that men should be the foes of man!</br>"]