["Fresh in the gay career of dawning life,</br>What magic visions burst upon my view!</br>Woe had not marr'd the prospect &mdash; want and strife</br>Were all unfelt; or if at times I drew</br>Some pictur'd ill, its dark repulsive hue,</br>Like night departed; for the earth was still</br>To childhood's musings, beautiful and new,</br>No cloud of sorrow came its breeze to chill,</br>No deadly blast to wither and to kill!", "The Heavens were bright above me, and beneath</br>The sweet untrodden flowers of nature smil'd;</br>And on I went, disporting Fancy's wreath,</br>Cheer'd by the beauteous charmer; and beguil'd</br>To haunts of peace, pure, blooming, undefil'd,</br>Where Love could riot in elysian rest,</br>Far, far beyond mirth's midnight orgies wild;</br>And clasping some young seraph to its breast,</br>Drink the warm, sinless raptures of the breast.", "At morn, upon my pillow, not a tear</br>Could friendship trace &mdash; there bloom'd the rose of joy,</br>Like songs of forest bird's, that carol'd near,</br>My voice the dawn preceded &mdash; a gay boy,</br>I wist not woe such music could destroy;</br>From morn to noon-day, and to night I sung,</br>Without a care to trouble or annoy.</br>And when my hand across the lyre I flung,</br>Too partial love gave audience as it rung.", "When thro' my breast the trance of slumber stole,</br>Repose unbroken lent to life new play;</br>Each wearied sense forgot its soft control,</br>To wake more buoyant, and revive more gay.</br>All, all was mild composure where I lay&mdash;</br>For hope maternal with endearing heed,</br>Lean'd o'er my couch, and long would fondly stay,</br>Intent the thoughts of filial joy to read,</br>While forth they rush'd with wild impetuous speed.", "And fortune's ray, to friendship's smile allied,</br>Pour'd the enamel'd path of life along,</br>As blithely on to happiness I hied,</br>My teacher Virtue, my companion Song:</br>My first best guide, the mightiest of the strong,</br>That Power unseen, of all-pervading glance.</br>Who wrote man's doom eternal ages back,</br>And bade him up to yonder bright expanse</br>Soar from the wildering mazes of his track.", "I knew not &mdash; deem'd not &mdash; scenes so blest, so bright,</br>Could only yield an evanescent beam,</br>That joys like mine could vanish into night</br>Fast as the blazing meteor's transient gleam&mdash;</br>Or if they went &mdash; that life could ne'er redeem</br>Those lov'd illusion's of my youthful pride&mdash;</br>But now their fairy sweets as fading seem,</br>As twilight shadows that to darkness glide,</br>Or ocean zephyrs dying o'er the tide!", "'Tis well &mdash; that Being, who in mercy gives,</br>In boundless wisdom too, can take away&mdash;</br>His arm sustains the lowliest wretch that lives,</br>Embracing worlds within his wide survey,</br>Stern if they yield not, pleas'd if they obey;</br>'Tis well &mdash; tho' life's allurements all recede,</br>There is a beacon of unearthly ray,</br>Thro' time's dark labyrinth of woe to lead,</br>And cheer the trembling rebel in his need.", "A few brief years of gladness hurried on,</br>And all was lovely, luminous and pure,</br>Hope hail'd new bliss at each returning dawn,</br>And every day found boyhood more secure,</br>Sublimer scenes unfolding to allure&mdash;</br>Fame's laurel-wreath, and beauty's myrtle-crest</br>While joy, of long duration, all too sure,</br>Saw not the storm collecting to molest,</br>Nor heard the thunder booming o'er its rest.", "It came, with fearful suddenness, it came,</br>The deadly siroc &mdash; the consuming gale,</br>Impoverish'd fortune own'd its withering flame,</br>And weeping orphanage was heard to wail&mdash;</br>Death link'd at last to ruin, prov'd how frail</br>Had been my web-work visions of delight,</br>That, like the bubbles sparkling in the trail</br>Of some fair galley, gliding in its might,</br>Glitter'd awhile &mdash; then faded from my sight.", "Yes, the paternal circle, where my youth</br>Had tasted transport, and enjoy'd repose&mdash;</br>That home of tenderness, affection, truth,</br>Became the dark abode of many woes.</br>Health from my feverish cheek withdrew her rose,</br>And left the hectic glow of anguish there&mdash;</br>The lamp of life seem'd burning at its close&mdash;</br>But Friendship sooth'd me, with her angel care,</br>And bade disease its ravages forbear.", "Alas!  I woke from illness, but to gaze</br>On fortune's ruins scatter'd idly round,</br>The world appear'd one dark impervious maze,</br>Where pleasure languish'd, disappointment frown'd,</br>And death's cold frosts the loveliest verdure crown'd;</br>Methought all human beings shunn'd me then,</br>Consign'd to bitter solitude profound&mdash;</br>That e'en the famish'd wolf within her den,</br>Look'd on my griefs more merciful than men.", "Yet, there were those whose sympathetic power</br>Could cheer me still &mdash; (for well I knew their worth)</br>Within the walls where infancy's first hour</br>Was spent in gay rejoicing at my birth&mdash;</br>There, many an interval of holy mirth,</br>Pass'd o'er I broke from childhood's sheltering dome,</br>To go my way unfriended on the earth</br>Without a guide, where nature's children roam,</br>Want my associate, and the world my home.", "O never, never, can my soul forget,</br>The hour of parting with that much-lov'd few&mdash;</br>The quivering lip, pale cheek, and eyes all wet,</br>The fond caress &mdash; the eloquent adieu,</br>That seem'd my lingering footsteps to pursue&mdash;</br>O never can I think with unconcern,</br>Of love so fervent, tenderness so true,</br>But thought shall aye in fond remembrance burn</br>To greet such feeling with a glad return.", "Dark was that day of separation &mdash; still</br>My heart recurs in sadness to the scene,</br>Dark &mdash; for I left a kindred bosom ill&mdash;</br>Stung by disease, that bosom long had been:</br>Yet tho' in hopeless languishing &mdash; serene</br>My young and faded relative appear'd,</br>And when I press'd her burning cheek, her mien</br>Proclaim'd a soul by hope celestial cheer'd&mdash;</br>She wept my perils &mdash; they were all she fear'd.", "He, he, who feeds young ravens when they cry,</br>Will not desert her, for to him she gave</br>Full many a silent tear, and secret sigh</br>In penitential grief &mdash; his arm can save</br>That young unsullied maiden from the grave&mdash;</br>God, be thou merciful to her, to me,</br>But should the deadly storm around us rave,</br>To life's extinction &mdash; let our refuge be</br>In yon bright world with angels and with thee.</br>"]