["When August's sultry sun began to shine,</br>And warm upon the meads to spread its ray;</br>The apple redden'd, purple grew the vine,</br>The painted goldfinch sung the live-long day,</br>And luscious pears bent down the leafy spray;</br>'Twas now the pride, the manhood of the year,</br>And all the ground was ray'd in its most rich attire.", "The sun was glowing in the midst of day,</br>Dead still the air, and all the sky was blue,</br>When from the sea arose the dread array</br>An heap of clouds of sable, sullen hue,</br>The which full fast unto the woodland drew,</br>Shading at once the sun's resplendent face,</br>And the black tempest swell'd, and gather'd up apace.", "Beneath an holly, near a path-way side,</br>Which did unto St. Godwyn's convent lead,</br>An hapless pilgrim moaning did abide,</br>Poor in his look, ungentle in his weed,</br>Long had he borne the miseries of need.</br>Where from the hail-storm could the poor man fly?</br>Alas!  no house was near, nor any convent nigh.", "Look in his gloomy face, his aspect scan,</br>How woe begirt &mdash; how wither'd, lank, and dead!</br>Haste to thy grave, thou poor, unhappy man!</br>Haste to thy coffin &mdash; that's thy sleeping bed!</br>Cold as the clay which will grow on thy head</br>Is charity and love among high elves,</br>Alas!  all Knights and Barons live &mdash; for pleasure and themselves.", "The gather'd storm is ripe; the big drops fall;</br>The sun-burnt meadows smoke, and drink the rain;</br>The horrid sight the cattle do appall,</br>And the full flocks driving o'er the plain;</br>Dash'd from the clouds the waters float again;</br>Opens the sky, the livid lightnings flies,</br>And the hot stream in flames wide-spreading dies.", "Hark!  now the thunder's distant rumbling sound</br>Moves slowly on &mdash; then burns, and rends the air,</br>Shakes the tall spire &mdash;and then expended, drown'd,</br>Still leaving horror on th' affrighted ear,</br>The winds blow high; trees nod; and desolation's near.</br>Again the lightning and the thunder pours,</br>And the full clouds all burst at once in hail-stone show'rs.", "Spurring his palfry o'er the wat'ry plain,</br>The Abbot of St. Godwyn's convent came;</br>His small round beaver drenched was with rain,</br>His painted girdle stain'd with the same,</br>Backward his beads he did begin to name.</br>The storm impending, and he drew aside,</br>Nor did he near the pilgrim's shelter scorn to 'bide.", "His cloke was of Lincoln's cloth so fine,</br>With a gold button fast'ned near his chin;</br>His white robes edged were with golden twine,</br>And his dress-shoe a lord's might well have been;</br>&mdash;Full well it shew'd he thought it was so sin.</br>The trammels of his palfrey pleas'd his sight,</br>Which richly caparison'd, gave him great delight.", "An alms, Sir Priest!  the dropping Pilgrim said,</br>Oh!  let me wait within your convent door,</br>Till the sun shineth high above our head,</br>And the loud tempest of the air is o'er;</br>Helpless and old am I, alas!  and poor,</br>No house, no friend, no money now in store,</br>This silver cross is all &mdash; which humbly I adore.", "Varlet!  reply'd the Abbot, cease your din;</br>This is no season alms and pray'rs to give;</br>My porter never lets a beggar in;</br>None enters there who don't in honour live&mdash;</br>And now the sun with the black clouds did strive,</br>And shedding on the ground it's glaring ray,</br>The Abbot spurr'd his steed, and furious rode away.", "Once more the sky was black, the thunder roll'd,</br>Fast running o'er the plain a Priest was seen;</br>Not gayly deck'd, nor button'd up in gold;</br>His priestly garb was grey, and eke 'twas clean;</br>A Limitoure he was of order seen;</br>And from the path-way side then turned he,</br>Where the poor beggar lay beneath the holly tree.", "An alms, Sir Priest!  the drooping Pilgrim said,</br>For sweet St. Mary and your order sake.</br>The pious man then loosen'd his purse thread,</br>And did thereout a groat of silver take;</br>Which did for joy the unhappy Pilgrim shake.</br>\"Here take this silver, it may ease thy care;</br>We are God's stewards all, nought of our own we bear.", "\"But ah!  unhappy Pilgrim, learn of me,</br>Scarce any give rentrolle to their Lord,</br>Here, take my under-stole &mdash; thour't bare I see;</br>'Tis thine &mdash; the Saints will give me my reward,\"</br>He eas'd the Pilgrim's wants &mdash; 'twas all he could afford.</br>\"Virgin and holy Saint, who sit'st above,</br>O give the good man pow'r, or fill the rich with love.\"</br>"]