["Happy the man, devoid of many a wo,</br>Who, blessed with gentler stars, supinely lolls</br>Within the covering of a splendid coach;</br>Or whom two brawny highlanders (who boast</br>Their high descent, perchance, from ancient chief,</br>For wond'rous deed and great achievement</br>In the rude carol of the bards of old)</br>Bear in the snug sedan; him nor the splash</br>Of heedless schoolboy, nor the dirty whip</br>Of the proud horseman, can annoy.  But I,</br>Fated to toil among the drudging croud,</br>The creeping actors of the lower scene,</br>Who live upon the wonder of a world,</br>Like maggots in a cheese, &mdash; merely to feed on't,</br>Amidst the batt'ring rain, unwholesome mist,</br>Cold driving sleet, and Boreas' piercing blast,</br>Unheeded trudge along the well-known length</br>Of stinking alleys; happy, if perchance</br>My hat uncock'd, or close surtout, defends</br>From the rough shower; or if my faithful shoes,</br>New sol'd, and leakless, can resist the rush</br>Of meeting torrents; or if Fortune wards</br>From my devoted head the full discharge</br>Of worser from above; not such a shower</br>As when t' enamour'd Jupiter, in form</br>Of that all-conqu'ring metal, whose high power</br>Has wrought such horrors since upon the world,</br>To Danae descended; but a shower</br>Nauseous and loathsome, and of which the muse</br>(If like the ladies of our nicer days,</br>As such I hold your modern muse to be)</br>At the recital could not chuse but faint,</br>If powerful heartshorn, or the winged salt,</br>Flew not a speedy succour to her aid.</br>This ill escap'd, now in the open street,</br>I walk secure; when, lo!  a sudden gust</br>Of rising wind, from the wide-yawning mouth</br>Of some unnotic'd close, has rushen forth,</br>My hat surpris'd, it wheels aloft in air,</br>Which in some puddle's stinking stream is dash'd;</br>Good luck insooth if even so 'tis found.", "Anon, to shun each evil, when my hand</br>Pins fast my dripping bonnet to mine ear,</br>Careless of aught behind; a chairman's haste</br>(Who profits by th' inclemency of heaven)</br>Drives on my back the mischief of his poles.</br>Where shall I fly?  again the lanes I walk,</br>Secure from greater evils, and content</br>If all at other other risk I save my bones.", "Or if the cloudy visage of the morn</br>Pours forth her fleecy snow upon the world,</br>Behold a line of ready schoolboys stand,</br>And if I doff not my obedient hat,</br>From every side the volley pours around,</br>(Due chastisement I ween of pride unmeet).</br>In vain resistance; when a gnatling stings</br>Bootless the lion roars:  in flight alone</br>My safety lies; my ready heels obey,</br>While loud huzzas pursue me as I fly.", "See, in the front of yon tobaconist's</br>A knot of busy politicians stand;</br>In a close circle are their noddles set:</br>Whilst all the common-place of Rumour's lie,</br>North Britons, Patriots, Pensions, Pillories,</br>At every greedy ear are suck'd, behold!</br>A loosen'd fragment of collected snow,</br>Thaw'd by the tepid vapour, from the eves</br>Rolling descends; amid the ferry'd group</br>Dealing destruction vast; see where a hat</br>Is buried 'neath its ruins, there a wig</br>Hangs like the branches of some ancient oak</br>In silver majesty:  another wretch</br>Yields to the weighty blow, and stagg'ring falls,</br>Whilst Wilkes half-utter'd quivers on his lips.", "And when again the sable-suited Night</br>Envelops in her shroud the dusky town,</br>Close by the side of some smoke-darken'd lamp,</br>(Like a red meteor girt with drizzly air),</br>A ballad-singer stands, and to the croud,</br>Most apt to catch the frolic of his song,</br>The old-new jest, and bawdry humour, chants,</br>A little further, in a hollow tone,</br>A doleful voice the doleful tale recites</br>Of prodigy, or apparition dire,</br>\"How that at such a time, and such a place,</br>By the old serpent lur'd, a desperate wretch,</br>For worldly pleasure, to the devil sold</br>His soul immortal, and at seven years end,</br>In some huge bear-like shape, the fiend he came,</br>And from the midst of friends, that pray'd in vain,</br>In a blue flame the wretched victim snatch'd.\"</br>This history, perchance, some boys have got,</br>And by the fluttering light of winter's fire,</br>The senior to his list'ning comrades reads;</br>And as the horror of the drama swells,</br>The frighted imps in closer circle meet,</br>With many a look aslant the darkness cast,</br>While in some nook obscure their fancy paints</br>Tall apparitions, and blood-dropping heads,</br>Terrific forms that haunt 'em to their beds,</br>And mar their broken sleep with horrid dreams.</br>Thus ever baneful curiosity,</br>The strongest passion of the weakest minds,</br>Is most ingenious to torment itself,</br>And feeds upon the poison of its quiet.", "See o'er his half-door where the shop-boy hangs,</br>With listless stare agape; while by the side</br>Of yon small light his blotted day-book lies.", "A little on in my accustom'd walk,</br>The busy coppersmith's incessant clink</br>Invades my ear, with sounds like those which heard</br>The musing Richard at the dead of night</br>In the dread eve of Bosworth's bloody field,</br>When for the purple horrors of the morn</br>\"The armourers accomplished the chief.\"", "Hark!  hark!  a louder peal, the son'rous cry</br>Of a poor veteran labouring forth his lungs</br>In act vociferous, and to the delicate ear</br>Form'd for the harmony of dulcet sounds,</br>Astonishment and dizzy horror sends,</br>While \"Pies, &mdash; Hot mutton pies,\" his song proclaims:</br>Which, if tradition lies not, (who has ly'd</br>From Homer's time down to these days of ours),</br>From horses brawny buttocks have been slic'd.", "Ah me!  how little past deserts avail!</br>The noble horse, who in the gallant chace,</br>With all the thunder of his swiftness, bore</br>His rider cross the plain; or at the sound</br>Of the shrill trumpet, with impatient neigh,</br>Shook his high mane, and paw'd the trembling ground;</br>By his unpitying master now cast off,</br>To the vile drudgery of a carman's load,</br>With thousand ills oppress'd, he sinks beneath</br>The load of lashes, and of hunger fell:</br>And when no profit but his skin remains,</br>To some ignoble corner is led forth,</br>Where in his throat the murderer strikes his knife,</br>And his flea'd body to the hounds commits;</br>The hounds, once partners of his fav'rite toils.", "Thus far, with indignation borne, we've stray'd;</br>But soon, by the Stentorian cry arous'd,</br>Return we, Muse, to where the rising knell</br>Sounds forth his little merchandise again.</br>Mark how the boy of waggish humour slips</br>His back behind, and with the mangled corpse</br>Of a poor cat, whose life eight times made mock</br>At fate inexorable; fallen now</br>Beneath the wanton cruelty of sport;</br>Full in his face imprints the mark obscene:</br>While he his curses impotently roars,</br>Another his sly hand insinuates</br>Into the guardless basket, and conveys,</br>With triumph loud, the smoaking prize away.", "O  Mischief!  busiest of the busy fiends!</br>How early and how late thy reign thou holdst</br>Within the breast of reasonable man!</br>The urchin to a fly's contorted tail</br>Fastens a pin, and smiles; the hoary statesman</br>Sees nations ruin'd by his wiles accurst,</br>In conscious villany applauds himself.", "By thee, perhaps, some surly critic mov'd</br>With nose upturn'd these humble lines surveys,</br>And in their dull stupidity exults.</br>But tell him, Mischief, I regard him not</br>If to the bottom of a reeking pye</br>This verse shall travel, it is done its work,</br>What many a Noble Lord's have done before;</br>And where his own most celebrated sneers</br>Would be well honour'd should they find a place,</br>Sav'd from the dirtier work of physic'd wights.</br>"]