["Accept, BOSCAWEN!  these unpolish'd lays,</br>Nor blame too much the verse you cannot praise.</br>For you far other bards have wak'd the string:</br>Far other bards for you were wont to sing.</br>Yet on the gale their parting music steals,</br>Yet, your charm'd ear the lov'd impression feels.</br>You heard the lyres of LYTTELTON and YOUNG;</br>And this a Grace, and that a Seraph strung,</br>These are no more! &mdash; But not with these decline</br>The Attic chasteness, and the game divine.</br>Still, sad Elfrida's Poet shall complain,</br>And either WARTON breathe his classic strain.</br>Nor fear lest genuine poesy expire,</br>While tuneful BEATTIE wakes old Spenser's lyre.</br>His sympathetic lay his soul reveals,</br>And paints the perfect Bard from what he feels.", "Illustrious LOWTH!  for him the muses wove,</br>The fairest garland from their greenest grove.</br>Tho' Latian bards had gloried in his name,</br>When in full brightness burnt the Latian flame;</br>Yet, fir'd with nobler hopes than transient Bays,</br>He scorn'd the meed of perishable praise;</br>Spurn'd the cheap wreath by human science won,</br>Borne on the wing sublime of Amos' son:</br>He seiz'd his mantle as the Prophet flew,</br>And caught some portion of his spirit too.", "To snatch bright beauty from devouring fate,</br>And bid it boast with him a deathless date;</br>To shew how Genius fires, how Taste restrains,</br>While what both are his pencil best explains,</br>Have we not REYNOLDS?  Lives not JENYNS yet,</br>To prove his lowest title was a Wit?</br>Tho' purer flames thy hallow'd zeal inspire</br>Than e'er were kindled at the Muse's fire;</br>Thee, mitred CHESTER!  all the Nine shall boast:</br>And is not JOHNSON theirs, himself an host?", "Yes: &mdash; still for you your gentle stars dispense</br>The charm of friendship, and the feast of sense.</br>Yours is the bliss, and Heav'n no dearer sends,</br>To call the wisest, brightest, best &mdash; your friends.", "With CARTER trace the wit to Athens known,</br>Or find in MONTAGU that wit our own.</br>Or, pleas'd, attend CHAPONE'S instructive page,</br>Which charms her own, and forms the rising age.</br>Or boast in WALSINGHAM the various pow'r,</br>To soothe the lonely, grace the letter'd hour</br>To polish'd life its highest charm she gives,</br>Whose song is music, and whose canvass lives.</br>DELANY shines, in worth serenely bright,</br>Wisdom's strong ray, and Virtue's milder light;</br>And she who bless'd the friend, and grac'd the page</br>Of Swift, still lends her lustre to our age:</br>Long, long protract thy light, O star benign!</br>Whose setting beams with added brightness shine!", "O, much-lov'd BARBAULD!  shall my heart refuse</br>Its tribute to thy Virtues and thy Muse?</br>While round thy brow the Poet's wreathe I twine,</br>This humble merit shall at least be mine,</br>In all thy praise to take a gen'rous part;</br>Thy laurels bind thee closer to my heart:</br>My verse thy merits to the world shall teach,</br>And love the genius it despairs to reach. ", "Yet, what is wit, and what the Poet's art</br>Can Genius shield the vulnerable heart?</br>Ah, no!  where bright imagination, reigns,</br>The fine-wrought spirit feels acuter pains:</br>Where glow exalted sense, and taste refin'd,</br>There keener anguish rankles in the mind:</br>There feeling is diffus'd thro' ev'ry part,</br>Thrills in each nerve, and lives in all the heart:</br>And those whose gen'rous souls each tear wou'd keep</br>From others' eyes, are born themselves to weep.", "Say,  can the boasted pow'rs of  wit and song,</br>Of life one pang remove, one hour prolong?</br>Presumptuous hope!  which daily truths deride;</br>For you, alas!  have wept &mdash; and GARRICK dy'd!</br>Ne'er shall my heart his lov'd remembrance lose,</br>Guide, critic, guardian, glory of my Muse!</br>Oh shades of Hampton!  witness as I mourn,</br>Cou'd wit or song elude his destin'd urn?</br>Tho' living virtue still your haunts endears,</br>Yet bury'd worth shall justify my tears!</br>GARRICK!  those pow'rs which form a friend were thine;</br>And let me add, with pride, that friend was mine:</br>With pride!  at once the vain emotion's fled;</br>Far other thoughts are sacred to the dead.</br>Who now with spirit keen, yet judgment cool</br>Th' unequal wand'rings of my Muse shall rule?</br>Whose partial praise my worthless verse ensure?</br>For Candor smil'd when GARRICK wou'd endure.</br>If harsher critics were compell'd to blame,</br>I gain'd in friendship what I lost in fame;</br>And friendship's fost'ring smiles can well repay</br>What critic rigour justly takes away.</br>With keen acumen how his piercing eye</br>The fault conceal'd from vulgar view wou'd spy!</br>While with a gen'rous warmth he strove to hide,</br>Nay vindicate, the fault his judgment spied.</br>So pleas'd, cou'd he detect a happy line,</br>That he wou'd fancy merit ev'n in mine.</br>Oh gen'rous error, when by friendship bred!</br>His praises flatter'd me, but not misled.", "No narrow views cou'd bound his lib'ral mind;</br>His friend was man, his party human kind.</br>Agreed in this, opposing statesmen strove</br>Who most shou'd gain his praise, or court his love.</br>His worth all hearts as to one centre drew;</br>Thus Tully's Atticus was Caesar's too.", "His wit so keen, it never miss'd its end;</br>So blameless too, it never lost a friend;</br>So chaste, that modesty ne'er learnd to fear,</br>So pure, religion Might unwounded heat.", "How his quick mind, strong pow'rs, and ardent heart,</br>Impoverish'd naturey and exhausted art,</br>A brighter bard records, a deathless muse!&mdash;</br>But I his talents in his virtues lost:</br>Great parts are Nature's gift; but that he shone</br>Wise, moral, good and virtuous &mdash; was his own.</br>Tho' Time his silent hand across has stole,</br>Soft'ning the tints of sorrow on the soul;</br>The deep impression long my heart shall fill,</br>And every mellow'd trace be perfect still. ", "Forgive, BOSCAWEN, if my sorrowing heart.</br>Intent on grief, forget the rules of art;</br>Forgive, if wounded recollection melt&mdash;</br>You best can pardon who have oft'nest felt.</br>You, who for many a friend and hero mourn,</br>Who bend in anguish o'er the frequent urn;</br>You who have found how much the feeling heart</br>Shapes its own wound, and points itself the dart;</br>You, who from tender sad experience feel</br>The wounds such minds receive can never heal;</br>That grief a thousand entrances can find,</br>Where parts superior dignify the mind;</br>Wou'd you renounce the pangs those feelings give,</br>Secure in joyless apathy to live?", "For tho' in souls where taste and sense abound,</br>Pain thro' a thousand avenues can wound;</br>Yet the same avenues are open still,</br>To casual blessings as to casual ill.</br>Nor is the trembling temper more awake</br>To evry wound which misery can make,</br>Than is the finely-fashion'd nerve alive</br>To every transport pleasure has to give.</br>For if, when home-felt joys the mind elate,</br>It mourns in secret for another's fate;</br>Yet when its own sad griefs invade the breast,</br>Abroad, in others blessings, see it blest!</br>Ev'n the soft sorrow of remember'd woe,</br>A not unpleasing sadness may bestow.", "Let not the vulgar read this pensive strain,</br>Their jests the tender anguish wou'd profane:</br>Yet these some deem the happiest of their kind,</br>Whose low enjoyments never reach'd the mind;</br>Who ne'er a pain but for themselves have known,</br>Nor ever felt a sorrow but their own;</br>Who call romantic every finer thought,</br>Conceiv'd by pity, or by friendship wrought.</br>Ah!  wherefore happy?  where's the kindred mind?</br>Where, the large soul that takes in human kind?</br>Where, the best passions of the mortal breast?</br>Where, the warm blessing when another's blest?</br>Where, the soft lenitives of others pain,</br>The social sympathy, the sense humane?</br>The sigh of rapture and the tear of joy,</br>Anguish that charms, and transports that destroy?</br>For tender Sorrow has her pleasures too,</br>Pleasures which prosp'rous Dulness never knew.</br>She never knew, in all her coarser bliss,</br>The sacred rapture of a pain like this!</br>Nor think the cautious only are the just;</br>Who never was deceiv'd I wou'd not trust.</br>Then take, ye happy vulgar!  take your part</br>Of sordid joy which never touch'd the heart.</br>Benevolence, which seldom stays to chuse,</br>Lest pausing Prudence teach her to refuse;</br>Friendship, which once determin'd, never swerves,</br>Weighs e'er it trusts, but weighs not e'er it serves;</br>And soft-ey'd Pity, and Forgiveness bland,</br>And melting Charity with open hand;</br>And artless Love, believing and believ'd,</br>And gen'rous Confidence which ne'er deceiv'd;</br>And Mercy stretching out, ere Want can speak,</br>To wipe the tear from pale Affliction's cheek;</br>These ye have never known! &mdash; then take your part</br>Of sordid joy which never touch'd the heart.", "Ye who have melted in bright Glory's flame,</br>Or felt the spirit-stirring breath of fame!</br>Ye noble few!  in whom her promis'd meed</br>Wakes the great thought, and makes the wish the deed!</br>Ye who have tasted the delight to give,</br>And, God's own agents, bid the wretched live;</br>Who the chill haunts of Desolation seek,</br>Raise the sunk heart, and flush the fading cheek!  </br>Ye who with pensive Petrarch love to mourn,</br>Or weave fresh chaplets for Tibullus' urn;</br>Who cherish both in Hammond's plaintive lay,</br>The Provence myrtle, and the Roman bay!</br>Ye who divide the joys, and share the pains</br>Which merit feels or Heav'n-born Fancy feigns;</br>Wou'd you renounce such joys, such pains as these,</br>For vulgar pleasures, or for selfish ease?</br>Wou'd you, to 'scape the pain the joy forego,</br>And miss the transport to avoid the woe?</br>Wou'd you the sense of real sorrow lose,</br>Or cease to wooe the melancholy Muse?</br>No, Greville!  no! &mdash; Thy song tho' steep'd in tears,</br>Tho' all thy soul in all thy strain appears;</br>Yet wou'dst thou all thy well-sung anguish chuse,</br>And all th' inglorious peace thou begg'st, refuse.", "Or you, BOSCAWEN!  when you fondly melt,</br>In raptures none but mothers ever felt;</br>And view, enamour'd, in your beauteous race,</br>All LEVESON'S sweetness, and all BEAUFORT'S grace!</br>Yet think what dangers each lov'd child may share,</br>The youth if valiant, and the maid if fair;</br>That perils multiply as blessings flow,</br>And constant sorrows on enjoyments grow:</br>You who have felt how fugitive is joy,</br>That while we clasp the phantom we destroy;</br>That life's bright sun is dimm'd by clouded views,</br>And who have most to love have most to lose;</br>Yet from these fair possessions wou'd you part,</br>To shield from future pain your guarded heart?</br>Wou'd your fond mind renounce its tender boast,</br>Or wish their op'ning bloom of promise lost?</br>Yield the dear hopes which break upon your view,</br>For all the quiet Dulness ever knew?</br>Debase the objects of your tend'rest pray'r,</br>To save the dangers of a distant care?</br>Consent, to shun the anxious fears you prove,</br>They less shou'd merit, or you less shou'd love?", "Yet, while I hail the Sympathy Divine,</br>Which makes, O man!  the wants of others thine:</br>I mourn heroic JUSTICE, scarcely own'd,</br>And PRINCIPLE for SENTIMENT dethron'd.</br>While FEELING boasts her ever-tearful eye,</br>Stern TRUTH, firm FAITH, and manly VIRTUE fly.", "Sweet SENSIBILITY!  thou soothing pow'r,</br>Who shedd'st thy blessings on the natal hour,</br>Like fairy favours!  Art can never seize,</br>Nor affectation catch thy pow'r to please:</br>Thy subtile essence still eludes the chains</br>Of Definition, and defeats her pains.</br>Sweet Sensibility!  thou keen delight!</br>Thou hasty moral!  sudden sense of right!</br>Thou untaught goodness!  Virtue's precious seed!</br>Thou sweet precursor of the gen'rous deed!</br>Beauty's quick relish!  Reason's radiant morn,</br>Which dawns soft light before Reflexion's born!</br>To those who know thee not, no words can paint,</br>And those who know thee, know all words are faint!</br>'Tis not to mourn because a sparrow dies;</br>To rave in artificial extasies:</br>'Tis not to melt in tender Otway's fires;</br>'Tis not to faint when injur'd Shore expires;</br>'Tis not because the ready eye o'erflows</br>At Clementia's, or Clarissa's woes.", "Forgive, O Richardson!  nor think I mean,</br>With cold contempt, to blast thy peerless scene:</br>If some faint love of virtue glow in me,</br>Pure spirit!  I first caught that flame from thee.", "While soft Compassion silently relieves,</br>Loquacious Feeling hints how much she gives;</br>Laments how oft her wounded heart has bled,</br>And boasts of many a tear she never shed.", "As words are but th' external marks to tell</br>The fair ideas in the mind that dwell</br>And only are of things the outward sign,</br>And not the things themselves, they but define;</br>So exclamations, tender tones, fond tears,</br>And all the graceful drapery Pity wears;</br>These are not Pity's self, they but express</br>Her inward sufferings by their pictur'd dress;</br>And these fair marks, reluctant I relate,</br>These lovely symbols may be counterfeit.</br>Celestial Pity!  why must I deplore,</br>Thy sacred image stamp'd on basest ore?</br>There are, who fill with brilliant plaints the page,</br>If a poor linnet meet the gunner's rage:</br>There are, who for a dying fawn display</br>The tend'rest anguish in the sweetest lay;</br>Who for a wounded animal deplore,</br>As if friend, parent, country were no more;</br>Who boast quick rapture trembling in their eye,</br>If from the spider's share they save a fly;</br>Whose well-sung sorrows every breast inflame,</br>And break all hearts but his from whom they came:</br>Yet, scorning life's dull duties to attend,</br>Will persecute a wife, or wrong a friend;</br>Alive to every woe by fiction dress'd;</br>The innocent he wrong'd, the wretch distress'd,</br>May plead in vain; their suff'rings come not near,</br>Or he relieves them cheaply with a tear.</br>Not so the tender moralist of Tweed;</br>His \"Man of Feeling,\" is a man indeed.", "Oh, bless'd Compassion!  Angel Charity!</br>More dear one genuine deed perform'd for thee,</br>Than all the periods Feeling e'er can turn,</br>Than all thy soothing pages, polish'd STERNE!", "Not that by deeds alone this love's exprest,</br>If so, the affluent only were the blest.</br>One silent wish, one pray'r, one soothing word,</br>The precious page of Mercy shall record</br>One soul-felt sigh by pow'rless Pity giv'n,</br>Accepted incense!  shall ascend to Heav'n.", "Since trifles make the sum of human things,</br>And half our mis'ry from our foibles springs;</br>Since life's best joys consist in peace and ease,</br>And few can save or serve, but all may please:</br>Oh!  let th' ungentle spirit learn from hence,</br>A small unkindness is a great offence.</br>Large bounties to bestow we wish in vain;</br>But all may shun the guilt of giving pain.</br>To bless mankind with tides of flowing wealth,</br>With pow'r to grace them, or to crown with health,</br>Our little lot denies; but Heav'n decrees</br>To all, the gift of minist'ring to ease.</br>The gentle offices of patient love,</br>Beyond all flatt'ry, and all price above;</br>The mild forbearance at another's fault,</br>The taunting word, suppress'd as soon as thought;</br>On these Heav'n bade the bliss of life depend,</br>And crush'd ill-fortune when he made a FRIEND.", "A solitary blessing few can find,</br>Our joys with those we love are interwin'd;</br>And he, whose helpful tenderness removes</br>Th' obstructing thorn which wounds the breast he loves,</br>Smooths not another's rugged path alone,</br>But scatters roses to adorn his own.", "The hint malevolent, the look oblique,</br>The obvious satire, or implied dislike;</br>The sneer equivocal, the harsh reply,</br>And all the cruel language of the eye;</br>The artful injury, whose venom'd dart,</br>Scarce wounds the hearing while it stabs the heart;</br>The guarded phrase whose meaning kills, yet told,</br>The list'ner wonders how you thought it cold;</br>Small slights, contempt, neglect unmix'd with hate,</br>Make up in number what they want in weight.</br>These, and a thousand griefs minute as these,</br>Corrode our comfort, and destroy our ease.", "As this strong feeling tends to good or ill,</br>It gives fresh pow'r to vice or principle;</br>'Tis not peculiar to the wise and good;</br>'Tis Passion's flame, the virtue of the blood.</br>But to divert it to its proper course,</br>There Wisdom's pow'r appears, there Reason's force;</br>If, ill-directed, it pursues the wrong,</br>It adds new strength to what before was strong;</br>Breaks out in wild irregular desires,</br>Disorder'd Passions, and illicit fires.</br>But if the virtuous bias rule the soul,</br>This lovely feeling then adorns the whole;</br>Sheds its sweet sunshine on the moral part,</br>Nor wastes, on fancy what shou'd warm the heart.</br>Cold and inert the mental pow'rs wou'd lie,</br>Without this quick'ning spark of Deity.</br>To draw the rich materials from the mine,</br>To bid the mass of intellect refine;</br>To melt the firm, to animate the cold,</br>And Heav'n's own impress stamp on nature's gold;</br>To give immortal MIND its finest tone,</br>Oh, SENSIBILITY!  is all thy own.</br>THIS is th' etherial flame which lights and warms,</br>In song transports us, and in action charms.</br>'Tis THIS that makes the pensive strains, of GRAY</br>Win to the open heart their easy way.</br>Makes the touch'd spirit glow with with kindred fire,</br>When sweet SERENA'S poet wakes the lyre.</br>'Tis THIS, tho' Nature's hidden treasures lie,</br>Bare to the keen inspection of her eye,</br>Makes PORTLAND'S face its brightest rapture wear,</br>When her large bounty smooths the bed of care.</br>'Tis THIS that breathes thro' SEVIGNE'S sweet page,</br>That nameless grace which soothes a second age.</br>'Tis THIS, whose charms the soul resistless seize,</br>And gives BOSCAWEN half her pow'r to please.", "Yet, why those terrors?  why that anxious care,</br>Since your last hope the deathful war will dare?</br>Why dread that energy of soul which leads</br>To dang'rous glory by heroic deeds?</br>Why tremble lest his ardent soul aspire?&mdash;</br>You fear the son because you knew the sire,</br>Hereditary valour you deplore,</br>And dread, yet wish to find one hero more.</br>"]