["Marinel's former Wound is heal'd,</br>He comes to Proteus' Hall,</br>Where Thamis doth the Medway wed,</br>And feasts the Sea-Gods all.", "But ah for Pity!  that I have thus long</br>Left a fair Lady languishing in Pain:</br>Now weal-away, that I have done such Wrong,</br>To let fair Florimel in Bands remain,</br>In Bands of Love, and in sad Thraldom's Chain;</br>From which, unless some heavenly Power her free</br>By Miracle, not yet appearing plain,</br>She lenger yet is like captiv'd to be:</br>That ev'n to think thereof, it inly pities me.", "Here need you to remember, how e'er-while</br>Unlovely Proteus, missing to his Mind</br>That Virgin's Love to win by Wit or Wile,</br>Her threw into a Dungeon deep and blind,</br>And there in Chains her cruelly did bind,</br>In hope thereby her to his Bent to draw:</br>For when-as neither Gifts nor Graces kind,</br>Her constant Mind could move at all he saw,</br>He thought her to compel by Cruelty and Awe.", "Deep in the Bottom of an huge great Rock</br>The Dungeon was, in which her bound he left,</br>That neither iron Bars, nor brazen Lock</br>Did need to guard from Force, or secret Theft</br>Of all her Lovers, which would her have reft.</br>For wall'd it was with Waves, which rag'd and roar'd</br>As they the Cliff in pieces would have cleft:</br>Besides, ten thousand Monsters foul abhor'd</br>Did wait about it, gaping griesly, all begor'd.", "And in the midst thereof did Horror dwell,</br>And Darkness drad, that never viewed Day;</br>Like to the baleful House of lowest Hell,</br>In which old Styx her aged Bones alway</br>(Old Styx, the Grandame of the Gods) doth lay.</br>There did this luckless Maid three Months abide;</br>Ne ever Evening saw, ne Morning's Ray,</br>Ne ever from the Day the Night descry'd,</br>But thought it all one Night, that did no Hours divide.", "And all this was for Love of Marinel,</br>Who her despis'd (ah!  who would her despise?)</br>And Womens Love did from his Heart expel,</br>And all those Joys that weak Mankind entice.</br>Nath'less, his Pride full dearly he did prise;</br>For of a Woman's Hand it was yroke,</br>That of the Wound he yet in Languor lies,</br>Ne can be cured of that cruel Stroke</br>Which Britomart him gave, when he did her provoke.", "Yet far and near the Nymph his Mother sought,</br>And many Salves did to his Sore apply,</br>And many Herbs did use:  but when as nought</br>She saw could ease his rankling Malady,</br>At last, to Tryphon she for Help did hie</br>(This Tryphon is the Sea-gods Surgeon hight)</br>Whom she besought to find some Remedy:</br>And for his Pains, a Whistle him behight,</br>That of a Fishes Shell was wrought with rare Delight.", "So well that Leach did hark to her Request,</br>And did so well employ his careful Pain,</br>That in short space his Hurts he had redrest,</br>And him restor'd to healthful State again:</br>In which he long time after did remain</br>There with the Nymph his Mother, like her Thrall;</br>Who sore against his Will did him retain,</br>For fear of Peril, which to him mote fall,</br>Through his too ventrous Prowess proved over all.", "It fortun'd then, a solemn Feast was there</br>To all the Sea-gods, and their fruitful Seed,</br>In Honour of the Spousals, which then were</br>Betwixt the Medway and the Thames agreed.</br>Long had the Thames (as we in Records read)</br>Before that Day her wooed to his Bed;</br>But the proud Nymph would for no worldly Meed,</br>Nor no Entreaty to his Love be led;</br>Till now at last relenting, she to him was wed.", "So both agreed, that this their bridal Feast</br>Should for the Gods in Proteus' House be made;</br>To which they all repair'd, both most and least,</br>As well which in the mighty Ocean trade,</br>As that in Rivers swim, or Brooks do wade.</br>All which, not if an hundred Tongues to tell,</br>And hundred Mouths, and Voice of Brass I had,</br>And endless Memory, that mote excel,</br>In order as they came, could I recount them well.", "Help therefore, O thou sacred Imp of Jove!</br>The Noursling of Dame Memory his Dear,</br>To whom those Rolls, laid up in Heaven above,</br>And Records of Antiquity appear,</br>To which no Wit of Man may comen near;</br>Help me to tell the Names of all those Floods,</br>And all those Nymphs, which then assembled were</br>To that great Banquet of the watry Gods,</br>And all their sundry Kinds, and all their hid Abodes.", "First came great Neptune, with his three-fork'd Mace,</br>That rules the Seas, and makes them rise or fall;</br>His dewy Locks did drop with Brine apace,</br>Under his Diadem Imperial;</br>And by his side, his Queen with Coronal,</br>Fair Amphitrite, most divinely fair,</br>Whose ivory Shoulders weren cover'd all,</br>As with a Robe, with her own silver Hair;</br>And deck'd with Pearls, which th' Indian Seas for her prepare.", "These marched far afore the other Crew;</br>And all the way before them as they went</br>Triton his Trumpet shrill before them blew,</br>For goodly Triumph and great Jollyment,</br>That made the Rocks to roar, as they were rent.</br>And after them the royal Issue came,</br>Which of them sprung by lineal Descent:</br>First, the Sea-gods, which to themselves do claim</br>The Power to rule the Billows, and the Waves to tame.", "Phorcys, the Father of that fatal Brood,</br>By whom those old Heroes won such Fame;</br>And Glaucus, that wise Soothsays understood;</br>And tragick Ino's Son, the which became</br>A God of Seas through his mad Mother's Blame,</br>Now hight Palemon, and is Sailor's Friend:</br>Great Brontes and Astraeus that did shame</br>Himself with Incest of his Kin unken'd;</br>And huge Orion, that doth Tempests still portend.", "The rich Cteatus, and Eurytus long;</br>Neleus and Pelias, lovely Brethren both;</br>Mighty Chrysaor, and Caicus strong;</br>Eurypulus, that calms the Waters wroth;</br>And fair Euphoemus, that upon them go'th</br>As on the Ground, without Dismay or Dread:</br>Fierce Eryx, and Alebius, that know'th</br>The Water's Depth, and doth their Bottom tread;</br>And sad Asopus, comely with his hoary Head.  ", "There also some most famous Founders were</br>Of puissant Nations, which the World possess'd;</br>Yet Sons of Neptune, now assembled here:</br>Auncient Ogyges, even th' auncientest,</br>And Inachus, renown'd above the rest;</br>Phoenix, and Aon, and Pelasgus old,</br>Great Belus, Phoeax, and Agenor, best;</br>And mighty Albion, Father of the bold</br>And warlike People which the Britain Islands hold.", "For, Albion the Son of Neptune was;</br>Who for the proof of his great Puissance,</br>Out of his Albion did on dry-foot pass</br>Into old Gaul, that now is cleeped France,</br>To fight with Hercules, that did advance</br>To vanquish all the World with matchless Might;</br>And there his mortal part by great mischance</br>Was slain:  but that which is th' immortal Spright,</br>Lives still; and to this Feast with Neptune's Seed was dight.", "But what do I their Names seek to rehearse,</br>Which all the World have with their Issue fill'd?</br>How can they all in this so narrow Verse</br>Contained be, and in small compass held?</br>Let them record them, that are better skill'd,</br>And know the Monuments of passed Times;</br>Only what needeth, shall be here fulfill'd,</br>T' express some part of that great Equipage,</br>Which from great Neptune do derive their Parentage.", "Next, came the aged Ocean, and his Dame</br>Old Tethys, th' oldest two of all the rest;</br>For, all the rest, of those two Parents came,</br>Which afterward both Sea and Land possest:</br>Of all which, Nereus, th' eldest and the best,</br>Did first proceed, than which none more upright,</br>Ne more sincere in Word and Deed profest;</br>Most void of Guile, most free from foul Despight,</br>Doing himself, and teaching others to do right.", "Thereto he was expert in Prophecies,</br>And could the Ledden of the Gods unfold;</br>Through which, when Paris brought his famous Prize,</br>The fair Tindarid Lass, he him foretold,</br>That her all Greece with many a Champion bold</br>Should fetch again, and finally destroy</br>Proud Priam's Town.  So wise is Nereus old,</br>And so well skill'd; nath'less he takes great joy</br>Oft-times among the wanton Nymphs to sport and toy.", "And after him the famous Rivers came,</br>Which do the Earth enrich and beautify:</br>The fertile Nile, which Creatures new doth frame;</br>Long Rhodanus, whose Sourse springs from the Sky;</br>Fair Ister, flowing from the Mountains high;</br>Divine Scamander, purpled yet with Blood</br>Of Greeks and Trojans, which therein did die;</br>Pactolus, glistering with his golden Flood</br>And Tigris fierce, whose Streams of none may be withstood.", "Great Ganges, and immortal Euphrates,</br>Deep Indus, and Meander intricate,</br>Slow Peneus, and tempestuous Phasides,</br>Swift Rhene, and Alpheus still immaculate:</br>Oraxes, feared for great Cyrus' Fate;</br>Tybris, renowned for the Romans Fame,</br>Rich Oranochy, though but knowen late;</br>And that huge River, which doth bear his name</br>Of warlike Amazons, which do possess the same.", "Joy on those warlike Women, which so long</br>Can from all Men so rich a Kingdom hold;</br>And shame on you, O Men, which boast your strong</br>And valiant Hearts, in Thoughts less hard and bold,</br>Yet quail in Conquest of that Land of Gold.</br>But this to you, O Britons, most pertains,</br>To whom the Right hereof it self hath sold;</br>The which, for sparing little cost or pains,</br>Lose so immortal Glory, and so endless Gains.", "Then was there heard a most celestial sound</br>Of dainty Musick, which did next ensue</br>Before the Spouse that was Arion crown'd;</br>Who playing on his Harp, unto him drew</br>The Ears and Hearts of all that goodly Crew,</br>That even yet the Dolphin, which him bore</br>Thro the Aegean Seas from Pirates view,</br>Stood still by him astonish'd at his Lore,</br>And all the raging Seas for joy forgot to roar.", "So went he playing on the watry Plain,</br>Soon after whom the lovely Bridegroom came,</br>The noble Thames, with all his goodly Train;</br>But him before there went, as best became,</br>His auncient Parents, namely th' auncient Thame.</br>But much more aged was his Wife than he</br>The Ouze, whom Men do Isis rightly name;</br>Full weak and crooked Creature seemed she,</br>And almost blind thro Eld, that scarce her way could see.", "Therefore on either side she was sustain'd</br>Of two small Grooms, which by their Names were hight</br>The Churne, and Charwell, two small Streams, which pain'd</br>Themselves her footing to direct aright,</br>Which failed oft through faint and feeble Plight:</br>But Thame was stronger, and of better stay,</br>Yet seem'd full aged by his outward sight,</br>With Head all hoary, and his Beard all gray,</br>Dewed with silver Drops, that trickled down alway.", "And eke he somewhat seem'd to stoop afore</br>With bowed Back, by reason of the Load,</br>And auncient heavy Burden, which he bore</br>Of that fair City, wherein make aboad</br>So many learned Impes, that shoot abroad,</br>And with their Branches spred all Britany,</br>No less than do her elder Sister's Brood.</br>Joy to you both, ye double Nursery</br>Of Arts:  but Oxford thine doth Thame most glorify.", "But he their Son full fresh and jolly was,</br>All decked in a Robe of watchet hew,</br>On which the Waves, glistring like Chrystal Glass,</br>So cunningly enwoven were, that few</br>Could wenen, whether they were false or true;</br>And on his Head like to a Coronet</br>He wore, that seemed strange to common view,</br>In which were many Towers and Castles set,</br>That it encompass'd round as with a golden Fret.", "Like as the Mother of the Gods, they say,</br>In her great iron Chariot wonts to ride,</br>When to Jove's Palace she doth take her way;</br>Old Cybele, array'd with pompous Pride,</br>Wearing a Diadem embattled wide</br>With hundred Turrets, like a Turribant:</br>With such an one was Thamis beautify'd;</br>That was to weet, the famous Troynovant,</br>In which her Kingdom's Throne is chiefly resiant.", "And round about him many a pretty Page</br>Attended duly, ready to obey;</br>All little Rivers, which owe Vassalage</br>To him, as to their Lord, and Tribute pay;</br>The chaulky Kenet, and the Thetis grey,</br>The morish Cole, and the soft-sliding Brean,</br>The wanton Lee, that oft doth lose his way,</br>And the still Darent, in whose Waters clean</br>Ten thousand Fishes play, and deck his pleasant Stream.", "Then came his Neighbour Floods, which nigh him dwell,</br>And water all the English Soil throughout;</br>They all on him this day attended well,</br>And with meet Service waited him about;</br>Ne one disdained low to him to lout:</br>No not the stately Severn grudg'd at all,</br>Ne storming Humber, though he looked stout;</br>But both him honour'd as their Principal,</br>And let their swelling Waters low before him fall.", "There was the speedy Tamar, which divides</br>The Cornish, and the Devonish Confines;</br>Through both whose Borders swiftly down it glides,</br>And meeting Plim, to Plimouth thence declines:</br>And Dart, nigh choak'd with Sands of tinny Mines.</br>But Avon marched in more stately Path,</br>Proud of his Adamants, with which he shines</br>And glisters wide, as als of wondrous Bath,</br>And Bristow fair, which on his Waves he builded hath.", "And there came Stoure with terrible Aspect,</br>Bearing his six deformed Heads on high,</br>That doth his Course through Blandford Plains direct,</br>And washeth Winborne Meades in Season dry.</br>Next him, went Wylibourne with passage sly;</br>That of his Wiliness his Name doth take,</br>And of himself doth name the Shire thereby:</br>And Mole, that like a noursling Mole doth make</br>His way still under ground, till Thamis he o'ertake.", "Then came the Rother, decked all with Woods</br>Like a Wood-God, and flowing fast to Rhy:</br>And Sture, that parteth with his pleasant Floods</br>The Eastern Saxons from the Southern nigh,</br>And Clare, and Harwich both doth beautify.</br>Him follow'd Yar, soft washing Norwich Wall,</br>And with him brought a Present joyfully</br>Of his own Fish unto their Festival,</br>Whose like none else could shew, the which they Ruffins call.", "Next these, the plenteous Ouse came far from Land,</br>By many a City and by many a Town,</br>And many Rivers, taking under hand</br>Into his Waters, as he passeth down,</br>The Cle, the Were, the Guant, the Shire, the Rowne.</br>Thence doth by Huntingdon and Cambridge flit,</br>My Mother Cambridge, whom as with a Crown</br>He doth adorn, and is adorn'd of it</br>With many a gentle Muse, and many a learned Wit.", "And after him the fatal Welland went,</br>That if old Sawes prove true (which God forbid)</br>Shall drown all Holland with his Excrement,</br>And shall see Stamford, though now homely hid,</br>Then shine in Learning more than ever did</br>Cambridge or Oxford, England's goodly Beams.</br>And next to him the Nene down softly slid;</br>And bounteous Trent, that in himself enseams</br>Both thirty sorts of Fish, and thirty sundry Streams.", "Next these came Tyne, along whose stony Bank</br>That Roman Monarch built a brazen Wall,</br>Which mote the feebled Britons strongly flank</br>Against the Picts, that swarmed over all,</br>Which yet thereof Gualsever they do call:</br>And Twede the Limit betwixt Logris Land</br>And Albany; and Eden though but small,</br>Yet often stain'd with Blood of many a Band</br>Of Scots and English both, that tined on his Strand.", "Then came those six sad Brethren, like forlorn,</br>That whilome were (as antique Fathers tell)</br>Six valiant Knights, of one fair Nymph yborn,</br>Which did in noble Deeds of Arms excel,</br>And wonned there, where now York People dwell;</br>Still Ure, swift Werse, and Oze the most of Might</br>High Swale, unquiet Nyde, and troublous Skell;</br>All whom a Scythian King, that Humber hight,</br>Slew cruelly, and in the River drowned quite.", "But past not long, e'er Brutus' warlike Son,</br>Locrinus, them aveng'd, and the same date</br>Which the proud Humber unto them had done,</br>By equal Doom repay'd on his own Pate:</br>For, in the self-same River, where he late</br>Had drenched them, he drowned him again;</br>And nam'd the River of his wretched Fate.</br>Whose bad Condition yet it doth retain,</br>Oft tossed with his Storms; which therein still remain.", "These after, came the stony shallow Lone,</br>That to old Loncaster his name doth lend;</br>And following Dee, which Britons long ygone</br>Did call divine, that doth by Chester tend;</br>And Conway, which out of his Stream doth send</br>Plenty of Pearls to deck his Dames withal;</br>And Lindus that his Pikes doth most commend,</br>Of which the ancient Lincoln Men do call:</br>All these together marched toward Proteus' Hall.", "Ne thence the Irish Rivers absent were,</br>Sith no less famous than the rest they be,</br>And join in Neighbourhood of Kingdom near.</br>Why should they not likewise in Love agree,</br>And joy likewise this solemn Day to see?</br>They saw it all, and present were in place;</br>Though I them all according their degree,</br>Cannot recount, nor tell their hidden Race,</br>Nor read the salvage Countries, thorough which they pass.", "There was the Liffie, rolling down the Lea,</br>The sandy Slane, the stony Aubrian,</br>The spacious Shenan spreading like a Sea,</br>The pleasant Boyne, the fishy fruitful Ban,</br>Swift Auniduff, which of the English-man</br>Is call'd Blackwater, and the Liffar deep,</br>Sad Trowis, that once his People over-ran,</br>Strong Allo tombling from Slewlogher steep,</br>And Mulla mine, whose Waves I whilom taught to weep.", "And there the three renowned Brethren were,</br>Which that great Giant Blomius begot</br>Of the fair Nymph Rheusa wandring there.</br>One day, as she to shun the Season hot,</br>Under Slewbloome in shady Grove was got,</br>This Giant found her, and by force deflowr'd:</br>Whereof conceiving, she in time forth brought</br>These three fair Sons, which being thenceforth pour'd</br>In three great Rivers ran, and many Countries scour'd.", "The first the gentle Shure, that making way</br>By sweet Clonmel, adorns rich Waterford;</br>The next, the stubborn Newre, whose Waters grey</br>By fair Kilkenny and Rosseponte board;</br>The third, the goodly Barow, which doth hoard</br>Great Heaps of Salmons in his deep Bosom:</br>All which long sundred, do at last accord</br>To join in one, e'er to the Sea they come,</br>So flowing all from one, all one at last become.", "There also was the wide embayed Mayre,</br>The pleasant Bandon, crown'd with many a Wood,</br>The spreading Lee, that like an Island fair</br>Encloseth Corke with his divided Flood;</br>And baleful Oure, late stain'd with English Blood:</br>With many more, whose Names no Tongue can tell.</br>All which that day in order seemly good</br>Did on the Thames attend, and waited well</br>To do their dueful Service, as to them befel.", "Then came the Bride, the loving Medway came,</br>Clad in a Vesture of unknowen Geare,</br>And uncouth Fashion, yet her well became;</br>That seem'd like Silver, sprinkled here and there</br>With glittering Spangs, that did like Stars appear,</br>And wav'd upon, like water Chamelot,</br>To hide the Metal, which yet every where</br>Bewray'd it self, to let Men plainly wot,</br>It was no mortal Work, that seem'd and yet was not.", "Her goodly Locks adown her Back did flow</br>Unto her Waste, with Flow'rs bescattered,</br>The which ambrosial Odours forth did throw</br>To all about, and all her Shoulders spred</br>As a new Spring; and likewise on her Head</br>A Chapelet of sundry Flow'rs she wore,</br>From under which the dewy Humour shed,</br>Did trickle down her Hair, like to the hore</br>Congealed little Drops, which do the Morn adore.", "On her, two pretty Handmaids did attend,</br>One call'd the Theise, the other call'd the Crane;</br>Which on her waited, things amiss to mend,</br>And both behind up-held her spreading Train;</br>Under the which, her Feet appeared plain,</br>Her silver Feet, fair wash'd against this day:</br>And her before there passed Pages twain,</br>Both clad in Colours like, and like Array,</br>The Doune and eke the Frith, both which prepar'd her way.", "And after these the Sea-Nymphs marched all,</br>All goodly Damzels, deck'd with long green Hair,</br>Whom of their Sire Nereides Men call,</br>All which the Ocean's Daughter to him bare;</br>The gray-ey'd Doris:  all which, fifty are;</br>All which she there on her attending had.</br>Swift Proto, mild Eucrate, Thetis fair,</br>Soft Spio, sweet Endore, Sao sad,</br>Light Doto, wanton Glauce, and Galene glad;", "White-hand Eunica, proud Dinamene,</br>Joyous Thalia, goodly Amphitrite,</br>Lovely Pasithee, kind Eulimene,</br>Light-foot Cymothoe, and sweet Melite,</br>Fairest Pherusa, Phao lilly white,</br>Wondred Agave, Poris, and Nesaea,</br>With Erato that doth in Love delight,</br>And Panopae, and wise Protomedaea,</br>And snow-neck'd Doris, and milk-white Galathaea;", "Speedy Hippothoe, and chaste Actea,</br>Large Lisianassa, and Pronaea sage,</br>Evagore, and light Pontoporea,</br>And she, that with her least word can assuage</br>The surging Seas, when they do forest rage,</br>Cymodoce, and stout Autonoe,</br>And Neso, and Eione well in Age,</br>And seeming still to smile, Glauconome,</br>And she that hight of many Hests, Polynome;", "Fresh Alimeda, deck'd with Garland green;</br>Hyponeo, with salt bedewed Wrests:</br>Laomodia, like the Crystal sheen;</br>Liagore, much prais'd for wise Behests;</br>And Psamathe, for her broad snowy Breasts;</br>Cymo, Eupompe, and Themiste, just;</br>And she that Vertue loves and Vice detests,</br>Everna, and Menippe true in Trust,</br>And Nemertea learned well to rule her Lust.", "All these the Daughters of old Nereus were,</br>Which have the Sea in charge to them assign'd,</br>To rule his Tides, and Surges to up-rear,</br>To bring forth Storms, or fast them to up-bind,</br>And Sailor save from Wrecks of wrathful Wind.</br>And yet besides, three thousand more there were</br>Of th' Ocean's Seed, but Jove's and Phoebus' Kind;</br>The which in Floods and Fountains do appear,</br>And all Mankind do nourish with their Waters clear.", "The which, more eath it were for mortal Wight,</br>To tell the Sands, or count the Stars on high,</br>Or ought more hard, than think to reckon right.</br>But well I wote, that these which I descry,</br>Were present at this great Solemnity:</br>And there amongst the rest, the Mother was</br>Of luckless Marinel, Cymodoce,</br>Which, for my Muse herself now tired has,</br>Unto another Canto I will over-pass.", ""]