["Whilom in Philadelphia dwelt a youth,</br>Who ne' in office hours did take delight,</br>But spent his days in reading books uncouth,</br>Nor laid them by e'en at the frown of night.</br>Ah, me!  in sooth, he was an idle wight,</br>Sore given to reading books of chivalry:&mdash;</br>While tales of love, and war, and wonder he,</br>With marvellous patience, sought and read right eagerly.", "His face he turn'd unto the setting sun,</br>Whose rising ray illumined his back side;</br>Bending his way unto the woodlands dun,</br>Whose rivers westward roll their gentle tide.</br>He parted heavily with only one,</br>From childhood upward whom he call'd his friend&mdash;</br>To him would he, the day of travel done,</br>His gray goose quill y'seize, a line to send&mdash;</br>E'en this rude lay for him right patiently he penn'd.", "Lancaster, Harrisburgh, Carlisle are past,</br>Anon he journies o'er the mountains blue,</br>City of smoke, Pittsburgh, appears at last,</br>Fruitful in &mdash; and smiths of sable hue&mdash;</br>By still Monongahela's willow trees,</br>And swifter Alleghany's stream, he hied</br>To calm Ohio's wooded shores.  He sees</br>Damsels of laughing eye.  The pleader sigh'd,</br>For his was far away, by winding Schuylkill's tide.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Oh, what is man!  The shadow of a shade!</br>In love and friendship equally undone;&mdash;</br>Hath heaven no pity for the wretch it made,</br>And I, alas!  the most unhappy one!</br>And what is life?  A flower that soon will fade;&mdash;</br>Alike its sorrows and its joys to me;</br>Its hopes of yesterday, all, all betray'd,</br>And, therefore, to the wilderness I flee,</br>Far from the haunt of man and his \"ungodly glee.\"", "No passing cloud my dawn has overcast,</br>This storm will only with existence end&mdash;</br>One only anchor holds the galliot fast,</br>On one weak cable doth its fate depend&mdash;</br>A billow breaks it &mdash; and when storms impend,</br>Can it escape the fury of the sea?</br>But I have ceased with sorrows to contend,</br>And from misfortunes do no longer flee&mdash;</br>Fate's wasted quiver now hath not a shaft for me.", "Ah, father Adam!  but for thine offence,</br>The earth an Eden might have ever been;</br>Eternal spring, and bowers forever green,</br>But for thy trespass, still had smil'd on men&mdash;</br>My talisman of bliss another kept&mdash;</br>Or earth had still an Eden been to me.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "The pleader landed on Virginia's shore,</br>So named from England's cruel maiden queen&mdash;</br>The hostess' sign a soaring eagle bore,</br>That little like an eagle look'd, I ween.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "The hospitable board was soon y'spread,</br>The host and hunger press'd him to partake,</br>While \"niggers\" brushed the flies from round his head,</br>And eggs and bacon suffered, and corn cake,</br>And fork and knife he played right desperately,</br>The wrinkles from his jerkin to ytake,</br>The while his gayer comrade joked sly</br>With many a sally, mirth to keep awake,</br>And often rais'd the bowl his frequent thirst to slake.", "The matron grave, as matron ought to be,</br>Her hopes and fears concentring in one,</br>One daughter &mdash; modest, not devoid of glee;&mdash;</br>Ah, happy he by whom her love is won!</br>Surrounded thus the moments hastened on,</br>Till to his couch the weary rover hied;</br>Refresh'd by rest he hail'd the matin song,</br>And strait prepared adown the stream to glide&mdash;</br>Albeit within that house he longer wish'd to bide.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>Sons of the forest!  did the pleader say,</br>Whose names tradition and oblivion gave,</br>While time hath wrought the ruin that I see,</br>Is now unchang'd; of passion yet the slave,</br>And beat his heart like mine, who sleeps in yonder grave.", "Did passion prey upon his quiet then,</br>Did disappointment passion's victory mar,</br>Was bliss a rainbow unapproach'd by men,</br>And love a meteor bringing dole and care?</br>The earth may perish with its scenes sublime,</br>And time with years may dim yon rising star,</br>Darkness and light may quit the march of time,</br>And chaos may revive anear and far,</br>Yet man be still the same, with head and heart at war.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Yet must he pause &mdash;  your pardon, Thomas, pray&mdash;</br>To write of charms that would have moved a bear,</br>To dwell on golden smiles, with fond delay,</br>That chased his griefs as greyhounds chase a hare.</br>One summer evening did the roving 'squire</br>A damozel discover, passing fair&mdash;</br>Whose castle rose, of logs, ten feet and higher,</br>Half hidden by a wood of gloom, and there</br>He hearty welcome met and tolerable fare.", "Why should I number every figment made</br>To gain the love of that too tempting fair,</br>Why should I say how long the pleader stay'd</br>And \"sigh'd, and look'd, and swore, and triumph'd there?</br>When parting came, he kiss'd the starting tear,</br>That trembled in poor Lucy's azure eye,</br>And half resolv'd, &mdash; the fiftieth time, I fear&mdash;</br>Passion's ungenerous wishes to deny,</br>Nor raise in bosom fair the soft accusing sigh.", "And did he leave her, as a thing of naught,</br>To sigh in secret over her love and shame&mdash;</br>So little prized he what so long he sought,</br>And went indifferent as he careless came?</br>He went despondent &mdash; for her pallid cheek</br>Had touch'd his conscience &mdash; but he fled from love,</br>Unbroken solitudes ybent to seek</br>The dreary prairie, and the solemn grove&mdash;</br>Till on the lonely shores of Erie he mote rove.", "But he is gone who shed on this lone lake</br>The light of his imperishable name,&mdash;</br>A name as great as chivalry could make,</br>And to his country dear and dear to fame;</br>Youthful and brave &mdash; thy course how bright and brief,</br>That closed ere others honors have begun.</br>Those billows murmur dirges to the chief,</br>Whose body rests beneath a warmer sun&mdash;</br>His memory, mournful, hail'd with many a grateful gun.", "Death moved not him, and yet perchance he mote</br>Have wish'd to meet it in another form;</br>Where battle raises its discordant note,</br>And heroes meet and perish in its storm&mdash;</br>But he is gone, and tars that bled with him,</br>\"Albeit unused to the melting mood,\"</br>Shall eye with musing sad, the shatter'd limb,</br>And shed a tear for Perry brave and good.", "Montgomery's ashes were with pomp convey'd</br>Into the land for which the warrior fell&mdash;</br>Shall Erie's victor then, afar be laid</br>From that dear country, loved and served so well;</br>Lawrence is sleeping &mdash; but his grave is made</br>Where kindled spirits weep upon his urn&mdash;</br>He, that is laid beneath the orange shade,</br>Asks, in imploring silence, brief return.", "CANTO II.</br>INSCRIBED TO MY BROTHER, AT AULD REEKIE.</br>O, Scotia, shall I never press thy soil,</br>Thy plains and mountains shall I never see&mdash;</br>Up, old Ben Lomond shall I never toil,</br>And must Loch Kathrine never smile for me?</br>Land of the great!  instanter would I flee,</br>Wealth, pleasure, Lucy, for thy lone-hill side,</br>To breathe the air that Royal Robert breathed,</br>And see the pass where gallant Grahame died&mdash;</br>O chivalry!  how low hath ebbed thy tide.", "Thus was the pleader to apostrophise</br>Led by the inscription on the other leaf,</br>Having at frequent intervals such sighs</br>As would have moved the pity of a thief&mdash;</br>Yet with success exceeding all belief,</br>His discontent did he attempt to smother,</br>And found in whiskey punch no slight relief&mdash;</br>From devils blue, while musing on his brother,</br>\"Mine host,\" he cries, \"a drink &mdash; another &mdash; and another.\"", "The moon is up, and in a peerless night&mdash;</br>Her lustre dims the \"lesser lights\" of heaven,</br>And offers to the restless wanderer's sight,</br>The moonlight aspect of a summer's even;</br>Ohio's wave reflects the silver light,</br>That shews afar the silver light,</br>Mellowed by mist and distance.  All is bright</br>Save that dark mountain's shadow. &mdash; All is still</br>Save when the bull-frog croaks to the lone whip-poor-will.", "I cannot sleep &mdash; the very stars will tell,</br>Of former joys in many a night like this;</br>I cannot sleep &mdash; while moonlight spreads her spell,</br>And memory dwells on former faded bliss.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "But let me wander not from my intention,</br>The retrospect of our unclouded days&mdash;</br>Ere love and sorrow came in black contention,</br>Or I anticipated love or lays;</br>The summer's day for us was all too brief,</br>E'en now my heart in every woodland strays,</br>Where we escaped Corderius &mdash; trouble chief,</br>That then perplexed us, envious time repays&mdash;</br>With years of sorrow now &mdash; those happy, happy days.", "\"There scattered oft &mdash; the earliest of the year,</br>By hands unseen, are showers of vi'lets found,\"</br>There have I lingered pensively to hear&mdash;</br>The pine tree wave with soothing solemn sound;</br>There have I oft beneath its pleasing shade&mdash;</br>In languor thro' the summer's day reclin'd,</br>Musing on some imaginary maid,</br>Some lovely phantom of the vacant mind,</br>As fair as &mdash;, more faithful far and kind.", "The world to us was as a fairy land,</br>A vista of delights withouten end;</br>We saw the flowers that bloomed on either hand,</br>But not the adder, that his coil did bend</br>Around their stem &mdash; Hope too, would wanton lend</br>More blushing colors than the rose cold give,</br>To paint what lay behind &mdash; where did impend</br>Grim disappointment &mdash; lot of all who live,</br>Then why should I repine, when all the living grieve.", "In the first person, I shall henceforth write,</br>Dropping the pleader &mdash; e'en as Harold ceased,</br>In the fourth Canto of his pilgrimage&mdash;</br>With which, en passant, I am somewhat pleased,</br>And for a lord who wore the \"cockle shell,\"</br>And \"sandall shoon,\" I think it very well.", "Thus much premised, this Canto I will close,</br>With an epistle to our friend in Coosaw&mdash;</br>Where I in May was hunting bucks and does,</br>And alligators, such as never you saw.</br>And lounged about, beneath the tall palmettos,</br>Sucking a lime, or munching sweet potatoes.</br>(To be continued.)</br>"]