["The happiest soule that ever was invested,</br>In sinne-staind skin awakes my woe-fed Muse,</br>To sing her lover (whose love is now celested)</br>Sith graver pens so good a worke refuse,</br>To wet the world with her sinne-washing teares,</br>Which well destil'd, each cloudie conscience cleares.", "She shed them once in most abundant wise,</br>Thinking no future aire should drie them up</br>While any drop remain'd in tender eyes,</br>Or any heart could heartie sorrow sup,</br>Or any soule could sigh for sinne forepast,</br>Or feare that Gods just judgments aye should last.", "But world worse waxing, hath forgot her lore,</br>Relenting hearts are adamanted so,</br>They cannot greeve, drie eyes can drop no more,</br>And sin-clog'd soule doe now so heedless go:</br>They cannot sigh (ah tis too great a paine)</br>With contrite minds such soure-sweet throbs to strain.", "Yea soule-confounding sinne so far hath crept,</br>Repentant sighes are reckoned for toies,</br>And Maries teares contemned, long have slept,</br>As jems unpriz'd, which corrupt age destroies:</br>Save that her Lord, because they still should last,</br>In surest caske hath them invessel'ed fast.", "For wretchd soules let loose to libertie,</br>So wanton like are weaned to each wrong,</br>So licensed to worke impietie,</br>And free to fleshly wils have liv'd so long:</br>That those fresh springs, whence penitent tears should flow,</br>Presumption hath so stopt, that none will know.", "And sencelesse hearts, obdurat to all good,</br>Have so perverted their perfixed end,</br>That now (O greefe) their sighs and dearest bloud,</br>To feed fond fancie they doe vainely spend:</br>But for their sins one teare for to let fall,</br>They have (alas) nor eye nor heart at all.", "Ah could they see what sinne from sence hath shut,</br>How sweet it were to summon deeds misdone,</br>To have their lives in equall ballance put,</br>To waigh each worke ere that the judge doe come:</br>Ah then their teares would trickle like the raine,</br>And their eye-flouds would helpe to fill the maine.", "They would with Marie send forth bitter cries,</br>To get the joies of their soule-saving love,</br>They would gush forth fresh fountaines from their eies,</br>To win his favour, and his mercie prove:</br>Eyes, hart, and tongue, should poure, breath out, and send,</br>Teares, sighs, and plaints, untill their love they find.", "No idle houres ill spent in fond delight,</br>No teares distil'd for momentarie losses,</br>No sighs for missing absent lovers sight,</br>No care contriv'd of common worldly crosses,</br>Should then be us'd; but all consum'd in this,</br>To beg amendment and bewaile their misse.", "Yea all too little to an humble soule</br>(That inly sees her ill misgovern'd life)</br>Would it appeare, to spend whole yeares in dole,</br>Yea many ages to declare her strife</br>Would passe as minuts, wishing time would stand,</br>While she with feare her endlesse faults had scand.", "But farre from this lives sinners (too secure)</br>Who giving bridles to their self-desires,</br>Cannot alas one scanted houre indure</br>In sacred service, but their mind aspires</br>In following pleasures height, whose froward will</br>In doing good, doth make them careless still.", "Which seene with pittie on our graceless minds,</br>This blessed sinner, whose so precious teares,</br>Once bath'd his feet, that heaven and earth in binds,</br>And made a towell of her trayling haires,</br>To wipe the drops, which for her sins were shed,</br>Now deigns to tell how our soules should be fed.", "And Marie shewes to maids and matrones both,</br>How they should weepe and decke their rose-like cheekes</br>With showers of greefe, whereto hard hearts are loth,</br>And who it is her matchless mourning seekes:</br>And when we ought to send our reeking sighs,</br>To thicke the passage of the purest lights.", "And Marie showes us when we ought to beat</br>Our brasen breasts, and let our robes be rent,</br>How prostrating, to creepe unto the seat</br>Of that sweet lambe, whose bloud for us was spent:</br>And that we should give way unto our woes,</br>When the excess no fault or errour showes.", "If you will deigne with favour to peruse</br>Maries memoriall of her sad lament,</br>Exciting Collin in his graver Muse,</br>To tell the manner of her hearts repent:</br>My gaine is great, my guerdon granted is,</br>Let Maries plaints plead pardon for amisse.</br>"]