["I.</br>Well may that Country mourn her fate,</br>With mis'ry prest and jealous fears;</br>Who, when internal evils wreck the state,</br>Sees Time revolve her hasty years;</br>Who sees her Nobles interest pursue,</br>Ambitious proud advance, and Slavery close the view:", "II.</br>But happy ye, thrice happy plains!</br>Unaw'd, uninfluenc'd by a Noble's arm,</br>Where the glad farmer proudly reigns</br>The peaceful monarch of his little farm:</br>Where Democratick laws afford</br>No towering title to a tyrant Lord,</br>But peace and pleasure, smiling, bless the soil,</br>And he who sows enjoys the product of his toil.", "III.</br>Wide o'er the peace-encircled plain,</br>Columbia's tutelary power,</br>(No sighs declare internal pain,</br>No storms upon her forehead lour)</br>Extends her pleasure sparkling eye,</br>And thus, in rapturous strains, is heard to cry:&mdash;", "IV.</br>\"O Phebus!  lash thy fiery steeds,</br>And hasten on revolving years&mdash;</br>In arts of peace, and warlike deeds,</br>Unrival'd, see my land appears!</br>Here I behold the heavenly Virtues shine,</br>The Muses' airy train, and Liberty divine.", "V.</br>\"Great in the cabinet, or bold in fight,</br>Heroes and patriots rush before my sight;</br>I see the pageant move along,</br>The pride, the glory of the Muse's song;</br>What patriot virtues in a Hancock meet!</br>Or warm the heart of Maddison! &mdash; I spy</br>The Lightning crouch beneath my Franklin's feet,</br>And Nature, pervious to my Bowdoin's eye.", "VI.</br>\"O Washington!  around thy head,</br>I see Minerva's aegis spread&mdash;</br>&mdash;Hark!  heard ye not the tuneful lay,</br>Flitting thro' the fields of day,</br>'Tis bards who hail thee from afar,</br>The PRIDE OF PEACE AND SHIELD OF WAR.", "VII.</br>\"Hail, happy, happy land!</br>None but the good and great enjoy command;</br>Now do my Senate throng the federal dome,</br>Honour and freedom there confess their home.</br>Lo!  arts and commerce, plenty, peace appear&mdash;</br>What great events now fill the rising year!</br>To crown with glory, brighter than the past!</br>This truth does Liberty declare,</br>And Fame with brazen trumpet swear,</br>'Time's noblest offspring is the last.'\"</br>"]