["Hence, Winter, gloomy power!</br>Beneath thine iron rod we groan too long;</br>Nor venal sight, nor song</br>Hath ye awoke to soothe the lagging hour.</br>Go, with thy loathed band,</br>Where hills of ice, and snowy mountains rise,</br>Whose strength the sun defies:</br>There, amid dismal caves, and icy thrones,</br>Dispense thine horrid frowns;</br>While storms, and hail, and wind for ever fill the land.</br>But come, soft Spring, no more delay</br>To bless us with thy genial sway!</br>Thy beams have yet but faintly shone,</br>By storms, and darkness soon o'er-blown;", "No fost'ring warmth they yet have shed</br>To wake the verdure of the mead;</br>To ope the primrose' wild perfume,</br>Or rear to life the vi'let's bloom.</br>Then come, sweet nymph, with fixed pace!</br>The tyrant shall with fearful face</br>Behold far off thy steady beams,</br>And haste away his ragged teams.</br>O come, thou Queen of gay delights,</br>Tho' late, to bless our longing sights!</br>Flow'rs shall spring up beneath thy way,</br>And earth, and air, and seas be gay.</br>Adown the mountain's woody side</br>The tumbling torrent shall subside;</br>And the whistling wind no more</br>Thro' the castles turret's roar;</br>But rills shall lulling music keep,</br>And spires, and battlements shall peep</br>With glittering hue, amid the shade,</br>While shepherd's pipes shall from the glade</br>Echo sweet; and virgins gay,</br>With fresh bloom'd cheeks, to hear them play,</br>Shall issue from the castle's bounds,</br>And dance to thee their merry rounds.</br>On shadowy greens to thee the Fays</br>Shall there a moon-light altar raise;</br>And there, by Cynthia's paly ray,</br>Will I to thee my orgies pay!&mdash;</br>Meads shall smile; the frisking flock</br>Shall bleat from valley, and from rock;</br>And oft at fold their tinkling bell</br>Shall wake the Poet's pensive shell;</br>To thee by twilight he shall sing,</br>Sooth'd by the air soft-murmuring.</br>At morn, from furrow'd lands afar,</br>Plowmen's songs shall tend thy car;</br>And the woodman's echoing stroke,</br>That too often had awoke</br>The genius of the deepen'd wood</br>From the still shades of his abode.</br>But within the fertile vale,</br>Daisied pastures shall not fail,</br>With flow'rets wild of ev'ry hue,</br>To ope their blossoms to thy view;</br>While the steeple bells shall ring,</br>And down the wave their echoes fling,</br>Which, soften'd by the warbling wind,</br>With extacies shall fill the mind.</br>In yonder pansied meadow's bound,</br>With hills, and wood enclos'd around,</br>My love and I will wildly stray,</br>To pick each flower, that drinks thy ray.</br>May her enchanting form no fate,</br>Like that unhappy maid's, await,</br>Whom gloomy Dis by force convey'd</br>To his low region's dismal shade!</br>For she, sad nymph, had only stray'd</br>To bask amid thy fragrant blooms,</br>And fill her lap with thy perfumes</br>When he, black God!  with grim delight,</br>Bore the wild maid to endless night.</br>Ah, no!  I never will profane</br>With gloomy fears thy joyous reign;</br>But, while this youthful blood shall sport</br>Within thy veins, I thee will court;</br>The pleasures of thy train will join,</br>To hail thy blooming nymphs divine;</br>To them my tales of love repeat,</br>And mark, how thy prolific heat</br>On their soft cheeks bid blushes rise,</br>And sheds sweet languour o'er their eyes.", "If hoary locks my temples shade,</br>Ere in the peaceful grave I'm laid,</br>Then may I haunt the rural hall,</br>Round which the rooks, with clamorous call,</br>To thee their early rites begin,</br>Far from the peopled city's din;</br>Watch how the buds their leaves display;</br>And sooth'd by them, when Eve shall come,</br>Mark their thick flocks returning home!</br>Awhile contentious strife, and noise,</br>And loud complaint, their rest destroys;</br>But by degrees the tumults close,</br>The murmurers sink to calm repose.</br>While thus I watch them to their nest,</br>Sooth'd by soft sympathy to rest,</br>Sweet slumbers o'er mine eyes will creep,</br>And in mild dreams my fancy steep.", "Thus, Spring, with thee I'll pass my day,</br>Thus sooth my evening hours away;</br>Thus, as I totter on life's brink,</br>To my last slumbers softly sink.</br>"]