["Hie thee hence!  thou spectre foul,</br>Fiend of misery extreme;</br>Hence!  nor o'er yon dwelling scowl</br>With blasting eye, while to thy haggard scream</br>The midnight wolf accords his famish'd howl,</br>And madd'ning wretches loud in agony blaspheme.", "Hence! &mdash; from the artless bard keep wide aloof&mdash;</br>Fly rather to his hated roof,</br>Who, deaf to Mercy's soft controul,</br>Can steel with rugged edge the soul;</br>Plund'ring, unmov'd the orphan's cry can hear,</br>Or from the widow'd lip the scanty morsel tear:&mdash;</br>But pass him by, the wooer mild</br>Of Genius, friend to all, Nature's ingenious child.", "Constant toil, and coarsest fare,</br>Long indeed the village hind</br>In silent apathy may bear,</br>While o'er his brow Health's rosy wreath is twin'd:</br>While his passions sluggish flow,</br>Borne on life's pacific round;</br>Nor aims his highest wish to know</br>Beyond the hamlet's pale, his grandsire's farthest bound.", "Yet, rous'd to feeling, much he mourns his lot,</br>When the pale visage of Disease</br>Frowns on his humble cot,</br>When sinks his drooping front, and bend his feeble knees.", "There, oft, unheeded on the ground,</br>May Sickness, Age, and Want be found,</br>United all in one forlorn abode,</br>Of grief each singly own'd a melancholy load.", "From the damp and earthy bed</br>The sufferer lifts his aching sight in vain:&mdash;</br>Despair hangs weeping o'er his head:</br>Sad pallet this for ease!  sad comforter in pain!", "Fly, ye rich, unbidden fly,</br>Pour your oil, and pour your wine:</br>Wipe from tears the misty eye;</br>Charity's a ray divine&mdash;</br>A ray that lights the soul with brightest beam to shine.", "Why withhold the little boon?</br>Seems it much, ye sons of wealth,</br>Glitt'ring moths of sunny noon&mdash;</br>Plum'd with gold of joy and health?</br>O think!  a blast may come, yourselves may perish soon!", "Yet, different in this common state,</br>What different care attends your happier fate!</br>Fading you may sure receive</br>All wayward fancy craves, all soothing art can give:</br>While, with equal wants opprest,</br>The child of Misery heaves his lab'ring breast,</br>Cheer'd by no kind assisting powers,</br>Scarce with such crumbs sustain'd as hungry Health devours.", "Melt, in soft compassion melt,</br>Ye gentle, wail th' unletter'd peasant poor:</br>Yet keener far, as more severely felt,</br>Does Penury haunt th' ill-omen'd scholars door;</br>He calls for all your tears; give these, if nothing more.", "Warm'd his soul with genial flame</br>In youth's gay spring was bid to rise,</br>To pant for science, thirst for fame,</br>And hope fair Merit's golden prize.", "Much he hop'd, for many a tale</br>Of praise was echo'd to his ear;</br>Full many a promise (flatt'ring gale!)</br>Foretold the wish'd-for port was near.", "Awhile it blew, &mdash; then dy'd away,</br>Like breezes with declining day,</br>And left him, wond'ring wretch!  forsaken quite,</br>In Poverty's dead calm, and Disappointment's night.", "What avails th' expanded mind,</br>Tutor'd in the choicest lore?</br>The suffering body lags behind,</br>Nor lets the rising spirit soar:</br>Call'd home, &mdash; what Stoic pride the soul can steel,</br>When every sinew's rack'd, and every nerve must feel?", "What avails the glowing heart,</br>The eye that glistens at distress;</br>The wish all blessings to impart,</br>Or make at least a brother's sorrow less?</br>From Trouble's spring the deepest draught he drew,</br>Who mourns his own hard lot, and weeps for others too.", "At the sad mistaken gate,</br>When the maim'd veteran takes his suppliant stand,</br>Struck with the hapless warrior's state,</br>Sudden the pitying tenant gives his hand.&mdash;</br>&mdash;'Tis empty &mdash; See!  his lids o'erflow,</br>To send undol'd away the hoary son of woe.", "Love too &mdash; for in the lowliest cell</br>Chaste love with purest flame may dwell&mdash;</br>His love &mdash; what sorer can befall?</br>Is doom'd to sour its sweets, and dash his cup with gall.", "Before the husband's and the father's eyes</br>Stormy clouds in prospect rise,</br>The future orphan's cry, the widow's groan;</br>These and more he makes his own&mdash;</br>For ah!  the faithless world by him too well is known.", "For these the homely robe, the scanty board,</br>While life in toil is ling'ring on,</br>The drudge of science may afford:&mdash;</br>But where's the friend will cheer, when that poor life is gone?", "No friend may rise, but many a foe</br>Will deck his visage with a smile,</br>Will hide in softest words the basest guile,</br>And, while he soothes the most, will strike the deepest blow.", "Hence the pang, and hence the tear,</br>When his daughter's rip'ning bloom</br>Swells into agony his fear</br>Of the fell spoiler's den &mdash; fair Virtue's early tomb.</br>"]