["When o'r the world black Night had spread her shade,</br>And weary men on downy beds were laid;</br>Scarce balmy sleep my slumb'ring eyes had clos'd,</br>And scarce my drowsy members had repos'd:</br>Methought I was transported far on high,</br>Beyond the paths where tow'ring eagles fly.</br>Beneath this sky unknown to genial day,</br>Where Sol ne'er shot his vivifying ray,</br>Sudden a structure of stupendous size,</br>Presents itself before my wond'ring eyes</br>Eternal snows and clouds beset its bounds,</br>An iron wall the lofty pile surrounds;</br>And o'er its top a sable roof is spread,</br>That thro' the shades erects its awful head.</br>Within this Temple far around are seen</br>Pale and lean monsters of a frightful mien:</br>Few dismal bells within its dome resound,</br>That toll a deep majestic knell around.</br>High on the throne a hideous Goddess stands,</br>And grasps a dagger in her bloody hands;</br>Awful she sits upon the lofty mole,</br>From time to time her baleful eye-balls roll;</br>She throws her fatal glances ev'ry way,</br>And casts around, grief, horror, and dismay.</br>A thousand portents, meagre, pale, defac'd,</br>Near her abode in triple rows are plac'd.</br>The worst of monsters that around her stood,</br>Was War, dire fiend, bedew'd with human blood;</br>Furious and fell, he waves a glitt'ring blade,</br>And feasts his eyes on mountains of the dead;</br>Whets the bright steel, puts battles in array,</br>And o'erwhelms empires in a single day;</br>'Twas he who flam'd in Philip's barb'rous van,</br>And fir'd him with the rage of killing man;</br>Excited Caesar to lay waste the plain,</br>And dye with human gore the gulphy main.", "Next meagre Want appears with hungry rage,</br>Contending Discord, old decrepid Age,</br>And Av'rice, doom'd for ever to behold</br>Luxurious plenty, and high heaps of gold,</br>Yet starve, and ne'er enjoy the sweets of rest,</br>And ever seem with gnawing cares opprest:</br>'Twas he who taught proud Cortes' dreadful sword,</br>To bend beneath its edge the fierce Mexican Lord,</br>Induc'd Pizarro's troops to overrun</br>The gentle harmless children of the Sun.", "Of fell Diseases next a dismal band,</br>In num'rous cohorts round the Goddess stand;</br>There writhes the Stone; there senseless Palsy lies,</br>Cold are her limbs; and stiff her haggard eyes.</br>Destructive Plague, best minister of Death,</br>Spreads far and wide her pestilential breath.</br>Decay'd Consumption best how poison blows:</br>And Febris dire her mad'ning fury shows.</br>A thousand others, not unknown to fame,</br>Fatal to man, the Muse forbears to name.</br>For who could reckon all the grains of sand,</br>That whirl around in Tart'ry's desert land?</br>Or who could count, when foaming billows roar,</br>The briny waves that lash Britannia's shore?</br>These monsters Death subjects beneath her sway,</br>Her laws  they keep, and her commands obey.</br>She from the throne beholds the earthly scene,</br>The barren deserts, and the forests green;</br>She sees the floods, and tractless oceans flow,</br>The spiry cities, and the realms below:</br>In ev'ry place, where'er her fancy bends,</br>Her furious monsters with a nod she sends;</br>Thro' earth's vast deserts then they cleave their way,</br>And spread on earth, grief, horror, and dismay.</br>They hold beneath their absolute domain,</br>The gold-clad monarch, and the simple swain.</br>Nor high ambition, nor the bloom of health,</br>The boast of strength, the gaudy pomp of wealth,</br>The boons of science, and all beauty's charms,</br>Can e'er shun Death's inevitable arms.</br>Nor can a father's or a mother's tears,</br>Nor e'en sweet friendship soothe his cruel ears.", "Scarce had I view'd this gloomy scene of night,</br>All pale with horror at the dreadful sight;</br>When suddenly these awful words resound,</br>From the black depth of that abode profound:</br>\"O flow'r!  whose gaudy bloom must soon decay;</br>O life!  how trans'ent is thy passing day;</br>How many foes against thee still conspire,</br>To check thy flame, or snatch thy heav'nly fire.</br>What furious enemies around thee rage,</br>In ardent youth and hoary headed age!</br>And thou, grim tyrant of eternal night,</br>O Death!  how many tremble at thy sight:</br>Yet not the furies that around thee stand,</br>Nor all the monsters that thy throne attend,</br>Can daunt the man, who, courting Virtue's charms,</br>Sought from his youth protection in her arms.</br>Firm is the hero, undismay'd by death,</br>Who for the state resigns his gen'rous breath;</br>Firm too the man, who nobly poor and great,</br>Bears with intrepid front the strokes of fate.</br>Such was the Theban, whose undaunted breast</br>Protected Greece, by tyranny opprest.</br>And Socrates, whose death-despising soul</br>Fear'd not to drink the poison'd hemlock's bowl.</br>Hail Virtue!  hail bright daughter of the sky,</br>Thou guide of men to happiness on high,</br>He who thy precepts in his life displays,</br>Above this mortal scene his hopes shall raise.</br>Her ghastliest visage, frowning death shall show,</br>Disease, and tort'ring pain, and gloomy woe,</br>Calm and serene, these terrors he can brave,</br>And look to future worlds beyond the grave.\"", "These words I heard &mdash; but Sol's enliv'ning ray,</br>Dispell'd the dark, and brought the golden day:</br>Soon as my eyes began to feel the light,</br>The vision vanish'd from my wond'ring sight.</br>"]