["Bud of that royal and illustrious rose,</br>Whose undivided hues of red and white,</br>No longer parted as contending foes,</br>Do now in colour and in bloom unite,</br>(Forming the country's glory and delight,</br>Of which their flower is an emblem,) thou</br>Whom after years may ripen to its height,</br>Though smiling lowly 'mid its foliage now,</br>Thy light haired tresses' weight &mdash; the sole one of thy brow!", "Child of dissevered parents, one still here,</br>Not more beloved than amiable &mdash; the other</br>Gone to a brighter and a better sphere,</br>Regretted, as should be our sovereign's brother;</br>Alas!  'tis hard to think of him, and smother</br>The grief that rises at the thought, for he</br>Was of a kindly heart, and though another</br>May wear a crown as well, we shall not see</br>One of more gracious pride, or gentler dignity.", "Alexandria!  princess of a line</br>Formed of the brightest links that ever bound</br>A chain of royalty, the muse be mine</br>To greet thee in thy young years passing round;</br>(If in a muse so humble may be found</br>Aught worthy note,) yet humble though to me,</br>If to the ear it not ungrateful sound</br>Of thee, or those who guard thee, I shall be</br>Proud of its tribute lay, and sing it boastfully.", "Hail, then, Victoria, to the hallowed day</br>That brings the memory of thy birth to mind!</br>A day that does thy country's heart array</br>With hopes and feelings of the brightest kind.</br>But that which seems most fondly there enshrined,</br>Is, to behold thy form upon a throne,</br>When those who first must fill it, have resigned</br>Their glorious station, and their souls have flown</br>Where, when thou'st ceased to reign, shall also fly thine own!", "That hope may ne'er be realized; the fate</br>That swept one lovely as thyself away,</br>May on thine own approaching years await,</br>And thy young form in grave as early lay;</br>For death is never partial in his prey:</br>The rich, the beautiful, the high, the low,</br>Fall in their turn the victims of his sway;</br>E'en at thyself is bent his threatening bow,</br>Though when the shaft may fly, &mdash; thy God alone doth know!", "But thou art yet most young, and I will not</br>Over thy cloudless spirit throw a shade,</br>By dark forbodings of thy future lot,</br>Which could not perhaps too brightly be pourtrayed;</br>No &mdash; by the bloom upon thy cheek displayed,</br>The cheerful throbbing of thy tranquil breast,</br>The smiles in which thy blue eyes are arrayed,</br>The joy with which thy accents are expressed,</br>Hope whispers, \"with thy presence earth shall long be blest.\"", "They say, e'en now thou hast a queenly look,</br>And walk'st thy palace with majestic gait,</br>As if each pace thy royal footsteps took</br>Were conscious that it moved a thing of state:</br>Thy hand, as if it knew a scepter's weight,</br>They say, doth wave, &mdash; thy brow, as if it bore</br>A regal diadem, doth look sedate;</br>Yet though of dignity thou hast such store,</br>Of sweetness infantine thou still possessest more.", "'Tis as it should be; from thee, as a child,</br>An antepast of thy maturer years</br>We glean with joy; for spirit frank and mild,</br>And yet so noble, as in thee appears,</br>Augurs most brightly, and the more endears</br>This day unto us; may it prove to thee</br>Happy as Heaven allows in earthly spheres</br>A day to pass &mdash; such days are not for me!</br>But, oh!  may all of thine as sweet and blissful be!</br>"]