["The Slave!  Hark!  now I hear the sounding lash,</br>Far louder than his agonizing cries:</br>As, from the scourge, gash after ghastly gash,</br>Spills his hot blood beneath the burning skies.</br>Lo, lo, he dies!  the shrieking victim dies!</br>Slain by his master's merciless command!</br>See where in dust his quivering body lies,</br>Whilst o'er him still his slaughterer doth stand,</br>And from his mangled corse scarce stays his bloody hand.", "Driven from the world, he scarce can find a grave;</br>Unless, by night some trembling comrade steals,</br>To where yon rocks o'erlook the cavern'd wave,</br>And there his brother's gory frame conceals&mdash;</br>Awake!  awake!  The Negro's blood appeals</br>To Heaven and Earth, for vengeance on the head</br>Of him, whose heart no indignation feels</br>When thus that blood by Power's red hand is shed:</br>Whose every drop still lives, a witness for the dead!", "I heard the Negro, on his couch of straw,</br>When rankling wounds denied his eyelids sleep:</br>I heard him ask, by what unrighteous law</br>The oppressor bore him o'er the billowy deep,</br>And left him in a foreign land to weep?</br>No friend was near to lend his soul relief;</br>Moaning he lay, condemned alone to keep,</br>The midnight vigils of consuming grief;</br>Driven to the dreadful hope, that life might prove but brief.", "He looked in anguish for the lingering morn</br>To call him to his toils as heretofore;</br>And oft he cursed the moment he was born,</br>And oft, despairing, named his native shore,</br>And the loved scenes he must behold no more;</br>And thought upon the golden hills and plains,</br>That all the year their summer garments wore;</br>Where the wild birds still sung their mellow strains,</br>Sipping the sparkling dew, which Heaven at evening rains.", "There had his savage youth been thoughtless spent,</br>Free as the wild beasts of his favourite chase,</br>When over Afric's pathless plains he went,</br>Join'd with the warriors of his sable race.</br>There had he learn'd with them the steps to trace</br>Of the large lion, on his den-bound way;</br>Fearless to rouse him from his dreadful place,</br>And hold the angry forest king at bay,</br>Till, fall'n beneath his spear, the dying monarch lay.", "Oft in the even, when the sun was set,</br>And the fair-featured moon walked on her way,</br>These roving children of the desert met</br>Round their rude huts, to dance till dawning day!</br>And there he oft, with spirits light and gay,</br>Mingled, delighted with the mirthful band;</br>Or sought, with one he lov'd, in peace to stray,</br>Hard by some stream, or near the wave-washed strand;</br>Where they might rest unseen, or wander hand in hand.", "Know ye the power of music-breathing love&mdash;</br>How it doth make the human heart to glow;</br>Kindling desires that fain would soar above</br>To purer scenes, no change or end to know?</br>Behold, it is the same with all below,</br>Whether its heaven-born influence be known</br>In the cold regions of uncheerful snow,</br>Or on the hot plains of the torrid zone&mdash;</br>By Negro in his hut, or Prince upon his throne!", "There was a cry heard of distress and fear,</br>And his wild people saw him not again;</br>The Man-hunter's infernal crew drew near,</br>And bore him, pinion'd, o'er the moon-lit main:</br>There, as he floated on the briny plain,</br>And to his early love his young heart clung,</br>Loudly he raved, but raved, alas!  in vain;</br>For they, who on their prey like beasts had sprung,</br>Cared not with how sore pain his sever'd soul was wrung.", "He lay in torture on the vessel's prow,</br>Looking upon the fast receding shore;</br>The sweat-drops standing on his swollen brow,</br>By mental anguish, forced from every pore;</br>He heard the loud dash of the seaman's oar,</br>The moaning of the glittering waves around&mdash;</br>He heard, or thought he heard, a voice implore</br>Her lover's help, and started at the sound,</br>Then rais'd a fearful shriek, to find his limbs fast bound.", "Oh, Nature!  strong art thou in every breast,</br>Binding the heart to earth with countless ties;</br>And the dark Slave, by cruel bands opprest,</br>Reveals thy power beneath the Indian skies!</br>Long, long it must be, ere remembrance dies,</br>Of home-bound pleasures, howsoever rude;</br>And dire the struggle, witness'd by his cries,</br>Before his free-born feelings are subdued&mdash;</br>Ere, crush'd by strong despair, they never more intrude!", "He died away into delirious sleep,</br>And dream'd that to the maid's relief he flew;</br>And when he woke, far o'er the widening deep</br>He found he had been carried by the crew.</br>Strange scenes he now was called upon to view,</br>Down in a slave-ship's suffocating hold;</br>Where fiery fevers their scorch'd victims slew,</br>Alike the ungrown youth and warrior bold;</br>Whilst living, dying, dead, in rank confusion roll'd.", "He saw the conflict of all passions there,</br>With the black train of life-consuming woes&mdash;</br>Fury and fear, and multiform despair;</br>Curses and screams, and agonizing throes!</br>Some calling loud for vengeance on their foes;</br>Others more deeply moaning their dread doom,</br>Praying that Death's lean hand might interpose,</br>To snatch them from a worse than living tomb;</br>That in unfathom'd graves their bodies might consume.", "Daily the sea devoured the envied dead,</br>Into her jaws without contrition thrown:</br>And some were given her, ere life had fled,</br>And from her trembling seat the soul had flown:</br>These heavily sunk, with one convulsive groan,</br>Into the cavern of the deep profound;</br>Whilst bubbling billows for a while made known</br>The place wherein those dying men were drown'd&mdash;</br>But soon these swept away, and silence reign'd around.", "Without was peace; but war within prevail'd&mdash;</br>The strife of spirits struggling with despair!</br>For threats, and oaths, and torturing scourges, fail'd,</br>Silence to claim midst those assembled there:</br>They were oppress'd beyond what men may bear;</br>And, driven to madness, death itself defied&mdash;</br>They even longed the hopeless end to share,</br>Of those whose blood the murderer's hand had dyed,</br>And disappointment felt, this hideous boon denied.", "There were death-shouts, and ceaseless cries for water;</br>Now fainter heard, now stronger, as at first;</br>Most like the tumult on a field of slaughter,</br>Where rampant Death is dared to do his worst,</br>And, in new blood, to slake his endless thirst.</br>The angered ship-men knit their swarthy brows,</br>And in amongst their cargo oft-time burst,</br>Striving their suffering victims to arouse,</br>With threats of deadly hue, and blows, and vengeful vows.", "All was in vain:  as if a man should go,</br>Into a lazar-house, devoid of skill,</br>And seek by wounds to heal a madman's woe;</br>Or with hard words a vacant heart to fill!</br>All was in vain; the slaves remained still,</br>By anguish arm'd, of Death the least afraid:</br>With ardour, which the hottest rage might chill,</br>They dar'd the drawn sword's sharp and shining blade,</br>And curs'd the gain-bound hand, the lifted steel that stay'd.", "At length the Negro, thus for weeks immured,</br>Beheld the light, and breathed the air again;</br>Not to exult in liberty secured,</br>So long denied him on the pathless main;</br>On shore he looked for mortal friend in vain;</br>The multitude unpitying pass'd him by,</br>Without one kindly glance to soothe his pain,</br>Or care to listen to his deep-breath'd sigh&mdash;</br>None bade him lift his soul and look for help on high.", "Amidst his fellow-men unown'd he stood,</br>Like a scathed sapling, by the sun unblest,</br>Whose beams erst cheer'd his early solitude:</br>But he had been so long a dungeon's guest,</br>That now the light of heaven his eye opprest,</br>And pain'd his dazzling sight; scarce could he bear</br>The brilliancy of day, and his stiff breast,</br>Expanded by the fresh and beauteous air,</br>Ached, as if from their bones, the tendons parting were.", "But still it was a change from what had been,</br>Since his afflicting bondage was begun;</br>Here was an altered, though a bitter scene,</br>And a black change is better borne than none,</br>Where there are soul-consuming woes to shun,</br>And pains and tortures, hard to be sustain'd</br>By Nature, when her sternest mood is won!</br>And thus this captive's grief was half restrain'd,</br>When the vile place of sale, his shackled feet had gain'd.", "One son of pride, by wealth, not worth, made proud,</br>The price demanded for his body, paid;</br>But, as he led him through the heartless crowd,</br>The sullen Negro saw his captive maid!</br>Then first his soul its native fire display'd,</br>And in the rage of love he burst away;</br>But fetter'd soon, and from all hope convey'd,</br>Down in the dust in blank despair he lay,</br>Until his owner came with whips the wretch to flay.", "Is Slavery the child of Time, or did it spring</br>Among the rebel bands from heaven that fell?</br>Where, in his gloomy strength, the demon King</br>Reigns o'er the regions where his angels dwell&mdash;</br>The burning mounts and fiery plains of hell!</br>When was it first upon this world beheld,</br>That men, like brutes, their fellow-men should sell;</br>That, by the strong, the weaker being quell'd,</br>Should for their tyrants labour, by the scourge compell'd?", "When was the first slave?  Who on earth can say?</br>Perhaps the scene of his despair was laid</br>In that wild world the deluge wash'd away,</br>Where every crime was found that could degrade</br>The soul of man; and power, perchance, was made</br>Alone the arbiter of life; in chains,</br>Binding the helpless, until God survey'd</br>The dire disorder on earth's groaning plains,</br>And swept man from his world, to Death's unblest domains.", "I heard that Negro, on his bed of straw,</br>Thus rack'd in soul, thus tortur'd in his frame,</br>I heard him ask, by what ensanguin'd law</br>The hand of Power such mastery could claim!</br>Oft he repeated one heart-cherish'd name,</br>Whilst deep within his breast, in that same hour,</br>Revenge was burning, like a smother'd flame,</br>Ready to rise, anon, with hellish power,</br>And in its calm black rage, it's victim's life devour!", "Now tell me where Philosophy may find</br>A remedy, to be at once applied,</br>For healing such a desolated mind,</br>To which the light of art hath been denied,</br>And all that is to mental worth allied!</br>Say to what quarter we may look for aid,</br>When a dark soul by darker grief is tried!</br>Where hope hath pined to death within the shade,</br>By ills of sudden growth, and rank luxuriance, made!", "There came a man from some far distant isle,</br>Proclaiming to the world the reign of peace;</br>Telling the slave, that yet a little while,</br>And he might dwell where all his toils should cease,</br>Where love and joy for evermore increase!</br>And pointing out how best he might upbear</br>Against those ills from which lie sought release&mdash;</br>Revealing to him, that he should repair,</br>In Christ's thrice hallowed name, to God, in secret prayer!", "He open'd up the wonders of the cross</br>Before the stricken slave's admiring soul,</br>Till unto him, the world appear'd but dross,</br>And down his cheek the tear in silence stole!</br>Till his new joy he could no more control,</br>But lifted up to God his grateful voice,</br>Whose mercy would his humble name enrol</br>With theirs, who in his presence aye rejoice,</br>And who of old were led to make his ways their choice.", "Yet while he thus was filled with glorious joy,</br>His outward lot unchanged in aught remained;</br>Save that his owner sought ev'n more to annoy</br>His victim, for the hope he had obtained:</br>For lo, the master's restless soul was pained,</br>His slave's ennobled nature to behold&mdash;</br>Seeing the peaceful strength his mind had gain'd;</br>Not to be moved, or bought with mines of gold&mdash;</br>The inwrought peace of God, which cannot be controll'd!", "The Negro, in the arts of men unlearned,</br>In heavenly lore by God himself was taught;</br>Trampled to earth, and as an outcast spurned,</br>By those whose gold his very blood had bought,</br>His soul with blessings from above was fraught,</br>Through Him whose life to save the world was given;</br>To whom, on wings of faith-elated thought,</br>He soar'd, and dwelt with, in his promised heaven,</br>Where saints for ever reign, who from the world are driven.", "He was a slave still, but his soul was free,</br>Clothed in the liberty of light divine:</br>From which all forms of mental darkness flee,</br>Like night-shades, when the morning sun doth shine!</br>And he was heard no longer to repine,</br>Though rugged was the pathway to his grave;</br>For well could he earth's poor delights resign,</br>The which his untuned heart had ceas'd to crave,</br>Since he had learn'd of Him who died his soul to save.", "Time came, when that the malice of his foes</br>Christ's minister of peace to him denied;</br>Whereby they sought the door of hope to close,</br>And quench the light on which his soul relied:</br>They tore his Saviour's herald from his side,</br>But the divine Redeemer still was there;</br>And though the servant as a martyr died,</br>The mourning slave enjoyed the master's care,</br>Of whose unwearied love his faithful followers share!", "Man is a spirit for awhile confined</br>Within a tabernacle built of clay:</br>There visited by Him, whose skill designed</br>This dwelling, destined erewhile to decay,</br>Yet beautiful as is the living day,</br>Whose eye illumes its walls:  but from this place</br>Man passeth like a broken dream away&mdash;</br>Wak'd up not far from his Creator's face,</br>Somewhere within the vast untravell'd realms of space.", "'Tis then, if not till then, that he discerns</br>The mystery of his being, which is more</br>Than now it doth appear; for there he learns,</br>That powers were given him wherewith to soar</br>Beyond this sphere of vision, and adore</br>His Father, God, who sent his only Son,</br>To lead his spirit tow'rds that blissful shore,</br>Where everlasting glory is begun,</br>By those, who through his death, Faith's great reward have won!", "I heard that Negro, on his lowly bed,</br>Thus forced to bid to earthly hopes adieu:</br>I heard him pray for mercy on the head</br>Of him, whose bitter wrath his brother slew!</br>Lonely he lay, but still the sufferer knew,</br>That more than this his heavenly master bore,</br>When on the cross, expos'd to public view,</br>His dying breath forgiveness did implore,</br>For those whose hellish hate was glutted with his gore!", "Slave-masters!  such is pure Religion's power!</br>These are the morals Christ's disciples preach!</br>Let interest alone, then, rule the hour,</br>And still this gospel will your servant's reach!</br>Shame!  that it should be needful to beseech</br>A British subject, in these polish'd days,</br>To let a godly man draw near, and teach</br>His heathen household, Britain's God to praise,</br>And train their souls to walk in Wisdom's pleasant ways!", "O ye who wear free England's royal name,</br>Mark!  Upon slavery hath been conferr'd</br>An immortality of dreadful fame!</br>Say, what is comprehended in that word,</br>To fill up which, hard avarice hath concurr'd</br>With the worst passions of  the human soul!</br>Within it lie, all that the ear hath heard,</br>Of blighted love, and grief that spurns control,</br>Affections blotted out, and lives o'erwhelm'd with dole!", "Name ye the gain this fearful cost affords,</br>Beyond the curse which God to crime decrees!</br>Men may be gay around their jovial boards,</br>And drown the cries of truth, whilst health and ease</br>Renew to life its transient power to please:</br>But pleasures fly, nor leave a trace behind;</br>And how shall they those troublous thoughts appease,</br>Which never fail to haunt the guilty mind,</br>When on the couch of pain, by strong, disease confined!", "Let death draw near &mdash; The warrior stern may die,</br>And pour his soul out on a gory bed:</br>But on what couch shall lie, the oppressor, lie,</br>Who oft the blood of innocence hath shed?</br>Where shall the Man-slayer rest his throbbing head,</br>Whose heart by fiery lust of wealth was sear'd?</br>How shall he bear to shake hands with the dead,</br>With whose red life his palms are yet besmear'd;</br>Whose tongue, with curses scorch'd, the mourner never cheer'd?", "There stands an angel near the Eternal's throne,</br>Whose roving eye this moon-like orb surveys;</br>Whose ear retains the sound of every groan,</br>Heav'd from the heart on which oppression preys:</br>His memory, immortal  as his days,</br>Lays up a record of each lawless deed,</br>That will affiright the soul when life decays&mdash;</br>When, from the toils of time, her wings are freed,</br>And forth, as swift she flies, she sees this world recede.", "Then will she read these records of the past,</br>And on unblotted guilt with horror pore:</br>Then will the soul upon her hope be cast,</br>And turn the pages of her annals o'er,</br>And every cruel act of life deplore:</br>Remorse will reign, and hope no light will shed,</br>Unless to Christ she hath been wont to soar:</br>But agonizing darkness will o'erspread</br>The ante-hells that hold the unredeemed dead!", "Ah!  what a fearful meeting will it be,</br>Between the tyrant and his tortur'd slave,</br>When they each others unrobed souls shall see,</br>Within the awful precincts of the grave!</br>My soul!  How will the lordling spirit rave,</br>With those it spurn'd, by Death's strong fetters bound;</br>Made to lie down, nought near to soothe or save,</br>And helpless wait, till at the trumpet's sound,</br>The evil and the good, God's judgment bar surround!", "Then shall be seen the round earth cloth'd with fire,</br>And from their graves the wondering dead arise:</br>Then shall the sun, and moon, and stars, expire,</br>And vanish from the desolated skies:</br>Then shall be heard the death-imploring cries</br>Of blood-stain'd men, just driven from the tomb,</br>Imploring, that again their long-seal'd eyes,</br>Just opening on the tyrant's fiery doom,</br>Might close them in the grave's impenetrable gloom!", "Where shall the Oppressor flee?  His victims' graves&mdash;</br>These are the store-house of his treasur'd woes;</br>The ground that drinks the crying blood of slaves,</br>Which, unreveng'd by human justice, flows,</br>Shall to the world its dreadful trust disclose,</br>Upon the last the pregnant judgment morn;</br>When they that in Death's silent halls repose,</br>Are, by the call of God, to life new-born,</br>Immortal praise to share, or everlasting scorn.", "He who upon his brother's spirit treads</br>Earns for his soul Heav'n's never-failing curse:</br>And each proud nation, slavery o'erspreads,</br>The Lord of all will humble or disperse!</br>Let Rome arise, the pride of ancient verse,</br>The glory of the world in days of old:</br>Let her the history of her fall rehearse&mdash;</br>Hark!  she proclaims that liberty was sold</br>That Freedom's robes of light, in guiltless blood were roll'd!", "Rome lies in ruins, like a crownless Queen,</br>Amidst the fragments of her fallen throne;</br>And the proud wrecks of glory which hath been,</br>Makes but the force of her destruction known&mdash;</br>Say not the curse alights on her alone!</br>Thou, Gallia, tremble, lest thy plains, in turn,</br>Be with the relics of thy power bestrown&mdash;</br>Lest fire-arm'd Freedom should her danger learn,</br>And wake her slumbering ire, and bid her vengeance burn!", "Oh, Albion!  the sea-encircled bower,</br>Where Liberty hath dwelt for many an age!</br>Sleep not, my country, while steel-hearted Power</br>War with the world's best interests may wage:</br>But seek to soothe men's spirits, and assuage</br>The rigour of their ills!  He that complains</br>Of slavery &mdash; him point unto the page,</br>Of everlasting truth, the which contains</br>The master's only hope, and their's who wear his chains!", "Hail, Wilberforce!  the Slave's unwearied friend!</br>Glory's fair light surround thy saintly head!</br>Hope's silvery form thy shining steps attend,</br>And when thy feet life's silent borders tread,</br>Peace, like an evening star, sweet lustre shed,</br>And smile thee into heaven!  All hail to thee!</br>But loftier praise to Him, thy soul that led,</br>And call'd his honour'd servant forth to be</br>The agent of his will, which sets the captive free!", "And ye whose voices have for years been heard,</br>Pleading aloud the helpless Negro's cause,</br>Blessings be on your truth-arm'd souls conferr'd,</br>And everlasting honour and applause!</br>Let not your energies decline, nor pause</br>One moment in your heav'n-observ'd career;</br>For lo, your fame already overawes,</br>Those heartless realms that Freedom's visits fear,</br>And tremble when they dream her angel form is near!", "Her army are ye!  By your leader stand,</br>And with the work of liberty proceed!</br>Not Afric only, but full many a land,</br>Beneath tyrannic pride and lust may bleed,</br>If aught the triumphs of your arms impede:</br>The eyes of kings are on you!  if ye fail,</br>The cause of Truth triumphantly to plead,</br>A thousand well-bribed tongues your fall will hail,</br>And henceforth ruddy Power o'er struggling Right prevail.</br>"]