["As now the Summit of the Hill they reach,</br>A new world opens to the ravish'd Eye:</br>All on the right Arcadia's valleys stretch,</br>Where fallow, tilth, and pasture mingled lie,</br>Champian, and wood, in sweet variety;</br>Unnumber'd streams in silver currents stray</br>Through the rich glebe; the Sun in the Eastern sky</br>(Stepp'd from his chamber like a bridegroom gay)</br>O'er the fair landscape smiles with soft enamour'd ray.", "Behind them, Elis' ample plain extends,</br>Which Adria's stormy Sea at length receives:</br>Just o'er the flood diminish'd Zant ascends,</br>Part hid in clouds, part buried in the waves.</br>Upon the left, Nonacria high upheaves</br>His rocky ridge, that shine with spangled snows:</br>But discontinuous, in the middle leaves</br>An opening, which the distant city shews:</br>Broad at its foot the lake of shady Acheron flows.", "Before, up rose in majesty the Grove,</br>With goodly trees adorn'd, stately and fair.</br>The leaves with various verdure interwove,</br>To the soft Spirit ever breathing there</br>Wave changeable; the blossoms thick appear</br>Wak'd by the Sun, who through the leafy veil</br>With tinkling beams had pierc'd; the dewy tear</br>Impearls the flowers which all the turf aumail,</br>And incense sweet to heaven in rich perfumes exhale.", "Soaring aloft, but warping from the right,</br>Across the Hill to her aerial nest</br>Among the rocks of Nonacris, in sight</br>A snow-white Eagle flew; her talons press'd</br>A wreathing serpent, which still gor'd her breast</br>With tooth infixt; the pain new strength supplies:</br>Closer she grasps the monster, till its crest</br>Drops lifeless:  to her young she bears the prize,</br>An huge unfolded length, triumphant through the skies.", "\"Elfenor, (said Melampus,) high in air</br>View yonder combat, and approve the Sign.</br>New dangers threaten, for the fight prepare,</br>And boldly meet what thou canst not decline.</br>Be willing to o'ercome, and Victory's thine.\"</br>\"O spare the trial, for I dread the foe,</br>(Elfenor cried,) be blameless safety mine,</br>And all the pride of triumph I forego:</br>So well his wily arts, so well myself I know.\"", "Strait to his fears the Druid made return;</br>\"Presume not, nor despond.  How vain the first,</br>How weak thy powers from past experience learn.</br>As causeless is the latter; for distrust</br>To Heaven's imparted Succour is unjust.</br>Be cautious never self-deceiv'd to yield,</br>And thou shalt conquer:  render'd more august</br>By aid celestial, every dart repell'd,</br>Back on the foe; Heaven's arm thy Strength, his Love thy Shield.", "\"Myself I shall distrust, myself alone,</br>(Rejoins Elfenor;) but if Heaven sees fit,</br>Who shall oppose his Will?  His Will be done!</br>Extinguish'd Worlds his Power infinite</br>Shall glorify. &mdash; I tremble and submit.\"</br>\"But Heaven is not more Powerful than Good</br>(Melampus answer'd;) if thou art not yet</br>Convinc'd of that, enter this sacred wood:</br>From emblems fair his worth more fair be understood.\"", "Soon as the ample Portal's shade he treads,</br>The shapely shafted trees his eyes salute</br>On every side; whose tall aspiring heads</br>High up to Heaven their branching honors shoot:</br>Their foliage wide o'er-arching glow'd with fruit,</br>And intermingled blooms of various hue:</br>Beneath, the Moly's deeply buried root</br>Resisting charms, and deathless Amaranth grew;</br>With that joy-giving plant, which sooths the hearts that rue.", "\"These lofty Cedars, that the Portal form,</br>Strong and majestick,\" (reassumes the Sage)</br>\"Laugh at the tempest and deride the storm:</br>The leaves' eternal green mocks winter's rage,</br>Unhurt by insects, unconsum'd by age.</br>Fit entrance to the Deity's abode!</br>Strong to protect, or mighty to engage</br>The fiercest foe; a staff to help, or rod</br>To scourge; the Allmighty King!  the Everlasting God!", "\"On every side in beauteous order rise</br>The graceful-column'd Palms, white, black, and red,</br>Of various colors, and of various size,</br>Whose branches shine like rays of glory spread.</br>No trees so fair the fruitful earth has fed.</br>The Larch, the Fir, the Pine their charms unite</br>To grace these walks.  O bow with them the head;</br>And learn, low-stooping from Ambition's height,</br>To worship the Most high array'd in glory bright!", "\"The laurel and the Myrtle close entwin'd,</br>Thick walls with their entangled arms have made:</br>In the broad cove umbrageous Planes are join'd</br>To shield the Sun's fierce beam, and cool the glade;</br>With Mountain-Ash, whose lengthen'd morning shade</br>Serpents abhorrent fly.  Thy fears how vain</br>With such defence!  who seeks celestial aid</br>Beneath his shadow shall secure remain,</br>A cover from the heat, and shelter from the rain.", "\"View there the Pines, the Citrons, and the Palms,</br>Where beasts and birds and Elves promiscuous feed,</br>Loaded with food and medicinal balms:</br>Nor other seasons, other suns they need,</br>But fruits to fruits eternally succeede:</br>This hour, in which the infant blossom blows,</br>Here knits the bud, and there matures the seed.</br>Heaven, kind to all, his ready Good bestows,</br>Daily it comes unask'd, and unupbraiding flows.\"", "Mean time the Spices of the sented grove</br>Flung out their rich perfumes;  which to the Soul</br>Breath'd soft delight, and gratitude, and love.</br>Elfenor's eyes through every quarter roll,</br>While down his cheek the tear of rapture stole.</br>\"How beautiful thy dwellings!  I could stay</br>For ever here, contemplating the whole,</br>And THEE in All.  Hence, vain delights, away!</br>Be THOU my rest by night, be THOU my joy by day!\"", "As when the headstrong Youth forsaking home,</br>His Father's counsels and his care disdains,</br>Through the wide world in quest of joys to roam;</br>Through riot, quarrels, want, disease, and chains,</br>To dream of pleasure, and experience pains:</br>If his fond Sire with open arms restore</br>His freedom, plenty, peace, and fair domains,</br>How does he bless the Love he scorn'd before,</br>Taste each exalted joy, resolv'd to part no more!", "Then thus the Sage:  \"Some interval is given</br>For contemplation; that, dischar'd from care</br>Of grosser things, thy Soul may rise to Heaven</br>With Smoke of Incense on the wings of Prayer.</br>While I the aromatick woods prepare</br>And odiferous plants, here Thou at rest</br>Indulge to thought.  Return'd, with thee we share</br>The Hymn of Praise:  a Sacrifice the least</br>That grateful hearts would pay, yet Heaven accepts it best.\"", "He went to cull from herbs and sented trees</br>The subtle essence of their high perfume;</br>Sweet Thyme, the treasure of Cecropian bees;</br>The Bay-leaf snapping in the flame; the bloom</br>Of Rose-marine; the Savin's jointed plume;</br>Wild Cypress; leaves of Figs; and resinous Fir;</br>The Cedar, sweating odoriferous gum;</br>The fragrant Myrtle; Mastick, like the Myrrh:</br>Fumes grateful to the Gods, which hell's foul hosts deter.", "Meantime, sequester'd in the shade, apart</br>Elfenor wander'd, shunning publick eyes;</br>Health strings his nerves, and joy dilates his heart.</br>Busied in thought him Anteros meets, in guise</br>A Priestess of the Grove, and blandly cries,</br>\"Belov'd of Heaven, all hail!  Say, whither rove</br>Thy lonely steps?\"  The modest Elf replies,</br>\"Long blind to Heaven, I now explore the Grove,</br>To read his wondrous works, and trace his boundless love.\"", "\"Well are thy thoughts employ'd, Belov'd of Heaven!</br>(Returns the foul impostor:)  Nor ill chose</br>This pleasing shade, for contemplation given.</br>Beneath yon Oak, round which the woodbine grows</br>With fond embrace, and the Milesian Rose</br>With modest blushes gives her every sweet,</br>A victim's hide invites to soft repose.</br>At ease, and undisturb'd, in that retreat,</br>Contemplate the First Good, First Fair, and Only Great.", "\"His Love deserves thy wonder, and return</br>Of Love from thee, which he directs to extend</br>To all his works:  from all his works discern</br>How All on others mutually depend:</br>This Palm-tree smiles not, separate from its friend.</br>Should sleep o'ertake thee, e'en thy sleep shall prove</br>Instructive here. &mdash; Thy shield a while suspend.&mdash;</br>The gentle inspiration from above</br>Shall smooth each rougher thought, and tune thy Soul to Love.\"", "He weeted not the felon's lewd intrigue</br>Beneath the guise of piety exprest:</br>And Nature, weary with the night's fatigue</br>Of troubled dreams and broken sleep, address'd</br>Itself (reclin'd upon the skin) to rest.</br>Yet quits he not his shield, till the opiate smell</br>Induc'd a slumber, and his sense oppress'd.</br>From his slack grasp the unguarded target fell,</br>And Anteros to his brain applied the envenom'd spell.", "Where skins of rams the drowzy votaries strow,</br>Indulging sloth, and spread the shaggy bed,</br>Anteros was wont the illusive scenes to show,</br>And fill with idle oracles their head.</br>Here, off his guard, by indolence misled,</br>Elfenor lay entangled in the toyls:</br>While Anteros, ever prompt at mischief, shed</br>The dream around, artificer of wiles;</br>And thus with aery forms his phantasy beguiles:", "At first he seem'd faln prostrate at a shrine;</br>The Priestess thron'd beside him in a veil:</br>Who, not with frantick noise, but voice benign,</br>Accosts him thus:  \"Beloved of Heaven, all hail!</br>The Virtuous never of reward shall fail.</br>Thou art decreed to give the afflicted earth</br>A race of heroes, destined to prevale:</br>Ipponoe's charms await to crown thy worth;</br>Haste, light the bridal lamp!  haste, give the heroes birth!\"", "The Spousals o'er, in a secluded bower</br>He dream'd he chid the bride's too long delay;</br>While round the roses shed their fragrant shower.</br>Then wearied sunk in sleep:  but as he lay,</br>A thrilling voice in whispers seem'd to say,</br>\"Awake!  why sleeps my Love, when Heaven's behest</br>Continues unfulfill'd?  ere long the day</br>And other rites will call.\"  His lips she press'd,</br>And threw her arms around, and panted on his breast.", "Elfenor wak'd, and started when he found</br>The fair Ipponoe panting on his breast,</br>Pressing him soft with snowy arms around.</br>The Fiend with fair Ipponoe's form impress'd</br>His lying semblance, like Ipponoe drest.</br>The wondering Elf surveys her glowing charms,</br>And gaz'd half lost upon the smiling pest.</br>His eyes drink poison which his bosom warms,</br>And half his heart subdues, and half his rage disarms.", "\"Are these, Ipponoe, (said he) thy returns</br>For Heaven's great love, and good Melampus' care?\"&mdash;</br>\"Unkindly question'd!  when my bosom burns</br>With undissembled love for Thee:  but spare</br>The unjust rebuke, (replied the guileful Fair.)</br>'Tis Heaven that plants in nature these desires,</br>Time's waste, and nature's ruins to repair:</br>To him obedient light at mine thy fires;</br>Tho' good Melampus chide, 'tis Heaven who love inspires.\"", "Thus spoke the Form, and smil'd inchanting love,</br>With melting looks and studied perfidy:</br>Then with her left hand wandering gently strove</br>To steal his shield that lay neglected by.</br>As on the watled orb he casts his eye,</br>He starts surpris'd, nor left his shield behind.</br>Then rising made the Fiend this stern reply:</br>\"Callst thou this Love?  O Scandal to thy kind!</br>A fever in the blood, an ulcer in the mind!", "\"The Love that nature prompts hath other views,</br>Hath nobler ends than loose promiscuous lust;</br>To extend creation, happiness diffuse</br>To future ages, heal with mutual trust</br>The various ills with which frail life is curst.</br>Tho' instinct spur, wisdom must guide the rein,</br>And Age must bless to make the nuptials just.</br>There Love to cast her Cestus kindly deigns,</br>Utility the end, the pleasure but the means.", "\"Look round the Grove, the feather'd tribes among,</br>With mutual faith the blameless pairs behave:</br>With mutual care thy rear their helpless Young,</br>And ag'd receive the succour which they gave.</br>For fruitless pleasures thy wild passions rave;</br>No father's smiles thy wandering nuptials grace;</br>But his age sinks with sorrow to his grave.</br>If offspring issue from the lewd embrace,</br>Thankless they issue forth, a curst deserted race.", "\"Such is the idle gossamer, that flits</br>With every breath, no useful end pursued,</br>But weft at random clings to all it meets.</br>If Pleasure sways thee, in this shield be view'd</br>The example of abstemious Fortitude:</br>Pleasure in vain with meretricious smiles</br>The Hero's heart attacks; her charms withstood,</br>He chose severer Virtue's glorious toils,</br>Scorn'd the soft wanton's baits, and 'scap'd her dangerous wiles.\"", "He said, and turn'd the scutcheon to her eye:</br>Soon as the powerful virtue was addrest,</br>The assum'd Ipponoe's mimick beauties fly,</br>And all the foul impostor stands confest.</br>A loathsome hag the wither'd form express'd,</br>And Anteros through the mask to sight appears.</br>Defeated, not abash'd, the common pest</br>The Virtue which he could not conquer, sneers,</br>And scoffing flaunts away with lewd illiberal jeers.", "Elfenor left the covert, now aware</br>No safety could be found in solitude</br>From subtle Spirits, and their hidden snare:</br>In vain are barr'd the gates of sense to exclude;</br>Through fancy's pass the treachor will intrude,</br>Impressing with involuntary thought</br>The passive mind, averting it from Good.</br>Elfenor, by his late experience taught,</br>Shun'd the retired path, and tracts more social sought.", "He hasted back to where the towering Larch</br>And spiry Fir cast forth a chearful shade</br>Spangled with light; where Palms with pointed arch</br>Compose the vaunted Isle.  The glimmering glade</br>Was fill'd with Votaries:  one enraptur'd pray'd</br>Beneath a Palm, her hair a fillet bound</br>Made of the leaf, in vesture white array'd:</br>Devotion's self she seem'd to all around,</br>Now with uplifted eye, now prostrate on the ground.", "Next to the Suppliant as Elfenor drew,</br>He heard these words with fervor utter'd forth:</br>\"My Soul is struck with wonder when I view</br>Thy form more fair than all produc'd on earth.</br>Eternal fruits with unremitted birth</br>Fill the glad year by Thee with plenty stor'd;</br>In vain my tongue would tell thy passing worth:</br>Thou food, wine, shelter, dost to all afford;</br>For shelter, wine, and food, by Thou by all ador'd!", "\"Here in Thy presence let me bend the knee;</br>When absent let this branch thy place supply,</br>Pluckt from thy sacred venerable Tree.</br>A boon thou wilt not to my wish deny,</br>Whom an immortal youth forbids to die.\"</br>She rose, and from the stock a scyon took;</br>Then bow'd before it, and then wav'd it high.</br>Elfenor wondering, from his silence broke,</br>And to the wily fiend disguis'd, enquiring spoke.", "\"Excuse me, Stranger, whomso'er thou art:</br>I came attracted by thy fervent zeal</br>To join the homage of a grateful heart:</br>But let me not my great surprise conceal;</br>His tribute due thou seem'st from Heaven to steal,</br>And give it to a stock.  If cause there be</br>From reason, or Heaven's will, that cause revele.</br>To senseless wood why bends the reasoner's knee;</br>Why bows thy nobler self before the ignobler tree?\"", "\"Impious!  (returns the Votary) dost thou ask</br>A reason why to pay thy worship here?</br>Look round what crowds consenting in the task</br>Prostrate before their Deities appear.</br>And art THOU ONLY wise? &mdash; What Beauty's there!</br>Shall Beauty not win love?  What arms project</br>To wing us round?  What fruits throughout the year?</br>Great, Good, and Fair, to nourish, please, protect!</br>Great, Good, and Fair, our trust, our love, and praise expect.\"", "\"Great, Good, and Fair, trust, love, and praise demand,</br>'Tis true:  but shall the unmeaning work compare</br>With that designing Mind, and mighty hand</br>Whose all these creature, and their uses, are;</br>The Source of All that's great, and good, and fair?</br>To Him alone our gratitude we owe:</br>He bids these trees for Us their honors wear,</br>Curves their broad arch, and bids their blossoms blow,</br>Their ample shade to spread, and ripen'd fruit to glow.\"", "\"Perverse!  to interpret thus a blameless word!</br>(Rejoins the Fiend) as if I had address'd</br>And made the Tree my God!  a charge absurd!</br>Who for the body could mistake the vest?</br>I mean those sacred influences that rest</br>Indwelling here, and give the eternal green:</br>Which not forsake the branch that Votaries wrest</br>From the live trunk; but there remain unseen.</br>I worship not the Tree, but God that dwells within.\"", "\"Again thou err'st, or I again mistake,</br>(Replied Elfenor) wouldst thou comprehend</br>Thy puisny God within this Stock or Stake?</br>The Eternal Virtue knows no bounds or end:</br>Nor does he only on the Grove attend;</br>He tunes the lark, gives honey to the bee,</br>Scents the gay flowers when genial rains descend,</br>He lives in All:  not only in the Tree,</br>But lives for mercy or for judgment even in Thee.\"", "\"This mediate worship (said the Fiend) is done</br>To the Prime Cause through these.  Let this refute</br>Thy fond mistake:  Yon glorious Sun,</br>With his attending fires, whose virtues shoot</br>Throughout this frame, to animate the brute,</br>Paint the rich mead, melodious notes excite,</br>Exalt the scents, sublime the juicy fruit,</br>Dispense disease, and health, and day, and night,</br>And life, and death.  Great God of All, Celestial Light!\"", "\"Thy words (Elfenor cried) with horror chill</br>My blood:  in such invented shifts is shown</br>Not Judgment's error, but a stubborn Will,</br>Determin'd Heaven's just Monarch to disown,</br>And boldly place a creature in his throne.</br>Turn thy mind's eye to Him, who lights up there</br>That fire, and guides it through the burning Zone,</br>To scatter life, or death; to wound, or chear;</br>And whom thou wilt not love, yet learn at least to fear.\"", "\"Learn Thou to fear (retorts the Fiend again)</br>Contemner of that God who gave the Grove,</br>And worship to the Grove did first ordain!</br>Go, ask thy Fathers, and their deeds approve;</br>Some in the Oak majestick worship Jove;</br>Apollo's votaries to the Laurel run;</br>The Myrtle's sacred to the Queen of Love;</br>The Vine to Bacchus:  These are all but One,</br>The source of every good, yon all-propitious SUN!", "\"If yet thou dar'st the God's command despise;</br>If yet thy folly wisdom's love disdains;</br>Yet shun the vengeance open to thine eyes.</br>See'st thou this stone, which grumous blood distains,</br>Smear'd with the plash of gore and mingled brains</br>Of elder Atheists?  Let this rock persuade,</br>Though wisdom lose her ineffectual pains.\"</br>Then on the phantom of a rock she laid</br>Her branch, and frown'd.  Elfenor answer'd, undismay'd.", "\"Whoe'er thou art, a foe to Elfin kind</br>I know thee now:  this painted shield behold.</br>See here, Heaven's conquering Son in battle join'd</br>Against his Father's enemies of old,</br>Who vanquish'd fall before him.  Here is told</br>How the fell monsters of the earth were kill'd;</br>The Serpent last his hideous length unroll'd.</br>Speedy returns, and due allegiance yield,</br>Or perish with his foes.\"  He said, and struck his shield.", "Vanish'd the stone, the Fiend to sight reveal'd</br>Drop'd his disguise, and sullen strode away.</br>Pleas'd with the wondrous virtue of his shield</br>Elfenor prostrate thus began to pray:</br>\"O, King of Heaven!  accept the thanks I pay:</br>As Thine the Strength, so all the Praise be Thine!</br>Whether I mix in crowds, or musing stray</br>In secret paths, still lend thy aid Divine:</br>Thy strength in every place I need, so weak is mine.\"", "Now through the Portal, numerous as the sands,</br>Crowd in the morning votaries:  Old and Young,</br>And Rich and Poor, with branches in their hands,</br>Pour in perpetual, a promiscuous throng,</br>Ere the day's toil begin, to join the Song</br>Of daily homage, praise, and gratitude.</br>With these, return'd Melampus mov'd along;</br>The burning Censor, and the Spicy Wood</br>In either hand; the Choir around in order stood.", "The Royal Praetus, whom his daughters met</br>Hasting to weary Heaven with ardent prayers</br>For their return, now came to pay his debt:</br>(A debt from All, but greater far than Theirs</br>Was his to Heaven and good Melampus' cares.)</br>The eldest leads her Sire with decent grace;</br>His golden Sandals next Lysippe bears;</br>Ipponoe last, with due attending pace;</br>A chaste and holy Love reign'd aweful in her face.", "Elfenor saw, nor could refrain at first</br>(So deep the impressions of the dream were grown)</br>To view the unconscious Fair with some disgust:</br>But when he mark'd how steady virtue shone</br>From her firm eye, on pious acts alone</br>Intent; that now, not studious how to please,</br>She pleas'd the more, and unsought honor won:</br>The Fiend's illusions vanish by degrees,</br>Each prejudice subsides, each vain suspicion flees.", "Strait through the vocal Grove, where Echo mocks,</br>The hoarse horn roars, the winding shell more clear</br>Peals forth the Symphony:  Nonacria's rocks</br>Rebellow to the sound.  The distant hear,</br>And hearing know the hour of homage near.</br>All hasting to the common temple ran;</br>Those whom disease or age forbid to appear,</br>Know when to join in heart &mdash; that all thy can!</br>The Universal Choir.  Then thus the Bards began:", "\"Prepare to meet your God, ye Sons of Earth,</br>High thron'd in Heaven, who deigns to visit here!</br>Thousands of Spirits, with their wings stretch'd forth,</br>The Monarch in his Royal Chariot bear,</br>And rapid whirl him through the fields of air.</br>O'er their steep heights majestic as he rode</br>The wondering mountains shrink, and melt for fear;</br>And waving forests at his Presence nod:</br>So bow, and tremble Ye!  Prepare to meet your God!", "\"He comes!  See every leaf observant stirs,</br>Proclaiming his Approach!  the darkness flies.</br>He comes!  Lift up your lofty heads, ye Firs!</br>And Ye, ye everlasting Cedars, rise!</br>Receive your Lord, the Monarch of the Skies!</br>Great as ye are, yet time your glory sheds,</br>While He, Most High, Eternal, time defies.</br>Too low your gates, too strait your Portal spreads:</br>Rise, rise, ye loftiest Pines!  Ye Cedars, lift your heads!", "\"Ye Trees of goodly sight and fragrant smells,</br>Your every beauty, every glory show,</br>To deck the Palace where your Monarch dwells!</br>He moulds your shafts, he spreads your hues that glow,</br>From Him your verdure, form, and fragrance flow:</br>Himself how wondrous Fair!  In vain you paint</br>His glories forth, to whom yourselves you owe;</br>Though dipt in ether shines each lively teint,</br>Too gross the pencil'd lines, the colours are too faint.", "\"Learn hence, ye reptiles, on the earth that crawl,</br>(His aweful courts with so much splendour crown'd)</br>WHOSE Wisdom plan'd, WHOSE Power effected All</br>In infinite variety!  Around,</br>The smiling Grove, the gay enamel'd ground,</br>Burst into bloom, and speak in flowers their joy.</br>O worship Ye with reverence profound;</br>And to his Honour all your powers employ,</br>Whose Kingdom knows no end, whose Glory no alloy!", "\"Ye Mountains, shout!  Ye laughing vallies, sing!</br>Ye murmuring Fountains that for every stray,</br>And all the Grove, rejoice before your King!</br>His Sceptre rule!  Heaven's Hosts confess his sway:</br>Shall reptiles only dare to disobey?</br>Shout, all ye Earth!  Ye Heavens, attest your joy!</br>Wake every String, chaunt forth the raptur'd Lay,</br>And to his Honour all your powers employ,</br>Whose Kingdom knows no end, whose Glory no alloy!", "\"Ye branching Palms, where date succeeds to date,</br>The elder dropping as the young protrude;</br>Citrons and Pines, whose undiminish'd freight</br>Supplies the various seasons, while the fruit</br>To-day consum'd, to-morrow is renew'd,</br>Proclaim his Goodness!  Hark, the feather'd throng</br>Feast and rejoice!  Eternal Source of Good,</br>From thy full urn still pour thy streams along:</br>Vouchsafe our daily food, accept our daily song!", "\"Ye stately Oaks, whose boughs exclude the Sun,</br>Ye broad-leav'd Planes, ye widely-spreading Beech,</br>Ye Laurels, that the burning Sirius shun,</br>Ye Ash, whose shades half o'er the forest reach,</br>And chase the Serpent-tribe, his Goodness teach!</br>The weary traveller here secure is laid,</br>While round, your arms their kind protection stretch:</br>In vain fierce Suns, or driving Storms invade,</br>In vain the aspick burns, such safety's in the shade.", "\"Amidst the terrors guilty mortals dread,</br>When thy red bolts the ethereal concave rend,</br>Almighty God, thy powerful shelter spread!</br>O'er us thy everlasting arms extend,</br>Hide, hide our guilt, thy vengeful shafts suspend,</br>And in thy shadow give us safe repose!</br>Though fortune shine, or all her storms descend,</br>Guard us from both!  And when our eyes we close,</br>The lurking Serpent drive, drive far our unseen foes.", "\"Pure from the stream, by sacrifice aton'd,</br>Bold we presume to approach thy Holy Seat,</br>And seek thy Presence in the Grove enthron'd.</br>With offerings worthie Thee, these Odours sweet,</br>Pure essence, for thy purer nature meet:</br>These on thy sacred embers laid shall blaze,</br>And grateful fumes exhale from temper'd heat:</br>Thence on their subtle wings aloft shall raise</br>To Thee the reptile's Prayer, to Thee the reptile's Praise.\"", "Then on the smoking coals the sprigs he threw</br>Of every kind; short snapp'd the crackling wood,</br>Till high to Heaven the pillar'd Incense grew.</br>The branches wave, the Bards proclaim aloud</br>MOST HIGH!  ETERNAL!  POWERFUL!  and GOOD!</br>The Mountains eccho to the vaulted skies</br>The loud acclaim.  Elfenor raptur'd stood;</br>A Joy Divine approving Heaven supplies;</br>While by the Incense chas'd the Fiend indignant flies.", ""]