["Since, (Noble Lord), your groves have been the bowers</br>Where Shepheards songs not onely sung have been,</br>But Shepheards selves been sheltred from the powers</br>Of Summers heate and blastes of Winters keene,</br>The gentle fruites of all these freindly howers</br>To climbe your hand are thus ambitious seene.</br>For Swaine is none so simple on the greene</br>But knowes these honors all so much your due,</br>That other claime there can be none between</br>Your title unto them and theirs to you.</br>For this, that of all Ilandes is the Queene,</br>Never Maecenas bred more nobly true:</br>And O what vertue more, then life to give</br>To verse, whereby all other vertues live?", "The famous Shepheard Collin, whom we looke</br>Never to match, (though follow him we may</br>That follow sheep, and carry scrip and hooke)</br>By just advantage of his time and way</br>Has plac'd the moneths in his eternall booke,</br>All in their owne due order and aray;</br>(A Kalendar to last, we cannot say</br>For one yeare, but as long as yeares shal bee);</br>Yet of the weeke has left me every day</br>Vertues to sing, though in more low degree.</br>And could they reach, my Lord, a higher key,</br>Yours as the Shepheard is the songes should be.</br>Great merit may claime grace in Noble breast;</br>Favour is greatest where desart is least.", "And were I not an English workeman right,</br>That never thought his worke enough well done,</br>These sooner had unto your noble sight</br>Been off'red by the all beholding Sun.</br>Pardon the bashfull Shepheard:  Tis no slight</br>Adventure through a world of eyes to run.</br>As in some Clymate half a yeare is spun</br>Away by Night before the Day appeare,</br>And when Aurora there hath rayes begun</br>There is againe no Night for halfe a yeare;</br>Like that is this my Muse, who, having won</br>From halfe an ages sleep a Morning cleare</br>Of your aspect and favour, hopes she may</br>For so long Night purchase perpetuall Day.", "Your Lordships very humble servant, Will: Basse.</br>"]