["CORYDON, THYRSIS, TITYRUS.", "CORYDON.</br>Look, Thyrsis, See the Sun withdraw his Light,</br>Muffled in darkness and the Shades of Night,</br>The drooping Birds hang down their flagging Wing,</br>Nor more the Woods will with their Sonnets ring,</br>All the inspir'd Musicians of the Sky</br>Husht in deep Silence and in Sorrow lye,</br>For Colin's dead who Sung Soft Strains of Love,</br>In ev'ry flow'ry Vale and ev'ry blooming Grove.", "THYRSIS.</br>Careless of food the Sheep their Lambs forsake,</br>And o'er the Hills unwonted paths do take,</br>Thro' all the fields they unrecorded Stray,</br>No more their Master on his Pipe can play,</br>No more can handle his Sweet oaten Reed,</br>Whilst all around his Flocks were wont to feed,</br>Dear Colin's dead!  the Wonder of the Plain,</br>Belov'd by Pan, and ev'ry jolly Swain.", "CORYDON.</br>When Colin Sung pleas'd Eccho would repeat</br>His melting Strains, beyond Expression sweet,</br>Soft Philomel her Self attentive Stood,</br>And awful Silence dwelt in ev'ry Wood,</br>The list'ning Beasts forgot to eat their food.</br>The River Nymphs forsook their watry Beds,</br>Above the Streams they Shew'd their Radiant heads.</br>Each Fawn and Satyr left his private Shade,</br>To hear the Musick which the Shepherds made.</br>The haughty Maid who Scorn'd to hear of Love,</br>His softning Tunes could to Complyance move,</br>Her tender Breast Soon felt an Am'rous Fire,</br>And Strait She languished in a kind Desire.</br>But, ah!  this dear-lov'd Shepherd now is dead,</br>Gastly and Pale, he in the Grave is laid.", "THYRSIS.</br>The faded flow'rs have all their glory lost,</br>Roses no more can of Vermilion boast.</br>The wither'd Lillyes hang their drooping heads,</br>Ready to fall into their Native Beds.</br>No Daisies now do paint th' enamell'd Green,</br>Mildews and Blasts in all the Meads are Seen;</br>The murm'ring Winds as thro' the Groves they fly,</br>Tell all their Woes in an unwonted Sigh;</br>Each aged Tree bows down its Rev'rent head,</br>The fields and flow'rs do mourn the Shepherd dead,</br>And Grief and Sorrow all around do Spread.", "CORYDON.</br>Well may we mourn for Colin dead and gone,</br>For Dear-lov'd Colin all the Muses moan,</br>The Glory of the Woods, the Shepherds Crown.</br>The Nymphs Delight, the Love of ev'ry Swain,</br>The Grief and Wonder of th' Astonisht Plain.</br>With Sweetest Garlands we'll adorn his Hearse,</br>And Sing his Triumphs in immortal Verse;</br>In Such Soft Sadness as he himself did frame,</br>We'll yearly celebrate his deathless Name,</br>And mourning Shepherdesses to his Tomb</br>With richest Spices and perfumes Shall come.", "TITYRUS.</br>But See, the Sun is hasting to the Deep,</br>In briny Waves his golden Locks to Steep;</br>Soft Dews are now descending from the Skies,</br>And Smoke from tops of Villages does rise,</br>Which mind us that We homeward Should return,</br>And there abide till the Approach of Morn.</br>"]