["To FORTUNE'S glorious palace now</br>The YOUTH and PILGRIM haste;</br>But are disparted in the night</br>On DISAPPOINTMENT'S waste.", "We gain'd the wood ere long.  The brushwood small</br>Tangled the narrow-winding path we trode;</br>The arching trees ascended over all,</br>In which the rooks had built their thick abode,</br>And balancing on limber branches rode,</br>With ceaseless din greeting their mates' return.</br>With doubtful step now kept we on our road,</br>For here the day was done, and we discern</br>Through outlets overhead the heav'nly fires to burn.", "Ere long 'twas thickest night; yet still my guide</br>Mov'd on with vigorous step, and nothing spoke.</br>The path sometimes was open, straight, and wide,</br>As well as I could judge, for no light broke</br>On any side; nor noise, unless we woke</br>The night-perch'd wood-pigeon with sounding wing,</br>Or rous'd the leveret with our footsteps' stroke,</br>And cracking of young branches, when they cling</br>To stop our progress through, then sever'd backward spring.", "Fearless I follow'd &mdash; what had I to fear,</br>Though all unknown the road we then pursue?</br>I could not dream of any danger near</br>With such a reverend guide, who had a clue</br>In ways most intricate to lead him through:</br>His gracious presence would have had the power</br>To chase all noxious ravenous beasts from view.</br>Sudden methought I heard the midnight hour</br>Borne on the stilly night from some high distant tower.", "He paus'd a moment at the wafted sound:</br>\"'Tis well,\" he cried, then on again he leads&mdash;</br>\"Our weary feet a resting place have found</br>When we have gain'd the structure whence proceeds</br>That echoing sound, and all our various needs</br>Will be supplied.\" &mdash; I joy'd to hear him speak,</br>And to hear what he spoke:  fatigue now pleads</br>In me for rest, for toil had made me weak,</br>And with reviving cheer with him that tower I seek.", "We journey'd on another tedious hour;</br>Again the bell struck on our vacant ear,</br>Sounding indeed from that same lofty tower,</br>But now the stroke was vigorous and clear,</br>Not faint and distant as it was whilere.</br>Quitting the thick wood, on a plain we 'light,</br>Where straight before my wondering eyes appear</br>Thousands of torches streaking the dark night,</br>Streaming from windows vast of some huge palace bright.", "Was not a window in the extended pile</br>But forth there shot long lances of bright beams:</br>Lofty the structure rose; for many a mile</br>The hills and woods were tinged with the gleams</br>Of the red light, aye pouring out in streams.</br>My eyes to mark its splendour scarce endure:</br>It seem'd as if created in the dreams</br>Of young enthusiasts. &mdash; I, almost unsure</br>Whether I slept or woke, turn'd to my guide demure.", "\"Say, holy Pilgrim, what the glorious frame,</br>Whose night-insulting fires fatigue my eyes?\"&mdash;</br>\"It is a palace of a royal dame,\"</br>The seer replied, \"of a queen, whose kingdom lies</br>O'er all the world; whom earthly monarchs prize</br>Above their crowns &mdash; by her their crowns they hold:</br>Whom not the meanest subject dare despise,</br>Since she dispenses empires, honours, gold,</br>And he who reigns a king may be her bond-slave sold.", "\"Fortune she is, that mighty emperess,</br>To whom the greatest princes abject bow:</br>Myriads of subjects to her throne address</br>Unceasing prayers, and breathe the ready vow;</br>To whom the Pagans temples built, but now</br>She has a fane in every human heart,</br>Who, for her favours, care not where or how:</br>This is her palace, bright in every part,</br>Builded by lavish waste, and stuff'd by wanton art.", "\"Here is her court, and here she entertains</br>Her followers from all quarters of the world:</br>None are rejected from her ample trains;</br>And even those from highest honours hurl'd</br>Creep to her footstool bright, begemm'd, impearl'd:</br>The habitant of every clime is here,</br>From the sledg'd Iceman to the Afric curl'd;</br>All in their several modes and shapes appear,</br>Whether in Eastern born, or Western hemisphere.", "\"This is her palace crowded day and night,</br>For day and night they still on Fortune wait;</br>And day and night it is her sole delight</br>To accept the homage both of small and great.</br>Her honours she dispenses early, late,</br>And scorning to abase her eyes to ground,</br>She careless scatters gifts about her state</br>With liberal hand to those who bend around;</br>Yet his not always most who is most servile found.", "\"For some there are, and frequent is the proof,</br>Who crouching abjectly and basely down,</br>Miss many favours; while those more aloof,</br>Watching with anxiousness her smile or frown,</br>Catch what above those supple backs is thrown.</br>These stop her largess to the nobler kind,</br>Save accident may make some gift their own;</br>While modest merit, standing far behind,</br>And seeing not so clear, imagines Fortune blind.\"&mdash;", "\"Alas!  good father, then what hope have we</br>Repose or cheer in that high place to gain?\"&mdash;</br>He answer'd not.  More clearly now I see</br>The wide-spread structure on that torch-lit plain,</br>Compos'd of every thing most light and vain;</br>Show without strength, and costly yet unsure:</br>The walls had scarcely power to sustain</br>The weighty roof, to make which more secure,</br>Buttresses far project that could still less endure.", "Of architecture there was every kind,</br>Gothic and Grecian, mixture most uncouth;</br>The ponderous Moorish, and the style of Ind;</br>Part new, part crumbling 'neath time's gnawing tooth;</br>Where solid seeming, most unsound in truth.&mdash;</br>Its frail foundation shook when loud within</br>Resounded headlong revelry of youth.</br>Now near arriv'd, we heard contesting din</br>Of music, shouts, and mirth, which should the mastery win.", "The column'd portico, illumined gay</br>With glittering lamps of every varied hue,</br>Spread all around an artificial day,</br>And carv'd antiquity expos'd to view,</br>Ting'd with each different light, green, crimson, blue.</br>The windows stain'd shew'd many a quaint device,</br>Giving to Fortune all her honours due;</br>Which to relate in all their truth and price,</br>The time from earliest youth to age would scarce suffice.", "And now toward the gate our way we made,</br>Where we soon mingled with a struggling crowd,</br>Surrounded by a rattling cavalcade,</br>Wind-flaring torches, voices fierce and loud,</br>Chariots, and gilded cars, and sumpters proud.</br>This was the entrance nam'd of Confidence,</br>And none but with self-confidence endow'd</br>Could enter there.  Fain would I haste from thence,</br>But could not now withstand the current's violence.", "Vain was resistance; we were swift convey'd</br>Into a spacious hall, most richly dight,</br>In tapestry of freshest hues array'd,</br>And glittering with an aching blaze of light,</br>Reflected from a thousand mirrors bright.</br>The arras told the stories of all those</br>Who had ascended to the loftiest height</br>Of worldly power &mdash; by Fortune's aid who rose,</br>Ev'n from the basest grade, through circumstance and foes.", "The Scythian shepherd's tale might there be read,</br>The mighty Tamerlane, and thousands more:</br>But chiefly mark'd I one who on his head</br>The diadem of two fair kingdoms wore;</br>Two sceptres also in one hand he bore,</br>And with the other scatter'd honours round,</br>While Victory long his legions flew before.&mdash;</br>But soon I saw him stretch'd upon the ground,</br>And he who empires gave, was now a captive bound.", "Calm and majestic was he, though undone;</br>His royal heart could never be subdued:</br>Still to the last his ardent spirit shone,</br>And as the setting sun more nobly show'd</br>Ev'n for the clouds that his decline pursued.</br>Few friends remain'd, but they preserv'd their faith</br>In worst extremes with generous fortitude;</br>They serv'd their master to his latest breath,</br>Through all his sufferings bitterer far than death.", "And at the upper end of this great hall,</br>Uprais'd above the crouching throng below,</br>Sate Fortune, clad in purple and in pall,</br>Powder'd with pearls, and gems in many a row:</br>A crown she wore upon her ample brow,</br>Whose jewels shot such lustre to my eyes,</br>They scarce endure the many-colour'd glow.</br>Upon a throne she sate of antique guize,</br>And on a rolling sphere her foot for ever lies.", "And on the goddess in high place did wait</br>Flattery, that fawn'd on all who came her near,</br>And paid most reverence to her idle state:</br>Smooth was his countenance, and fair his cheer,</br>And all in front right splendid was his gear,</br>As brave as lusty courtier well might need;</br>But different far behind, where foul appear</br>The loathsome rags of his unsightly weed,</br>While he to show it not took ever careful heed.", "One female figure held me more than all,</br>Who to her lips uprais'd a trump of brass.</br>\"Her,\" said my guide,  \"the vulgar do miscall</br>Life-giving Fame, and too much like, alas!</br>Yet Fame doth her in every point surpass:</br>Mark chiefly when she blows her clarion loud,</br>She points it downward to the thickening mass</br>Of awe-struck slaves below &mdash; the heathen crowd&mdash;</br>Not up to highest heaven, to pierce beyond the cloud.", "\"Not this th' immortal Fame, for whom that wise</br>Arch-priest of great Apollo's temple strove;</br>'That lives and spreads aloft by those pure eyes</br>And perfect witness of all-judging Jove.'</br>Nor such the fame that truly great men prove:</br>This is 'broad rumour' &mdash; loud report and base&mdash;</br>Which many more than purest honours love;</br>And some now serve within this gorgeous place,</br>That once high-hearted sought for other, nobler grace!\"", "This could we see, but could behold no more,</br>For through the press we could not make our way:</br>Oft we essay'd, but still the crowd before</br>Compell'd us most unwilling to delay;</br>And many more with us, in poor array,</br>Were made to yield to those in rich attire,</br>Whose progress no impediment could stay:</br>Them chance could never check, nor labour tire;</br>At Fortune still they aim'd, and gain'd their best desire.", "Some work'd by impudence, and some by art;</br>Some boldly rush'd, some urg'd by slow degrees;</br>Others by accident did forward dart;</br>A few almost invited were to seize</br>Whatever most their wayward choice would please.</br>Many base worshippers there threw aside</br>What did them most encumber and disease,</br>Burdensome virtues and unwelcome pride;</br>By which the great have liv'd, for which the good have died.", "For us 'twas vain to struggle longer there:</br>The royal dame her largesse bestow'd</br>With hand profuse; but none to us came near,</br>Or coming it was stay'd upon its road,</br>Just ere it reach'd.  No longer we abode</br>In that great hall, but turn'd our steps from thence.</br>Before me still my guide the Pilgrim strode,</br>Not through the porch of youthful Confidence,</br>But through a lowly gate more humble of pretence.", "'Twas in the rear of that huge palace bright,</br>Whose splendours shone more lustrous than the day;</br>And though in front so gay and richly dight,</br>Dreary and ruinous behind.  No ray</br>Pierc'd the damp chilly darkness, to display</br>The path we were to tread.  My wary guide,</br>With staff projecting, prob'd our doubtful way</br>From fortune-favour'd fools and empty pride&mdash;</br>Behind in dismal vaults their shouts and laughter died.", "We issued on what seem'd a dreary waste,</br>As well as we might deem:  though dark the night,</br>Compar'd with the black passages we past,</br>Even night's darkness  had a greyish light,</br>Which offer'd not one object to the sight</br>That could console or cheer us &mdash; all around</br>Was one blank prospect, that might well affright</br>Me whom fatigue and baffled hopes confound,</br>While welcome rest was far, save on the bare cold ground.", "I journey'd on full weary and way-sore,</br>But he, the rev'rend Pilgrim, seem'd to feel</br>No weariness, but kept his pace before,</br>And I still follow'd closely at his heel:</br>Yet oft would I with feeble voice appeal</br>To him to stay his speed, but all in vain;</br>The whistling night-wind in careering wheel</br>Full in my face bore back the sound again;</br>And now began to fall the heavy pattering rain.", "The skies grew darker as we travell'd on,</br>In blacker robes did night herself enfold:</br>I look'd around for shelter, but was none</br>That might protect us from the wet and cold.</br>Back whence we came my longing eyes I roll'd</br>Towards that palace bright &mdash; that royal place&mdash;</br>Nought but a wall of darkness I behold</br>Against my eyes; nor was there left one trace,</br>But night and wind and rain its glories all deface.", "Still fell the rain, and still the Pilgrim sped;</br>Footing nor cold nor wet he seem'd to mind,</br>While I o'er quagmires and deep dykes was led,</br>Struggling and plunging, sometimes far behind:</br>He kept his way, nor his smooth pace declin'd,</br>Though oft I fell, and call'd to him for aid;</br>Nothing he heard but deep roaring wind:</br>Sometimes I lost him in the dismal shade,</br>And then for life itself I almost felt afraid.", "At last I fell exhausted, void of strength</br>My endless-seeming journey to pursue;</br>Upon the splashy ground I lay at length:&mdash;</br>I heard the Pilgrim's parting steps, and knew</br>I had not power to follow.  The wind blew</br>Even with greater fierceness than before,</br>Rushing in fury by; in torrents too</br>The skies descend, yet was I so way-sore,</br>That being left behind I scarcely could deplore.", "Extended thus some little space I laid,</br>Blessing the rain-drench'd earth that gave me rest,</br>When suddenly methought the blast convey'd</br>To my dull'd sense the voice of one distrest:</br>Some traveller lost like me perhaps, at best;</br>Or one hard struggling 'gainst the deadly knife</br>Of dark banditti who the waste infest;</br>In the dread pauses of the mortal strife</br>Crying aloud for aid, yet hopeless of his life.", "Half-rais'd, I listen'd, and mine ear did strain;</br>But ev'n the sweeping wind was hush'd and still.</br>At that dread moment nature paus'd: &mdash; the rain,</br>Fast pelting down, by its own mere will</br>Ceas'd to descend; yet darkness reign'd around,</br>Save waters, that in many a trickling rill</br>Cours'd lowly rattling o'er the channel'd ground.&mdash;</br>I listen'd still intent, but heard none other sound.", "\"Ah!  luckless traveller!\" I inly cried,</br>\"Hast thou then fallen 'neath the assassin's steel?</br>Thy life was haply precious; had I died,</br>I might have welcom'd death, since now I feel</br>To death alone for aid I can appeal!\"</br>Scarce had I ended, when my eager ear</br>Was struck by sound as of the rapid heel</br>Of one swift running, from some horrid fear;</br>By quick degrees it sounds more plainly and more near.", "And now the sailing moon, unseen before,</br>Hidden behind some black and o'ercharg'd cloud,</br>Shone brightly forth:  her brightness seem'd the more</br>From the deep darkness that whilere did shrowd</br>The barren waste.  With burnish'd keel she plough'd</br>The rolling billowy sky, and cut her way</br>Right onward; like some gilded vessel proud,</br>Whose destin'd voyage no obstructions stay,</br>But splits the mountain waves, and scatters wide the spray.", "And by her blessed lustre I beheld</br>A man, approaching at his utmost speed,</br>As though by dread of threaten'd death compell'd:</br>What might his face express I could not read,</br>His head was turn'd to whence his fears proceed;</br>Yet as he ran, and by the fresh moonlight</br>I could discern the richness of his weed;</br>Though weather-worn, of cloth and gold most bright,</br>And silks and trappings gay, fit for an amorous knight.", "And now he had arriv'd near to the spot</br>Where I remain'd.  From the wet splashy ground</br>I had uprisen, anxious for the lot</br>Of him whose flying footsteps I heard sound,</br>And who, I fear'd, had suffer'd from the wound</br>Of fierce banditti: &mdash; if from loss of blood,</br>Fatigue, or footing on the earth unsound,</br>I knew not; but fell just where I stood,</br>Calling on him to save who died upon the road.", "I sprang to raise him as he lay at length;</br>For now a human creature needed aid,</br>Sudden I felt return my wonted strength.</br>He struggled fiercely with me, as afraid</br>That I was one of those that had waylaid</br>Him on the road.  \"Unhand me, wretch!\" he cried:</br>\"Had I but arms thou shouldst be well repaid!</br>But cowardice to murder is allied:&mdash;</br>Help, help, oh gracious Heaven!  for there is none beside!\"", "\"Fear not,\" I cried, \"fear not a timely friend;</br>Thy deadly enemies are distant now:</br>Look up, fair sir, and let thy terrors end!\"</br>With that he lifted up his downcast brow,</br>And seeing me, breath'd out a silent vow</br>To pitying Heaven.  By that pale light I see</br>A goodly youth, whom scarce I could allow</br>The name of man:  most fair he seem'd to be,</br>And with his gay attire his youthful looks agree.", "\"Ah!  gentle sir,\" he cried, \"whoe'er thou art,</br>Danger awaits us here, fly quickest hence;</br>Oh!  let us from this fatal heath depart,</br>Where force is useless, and in vain defence!\"</br>And then anew his flight he did commence,</br>Drawing me after; nor could I resist</br>Nor ask from what our danger rose, and whence.</br>My new-rais'd fears my want of strength assist,</br>And whither we were bound I neither cared nor wist.", "We travell'd on till morning 'gan to ope</br>Upon the dusky world her large grey eye;</br>Yet still could I discern nor aid, nor hope</br>Of welcome rest, or other comfort nigh.</br>Methought perchance the Pilgrim I might 'spy,</br>And as I pierc'd the dimness of the morn,</br>Fancied I saw him, while with the dun sky</br>His grey apparel mingled; but forlorn,</br>Whether 'twere true or false, he from my sight was borne.", "My bright companion of the way the while,</br>(Bright was his raiment &mdash; bright as might be seen</br>In princes' courts to catch sweet beauty's smile,</br>Although 'twere now disfigur'd much, I ween,</br>By rain and splashy ways where he had been,)</br>Hasten'd along, as unknown dangers lay</br>Behind us still.  With pale and haggard mien</br>He cast his eyes around, but most that way</br>From whence he fled so fast his threaten'd life's decay.", "No sun arose our toilsome road to cheer,</br>But all the heavens a misty darkness wore,</br>According with the waste  so wide and drear</br>Which with augmenting pain we journey'd o'er.</br>The stranger seem'd to suffer even more</br>Than I sustain'd:  a court had been his place,</br>Though thence exil'd by some misfortune sore;</br>His person was most gracious, and his face,</br>Though trench'd with early woe, bore many a noble trace.", "And as I pass'd along, some thoughts invade</br>In contrast sad of present and of past;</br>The change which but a few brief hours had made</br>Since I, upon the hill's side careless cast,</br>Heard the bright brooklet as it murmur'd past,</br>And mark'd the prospect glorious and wide:</br>How thought I then my tranquil bliss would last,</br>Full little deeming what would soon betide,</br>Thrown on a desert bare, without rest, hope, or guide!", "Yet even sadder gloomier fancies seem</br>To fill the mind of the lorn stranger wight;</br>As if revolving on some hideous dream,</br>That all his waking sense did affright:</br>Sorrow had banish'd every lov'd delight,</br>That once cast sunshine on his spring of youth,</br>Which now had suffer'd such a woful blight.</br>Full of the beat his breast in bitter ruth,</br>And mutter'd curses deep on woman's vile untruth.", "And now a rising mountain was in view,</br>Cover'd with dampish fogs all murky black,</br>On which no trees, nor shrubs, nor verdure grew,</br>To clothe the bareness of its sinuous back;</br>And up the side there seem'd a winding track</br>Toward the top &mdash; the top we could not see;</br>It was envelop'd in the skies' dark track:</br>Yet even this path afforded hope, that we</br>Beyond that hill might find some end of misery.", "Urg'd by this dreary hope we slowly drew</br>T'ward the hill's base; and now our feet essay</br>The upward path we could be dimly view:</br>But toilsome, painful, endless seem'd the way;</br>The mountain's side was nought but slimy clay,</br>That treacherous fail'd our footing as we went.</br>'Gainst each projecting point our steps we stay,</br>And still towards the top our sight we bent,</br>Whence thought of prospect fair new strength and courage lent.", "My sad companion kept not equal pace,</br>For now and then, as if his force declin'd,</br>He would hang back; and now, as in a race,</br>He madly struggled on, and left behind</br>Me, lost in wonder at his desperate mind;</br>Until again exhausted he would rest,</br>Panting for breath, and seem'd methought to bind</br>Something most closely to his heaving breast,</br>While agony and grief his tortur'd face exprest.", "At last we gain'd the summit of the hill,</br>And found the mists less dense as we ascended.</br>To breathe at ease we stood some moments till,</br>Nor to the past nor present view attended:</br>At length we mark'd behind us, wide extended,</br>The vale of Disappointment and Despair,</br>Wide, drear, and cold, o'er which thick mists depended.</br>Before us was a sight uncouth and rare,</br>A vale on all sides bound by rocks, bleak, rugged, bare.", "No vegetation on those rocks was seen,</br>Which so inclos'd the valley, that the sun</br>Could never cast his blessed beams between,</br>To change the noisome vapours dank and dun;</br>And sign of living creature there was none.</br>A few black pines their mouldering trunks uprear,</br>To shew the triumphs antique time had won;</br>And here and there lichens and moss appear,</br>To make this fearful vale more melancholy drear.", "No mortal sound the dismal silence broke,</br>But all the hollow seem'd as still as death:</br>The wolf's hoarse bark, or raven's tuneless croak,</br>Would there have sounded cheerful.  Not a breath</br>Of passing wind moan'd through the vale beneath,</br>As if the breath of life itself were dead.</br>Not one short word one to the other saith;</br>Gazing we stand, as if the silence dread</br>Had power to freeze our tongues &mdash; save sight, all senses fled.", "But my companion stood not gazing long.</br>As by some sudden energy impell'd,</br>He darted forward, still in spirit strong;</br>Perhaps some welcome object he beheld:</br>I could not call to stay him, but compell'd</br>By secret impulse, his swift steps pursued,</br>Though to descend my coward heart rebell'd:</br>Yet stronger shame my weaker fear subdued,</br>And now to overtake my former strength renew'd.", "That ampitheatre of high-pil'd rocks</br>We to descend attempt, to gain the vale:</br>Mass above mass were laid the ponderous blocks,</br>And all our efforts seem at first to fail,</br>Threaten'd at every step with death or bale.</br>Of crag and precipice a fearful sight</br>Presented was, that stoutest hearts might quail:</br>To jutting points I often clung, till quite</br>Exhausted, down I fell an unseen desperate height.", "Yet still we liv'd by some preserving chance:</br>Could no obstruction the wild youth amate;</br>Dauntless, at every risk, would he advance,</br>Though the sharp rocks tore his fair limbs, which late</br>Seem'd to have known so far, far gentler state.</br>I cautious follow'd &mdash; all return forbidden&mdash;</br>On some projecting crag oft held debate</br>Whether to leap and dare the danger hidden,</br>While the deep chasm appear'd at every look to widen.", "And now the bottom of the dismal vale</br>Look'd nearer than the top whence we had come;</br>Though to behold the height still turn'd me pale.</br>Nought heeded he of danger, but fast clomb</br>From crag to crag, as heedless of his doom.&mdash;</br>Trembling I watch'd him in his rash career</br>To a deep rift that might have been the tomb</br>Of some huge Titan:  he, approaching near,</br>Essay'd its width to leap, reckless  and void of fear.", "He leapt and fell! &mdash; he fell &mdash; oh, horrid sight!&mdash;</br>Down, down, far down.  On a jagg'd rock that hung</br>Across the chasm was stay'd his figure light;</br>All powerless, as lifeless, there it swung,</br>Without a groan those echoing caves among.</br>Aid he could not demand, nor I bestow:</br>Fearful I gaz'd, while to the rock I clung</br>With double force, and my eyes dizzy grow</br>With looking on that dismal spectacle below.", "And here I had remain'd until my strength</br>Was quite evaporate, and like a stone</br>I fell down that same rift; but that at length</br>Some signs I knew life had not wholly flown</br>From his fair  form &mdash; motion and feeble groan:</br>These gave new fear, lest in attempt to rise,</br>O'erbalanc'd, he should fall still deeper down,</br>And thus end hope at once:  this thought supplies</br>New power, that wonted dread and obstacle defies.", "I know not how I reach'd him, but I know</br>He had awaken'd as from deadly trance;</br>The cold sweat hung upon his colder brow,</br>And the blood trickled down the fair expanse</br>Of his broad and livid forehead.  I advance</br>My hand to him, who look'd as though unware</br>Of present help, or of his dire mischance:</br>He took it with a wild unconscious glare,</br>And from that dreadful spot the tottering youth I bare.", ""]