["In all the luxury of studious ease,</br>Thus had I past the solitary way;</br>But when the day was gone, and Twilight pale</br>O'er Nature's face her veil of dimness threw,</br>I left to wander thro' the Fields of Taste,</br>And sate me down to meditate awhile.&mdash;</br>Inward I turn'd my eyes and all the scenes</br>That I had seen of wonder and delight</br>In bright confusion floated thro' my mind.</br>While thus I mus'd, a spark on Fancy fell,</br>And kindled instant, in my plastic soul,</br>The sacred flame of enterprizing zeal</br>And wild poetic ardour. &mdash; Oh!  what might,</br>My rapture cried, with such an ample range</br>Of fair ideas and resplendent forms,</br>What might not Genius do? &mdash; From such a gay</br>And rich profusion of ambrosial flow'rs,</br>Of ev'ry fragrance and of ev'ry hue,</br>Might not the finger of ingenious Art</br>A garland weave, whose undecaying wreath</br>Might bloom immortal round my happy head?&mdash;</br>From such a various and exhaustless store</br>Of precious fragments scatter'd all around,</br>Of gorgeous ORIENTAL colonnades,</br>Of GOTHIC pillars, and of GRECIAN busts,</br>Could not judicious Taste a fabric rear,</br>Sublime and simple &mdash; which at once might brave</br>The keen researches of the critic eye,</br>The blast of Envy, and the touch of Time,</br>And stand the gaze of ev'ry future age?", "Scarce had I ended, when the twilight gloom,</br>That gather'd fast around, was turn'd at once</br>To more than noon-tide splendor, and a form</br>Before me sudden stood, like one of those</br>Resplendent shapes with which Religion, rapt</br>In holy meditation, loves to cloathe</br>The pure unbodied energies of Heav'n&mdash;</br>A sunny radiance brighten'd all his face,</br>And on his cheek in living lustre glow'd</br>Unfading beauty and immortal youth:</br>On ev'ry quick and penetrating glance</br>That beam'd refulgent from his eagle eye,</br>Decision hung &mdash; and yet the piercing flame</br>Was kindly temper'd with a softer ray;</br>His polish'd brow, where open candor shone,</br>In turban'd form a silken fillet bound</br>Of verdant hue, o'er which an ostrich plume</br>Its graceful length of snowy whiteness wav'd;</br>Behind, adown his shoulders' easy slope,</br>The rich luxuriance of his raven hair</br>In glossy ringlets fell; his mantle, dyed</br>In all the freshness of ethereal blue,</br>Around his limbs in careless beauty flow'd,</br>Display'd his matchless symmetry of shape,</br>And left each motion free &mdash; each motion too</br>Was harmony and grace. &mdash; The bright display</br>Of charms eternal, thus at once reveal'd,</br>With quick surprize o'erwhelm'd my dazzled sense,</br>And down I sunk, unable to sustain</br>The weight of Vision; but the gracious Pow'r</br>With pity's mild regard my weakness view'd,</br>And from the ground my fainting courage rais'd;</br>Then thus he spoke &mdash; but in a voice, whose tones</br>Had more of melody than e'er was call'd,</br>In old ARCADIAN times, from lute or harp,</br>(Or if aught else more tuneable and sweet</br>Than lute or harp) by touch of mortal hand.", "\"Why, dearest youth, this useless terror now?</br>In me thou see'st no formidable shape</br>Of vengeance or of fear &mdash; but him, to whom</br>Thou still, unbid, hast willing homage paid&mdash;</br>The judge of beauty, elegance, and grace,</br>Both in corporeal and in mental forms&mdash;</br>The POW'R OF TASTE &mdash; that kind indulgent Pow'r,</br>That on thy natal hour auspicious smil'd,</br>And oft enamour'd o'er thy cradle hung;</br>Ev'n then, beholding with prophetic eye</br>The future strenth of thy undaunted zeal,</br>I set thee down, and seal'd thee for my own:</br>Nor did thy growing years my hope deceive.</br>Scarce o'er the darkness of thy infant mind</br>Had Reason's lamp its first faint radiance thrown,</br>Before, unprompted, thy eccentric soul</br>Forsook the circle of thy playful mates,</br>With me to walk thro' solitary groves,</br>And hear the music of poetic sound.</br>Ev'n then so pow'rful was the secret charm,</br>Which to my love thy restless spirit drew,</br>That oft, regardless of each present good,</br>It sprung with vain attempt at higher bliss,</br>And fondly listen'd, with a fruitless ear,</br>To notes, which then thy unenlighten'd mind</br>Could only wonder at, and wish to know:</br>But when advancing time that wish fulfill'd,</br>And gave at length into thy youthful hand</br>That magic ring, whose talismanic pow'r</br>Reveals the meaning of each Muse's tongue,</br>With what redoubled ardour didst thou then</br>Frequent the lessons of my tuneful choir!</br>While those of equal rank and equal age</br>Pursu'd each phantom of ideal bliss,</br>With SIREN forms thro' Pleasure's gardens rov'd,</br>Led up the dance in Fashion's glitt'ring fane,</br>Or quaff'd with Bacchanals the midnight bowl,</br>Thy sober feet within the quiet verge</br>Of my sequester'd haunts were always found;</br>And now, to crown the whole, thy riper age</br>Has left the onward path of active life</br>With me to wander thro' the flow'ry maze,</br>Where wealth or honour is but rarely found;</br>For me, thy daring spirit has resign'd,</br>Each hope that glitters in the vulgar eye,</br>And brav'd the censures of a slavish world,</br>At war with all that will not judge like them,</br>Or seek for happiness beyond the reach</br>Of Custom's tyrant law. &mdash; And shall the lord</br>Of all the endless wealth in Fancy's mine</br>On such unwearied proofs of ardent zeal,</br>No recompence bestow? &mdash; How justly then</br>Might ev'ry future age renounce my pow'r,</br>And cease to worship at my thankless shrine!</br>But think not thou that merits such as these</br>Shall meet with no return &mdash; for I have long</br>A splendid office set apart for thee.</br>Tho' much of me, my nature, and my laws,</br>In various notes my tuneful sons have sung,</br>Not one has yet conceiv'd the bold design</br>To trace my progress from Creation's birth</br>Thro' all the changing scenes of place and time,</br>And lead his free and animated strain,</br>With equal vigour, thro' the circling maze</br>Of Manners and of Art. &mdash; For thee alone</br>Was this great theme reserv'd &mdash; nor shall the talk</br>Be wholly left to thy unaided pow'r;</br>For I will dictate to thy list'ning Muse,</br>And prompt thy spirit with the daring song.</br>But come with me &mdash; for I will show thee first</br>The various wonders of my bright domain,</br>That so the splendid Vision may inflame</br>With lasting ardour thy enraptur'd soul,</br>And thaw those frosts of Diffidence and Fear,</br>That sit so oft around thy pensive heart,</br>The stream of action stop, and turn away</br>Th' unsteady current of thy best resolves.\"", "He ceas'd; and snatching quick my trembling hand,</br>Bore me at once, from out the narrow space</br>In which I stood, into the ample air,</br>I know not how &mdash; for all my senses then</br>In ecstacy were lost &mdash; like him who, rul'd</br>By some capricious dream's mysterious pow'r,</br>Incessant hurries on from scene to scene,</br>Effects of strangest sort astonish'd views,</br>But leaves both cause and circumstance behind.", "Thus was it then with me &mdash; and thus remain'd,</br>Until at length I found myself again</br>On solid ground, and constant by my side</br>The heav'nly Vision stood. &mdash; Before my sight</br>Appear'd a wall of adamantine rock,</br>Whose lofty summit, mingling with the clouds,</br>Ev'n to the fowls of Heav'n access denied.&mdash;</br>One gate alone, of vast gigantic size,</br>Whose brilliant structure glitter'd from afar,</br>Afforded entrance to the scenes within&mdash;</br>Fast lock'd it seem'd; and as we nearer drew,</br>I saw the frame itself was neither wrought</br>Of drudging silver, nor of gaudy gold,</br>But polish'd ebony, whose sullen hue</br>To most advantage set the lustre off</br>Of those symbolic forms, which art divine</br>Had there pourtray'd with colours brought from Heav'n.</br>High in the front the Critic balance hung,</br>While mounted on her rostrum far below</br>Commanding Eloquence in thunder spoke,</br>And freely pour'd persuasion's stream along.</br>On either side a graceful figure shone:</br>Here History her dread tribunal fill'd,</br>And call'd to judgment, with an aweful voice,</br>The trembling ghosts of heroes and of kings;</br>And there the Pow'r of philosphic lore</br>Look'd forth from Speculation's airy tow'r,</br>To mark the manners and the thoughts of men;</br>And these between were scatter'd all around</br>The slighter symbols of poetic art&mdash;</br>The tragic dagger and the comic mask,</br>The scourge of Satire, Love's bewitching lyre,</br>The epic trumpet, and the rural reed&mdash;</br>Each from the rest was parted by a wreath</br>Of costly gems, which drew in ling'ring maze</br>Along the sable ground its brilliant trail:</br>The ruby there with angry blushes glow'd,</br>Outshone and vanquish'd by the diamond's rays;</br>While the soft em'rald and the sapphire mild</br>In mutual smiles their mutual charms admir'd.</br>Full in the midst an oval space was left,</br>In which these words of energy and awe</br>In all the pomp of rising silver shone:", "\"Hope not to enter here ye impious men,</br>Who slight the Graces that from Heav'n descend.</br>Ye cold, unfeeling pedants &mdash; ye who deem</br>That Love and Friendship are romantic names&mdash;</br>Ye rude, ye vulgar, and ye hard of heart&mdash;</br>Ye slaves of Int'rest, and ye votaries</br>Of Fashion and of Folly &mdash; ye are all</br>Shut out for ever &mdash; This resplendent gate</br>Opens to those alone, whose favour'd souls</br>Are from their birth by Harmony attun'd,</br>By Feeling soften'd, and by Fancy fir'd.\"", "When now mine eyes had drunk the meaning up</br>Of these emphatic words, the Pow'r of Taste,</br>With smiles in which immortal beauty glow'd,</br>Bespoke me thus again &mdash; \"Thou see'st, my son,</br>From these severe unalterable laws,</br>By which admission is accorded here,</br>That far the greater part of human kind</br>Within these walls must never hope to come;</br>And many too of those, whose rank might seem</br>To challenge more respect. &mdash; Here Learning oft,</br>After a life-time of unwearied pains,</br>Of studious thought and scientific toil,</br>Admittance asks in vain. &mdash; Not all the pow'r</br>Which on her worthless minions Fortune's hand</br>Has ever lavish'd, were enough to move</br>This portal from its hinge &mdash; Not all the wealth</br>By rapine torn from INDIA'S groaning land,</br>That so, returning home, th' unquiet wretch</br>May dazzle for a while the thoughtless crowd</br>With guilty splendor, were a bribe sufficient</br>To purchase entrance here. &mdash; The pow'rful charm</br>Of never-failing Beauty here were vain</br>And vain alike the venerable sound</br>Of Wisdom's sacred name &mdash; Ev'n Virtue's self,</br>Tho' sure of entrance at the gate of Heav'n,</br>Might here apply, and fail to be receiv'd&mdash;</br>And yet, indulgent to a chosen few,</br>Who neither beauty, wealth, nor pow'r can boast,</br>And of those other more substantial gifts</br>Perhaps inherit but a slender share,</br>Will this capricious door itself unclose,</br>When such my will &mdash; as, lo!  it does to thee.\"", "He spoke no dream &mdash; for now th' obedient gate,</br>Turning on tuneful hinge, its brilliant valves</br>With courteous invitation open'd wide.</br>As lightning quick he seiz'd my willing hand,</br>And led me forward, while the living gate,</br>Soon as we past, spontaneous shut behind.", ""]