["THE CONTENTS.</br>The Porter of Loves Gate, Humilitie:</br>Her Treasurer, Knowledge; Fortitude, Generall;</br>Mercy, her Chancellor; Truth, Secretarie:</br>Justice, chiefe Judge; Prudence directeth all.</br>Temp'rance, Comptroller; Repentance, Marshall.</br>Bountie, the Almoner; Faith, Hope, Patrons are;</br>Patience, Obedience, Meeknesse, Maides I call,</br>Attending Love:  Joy privy Seal doth beare;</br>Gods word Sword-bearer is; Zeale, Prayer, Chaplens there.", "THE PROEME.</br>Those sublime Wits, that in high Court of Fame</br>Doe seeke to rank themselves by Poesie,</br>Eternizing the glorie of their name</br>By prayse of Honour, and of Chivalrie,</br>To some great Princes Court their youth apply,</br>Knights honourable actions to behold;</br>Chaste Ladies loves, and Nobles courtesie.</br>Of such have Homer, Virgil, Spencer told,</br>And have thereby their names in Fames faire Court, enrold.", "But had they waited on the glorious Court</br>Of Heavenly Love, by some call'd Charitie,</br>And seene the order there, and gracious Port</br>Of this great Queene and her faire Companie,</br>Her gentle Government and Majestie,</br>This sure their high Heroicke Muse might raise,</br>As farre above their moderne pitch to flie,</br>As candle-light's surmounted by Sunnes rayes,</br>Or as the Creatures boasting is by Makers praise.", "Nor had their stately Muse beene rais'd more high,</br>By this employment in Loves Meditation,</br>Than their own soules, which up to heaven would flie</br>By this delightfull heav'nly Contemplation,</br>Where they might view th' eternall Habitation,</br>Prepared for the faithfull Friends of Love.</br>That by her Lawes frame life and conversation,</br>As members of one glorious Head above,</br>Which here upon the Earth by it doe live, be, and move.", "Long time I sought Loves Court most carefully,</br>And on her noble Actions set my mind,</br>That, in her praise, my Muse might soare on high,</br>I sought in vaine, but could no entrance finde,</br>Untill a courteous Lady then assign'd</br>To keepe the Court Gate, hight Humilitie,</br>Well knowing what I sought, lowly declin'd,</br>Assuring me I never could descry</br>Loves honourable Court, but by Humilitie.", "Shee was a lovely Lady cloth'd in gray,</br>Of russet wooll, which her owne hands did spin,</br>Nor would expend her state in garments gay,</br>Her care was to be glorious within;</br>Yet had this Lady goodly commings in,</br>Which for Loves sake shee dealt amongst the Poore,</br>To fill their bellies shee look'd leane and thin,</br>Would stoupe to heale the meanest Lazars sore,</br>Yet when shee had done all, griev'd shee could doe no more.", "She soone in me espies a dangerous sore,</br>Most dangerous, because it was least seene,</br>But inwardly did fester more and more;</br>It was Ambition, which ev'n from my Spleen</br>Unto mine heart had sent her poysonous teene;</br>To cure which sore, shee med'cine straight applyes,</br>Before I came in presence of her Queene.</br>Who gayns, saith shee, grace in my Soveraignes eyes,</br>By meekenesse, not ambition, seekes, as I, to rise.", "Many good med'cines did this Maid devise,</br>Whereby shee might recure my dangerous sore,</br>As good examples, words eke of the wise,</br>But none of these did yeeld me profit more,</br>Then mine owne wretchednesse; which shee before</br>Me laid; that I might humbled be thereby,</br>And though my flesh first spurn'd against this lore,</br>Yet shee so gently did this salve apply,</br>That my proud heart it made stoupe to Humilitie.", "Thus humbled, I was to Repentance brought,</br>Who was their Marshall, wondrous grave and sage,</br>Ah!  shee, at first, me mickle sorrow wrought,</br>And shew'd how I unworthy was to wage,</br>Or be admitted to Loves equipage.</br>Shee then my Conscience forthwith did demand,</br>To bring my Sinnes and Follies on the stage;</br>Who, streight-wayes, did obey her great command;</br>And loe!  my sins appear'd in number like the Sand.", "Sinnes done in secret, and long since forgot,</br>Shee there exhibited plain to be seene,</br>And straight me to the Barre of Justice got,</br>Accusing of high treason to her Queene:</br>Justice was chiefe Judge, in the Law well seene,</br>Yet limited by bounds of her Commission;</br>Law was her rule, not what shee did esteeme,</br>To extend Mercy, shee had no permission:</br>They that have sinn'd must be condemn'd without remission.", "But Faith and Hope, two Patrons neare at hand</br>To all distressed soules that crave their aid,</br>Advis'd me not on mine owne workes to stand,</br>But on His merits that had fully paid</br>The ransome of my sinnes; and further said,</br>From Justice I to Mercy might appeale.</br>This done, the Court most willingly convaid</br>Me to the Throne of Mercy, which should heale,</br>And all by Justice done against me, would repeale.", "Mercy a Princesse was of high degree,</br>And neare unto the Queene of Love allide;</br>Most pleasant was her countenance to see:</br>Knowledge the Treasurer sate by her side;</br>But Prudence most of all her Grace did guide.</br>The Secretarie Truth her Acts did write,</br>Shee Mercy yet with Justice did divide,</br>To all those Suitors that did crave their right;</br>And were, by Faith and Hope, taught how to plead aright.", "I had good audience at my first appearing,</br>But when Faith, Hope, began my suite to move,</br>Repentance crav'd another day of hearing,</br>And shee would all my sinnes before them prove;</br>I answer'd, that this let I would remove,</br>For I confesse all against me laid,</br>And streight by Faith and Hope did plainely prove,</br>My Saviours merits, all my debts hath paid;</br>Then all the Court gan cry, I need not be afraid.", "Yet Mercy with her counsell would advise,</br>Before that shee to sentence did proceed,</br>And first with Knowledge, Prudence, Truth devise,</br>The same which was long time before decreed:</br>And though damnation be thy sinnes just meed,</br>Yet seeing thou so rightly dost apply</br>Christs merits, thou from guilt of them art freed:</br>Wherefore by Faith, Hope, and Humilitie,</br>Here in Loves Court to abide, thou hast free libertie.", "I thus absolv'd, by Mercies gracious dome</br>Was brought to Meeknesse and Obedience,</br>That they might me instruct, ere I should come</br>Into the Chamber of their Queenes presence:</br>And by the way I met with Patience;</br>These three sweet Ladies many precepts give,</br>With charge them t' observe with diligence,</br>And all my wrongs past and to come forgive,</br>If in this Court of Love, with honour, I would live.", "Then Fortitude, this Queenes great Generall,</br>Taught me 'gainst all afflictions to stand fast,</br>For he that loveth well endureth all;</br>And Temperance enjoyned me to fast,</br>And all immoderate lusts from me to casts</br>This Temperance, Comptroller of the Hall,</br>Of slender dyet is and body chaste;</br>Bountie the Alm'ner next to me did call,</br>To doe good, and distribute to poore Saints 'bove all.", "Then Lay Laetice, that staid all this while,</br>Longing and wishing me this good successe,</br>On me began most graciously to smile,</br>And comfort after my great heavinesse:</br>Shee is of high trust and great noblenesse,</br>And keepes the privy Signet of her Queene,</br>Which on the hearts of all shee doth impresse,</br>Absolv'd by Mercy from Lawes direfull teene:</br>Shee is cal'd Inward Joy, more to be felt then seene.", "There met I Zeale without vaine superstition,</br>Who never, without Knowledge, durst come there,</br>So hot and fiery was her disposition,</br>As shee peeces could stone Tables teare;</br>Shee in grave comely habit did appeaer,</br>As of the Tribe of Aaron shee were borne;</br>Gods Name dishonoured shee could not beare,</br>Her haire was all dischevelled and torne,</br>Which she had rent to hear wretches her queenes Love scorn.", "Shee was most earnest and patheticall,</br>And like Joy, did enflame mine inward parts:</br>Then Courtesie a Lady faire and tall,</br>Instructed me in her most pleasing Arts,</br>How first I should my lookes suite to mine heart,</br>And next according to mine heart should looke,</br>Unfeignedly the head and every part,</br>To love, who for love my sinnes on him tooke;</br>This Ladies loving heart, you might reade in her looke.", "Then came Gods Word, of all the rest, the Guide,</br>From whose Mouth went a sharpe two edged sword,</br>Which did from me all sinne and lust divide,</br>And in my bleeding wounds sweet hony powr'd:</br>Last, Prayer needes this favour would afford,</br>My suite unto Loves Highness to present.</br>Then falling on my knees, shee did record</br>My words, and ev'n my secret heart intent,</br>And them, by Meditation, to Loves presence sent.", "Thus was I to Loves glorious presence brought,</br>Which was beyond imagination great,</br>Who gently me enquired what I sought:</br>Madame, said I, This now I doe intreat,</br>Your Grace will give me licence to repeat</br>The goodly glorie I doe here behold:</br>Shee granted me I should of her entreat,</br>And all her Courtiers, whereof I have told,</br>Which by Gods grace I meane in order to unfold.", "And that I may an order due observe,</br>The first that comes forth is the Queene her Grace,</br>Then follow on such Ladies as her serve,</br>In their due order, ranke, and proper place,</br>Humilitie first leades the Vertues trace:</br>Loe, next Repentance, Faith, and Hope have rome:</br>These three are Ladies which doe guide our race,</br>Till we into the armes of Love doe come;</br>But, loe, they leave us there; for then their charge is done.</br>"]