["Melton, a muse by great ambition fir'd</br>For fame's high goal to plume her tow'ring wing,</br>And leave to slaves, by lust of gold inspir'd,</br>The spoils which flatt'ry and which falsehood bring;</br>Thus in glad paens, round thy cradle pour'd,</br>Breathes the pure strains of her prophetic song,</br>To hail, with prescient joy, the bright accord</br>Of all that to the great, the good, belong,</br>When to the world, like some fair garland twin'd</br>With flowers of loveliest bloom, shines forth thy manly mind.", "There soft humanity, which marks the tear,</br>Deep sorrow's mute yet eloquent appeal;</br>There mild benevolence, from fortune's sphere,</br>Which bends benignant ev'ry woe to heal;</br>There bounty, pouring wide a copious stream</br>From the rich store of her capacious urn;</br>And spreading round hope's animating beam</br>Thro' haunts where slighted genius pin'd forlorn;</br>And there the patriot's temper'd fires shall glow,</br>O'er virtue's op'ning germs a richer tint to throw.", "Nor deem the muse, who thro' the veil of time</br>Thus darts her Sybil glance, by hope betray'd;</br>For not on Fancy's dreams she builds her rhime,</br>But truth's thro' beings varying forms display'd.&mdash;</br>Heirs not the racer all his lineal speed?</br>Burns not the war-horse with paternal fires?</br>So to the progeny of man's decreed</br>To boast th' inherent virtues of his sires:</br>And hence, in confidence of nature's laws,</br>My song, with bold presage, thy portrait, Melton, draws.", "Yes, thou shalt shine, as shone those chiefs allied</br>To either parent's high patrician name,</br>Whose end was freedom, justice still their guide,</br>And public happiness their gen'rous aim;</br>When rising in their country's cause they stood,</br>Impell'd by motives to the base unknown,</br>Stemming, with patient steps, corruption's flood,</br>From Rome's fell yoke to free the British throne,</br>And, by the crush of Stewart's priest-form'd scheme,</br>Bid liberty's bright rays from Nassau's banners beam.", "Nor less illustrious HE of later days,</br>Whose steady soul the same fair track pursu'd;</br>Who sought no meed but Britain's weal to raise,</br>Or knew a wish but for his country's good.</br>Lamented Wentworth! &mdash; Yes, the praise be thine</br>Which waits those virtues form'd to bless a state;</br>Praise which survives the adamantine shrine,</br>Trophy'd with all the pageants of the great;</br>And deep on mem'ry's living page records</br>Those deeds which crown the good with heaven's sublime rewards.", "But why, my muse, with retrospective glance,</br>Turn'st thou thy ling'ring eye?  E'en now behold</br>'Round freedom's standard many a chief advance,</br>Whose names shall shine amidst their fires, enroll'd;</br>Tho' storms of faction rouse not full to view</br>That active flame of patriotic zeal,</br>Which Sydney, which immortal Russel drew,</br>Low on the deadly block their faith to seal;</br>When the prompt minions of a despot lord</br>To murd'rous axes turn'd the law's perverted sword.", "Wake then my lyre, each slumb'ring chord arouse,</br>To hail the patriots who around thee throng;</br>And while thou deck'st with wreaths their honour'd brows,</br>Build on their same the glory of thy song,</br>Behold bright rising to adorn the strain,</br>From martyr'd Russel's godlike lineage sprung,</br>On power's base panders scowling fixt disdain,</br>Young Bedford stands his kindred chiefs among:</br>Like Jove's own bird, resolv'd sublime to trace</br>The paths his fires pursued, and prove his patriot race.", "Nor singly he of that illustrious line</br>The old hereditary fame maintains:</br>Ca'ndish,  in whom the mingling streams combine</br>Which flow'd from Russel's and from Devon's veins,</br>Thou, like the heroes to thy blood ally'd,</br>Tho' indolent awhile thy genius rest,</br>With zeal inspird by freedom's virtuous pride,</br>Would to the storm oppose thy dauntless breast,</br>Should the swoln fury of o'erwhelming power</br>In clouds of dread portent around thy country lower.", "Mark, too, resolved and steady to his trust,</br>In Britain's senate Montagu remains;</br>Who, fixt, not sway'd by passions wavering gust,</br>A patriot's part with manly zeal sustains.</br>Impartial, candid, and in judgment clear;</br>Whene'er he rises adverse factions lend</br>Attention to the truths they dread to hear,</br>And stand abash'd before the nation's friend;</br>Who speaks, who acts, on virtue's public plan,</br>Whether he guilt arraigns, or pleads the rights of man.", "With these in friendship, as in freedom's cause,</br>Portland, united stands thy honour'd name;</br>A name might rival Theron's great applause,</br>Glow'd my rude numbers with a Pindar's flame:</br>Since form'd alike in councils to preside,</br>Or in the scenes of social life to shine,</br>'Tis thine with temp'rate hand the helm to guide,</br>To awe the bad, and charm the virtuous thine;</br>And by thy patriot deeds deserve renown,</br>Than delphic wreaths more bright or Agragentum's crown.", "Besb'rough, mild Nestor of our northern sphere,</br>Yet livest thou, with years, with honour crown'd;</br>To friends, to children, to thy country dear,</br>With not one foe thine evening peace to wound!</br>Oh!  like some patriarch of those golden times,</br>When social angels deign'd to visit earth,</br>And in sweet converse paint the radiant climes,</br>Where mounts the soul at nature's second birth,</br>Long may'st thou shine amidst thy rising race,</br>And shew how virtue charms in age's mellowing grace.", "Late too &mdash; Ah why must sorrow's chilling dews</br>Hang their dull mists ungenial round my lyre?</br>Why the dark yew its somb'rous gloom diffuse,</br>And shroud my brow with grief's funereal tire?</br>But such the doom of heaven!  For man ordain'd</br>The cup of bliss unmingled seldom flows;</br>As seldom from affliction's chalice drain'd,</br>Streams the crude draught full drugg'd with cureless woes;</br>Save when, to form a lesson for mankind,</br>The storms of fate are loss'd to prove th' heroic mind.", "Not such, lamented youth, thy rigid fate!</br>When slowly ling'ring on the sickly bed,</br>Hope, sweetest soother, at thy pillow sate,</br>While nine revolving moons their circuit lead.</br>At length the truth for which affection yearn'd</br>Flow'd on thine ear in strains of natal joy,</br>And life's spent lamp with transient vigour burn'd,</br>To pour down blessings on the welcome boy;</br>Then, in the fullness of content, thy soul</br>Wing'd her exulting flight to heaven's immortal goal.", "But whither roves my song?  The mournful lay</br>Due to the honour'd manes of the dead,</br>The weeping muse some future hour may pay,</br>In cypress veiling her dejected head.</br>Now swiftly borne from woe's afflicted choir,</br>Who bend, slow dirging, o'er the recent tomb,</br>To happier themes she dedicates her lyre,</br>And round her brow bids festal roses bloom,</br>As through the deepening chords her hand she flings,</br>And to Fitzwilliam's praise awakes the sounding strings.", "Yes, Melton, yes, the sire who gave thee birth</br>High in the patriot constellation shines;</br>Great heir of Rockingham's exalted worth,</br>Whose mind like his each manly grace combines.</br>Judgment unwarp'd, integrity of soul,</br>Candour, revolting at deception's name,</br>And honour, spurning int'rest's base control,</br>Form the pure rays of his refulgent fame:</br>Rays which out lustre every sparkling gem,</br>From rifled India torn to deck a diadem.", "Thus parented, not long in tame repose</br>Shall rest, bright babe, thy mind's inherent pow'rs;</br>But soon the germs of lineal worth disclose</br>A golden promise of maturer hours.</br>And as the beams of reason, dawning fair,</br>Give the sweet hope of her meridian reign,</br>Thine be, Fitzwilliam, with a father's care,</br>In thy own paths his docile youth to train;</br>Till by thy precepts, thy example taught,</br>To virtue's gen'rous  aims each glowing passion's brought.", "Nor lose the hour of childhood's candid morn,</br>On the blank tablet of the mind to trace</br>Those moral truths which best the man adorn,</br>And lend to silver age a Besb'rough's grace.</br>For as light lines, on tender bark impress'd,</br>Expand and deepen as the sapling thrives,</br>So truth, once grav'd on youth's retentive breast,</br>The wreck of time and passion's rage survives;</br>And if the frolic heart deluded stray,</br>She back to virtue's paths will guide the wanderer's way.", "Nor here, Fitzwilliam, be thy task confin'd;</br>But early train him to those arduous toils,</br>Which ask that rectitude, that force of mind,</br>No influence misleads, no danger foils;</br>That when in judgment ripe, as ripe in age,</br>With soul high panting for a world's applause,</br>Resolv'd, he treads the senate's glorious stage,</br>A firm supporter of his country's cause,</br>Each nervous argument may full reveal</br>The statesman's depth of thought, the patriot's glowing zeal.", "So as when Fox, with Demosthenean fire,</br>Th' invaded rights of Britain boldly pleads;</br>So as when Burke, with Tully's noble ire,</br>Drags forth to public view a Hastings' deeds;</br>And, though loud uproar shake th' insulted dome,</br>To make of justice and of faith a jest,</br>Full brings the wrongs of ravag'd India home</br>To every feeling, every honest breast:</br>Brings them, with zeal unaw'd by power or gold,</br>And bids truth's candid tongue each impious deed unfold.", "Oh glorious chiefs, transcendently renown'd!</br>Rome had for you the trophy'd column rear'd,</br>Around your brows her civic garlands bound,</br>And hail'd as heroes, or as gods rever'd:</br>But shame to Britain, for whose rights you plead,</br>Shame which th' indignant muse must blushing tell,</br>Ingrate she proves!  Yet your's the nobler meed,</br>The soul-exalting joy of acting well!</br>Joy which out beams the bliss that triumph brings</br>To conqu'rors crown'd with spoils, or pow'r-usurping kings.", "Such is the prize, and not the gauds of state,</br>Or the short sunshine of a monarch's smile,</br>That true ambition seeks, sublimely great,</br>Through tracks high born, impervious to the vile:</br>Glory is her's, and that resplendent crown,</br>Which, nor can envy blight, or time impare:</br>Then, Melton, learn to look superior down</br>On fortune's toys, or favour's transient glare;</br>For, trust my song, (what e'er the boast of power)</br>WHO WINS IMMORTAL FAME ON VIRTUE'S WINGS MUST TOWER.</br>"]