["O'er yon pasture of herbage we'll range,</br>Says Damon to Delia the fair;</br>My love-fixed thoughts can ne'er know a change,</br>For Delia's my hope and my care.", "I've long entertain'd the fond wish to unite</br>With the nymph whom all others excel,</br>And I flatter myself that she will requite</br>My love, then my fears will dispel.", "For should some gay youth, or village-born swain,</br>Behold you with love-talking eye;</br>Consider my heart, which is racking with pain,</br>Consider the breast that heaves the sad sigh.", "Should a mutual surprize entrap your soft heart,</br>The ear of attention list to his tale:</br>A promise of comfort to ward off the smart,</br>Judge the keenest of pangs I cannot reveal.", "Distress in like measure perhaps you may feel,</br>Woe agonizing your breast may invade;</br>Resolution, if absent, your mind cannot steel,</br>Reason too late may fly to your aid.", "If such then the prospect, my Delia, prevent</br>The ills which delaying may bring;</br>Oh give me your hand, and quickly consent</br>To wed me, whilst blooming the Spring.", "Yon church that stands down in the valley below,</br>The high pendent hill which shadows the stream,</br>There breathe the soft accents which inwardly glow,</br>Prove love-fancied bliss is not always a dream.", "Expectation is fluttering now in my eye,</br>Doubt hangs quivering o'er my whole frame;</br>Alas!  I much fear, though I cannot tell why,</br>The happy day to me you will not name.", "Dear Delia, reflect on my sorrows, and say,</br>My hopes are not foolish and vain;</br>You often have pleasingly dwelt on his lay,</br>And listen'd, admir'd, and applauded his strain.", "To the tune of soft love, which he frequently sung,</br>Your sighs echoed render replies;</br>In concert you join'd, and the groves loudly rung,</br>While melody wafted our souls to the skies.", "Ah, Delia!  pity my torture, and ease</br>The pangs that my bosom invade;</br>Yet tortures and pangs shall be welcome, if these</br>One comfort can add to the loveliest maid.</br>"]