["When as the joyfull spring brings in</br>The Summers sweete reliefe:</br>Poore Rowland malcontent bewayles</br>The winter of his griefe.", "Now Phoebus from the equinoctiall Zone,</br>Had task'd his teame unto the higher spheare,</br>And from the brightnes of his glorious throne,</br>Sends forth his Beames to light the lower ayre,</br>The cheerfull welkin, comen this long look'd hower,</br>Distils adowne full many a silver shower.", "Fayre Philomel night-musicke of the spring,</br>Sweetly recordes her tunefull harmony,</br>And with deepe sobbes, and dolefull sorrowing,</br>Before fayre Cinthya actes her Tragedy:</br>The Throstlecock, by breaking of the day,</br>Chants to his sweete, full many a lovely lay.", "The crawling snake, against the morning sunne,</br>Now streaks him in his rayn-bow coloured cote:</br>The darkesome shades, as loathsome he doth shunne,</br>Inchanted with the Birds sweete silvan note: </br>The Buck forsakes the launds where he hath fed,</br>And scornes the hunt should view his velvet head.", "Through all the partes, dispersed is the blood,</br>The lustie spring, in flower of all her pride,</br>Man, bird, and beast, and fish, in pleasant flood,</br>Rejoycing all in this most joyfull tide:</br>Save Rowland leaning on a Ranpick tree,</br>O'r growne with age, forlorne with woe was he.", "Oh blessed Pan, thou shepheards god sayth he,</br>O thou Creator of the starrie light,</br>Whose wonderous workes shew thy divinitie,</br>Thou wise inventor of the day and night,</br>Refreshing nature with the lovely spring,</br>Quite blemisht erst, with stormy winters sting.", "O thou strong builder of the firmament,</br>Who placedst Phoebus in his fierie Carre,</br>And by thy mighty Godhead didst invent,</br>The planets mansions that they should not jarre,</br>Ordeyning Phebe, mistresse of the night,</br>From Tytans flame to steale her forked light.", "Even from the cleerest christall shining throne,</br>Under whose feete the heavens are low abased,</br>Commaunding in thy majestie alone,</br>Whereas the fiery Cherubines are placed:</br>Receive my vowes as incense unto thee,</br>My tribute due to thy eternitie.", "O shepheards soveraigne, yea receive in gree,</br>The gushing teares, from never-resting eyes,</br>And let those prayers which I shall make to thee,</br>Be in thy sight perfumed sacrifice:</br>Let smokie sighes be pledges of contrition,</br>For follies past to make my soules submission.", "Submission makes amends for all my misse,</br>Contrition a refined life begins,</br>Then sacred sighes, what thing more precious is?</br>And prayers be oblations for my sinnes,</br>Repentant teares, from heaven-beholding eyes,</br>Ascend the ayre, and penetrate the skies.", "My sorowes waxe, my joyes are in the wayning,</br>My hope decayes, and my despayre is springing,</br>My love hath losse, and my disgrace hath gayning,</br>Wrong rules, desert with teares her hands sits wringing:</br>Sorrow, despayre, disgrace, and wrong, doe thwart</br>My Joy, my love, my hope, and my desert.", "Devouring time shall swallow up my sorrowes,</br>And strong beliefe shall torture black despaire,</br>Death shall orewhelme disgrace, in deepest furrowes,</br>And Justice laie my wrongs upon the Beere:</br>Thus Justice, death, beleefe, and time, ere long,</br>Shall end my woes, despayre, disgrace, and wrong.", "Yet time shall be expir'd and lose his date,</br>And full assurance cancell strongest trust,</br>Eternitie shall trample on deathes pate,</br>And Justice shall surcease when all be just:</br>Thus time, beleefe, death, Justice, shall surcease,</br>By date, assurance, eternity, and peace.", "Thus breathing from the Center of his soule,</br>The tragick accents of his extasie,</br>His sun-set eyes gan here and there to roule,</br>Like one surprisde with sodaine lunacie:</br>And being rouzde out of melancholly,</br>Flye whirle-winde thoughts unto the heavens quoth he.", "Now in the Ocean Tytan quencht his flame,</br>And summond Cinthya to set up her light,</br>The heavens with their glorious starry frame,</br>Preparde to crowne the sable-vayled night:</br>When Rowland from this time-consumed stock,</br>With stone-colde hart now stalketh towards his flock.", "Quid queror?  & toto facio convicia coelo:</br>Di quoque habent oculos, di quoque pectus habent.</br>"]