["Deem not, ye plaintive crew, that suffer wrong,</br>Ne thou, O man!  who deal'st the tort, misween</br>The equal gods, who heav'n's sky-mansions throng,</br>(Though viewless to the eyne they distant sheen,)</br>Spectators reckless of our actions been.</br>Turning the volumes of grave sages old,</br>Where auncient saws in fable may be seen,</br>This truth I fond in paynim tale enroll'd;</br>Which for ensample drad my muse shall here unfold.", "What time Arcadia's flowret vallies fam'd,</br>Pelasgus, first of monarchs old, obey'd,</br>There wonn'd a wight, and Lycon was he nam'd,</br>Unaw'd by conscience, of no gods afraid,</br>Ne justice rul'd his heart, ne mercy sway'd.</br>Some held him kin to that abhorred race</br>Which heav'n's high towers with mad emprize assay'd;</br>And some his cruel lynage did ytrace</br>From fell Erynnis join'd in Pluto's dire embrace.", "But he, perdy, far other tale did feign,</br>And claim'd alliaunce with the sisters nine;</br>And deem'd himself (what deems not pride so vain?)</br>The peerless paragon of wit divine,</br>Vaunting that ev'ry foe should rue its tine.</br>Right doughty wight!  yet, sooth, withouten smart,</br>All pow'rless fell the losels shafts malign:</br>'Tis vertue's arm to wield wit's heav'nly dart,</br>Point its keen barb with force, and send it to the heart.", "One only impe he had, Pastora hight,</br>Whose sweet amenaunce pleas'd each shepherd's eye:</br>Yet pleas'd she not base Lycon's evil spright,</br>Tho' blame in her not malice moten 'spy,</br>Clear, without spot, as summer's cloudless sky.</br>Hence poets feign'd, Lycean Pan array'd</br>In Lycon's form, enflam'd with passion high,</br>Deceiv'd her mother in the covert glade,</br>And from the stol'n embrace ysprong the heav'nly maid.", "Thus fabling they:  mean while the damsel fair</br>A shepherd youth remark'd, as o'er the plain</br>She deffly pac'd elong so debonair:</br>Seem'd she as one of Dian's chosen train.</br>Full many a fond excuse he knew to feign,</br>In sweet converse to while with her the day,</br>'Till love unwares his heedless heart did gain.</br>Nor dempt he, simple wight, no mortal may</br>The blinded God once harbour'd, when he list, foresay.", "Now much he meditates if yet to speak,</br>And now resolves his passion to conceal:</br>But sure, quoth he, my seely heart will break</br>If aye I smother what I aye must feel.</br>At length by hope embolden'd to reveal,</br>The lab'ring secret dropped from his tong.</br>Whiles frequent singults check'd his faltring tale,</br>In modest wise her head Pastora hong:</br>For never maid more chaste inspired shepherd's song.", "What needs me to recount in long detail</br>The tender parley which these lemans held:</br>How oft he vow'd his love her ne'er should fail;</br>How oft the stream from forth her eyne outwell'd,</br>Doubting if constancy yet ever dwell'd</br>In heart of youthful wight:  suffice to know,</br>Each rising doubt he in her bosome quell'd.</br>So parted they, more blithsome both, I trow:</br>For rankling love conceal'd, me seems, is deadly woe.", "Eftsoons to Lycon, swift the youth did fare,</br>(Lagg'd ever youth when Cupid urg'd his way?)</br>And straight his gentle purpose did declare,</br>And sooth the mount'naunce of his herds display.</br>Ne Lycon meant his suiten to foresay:</br>\"Be thine, Pastora (quoth the masker sly)</br>And twice two thousand sheep her dower shall pay.\"</br>Beat then the lover's heart with joyaunce high;</br>Ne dempt that aught his bliss could now betray,</br>Ne guess'd that foul deceit in Lycon's bosome lay.", "So forth he yode to seek his reverend sire;</br>(The good Euphormius shepherds him did call)</br>How sweet Pastora did his bosome fire,</br>Her worth, her promis'd flocks, he tolden all.</br>\"Ah!  nere, my son, let Lycon thee enthrall,</br>(Reply'd the sage, in wise experience old)</br>Smooth is his tong, but full of guile withal,</br>In promise faithless, and in vaunting bold:</br>Ne ever lamb of his will bleat within thy fold.\"", "With words prophetick thus Euphormius spake:</br>And fact confirm'd what wisdom thus foretold.</br>Full many a mean devise did Lycon make,</br>The hoped day of spousal to with-hold,</br>Framing new trains when nought mote serve his old.</br>Nath'less he vow'd, Cyllene, cloud-topt hill,</br>Should sooner down the lowly delve be roll'd,</br>Than he his plighted promise nould fulfill:</br>But when, perdy, or where, the caitive sayen nill.", "Whiles thus the tedious suns had journey'd round,</br>Ne ought mote now the lovers hearts divide,</br>Ne trust was there, ne truth in Lycon found;</br>The maid with matron Juno for her guide,</br>The youth by Concord led, in secret hy'd</br>To Hymen's sacred fane:  The honest deed</br>Each God approv'd, and close the bands were ty'd.</br>Certes, till happier moments should succeed,</br>No prying eyne they ween'd their emprize mote areed.", "But prying eyne of Lycon 'twas in vain</br>(Right practick in disguise) to hope beware.</br>He trac'd their covert steps to Hymen's fane,</br>And joy'd to find them in his long-laid snare.</br>Algates, in semblaunt ire, he 'gan to swear,</br>And roaren loud as in displeasaunce high;</br>Then out he hurlen forth his daughter fair,</br>Forelore, the houseless child of misery,</br>Expos'd to killing cold, and pinching penury.", "Ah!  whither now shall sad Pastora wend,</br>To want abandon'd and by wrongs opprest?</br>Who shall the wretched out cast's teen befriend?</br>Lives mercy then, if not in parent's breast?</br>Yes, MERCY lives, the gentle Goddess blest,</br>At Jove's right hand, to Jove for ever dear,</br>Aye at his feet she pleads the cause distrest,</br>To sorrow's plaints she turns his equal ear,</br>And wafts to heav'n's star-throne fair vertue's silent tear.", "'Twas SHE that bade Euphormius quell each thought,</br>That well mote rise to check his gen'rous aid.</br>Tho' high the torts which Lycon him had wrought,</br>Tho' few the flocks his humble pastures fed;</br>When as he learn'd Pastora's hapless sted,</br>His breast humane with wonted pity flows.</br>He op'd his gates, the naked exile led</br>Beneath his roof:  a decent drapet throws</br>O'er her cold limbs, and sooths her undeserved woes.", "Now loud tongu'd rumour bruited round the tale:</br>Th' astonied swains uneath could credence give,</br>That in Arcadia's unambitious vale</br>A faytor false as Lycon e'er did live.</br>But Jove (who in high heaven does mortals prive,</br>And every deed in golden ballance weighs)</br>To earth his flaming charret baden drive,</br>And down descends, enwrapt in peerless blaze,</br>To deal forth guerdon meet to good and evil ways.", "Where Eurymanthus, crown'd with many a wood,</br>His silver stream through dasy'd vales does lead,</br>Stretch'd on the flow'ry marge, in reckless mood,</br>Proud Lycon sought by charm of jocund reed</br>To lull the dire remorse of tortious deed.</br>Him Jove accosts, in rev'rend semblaunce dight</br>Of good Euphormius, and 'gan mild areed</br>Of compact oft confirm'd, of fay yplight,</br>Of nature's tender tye, of sacred rule of right.", "With lofty eyne, half loth to look so low,</br>Him Lycon view'd, and with swol'n surquedry</br>'Gan rudely treat his sacred eld:  When now</br>Forth stood the God confest that rules the sky,</br>In sudden sheen of drad divinity:</br>\"And know, false man,\" the lord of thunders said,</br>\"Not unobserv'd by heav'n's all-persent eye</br>Thy cruel deeds:  nor shall be unappay'd:</br>Go!  be in form that best beseems thy thews, array'd.\"", "Whiles yet he spake, th' affrayed trembling wight</br>Transmew'd to blatant beast, with hideous howl</br>Rush'd headlong forth, in well-deserved plight,</br>Mid'st dragons, minotaurs, and fiends to prowl,</br>A wolf in form as erst a wolf in soul!</br>To Pholoe, forest wild, he hy'd away,</br>The horrid haunt of savage monsters foul.</br>There helpless Innocence is still his prey,</br>Thief of the bleating fold, and shepherd's dire dismay.", "Tho Jove to good Eurphormius' cot did wend,</br>Where peaceful dwelt the man of vertue high,</br>Each shepherd's praise and eke each shepherd's friend,</br>In every act of sweet humanity.</br>Him Jove approaching in mild majesty,</br>Greeted all hail!  then bade him join the throng</br>Of glitt'rand lights that gild the glowing sky.</br>There shepherds nightly view his orb yhong,</br>Where bright he shines eterne, the brightest stars among.</br>"]