["MR. EGERTON.</br>O Thou, by Nature form'd, or happier Art</br>To trace the windings of Man's easy Heart,</br>And prove, tho' oft unwelcome beams intrude,</br>All love delusion, or themselves delude;</br>Begin, my IRELAND, for 'tis thine to cope</br>With proud MALONE, and more presumptuous POPE.</br>See JERNY'S \"younglings are but just awake,\"</br>And Cuddy PYE the Tritons tease and shake;</br>See there, the tender, simple-minded Swain,</br>BOSCAWEN, ambling on the Sabine plain;</br>FITZGERALD, SOTHEBY, Poets of the Nile,</br>Provoke the sneer, and make e'en NELSON smile:</br>Yet, what are all their feats, their classic claim,</br>Their jinglings, jugglings &mdash; to thy Sovran claim,</br>Where Thames' and Avon's kindred waters meet&mdash;</br>A mingled Current, fast by Norfolk-street?</br>What time in saffron sock PARR bless'd the day,</br>And WARTON chanted soft the Spousal Lay;</br>The Owl of Somerset, the Soland Goose,</br>And the Bat flitted o'er th' auspicious noose;</br>While Art diffus'd around thy magic room</br>From Stars of yellow Glass a GOLDEN GLOOM,</br>And bade th' entranced visitant survey</br>Thy pure Mosaic, and thy rich Inlay,</br>The dusky Parchment, and the nicer Stain</br>Dy'd on the page in Stratford's antique grain.</br>Hail!  and the Rod of SHAKSPEARE wield alone:</br>See thy own CHALMERS Champion of thy Throne!", "MR. IRELAND.</br>How sweet, my EGERTON, thy rap'trous voice!&mdash;</br>Clear is thy head, and CHALMERS is thy choice.</br>'Twas mine to dive in Earth with step profound</br>For PROSPER'S Staff, and bid my Plummet sound</br>The depths where, buried, slept his Wizard Roll,</br>And Common Truth and Common Sense control;</br>No Giant task, \"weak masters as they are,\"</br>Their nerves all-pliant and their semblance fair;</br>Well sung the Knight, that \"Pleasure is as great</br>Of being cheated deftly, as to cheat.\"", "MR. BECKET.</br>Avaunt! &mdash; nor hope from me endearing sounds,</br>Nor tongue light-tripping o'er these Fairy grounds:</br>No, miserable Pair! &mdash; with scorn I view</br>Your Scrip Arcadian, and your Stockings Blue.</br>Have ye not heard, when o'er the trembling Foe</br>My loud Auruncian Trump on high 'gan blow,</br>How Sophists, Poetasters, Atheists fled,</br>And e'en some Ministers would droop the head&mdash;</br>Imposters, Hirelings, Dastards, all stood mute,</br>Abash'd, confounded, in MY fam'd PURSUIT?</br>IRELAND, from thee I turn:  thy views are known,</br>Left to the boards of Drury and MALONE.</br>But THOMAS, thou base Bookseller, retire</br>To CURL, and MIST, or modern DUTTON'S Choir:&mdash;</br>See DILLY frowns, with RICHARD by his side;</br>And NICHOLL, of Pall-mall the prop and pride&mdash;</br>Chief of that sprightly Band, whose mirth and peace</br>Nor can admit, nor yet desire increase;</br>Botantic WHITE rejects thee, solemn PAYNE,</br>And splendid EDWARDS with Morocco train;</br>And Lydian ROBINSON, whose purse and press</br>Nor WALPOLE could affright nor JONES distress;</br>And RIVINGTON, to whom e'en Bishops bow,</br>ELMSLEY the shrewd, and dark-brown BREMNER'S brow;</br>He too, whose orb with smiles alternate greet</br>The Sons of Cam and Nymphs of Oxford-street,</br>Accommodating LUNN, whose rise and fall</br>VINCE best descries o'er Granta's learn'd ball.</br>See LACKINGTON, at whom the Muses stare,</br>Bound in their Temple fast by Munroe's-square;</br>At thee e'en JOHNSON starts, and either BELL</br>(One mourns his Monk, and one rings Crusca's knell),</br>Repentent RIDGWAY, PHILIPS from the Seine,</br>The Pamphlet Tribes, dull, selfish, low and vain,</br>With the strange, motley, Gallic-German crew,</br>Who feast and starve by turns with KOTZEBUE;</br>All, all disdain thee in this social age!&mdash;</br>But, wherefore waste my Bibliopolish rage?&mdash;</br>Nor Bookseller art thou, nor Books thy care;</br>Camps are thy Shops &mdash; thyself a Man of War!</br>Hence to yon Guards, where WINDHAM'S palace nice</br>On Cestrian parings feeds his Clerks, like Mice;</br>Where LEWIS smiles at SHERIDAN and Wit,</br>BURKE and Reform, and Eloquence and PITT;</br>There plead with trumpet-tongue thy crimson trade,</br>Tactics and Triggers, Breechings and Brigade;</br>There mount thy Austrian Cock and Austrian Tail,</br>And turn the Fencibles of Pindus pale!", "Yet boast not thou, vain Renegado Knight,</br>Thy Patriot Soul, and ardour in the fight;</br>Seest thou those mournful Bands, and prudent YORK,</br>Those Samnite trenches, and that Caudine fork?</br>Ah, more than Traitor to thy Country's Laws;</br>Thou friend of BRUNE, and DAENDEL'S best Ally,</br>Hence, and my deep-aim'd, righteous vengeance fly!</br>By thee BRITANNIA first was taught to crouch:&mdash;</br>If e'er short slumbers ease thy guilty Couch,</br>Thee, Caitiff, shall Sir RALPH, the Soldier's Friend,</br>And gallant MOORE, and hapless MORRIS rend,</br>And curse with me &mdash; with all, that fatal day</br>When thou couldst, empty, send Sir RALPH away,</br>(Thou shame and scorn of Martin's gallant train,</br>With plumbean Auster heavy on thy brain),</br>And dare prefer, to Patriot feelings cold,</br>Chalmerian Lead to RALPHO'S proffer'd gold.</br>CHALMERS had lock'd the Dutch in endless sleep,</br>Nor left DUNDAS and PITT to wake and weep;</br>Sad Ministry! &mdash; yet righteous sure their aim,</br>Just ev'ry plan, and thine alone the blame.", "Hence &mdash; in thy dream may Gallia's Chief ascend,</br>The Star of JULIUS beaming on his end;</br>May Harpies rise, and Gorgons fierce invade,</br>And the dread form of THE TRICORPOREAL SHADE!</br>The God of Sleep abhors thy visage pale&mdash;</br>Nor e'en the Lead of CHALMERS shall avail!...", "MR. EGERTON.</br>Loud words, good Sir, the sense alone offend:</br>But Authors shake, when Booksellers contend;</br>Anger like thine is madness in degree:</br>This truth from HORACE take &mdash; or learn of ME.</br>Ah, think of LINTOT, think of CIBBER'S fame,</br>Who gently took all that ungently came;</br>In FULLER, too, this homely proverb see&mdash;</br>\"Two of the self-same trade can ne'er agree.\"</br>When CHREMES-like I heard a Brother speak,</br>I thought, my BECKET, thy discourse was Greek!</br>Thou know'st I ever as companions chose</br>Thy various Verse and many-languag'd Prose;</br>Thine is the Critic's, thine the Poet's wreath,</br>And down thy Mall Cremona's gales shall breathe!</br>Thou know'st how gentle by the Coaly Shore</br>My Arms, my Lists, my Faculties I bore;</br>How in yon Mews I took my fearless stand,</br>And cock'd my piece at valiant CRAIG'S command.</br>But, though by WINDHAM'S dialectics prest,</br>I still denied Sir RALPHO'S high request,</br>Think not my heart can Gallic phrenzy feel,</br>Or I regardless of my Country's weal.</br>No! &mdash; then to English might DUNDAS pretend,</br>Or PITT receive ONE POET for his friend;</br>Gout yield to Metals or Magnetic touch;</br>Or PORTLAND gabble Demarara Dutch;</br>Of Worms and Pills Sir ARCHY cease to sing,</br>Or CARLISLE echo back the praise of CHING!</br>No! &mdash; my ideas, from sensation sprung</br>And strong reflection, high my fancy strung,</br>Taught me to prize o'er all domestic peace,</br>And in the germ bid Factious Scions cease.</br>Better, when Sugars fell and Taxes rose,</br>Merchants and Traders should o'er Income doze;</br>Better their senses in oblivion steep,</br>That all who bear not arms might sink in sleep;</br>Better at home might drizzling CHALMERS rain</br>Drops Paregoric on the public brain;</br>For sure I deem'd, misled by vulgar fame,</br>Lethean Lakes and Belgian Dykes the same!</br>[Line cropped]</br>Hadst thou, profound APOLOGIST been torn</br>By Patriot Arms from my reluctant side,</br>Thy Leaves of Lead, without thy person, tried;</br>Helder had still in proud defiance stood,</br>And Holland felt old England's Walls of Wood;</br>No Russ' denounc'd our tardy steps to PAUL;</br>No BRUNE exclaim'd &mdash; \"Capitulate, or fall;\"</br>Pardon this home-felt truth, thou man of weight!&mdash;</br>I bow to YORK, Sir RALPHO, and the State.", "MR. CHALMERS.</br>Ah!  thus deform'd can Booksellers appear,</br>One pale with rage, and haggard one with fear?</br>But who shall e'er, when wordy storms rage high,</br>To BECKET or to CAPANEUS reply?</br>What, like DARIUS at my utmost need,</br>Must I without a friend deserted bleed?</br>To thee, thou patron, daemon of my book,</br>The Scot exclaims, \"Where got'st thou that goose-look?\"</br>No warrior thou:  a low, mean, hireling Spy,</br>In SHAKSPEARE'S camp, like DOLON, sent to pry:</br>Thee from my vengeful arm, thus basely sold,</br>Nor MARTIN shall protect, nor RALPHO'S gold.</br>Yet though too plain these pages must pretend</br>THOU wert my guide, my bookseller and friend;</br>Think not this wounded spirit e'er shall call,</br>\"THOU TOO, MY EGERTON?\" then CHALMERS fall.", "No:  to thee, IRELAND, for relief I turn,</br>For thee and SHAKSPEARE with like ardour burn:</br>'Tis all vain impotence; to pigmy bulk</br>MALONE shall shrink, and dastard STEEVENS skulk.</br>See'st thou this POSTSCRIPT?  Shall it e'er be said,</br>\"My saws were toothless, and my hatchet lead?\"</br>Did ever Indian with more brutal knife,</br>Scalp, yet preserve the quivering strings of life?</br>Did ever Priest, in MOLOCH'S gloomy fane,</br>More grimly pleas'd with blood his idol stain?</br>Curse on my star!  I hear AUGUSTUS cry,</br>Forbear; MARCELLUS shall not, cannot die.</br>To SATURN'S orb my dusky flight I'll wing,</br>And sail incumbent o'er his sullen ring;</br>BECKET shall howl beneath, remote from Jove,</br>Nor in the fields of Mars that Recreant rove,</br>But each with groans mephitic air shall draw,</br>\"Embrac'd by Scorpion with contracted claw.\"", "He foam'd and paus'd; then with a blasting look,</br>THE PONDEROUS SCEPTRE from the table took;</br>One stroke he aim'd at each devoted Elf,</br>But felt reflected vengeance on himself;</br>Saturnian vapours from his Mace ascend,</br>His words, his strength, his wrath in slumbers end;</br>The Parlour own'd one universal nap,</br>And STOCKDALE yawn'd, and sunk on CHAUCHARD'S Map.</br>"]