["ANARCHUS.</br>Graze on my sheep; and let your soules defye</br>The food of common shepheards; Come not nigh</br>The Babylonish Pastures of this Nation;</br>They are all heathenish; all abomination:</br>Their Pastors are prophane, and they have trod</br>The steps of Belial, not the ways of God.</br>You are a chosen, a peculiar crew,</br>That blessed handfull, that selected few</br>That shall have entrance; set apart and gifted</br>For holy exercises, cleans'd and sifted,</br>Like Flowre from Bran, and separated from the Coats</br>Of the unsanctified, like sheep from goats.</br>But who comes here?  My Lambs, why graze ye thus?</br>Why stand yee frighted?  'Tis Canonicus.", "CANONICUS.</br>God-morrow, Swain; God keep thee from the sorrow</br>Of a sad day; What speechlesse?  Swain, God-morrow:</br>What, Shepheard, not a word to entertain</br>The wishes of a friend?  God morrow, Swain:</br>Not yet?  What mean these silent Common places</br>Of strange aspects?  what mean these antick faces?</br>I fear, his costive words, too great for vent,</br>Stick in his throat; how like a Jack-a-lent</br>He stands, for boyes to spend their shrovetide throws,</br>Or like a Puppit, made to frighten Crows!", "ANARCHUS.</br>Thou art a limb of Satan; and thy throat</br>A sink of poyson; thy Canonicall coat</br>Is nothing but a Liv'ry of the Beast;</br>Thy language is prophane, and I detest</br>Thy sinfull greetings, and that heath'nish fashion</br>Of this your Antichristian salutation;</br>In brief, God keep me from the greater sorrow</br>Of thee; and from the curse of thy God-morrow.", "CANONICUS.</br>How now, Anarchus?  Has thy hungry zeale</br>Devoured all thy manners at a meale?</br>No Scraps remain?  Or has th' unfruitfull year</br>Made charity so scarce, and love so dear,</br>That none's allow'd, upon the sleight occasion</br>Of enterview, or civill salutation?</br>Is thy store hoarded up?  or is it spent?</br>Wilt thou vent none?  or hast thou none to vent?</br>The curse of my God-morrow?  Tis most true,</br>Gods blessing proves a curse to such as you.", "ANARCHUS.</br>To such as we?  Goe, save your breath, to blow</br>Your vain Cathedrall Bagpipes; and bestow</br>Your triviall pray'rs on those that cannot pray</br>Without their spectacles; that cannot say</br>Their unregarded prayers, unlesse they hold</br>The Let'ny, or the charms of Sorrocold</br>Before their purblind eyes; that disinherit</br>Their soules of freedome, and renounce the Spirit;</br>Perchance, your idle prayers may finde an eare</br>With them; Go spend your vain God-morrows there.", "CANONICUS.</br>Art thou thy self, Anarchus?  Is thy heart</br>Acquainted with that tongue, that does impart</br>This brain-sick language?  Could thy passion lend</br>No sleighter subject, for thy breath to spend</br>Her Aspine venome at, but that, alone,</br>That shuts and opens the Eternall Throne</br>Of the Eternall God?  Is prayer become</br>So poor a guest, to be deny'd a roome</br>In thy opinion?  To be scorn'd, contemn'd,</br>Like school-boyes Theams, whose errors have condemn'd</br>The guilty Truant to the Masters Rod?</br>Can that displease thee, that delights thy God?", "ANARCHUS.</br>Thou childe of wrath, and fierbrand of Hell,</br>Flows wholesome water from a tainted Well?</br>Or can those prayers be pleasing, that proceed</br>From unregen'rate breasts?  Can a foul weed</br>Delight the smell?  or ugly shapes, the view?</br>I say, your prayers are all prophane, like you;</br>They'r like that heath'nish Ruffe of thine, that perks</br>Upon thy stiffe-neckt coller, pranckt with Ferks</br>Of studied wit, startcht with strong lines, and put</br>In a set Form, of th' Antichristian Cut.", "CANONICUS.</br>Consult with Reason, Shepheard, and advise;</br>Call home thy Senses; and cast back thine eyes</br>On former dayes; No doubt, but there were they</br>That liv'd as sanctimonious, that could pray,</br>Lift up as holy hands, and did inherit</br>As great a share, and freedome of the Spirit,</br>As you; and these could count it no disgrace</br>To their profession, in a publique place,</br>To use set Forms; did not their wisdomes doe</br>What you contemn, nay more prescribe it too,</br>(Yet neither quench'd, nor wrong'd the sacred motion</br>Of the prompt Spirit) as helps to dull devotion?</br>Nay, more, Has not th' unanimous consent</br>Of all reformed Churches (to prevent</br>Confused babling, and to disenorm</br>Prepost'rous Service) bred us to a Form</br>Of Common Prayer; Prayers so divinely penn'd,</br>That humane Eloquence does even contend</br>With heavenly Majesty, whilst both conspire</br>To kindle zeal, and to inflame desire?", "ANARCHUS.</br>The Book of Common Prayer?  what tell'st thou me</br>Of that?  My soul defies both that and thee:</br>Thou art Baals Priest; and that vain Book's no more</br>Then a meer Relique of the Romane Whore:</br>Me thinks a Christian tongue should be asham'd</br>To name such trash; I spit to hear it nam'd:</br>Tell me of Common Prayers?  The midnight yelp</br>Of Bal my Bandog is as great a help</br>To raise devotion in a Christians breast,</br>As that; the very language of the Beast;</br>That old worn Masse-book of the new Edition;</br>That Romish rabble, full of Superstition;</br>That paper Idol; that inchaunting Spell;</br>That printed Image, sent from Rome, from Hell;</br>That broad-fac'd Owle, upon a carved Perch;</br>That Bel and Dragon of the English Church.", "CANONICUS.</br>Be not too lavish, Shepheard; half this stuffe</br>Will make a Coat, to prove thee fool enough:</br>Hold, hold:  thy brain-sick language does bewray</br>The self-same spirit, whether rayle or pray:</br>For fooles that rave, and rage, not knowing, why,</br>A scourge is far more fit, then a reply</br>But say, Anarchus, (If it be not treason</br>Against discretion, to demand a reason</br>From frantick tongues) resolve me, Shepheard, why</br>This book is grown so odious in thine eye?", "ANARCHUS.</br>Because it is an Idoll, whereunto</br>You bend your idle knees, as Papists doe</br>To their lewd Images.", "CANONICUS.</br>I; but we pray</br>Not to, but by it;", "ANARCHUS.</br>Just so, Papists say:</br>Say, in what place th' Apostles ever did</br>Command Set Forme?", "CANONICUS.</br>Where was Set Forme forbid?</br>What Text commanded you to exercise</br>Your Function over Tables?  Or baptise</br>In Basons?  What Apostle taught your tongue</br>To gibe at Bishops?  Or to vex and wrong</br>Your Mother Church?  Who taught yee to oppose</br>Your Rulers?  Or to whimper in the nose?</br>But since you call for Precedents, (although</br>'Tis more then our safe practice need to show)</br>Read, to what Blessing that blest Saint commends</br>The holy Church, saluted at the ends</br>Of all his sweet Epistles; Or if these</br>Suffice not, may your greater wisdomes please</br>To step into the Law, and read th' expresse</br>Commanded Form, wherein the Priest must blesse</br>The parting people; Can thy brazen brow</br>Deny all this?  What refuge have yee now?</br>Y' are gone by Law and Gospel; They both us'd</br>Set Forme; What Scripture now must be abus'd?", "ANARCHUS.</br>Well, if the Lord be pleased to allow</br>Set Formes to Prophets, are they set to you?</br>Or have yee so much boldnesse to compare</br>A Prelats pratling, to a Prophets Pray'r?", "CANONICUS.</br>O, that some equall hearer now were by</br>To laugh his treble share, as well as I!</br>Examples are demanded; which, being given,</br>We must not follow:  Giddy brains!  bereaven</br>Of common sense!  Where heaven does make no mention,</br>You style it with the term of mans invention:</br>Where heaven commandeth, and is pleas'd to hallow</br>With blest Examples, there we must not follow.", "ANARCHUS.</br>So heaven (by blest Examples) did enjoin,</br>Your bended knees to worship Bread, and Wine?", "CANONICUS.</br>When your crosse-garted knees fall down before</br>Your Parlour-Table, what doe you adore?", "ANARCHUS.</br>So heaven commands, by conjuring words to bring</br>Vow'd hands together, with a hallow'd Ring?", "CANONICUS.</br>'Tis true; your fiery zeals cannot abide</br>Long circumstance; your doctrine's, Up and Ride.", "ANARCHUS.</br>So heaven commanded, that religious praise</br>Be given to Saints, and worship to their dayes?", "CANONICUS.</br>Whom you contemn, because they did not preach</br>Those Doctrines, that your Western Parlours teach.", "ANARCHUS.</br>So heaven commanded Bishops, and the rest</br>Of that lewd Rank, ranck members of the Beast?", "CANONICUS.</br>I, heaven commanded such, and gave them power</br>To scourge, and check such ill-pac'd Beasts as you are:", "ANARCHUS.</br>So heaven commanded, that the high Commission</br>Should plague poor Christians, like the Inquisition?", "CANONICUS.</br>Your plagues are what your own behaviours urge;</br>None, but the guilty, raile against the Scourge.", "ANARCHUS.</br>So heaven commands your prayers, that buried dust</br>Of Whores and Theeves should triumph with the Just?", "CANONICUS.</br>Man may not censure by externall view;</br>Forbear; we, sometimes, pray for some of you.", "ANARCHUS.</br>So heaven commands your Paintings, Pipes, and Copes,</br>Us'd in your Churches, and ordain'd by Popes?", "CANONICUS.</br>Where Popish hands have rais'd in every Town</br>A Parish Church, shall we pull Churches down?</br>But come, Anarchus, let us leave to play</br>At childish Pushpin; Come, let not the day</br>Be lost in Trifles, to a fruitlesse end;</br>Let's fall to hotter service, and contend</br>By more substantiall argument, whose weight</br>May vindicate the truth from light conceit;</br>Let's try a Syllogisme; (Art infuses</br>Spirit into the children of the Muses)</br>Whereby, stout error shall be forc'd to yield,</br>And Truth shall sit sole Mistresse of the Field.", "ANARCHUS.</br>Art me no Arts; That which the Sp'rit infuses</br>Shall edge my tongue:  What tell'st thou me of Muses,</br>Those Pagan Gods; the Authours of your Schismes?</br>Pish!  tell not me of Arts, and Silisismes;</br>I care not for your Quirks, and new devices</br>Of studied wit:  We use to play our prizes,</br>With common weapons; and, with downright knocks,</br>We beat down sin, and error, like an Oxe;</br>And cut the throat of heath'nish Pop'ry too,</br>Like Calves, prepar'd for slaughter; so we doe:</br>We rash in sunder Heresie, like an Ell</br>Of Sarc'net, then convey it down to Hell:</br>We take just measure of a Christians heart,</br>By th' yard of Judgement; then, by dextrous Art,</br>We cut out doctrines, and from notch, to notch</br>We fit our holy Stuffe, (we doe not botch</br>Like you; but make it jump, that it be neither</br>Too wide nor straight) then stitch it up together,</br>And make a Robe of Sanctity, to fit</br>The childe of Grace; we medle not with wit:</br>These be the meanes that overthrow our Schismes,</br>And build Religion, without Sigilismes.", "CANONICUS.</br>A rare device!  But tell me, wert thou made</br>A Butcher, or a Tayler by thy trade?</br>I look'd for Schollership; but it appears,</br>Hoods make no Monks; nor Beards, Philosophers.", "ANARCHUS.</br>Surely, I was, at first, by Occupation,</br>A Merchant Tayler, till that leuder fashion</br>Of Spanish Cassocks grew into request;</br>When having left that Calling, I profest</br>T Chaunler, where I was enforc'd to vent</br>That hellish smoake, whose most unsavory scent</br>Perfum'd my garments so, that I began</br>To be conceiv'd an Unregenerate man:</br>Which cal'd me from that course or life, to trade</br>In tape and inckle; ere I year'd and day'd</br>This new imployment, O a strange mischance</br>Ore threw my dealings, which did disadvance</br>My meane estate; and whereupon, I fled</br>To Amsterdam, where being trencher-fed</br>By holy Brethren, liv'd in great respect,</br>Sr Rev'rence, footing stockings for th' Elect:</br>Surely the savour of the Brethrens feet,</br>Perfum'd with commings in, is very sweet:</br>There, twise six monthes I had not led my life,</br>But I became an Husband to an Wife,</br>The widow of an Elder; in whose stead,</br>I was, (though I could neither write, nor read)</br>Accounted worthy (though I say't) and able</br>To preach the Gospel at our holy Table.", "CANONICUS.</br>But say, what strange mischance was that, did move thee</br>To flee thy native soile?  What mischief drove thee?</br>What dire dysaster urg'd thy skilfull hand</br>To find imployment in a forain Land?", "ANARCHUS.</br>Surely, I was, when that mischance befell,</br>But poore in purse, and was constrain'd to sell</br>Cadice and Inckle; now because my trade</br>Requir'd an help, I entertain'd a Maide;</br>An able Christian; (though I say't) Begot</br>Of holy Parents; (though the nuptiall knot</br>Of ceremonious Mariage never tyed</br>Their joyned hands) She was a Sanctified</br>And undefiled Vessell; She would pray,</br>When others slept; and work when others play:</br>She was of exc'lent knowledg; and, indeed,</br>She could expound, and preach too, for a need:</br>She was my servant, and set up my trade</br>With her owne hands; her skilfull fingers made</br>The Tape and Inckle, where withall she stor'd</br>My thriving shop; whereby, I did afford</br>My Brethren better pennyworths; nay, more,</br>She had a gift, (was all the City ore</br>Well known) in making Puddings, whose meer view</br>Would make a Proselyte, and convert a Jew;</br>Whose new Religion would proclaim our Hogs</br>As clean and holy as their Synagogues;</br>These would she beare from house to house, and sell</br>To holy Brethren, who would please her well;</br>For under that pretence, she oft repeated</br>Some close preacht Sermon; oftentimes entreated</br>Of holy Discipline; sometimes gave warning</br>Of some rare Lecture held next Thursday morning:</br>I know not how, (fraile flesh and blood ye know</br>Can doe no more then flesh and blood can doe)</br>But to be short, she would so often fig</br>From place to place, that she was grown too big</br>To be conceal'd from wicked neighb'ring eyes;</br>T' avoid the scandall, I thought good t' arise,</br>And flee to Amsterdam, till I could gather,</br>By information, the reputed Father.", "CANONICUS.</br>A wholsome Hist'ry!  able to transforme</br>Abus'd Religions sunshine to a storme</br>Of direfull Thunderbolts, to overthrow</br>All Christian Rulers, that dare longer ow</br>Confusion to the Varlets, and not grind them</br>To dust, and send them to the place design'd them:</br>Had'st thou that impudence, that brazen face,</br>In the fag end of thy unsav'ry, base,</br>Triobular trades (foule beast;) nay, piping hot</br>From thy close Strumpet, thus to soile, and blot</br>The beauty of Religion, and to wrong</br>The Gospels name with thy illiterate tongue?", "ANARCHUS.</br>Were not th' Apostles Fishers, and not fly</br>Their trades, and preach'd the word as well as I?", "CANONICUS.</br>Avoid, presumptuous Varlet; urge no more</br>My tyred patience; Goe, seeke out thy Whore,</br>Thy fit Compere, and exercise thy trade</br>Upon her ruin'd stockings, much decaid</br>With long pursuit, and trudging all about</br>To find the Father of her Bastard out;</br>Whil'st I remove my Zenith, and go hence,</br>To waile this fruitlesse howers misexpence,</br>And pray to heaven, that heaven would please to keep</br>Such Goats still separated from my sheep.</br>"]