["\"RIGHT WELCOME HOME, thou high and slandered one,</br>Long looked for, and in exile unforgot:</br>Thy term of bitter banishment is done&mdash;</br>Thy draught is drained &mdash; high Lady, linger not,</br>Right welcome home, for thou art pure from spot.</br>Oh!  linger not, but free and fearless come</br>To front the miscreants who thy name would blot:</br>Nor heed the treacherous tongues which bid thee roam,</br>When thy whole island realm rings out RIGHT WELCOME HOME!\"", "So spoke &mdash; or meant to speak &mdash; on Dover's height,</br>Gathered from near and far, the countless bands:</br>And, as thy dancing banner hove in sight,</br>Myriads of moving lips and beckoning hands</br>Welcomed thy glad sails as they neared the sands.</br>On land and sea the deafening salvo-guns</br>Told royally their rightful QUEEN'S demands:</br>Like flame through Kent the startling tidings runs,</br>And villages and towns pour forth their crowding sons.", "No paid applause, no hired huzzas were thine:</br>The warm, full heart ran over at the eyes,</br>Through that long, living, and unbroken line&mdash;</br>Where every age, and rank, and sex, and size,</br>Sent shout and sob alternate to the skies.</br>Plough, spade, and flail were left &mdash; the field and grove&mdash;</br>The hind to meet thee, and to bless thee, flies:</br>From coast to capital the masses move</br>In one tumultuous throng of triumph, joy, and love.", "She comes, she comes &mdash; the QUEEN, too long estranged&mdash;</br>Abroad insulted, and at home belied:</br>She comes! &mdash; with features, as her fortunes changed&mdash;</br>Her blue eye flinging far on every side</br>The long, glad glance of gratitude and pride.</br>Open thy gates, thou, City of the Throne,</br>A partner comes, its splendors to divide:</br>Grace, favor, lenity, &mdash; she calls for none,</br>But all unchampioned comes, and seeks her rights alone.", "Single, but strong in innocence!  as erst,</br>The immaculate Hebrew &mdash; glory of her time&mdash;</br>Daring her false accusers to their worst,</br>Stood at the judgment-seat, in beauty's prime,</br>CHELCIAS' convicted daughter &mdash; clear from crime!</br>But her tears called to heaven &mdash; and thine shall call</br>Against the traitors who thy soul would lime:</br>Let not their dark divan thy heart appal,</br>Thou dost not friendless stand &mdash; thou shalt not helpless fall.", "Kings cater not for headsmen &mdash; as erewhile,</br>When the axe wept with one continual flood,</br>And hate in daylight smote, nor needed guile:</br>That golden age, that carnival of blood&mdash;</br>High holiday for Moloch, and his brood&mdash;</br>When PEMBROKE pleased the monster-king, who fed</br>The scaffold with the delicate form he woo'd:</br>Bright in her throne, and stainless in her bed,</br>Wife, queen, and victim &mdash; all &mdash; to that dark man of dread!", "He might have loathed her now, nor dare to touch her,</br>Though his wrath writhed him, impotent to kill:</br>The heart, but not the knife of BOLEYN'S butcher,</br>Inhuman, may revive &mdash; but harmless still;</br>Compelled to spare, though ever prompt to spill!</br>Yet would thy firm soul still disdain to fly,</br>Dear QUEEN, begirt with treachery and ill;</br>And scorn to live disgraced, and beg to die,</br>If honour might not shame, and truth confound a lie.", "True, thou hast lost thy guardian: &mdash; HE is gone,</br>Who stayed thy footstep on life's slippery steep,</br>And let thee, trembling, lean against his throne:</br>Who wiped thy wetted cheek when thou wouldst weep,</br>And put the hiss of infamy to sleep.</br>Who &mdash; as his reeling reason went and came&mdash;</br>While the dim lamp could one faint glimmer keep,</br>Employed it still, regardless who should blame,</br>To vindicate his niece, and put her foes to shame.", "Yes!  HE is fallen &mdash; the column of thy trust&mdash;</br>Rock of thy hope, and buckler 'gainst the blow:</br>Peace to the dear and venerable dust:&mdash;</br>Fate's awful fixture, permanent in woe,</br>Silent he stood, and scarce was beard to go!</br>Like the dead oak, which falls not &mdash; drear and lone!</br>Mysterious monument of himself below,</br>He died before he dropped &mdash; GOD'S WILL BE DONE!</br>Blinded in sight and soul &mdash; eclipsed in sense and sun.", "Yet, faint not Thou: &mdash; a Nation's love shall be</br>Thy shield and buckler, in the Sovereign's stead:</br>Uncle, and friend, and father still to thee,&mdash;</br>In vain shall slander's traitorous bolts be sped,</br>And hatred strike at thy protected head.</br>Well was it done, and boldly, to return,</br>Nor by thy Counsellors check'd, nor their's, misled;</br>Abjured &mdash; cajoled &mdash; and threatened, &mdash; well to spurn</br>Briber and bribe at once &mdash; and home indignant turn.", "My heart and soul were with thee in the gale,</br>That bore thy brave bark bounding o'er the tide&mdash;</br>When thronging thousands lined the shores, to hail</br>The Mother of that lost and peerless bride,&mdash;</br>Thy young hope &mdash; thus twice severed from thy side.</br>Oh, thou wert far in that dark night of pain,</br>When the whole realm lay humbled in its pride,</br>And wept for Claremont's desolate domain,</br>Its loved and lovely bride &mdash; but wept her all in vain!", "She, too, in gone. &mdash; It was a fearful strife,</br>That reft the promise of that bridal morn;</br>And sharp and long the fight of death and life,</br>When England's ROSE was by its roots uptorn&mdash;</br>The strife of nature, dying to be born.</br>\"Sweets to the sweet.\" &mdash; O, let not grandeur stare,</br>Nor thou disdiain &mdash; though scutcheoned folly scorn&mdash;</br>If humbler grief to that proud place repair,</br>To mix his tears with thine, and hang one wild wreath there!", "But where is He &mdash; the royalized and dowered&mdash;</br>Stalled, starred and gartered, patented, and plac'd;</br>On whom its gifts a lavish people showered,</br>And liberal in its love &mdash; with eager haste</br>Heaped all it could, nor ever deemed it waste?</br>Whom England saw before her peers enrolled&mdash;</br>No peer himself, with peers' precedence graced:</br>What state expedient, cowardly and cold,</br>Keeps from thy kindred side the thankless LEOPOLD?", "I say not, if thou hadst but one more daughter,</br>The pensioned Prince perchance had shunned thee less;</br>Perchance in sympathy had crost the water,</br>To weep upon thy neck in dear distress,</br>And cheer thy solitude: &mdash; that were but guess.</br>All that a Sovereign's Heiress could confer,</br>Short of the Crown &mdash; She gave him to possess:</br>Yet &mdash; strange, how bane and antidote concur</br>Death saved the Crown from him, in robbing it of Her!&mdash;", "Daughterless QUEEN, thou art not all deserted,</br>Small thanks to thy Child's widower &mdash; yet, not all:</br>Even now, thy guilty foes are disconcerted&mdash;</br>Shame hovers o'er the closeted cabal,</br>And malice fears her perjured proofs to call.</br>Where, who, what are they &mdash; whence, and how, and when?</br>Forsworn like her of old to work thy fall:</br>Bring forth, your corps of Douglases, dark men&mdash;</br>What credit shall be given to the paid perjuror's pen?", "Bring out the scamp, OMPTEDA &mdash; bring him out,</br>Studded with Guelphic stars, thick strown and shining&mdash;</br>Ejected even from Italy with a shout:</br>Dirty diplomatist, no job declining,</br>Ambassador's and picklock's art combining:&mdash;</br>Light-fingered, and light-heeled to shift the scene&mdash;</br>Mercury of ministers &mdash; on his god refining&mdash;</br>Confront the scoundrel Baron with his QUEEN,</br>And give him the King's seal for his improved machine.", "No, no:  not all the poison slander breathes</br>One grace can tarnish, or one stain convey&mdash;</br>The prostituted Peachums and Macheaths,</br>Who lie, and larcenize, and swear for pay,</br>Tutored to thieve, and chartered to betray!&mdash;</br>They must be hounds of better breed and breath,</br>When such a lofty quarry stands at bay,</br>To dare the hazard of that dangerous death,</br>Or even one venomed fang in her proud flank to sheathe.", "What! &mdash; when vice revels in the regal eye,</br>And courts, like hot-beds, with corruption steam&mdash;</br>When coroneted loose ones thunder by,</br>Lit by their own pollution's lurid gleam,</br>Like fish, that rot and glitter on the stream&mdash;</br>When toothless, pandering peeresses &mdash; grown grey</br>Malgre Macassar &mdash; flaunt in folly's beam&mdash;</br>Shall breasts impure, and viperous tongues as they,</br>Malign her better life, and hoot their QUEEN away?", "Loud let them hoot:  but hence thou dost not stir,</br>While yet one insult unatoned remains&mdash;</br>While yet one half-obliterated slur</br>Leaves thee to foreign mockeries and disdains,</br>And Justice still her awful scale maintains.</br>Yes, yes &mdash; a yacht is ready, sail and oar&mdash;</br>Melville to boot &mdash; the KING is back from Staines!&mdash;</br>They'd hoist thy flag on board a seventy-four,</br>And victual a whole fleet &mdash; to see thee from the shore.", "Can this be SHE, who fled her subjects' gaze,</br>And passed the Cenis like a thief at night,</br>With scarce a courier to provide relays&mdash;</br>Mulcted of revenue, and robbed of right,</br>Her rank disowned &mdash; her journey but a flight:</br>Who &mdash; for her own Ambassador was there!</br>Dreading dishonor in a Rival's sight&mdash;</br>Turned from the mighty City with a tear,</br>And through its fauxbourg slunk, to tell her injuries here!", "Can this be SHE, whom every office-jack</br>Vied to insult, from Rome to St. Omer:</br>On whom each Thing of tyrants turned its back&mdash;</br>From tools, entrusted with a charge d'affaires,</br>Down to the sniveling consul, and the mayor!</br>Who set by stealth her unsaluted sails,</br>And cast the royal standard to the air</br>On board a runner of forbidden bales&mdash;</br>HERSELF forbidden most, and smuggled thro' the gales!", "Concede? &mdash; no, not an  inch, by all that's dear&mdash;</br>Thou art returned to conquer, not concede!</br>Let thy foiled foes give in, who wince with fear:</br>God will not fail thy righteous cause to speed,</br>Nor leave thee lonely in thine hour of need.</br>What!  dares the wretched junto of St. James</br>Unqueen thee first, by document and deed,</br>Then bargain with thee to renounce thy claims&mdash;</br>The rights they cannot sconce &mdash; and barter for thy blames?", "Prayerless and palaceless &mdash; yet brief the date,</br>And thou'lt have prayer and palace: &mdash; that same hand,</br>Which razed thee from the liturgy so late,</br>And shamed thee through the churches of the land,</br>Shall write unblemished what it barred and banned.</br>Nay, more &mdash; thy queenly temples to entwine&mdash;</br>The self-convicted Prelate yet may stand,</br>Mitred and mute &mdash; before the imperial shrine,</br>To right thee with thy Crown, courageous CAROLINE!", "Undaunted LADY!  thus, o'er Alps and ocean</br>To force thy perilous and impeded way&mdash;</br>Thou art remembered yet in our devotion:</br>And wilt be &mdash; while the silent heart can pray,</br>Or seraphs catch the unaccented lay!</br>Thine high appeal shall not be made in vain,</br>Then welcome &mdash; oh!  right welcome home to day:</br>This trial is thy triumph, not thy stain&mdash;</br>MY LIEGE and SOVEREIGN QUEEN, &mdash; RIGHT WELCOME HOME AGAIN!</br>"]