["REYNO.</br>Now past is the wind and the rain,</br>The noon-day how calm, and how still!</br>The light cloud hovers over the plain,</br>And the shadow flies o'er the green hill.", "The torrent, arous'd from the steep,</br>O'er its rough-pebbled bed loudly roars;</br>O'er the rock, O how dreadful the leap!</br>How ruffl'd it beats on its shores!", "O thy murmurs, how sweet to mine ear!</br>As thou glid'st the glad vallies along:</br>But more sweet is the sound that I hear;</br>It is Alpin's, the son of the song.", "It is Alpin's, he mourns for the dead,</br>His bosom he heaves with a sigh:</br>Right hoary with age in his head,</br>And the tear trickles down from his eye.", "Why, Alpin, why silent, alone?</br>Why carols the sweet songster no more?</br>As a blast through the woods is thy moan,</br>As a wave on the lonely sea shore.", "ALPIN.</br>O Reyno, my tears are in vain,</br>For the grave who a ransom shall take?</br>How loud, and how pow'rful, the strain,</br>Bids the dust dwelling tenant awake!", "Tho', Reyno, thou'rt tall on the hill,</br>'Midst the youths of the plain none like thee;</br>Tho' far fam'd at the bow is thy skill,</br>And few years on thy face I can see;", "Yet Reyno like Morar shall fall,</br>On his grave the sad mourner shall weep,</br>His bow lye unstrung in the hall,</br>And forgotten the place of his sleep.", "Thou, Morar, wert swift in the race,</br>Not the roe on the mountains so fleet,</br>O'er the sands who thy footsteps could trace?</br>The dews were unhurt with thy feet.", "As a storm marks with ruin its way,</br>With thine arm thou confoundest the field;</br>Thy sword was as lightning by day,</br>As a meteor at night was thy shield.", "Thy voice like a stream after rain;</br>Like thunder remote was thine ire;</br>By thine arm many mighty were slain,</br>Thy wrath was consuming as fire.", "But when thou return'st from the fight,</br>How calm, and how peaceful, wert thou!</br>As the sun after rain is more bright,</br>So more calm and serene was thy brow.", "So unruffled's the shade on the deep,</br>When the moon her lone journey doth take;</br>When, hush'd, the loud winds are asleep,</br>So calm is the breast of the lake.", "O Morar, so mighty before,</br>Here how small thy resemblance is found!</br>Four stones with green moss cover'd o'er,</br>With three steps I encompass them round.", "A tree stands alone on the heath,</br>Scarce a leaf the tir'd hunter can spy;</br>Untrod grows the grass underneath,</br>And the wind whistles mournfully by.", "A tree stands alone on the heath,</br>Scarce a leaf the tir'd hunter can spy;</br>Untrod grows the grass underneath,</br>And the wind whistles mournfully by.", "Here, Morar, indeed thou art low,</br>No mother thy fate to deplore,</br>No maid with her breast full of woe,</br>The daughter of Morglan's no more!", "Who is he on his staff that appears?</br>Who trembles each step that he takes?</br>Low he stoops with the weight of his years;</br>And slow is the pace that he makes:", "Whose hairs are more white than the snow,</br>That is wreath'd in the sharp northern air;</br>With tears his red eyes overflow,</br>And his face is deep mark'd with despair.", "It's thy father, O Morar, it's he,</br>In battle he heard of thy fame:</br>Of none he's the father but thee,</br>And to meet the lov'd conqu'ror he came.", "Of thy fame in the battle he heard,</br>And of foes that were scatter'd around,</br>And much from thy valour he fear'd:</br>But he heard not, alas!  of thy wound.", "Thou, father of Morar, may'st weep,</br>For no more shall he watch the grey dawn;</br>At thy voice no more start from his sleep,</br>To meet the young morn on the lawn;", "For long is the rest he shall have,</br>His pillow how lowly it lies!</br>O when will't be morn in the grave,</br>To bid the soft slumberer rise?", "Then farewel, thou bravest of men!</br>Tho' no more thou art seen in the field,</br>Thy voice no more heard in the glen,</br>Tho' no more the bright sword thou shalt wield,", "Tho' no son follows after thy bier,</br>Thy much-lov'd memorial to keep,</br>No daughter with many a tear,</br>O'er thy grave her sad losses to weep;", "Yet the song shall preserve thee a name,</br>Thy mem'ry shall ever be dear;</br>E'en the bard shall partake of thy fame,</br>Future ages of Morar shall hear.</br>"]