["LEYDEN!  the favour of the tuneful choir</br>Thy Caledonia consecrates to fame,</br>And soon shall many a lofty bard inspire</br>With numbers worthy of thy honour'd name;</br>But pardon, gentle shade!  my powerless aim</br>To decorate with simple flowers thy bier;</br>The gift, though little worth, defies all blame&mdash;</br>The votive tribute of applause sincere</br>Shall sanctify the verse, if not excite the tear.", "No more by Esk or Eden's classic wave</br>Shall Scotia's muse her votary's footsteps see,</br>Nor shall the banks the Teviot's waters lave,</br>Dear haunts of childhood!  bloom again for thee:</br>No more at eve, beneath some spreading tree,</br>The pride of wood-girt Harden's wild domain,</br>Visions of rapture shall thy fancy see,</br>When, safe returning from the billowy main,</br>With joy thou might'st explore thy favourite haunts again.", "For, did not many a tear unbidden start,</br>As rose the whispers of that dreaded gale,</br>Which bade thee from these scenes of bliss depart?</br>And, sadly listening to the flapping sail,</br>Did not each rocky cliff, each peaceful vale</br>Endear'd by habit, then more lovely seem</br>Than all the splendour and the pride that hail</br>The stranger borne to Ganges' sacred stream,</br>Which from its surface grand reflects the solar beam.", "And, while the vessel which convey'd thee far</br>From friends belov'd, pursued her destin'd course,</br>As to thy harp thou sang'st the northern star</br>Just setting to thy view, the tear perforce</br>Betray'd of fond regret the copious source,</br>To think of those on whom it still has shone;</br>While the rude crew around, with voices hoarse,</br>Forbade thee to indulge thy grief alone,</br>Well pleas'd and proud to call the passing hour their own.", "When treading sea-girt Sagur's desert isle,</br>Where superstition claims her deathful meed;</br>Where never beam'd sweet Mercy's godlike smile,</br>But cruel Kali claims the monstrous creed;</br>Say, did not Fancy, with the arrow's speed,</br>Fly to those scenes in Britain's distant isle,</br>Where, near the lowly glen, or grassy mead,</br>The solemn chime to many a hallow'd pile</br>Invites the weary poor to leave the world awhile.", "Ah!  not for thee, sweet bard!  was heard the sound</br>Of that sad knell which toll'd thy fathers' end,</br>Nor o'er thy grave, within their burial-ground,</br>Shall childhood's dear companions mournful bend;</br>Yet still in Java's isle, some sorrowing friend</br>Shall o'er thy mould'ring reliques drop a tear;</br>On thy green sod shall gentlest dews descend,</br>And bounteous nature, through the circling year,</br>Deck with her fairest flowers a banish'd minstrel's bier.", "Nor shalt thou share that hapless minstrel's doom</br>Who, nameless as the race from which he sprung,</br>Pour'd his sad strains o'er Mary's hallow'd tomb,</br>O'er Harden's bier a parting requiem rung;</br>Then died \"unwept, unhonour'd, and unsung.\"</br>No, Leyden!  no.  A softer, sweeter strain</br>Than Jura heard, as with her syren tongue</br>The Mermaid strove her captive to retain,</br>Shall yet arise for thee from Scotia's tuneful train.", "Long in my heart's affection I would fain</br>Embalm departed excellence like thine,</br>And loftier bards may view without disdain</br>The humble tribute of my feeble line.</br>When genius shows its origin divine,</br>I hail the spirit though to me unknown,</br>And though the strain no artifice refine,</br>The song of meek simplicity alone</br>Candour will scorn to chide, and folly may disown.</br>"]