["High on a mountain's stately brow</br>The sanguine-streaming banner rear;</br>Wave the stretch'd hand to realms below;</br>Loud swell the voice, that all may hear;</br>And through the gates of Princes ride</br>In close array and martial pride.</br>My Chiefs enroll'd to vengeance I command,</br>And, glorying in my might, in arms my Warriors stand.", "Hear you the mountain-hights along</br>The thund'ring sound of nations spread,</br>Embattled nations great and strong,</br>And Monarchs shouting at their head!</br>'Midst them the God of Armies stands,</br>To battle marshalling their bands.</br>They come, the weapons of his wrath, from far,</br>From Heaven's remotest ends, to waste the land with war.", "It comes &mdash; the air with howlings rend&mdash;</br>The day of God's terrific pow'r:</br>Vengeance comes with it, prompt t' attend</br>Th' Almighty's desolating hour.</br>Nerveless each hand shall drop the spear,</br>Each heart of man shall melt with fear;</br>Each look on each aghast, whilst wild dismay</br>Their faces, pale as flames of livid fire, betray.", "It comes, relentless in its course,</br>Wrath arms th' Almighty's vengeful hand;</br>Fury rolls on with fiery force,</br>And sweeps the impious from the land.</br>No Stars shall glitter o'er the sky,</br>No Constellations flame on high;</br>The sick'ning Sun shall veil his orient beams,</br>Nor the Moon cause her light to pour its silver streams.", "My wrath the world, the impious world,</br>Shall feel; my terrors the unjust:</br>From her high seat shall Pride be hurl'd,</br>And fierce Oppression sink in dust.</br>The ruthless Sword through all the land</br>Shall execute my dread command;</br>A Man more precious will I make than Gold,</br>Than all the flaming ore the veins of Ophir hold.", "The Heav'ns shall tremble at my frown,</br>When all its fires my wrath awakes;</br>From its firm base the Earth be thrown,</br>Its pillars as th' Almighty shakes.</br>As a chafed Roe by hounds embost,</br>As wand'ring Flocks, their Shepherd lost,</br>The reliques of the Sword in wild despair</br>Fly tow'rds their native lands, to gain a shelter there.", "In vain:  the Spear arrests their flight:</br>Dispers'd, an easy prey they fall:</br>Dare they the phalanx form for fight?</br>The greedy sword devours them all.</br>Their bleeding infants' helpless age</br>Shall feel th' unsparing Victor's rage;</br>Their houses to the Spoiler yield the prey,</br>And ruffian force shall drag their shrieking wives away.", "Against them, lo!  the Medes I train;</br>Hosts, for whom Silver has no charms;</br>Who look on Gold with stern disdain;</br>Warriors, that joy in glitt'ring arms.</br>Dreadful their bows of steel from far</br>Shall pierce the bleeding front of war;</br>And, 'midst the carnage of the captur'd town,</br>Unpitying shall they dash Youth's opening beauty down.", "And Babylon, th' Assyrian's pride,</br>That rears sublime her gorgeous brow,</br>Imperial Queen of nations wide,</br>In dust her rampired hight shall bow;</br>Shall like the towns of Siddim lie</br>Waste with sulphureous flames from high;</br>And o'er her silent streets and desert plain</br>Shall Desolation hold her sad and dreary reign.", "No more th' Arabian, as of old,</br>Shall stretch his white tents o'er the mead;</br>Shepherd no more his flocks unfold,</br>And down the verdant pasture lead:</br>The Savage of the desert there</br>Conceal'd shall make his dreadful lair;</br>In ruin'd walls shall lodge the birds of night,</br>And monsters howling wild the wasted streets affright;", "Beneath rich roofs emboss'd with gold</br>The daughters of the Ostrich dwell;</br>Satyrs their bestial revels hold;</br>Wolf howl to Wolf with hideous yell;</br>And Dragons hiss those bow'rs among,</br>That echoed once with festive song.&mdash;</br>It comes, to vengeance doom'd, her fatal day;</br>The destin'd hours advance, nor will their march delay.</br>"]