["When IRUS wanton'd in the Pride of Youth,</br>And Health, and Vigour, bless'd his blooming Days,</br>In love with Life, and all its flatt'ring Joys,</br>He labour'd to be Great:  Frequent at Courts,</br>And where the haughty Statesman's gilded Roof</br>Dazled the vulgar Eye; with constant Toil,</br>And long Attendance, he assiduous watch'd</br>The happy Moment, that should crown his Hopes,</br>And recompence his Cares:  So fondly broods</br>The frantick Chimist o'er the melting Mine,</br>And hourly images the dawning Gold,</br>Just redd'ning to the Light, where not a Spark</br>Should ever twinkle, nor a Grain refund</br>His real Treasures, wasted all in vain.", "&mdash;From Day to Day, from Year to Year, a Round</br>Of Disappointment, Vanity, and Pain,</br>He kept his Hopes alive, and fancy'd still,</br>Some lucky Minute, would at last arrive</br>To ease his Woes, and lead on Fortune, gay</br>With softest Smiles, and rob'd in Happiness,</br>And Peace, and Joy; but fruitless was the Hope.&mdash;</br>DAN SPENCER hymns a diff'rent Song, a Song</br>To warn the cred'lous Soul, and gently rouze</br>The thoughtless Dreamer from his golden Trance.", "\"Most miserable Man!  whom wicked Fate</br>Has Shipwrecked on a Court, to sue for what</br>So few have found, so many never could:</br>How little thinks he, what a Hell of Pain,</br>Attends the tedious Search; to loose good Days</br>That might be better spent, to waste long Nights</br>In melancholy Thought; this time he sooth'd,</br>Another scorn'd; to feed on Hope, to pine</br>With anxious Fear; blest in his Prince's Grace,</br>To want the Statesman's too; granted his Wish,</br>To wait a Length of Years; to fret his Soul</br>With agonizing Care, and feel Despair,</br>With all her Terrors, gnawing at his Heart;</br>To fawn, to crouch, to wait, to ride, to run,</br>To spend, to give, to want, to be undone.\"", "&mdash;Thus IRUS read, and, finding in his Soul,</br>The like Ideas of resembling Woes,</br>Grew sick of Splendour, ever in his Eye,</br>But never yet enjoy'd; with Horror saw</br>His Ruin lurking underneath the Veil</br>Of Titles, Honours, Wealth, and Power:  He saw,</br>And trembled at the View too late reveal'd;</br>With Penitence sincere, bewail'd his fond</br>Belief, and curs'd the glitt'ring Bane:  So when</br>The little Darling of the Mother's Breast,</br>Sportive and gay, persues, with eager Haste,</br>An airy Bubble, floating on the Wind;</br>He runs, he flies, to grasp the fleeting Toy,</br>All heedless of the Pit that yawns below,</br>'Till, just within his Reach, it flits in Air</br>Away, while sudden Downfall ends at once</br>His Pleasure, and his Days. &mdash; Now IRUS, wak'd</br>To sad Reflection of succeeding Woes,</br>Looks round for Succour, but looks round in vain;</br>No Friend, no Patron, deign'd a pitying Eye,</br>A friendly Heart, an helping Hand; aloof,</br>They gaze on his Undoing; ruthless, stern,</br>Embitter'd Scoffers, at so hard a Fate.</br>His Virtues were forgot, his Wit dispis'd,</br>His Person shunn'd, affronted, scorn'd, his Tears</br>Neglected, jeer'd his Wants, and unreliev'd</br>His Woes:  Those whom his sympathizing Soul,</br>With softest Tenderness, redeem'd from Care,</br>From Error, Wretchedness, and ev'ry Ill,</br>Ev'n those, Ingrate!  forsook him in his last,</br>Extream Distress, and sought a firmer Root,</br>A surer Shade.  At last, hopeless of Aid,</br>Or ev'n Compassion from so dire a Race,</br>From Courts, and Cities he retir'd; sought out</br>The wildest Heath, most unfrequented Woods,</br>Where Poverty resides, to be his Haunt;</br>There wander'd long, amid the thickest Gloom,</br>Avoiding Man's deceitful Face, oppress'd</br>With ev'ry Want, and stung with ev'ry Woe;</br>Despair his sole Companion, Death the Theme</br>Of all his melancholy Thoughts; a Cave,</br>Rude, rocky, dark as Night, his sad Abode;</br>His Food what Nature furnish'd, and his Drink</br>The falling Stream:  Oft from the rocky Clift</br>His Sorrows urg'd him to precipitate</br>His Fall, and often, tempted by the Flood,</br>That roll'd beneath; he ponder'd on the Brink,</br>How sharp his Woes were, yet how light the Cure.</br>When e'er a human Form appear'd, he fled</br>Away, thro' the obscurest Shade, and shunn'd</br>The smiling Villany; with harmless Brutes,</br>Alone maintain'd a dumb Society,</br>With soft Attractives, lur'd them to his Hand,</br>And taught them to alleviate his Woes.</br>&mdash;At Length, the Grief, that rankled in his Heart,</br>Assail'd the Springs of Life, and, by Degrees,</br>Wasted the brittle Frame away; with Joy</br>He ey'd th' Approach of Death, with open Arms,</br>Receiv'd him to his Breast, call'd him his Friend,</br>His Dear, his only Friend, and, in a Sigh,</br>Serenely breath'd his Soul to Heav'n. &mdash; Stretch'd on</br>His parent Earth, his ghastly Reliques lay,</br>To rot, and moulder in the open Air;</br>No pitying Hand to break the grassy Turf,</br>And deign with fun'ral Rite, a decent Grave;</br>No weeping Eye to wail his hapless End,</br>No tuneful Tongue to sing his genuin Praise;</br>Lone, in the dreary Cave, his Guardian Dog</br>Howl'd mournful thro' the Gloom, sad PHILOMEL,</br>And ev'ry warbling Bird, that us'd, with Joy,</br>To flutter round him, and assuage his Grief</br>With artless Melody; sad PHILOMEL,</br>And ev'ry warbling Bird, in fullest Choir,</br>Bewail'd him with a Note of Woe; the Clouds</br>Afforded Tears, and ev'ry Wind a Groan.", "&mdash;It chanc'd a Peasant, wand'ring thro' the Wild,</br>In after Time, beheld the darksom Den,</br>And, with a curious Eye, approach'd t' explore</br>The lone Recess; when, by the twilight Glance</br>That pierc'd the awful Dusk, aghast he saw</br>The meagre Skeleton's extended Bones,</br>An hideous Spectacle!  all grim and bare,</br>Unburied, and unmourn'd!  Struck at the Sight,</br>With Pity, and Amazement; long he stood</br>In Tears, resolving what a Round of Ill</br>That luckless Wretch must know (for Tenderness,</br>And soft Humanity had smooth'd his Soul,</br>And made him apt to mourn) then to the Light,</br>Restoring the deserted Course, beneath</br>Th' impending Rock, with pious Toil, upturn'd</br>The restive Marl, and dug an homely Grave;</br>When, lo!  amid the reeking Soil, appear'd</br>An Hoard of Treasures, that, for Ages, lay</br>Conceal'd below; with grateful Eye, he view'd</br>The canker'd Mass; then, gazing on the Skies,</br>Exclaim'd, Good Heav'n!  thy Providence is just;</br>Who feels Compassion for another's Woe,</br>Shall have his own reliev'd, &mdash; a nobler Urn,</br>Lamented Shade!  shall now inshrine thy Bones,</br>And all thy Virtues live upon thy Tomb.</br>"]