["This antique dome the unmouldering tooth of Time</br>Now level with the dust has almost laid;</br>Yet ere 'tis gone, I fix my humble rhyme</br>On these low ruins, that his years have made.", "Behold the unsocial hearth, where once the fires</br>Blaz'd high and check'd the wintry traveller's woes,</br>See the weak roof, that abler props requires,</br>Admits the chilling winds and swift descending snows.", "Here, to forget the labours of the day,</br>No more the swains at evening hours repair</br>But wandering flocks assume the well known way,</br>To shun the rigours of the midnight air.", "In yonder chamber half to ruin gone,</br>Once stood the ancient housewife's curtain'd bed&mdash;</br>Timely the prudent matron has withdrawn,</br>And each domestic comfort with her fled.", "The trees, the flowers, that her own hands had rear'd,</br>The plants, the vines that were so verdant seen,</br>The trees, the flowers, the vines have disappeared,</br>And every plant has vanish'd from the green.", "So sits in tears on wide Campania's plain,</br>The ancient mistress of a world enslaved,</br>That triumph'd over the the land, subdued the main,</br>And time himself, in her wild transports brav'd.", "So sits in tears on Palestina's shore</br>The Hebrew town of splendour once divine,&mdash;</br>Her kings, her lords, her triumphs are no more,</br>Slain are her priests, and ruin'd every shrine.", "Once in the bounds of this deserted room</br>Perhaps some sweain nocturnal courtship made,</br>Perhaps some Sherlock mused amidst the gloom,</br>Since love and death for every seek the shade.", "Perhaps some miser, doom'd to discontent</br>Here counted o'er the heaps acquir'd with pain;</br>He to the dust &mdash; his gold on traffick sent</br>Shall ne'er disgrace these mouldering walls again.", "Nor shall the glow-worm fopling, sunshine bred,</br>Seek at the evening hour, this wonted dome;</br>Time has reduc'd the fabrick to a thred</br>Scarce fit to be the wandering beggar's home.", "And none but I its piteous fate lament&mdash;</br>None, none but I o'er its cold ashes mourn</br>Sent by the muse, (the time perhaps mispent)</br>To shed her latest tears upon its fallen urn.</br>"]