["Creation's hush'd &mdash; the weary world</br>Sinks in the arms of dead repose,</br>And midnight's sombre shroud unfurl'd,</br>Mantles the face of human woes;</br>Sleep, placid sleep, the son of night</br>In silence wheels his drowsy flight,</br>And all is quiet &mdash; not a breath has power</br>To break the Sabbath stillness of the midnight hour.", "The moon is up &mdash; her silver care</br>Dives through the pacing clouds, which seem</br>To thwart her way &mdash; each countless star</br>Pours from on high its twinkling beam,</br>Sweet contemplation!  what a night is this</br>For thy calm philosophic bliss</br>In such a sacred spot, for here</br>The mould'ring wrecks of heroes lie on earth's cold bier.", "Look on yon steepy mound whose side</br>Shews the fresh trace of busy toil,</br>And mark how bleaching bones divide</br>In ghastly nakedness the soil.</br>Relics of giant strength are there</br>In crumbling ruin &mdash; skulls do stare</br>From out their earthly beds, and preach</br>In language stronger far than eloquence may reach.", "Ye silent monitors that still</br>Hold on your mute harangues, unfold</br>What mighty souls were wont to fill</br>These frames of more than mortal mould.</br>Ask not the dead &mdash; yon rough-hewn stone</br>Which the pale moon doth smile upon,</br>Can tell that here in slumber lie</br>The valiant sons of Malta's matchless chivalry.", "Oh!  how the witchery of thought</br>Can animate these crumbling slain,</br>Place them in battles fiercely fought,</br>And bid them fight and die again!</br>Perchance yon skull by mattock riven,</br>And mouldering in the winds of heaven,</br>'Neath Solma's proud walls hath planned</br>The bold assault, or nightly havoc of the Paynim band.", "That shattered fragment huge and grim;</br>Like tower of strength in dark decay,</br>Hath shone the warrior's plated limb</br>In hot contention's bloody day;</br>Hundreds have watched its signal dire,</br>And thousands fallen beneath its ire,</br>When roused as from a midnight trance,</br>'Gainst pagan tyrants Europe couched her nightly lance.", "Yet here in \"cold obstruction\" lie</br>Heroes that turned the battle-tide;</br>Nor yew, nor cypress o'er them sigh,</br>Nor stone informs us when they died.</br>By time or Gothic bigot reft,</br>Nought of their honours now is left:</br>Sleep on, blest shades!  and may your lot</br>Teach us that all but virtue in the grave must rot.</br>"]