["In ancient Woodstock's regal bower</br>A maiden sate, of lineage high,</br>One who might grace the festal hour</br>Of mirth and courtly revelry;</br>But pensive was her brow &mdash; her eye</br>Thoughtful beyond her early years&mdash;</br>And oft the half-unconscious sigh</br>Bespoke a captive's doubts and fears.", "Before an antique window placed</br>She sate, and on the crystal pane</br>The quaint and simple lines she  traced,</br>Which told she knew suspicion vain;</br>When hark!  upon her ear a strain</br>As artless, and as rude, arose&mdash;</br>Yet one which might well audience gain,</br>And make her feel a prisoner's woes.", "It was the blithesome roundelay</br>Of one who, on her labour bent,</br>And doom'd to toil from day to day,</br>Had peace, health, freedom, and content:</br>'Mid fields and groves her life was spent;</br>And Nature's self the song awoke,</br>Which, caroling where'er she went,</br>In rustic music wildly broke.", "Could SHE, though born to fill a throne,</br>With dull indifference coldly hear</br>A voice which seem'd in every tone</br>To Liberty and Nature dear?</br>She drank, with eager-listening ear,</br>The sounds which glad the peasant's cot,</br>And wish'd, perchance with starting tear,</br>That hers had been the milkmaid's lot.", "What, then, were thrones and crowns to her,</br>But blossoms fenced by many a thorn?</br>Well might she at that hour prefer</br>The simplest harebell ever worn</br>On brow or breast of lowly born</br>To York's or Lancaster's proud flower,</br>And envy what the haughty scorn,</br>While prisoner in a palace bower.", "There might be anguish in the thought,</br>For hearts, while young, can quickly feel;</br>And royalty not then had taught</br>Her own its feelings to conceal:</br>If lapse of years warm hearts may steel</br>In humble life's sequester'd way,</br>Can theirs withstand the stern appeal</br>Whom all around with awe obey?", "And hence, Elizabeth!  to me,</br>E'en in that hour of grief and pain,</br>When the dark lot appointed thee</br>Was bondage, though it knew no chain,</br>Far more I see which might obtain</br>The homage of a poet's lyre</br>Than after-policy could gain,</br>Or regal pride and pomp inspire.", "England's best hopes then fondly look'd</br>To Woodstock's sternly-guarded hall;</br>And spirits which no thraldom brook'd</br>Mourn'd fearfully thy jealous thrall;</br>And prayers, which might not powerless fall,</br>For thee at morn and eve arose,</br>That God, who guides and governs all,</br>Would soon thy prison-doors unclose.", "And who can tell but in the day</br>Of royalty's full pomp and pride,</br>When Sidney's, Spenser's, Shakspeare's lay,</br>With Burleigh's manly wisdom vied</br>To grace thy triumph's flowing tide</br>With richest fruits and deathless flowers,</br>At times thy weary spirit eyed,</br>With wistful glance, old Woodstock's bowers?", "For when did Time on earth fulfil</br>The promise of our opening years?</br>Or sad experience fail to chill</br>The hope which early life endears?</br>Earth's pains and sorrows, doubts and fears,</br>With added years bring deeper gloom,</br>Till death dries up the fount of tears,</br>And calls the mourner to the tomb!</br>"]