["Full many a tedious hour, with care opprest,</br>Stretcht on my weary bed, I wakeful lay,</br>Sad troublous thoughts, like hornets, stung my breast,</br>And brusht the dews of balmy sleep away.</br>Ah!  what avails, I cry'd, with painful toil,</br>By Virtue's stedfast star the bark to guide,</br>Far from ACRASIA'S wily-wand'ring Isle,</br>Where Ease and Pleasure the frail heart divide,</br>If life's short voyage undistinguish'd tends</br>To darkness, and the land where all forgotten ends?", "Shall worth lie hid in sorrow's baleful shade?</br>And no reward shall suff'ring Goodness find,</br>While VICE triumphant lifts her pamper'd head,</br>Nor hears the steps of Vengeance close behind?</br>Then take me, Pow'r of Beauty, to thy arms,</br>And lull, ah lull to peace my troubled soul!</br>Disclose, O God of Wine, thy purple charms,</br>I'll drown reflection in the mantling bowl!</br>'Gainst wind, and tide, let Stoic dullness sail,</br>Be mine the calmest sea, and pleasure's briskest gale.", "Pensive I mus'd, 'till rose the blushing morn,</br>And spread her saffron mantle o'er the skies;</br>When pitying MORPHEUS shook his opiate horn,</br>And slumbrous humours drown'd my weary'd eyes;</br>Yet FANCY still awake, to sooth my pain,</br>Sweet scenes of joy in liveliest hue pourtray'd;</br>She call'd forth all her bright ideal train,</br>And pleasing truths in mystic dreams convey'd:</br>Oh fail me not, thou fair enchanting pow'r,</br>At Sorrow's grim approach, and Care's distressful hour!", "Borne thro' the yielding air, methought I flew</br>To some more blissful clime, sequester'd far</br>From this frail world, that just appear'd to view,</br>Like the faint glimm'ring of a distant star.</br>Deep in the sea's encircling wave 'twas plac'd,</br>As gems in silver; hoary Ocean smil'd</br>Chear'd with the pleasing sight; and from his breast</br>Sent his sweet children, breezes fresh and mild:</br>No clouds, nor darkness, veil'd the chearful scene,</br>Nor wintry blasts deform'd the ground's eternal green.", "Lo to the West a large and spacious plain,</br>Where meet in concert, wood, and hill, and dale;</br>Brighter than all that muse-led Poets feign</br>Of IDA'S grove, and TEMPE'S hallow'd vale:</br>Tho' PENEUS  there revolves his amber stream,</br>And suppliant DAPHNE spreads her branching arms;</br>Still trembling lest the Sun's prolific beam,</br>Too fiercely wanton, blast her virgin charms:</br>Would'st thou escape?  Go, coy relentless maid,</br>Go chuse some worse retreat, some less luxurious shade!", "There blooming groves, gay smiling with delight,</br>From her fair womb spontaneous Nature brings;</br>Where percht on every bough, all richly dight</br>With painted plumes, some harmless Siren sings:</br>Pleas'd with the wild notes Zephyr flits unseen,</br>And on his musky wings the sound conveys;</br>While trickling soft, each vary'd pause between,</br>The murm'ring riv'lets roll their silver base;</br>Winds, waters, birds in seemly sort agree,</br>And am'rous ECHO blends the liquid melody.", "Nor there alone was charm'd one scanty sense:</br>The loaded trees ambrosial fruitage bear;</br>The weeping shrubs their spicy gums dispense,</br>Whose fragrance fresh-imbalms the buxom air;</br>Thousands of flow'rs their silken webs unfold,</br>Amarants, immortal amarants arise,</br>These beaming bright with vegetable gold,</br>And these with azure, these with Tyrian dyes;</br>There laughing sweetly red the roses glow,</br>While from their breathing souls celestial odours flow.", "But hark, a voice soft-warbling strikes my ear!&mdash;</br>\"Behold, O man, fair VIRTUE's ample meed;</br>Behold these radiant plains, this star-girt sphere,</br>By righteous JOVE her portion are decreed!</br>Mould not, ah mould not then in idle cell,</br>But strive these rapt'rous Mansions to attain;</br>Here all the wise, the brave, the virtuous dwell,</br>Eternal ages free from care and pain:</br>Here in ELYSIAN seats, their calm abodes,</br>Live in communion blest, with heroes, and with gods!\"", "Eastward to this methought a diff'rent scene,</br>Of equal beauty, charm'd my raptur'd sight:</br>Wide spacious lawns with swelling hills between,</br>And groves of bliss, and gardens of delight.</br>There lotes, and palms their copious branches twine,</br>And over-arching form delicious bow'rs;</br>There gush nectareous rills of dulcet wine,</br>And honey'd streams revolve their milky stores;</br>Fresh-bleeding myrrh, and cassia shed perfume,</br>Ananas swell with sweets, and wild pomegranates bloom.", "Fast by a fount, whose spicy waters glide</br>In am'rous mazes, on the velvet ground</br>With blushing flow'rs all goodly beautify'd,</br>A smiling troop of Virgins dance around;</br>Fairer than DELIA's silver-buskin'd train,</br>When erst, LADONA, by thy lilied banks,</br>Or cool EUROTA'S laurel-fringed plain,</br>To breathing lutes they tript in seemly ranks;</br>And fairer, CYPIUS, than thy wanton quire,</br>That melt the soul to love, and kindle fierce desire.", "Their eyes, like pearls within the shells conceal'd,</br>Beauteous and black; their lips with rubies vye;</br>On their fair cheeks, with white and red anneal'd,</br>What thousand dimpling smiles in ambush lie!</br>See, see they point to yon embow'ring shade,</br>Where cool gales fan their odorif'rous wings,</br>And FLORA'S freshest, softest couch is spread;</br>The whiles some one this lovely ditty sings!</br>Thro' all my veins what thrilling transport flew</br>To hear the nectar'd words, dropping like honey'd dew!", "\"Haste, gentle youth, for lo, the way is plain!</br>Haste, gentle youth, and hear the PROPHET'S call!</br>These are the joys that true Believers gain,</br>Immortal joys, that never know to pall.</br>Come then, ah come, thy weary limbs recline</br>On silken beds of roses sweetly strow'd,</br>Where to thy touch compliant bows the vine,</br>All faint and lab'ring with the luscious load;</br>Where Nymphs of Paradise their charms reveal,</br>And with their am'rous spoils thy greedy eyes regale!\"", "She ceas'd &mdash; And molten with excess of joy,</br>Voluptuous Hope was busy in my breast:</br>When lo, swift-darting from th' extremest sky,</br>With seraph-plumes, an Angel stood confest!</br>A pure immortal Crown adorn'd her head,</br>Of gold inwove with jewels; in her hand</br>The Book of Life, and Mercy was display'd,</br>With ruddy drops of dying Martyrs stain'd;</br>Her eagle-eyes were quick, and passing bright,</br>Yet beam'd serene, and mild, with Heav'n's celestial light.", "\"And O fond foolish man,\" she cried, \"forbear</br>Idly to glote on forms so light, and vain!</br>What are these jocund scenes, but empty air,</br>The fleeting coinage of a phrenzy'd brain?&mdash;</br>Yet ev'n in These, as darkly thro' a glass,</br>Some faint, some glimm'ring view the eye may gain</br>Of those unmingled joys, that far surpass</br>Whate'er of bliss the wit of man can feign;</br>Those pure Delights, that flow in streams divine,</br>Where thy imperial Tow'rs, O heav'nly SALEM, shine!", "\"For know, my Son, that they whose worth is try'd,</br>As gold by fire, by great and virtuous deeds,</br>Soon as the carnal fetters are unty'd,</br>That chain the soul, and stript these mortal weeds;</br>Haply shall soar, in Robes of Glory clad,</br>To heav'nly Mansions, bright Abodes, prepar'd</br>'Ere the foundations of the deep were laid,</br>Or the firm pillars of the earth were rear'd;</br>'Ere GOD his golden compasses employ'd,</br>And markt this beauteous World on Chaos dark, and void.", "\"There shall they live, O happy, happy spirits!</br>There shall they live remov'd from all the cares</br>And thousand ills that feeble flesh inherits:</br>No greedy Want, nor wayward Lust, that tears</br>With vip'rous rage the breast from whence it sprung,</br>Their deep-embosom'd peace shall e'er torment;</br>But hymning sweet, the Angel Troops among</br>Their undisturbed lays of pure content,</br>The smiling hours immortal shall employ,</br>In trance of holy ease, or extacy of joy,", "\"Then shall their eyes, from cloudy films secure,</br>With lightning-glance unmeasur'd space behold;</br>And all the thousand stars, that pave the floor</br>Of Heav'n, with orient pearl, or living gold;</br>Then floating thro' the boundless Deep of air,</br>An azure sea, like gems of richest hue,</br>Myriads of Worlds thick-scatter'd shall appear,</br>With all their bright Inhabitants to view;</br>Their active minds shall traverse, quick as thought,</br>Creation's ample fields, the range 'twixt GOD and nought.", "\"And oh what streams of music sweet, and clear</br>Shall drown in deep delight their raptur'd souls!&mdash;</br>Ay me, in vain to Man's unpurged ear</br>Their heav'nly Notes each tuneful planet rolls!</br>Ay me, in vain with softly-thrilling voice,</br>Thro' ev'ry land they hymn their Maker's praise,</br>While Choirs of young-ey'd Cherubims rejoice,</br>And to their golden Harps mellifluous Lays</br>Attuning, Holy, holy, holy, sing,</br>Lord, Almighty God, the Saints' eternal King!", "\"But not in vain the tuneful planets raise</br>To pure etherial souls their voice divine;</br>Nor yet in vain their great Creator's praise</br>Do gladsome choirs of young-ey'd Cherubs join:</br>No blessed Sp'rit but hears the sacred song,</br>And wakes his lyre melodious part to bear</br>In the sweet symphony; while all the throng</br>Of angels, and arch-angels, nay, the ear</br>Of God delighted listens to the strains.&mdash;</br>In Heav'n, and heav'n-born minds, such rapt'rous concord reigns!", "\"But where, ah where can glowing tints be found</br>To paint the charms of SION'S sacred place,</br>Where CHRIST the Lamb in radiance sits enthron'd,</br>The lively Image of his Father's Grace?</br>O Flow'r of love!  O glorious Morning star!</br>O Sun of Righteousness, whose healing wings</br>Brought life, and peace, and mercy from afar!</br>From Thee the light, thou beaming Fountain, springs,</br>That guides poor mortals in their weary way,</br>Thro' black Affliction's night, to Pleasure's endless day!", "\"JESUS! &mdash; and didst thou leave thy Bow'rs of joy?</br>And didst thou leave thy Father's dear embrace,</br>Content with agonizing pangs to die</br>For man's forlorn, rebellious, sinful race?</br>What bliss to hear the high mysterious story,</br>By all the Prophets, all th' Apostles sung,</br>And noble army' of Martyrs, crown'd with glory;</br>Where blest, the six-wing'd Seraphins among,</br>They drink immortal, from thy rapt'rous sight,</br>Conceiveless draughts of Love's ineffable delight!", "\"Hail, saints of light!  who once the patient train</br>Of silent Sorrow, thro' the thorny road</br>Of mis'ry toil'd, and unappall'd by pain</br>With Pilgrim-feet the long, long journey trod!</br>O taught by them, thou man of earth, sustain</br>With firm unweary'd arm the dang'rous fight!</br>The Prize of thy High-calling dare to gain,</br>Victorious Palms, and robes of spotless white;</br>So in the Book of Life thy name shall shine,</br>And Heav'n's eternal joys, and transports all be thine.\"", "Scarce had she spoke, when that Cherubic car</br>Instinct with soul, and those self-moving wheels,</br>That whirl'd the holy Sage, from CHEBAR far,</br>Appear'd: &mdash; my breast the rushing impulse feels!</br>I see, I see thy glitt'ring turrets rise,</br>Celestial SALEM, all of lucid gold,</br>Inlaid with gems of thousand, thousand dyes!</br>And lo, the everlasting gates unfold</br>Their doors of pearl, and o'er my aching sight</br>Full tides of glory flow, and streams of living light!", "Of Light surpassing far thy glimm'ring ray,</br>(More bright, more clear, more glorious, more divine)</br>Tho' drest by thee, O golden Eye of Day,</br>In gaudy robes the sparkling diamonds shine;</br>Tho' yon fair Moon to thee her lustre owes,</br>Gilding with borrow'd light the mountain's brow;</br>And IRIS steals from thee each tint, that glows</br>In the gay forehead of the show'ry Bow:</br>Faint is thy feeble blaze, O beauteous Sun!</br>Such peerless beams appear from Truth's eternal throne.", "See thro' the streets, like liquid jasper clear,</br>The fount of life in mazy error flows!</br>Thro' the bright Crystal sands of gold appear,</br>And heaps of pearly grain; while blooming grows,</br>On either bank of dainty flow'rs profuse,</br>The Tree of Life superior o'er the rest,</br>Whose teeming branches nectar'd fruits produce:</br>Twelve various fruits of sweetly-vary'd taste</br>From ev'ry leaf salubrious dews exhale</br>And pure elixirs breathe in ev'ry balmy gale.", "Lo there, diffus'd along the sacred brink,</br>Angelic choirs replete with love and joy,</br>Conceive their God, and from his presence drink</br>Beatitude past utt'rance! &mdash; There they lie</br>On flow'ring beds of balsam, cassia, nard,</br>And myrrh, a wilderness of rich perfumes;</br>Embalm'd they lie, like that Arabian bird,</br>'Midst od'rous shrubs, and incense-breathing gums,</br>Whose life springs recent from the sun-born fire,</br>While clouds of spicy smoke in bluish wreathe aspire.", "But spare, O spare me, Heav'n! &mdash; my fainting soul</br>Sickens with bliss too great for mortal sense!</br>Come, o'er my limbs thy quick'ning waters roll,</br>Life-giving stream, and all thy balm dispense!</br>And thou, fair Tree, the source of all our woes,</br>(That bloom'd so fatal erst in EDEN'S glade,</br>Transplanted since to Heav'n) thy friendly boughs</br>Extend, and wrap me in thy brownest shade!</br>O veil me from the LAMB'S too glorious sight,</br>From Majesty's full blaze, insufferably bright!", "Trembling I wak'd with sweet excess of joy,</br>And on the wings of Sleep, more swift than wind,</br>Away the fickle, fond delusions fly;</br>Yet leave their Fairy-steps the trace behind:</br>Hear then, ye sainted Myriads, from your spheres,</br>And gently beam your kindliest influence down;</br>Lift, lift my thoughts above life's groveling cares,</br>To Joys sublime, and Virtue's glorious Crown!</br>O guide my Virgin-Soul the high Abode</br>To reach, the HEAV'N OF HEAV'NS, where reigns th' eternal GOD!</br>"]