["Now early Shepherds o'er the Meadow pass,</br>And print long Foot-steps in the glittering Grass;</br>The Cows neglectful of their Pasture stand,</br>By turns obsequious to the Milker's Hand.", "When Damon softly trod the shaven Lawn,</br>Damon a Youth from City Cares withdrawn;</br>Long was the pleasing Walk he wander'd thro',</br>A cover'd Arbour clos'd the distant view;</br>There rests the Youth, and while the feather'd Throng</br>Raise their wild Musick, thus contrives a Song.", "Here wafted o'er by mild Etesian Air,</br>Thou Country Goddess, beauteous Health!  repair;</br>Here let my Breast thro' quiv'ring Trees inhale</br>Thy rosy Blessings with the Morning Gale.</br>What are the Fields, or Flow'rs, or all I see?</br>Ah!  tastless all, if not enjoy'd with thee.", "Joy to my Soul!  I feel the Goddess nigh,</br>The Face of Nature cheers as well as I;</br>O'er the flat Green refreshing Breezes run,</br>The smiling Dazies blow beneath the Sun,</br>The Brooks run purling down with silver Waves,</br>The planted Lanes rejoice with dancing Leaves,</br>The chirping Birds from all the Compass rove</br>To tempt the tuneful Echoes of the Grove:</br>High sunny Summits, deeply shaded Dales,</br>Thick Mossy Banks, and flow'ry winding Vales,</br>With various Prospect gratify the Sight,</br>And scatter fix'd Attention in Delight.", "Come, Country Goddess, come, nor thou suffice,</br>But bring thy Mountain-Sister, Exercise.</br>Call'd by thy lively Voice, she turns her Pace,</br>Her winding Horn proclaims the finish'd Chace;</br>She mounts the Rocks, she skims the level Plain,</br>Dogs, Hawks, and Horses, crowd her early Train;</br>Her hardy Face repels the tanning Wind,</br>And Lines and Meshes loosely float behind.</br>All these as Means of Toil the Feeble see,</br>But these are helps to Pleasure join'd with thee.", "Let Sloth lye softning 'till high Noon in Down,</br>Or lolling fan her in the sult'ry Town,</br>Unnerv'd with Rest; and turn her own Disease,</br>Or foster others in luxurious Ease:</br>I mount the Courser, call the deep mouth'd Hounds,</br>The Fox unkennell'd flies to covert Grounds;</br>I lead where Stags thro' tangled Thickets tread,</br>And shake the Saplings with their branching Head;</br>I make the Faulcons wing their airy Way,</br>And soar to seize, or stooping strike their Prey;</br>To snare the Fish I fix the luring Bait;</br>To wound the Fowl I load the Gun with Fate.</br>'Tis thus thro' change of Exercise I range,</br>And Strength and Pleasure rise from ev'ry Change.</br>Here beautious Health for all the Year remain,</br>When the next comes, I'll charm thee thus again.", "Oh come, thou Goddess of my rural Song,</br>And bring thy Daughter, calm Content, along,</br>Dame of the ruddy Cheek and laughing Eye,</br>From whose bright Presence Clouds of Sorrow fly:</br>For her I mow my Walks, I platt my Bow'rs,</br>Clip my low Hedges, and support my Flow'rs;</br>To welcome her, this Summer Seat I drest,</br>And here I court her when she comes to Rest;</br>When she from Exercise to learned Ease</br>Shall change again, and teach the Change to please.", "Now Friends conversing my soft Hours refine,</br>And Tully's Tusculum revives in mine:</br>Now to grave Books I bid the Mind retreat,</br>And such as make me rather Good than Great.</br>Or o'er the Works of easy Fancy rove,</br>Where Flutes and Innocence amuse the Grove:</br>The native Bard that on Sicilian Plains</br>First sung the lowly Manners of the Swains;</br>Or Maro's Muse, that in the fairest Light</br>Paints rural Prospects and the Charms of Sight;</br>These soft Amusements bring Content along,</br>And Fancy, void of Sorrow, turns to Song.</br>Here beauteous Health for all the Year remain,</br>When the next comes, I'll charm thee thus again.</br>"]