["The transport of a fierce and monstrous gladness</br>Spread thro' the multitudinous streets, fast flying</br>Upon the winds of fear; from his dull madness</br>The starveling waked, and died in joy; the dying,</br>Among the corpses in stark agony lying,</br>Just heard the happy tidings, and in hope</br>Closed their faint eyes; from house to house replying</br>With loud acclaim, the living shook Heaven's cope,</br>And filled the startled Earth with echoes:  morn did ope", "Its pale eyes then; and lo!  the long array</br>Of guards in golden arms, and Priests beside,</br>Singing their bloody hymns, whose garbs betray</br>The blackness of the faith it seems to hide;</br>And see, the Tyrant's gem-wrought chariot glide</br>Among the gloomy cowls and glittering spears&mdash;</br>A Shape of light is sitting by his side,</br>A child most beautiful.  I' the midst appears</br>Laon, &mdash; exempt alone from mortal hopes and fears.", "His head and feet are bare, his hands are bound</br>Behind with heavy chains, yet none do wreak</br>Their scoffs on him, tho' myriads throng around;</br>There are no sneers upon his lip which speak</br>That scorn or hate has made him bold; his cheek</br>Resolve has not turned pale, &mdash; his eyes are mild</br>And calm, and like the morn about to break,</br>Smile on mankind &mdash; his heart seems reconciled</br>To all things and itself, like a reposing child.", "Tumult was in the soul of all beside,</br>Ill joy, or doubt, or fear; but those who saw</br>Their tranquil victim pass, felt wonder glide</br>Into their brain, and became calm with awe.&mdash;</br>See, the slow pageant near the pile doth draw.</br>A thousand torches in the spacious square,</br>Borne by the ready slaves of ruthless law,</br>Await the signal round:  the morning fair</br>Is changed to a dim night by that unnatural glare.", "And see!  beneath a sun-bright canopy,</br>Upon a platform level with the pile,</br>The anxious Tyrant sit, enthroned on high,</br>Girt by the chieftains of the host; all smile</br>In expectation, but one child:  the while</br>I, Laon, led by mutes, ascend my bier</br>Of fire, and look around; each distant isle</br>Is dark in the bright dawn; towers far and near,</br>Pierce like reposing flames the tremulous atmosphere.", "There was such silence through the host, as when</br>An earthquake trampling on some populous town,</br>Has crushed ten thousand with one tread, and men</br>Expect the second; all were mute but one,</br>That fairest child, who, bold with love, alone</br>Stood up before the King, without avail,</br>Pleading for Laon's life &mdash; her stifled groan</br>Was heard &mdash; she trembled like one aspen pale</br>Among the gloomy pines of a Norwegian vale.", "What were his thoughts linked in the morning sun,</br>Among those reptiles, stingless with delay,</br>Even like a tyrant's wrath? &mdash; the signal gun</br>Roared &mdash; hark, again!  in that dread pause he lay</br>As in a quiet dream &mdash; the slaves obey&mdash;</br>A thousand torches drop, &mdash; and hark, the last</br>Bursts on that awful silence; far away</br>Millions, with hearts that beat both loud and fast,</br>Watch for the springing flame expectant and aghast.", "They fly &mdash; the torches fall &mdash; a cry of fear</br>Has startled the triumphant!  they recede!</br>For ere the cannon's roar has died, they hear</br>The tramp of hoofs like earthquake, and a steed</br>Dark and gigantic, with the tempest's speed,</br>Bursts thro' their ranks:  a woman sits thereon,</br>Fairer it seems than aught that earth can breed,</br>Calm, radiant, like the phantom of the dawn,</br>A spirit from the caves of day-light wandering gone.", "All thought it was God's Angel come to sweep</br>The lingering guilty to their fiery grave;</br>The Tyrant from his throne in dread did leap,&mdash;</br>Her innocence his child from fear did save;</br>Scared by the faith they feigned, each priestly slave</br>Knelt for his mercy whom they served with blood,</br>And, like the refluence of a mighty wave</br>Sucked into the loud sea, the multitude</br>With crushing panic, fled in terror's altered mood.", "They pause, they blush, they gaze, &mdash; a gathering shout</br>Bursts like one sound from the ten thousand streams</br>Of a tempestuous sea: &mdash; that sudden rout</br>One checked, who, never in his mildest dreams</br>Felt awe from grace or loveliness, the seams</br>Of his rent heart so hard and cold a creed</br>Had seared with blistering ice &mdash; but he misdeems</br>That he is wise, whose wounds do only bleed</br>Inly for self, thus thought that Christian Priest indeed,", "And others too, thought he was wise to see,</br>In pain, and fear, and hate, something divine;</br>In love and beauty &mdash; no divinity.&mdash;</br>Now with a bitter smile, whose light did shine</br>Like a fiend's hope upon his lips and eyne,</br>He said, and the persuasion of that sneer</br>Rallied his trembling comrades &mdash; \"Is it mine</br>To stand alone, when kings and soldiers fear</br>A woman?  God has sent his other victim here.\"", "\"Were it not impious,\" said the King, \"to break</br>Our holy oath?\" &mdash; \"Impious to keep it, say!\"</br>Shrieked the exulting Priest &mdash; \"Slaves, to the stake</br>Bind her, and on my head the burthen lay</br>Of her just torments: &mdash; at the Judgment Day</br>Will I stand up before God's golden throne,</br>And cry, O Lord, to thee did I betray</br>An Atheist; but for me she would have known</br>Another moment's joy!  the glory be thine own.\"", "They trembled, but replied not, nor obeyed,</br>Pausing in breathless silence.  Cythna sprung</br>From her gigantic steed, who, like a shade</br>Chased by the winds, those vacant streets among</br>Fled tameless, as the brazen rein she flung</br>Upon his neck, and kissed his mooned brow.</br>A piteous sight, that one so fair and young,</br>The clasp of such a fearful death should woo</br>With smiles of tender joy as beamed from Cythna now.", "The warm tears burst in spite of faith and fear,</br>From many a tremulous eye, but like soft dews</br>Which feed spring's earliest buds, hung gathered there,</br>Frozen by doubt, &mdash; alas, they could not chuse,</br>But weep; for when her faint limbs did refuse</br>To climb the pyre, upon the mutes she smiled;</br>And with her eloquent gestures, and the hues</br>Of her quick lips, even as a weary child</br>Wins sleep from some fond nurse with its caresses mild,", "She won them, tho' unwilling, her to bind</br>Near me, among the snakes.  When there had fled</br>One soft reproach that was most thrilling kind,</br>She smiled on me, and nothing then we said,</br>But each upon the other's countenance fed</br>Looks of insatiate love; the mighty veil</br>Which doth divide the living and the dead</br>Was almost rent, the world grew dim and pale,&mdash;</br>All light in Heaven or Earth beside our love did fail.&mdash;", "Yet, &mdash; yet &mdash; one brief relapse, like the last beam</br>Of dying flames, the stainless air around</br>Hung silent and serene &mdash; a blood-red gleam</br>Burst upwards, hurling fiercely from the ground</br>The globed smoke, &mdash; I heard the mighty sound</br>Of its uprise, like a tempestuous ocean;</br>And, thro' its chasms I saw, as in a swound,</br>The tyrant's child fall without life or motion</br>Before his throne, subdued by some unseen emotion.", "And is this death?  the pyre has disappeared,</br>The Pestilence, the Tyrant, and the throng;</br>The flames grow silent &mdash; slowly there is heard</br>The music of a breath-suspending song,</br>Which, like the kiss of love when life is young,</br>Steeps the faint eyes in darkness sweet and deep;</br>With ever changing notes it floats along,</br>Till on my passive soul there seemed to creep</br>A melody, like waves on wrinkled sands that leap.", "The warm touch of a soft and tremulous hand</br>Wakened me then; lo, Cythna sate reclined</br>Beside me, on the waved and golden sand</br>Of a clear pool, upon a bank o'ertwined</br>With strange and star-bright flowers, which to the wind</br>Breathed divine odour; high above, was spread</br>The emerald heaven of trees of unknown kind,</br>Whose moonlike blooms and bright fruit overhead</br>A shadow, which was light, upon the waters shed.", "And round about sloped many a lawny mountain</br>With incense-bearing forests, and vast caves</br>Of marble radiance to that mighty fountain;</br>And where the flood its own bright margin laves,</br>Their echoes talk with its eternal waves,</br>Which, from the depths whose jagged caverns breed</br>Their unreposing strife, it lifts and heaves,&mdash;</br>Till thro' a chasm of hills they roll, and feed</br>A river deep, which flies with smooth but arrowy speed.", "As we sate gazing in a trance of wonder,</br>A boat approached, borne by the musical air</br>Along the waves which sung and sparkled under</br>Its rapid keel &mdash; a winged shape sate there,</br>A child with silver-shining wings, so fair,</br>That as her bark did thro' the waters glide,</br>The shadow of the lingering waves did wear</br>Light, as from starry beams; from side to side,</br>While veering to the wind her plumes the bark did guide.", "The boat was one curved shell of hollow pearl,</br>Almost translucent with the light divine</br>Of her within; the prow and stern did curl</br>Horned on high, like the young moon supine,</br>When o'er dim twilight mountains dark with pine,</br>It floats upon the sunset's sea of beams,</br>Whose golden waves in many a purple line</br>Fade fast, till borne on sunlight's ebbing streams,</br>Dilating, on earth's verge the sunken meteor gleams.", "Its keel has struck the sands beside our feet;&mdash;</br>Then Cythna turned to me, and from her eyes</br>Which swam with unshed tears, a look more sweet</br>Than happy love, a wild and glad surprise,</br>Glanced as she spake; \"Aye, this is Paradise</br>And not a dream, and we are all united!</br>Lo, that is mine own child, who in the guise</br>Of madness came, like day to one benighted</br>In lonesome woods:  my heart is now too well requited!\"", "And then she wept aloud, and in her arms</br>Clasped that bright Shape, less marvellously fair</br>Than her own human hues and living charms;</br>Which, as she leaned in passion's silence there,</br>Breathed warmth on the cold bosom of the air,</br>Which seemed to blush and tremble with delight;</br>The glossy darkness of her streaming hair</br>Fell o'er that snowy child, and wrapt from sight</br>The fond and long embrace which did their hearts unite.", "Then the bright child, the plumed Seraph came,</br>And fixed its blue and beaming eyes on mine,</br>And said, \"I was disturbed by tremulous shame</br>When once we met, yet knew that I was thine</br>From the same hour in which thy lips divine</br>Kindled a clinging dream within my brain,</br>Which ever waked when I might sleep, to twine</br>Thine image with her memory dear &mdash; again</br>We meet; exempted now from mortal fear or pain.", "\"When the consuming flames had wrapt ye round,</br>The hope which I had cherished went away;</br>I fell in agony on the senseless ground,</br>And hid mine eyes in dust, and far astray</br>My mind was gone, when bright, like dawning day,</br>The Spectre of the Plague before me flew,</br>And breathed upon my lips, and seemed to say,</br>'They wait for thee beloved;' &mdash; then I knew</br>The death-mark on my breast, and became calm anew.", "\"It was the calm of love &mdash; for I was dying.</br>I saw the black and half-extinguished pyre</br>In its own grey and shrunken ashes lying;</br>The pitchy smoke of the departed fire</br>Still hung in many a hollow dome and spire</br>Above the towers like night; beneath whose shade</br>Awed by the ending of their own desire</br>The armies stood; a vacancy was made</br>In expectation's depth, and so they stood dismayed.", "\"The frightful silence of that altered mood,</br>The tortures of the dying clove alone,</br>Till one uprose among the multitude,</br>And said &mdash; 'The flood of time is rolling on,</br>We stand upon its brink, whilst they are gone</br>To glide in peace down death's mysterious stream.</br>Have ye done well?  they moulder flesh and bone,</br>Who might have made this life's envenomed dream</br>A sweeter draught than ye will ever taste, I deem.", "\"'These perish as the good and great of yore</br>Have perished, and their murderers will repent,</br>Yes, vain and barren tears shall flow before</br>Yon smoke has faded from the firmament</br>Even for this cause, that ye who must lament</br>The death of those that made this world so fair,</br>Cannot recall them now; but then is lent</br>To man the wisdom of a high despair,</br>When such can die, and he live on and linger here.", "\"'Aye, ye may fear not now the Pestilence,</br>From fabled hell as by a charm withdrawn,</br>All power and faith must pass, since calmly hence</br>In torment and in fire have Atheists gone;</br>And ye must sadly turn away, and moan</br>In secret, to his home each one returning,</br>And to long ages shall this hour be known;</br>And slowly shall its memory, ever burning,</br>Fill this dark night of things with an eternal morning.", "\"'For me the world is grown too void and cold,</br>Since hope pursues immortal destiny</br>With steps thus slow &mdash; therefore shall ye behold</br>How Atheists and Republicans can die&mdash;</br>Tell to your children this!'  then suddenly</br>He sheathed a dagger in his heart and fell;</br>My brain grew dark in death, and yet to me</br>There came a murmur from the crowd, to tell</br>Of deep and mighty change which suddenly befell.", "\"Then suddenly I stood a winged Thought</br>Before the immortal Senate, and the seat</br>Of that star-shining spirit, whence is wrought</br>The strength of its dominion, good and great,</br>The better Genius of this world's estate.</br>His realm around one mighty Fane is spread,</br>Elysian islands bright and fortunate,</br>Calm dwellings of the free and happy dead,</br>Where I am sent to lead!\"  these winged words she said,", "And with the silence of her eloquent smile,</br>Bade us embark in her divine canoe;</br>Then at the helm we took our seat, the while</br>Above her head those plumes of dazzling hue</br>Into the winds' invisible stream she threw,</br>Sitting beside the prow:  like gossamer,</br>On the swift breath of morn, the vessel flew</br>O'er the bright whirlpools of that fountain fair,</br>Whose shores receded fast, whilst we seemed lingering there;", "Till down that mighty stream dark, calm, and fleet,</br>Between a chasm of cedarn mountains riven,</br>Chased by the thronging winds whose viewless feet</br>As swift as twinkling, beams, had, under Heaven,</br>From woods and waves wild sounds and odours driven,</br>The boat fled visibly &mdash; three nights and days,</br>Borne like a cloud thro' morn, and noon, and even,</br>We sailed along the winding watery ways</br>Of the vast stream, a long and labyrinthine maze.", "A scene of joy and wonder to behold</br>That river's shapes and shadows changing ever,</br>Where the broad sunrise, filled with deepening, gold,</br>Its whirlpools, where all hues did spread and quiver,</br>And where melodious falls did burst and shiver</br>Among rocks clad with flowers, the foam and spray</br>Sparkled like stars upon the sunny river,</br>Or when the moonlight poured a holier day,</br>One vast and glittering, lake around green islands lay.", "Morn, noon, and even, that boat of pearl outran</br>The streams which bore it, like the arrowy cloud</br>Of tempest, or the speedier thought of man,</br>Which flieth forth and cannot make abode,</br>Sometimes thro' forests, deep like night, we glode,</br>Between the walls of mighty mountains crowned</br>With Cyclopean piles, whose turrets proud,</br>The homes of the departed, dimly frowned</br>O'er the bright waves which girt their dark foundations round.", "Sometimes between the wide and flowering meadows,</br>Mile after mile we sailed, and 'twas delight</br>To see far off the sunbeams chase the shadows</br>Over the grass; sometimes beneath the night</br>Of wide and vaulted caves, whose roofs were bright</br>With starry gems, we fled, whilst from their deep</br>And dark-green chasms, shades beautiful and white,</br>Amid sweet sounds across our path would sweep,</br>Like swift and lovely dreams that walk the waves of sleep.", "And ever as we sailed, our minds were full</br>Of love and wisdom, which would overflow</br>In converse wild, and sweet, and wonderful;</br>And in quick smiles whose light would come and go,</br>Like music o'er wide waves, and in the flow</br>Of sudden tears, and in the mute caress&mdash;</br>For a deep shade was cleft, and we did know,</br>That virtue, tho' obscured on Earth, not less</br>Survives all mortal change in lasting loveliness.", "Three days and nights we sailed, as thought and feeling</br>Number delightful hours &mdash; for thro' the sky</br>The sphered lamps of day and night, revealing</br>New changes and new glories, rolled on high,</br>Sun, Moon, and moonlike lamps, the progeny</br>Of a diviner Heaven, serene and fair:</br>On the fourth day, wild as a wind-wrought sea</br>The stream became, and fast and faster bare</br>The spirit-winged boat, steadily speeding there.", "Steady and swift, where the waves rolled like mountains</br>Within the vast ravine, whose rifts did pour</br>Tumultuous floods from their ten thousand fountains,</br>The thunder of whose earth-uplifting roar</br>Made the air sweep in whirlwinds from the shore,</br>Calm as a shade, the boat of that fair child</br>Securely fled, that rapid stress before,</br>Amid the topmost spray, and sunbows wild,</br>Wreathed in the silver mist:  in joy and pride we smiled.", "The torrent of that wide and raging river</br>Is past, and our aerial speed suspended.</br>We look behind; a golden mist did quiver</br>Where its wild surges with the lake were blended:</br>Our bark hung there, as on a line suspended</br>Between two heavens, that windless waveless lake;</br>Which four great cataracts from four vales, attended</br>By mists, aye feed; from rocks and clouds they break,</br>And of that azure sea a silent refuge make.", "Motionless resting on the lake awhile,</br>I saw its marge of snow-bright mountains rear</br>Their peaks aloft, I saw each radiant isle,</br>And in the midst, afar, even like a sphere</br>Hung in one hollow sky, did there appear</br>The Temple of the Spirit; on the sound</br>Which issued thence, drawn nearer and more near,</br>Like the swift moon this glorious earth around,</br>The charmed boat approached, and there its haven found.</br>"]