["Plaints, unattempted yet in bill or count,</br>Ope, heavenly muse!  and, OCKHAM!  thou thine ear,</br>Thy gracious ear, still open to th' oppress'd,</br>Th' insane, the widow'd, fatherless and poor,</br>Vouchsafe indulgent, while thy suppliant shews</br>How bound, avent'rous in pursuit of FEE,</br>Days, nights, and terms and seasons he turmoil'd</br>Thro' the rough realms of year-books and reports,</br>(Dark, chearless regions!) till disasters dire</br>Him fierce beleagur'd, and aloof detain'd</br>Friends, viands, comfort &mdash; Ah!  at plaints like these</br>Of sheriff-myrmidons, or duns obdur'd,</br>Who can from tears refrain?  even thou who clos'st</br>Death's dreadful sentence, by the name JACK KETCH</br>Fam'd and abhorr'd, even thou, wilt gentle tear</br>Let fall, and wonder at thy soft'ning heart.", "Wig-powdering JACOB, who each morn assails</br>Chaps horrid with mustachios, dares not more</br>Approach me, gastred by the grizly fiends,</br>That sore belay me; nor on morn or eve</br>Makes SUSAN visitations; SUSAN, skill'd</br>To whirl a mop, and deck sleeps downy couch</br>With art unequal'd, as CRUSEIS erst</br>Grac'd AGAMEMNON'S.  Nor in these alone</br>Excell'd the peerless:  She forth sparkling flint</br>Could conjure VULCAN, and rebate the rage</br>Of EURUS, noxious to quiescent scribe.</br>Bereav'd, O SUSAN!  of thy tender aid,</br>Where now shall I repose me?  how console</br>Me thus bemeagred?  Ah!  how fall'n, how chang'd</br>From what thou clasp'd enamour'd, while on morns</br>I clung extatick to thy roseat lips,</br>Thy lips more fragrant than imperial tea,</br>Or spice Arabian.  Farewell, happy morns!</br>Ye morns of dalliance!  Now nor roseat lips,</br>Nor blaze enlivening, nor amusive tea,</br>(Tea, lov'd potation of the taleful fair!)</br>Nor choc'late, strength'ner of the back and reins,</br>Nor brain-composing coffee, on morns provoke</br>Detractive tale, or amorous disport.</br>But vile insipid, by the vulgar call'd</br>Gruel, meet diet for lank-cheek'd spleen,</br>Me lonely sipping saddens, nor admits</br>Or bloom encrimson'd, or fermenting vein.", "But ah!  when PHOEBUS baits at half-way house,</br>And ringing gratulations chime aloud</br>Meridian gain'd, straight hunger with the news</br>Makes eager visitation, and disturbs</br>Deep contemplations on th' important case</br>Of JOHN OF STYLES.  Oh!  hunger!  worst of duns</br>From thee, nor lord's protection, Dies non,</br>Nor borrow'd name, nor lodgings chang'd, nor park,</br>Nor other place of privilege can save!</br>What should I do?  nor promises avail,</br>Nor shield of patience, tho' by Mulcibers</br>Celestial temper'd.  Furious oft to calm</br>Th' outrageous fiend, I plunge, but plunge in vain</br>In pocket vacant, my officious hand;</br>And sigh, and rave, and curse the tardy pace</br>Of sluggard time; till temple-horn aloud,</br>With blast heart-chearing, to repast forth calls</br>The sable bands, from chambers, coffee-house,</br>Where-e'er they commune, or on moot or quirk,</br>Intrigues or favours.  Rav'nous as the bird,</br>Hight SCARE-CROW, darts at carrion, nor unlike,</br>Wrapt in my tatter'd fables, forth I rush</br>To TEMPLE-HALL; there eye with secret glee</br>Clusters of rolls, brown bread, cheese, vinegar,</br>And all the dreadful instruments of rage</br>Efurient, knives and forks, and plates and spoons,</br>And mugs of verdant hue, on either side</br>Marshall'd in deep array.  I take my post,</br>And while GRACE-HERALD, with uplifted eyes,</br>Cants orison preludious, hark demure</br>As ROMISH priest, while bloomy nymphs confess,</br>Heats, palpitations, longings, languishments,</br>And dreams impure; nor yet or heaven or grace</br>Engage me; but what havock I shall make,</br>What cuts devour; with transport I forsee.</br>BEAR-GARDEN hero thus with cut or tap</br>Opiate of quarter-staff, in thought subdues</br>Antagonist, while prolonging on high</br>He wields, or club or back-sword, that portend</br>Indented nose, ribs batter'd, gashes dire,</br>And gushing gore:  to BRITAIN'S warlike sons</br>Delightful prospects!  Now with arms in hand,</br>Nor less resolv'd than PELEUS' wrathful son,</br>When fir'd with vengeance for his slaughter'd friend,</br>He strod in arms terrific, and assail'd</br>TROY'S heav'n-doom'd towers!  voracious down I plunge</br>On jaw-devoted shoulder, leg, or rump,</br>And gobbets wondrous to be seen, ingulf</br>With gape enormous.  But my fury soon</br>Suspending, with intreative eyes, and all</br>The rhetorick of looks, I crave a flask</br>Of venerable bencher.  Ah!  unmov'd</br>As cramb'd divine beholds a lazar forth</br>Extend his needy palm; he gorges on,</br>Nor ought regards my looks.  Forgive me, heaven!</br>I fret, I lour, I imprecate in thought,</br>And wreak my vengeance on the prostrate joint.", "But from the conflict o'er, nor yet the rage</br>Of hunger half repress'd, with head on arm</br>Reclin'd, in pensive mood I sit, and view</br>Exceeding serv'd, upheaving groans full deep,</br>As e'er forth issued from the plaintive mouth</br>Of suppliant wailing for his bill dismiss'd.</br>Thus ALEXANDER, fam'd for conquest, whilst</br>The world him sovereign own'd, sat down and sigh'd</br>For worlds unfound to vanquish, and with ken</br>Invidious ey'd the moon, and wish'd it near,</br>Thro' glorious thirst of slaughter and uproar.", "And gazing now on ruins, and the place,</br>Bleak desolated place!  where steam'd the beef,</br>And incense sav'ry up my nostrils fum'd,</br>Full sad I rise, and take my saunt'ring roam</br>Thro' lanes, thro' courts, o'er pavements, flags, and sands,</br>Uncertain, pond'ring, or with whom, or where</br>The fates, indulgent, might conduct my steps,</br>Or visit in pretence, to fill up chinks</br>With supplemental post-meridian tea.", "But lo!  detach'd on horrible emprize,</br>Two grizly proulers temple-ward incline</br>Their baleful progress.  Fraught with ranc'rous guile,</br>Low growling stalk'd they, and around them sly</br>Roul'd their prey-seeking orbs.  An elvish gloom</br>Their aspects o'er instern'd, and on their brows</br>Barbarity sat louring.  On they strode,</br>A horrid pair!  deep pond'ring in their souls</br>Hell-bred extortion, fees, and ambush foul.", "Horrent I spy'd the monsters, and back fled,</br>All frighted and astoun'd, and cry'd out CATCH-POLE!</br>The TEMPLE started at the hideous name,</br>Thro' all her chambers, and forth windows back</br>Resounded, CATCH-POLE!  Swift I fled; more swift</br>The fiends pursued, and forcible around</br>Embrac'd me, all dismay'd, and heaving groans,</br>Piteous enough to soften stubborn oak,</br>Or flint, or ought but adamantine heart</br>Of ruthless dun, or his obdur'd compeer.</br>And now &mdash; but lo!  assemble to my aid</br>Hosts numberless and dread.  As wrathful JOVE</br>Avengeful thunders, and the louring heavens</br>Burst into showers; then torrents black and foul</br>Roar down the sinks, and (dreadful to behold!)</br>Sweep grinning cats and huge tail'd rats along:</br>Not with less rage now rush'd, from various parts,</br>Clerks, footmen, shoe-boys, barbers, tritons, all</br>The TEMPLE posse, and with mop-sticks, oars,</br>Blocks, brushes, rulers, pokers, brooms and tongs</br>Enlarge the captive, and infuriate, pour</br>Perdition on the monster.  Trampled, drag'd,</br>And o'er belabour'd with ten thousand stripes,</br>O CATCH-POLE!  CATCH-POLE!  learn, ah!  learn, no more</br>With sole unhallow'd to prophane the TEMPLE.</br>As REYNARD, that oft-times in ambush lurk'd</br>For lamb excursive, and with tyrant heart,</br>To MALEPARDUS drag'd the weanling prey,</br>Snarls unavailing, while o'erpower'd by hosts</br>Latrant, he falls:  in vain the monster so</br>Belch'd dol'rous groans, which would, from human mouth,</br>Move pity, put from his, obdurate rage.</br>And now his soul to hell's profoundest gulf,</br>With kindred DAEMONS had been hurl'd; but lo!</br>Revolving in his breast the dire effects</br>Of popular commotion and uproar,</br>Aloof the awful minister of peace</br>Hung forth his flag, whereon the fates inscribed</br>Their doom, who, riotous in wild hubbub,</br>Scare peace away.  His aspect, port and wand,</br>(That wand somniferous, whose gentle tap</br>Stills clam'rous tongues, and charms ev'n rage to sleep)</br>Known well, and fear'd, obsequious to the sight,</br>With magick as inchanted, strait their wrath</br>Resign'd th' avengers, and desert the fray.", "Mean time aghast and pallid as a feme</br>Way faring in the dark, whom vengeful ghost</br>Of horned spouse revisits, swift, with eye</br>Retorted oft and circumspect, I rush</br>To chambers, and with double valves, and bolts,</br>And chairs and tables, barricade the door.</br>Alas!  nor doors, nor chairs, nor bolts avail</br>'Gainst warrant of escape!  Resistless scroll!</br>At sight of thee portcullices, and valves,</br>And windows ope spontaneous; garrets, nooks,</br>Cellars unfold their entrails, and disgorge</br>Unkennell'd debtor.  And now terrors grim,</br>And horrid as hell-furies, burst their way,</br>Thund'ring thro' shatter'd doors, and, vengeful, drag</br>Me, bastinado'd, to black dungeon, 'clipt</br>LIMBO, drear mansion of insolvents, where</br>Groans wretchedness inchain'd, and, shudd'ring, wrapt</br>In tatters noisom, stares, with eyes aghast,</br>Her hideous train, self-writhing, wan and foul,</br>Throat-parching thirst, paunch-gnawing hunger, cold</br>Teeth-chattering, sleepless pangs, brain-racking shifts,</br>Heart-broke repentance, and sigh-heaving spleen.</br>Nor these among, outrageous, day and night</br>Cease ministers of dolours, goblins fell,</br>Abominable, inutterable, and worse</br>Than chaplain yet has feign'd, or nurse conceiv'd,</br>CATCH-POLES and TURNKEYS, and ETCAETERAS dire.", "Midst horrors here endungeon'd, and with groans</br>And the loud clank of irons peal'd, I pass</br>The wailful gloom, contemplative and sad</br>As horse or ass in penitential pound,</br>For rear-arrear or trespass; and sometimes,</br>Deep-sighing, ruminate his joys, who dwells</br>In the third region of the TEMPLE, far</br>From gloom and durance.  Penal bonds or plaints</br>Of debtor lacrymable ne'er disturb</br>His morning slumbers; but when warbling shrill</br>Of chimney-sweep, or triton, usher in</br>The morn, he yawns, and indolent extends;</br>Nor waking sighs, or sickens with the qualms</br>Of conscience, nor the gods with pray'r molests:</br>But amorous thought indulges, or reflects</br>On COKE; or JOVE-like from above surveys</br>The subject globe, streams, barges, houses, trees,</br>Chairs, carts and hackney's, serjeants, oyster-nymphs</br>Promiscuous mingle; or secure from palm</br>Retentive of fell CATCH-POLE, hurls aloof</br>Defiance, unappall'd, at ruthless dun:</br>Or billet-doux peruses, or disports</br>In labyrinths of pleading or record,</br>Delightful mazes!  Or with formal band</br>And looks demure and studious, as perplex'd</br>With knotty points and queries, entertains</br>Fee-bearing client.  But when matron NIGHT</br>Rook-like sits brooding on the streets, and wide</br>Out-spreads her rev'rend night-rail, he beneath</br>Begirt with sword, and spruce with powder'd bobb,</br>Or takes an act; or forth, advent'rous, roves</br>To consecrated haunts of vagrant nymphs</br>Devote to VENUS; or at WILL'S or TOM'S,</br>Or other nightly rendezvous, from nod</br>Oracular of politician, learns</br>The fate of EUROPE; or with social friend</br>Repairs to gill, or mug-house, and regales</br>On chop or stake, and nectarous draught of bubb.", "O BUBB transportive!  to the tuneful tribe,</br>Than spring PIERIAN, or cool purling brook</br>Of HELICON more grateful!  thee unhail'd</br>The muse ought not to pass, who frequent soars</br>By thee uprais'd aerial, and presumes</br>Above the flight of poetastic wing.</br>O gracious!  would'st thou deign thine aid and drench</br>My parched clarion; like MILTONIAN ape,</br>How would I now forth bellow in thy praise,</br>With mouth loud-sounding, and earth-shaking strides!</br>Vain invocation!  far from pauper's ken,</br>Incellar'd deep by froth-pot CERBERUS, nought,</br>Save magick STERLING, can evoke thee thence.</br>All-powerful STERLING!  to thy SYREN chink</br>Responsive, fugues AUSONIA; INDIA west</br>And east waft delicates remote; and forth,</br>In gambols, from his watry realms upstarts</br>LEVIATHAN; and (horrible to hear!)</br>Hoarse rumbles poetaster.  With thy love,</br>Smit with thy sacred love, how oft in vain</br>Sat I expectant, where the law-learn'd plead</br>EXCHEQUER, CHANCERY, or the ROLLS!  but chief</br>Thee, KING'S-BENCH!  and thy crickets oft on morns</br>I visited with note-book, and intent</br>Beheld the coifed venerables shake</br>Their awful wigs full-bottom'd, and contract</br>Their fateful brows in labour, or of quirk,</br>Or nice distinction, till gut-wambling noon</br>Advis'd adjournment, and refection meet.</br>Thus appetite with noon, and with the year</br>The terms return, but not to me return</br>Fee, or the grave approach of bill or brief,</br>Sollicitor, attorney, client, friend;</br>But grates instead, and ever-griping want,</br>And all want's offspring, (hideous even to name!</br>Ah!  how more hideous to be felt!) surround</br>Me thus enduranc'd from the joys of life.</br>Nor these against, or statute, or the law,</br>Yclipt the common, remedy prescribes.", "To you, then lowly, these my plaints be maid,</br>To you, benevolent as grace, who pour</br>Indulgence on disastrous wit, and pleas'd</br>With tenderness paternal, stretch your hand</br>Promotive forth to learning, and humane,</br>Sooth anguish undeserv'd; on suppliant thus,</br>Within, without, on every side assail'd,</br>Cast eye redressive, and vouchsafe relief,</br>Such, gracious, as your wisdom meet shall judge,</br>And your complainant shall unwearied pray.</br>"]