["ALEXIS, MENALCAS.", "MENALCAS.</br>Behold, Alexis, see this Gloomy Shade,</br>Which seems alone for Sorrow's Shelter made;</br>Where, the glad Beams of Light can never play,</br>But, Night succeeding Night, excludes the Day;</br>Where, never Birds with Harmony repair,</br>And lightsom Notes, to cheer the Dusky Air,</br>To welcome Day, or bid the Sun farewel,</br>By Morning Lark, or Evening Philomel.", "No Violet here, nor Daisy e'er was seen,</br>No sweetly budding Flower, nor springing Green:</br>For fragrant Myrtle, and the blushing Rose,</br>Here, baleful Yew with deadly Cypress grows.</br>Here then, extended on this wither'd Moss,</br>We'll lie, and thou shalt sing of ALBION's Loss;</br>Of ALBION's Loss, and of PASTORA's Death,</br>Begin thy mournful Song, and raise thy tuneful Breath.", "ALEXIS.</br>Ah Woe too great!  Ah Theme, which far exceeds</br>The lowly Lays of humble Shepherds Reeds!", "O could I sing in Verse of equal Strain,</br>With the Sicilian Bard, or Mantuan Swain;</br>Or melting Words, and moving Numbers chuse,</br>Sweet as the British Colins mourning Muse;</br>Could I, like him, in tuneful Grief excel,</br>And mourn like Stella for her Astrofel;</br>Then might I raise my Voice, (secure of Skill,)</br>And with melodious Woe the Valleys fill;</br>The list'ning Echo on my Song should wait,</br>And hollow Rocks PASTORA's Name repeat;</br>Each whistling Wind, and murm'ring Stream should tell</br>How Lov'd she liv'd, and how Lamented fell.", "MENALCAS.</br>Wert thou with ev'ry Bay and Lawrel crown'd,</br>And high as Pan himself in Song renown'd,</br>Yet would not all thy Art, avail to show</br>Verse worthy of her Name, or of our Woe:</br>But such true Passion, in thy Face appears,</br>In thy pale Lips, thick Sighs, and gushing Tears,</br>Such tender Sorrow in thy Heart I read,</br>As shall supply all Skill, if not exceed.</br>Then leave this common Form of dumb Distress,</br>Each vulgar Grief, can Sighs and Tears express;</br>In sweet complaining Notes, thy Passion vent,</br>And not in Sighs, but Words explaining Sighs, lament.", "ALEXIS.</br>Wild be my Thoughts, Menalcas, wild my Words,</br>Artless as Nature's Notes, in untaught Birds;</br>Boundless my Verse, and roving be my Strains,</br>Various as Flow'rs on unfrequented Plains.</br>And thou Thalia, Darling of my Breast,</br>By whom inspired, I sung at Comus Feast;</br>While in a Ring, the Jolly Rural Throng</br>Have sate and smil'd to hear my chearful Song:</br>Begon, with all thy Mirth and sprightly Lays,</br>My Pipe, no longer now thy Pow'r obeys;</br>Learn to lament, my Muse, to weep, and mourn,</br>Thy springing Lawrels, all to Cypress turn;</br>Wound with thy dismal Cries, the Tender Air,</br>And beat thy Snowy Breast, and rend thy yellow Hair;</br>Far hence, in utmost Wilds thy Dwelling chuse,</br>Begon Thalia, Sorrow is my Muse.", "I mourn PASTORA dead, let ALBION mourn,</br>And Sable Clouds her Chalkie Cliffs adorn.</br>No more, these Woods shall with her Sight be bless'd,</br>Nor with her Feet, these Flow'ry Plains be press'd;</br>No more, the Winds shall with her Tresses play,</br>And from her Balmy Breath, steal Sweets away;</br>No more, these Rivers chearfully shall pass,</br>Pleas'd to reflect the Beauties of her Face;</br>While on their Banks the wond'ring Flocks have stood,</br>Greedy of Sight, and negligent of Food.", "No more, the Nymphs shall with soft Tales delight</br>Her Ears, no more with Dances please her Sight;</br>Nor ever more shall Swain make Song of Mirth,</br>To bless the Joyous Day, that gave her Birth:</br>Lost is that Day, which had from her its Light,</br>For ever lost with her, in endless Night;</br>In endless Night, and Arms of Death she lies,</br>Death, in Eternal Shades has shut PASTORA's Eyes.", "Lament ye Nymphs, and mourn ye wretched Swains,</br>Stray all ye Flocks, and desart be ye Plains,</br>Sigh all ye Winds, and weep ye Crystal Flouds,</br>Fade all ye Flowers, and wither all ye Woods.</br>I mourn PASTORA dead, let ALBION mourn, </br>And Sable Clouds her Chalkie Cliffs adorn.", "Within a Dismal Grott, which Damps surround,</br>All Cold she lies upon th' unwholsom Ground;</br>The Marble weeps, and with a silent Pace,</br>Its trickling Tears distil upon her Face.</br>Falsly ye weep, ye Rocks, and falsly mourn!</br>For never, will you let the Nymph return!</br>With a feign'd Grief the faithless Tomb relents,</br>And like the Crocodile it's Prey laments.", "O she was Heav'nly fair, in Face and Mind!</br>Never in Nature were such Beauties join'd:</br>Without, all shining; and within, all white;</br>Pure to the Sence, and pleasing to the Sight;</br>Like some rare Flow'r, whose Leaves all Colours yield,</br>And opening, is with sweetest Odours fill'd.</br>As lofty Pines o'ertop the lowly Reed,</br>So, did her graceful Height all Nymphs exceed,</br>To which excelling Height, she bore a Mind</br>Humble, as Osiers bending to the Wind.</br>Thus excellent she was&mdash;</br>Ah wretched Fate!  She was, but is no more.</br>Help me ye Hills, and Valleys, to deplore.</br>I mourn PASTORA dead, let ALBION mourn, </br>And Sable Clouds her Chalkie Cliffs adorn.", "From that blest Earth, on which her Body lies,</br>May blooming Flow'rs, with fragrant Sweets arise:</br>Let Myrrha weeping Aromatick Gum,</br>And ever-living Lawrel shade her Tomb.</br>Thither, let all th' industrious Bees repair,</br>Unlade their Thighs, and leave their Hony there;</br>Thither, let Fairies with their Train resort,</br>Neglect their Revels, and their midnight sport,</br>There, in unusual wailings waste the Night,</br>And watch her, by the fiery glow-worms light.", "There, may no dismal Yew, nor Cypress grow,</br>Nor Holly bush, nor bitter Elders bow;</br>Let each unlucky Bird, far build his Nest,</br>And distant Dens receive each howling Beast;</br>Let Wolves be gone, be Ravens put to flight,</br>With hooting Owls, and Batts that hate the light.", "But let the sighing Doves, their Sorrows bring,</br>And Nightingales in sweet Complainings Sing;</br>Let Swans from their forsaken Rivers fly,</br>And Sick'ning at her Tomb, make haste to dye,</br>That they may help to Sing her Elegy.</br>Let Echo too, in Mimick Moan deplore,</br>And cry with me, PASTORA is no more!</br>I mourn PASTORA dead, let ALBION mourn, </br>And Sable Clouds her Chalkie Cliffs adorn.", "And see, the Heav'ns to weep in dew prepare,</br>And heavy Mists obscure the burd'ned Air;</br>A sudden damp, o'er all the Plain is spread,</br>Each Lilly folds its Leaves, and hangs its Head.</br>On ev'ry Tree the Blossoms turn to Tears,</br>And ev'ry Bow a weeping Moisture bears.</br>Their Wings, the Feather'd Airy People droop,</br>And Flocks beneath their dewy Fleeces stoop.", "The Rocks are cleft; and new descending Rills,</br>Furrow the Brows of all th' impending Hills.</br>The Water-Gods, to Flouds their Riv'lets turn,</br>And each with streaming Eyes, supplies his wanting Urn.", "The Fawns forsake the Woods, the Nymphs the Grove,</br>And round the Plain, in sad Distractions rove;</br>In prickly brakes, their Tender Limbs they tear,</br>And leave on Thorns, their Locks of Golden Hair.", "With their sharp Nails, themselves the Satyrs wound,</br>And tug their shaggy Beards, and bite with grief the ground.", "Lo, Pan himself, beneath a blasted Oak</br>Dejected lies, his Pipe in pieces broke.</br>See Pales weeping too, in wild despair,</br>And to the piercing Winds her Bosom bare.", "And see yond fading Myrtle, where appears</br>The Queen of Love, all bath'd in flowing Tears,</br>See how she wrings her Hands, and beats her Breast!</br>And tears her useless Girdle from her waste:</br>Hear the sad Murmurs, of her sighing Doves,</br>For Grief they sigh, forgetful of their Loves.", "Lo, Love himself, with heavy Woes opprest!</br>See, how his Sorrows swell his tender Breast;</br>His Bow he breaks, and wide his Arrows flings,</br>And folds his little Arms, and hangs his drooping Wings;</br>Then, lays his Limbs upon the dying Grass,</br>And all with Tears bedews his Beauteous Face,</br>With Tears, which from his folded Lids arise,</br>And even Love himself has weeping Eyes.</br>All Nature mourns; the Flouds and Rocks deplore,</br>And cry with me, PASTORA is no more!</br>I mourn PASTORA dead, let ALBION mourn, </br>And Sable Clouds her Chalkie Cliffs adorn.", "The Rocks can melt, and Air in Mists can mourn,</br>And Flouds can weep, and Winds to Sighs can turn;</br>The Birds, in Songs, their Sorrows can disclose,</br>And Nymphs and Swains, in Words, can tell their Woes.</br>But oh!  behold that deep and wild Despair,</br>Which neither Winds can show, nor Flouds, nor Air.", "See the Great Shepherd, Chief of all the Swains,</br>Lord of these Woods, and wide extended Plains,</br>Stretch'd on the Ground, and close to Earth his Face,</br>Scalding with Tears, th' already faded Grass;</br>To the cold Clay, he joyns his throbbing Breast,</br>No more, within PASTORA's Arms to rest!</br>No more!  For those once soft and circling Arms</br>Themselves are Clay, and cold are all her Charms.</br>Cold are those Lips, which he no more must Kiss,</br>And cold that Bosome, once, all downy Bliss;</br>On whose soft Pillows, lull'd in sweet Delights,</br>He us'd in Balmy Sleep, to lose the Nights.", "Ah!  Where is all that Love and Fondness fled?</br>Ah!  Where is all that tender Sweetness laid?</br>To Dust must all that Heav'n of Beauty come!</br>And must PASTORA moulder in the Tomb!</br>Ah Death!  more fierce, and unrelenting far,</br>Than wildest Wolves or savage Tygers are;</br>With Lambs and Sheep, their Hungers are appeas'd,</br>But ravenous Death, the Shepherdess has seiz'd.</br>I mourn PASTORA dead, let ALBION mourn, </br>And Sable Clouds her Chalkie Cliffs adorn.", "\"But see, Menalcas, where a sudden Light,</br>With Wonder stops my Song, and strikes my Sight!</br>And where PASTORA lies, it spreads around,</br>Shewing all Radiant Bright, the Sacred Ground.</br>While from her Tomb, behold a Flame ascends</br>Of whitest Fire, whose Flight to Heav'n extends!</br>On flaky Wings it mounts, and quick as Sight</br>Cuts thro' the yielding Air, with Rays of Light;</br>'Till the Blew Firmament at last it gains,</br>And fixing there, a Glorious Star remains:\"</br>Fairest it shines of all that light the Skies, </br>As once on Earth were seen PASTORA's Eyes.</br>"]