["When I rehearse each gorgeous festival,</br>And knightly pomp of Arthur's elder day,</br>And muse upon these Celtic glories all,</br>Which, save some remnant of the minstrel's lay,</br>Are melted in oblivious stream away,</br>(So deadly bit the Saxon blade and sore)</br>Perforce I rue such perilous decay,</br>And, reckless of my race, almost deplore</br>That ever northern keel deflower'd the Logrian shore.", "Oh thou the ancient genius of the land,</br>Who wont on old Belusium's sunny steep,</br>And nigh the holy mount, with armed hand,</br>In vision dimly seen, thy watch to keep,</br>Our angel guard, whose eagle pinions sweep</br>In circling flight around his rock-built nest,</br>Now soaring high, now dark'ning half the deep,</br>The broad wave bursting with his shadowy breast,</br>Oh did not his lament foreshow the nearer pest?", "Say, did not he when Hengist plough'd the main,</br>With gathering mist the conqueror's track dismay,</br>And smite his radiant brows in parent pain</br>And sadly rend his samphire wreath away?</br>No, brighter beam'd his prescient eye that day,</br>And as the proud bark swept the waters free,</br>He bade the rustling waves around it play.</br>While softly stole across the sunny sea,</br>From many a twisted shell the mermaid's harmony.", "Now forty times the golden-haired dawn</br>Had sprung from old Tithonus' dewy bed,</br>And forty times across the fading lawn,</br>Had summer eve her filmy mantle spread,</br>Since young Ganore to Mary's aisle was led</br>A pensive bride; and yet, I wot not why,</br>But those who best could read her blushes said,</br>Not now so much she droop'd the timid eye,</br>Nor paid her Arthur's warmth with so cold courtesy.", "She was his wife!  for this she strove to bear</br>Of that portentous eye the tawny glow;</br>And those deep indents of ambitious care</br>That mapp'd his dark and melancholy brow;</br>She was belov'd; for well the fair might know</br>How that stern heart was fix'd on her alone,</br>When, melted all in love's delirious flow,</br>The vanquish'd victor at her feet was thrown;</br>And she was inly vain to feel such power her own.", "So was she pleas'd herself who sought to please;</br>Till on a day when all the court would ride</br>To drink in Cattraeth's woods the cooler breeze,</br>And rouse the dun deer from Terwathlin's side,</br>It chanced the queen within her bower to bide,</br>As one in boisterous pastime rarely seen;</br>Who little loved the hunter's cruel pride,</br>Or maddening shout that rends the forest green,</br>Or their poor quarry's groan the bugle notes between.", "Loth was her lord to miss that livelong day,</br>Her soft sweet glances and her converse sweet;</br>Yet cared he not to cross her purposed stay;</br>And forth he fared, but still with ling'ring feet</br>And backward look, and \"Oh when lovers meet</br>How blest,\" he thought \"the evening's tranquil hour,</br>From care and cumbrous pomp a glad retreat.\"</br>Not since his youth first quaff'd the cup of power,</br>Had Arthur praised before the calm sequester'd bower.", "And forth he fared; while from her turret high</br>That smiling form beheld his hunter crew;</br>Pleased she beheld, whose unacquainted eye</br>Found in each varying scene a pleasure new.</br>Nor yet had pomp fatigued her sated view,</br>Nor custom pall'd the gloss of royalty.</br>Like some gay child a simple bliss she drew</br>From every gaud of feudal pageantry,</br>And every broider'd garb that swept in order by.", "And, sooth, it was a brave and antic sight,</br>Where plume, and crest, and tassel wildly blending,</br>And bended bow, and javelin flashing bright,</br>Mark'd the gay squadron through the copse descending;</br>The greyhound, with his silken leash contending,</br>Wreath'd the lithe neck; and, on the falconer's hand</br>With restless perch and pinions broad depending,</br>Each hooded goshawk kept her eager stand,</br>And to the courser's tramp loud rang the hollow land.", "And over all, in accents sadly sweet,</br>The mellow bugle pour'd its plaintive tone,</br>That echo joy'd such numbers to repeat,</br>Who, from dark glade or rock of pumice-stone,</br>Sent to the woodland nymphs a softer moan;</br>While listening far from forth some fallow brown,</br>The swinked ploughman left his work undone;</br>And the glad schoolboy from the neighbouring town,</br>Sprang o'er each prisoning rail, nor reck'd his master's frown.", "Her warm cheek pillow'd on her ivory hand,</br>Her long hair waving o'er the battlement,</br>In silent thought Ganora kept her stand,</br>Though feebly now the distant bugle sent</br>Its fading sound; and, on the brown hill's bent,</br>Nor horse, nor hound, nor hunter's pomp was seen.</br>Yet still she gaz'd on empty space intent,</br>As one, who spell-bound on some haunted green</br>Beholds a faery show, the twilight elms between.", "That plaintive bugle's well remember'd tone</br>Could search her inmost heart with magic sway;</br>To her it spoke of pleasures past and gone,</br>And village hopes, and friends far, far away,</br>While busy memory's scintillating play</br>Mock'd her weak heart with visions sadly dear,</br>The shining lakelet, and the mountain grey,</br>And who is he, the youth of merriest cheer,</br>Who waves his eagle plume and grasps his hunting spear?", "As from a feverish dream of pleasant sin,</br>She, starting, trembled, and her mantle blue,</br>With golden border bright, and silver pin,</br>Round her wet cheek and heaving bosom drew;</br>Yet still with heavy cheer and downcast view,</br>From room to room she wander'd to and fro,</br>Till chance or choice her careless glances threw</br>Upon an iron door, whose archway low,</br>And valves half open flung, a gorgeous sight might show.", "It was a hall of costliest garniture,</br>With arras hung in many a purple fold;</br>Whose glistening roof was part of silver pure,</br>And silken part, and part of twisted gold,</br>With arms embroider'd and achievements old;</br>Where that rich metal caught reflected day,</br>As in the hours of harvest men behold</br>Amid their sheaves a lurking adder play,</br>Whose burnish'd back peeps forth amid the stubble grey.", "And, in the midst, an altar richly dight</br>With ever-burning lamps of silver pale,</br>And silver cross, and chalice heavenly bright,</br>Before whose beam a sinful heart might quail,</br>And sinful eye to bear its beauty fail.</br>It was, to ween, that gracious implement</br>Of heavenly love, the three-times hallow'd Grayle</br>To Britain's realm awhile in mercy lent,</br>Till sin defil'd the land, and lust incontinent.", "Strange things of that time-honour'd urn were told,</br>For youth it wont in aged limbs renew,</br>And kindle life in corpses deadly cold;</br>Yea palsy warmth, and fever coolness drew,</br>While faith knelt gazing on its heavenly hue.</br>For not with day's reflected beam it shone,</br>Nor fiery radiance of the taper's blue;</br>But from its hollow rim around was thrown</br>A soft and sunny light, eternal and its own.", "And many a riven helm around was hung,</br>And many a shield revers'd, and shivered spear,</br>And armour to the passing footsteps rung,</br>And crowns that paynim kings were wont to wear;</br>Rich crowns, strange arms, but shatter'd all and sere;</br>Lo!  this the chapel of that table round,</br>And shrine of Arthur and his warriors dear;</br>Where vent'rous knights by secret oaths were bound,</br>And blest by potent prayers their foemen to confound.", "Nor less the scene such solemn use became,</br>Whose every wall in freshest colours dight,</br>Display'd in form, in feature, and in name,</br>The lively deeds of many a faithful knight;</br>And told of many a hardly foughten fight</br>Against the heathen host in gory field;</br>Of those who reap renown with falchion bright,</br>Or list in war the ponderous axe to wield,</br>Or press the courser's flank with spear and shield.", "The stripling conqueror of a giant foe,</br>Belov'd of Heaven, was David there to see,</br>And wallowing wide the headless bulk below;</br>And there the self-devoted Maccabee,</br>Content in death to leave his Israel free,</br>Sustain'd unmov'd the towered elephant,</br>With javelin planted firm, and bended knee;</br>And grimly smiling on the monster's vaunt,</br>Slaying, was nobly slain, a martyr militant.", "There too, she mark'd, in blood-red colours writ,</br>The Christian conqueror of British line,</br>Who seem'd aloft in golden car to sit,</br>Rais'd on the ruins of an idol shrine,</br>Lord of the earth, resistless Constantine!</br>And, blazing high above his chosen head,</br>The meteor cross shed forth its light divine;</br>That that great dragon shook with guilty dread,</br>And all his countless host from forth the heaven fled.", "Nor less her own paternal Carmelide,</br>With arms begirt, and warrior faces round;</br>Nor less the queen with greedy wonder eyed</br>The giant form, whose uncouth mantle, bound</br>With beards of captive monarchs, swept the ground.</br>Vain-glorious Ryence!  him the Christian host</br>With plunging spears in Mersey's current drown'd;</br>Who, wading through the river depths, almost</br>Had stemm'd th' indignant wave, and reach'd the farther coast.", "But oh, what rage of war!  what ghastly blows!</br>Where silver Avon ran with sanguine hue;</br>And fierce in fight the youth of Denmark rose,</br>And Arthur's strength his deadly falchion drew.</br>Her own brave lord Ganora there might view,</br>As 'mid the meaner trees a kingly oak;</br>How fast the fire-sparks from his armour flew;</br>How from his courser's panting side the smoke;</br>How high he bare his targe, how rose at every stroke!", "Around the king, behind him and before,</br>Red ran the tide of death, and dark the throng;</br>And Merlin there his dragon standard bore,</br>Scattering dismay the mailed rands among;</br>A living standard, whose biforked tongue</br>Hiss'd with strange magic, and its brazen eye</br>Darted pernicious rays of poison strong;</br>Als were its threatful spires uplifted high,</br>And wings of molten brass outspread in air to fly.", "Strange was it to behold the enchanter's mien,</br>Whose robe of various colours wildly roll'd,</br>And naked limbs in battle seldom seen,</br>And magic girdle all of graven gold,</br>In uncouth wise his prophet frenzy told.</br>Swart with his visage, and his raven hair</br>Hung loose and long in many a tangled fold;</br>And his large eyeballs, with unearthly stare,</br>Flash'd on the withering host a wild portentous glare.", "Fast by that fiend-born sire was Gawain placed,</br>Gawain the gentlest of the knightly throng,</br>With ladies' love, and minstrel honour graced,</br>The good, the brave, the beautiful, the strong;</br>And, breathing fury, Modred spurr'd along,</br>Sir Modred, sternest of the table round,</br>Injurious chief, who reck'd nor right nor wrong;</br>Yet forward in his suzerain's service found,</br>And next to Arthur's self for princely lineage crown'd.", "But who is he?  the chief whose single might</br>Girt by the Saxon host in desperate ring,</br>With slender lance redeems the reeling fight,</br>While death and conquest poised on dubious wing</br>Hung o'er the strife his valour witnessing?</br>Cleft is his helmet, and his sanguine cheer</br>And beardless cheeks betoken manhood's spring,</br>Ah well-known glance, ah form to memory dear,</br>It is the nameless youth!  it is the forestere!", "Was it a dream?  her unassured eye</br>Paused on the form awhile-awhile withdrew;</br>She chafes her lids their perfect sense to try;</br>It was no dream!  alas, too well she knew</br>The locks of auburn and the eyes of blue,</br>And, her own work, the scarf and broider'd vest!</br>And her ears tingled, and a death-like dew</br>Through her cold marrow thrill'd and quivering breast,</br>And suffocating sobs the abortive shriek supprest.", "When overpast was that strong agony,</br>And doubt and fear resumed their blended reign,</br>She on that arras bent her frenzied eye,</br>And line retraced, and well known line again.</br>\"His locks were auburn, these a darker grain,</br>Fair is yon knight, yet sure than him less fair,</br>Yon shield, yon crownet mark a princely strain,</br>And sterner seems that brow.\"  Ah fruitless care!</br>That lip!  those eyes!  that scarf!  his pictur'd self is there!", "\"And art thou he?\"  for o'er his conquering head</br>In Gothic letters all of silver bright,</br>That chieftain's woven name Ganora read,</br>\"And art thou he, thy sovereign's darling knight,</br>The wise in court, the matchless in the fight,</br>Strength of our Logrian land in danger's hour!</br>Oh Lancelot!  (if thus I read aright</br>Thy lordly style,) 'mid pomp, and wealth, and power</br>Full soon hast thou forgot thy humble village flower!\"", "\"Yet Arthur cull'd that flower!\"  (a female ire</br>Flush'd in her cheek, and sparkled in her eye)</br>\"Yet Albion's lord could this poor form desire;</br>And thou shalt view thy rustic Emily</br>In pomp of queenly state enthroned high!</br>Then, Cadwal, shall thy soul new pangs endure,</br>And in each slighted charm new grace descry,</br>And, scorn'd in turn &mdash; Ah passion hard to cure!</br>Break, break my tempted heart while yet my will is pure.\"", "Thus raved she long, till from her throbbing breast</br>Exhausted passion loos'd his iron sway;</br>And holier thoughts her struggling soul possest,</br>And that pure chalice with its saintly ray,</br>And that still chapel turned her heart to pray.</br>So prostrate at the marble altar's base,</br>With floating locks and folded hands she lay;</br>And moistening with her tears the sacred place,</br>Clung to the silver cross with Magdalen embrace.", "So by that heavenly toil re-comforted,</br>She, slowly rising from the sacred ground,</br>Dried her moist eye, with streaming anguish red,</br>And those loose locks in decent fillet bound,</br>And cast, in matron guise, her mantle round,</br>And forth she went; yet ere the morrow's light,</br>She of her maidens fit occasion found</br>To ask the lineage of \"that absent knight,</br>Who now in Albion's war fought for his suzerain's right.", "\"He of the Lake, whose empty seat was placed</br>And in the hall his banner waving wide,</br>A golden hound with chequer'd collar graced,</br>And the broad field with seeming verdure dyed?\"</br>To whom the young Ygwerna swift replied</br>With arched brows and finger pointing sly,</br>\"Oh who shall dare to praise that chief of pride,</br>Who, when the jealous Gwendolen is nigh,</br>Whose proffer'd love he meets with so cold courtesy?\"", "\"Peevish Ygwerna!\"  Gwendolen rejoin'd,</br>\"By forged tales to shroud thy secret care!</br>Who more than thou the myrtle branch has twined,</br>And ring'd with flowery wreath his auburn hair?</br>Ah wooing vainly spent!  some absent fair</br>Has o'er the warrior hung her silken chain;</br>Witness the purple scarf he loves to wear,</br>Witness his wanderings o'er the nightly plain,</br>Witness Ygwerna's love and Lancelot's disdain!\"", "Ganora sigh'd; but all unmark'd the sigh</br>As Gwendolen pursued her eager word!</br>\"Oh lady mine, long were the history</br>To reckon up the praise of that young lord,</br>In Logris and in distant Gaul ador'd,</br>And sprung from elder kings of Brutus' race;</br>But changeful fate, and war with ruthless sword</br>Could ancient Tribles' goodly towers deface,</br>And poppies wave the head in the tall banner's place.", "\"When bloody Claudas sack'd the Armoric shore,</br>The sire of Launcelot its sceptre held,</br>For wealth renown'd, for virtuous wisdom more,</br>And the fair peace of honourable eld.</br>But the base rabble from his rule repell'd,</br>And ancient Ban, no longer prompt to bear</br>(As when at Carohaise, the foe he quell'd)</br>The conquering falchion and the pennon'd spear,</br>Fled from his dangerous throne to wood and desart drear.", "\"There, wretched sire, by daily wrath pursued,</br>Himself, his infant heir, and beauteous dame,</br>A shelter seeking in the solitude,</br>To a wild cave with painful travel came,</br>Where toil and grief opprest his hoary frame:</br>A little space with arms to Heaven spread,</br>A little space, on cities wrapt in flame;</br>And ravaged fields, he gazed, but nothing said,</br>Then in his Helen's arms sank down his dying head.", "\"She, chafing his cold brows, and with her tears</br>Moistening in vain the breast was ever true,</br>Nor space, nor leisure found for other fears;</br>But when her much-loved lord deceased she knew,</br>All wildly frantic thro' the desart flew,</br>Reckless of him who, 'mid the bushes laid,</br>Her sleeping babe, a faery's pity drew;</br>Who haply wandering through the twilight glade.</br>Stoop'd from her phantom steed, and home the prize convey'd.", "\"Beneath the hollow waters is her home,</br>Upbuilt with arched waves of crystal cold,</br>Where never wight of mortal seed should come.</br>Yet did she there the beauteous infant hold,</br>And train'd in knightly lore and pastimes bold;</br>But luckless Helen, dame disconsolate,</br>When late her loss returning reason told,</br>Sought the sad shelter of a convent grate,</br>And wept with live-long grief her boy's untimely fate.", "\"Him, when his vigorous youth was ripe for war,</br>And downy cheek was cloth'd in darker shade,</br>On airy wheels and dragon-yoked car,</br>To Arthur's court his elfin nurse convey'd,</br>In polish'd arms of maiden white array'd,</br>And silver shield as princely youth became;</br>Who since untam'd, unrivall'd, undismay'd</br>In tourney strife and war's illustrious game,</br>Has borne from every knight the foremost meed of fame.\"", "\"All otherwise I deem,\" Ganora cried,</br>\"Nor him account the best and bravest knight</br>Who, wrapt in sordid gain or warrior pride,</br>Is dead to ladies' pain and love's delight.\"</br>\"Ah who,\" said Gwendolen, \"shall read aright</br>The close-kept secret of a hero's love!</br>Yet some have said, in magic beauty bright,</br>His elfin dame has power his mind to move,</br>And urge his pensive steps along the twilight grove.\"", "A livid blush the queen's pale face o'erspread,</br>\"Yet, yet aread, where is that faery's wan?\"</br>\"Ah who shall tell her haunt,\" the maiden said,</br>\"Who in the desart water dwells alone,</br>Or under hollow hill or cavern'd stone?</br>Yet beauteous Derwent claims her chiefest grace.\"</br>Ganora heard, but answer made she none,</br>And with her kerchief shrouding close her face,</br>Broke from th' unfinish'd tale and sadly left the place.</br>"]