["Ask not the Cause why all the tuneful Swains,</br>Who us'd to fill the Vales with tender Strains,</br>In deep Despair neglect the warb'ling Reed,</br>And all their bleating Flocks refuse to feed.</br>Ask not why Greens and Flow'rs so late appear</br>To cloath the Glebe, and deck the springing Year;</br>Why sounds the Lawn with loud Laments and Cries,</br>And swoln with Tears to Floods the Riv'lets rise:</br>The fair Florelio now has left the Plain,</br>And is the Grief, who was the Grace, of ev'ry British Swain.", "For thee, lov'd Youth!  on ev'ry Vale and Lawn,</br>The Nymphs, and all thy Fellow-Shepherds moan.</br>No more the Fawns in wanton Figures trip,</br>But stretch'd on prickly Beds o' Brambles weep.</br>On the cold Ground relenting Satyrs lie,</br>And with unusual Howlings fill the Sky.</br>The little Birds now cease to sing and love,</br>Silent they sit, and droop on ev'ry Grove:</br>No mounting Lark now warbles on the Wing,</br>Nor Linnets chirp to chear the sullen Spring:</br>Only the melancholly Turtles coo,</br>And Philomel by Night repeats her Woe.</br>O, Charmer of the Shades!  the Tale prolong,</br>Nor let the Morning interrupt thy Song:</br>Or softly tune thy tender Notes to mine,</br>Forgetting Tereus, make my Sorrows thine.</br>Now the dear Youth has left the lonely Plain,</br>And is the Grief, who was the Grace, of ev'ry British Swain.", "Say, all ye Shades, where late he us'd to rest,</br>If e'er your Beds with lovelier Swain were prest;</br>Say, all ye Silver Streams, if e'er ye bore</br>The Image of so fair a Face before.</br>Ye Shades and Streams begin with me to mourn,</br>For never must the lovely Swain return;</br>And, as these flowing Tears increase your Tide,</br>O murmur for the Shepherd as ye glide!</br>Be sure, ye Rocks, while I my Grief disclose,</br>Let your sad Eccho's lengthen out my Woes:</br>Ye sighing Breezes, bear the Accents on,</br>And whisp'ring tell the Woods Florelio's gone.</br>For ever gone, and left the lonely Plain,</br>And is the Grief, who was the Grace, of ev'ry British Swain.", "Ripe Straw-berries for thee, and Peaches grew,</br>Sweet to the Taste, and tempting red to view.</br>The choicest Grapes we kept on ev'ry Tree,</br>All on their sunny sides did blush like thee.</br>For thee the Rose put sweeter Purple on,</br>Preventing, by her haste, the Summer-Sun.</br>But now the Flow'rs all pale and blighted lie,</br>And in cold Sweats o' sickly Mildew die.</br>Nor can the Bees suck from the shrivel'd Blooms</br>Aetherial Sweets, to store their golden Combs.</br>Oft on thy Lips they would their Labours leave,</br>And sweeter Odours from thy Mouth receive:</br>Sweet as the Breath o' Flora, when she lies</br>In Jesmin Shades, and for young Zephyr sighs.</br>But now those Lips are cold, relentless Death</br>Hath chill'd their Charms, and stop'd thy balmy Breath.</br>Those Eyes, where Cupid tipp'd his Darts with Fire,</br>And kindled in the coldest Nymphs desire,</br>Rob'd o' their Beams, in everlasting Night</br>Are clos'd, and give us Woe as once Delight:</br>And thou, dear Youth, hast left the lonely Plain,</br>And art the Grief, who wert the Grace, of ev'ry British Swain.", "As in his Bow'r the dying Shepherd lay,</br>The Shepherd yet so young, and once so gay!</br>The Nymphs that swim the Stream, and range the Wood,</br>And haunt the flow'ry Meads, around him stood.</br>There Tears down each fair Cheek unbounded fell,</br>And as he gasp'd, they gave a sad Farewel.</br>Softly (they cry'd) as sleeping Flow'rs are clos'd</br>By Night, be thy dear Eyes by Death compos'd:</br>A gentle Fall may thy young Beauties have,</br>And golden Slumbers wait thee in the Grave:</br>Yearly thy Hearse with Garlands we'll adorn,</br>And teach young Nightingales for thee to mourn;</br>Bees love the Blooms, the Flocks the bladed Grain,</br>Nor less wert thou belov'd by ev'ry Swain.&mdash;</br>Come, Shepherds, come, perform the Fun'ral Due,</br>For he was ever good and kind to you:</br>On ev'ry smoothest Beech, in ev'ry Grove,</br>In weeping Characters record your Love.</br>And as in Mem'ry of Adonis slain,</br>When for the Youth the Syrian Maids complain,</br>His River, to record the guilty Day,</br>With freshly bleeding Purple stains the Sea:</br>So thou, dear Cam, contribute to our Woe,</br>And bid thy Stream in plaintive Murmurs flow.</br>Thy Head with thy own Willow Boughs adorn,</br>And with thy Tears supply the frugal Urn.</br>The Swains their Sheep, the Nymphs shall leave the Lawn,</br>And yearly on their Banks renew their Moan:</br>His Mother, while they there lament, shall be</br>The Queen o' Love, the lov'd Adonis he:</br>On her, like Venus, all the Graces wait,</br>And he too like Adonis in his Fate!</br>For fresh in fragrant Youth he left the Plain,</br>And is the Grief, who was the Grace, of ev'ry British Swain.", "No more the Nymphs, that o'er the Brooks preside,</br>Dress their gay Beauties by the Chrystal Tide;</br>Nor fly the Wintry Winds, nor scorching Sun,</br>Now he, for whom they strove to charm, is gone.</br>Oft they beneath their reedy Coverts sigh'd,</br>And look'd, and long'd, and for Florelio dy'd.</br>Of him they sang, and with soft Ditties strove</br>To sooth the pleasing Agonies of Love.</br>But now they roam, distracted with Despair,</br>And Cypress, twin'd with mournful Willows, wear.</br>Thus, Hand in Hand, around his Grave they go,</br>And Saffron Buds, and fading Lillies strow,</br>With Sprigs o' Myrtle mix'd, and scatt'ring cry,</br>So sweet and soft the Shepherd was, &mdash; and oh!  so soon did dye!</br>There fresh, in dear Remembrance of their Woes,</br>His Name the young Anemonies disclose:</br>Nor strange they shou'd a double Grief avow,</br>Then Venus wept, and Pastorella now.</br>Breath soft, ye Winds!  long let 'em paint the Plain,</br>Unhurt, untouch'd by ev'ry passing Swain.</br>And when ye Nymphs, to make the Garland gay,</br>With which ye crown the Mistress of the May,</br>Ye shall these Flow'rs to bind her Temples take,</br>O pluck 'em gently for Florelio's sake!</br>And when thro' Woodstock's green Retreats ye stray,</br>Or Altrop's flow'ry Vales invite to play;</br>O'er which young Pastorella's Beauties bring</br>Elyzium early, and improve the Spring:</br>When Ev'ning Gales attentive Silence keep,</br>And Heav'n its balmy Dew begins to weep.</br>By the soft Fall of ev'ry warb'ling Rill.</br>Sigh your sad Airs, and sing the Shepherd still:</br>So may Sylvanus ever 'tend your Bow'rs,</br>And Zephyr brush the Mildew from the Flow'rs!</br>Bid all the Swans from Cam and Isis haste,</br>In the melodious Dirge to breath their last.</br>O Colin, Colin!  Cou'd I there complain</br>Like thee, when young Philisides was slain!</br>Thou sweet Frequenter of the Muses Stream!</br>Why have I not thy Voice, or thou my Theme?</br>Though weak my Voice, though lowly be my Lays,</br>They shall be sacred to the Shepherd's Praise:</br>To him my Voice, to him my Lays belong,</br>And bright Myrtilla now must live unsung:</br>Ev'n she whose Heav'n of Beauty blest me more,</br>Than ever Swain was bless'd by Nymph before;</br>While ev'ry tender Sigh to seal our Bliss,</br>Brought a kind Vow, and ev'ry Vow a Kiss.</br>Fair, Chast, and Kind, yet now no more can move,</br>So much my Grief is stronger than my Love:</br>Now the dear Youth has left the lonely Plain,</br>And is the Grief, who was the Grace, of ev'ry British Swain.", "As when some cruel Hind has born away</br>The Turtle's Nest, and made the young his Prey,</br>Sad in her Native Grove she sits alone,</br>There hangs her little Wings, and murmurs out her moan.</br>So the bright Shepherdess who bore the Boy,</br>Beneath a baleful Yew does weeping lye;</br>Nor can the Fair the weighty Woe sustain,</br>But bends, like Roses crush'd with falling Rain:</br>Nor from the silent Earth her Eyes removes,</br>That weeping, languish like a dying Dove's.</br>Not such her Look (severe Reverse o' Fate!)</br>When little Loves in ev'ry Dimple sate;</br>And all the Smiles delighted to resort</br>On the calm Heav'n of her soft Cheeks to sport:</br>Soft as the Clouds mild April-Ev'nings wear,</br>Which drop fresh Flourets on the youthful Year.</br>The Fountain's Fall can't lull her wakeful Woes,</br>Nor Poppy-Garlands give the Nymph Repose:</br>Thro' prickly Brakes, and unfrequented Groves,</br>O'er Hills and Dales, and craggy Cliffs she roves.</br>And when she spies, beneath some silent Shade,</br>The Daizies prest, where late his Limbs were laid,</br>To the cold Print there close she joyns her Face,</br>And all with gushing Tears bedews the Grass.</br>There with loud Plaints she wounds the pitying Skies,</br>And oh!  return, my lovely Youth, she cries;</br>Return, Florelio, with thy wonted Charms</br>Fill the soft Circles of my longing Arms.&mdash;</br>Cease, fair Affliction, cease!  the lovely Boy</br>In Death's cold Arms must pale and breathless lye.</br>The Fates can never change their first Decree,</br>Or sure they would have chang'd this one for Thee.</br>Pan for his Syrinx makes eternal moan,</br>Ceres her Daughter lost, and thou thy Son.</br>Thy Son for ever now has left the Plain,</br>And is the Grief, who was the Grace, of ev'ry British Swain.", "Adieu, ye mossy Caves, and shady Groves,</br>Once happy Scenes of our successful Loves:</br>Ye hungry Herds, and bleating Flocks adieu,</br>Flints be your Beds, and browze the bitter Yew.</br>Two Lambs alone shall be my Charge to feed,</br>For yearly on his Grave two Lambs shall bleed.</br>This Pledge of lasting Love, dear Shade, receive,</br>'Tis all, alas!  a Shepherd's Love can give:</br>But Grief from its own Pow'r will set me free,</br>Will send me soon a willing Ghost to thee.</br>Cropt in the flow'ry Spring of Youth, I'll go</br>With hasty Joy to wait thy Shade below:</br>In ever-fragrant Meads, and Jesmin-Bow'rs</br>We'll dwell, and all Elyzium shall be ours.</br>Where Citron Groves Aetherial Odours breath,</br>And Streams o' flowing Chrystal purl beneath:</br>Where all are ever young, and heav'nly fair,</br>As here above thy Sister-Graces are.", "And since the Bloom of that celestial Face,</br>For which Diana would have left the Chace;</br>That finish'd Shape, which wond'ring all survey'd,</br>Snatch'd by remorseless Death, in Dust is laid:</br>Thy Urn with pious Care the Muse shall keep,</br>For thee, thou best o' Swains, she'll ever weep;</br>There to her tender Lute thy Praise she'll sing,</br>While Hyacinths and Myrtles round her spring.</br>"]