["Shalt thou, O Bard Divine, who e'rewhile sung</br>In doleful Plaint, the hapless final Doom,</br>Of Philips, bright Companion of thy Hours;</br>Whether, or Days, or Nights, in social Cups,</br>Ye past, or studious Musing, fertile of Lays</br>Congenial, and various-measur'd Sounds:</br>And Thou, on whom the Heav'nly Powers bestow'd</br>A vein Benign of Wit, Thought unconfin'd,</br>Despising shackled Rhyme; Thou, Thou, O Philips!</br>Wou'd, Redivive, e'er this repay'd his Metre,</br>Mindful of Friendship past, e'er this adorn'd</br>His Tomb, in Numbers, flowing as thy Tears.</br>Shalt Thou, O Bard Divine, then die unsung?</br>Unheeded, Unlamented, shalt Thou want</br>Some tributary grateful Muse, full-summ'd</br>To blazon-broad in Elegiack Song</br>Thy Worth, and eternise thy Name diffusive?", "Pardon, O generous Ghost, Attempt Vainglorious;</br>Already Thou hast liv'd enough, hast liv'd</br>To celebrate thy self, Proof as a Rock</br>Of Adamant unmov'd, 'gainst all Assaults</br>Of utter Hate envenom'd, Time, sworn Foe</br>To Song-attempting Author, Poet Modern;</br>Hast liv'd by thine own Hand, Nor Friends, nor Foes,</br>Augment, Officious, or decrease thy Fame</br>Firm-fix'd, distinguish'd only by thy Theme.", "Hypolitus Elate declares thy Praise</br>In loud Acclaim, among the Shades below,</br>His joyful Sentiments expresses, vaunts</br>His happy State, first introduc'd by You</br>On British Theatre:  Not Philip's Son</br>More pleas'd, when at Pelide's Tomb he stood</br>Greedy of Glory, nor with the Universe</br>Content; had he obtain'd his darling Wish.</br>And Sire Maeonides his mighty Feats</br>Of Arms, in never-dying Verse recorded.</br>Thus shall he live, be thus deliver'd down</br>To After-Time, drawn to the Life, he seems</br>Himself, nor his own Native Dress becomes</br>Him more:  Euripides, Seneca, Racine,</br>Nor boast superior Merit:  Greece, Latium, Gaul,</br>Confess thy up-grown Genius, over-peering,</br>And Ostentatious share the second Honours.", "But yet, my Muse, tho' conscious of her Weakness,</br>Nor fit, nor worthy, to Thee, O Smith respectful,</br>And prompted by her Grief, Assays, else Mute,</br>O bold, O hard Assay!  to tell thy Virtues</br>In Words of pure Affect; her Sighs in-pent</br>Burst out in Floods of Tears, as River damm'd,</br>Impetuous Torrent, Uncontrou'd, full Force</br>At length collecting, loudly Roaring, breaks</br>Down Banks, imprisoning Mound, Infuriate,</br>And sweeping all Oppose, o'erturns, o'erwhelms,</br>With Inundation wild, the Country waste.", "Methought I ken'd the Reverend Shade of Bodley,</br>When thou declaim'st Solennial on his Deeds,</br>Rise from the darksome Grave, with Aspect stern,</br>Awful, and Rigid, tho' with Sweetness mixt,</br>Majestic, Grave, and Philosophic Leer,</br>Omen of instant Joy, Methought I heard</br>Thus his Approve the solemn Sage Announce.", "\"Well hast Thou spoke, O Youth mature, well learn't,</br>The moving Art of Rhetoric, the Native Force</br>Of Greek and Roman Diction, well art skill'd,</br>In ought becoming Pathos, Elocution,</br>Bland, Dulcet; strong as disgusted Patriot,</br>Haranging Senate, but so smooth at Will,</br>As the entangling Syren's artful Notes;</br>Or Favourite, deluding of his Prince,</br>Fawning with humil Cringe, and accent Bland,</br>And dropping Manna from his flattering Tongue.</br>Pleas'd, I must own I am, to see my Boon</br>Of Academic Books improve, bring forth</br>Such good Produce, blind Melesigines,</br>The Mantuan Bard, Demosthenes, and Tully,</br>Are drawn at large in Thee, and cent'ring meet.</br>But Time will come, alas, too soon 'twill come,</br>When Thou, prone-tending to the Grave, art snatch'd,</br>O Loss, invaluable, irrecoverable!</br>Nor silver A&mdash;ch long survives, but leaves</br>A Name Immortal as his Deeds, succeeded</br>(And happy 'tis to be succeeded thus)</br>By Att&mdash;y, Bright, Wise Governor,</br>Vers'd in all human Knowledge, and all Arts,</br>And All in every Art excelling; Him except,</br>Whom Convocations future shall admire</br>For Fluency of Tongue, and equal Learning,</br>Consummate Sm&mdash;ge!  Still, still deserving</br>Greater Dignity, O excellent Divine!</br>To Thee Oxonia Bows, Thee, Church and State,</br>Hold in the highest Rank of just Esteem:</br>By Thee, instructed, taught from Regal Chair,</br>Out-sets the young Divine, well-fraught, and gains</br>Conquest o'er far and near, o'er monstrous Sects,</br>That swarm, and over-spread the Land with Error,</br>Worse than Cymmerian Darkness, horrid Shade.\"", "Cou'd Ought, Polite, Refined, stave off th' Approach</br>Of grisly Death agast, with griping Paw,</br>Hideous to Sight, O Smith, thou still had'st liv'd,</br>Still had'st Thou tun'd thy Lays, near London's Seat,</br>To winding Thames Contiguous, Fulham Shoar:</br>There had'st Thou giv'n Attest of Judgment, Candour,</br>And Vigorous Turn of Thought, of Wit Facete,</br>Luxuriant, Chast, Uncommon, and Refin'd</br>From vulgar Dross, Horatian Sneer Attendant</br>On Banter, Glee, the Life of Conversation.</br>There had'st Thou try'd thy Muse in keen Invective,</br>With pointed Shafts of Satyr, Dorian Lyric</br>Gay, Humorous, or Judicious Epic</br>Best for Instruction form'd, or Epigram</br>With nibling Twitch, or Pompous Sound Dramatic,</br>Or Boiling  Pindar's Odes, or odd Burlesque,</br>The Mimic Zani Muse that postures all;</br>Perfect in each of these a Genius deem'd.</br>And well might perfect be, in Longine's Arms</br>Indulgent, foster'd, sucking Knowledge exact</br>From Precept pure, as Heliconian Streams</br>Mellifluous, and forming Judgment true;</br>From whence both Gods and Men are taught to speak.</br>What might we expect from Thee, O Smith!</br>What nice Corrections, and what Censure just</br>On Faults, and not on Men, on Scriblers Vile,</br>Modern in Thought, in Dress, and Error foul?</br>How woud'st Thou've taught the World to Think, to Write,</br>To Speak?  Retriev'd that Eloquence Divine,</br>Which mov'd the wild Democritus at Will,</br>Of Rome, or Athens, or to Peace, or War:</br>O Smith!  at once our Critic, and Example.</br>All this, Thou'd'st done, and more than Thought can reach,</br>Or Words can tell, Inimitable Bard!</br>Had not untimely Fate Thy Days abridg'd</br>Relentless, and our Growing Hopes deceiv'd.</br>So fares th' Embosom'd Rose, in radiant Morn,</br>Disclosing Blushes to the Beams Titanic:</br>O Beauteous scented Foliage, short-liv'd Plant!</br>Nor all the live-long Day survives, but crop'd</br>By some fair Virgin's Hand, and decays.", "O that some Christ-Church Bard, Foundation fam'd,</br>In Godlike Rapture, like thy Own, wou'd sing</br>Thy Destiny; or some New-born Muse arise</br>Inspir'd with Harmony Celestial, Offspring</br>Of Thy surviving Genius, Fire Paternal</br>Inheriting:  So th' Arabian Bird</br>Engender'd, starts from the Productive Ashes</br>Of his dead Syre:  So sacred Records tell</br>Thee, Great Elijah, Charioting to Heaven</br>In Fiery Vehicle, thy Mantle drop'd</br>Credential to Elisha, double Portion</br>Of Warmth Diffusing, and Prophetic Rage.", "How are Thy Looks disorder'd, Ghastly-wan,</br>Thy Eye-Balls Fiery-red, and Parch'd, and Blear'd,</br>Oxonia?  Parent Alm, Blest Residence</br>Of Learning, Arts, Yclipt Bellositum</br>In ancient Story known; Methinks I hear</br>Thy Generous Pity for Thy Son, Thy Moans</br>Sad, and Disconsolate, on Isis Banks,</br>Delightful Bordering Stream!  Methinks I see</br>Thy Grief surpassing all Excess of Grief</br>Emphatical.  Not Sorrow more express</br>Or seiz'd the Delian God, or Sylvan Nymphs,</br>When Rodopeius fell, to lustful Rage</br>A Victim, torn by the furious Race</br>Of Bacchus, and the wild Ciconian Rout</br>Of Revellers, nor cou'd the Muse defend her Son:</br>Seraphick Orpheus!  who first with mortal Hand</br>Touch'd the Testacious Lyre, and taught to sing;</br>Who near the Streams of Phlegeton first breath'd</br>Thy Chords, and by the Force of Number drew</br>Euridice from Hell, and smooth'd the Visage</br>Of Cerberus Immane; who stopp'd the Floods</br>In prone Career, provok'd the list'ning Trees</br>To saliant bounding Mores, and gently tam'd</br>The bestial savage Race, with Musicks Notes</br>Harmonious; May thy Followers pursue</br>Thy Steps, Ambitious, but thy Fate avoid.", "O H&mdash;y!  may My Verse awhile detain</br>Thy Thoughts, tho' Waking for the Publick Good,</br>To Verse Obsequious:  O St. J&mdash;n, lend an Ear</br>Attentive, as whilom you're wont to do</br>To Strains Miltonic:  My flagging Muse before</br>By Chilling Damps deprest, and Nipping Cold,</br>Cheer'd and Encourag'd by the Glimpse of Favour</br>'Gins to Ensoar Aloof, on Wings of Hope</br>Aerial mounts, and burns with Fire Poetic.</br>So starv'ling Plant benumm'd by Winter Breme,</br>Unkindly forward Season, recollects</br>Fresh Vigour quick'ning, by the Genial Rays,</br>Of the Revolving Sun, Re-animate.", "But stop, O Headstrong Muse, Ungovernable!</br>The Bard we 'wail best worthy to declare</br>Our Chiefs renown'd in Council, or in Camp.", "What Trophies wou'd he raise, Arches Triumphant,</br>To H&mdash;y, Britain's Hope, Aversion dire</br>Of Gaul Aspiring?  How describe his Worth,</br>Concern for Common Good, Brain-racking Cares,</br>And tedious sleepless Nights, his Condescension</br>To all Mankind, an Open Soul, nor warp'd</br>By lawless Gain, with Irretorted Eye</br>Beholding Heaps of Gold, Deep-piercing Head,</br>For Empires Weight Appropriate, Steddy Steerage</br>In shocking Storms of State, Upholding Kingdoms</br>By Schemes Unerring, and Advisement sure?</br>Deserving well of All, of Populace</br>Applause, Favour of Prince, Retrieving</br>From publick Debt Immense, the Nations Credit?</br>How paint an H&mdash;t well-deciding, passing</br>Verdict on ticklish Point, and Cause abstruse,</br>His Tongue with Rhetoric sleekt, His Musical</br>Perswasive Winning Voice, even Meeting those</br>That lose their Cause, his tempering Law with Justice,</br>Well ballast, and Inflexibly upright?</br>How wou'd he dwell on St. J&mdash;n Patriot Young,</br>Untainted, Loyal, with the Charge entrusted</br>Of Anna's sacred Secrets, deeply skill'd</br>In all the study'd Arts of Peace and War?</br>O Unexampled!  Ripe beyond thy Years!</br>Up-grown in early Dawn, to Manhood full,</br>Authentick, already knowing more,</br>Than others, or obtain in Hoary Age</br>Fore-sighted, or Nestor Old in Council,</br>Gain'd in three Centuries, long liv'd Descent,</br>Plac'd on Ierne's Thone, True Representative,</br>Of Regal Majesty, Courtly Grandeur,</br>Innate, Familiar, join'd with Easy Converse,</br>And as his Arms, his Temper, All-subduing?</br>How wou'd he tell a R&mdash;n Renown'd</br>In Foreign Clime, for Conduct's Probity,</br>Knowledge of Men, and Books, Repute Unblemish'd,</br>Incapable of Stain, and Soul Extensive,</br>Fram'd to Command, and for High Station fit?</br>How sing, Thee, Br&mdash;y, Whom th' Establish'd Church</br>Esteems, her Best of Sons, Whom List'ning Senate</br>With Admiration hear, Discharging well</br>Thy Trust of Vast Import? &mdash; But Ann's Behests</br>Her Princely Care, Considerate, nor Punishing</br>Too soon th' Offender Guilty, nor too late</br>Rewarding Meritorious Great Exploits:</br>Heav'n-Chosen Queen!  Her Zeal of Church Defendant,</br>Her Generous Love for Human Race, Her Goodness</br>Beyond Example High, from servile Yoke</br>Emancipating, Curbing Power Tyrannic</br>Superb with swelling Titles, and Elate</br>With Epithets thick-laid, and Names August;</br>Demand a Bard Transcendent, Elevate,</br>Inspir'd with Heav'nly Rage, and more than Man:</br>None of the Present Age, nor forward Poet,</br>Advent'rous, and Embold'ned with Presumption,</br>Assuming dares to sing, nor ought to Try</br>With his Audacious Lays, Philips and Smith</br>(A Pair Unequal to no Theme but This)</br>Might venture to Attempt, but cou'd not Reach.", "Whoe'er desirous is, to sport in Verse,</br>Be this his first Concern, to Chuse a Subject</br>For purpose Meet, his Genius right Observe,</br>Well-weighing, nor above his Strength pursue</br>The Quarry, Over-eager, Theme Exalted</br>Misleading him in Error, and Bewildring</br>In the Eternal Maze of Lavish Thought.</br>So Bird New-fledg'd with humble Pinnions hops</br>From Spray to Spray, secure, but scudding Bold</br>The Welkin Inexplor'd, or falls a Prey</br>To Hawk, or Kite, Rapacious, Boy Untoward</br>In Persecution Sporting, or Confounded,</br>Ranges thro' desert Wilds.  So Coasting Skiff</br>Sails dangerless, nor fearing Humber's Creeks,</br>Or Thames, or Severn's Bays, but out of Sight</br>Of Native Albion's Cliffs, is Lost, Amaz'd,</br>On the Out-stretching Main Atlantic, Wide Space</br>Of Nought but Horizontal Sea and Sky.", "Thus Virgil tun'd his Eclogues, e'er his Muse</br>Assum'd Heroic Flames, the Fore-sung Pair</br>Playing with slender Toys, gain'd by Degrees</br>Parnassus's Forked Summit, Deathless Fame.</br>O Happy Pair!  by Tuneful Choir Rever'd,</br>Beatic, or Chaucer, or by Spencer Plac'd</br>High, Unmolested, Joyous Stalk, or sit</br>In mutual Converse, Contemplate, Meditate,</br>In Fragrant Field Enamel'd, Cool Recess</br>Of Grot, or Cave, or Hospitable Grove,</br>With Arms affording Shade, thick-inter-wind;</br>Where Peleus Son his Patroclus enjoys,</br>Belov'd, and Loving, as the Grecian Bard</br>Relates; Where Nisus and Euryalus</br>Lock'd in each others Arms, kindly Commune</br>Together, by the Balmy Gales refresh'd,</br>Near silent Lethe's Banks, in Friendly Parl.</br>"]