["Yes:  all, my Lord, usurp fair HONOUR'S Name,</br>Tho' false as various be the boasted Claim:</br>Th' ambitious Miser swells his boundless Store,</br>And dreads that highest Scandal, to be poor;</br>His wiser Heir derides the Dotard's Aim,</br>And bids Profusion bribe him into Fame.</br>Oft' Honour, perching on the ribon'd Breast,</br>Sneers at weak Justice, and defies th' Arrest;</br>She dwells exulting on the Tongues of Kings;</br>She wakes the Muse to flight, and plumes her Wings;</br>The Soldier views her in the shining Blade;</br>The Pedant 'midst the Lumber in his Head.</br>She to fell Treason the Disguise can lend,</br>And sheath her Sword remorseless in a Friend:</br>Her Throne's fantastic Pride, we often see</br>Rear'd on the Tombs of Truth and Honesty:</br>Fops, Templars, &mdash; Courtiers, Slaves, &mdash; Cheats, Patriots, &mdash; all</br>Pretend to hear, and to obey her Call.", "Where fix we then? &mdash; Each boasting thus his own,</br>Say, does true Honour dwell with all, or none?", "The Truth, my Lord, is clear: &mdash; Tho' impious Pride</br>Is ever self-ador'd, self-deny'd;</br>Tho' Fools by Passion or Self-Love betray'd,</br>Fall down and worship what themselves have made;</br>Still does the Goddess in her Form divine,</br>O'er each grim Idol eminently shine;</br>Array'd in lasting Majesty, is known</br>Thro' every Clime and Age, unchang'd, and One.", "But how explor'd? &mdash; Take Reason for your Guide,</br>Discard Self-Love; set Passion's Glass aside;</br>Nor view her with the jaundic'd Eye of Pride.</br>Yet judge not rashly from a partial View</br>Of what is wrong or right, or false or true;</br>Objects, too near deceive th' Observer's Eye;</br>Examine those which at due Distance lie.</br>Scarce is the Structure's Harmony descry'd</br>'Midst the tall Column's, and gay Order's Pride;</br>But tow'rds the destin'd Point your Sight remove,</br>And this shall lessen still, and that improve;</br>New Beauties gain upon your wond'ring Eyes,</br>And the fair Whole in just Proportion rise.</br>Thus Honour's true Proportions best are seen,</br>Where the due Length of Ages lies between:</br>This separates Pride from Greatness, Show from Worth,</br>Detects false Beauty, real Grace calls forth;</br>Points out what merits Praise, what merits Blame,</br>Sinks in Disgrace, or rises into Fame.", "Come then, from past Examples let us prove</br>What raises Hate, Contempt, Esteem, or Love.", "Can Greatness give true Honour?  can Expence?</br>In Luxury?  or can Magnificence?", "Wild is the Purpose, mad the fruitless Aim,</br>Like a vile Prostitute to bribe fair Fame;</br>Perswasive Splendor vainly tempts her Ear,</br>And ev'n all-potent Gold is baffled here.</br>Ye Pyramids that once could threat the Skies,</br>Aspiring Tow'rs, and cloud-wrapt Wonders, rise!</br>To latest Age your Founder's Pride proclaim;</br>Record the Tyrant's Greatness; tell his Name!</br>No more: &mdash; The treacherous Brick and mould'ring Stone</br>Are sunk in Dust:  the boasting Title gone:</br>Pride's Trophies, swept by Time's devouring Flood,</br>Th' Inscription want, to tell where once they stood.</br>But could they rival Nature, Time defy,</br>Yet what record but Vice or Vanity?</br>His the true Glory, tho' his Name unknown,</br>Who taught the Arch to swell; to rise, the Stone;</br>Not his, whose wild Command fair Art obey'd,</br>Whilst Folly dictated, or Passion sway'd.", "No:  spite of Greatness, Pride and Vice are seen,</br>Shameful in Pomp, conspicuously mean.", "In vain, O St&mdash;d&mdash;y, thy proud Forests spread;</br>In vain each gilded Turret rears its Head;</br>In vain thy Lord commands the Stream to fall,</br>Extends the View, and spreads the smooth Canal,</br>While Guilt's black Train each conscious Walk invade,</br>And Cries of Orphans haunt him in the Shade.</br>Mistaken Man!  by Crimes to hope for Fame!</br>Thy imag'd Glory leads to real Shame:</br>Is Villany self-hated?  Thus to raise</br>Upbraiding Monuments of foul Disgrace!</br>Succeeding Times, and Ages yet unborn,</br>Shall view the guilty Scene with honest Scorn;</br>Disdain each Beauty thy proud Folly plann'd,</br>And curse the Labour of Oppression's Hand.", "Next, view the Heroe in th' embattl'd Field:</br>True Honour's Fruit can Conquest's Laurel yield?", "Him only honour'd, only lov'd we find,</br>Who fights not to destroy, but save Mankind:</br>Pelides' Fury may our Wonder move,</br>But God-like HECTOR is the Man we love.</br>See WILLIAM'S Sword a Tyrant's Pride disarm:</br>See Lewis trembling under MARLB'RO'S Arm:</br>Say, which to human kind are Friends or Foes?</br>And who detests not these, and loves not those?</br>Conquest unjust can ne'er command Applause;</br>'Tis not the Vic'try charms you, but the Cause:</br>Not Caesar's self can feign the Patriot's Part,</br>Nor his false Virtues hide his poison'd Heart:</br>But round thy Brows the willing Laurels twine,</br>Whose Voice wak'd Freedom in the savage Mine!</br>Yes:  truly glorious, only great is He</br>Who conquers, or who bleeds for Liberty.</br>\"Heroes are much the same, the Point's agreed,</br>From Macedonia's Mad-man to the Swede.\"</br>Like baleful Comets flaming in the Skies,</br>At destin'd Times th' appointed Scourges rise;</br>A while in streaming Lustre sweep along,</br>And fix in Wonder's Gaze th' admiring Throng;</br>But Reason's Eye detects the spurious Ray,</br>And the false Blaze of Glory dies away.", "Now all th' aerial Cells of Wit explore;</br>The mazy Rounds of Science travel o'er;</br>Search all the deep Recesses of the Mind,</br>And see, if there not true Honour sits enshrin'd.", "Alas, nor Wit nor Science this can boast,</br>Oft' dash'd with Error, oft' in Caprice lost!</br>Transient as bright the short-liv'd Bubbles fly,</br>And Modes of Wit, and Modes of Science die.</br>See Rab'lais once the Idol of his Age;</br>Yet now neglected lies the smutted Page!</br>Of once renown'd Des Cartes how low the Fall,&mdash;</br>His Glory with his Whirlpools vanish all!</br>See Folly, Wit &mdash; and Weakness, Wisdom stain,&mdash;</br>And Villars witty &mdash; Bacon wise in vain!</br>Oft' Vice corrupts what Sense and Parts refine,</br>And clouds the Splendor of the brightest Line,</br>Sullies what Congreve, or what Dryden writ,&mdash;</br>This Fashion's Slave; as that, the Slave of Wit.</br>In vain fair Genius bids the Laurel shoot,</br>The deadly Worm thus eating at the Root:</br>Corroded thus, the greenest Wreaths decay,</br>And all the Poet's Honours fall away;</br>Quick, as autumnal Leaves, the Laurels fade,</br>And droop on Rochester's and Otway's Head.", "Where then is found TRUE HONOUR, heavenly fair?</br>Ask, LONSDALE, ask your Heart &mdash; she dictates there.", "Yes:  'tis in VIRTUE: &mdash; That alone can give</br>The lasting Honour, and bid Glory live:</br>On Virtue's Basis only Fame can rise,</br>To stand the Storms of Age, and reach the Skies:</br>Arts, Conquest, Greatness, feel the Stroke of Fate,</br>Shrink sudden, and betray th' incumbent Weight;</br>Time with Contempt the faithless Props surveys,</br>\"And hurries Mad-men in the Heaps they raise.\"", "'Tis Virtue only can the Bard inspire,</br>And fill his raptur'd Breast with lasting Fire:</br>Touch'd by th' ethereal Ray each kindled Line</br>Beams strong:  still Virtue feeds the Flame divine;</br>Where'er she  treads she leaves her Footsteps bright,</br>In radiant Tracts of never-dying Light;</br>These shed the Lustre o'er each sacred Name,</br>Give SPENCER'S clear, and SHAKESPEAR'S noble Flame;</br>Blaze to the Skies in MILTON'S ardent Song,</br>And kindle the brisk-sallying Fires of YOUNG;</br>These gild each humble Verse in modest GAY;</br>These give to SWIFT the keen, soul-piercing Ray;</br>Mildly thro' ADDISON'S chaste Page they shine,</br>And glow and warm in POPE'S immortal Line.", "Nor less the Sage must live by Virtue's Aid;</br>Truth must support him, or his Glories fade;</br>And Truth and Virtue differ but in Name,</br>Like Light and Heat &mdash; distinguish'd, yet the same.", "To Truth from Virtue the Ascent is sure;</br>The wholesome Stream implies the Fountain pure;</br>To taste the Spring we oft' essay in vain;</br>Deep lies the Source, too short is Reason's Chain;</br>But those the Issues of pure Truth we know,</br>Which in clear Strength thro' Virtue's Channel flow:</br>Error in vain attempts the foul Disguise,</br>Still tasted in the bitter Wave of Vice;</br>Drawn from the Springs of Falsehood all confess</br>Each baneful Drop that poisons Happiness;&mdash;</br>G&mdash;rd&mdash;n's thin Shallows, Tindal's muddy Page,</br>And Morgan's Gall, and Woolston's furious Rage;</br>Th' envenom'd Stream that flows from Toland's Quill,</br>And the rank Dregs of Hobbes and Mandeville.</br>Detested Names!  yet sentenc'd ne'er to die;</br>Snatch'd from Oblivion's Grave by Infamy!", "Insect-Opinions, hatch'd by Folly's Ray,</br>Bask in the Beam that wing'd them, for a Day:</br>Truth, Phoenix-like immortal, tho' she dies,</br>With Strengt renew'd shall from her Ashes rise.", "See, how the Lustre of th' ATHENIAN Sage</br>Shines thro' the lengthen'd Gloom of many an Age!</br>Virtue alone so wide the Beam cou'd spread,</br>And throw the lasting Glory round his Head.</br>See NEWTON chase Conjecture's twilight Ray,</br>And light up Nature into certain Day!</br>He wide Creation's trackless Mazes trod;</br>And in each Atom found the ruling God.</br>Unrivall'd Pair!  with Truth and Virtue fraught!</br>Whose Lives confirm'd whate'er their Reason taught!</br>Whose far-stretch'd Views, and bright Examples join'd</br>At once t' enlighten and perswade Mankind!</br>Hail, Names rever'd!  which Time and Truth proclaim</br>The first as fairest in the List of Fame.", "Kings, Statesmen, Patriots, thus to Glory rise;</br>On Virtue grows their Fame, or soon it dies;</br>But grafted on the vigorous Stock, 'tis seen</br>Brighten'd by Age, and springs in endless Green:</br>Pride, Folly, Vice, may blossom for an Hour,</br>Fed by Court-Sun-shine, and Poetick Show'r;</br>But the pale Tendrils, nurs'd by Flattery's Hand,</br>Unweary'd Tendance, fresh Supplies demand;</br>By Heats unnatural push'd to sudden Growth,</br>They sicken at th' inclement Blasts of Truth;</br>Shook by the weakest Breath that passes by,</br>Their Colours fade, they wither, droop, and die.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>'Tis Virtue only that shall grow with Time,</br>Live thro' each Age, and spread thro' ev'ry Clime.</br>See god-like Patriots, gen'rous, wise, and good,</br>Stand in the Breach, and stem Corruption's Flood!</br>See Martyr-Bishops at the Stake expire,</br>Smile on the Faggot, and defy its Fire!</br>How great in Exile HYDE and TULLY shone!</br>How ALFRED'S Virtues brighten'd all his Throne!</br>From Worth like this unbidden Glories stream;</br>No borrow'd Blaze it asks, nor Fortune's Beam;</br>Affliction's Gloom but makes it still more bright,</br>As the clear Lamp shines clearest in the Night.", "Thus various Honours, various States adorn,</br>As different Stars with different Glory burn;</br>Their Orbs too wider, as their Sphere is higher;</br>Yet all partake the same celestial Fire.", "See then Heav'n's endless Bounty, and confess,</br>Which gives in Virtue Fame and Happiness!</br>See Mankind's Folly, who the Boon despise,</br>And grasp at Pain and Infamy in Vice!", "Not so the Man who mov'd by Virtue's Laws,</br>Reveres himself &mdash; and gains, not seeks Applause;</br>Whose Views concenter'd, all to Virtue tend;</br>Who makes true Glory but his second End;</br>Still sway'd by what is fit, and just, and true,</br>Who gives to all whate'er to all is due;</br>When Parties mad Sedition's Garb put on,</br>Snatches the highest Praise, &mdash; and is of none:</br>Whilst round and round the veering Patriots roll,</br>Unshaken points to Truth, as to his Pole;</br>Contemns alike what Factions praise or blame;</br>O'er Rumour's narrow Orbit soars to Fame:</br>Unmov'd whilst Malice barks, or Envy howls,</br>Walks firm to Virtue thro' the Scoffs of Fools;</br>No Minion flatters; gains no selfish End;</br>His own &mdash; his King's &mdash; his Country's &mdash; Mankind's Friend:&mdash;</br>Him Virtue crowns with Wreaths that ne'er decay;</br>And Glory circles him with endless Day.", "Such He who deep in VIRTUE roots his Fame;</br>And such thro' Ages shall be LONSDALE'S Name.</br>"]