["The silent Night her sable Robe had spread,</br>And genial Dews from balmy Pinions shed;</br>When Sleep's soft God upon my Senses stole,</br>Unbarr'd the Prison and let loose my Soul;</br>To Realms unknown the sportive Wand'rer flies</br>And sees in Air imagin'd Regions rise.", "For all in Dreams their darling Objects find,</br>The love-sick Maid the faithless Shepherds kind;</br>The weary Monarch then forgets his Throne,</br>The Slave his Fetters, and usurps a Crown:</br>Poets their own immortal Works behold,</br>And ravish'd Misers glitt'ring Worlds of Gold.", "On Wings of Winds convey'd, methought, I stood,</br>Fast by the Margin of a christal Flood,</br>Whose floating Mirror undisturb'd by Show'rs,</br>Improv'd in second Beds the bord'ring Flow'rs.</br>Across the Waves two diff'rent Bridges lay,</br>To VIRTUE'S Temple This, the narrow Way;</br>To PLEASURES That, whose spacious Arches glow'd</br>With all the pictur'd Joys that Love and Wine bestow'd.", "Thro' each of these the Race of Mortals past,</br>Few trod the first, but Numbers wore the last:</br>Hither promiscuous Crowds for ever throng,</br>The Fool, the Wit, the Aged and the Young,</br>The Prince, the Beggar, Sloven, and the Beau,</br>Lay-Elders, Priests, and sometimes Bishops too.", "In that bless'd State when our first Parents stood,</br>E're they perceiv'd th' Antipathy to Good,</br>In Beds of Violets and Jess'mine Groves,</br>They kept glad Nuptials and unsensual Loves;</br>The fragrant Breath of Evening Zephyr strew'd,</br>Around 'em Roses which the Morn renew'd:</br>Without an End Joys circling Joys appear'd,</br>They knew no Evil, and no Danger fear'd:</br>One Rapture past, another came unsought,</br>(The good enjoy a Heav'n in ev'ry Thought.)</br>E'en now their Offspring had possess'd that Dow'r,</br>Had they but known enough to know no more.</br>Too soon forbidden Knowledge, prick'd within,</br>Their Eyes were open'd, and they saw 'twas SIN.</br>Banish'd from EDEN'S happy Field they go,</br>Thro' dreary Deserts, and thro' Hills of Snow;</br>No more the Gates of PARADISE are seen,</br>No more those Vallies of eternal Green:</br>The heav'nly Guards their earthly Station fled,</br>And wept such Tears as mournful Angels shed.", "What must they do, what Refuge can they find</br>To ease the conscious Anguish of the Mind?</br>Discordant Passions rise within the Breast,</br>And from that Seat for ever frighted rest.</br>Nor did the Sentence with the Guilty end,</br>These Punishments from Race to Race descend;</br>Hence fickle Mortals cancel, or approve,</br>Are glad, are sorry, hate, despise, or love,</br>Just as those ruling Passions in their Bosoms move;</br>As thus, reflecting whence these Objects flow</br>Of unsubstantial Bliss, and real Woe;</br>Gazing I stood to see the motley Scene,</br>Prolific Fancy came and stepp'd between.</br>Elves, Witches, Wizards, waited at her Side,</br>And Daemons stalking with infernal Pride.", "From her arise the Statesman's Air-built Scheme,</br>The Madman's Kingdom, and the Maidens dream;</br>The Place where Wines in copious Rivers flow,</br>Th' eternal Pleasures, of the Fields below;</br>Where Shades of am'rous Nymphs and Shepherds rove,</br>And Time flies gladsome on the Wings of Love.", "She shews prognosticating Signs in Air,</br>Of armed Heroes and approaching War,</br>Alarms the Nurse and superstitious Crew,</br>With Fairies dancing round the Silver Yew,</br>With Moonlight Shadows seen in various Shapes,</br>Of frisking Goblings, and of headless Apes;</br>With pale-ey'd Hecate, the Midnight Queen,</br>And injur'd Spirits tripping o'er the Green:</br>With Mystic Words she wav'd a magic Wand,</br>A Swarm arose, and blacken'd all the Strand.</br>Not half so thick the Bees, when youthful Spring</br>Scatters fresh Odours from her balmy Wing,</br>Frequent the Rivers, or the woodbine Bowers,</br>To cull th' ambrosial Sweets of fragrant Flowers.", "Behold, said she, in proper Shape you'll find</br>Each bodied Image of the fickle Mind;</br>Mirth, Love, attended by his Court of Smiles,</br>Maggots, gay Whims, Conceits, and wanton Wiles;</br>Calmness, Forbearance, and Sobriety,</br>Mild Temperance, and maiden Chastity;</br>Remorse, black Melancholy, Grief, and Care,</br>Envy, Rage, Malice, and resign'd Despair.</br>Before the Shrine of PLEASURE many bow,</br>A firm Allegiance some to Virtue owe;</br>And some to both an equal Hatred shew.</br>As Youth is wont, at first, I turn'd my Sight</br>Where PLEASURE'S Temple rear'd it's oval Height:</br>In Female Orders golden Columns rise</br>With agate Cornice, and with em'ral'd Frize;</br>On th' Architrave enamel'd Figures lay,</br>In painted Gambols naked Cupids play;</br>The sanguine Roofs with blazing Rubies glow,</br>The Topaz casts it's golden Light below;</br>Impending Festoons trembled over Head,</br>And over-ripen'd Leaves the blushing Roses shed.", "Within, on downy Beds, the Goddess sat,</br>Soft easy Laughs and Graces round her wait;</br>Mirth free from present Care of what may be</br>The Consequence of dark Futurity:</br>The little Loves before her Presence flew,</br>And ev'ry Charm of Venus' Laughter loving Crew.", "Prudence or sour Restriction ne'er appears,</br>Nor rigid Wisdom silver'd o'er with Years;</br>Reflection, Foresight, Thought are banish'd hence,</br>Foes to the jovial Family of Sense.</br>Here Lust attends a Woman to the Waist</br>Of blooming Beauty, but a Goat the rest;</br>Her Blood for ever boils with inward Fires,</br>And from her Eyes dart forth obscene Desires;</br>Lodg'd on her Neck unfinish'd Reptiles creep,</br>And slimy Newts their Propagation keep;</br>In close Embrace dissolving Lizards lie,</br>And Sparrows melt away in am'rous Extasy.", "Next Love, the falsest Passion of the Mind,</br>Approach'd with easy Mien, and Looks resign'd;</br>On silken Cords a golden Quiver hung,</br>The Arrows fast'ned, and the Bow unstrung;</br>His golden Locks in waving Rings behind</br>Fell loosely down, and floated to the Wind;</br>His Wings around ambrosial Odours threw,</br>And fann'd each sportive Zephyr as it blew.", "As soon as e'er the cunning Urchin saw</br>My Thoughts and Looks obedient to his Law;</br>That Paradise which in his Face he bore,</br>If ever pleasing Smiles, was seen no more,</br>He lays the Infant by, and shews the Tyrant's Pow'r.</br>As o'er the Seas when Western Breezes blow,</br>And ev'ry Storm is lodg'd in Caves below,</br>No rising Waves upon the Surface flow.</br>In hollow Shells th' unactive Tritons sleep,</br>And brooding Halcyons tempts us to the Deep.</br>When once we venture, Shades with Horror crown'd,</br>Cast on th' expanse their Dusky Mantles round;</br>Forth from their Beds the blust'ring Winds arise,</br>And bursting Clouds fly thund'ring thro' the Skies.</br>Thus Love to Art and Mischief ever giv'n,</br>Assum'd the sweet Simplicity of Heav'n;</br>But soon away that Mask of Mildness threw,</br>Streight to the Point a feather'd Shaft he drew;</br>Aim'd at my Heart th' unerring Message flew.</br>I felt a sudden Change, a thrilling Fire</br>Ran thro' my Veins, and caus'd a strange Desire;</br>I wish'd, I knew not what, yet still wish'd on,</br>A Case by many felt, express'd by none.</br>As the poor stricken Deer outflies the Wind,</br>And leaves her native Haunts and Woods behind,</br>I fled to ease my Smart, but fled in vain;</br>Deep in my Breast the fatal Wounds remain,</br>And still in ev'ry Place renew my Pain.", "I stopp'd, but whilst I turn'd with longing Eyes,</br>And doubtful Conflicts in my Bosom rise;</br>I saw an Angel, Messenger of Jove,</br>Shoot on the Sun Beams from the Vault above:</br>Truth she was call'd, and once ador'd on Earth,</br>In golden Days when Men distinguish'd Worth;</br>In after-times, when all to Vice were giv'n,</br>She left th' ungrateful World, and fled to Heav'n.", "Rash Youth, said she, avoid that soft Disgrace,</br>Nor court Destruction with a fond Embrace;</br>For nothing there but Mists of Error rise,</br>Obstruct the Judgment and delude the Eyes,</br>With fleeting Scenes of visionary Joys.</br>Let me, unerring Guide, direct your Way,</br>Youth longs as much, when such entice to stray,</br>To be betray'd, as Pleasure to betray.</br>I'll shew you there what Millions are undone;</br>For all, who thro' the Course of Life must run,</br>Should see those Dangers, which they ought to shun.</br>Diseases black in flow'ry Ambush lie,</br>And all who taste the pleasing Poisons die.", "My sacred touch no lurking Falshood bears,</br>Nor safely mask'd an Angels likeness wears,</br>But quick in it's own proper Shape appears.</br>She touch'd the Gates; the spacious Temple falls,</br>An hideous Length was seen of ruin'd Walls;</br>Large tow'ring Alders cast a Noon-Day Night,</br>To guard the horrid Plains from mortal Sight;</br>Lethargick Streams with Stygian horror flow,</br>And round the Borders Roots of Hemlock grow:</br>Impending Rocks deform'd with thousand Holes,</br>Afford dark Nests to Adders and to Owls;</br>Beneath the Covert of a blasted Oak,</br>Their frightful Auguries hoarse Ravens croak;</br>And Birds obscene and Batts with dismal cry,</br>The Ears of ghastly Goblins gratify.", "Thus in Romance enchanted Castles rise</br>Whose lofty Columns seem to prop the Skies;</br>Attendant Imps in gaudy Shapes dispense</br>Extatick Joys to satiate ev'ry Sense;</br>The Charm is broke, let but the Knight appear,</br>And all the bright Creation turns to Air.", "The Goddess once, that look'd so gay and free,</br>Became a filthy Hagg, Debauchery.</br>Close at her side reclin'd, her daughter Pain</br>Bemoans her Mother's past Offence in vain;</br>Th' uneasy Posture, and uplifted Eyes,</br>Short broken Sobs, and interrupted Sighs,</br>The frequent Twitch, and meager Aspect shew,</br>A sad variety of inward Woe.</br>Groaning she lay upon a thorny Bed,</br>Gout at her Feet, and Fever at her Head:</br>Here stood Consumption, like a slighted Maid</br>By faithless Vows of artful Man betray'd;</br>The blasted Lilly fades o'er all her Face,</br>The drooping Roses die with pale Disgrace:</br>There Lethargy, on silken Pallets lay,</br>And sleeps the Weeks, and Months, and Years away;</br>Alternately she gapes, and snores, and nodds,</br>And talks in sickly Dreams with airy Gods:</br>A thousand more Distempers ever roam,</br>Untimely leading Mortals to th' eternal Home.", "My kind Conductress took my trembling Hand,</br>And safely led me thro' th' infected Band,</br>To where bright VIRTUE'S sacred Altars stand:</br>Trophies not like the first, this Court adorn</br>The Shield of Pallas, and Diana's Horn;</br>High on a Pinacle of Brass above,</br>Sat perch'd the Thunder-bearing Bird of Jove;</br>Spears, Bucklers, Swords, in diff'rent Forms appear,</br>And Arms devoted to the God of War:</br>A venerable Tribe of Greece and Rome,</br>Start from the Wall, and animate the Dome.</br>In breathing Sculpture first the Warriors frown,</br>And each by some immortal Deed is known:</br>With Anguish arm'd Achilles seeks the Plain,</br>And breaths Revenge for dear Patroclus slain;</br>A Host around him stands in close Array,</br>He spurns, he foams, his Bosom swells with Ire,</br>His rolling Eye-balls dart a painted Fire.</br>On half rais'd Tablets infant Marses sat,</br>Weeping unhappy Philopoemen's Fate:</br>Victorious Crowns Epaminodas wears,</br>And by her fav'rite Pallas self appears:</br>Themistocles, the Persians Terror stood,</br>Next Aristides, justly named the Good.</br>Superiour of the Romans, Julius shone,</br>As o'er th' inferiour Stars, the peerless Moon;</br>In golden Characters beneath his Name</br>These Words were seen, I WENT, SAW, OVERCAME.</br>'Twas he who conquer'd Gaul, th' Atlantick Main</br>Echo'd the increasing Thunder back again;</br>Fame flew before him Messenger of War,</br>And wide Euphrates trembled from afar.</br>The Patriots next, (how few since them have shone!)</br>Who for their Country liv'd, and fell alone.</br>Cato and Phocion Hand in Hand appear,</br>And e'en in Stone their usual Aspects wear;</br>True to their Trust the Stones their Charge maintain,</br>They seem to wish to live, only to dye again.</br>Thermopylae's great Leader stood confess'd,</br>With all the Courage of his Gransire bless'd;</br>The Spartan Genius hovers o'er his Head,</br>Who view'd with Joy, her dearest Children dead.</br>Curtius not less inspir'd with publick Good,</br>Braves the wide Torrent of the fatal Flood:</br>And Regulus with Freedom's Cap adorn'd,</br>Midst Carthage' Walls to certain Death return'd;</br>Where Pity ne'er her turtle Pinions spread,</br>Nor on their Hearts her melting Influence shed.", "Next these, much greater Laurels crown'd their Busts,</br>Who quell'd their Passions, and o'ercame their Lusts.</br>First Socrates, in thinking Posture sat,</br>The Shame and Glory of th' Athenian State;</br>Philosophy bemoans her darling Son,</br>And down her Cheeks, slow drop the Tears of Stone.</br>Surrounded by a Consul's Guard, I view'd</br>Young Gen'ral Scipio, who, himself subdu'd;</br>A Conquest truly great, 'tis few who can</br>Govern this little stubborn Empire, Man.</br>The Martyr CHARLES receives a Crown on high,</br>Borne on the Wings of Cherubs to the Sky;</br>Chain'd to a Rock beneath pale Envy howls,</br>And Zelota with Disappointment growls.</br>Pardon, great Shade, that Wreaths so mean as mine</br>Are needless cast to wither on thy Shrine;</br>On ev'ry Wave tho' Neptune rules as King,</br>He takes the Tribute of the smallest Spring.</br>VIRTUE herself refulgently appear'd,</br>High on a Throne of polish'd Ivry rear'd;</br>With native Light her awful Visage shone,</br>Bright as the Rays of the Meridian Sun,</br>Yet mild as glim'rings of the silver Moon;</br>E'en Vice itself her beauteous Form approv'd,</br>For to be seen alone will make her be belov'd.</br>Reason upheld the Seat with decent State,</br>Tho' meek, yet strong, tho' condescending, great;</br>Her looks, tho' strict, yet mild, tho' grave, not old,</br>Grand without Pride, and without Rashness bold:</br>O'er her Precaution stretch'd her ample Shield,</br>And hoodwink'd Justice equal Ballance held.</br>Religion, cloath'd in Stole of Sable grain,</br>Flowing behind with venerable Train,</br>Here keeps her Fires; whose Fervour ne'er decays,</br>But still grows purer by a length of Days.</br>Sudden, methought, the Goddess struck the Ground,</br>An universal Silence reign'd around;</br>She rose and spoke, enraptur'd Angels hung</br>On the sweet Accents of her heavenly Tongue;</br>Grace, Innocence, and Truth their Pow'rs combine,</br>And ev'ry Word flows forth with Harmony divine.</br>Mortal, said she, since thou observ'st my Way,</br>Ask what you will, in vain thou shalt not pray,</br>For hence none unrewarded goes away.</br>This Path, said I, without Design I trod,</br>For sure Reward enough, 'tis to be good;</br>But if kind Goddess, thou wilt give a Dow'r,</br>Grant this Request, and I will ask no more.</br>As Life's thin Sand quick hurries thro' the Glass,</br>And unobserv'd the fleeting Minutes pass;</br>O let my Youth, while Youth remains, be spent,</br>In ev'ry Scene, tho' gay, yet innocent;</br>Justly to act thro' each, what all commend,</br>The honest Man, and the well-natur'd Friend:</br>Not over careless, and not over nice,</br>Patient alike to give or ask Advice;</br>From Malice free, obliging always seen;</br>Yet not so far conceding to be mean:</br>To have the Praise, to hate the Lust of Fame;</br>To merit Glory, yet reject the Name;</br>Not pinch'd by Want, nor curs'd with too much Pow'r;</br>Behind the Richest, but before the Poor;</br>Unknown, yet useful, to my Country live,</br>Nor envy Honours that I can't receive:</br>And when old Age, with grey Experience crown'd,</br>(The Passions vanquish'd, and the Judgment sound,)</br>Exerts that dear Employment of Threescore,</br>To count each Folly, or well doing o'er;</br>Pleas'd to behold with retrospective Eye,</br>My Part thus acted, it must end with Joy.", "Nought interrupts the Bliss of virtuous Souls,</br>No Fear alarms, no guilty Conscience howls;</br>The Thoughts of Death, a pleasing Comfort give,</br>They needs must wish it, who but dye to live.", "About to leave this odious Land of Life,</br>So full of Trouble, Sorrow, Care and Strife,</br>I ne'er shall cast reluctant looks behind,</br>But willingly obey the friendly Wind,</br>That blows my Vessel to that spacious Sea,</br>Where one time all must sail Eternity;</br>Whose Waves for ever roll without a Shore,</br>And those who once embark return no more.</br>"]