["Since Merlin laid Auld Reekie's causey,</br>And made her o' his wark right saucy,</br>The spacious street and plainstanes</br>Were never kend to crack but anes,</br>Whilk happened on the hinder night,</br>Whan Fraser's ulie tint its light,</br>Of Highland sentries nane were waukin,</br>To hear their cronies glibbly taukin;</br>For them this wonder might hae rotten,</br>And, like night robb'ry, been forgotten,</br>Had na' a cadie, wi' his lanthorn,</br>Been gleg enough to hear them bant'rin,</br>Wha came to me neist morning early,</br>To gi'e me tidings o' this ferly.", "Ye taunting lowns trow this nae joke,</br>For anes the ass of Balaam spoke,</br>Better than lawyers do, forsooth,</br>For it spake naething but the truth:</br>Whether they follow its example,</br>You'll ken best when you hear the sample.", "PLAINSTANES.</br>My friend, thir hunder year and mair,</br>We've been forfoughen late and air,</br>In sun-shine, and in weety weather,</br>Our thrawart lot we bure thegither.</br>I never growl'd, but was content</br>Whan ilk ane had an equal stent,</br>But now to flyte I'se e'en be bauld,</br>Whan I'm wi' sic a grievance thrall'd.</br>How haps it, say, that mealy bakers,</br>Hair-kaimers, crieshy gezy-makers,</br>Shou'd a' get leave to waste their powders</br>Upon my beaux and ladies shoulders?</br>My travellers are fley'd to deid</br>W' creels wanchancy, heap'd wi' bread,</br>Frae whilk hing down uncanny nicksticks,</br>That aften gie the maidens sic licks,</br>As make them blyth to skreen their faces</br>Wi' hats and muckle maun bon-graces,</br>And cheat the lads than fain wad see</br>The glances o' a pauky eie,</br>Or gie their loves a wylie wink,</br>That erst might lend their hearts a clink.</br>Speak, was I made to dree the laidin</br>Of Gallic chairmen heavy treadin,</br>Wha in my tender buke bore holes</br>Wi' waefu' tackets i' the soals</br>O' broags, whilk on my body tramp,</br>And wound like death at ilka clamp.", "CAUSEY.</br>Well crackit friend &mdash; It aft hads true,</br>Wi' naething fock make maist ado:</br>Weel ken ye, tho' ye doughtna tell,</br>I pay the sairest kain mysell;</br>Owr me ilk day big waggons rumble,</br>And a' my fabric birze and jumble;</br>Owr me the muckle horses gallop,</br>Enought to rug my very saul up;</br>And coachmen never trow they're sinning,</br>While down the street his wheels are spinning.</br>Like thee, do I not bide the brunt</br>Of Highland chairman's heavy dunt?</br>Yet I hae never thought o' breathing</br>Complaint, or making din for naething.", "PLAINSTANES.</br>Had sae, and lat me get a word in,</br>Your back's best fitted for the burden;</br>And I can eithly tell you why,</br>Ye're doughtier by far than I;</br>For whin-stanes, howkit frae the craigs,</br>May thole the prancing feet of naigs,</br>Nor ever fear uncanny hotches</br>Frae clumsy carts or hackney-coaches,</br>While I, a weak and feckless creature,</br>Am moulded by a safter nature.</br>Wi' mason's chissel dighted neat,</br>To gar me look baith clean and feat,</br>I scarce can bear a fairer thump</br>Than comes frae sole of shoe or pump.</br>I grant, indeed, that, now and than,</br>Yield to a paten's pith I maun;</br>But patens, tho' they're often plenty,</br>Are ay laid down wi' feet fou tenty,</br>And stroaks frae ladies though they're teazing,</br>I freely maun avow are pleasing.", "For what use was I made, I wander,</br>It was na tamely to chap under</br>The wight of ilka codroch chiel,</br>That does my skin to targits peel;</br>But gin I guess aright, my trade is</br>To fend frae skaith the bonny ladies,</br>To keep the bairnies free frae harms</br>Whan airing in their nurses arms,</br>To be a safe and canny bield</br>For growing youth or drooping eild.", "Take then frae me the heavy load</br>Of burden-bearers heavy shod,</br>Or, by my troth, the gude auld town shall</br>Hae this affair before the council.", "CAUSEY.</br>I dinna care a single jot,</br>Tho' summon'd by a shelly-coat,</br>Sae leally I'll propone defences,</br>As get ye flung for my expences;</br>Your libel I'll impugn verbatim,</br>And hae a magnum damnum datum;</br>For tho' frae Arthur's-seat I sprang,</br>And am in constitution strang,</br>Wad it no fret the hardest stane</br>Beneath the Luckenbooths to grane?</br>Tho' magistrates the Cross discard,</br>It makes na whan they leave the Guard,</br>A lumbersome and stinkin bigging,</br>That rides the fairest on my rigging.</br>Poor me owr meikle do ye blame,</br>For tradesmen tramping on your wame,</br>Yet a' your advocates and braw fock</br>Come still to me 'twixt ane and twa clock,</br>And never yet were kend to range</br>At Charlie's Statue or Exchange.</br>Then tak your beaux and macaronies,</br>Gie me trades-fock and country Johnies;</br>The deil's in't gin ye dinna sign</br>Your sentiments conjunct wi' mine.", "PLAINSTANES.</br>Gin we twa cou'd be as auld-farrant,</br>As gar the council gie a warrant,</br>Ilk lown rebellious to tak</br>Wha walks not in the proper track,</br>And o' three shilling Scottish suck him,</br>Or in the water-hole fair douk him;</br>This might assist the poor's collection,</br>And gie baith parties satisfaction.", "CAUSEY.</br>But first, I think it will be good</br>To bring it to the Robinhood,</br>Whare we shall hae the question stated,</br>And keen and crabbitly debated,</br>Whether the provost and the baillies,</br>For the town's good whase daily toil is,</br>Shou'd listen to our joint petitions,</br>And see obtemper'd the conditions.", "PLAINSTANES.</br>Content am I &mdash; But east the gate is</br>The sun, wha taks his leave of Thetis,</br>And comes to wauken honest fock,</br>That gang to wark at sax o'clock;</br>It sets us to be dumb a while,</br>And let our words gie place to toil.</br>"]