["What means, honest Shepherd, this Cloud on thy Brow,</br>Say, Where is thy Mirth and thy Melody now?</br>Thy Pipe thrown aside, and thy Looks full of Thought,</br>As silent and sad as a Bird newly caught:</br>Has any Misfortune befallen thy Flocks,</br>Some Lamb been betrayed by the Craft of the Fox:</br>Or Murrain, more fatal, just seiz'd on thy Herd;</br>Or has thy dear Phyllis let slip a cross Word?", "The Season indeed may to Musing incline,</br>Now that grey-bearded Winter makes Autumn resign;</br>The Hills all around us their Russet put on,</br>And the Skies seem in Mourning for Loss of the Sun;</br>The Winds make the Tree, where thou sitt'st, shake its Head;</br>Yet tho' with dry Leaves Mother Earth's Lap is spread,</br>Her Bosom, to cheer us, is verdant with Wheat;</br>And the Woods can supply us with Pastime and Meat.", "O!  No, says the Shepherd, I mourn none of these,</br>Content with such Changes as Heaven shall please,</br>Tho' now we have got the wrong Side of the Year,</br>'Twill turn up again, and fresh Beauties appear;</br>But the Loss that I grieve for, no Time can restore;</br>Our Master that lov'd us so well is now more;</br>That Oak which we hop'd wou'd long shelter us all</br>Is fallen; then well may we shake at its fall.", "Where find we a Pastor so kind, and so good,</br>So careful to feed us with wholesomest Food,</br>To watch for our Safety and drive far away,</br>The sly prouling Fox that would make us his Prey:</br>O!  may his Remembrance for ever remain,</br>To shame these hard Shepherds who, mindful of Gain,</br>Only look at their Sheep with an Eye to the Fleece,</br>And watch 'em but so as the Fox watch'd the Geese.", "Whom now shall I choose for the Theme of my Song?</br>Or must my poor Pipe on the Willow be hung?</br>No more to commend that Good-nature and Sense,</br>Which always cou'd please, but ne'er once gave Offence.</br>What Honour directed he firmly pursu'd,</br>Yet would not his Judgment on others intrude;</br>Still ready to help with his Service and Vote,</br>But ne'er to thrust Oar in another Man's Boat.", "No more, honest Shepherd, these Sorrows resound,</br>The Virtues thou praisest, so hard to be found,</br>Are yet not all fled, for the Swain who succeeds</br>To his Fields and his Herds, is true Heir to his Deeds;</br>His Pattern he'll follow, his Gentleness use,</br>Take Care of the Shepherds, and cherish the Muse;</br>Then cease for the Dead thy impertinent Care,</br>Rejoice, he survives in his Brother and Heir.</br>"]