["Scarce had the Ploughman yoak'd his horned Team,</br>And lock'd their Traces to the crooked Beam,</br>When fair Thealma with a Maiden scorn,</br>That day before her rise, out blusht the morn:</br>Scarce had the Sun gilded the Mountain tops,</br>When forth she leads her tender Ewes, and hopes</br>The day would recompence the sad affrights</br>Her Love-sick heart did struggle with a-nights.</br>Down to the Plains the poor Thealma wends,</br>Full of sad thoughts, and many a sigh she sends</br>Before her, which the Air stores up in vain:</br>She sucks them back, to breath them out again.</br>The Airy Choire salute the welcom day,</br>And with new Carols sing their cares away;</br>Yet move not her; she minds not what she hears:</br>Their sweeter Accents grate her tender ears,</br>That rellish nought but sadness:  Joy and she</br>Were not so well acquainted; one might see</br>E'ne in her very looks, a stock of Sorrow</br>So much improv'd, 'twould prove Despair to morrow.</br>Down in a Valley 'twixt two rising Hills,</br>From whence the Dew in silver drops distills</br>T' enrich the lowly Plain, a River ran</br>Hight Cygnus; (as some think from Laeda's Swan</br>That there frequented) gently on it glides</br>And makes indentures in her crooked sides,</br>And with her silent murmurs, rocks asleep</br>Her watry Inmates:  'twas not very deep,</br>But clear as that Narcissus look in, when</br>His Self-love made him cease to live with men.</br>Close by the River, was a thick-leav'd Grove,</br>Where Swains of old sang stories of their Love;</br>But unfrequented now since Collin di'd,</br>Collin that King of Shepherds; and the pride</br>Of all Arcadia:  Here Thealma us'd</br>To feed her Milkie Droves, and as they brous'd,</br>Under the friendly shadow of a Beech</br>She sate her down; grief had tongue-ti'd her speech,</br>Her words were sighs and tears; dumb Eloquence:</br>Heard only by the sobs, and not the sense.</br>With folded Arms she sate, as if she meant</br>To hug those woes which in her Breast were pent:</br>Her looks were nail'd unto the Earth, that drank</br>Her tears with greediness, and seem'd to thank</br>Her for those briny showres, and in lieu</br>Returns her flowry sweetness for her Dew.</br>At length her sorrows waxt so big within her,</br>They strove for greater vent:  Oh!  had you seen her,</br>How fain she would have hid her grief, and stay'd</br>The swelling current of her woes, and made</br>Her grief, though with unwillingness, to set</br>Open the Flood-gates of her speech, and let</br>Out that which else had drown'd her; you'd have deem'd</br>Her rather Niobe than what she seem'd.</br>So like a weeping Rock washt with a Sea</br>Of briny Waters, she appear'd to be</br>So have I seen a head-long torrent run</br>Scouring along the Valley, till anon</br>It meeting with some dam that checks his course,</br>Swells high with rage, and doubling of its force</br>Lays siege to his opposer:  first he tries</br>To undermine it, still his Waters rise,</br>And with its weight steals through some narrow Pores,</br>And weeps it self a vent at those small doors;</br>But finding that too little for its weight,</br>It breaks through all.  Such was Thealma's state,</br>When tears would give her heart no ease, her grief</br>Broke into speech to give her some relief:</br>\"O my Clearchus,\" said she, and with tears</br>Embalms his name:  \"O!  if the Ghosts have ears,</br>Or Souls departed condescend so low,</br>To sympathize with Mortals in their woe;</br>Vouchsafe to lend a gentle Ear to me,</br>Whose life is worse than death, since not with thee.</br>What priviledg have they that are born great</br>More than the meanest Swain?  The proud Waves beat</br>With more impetuousness upon high Lands,</br>Than on the flat and less resisting Strands:</br>The lofty Cedar, and the knotty Oak,</br>Are subject more unto the thunder-stroak,</br>Than the low shrubs, that no such shocks endure,</br>Ev'n their contempt doth make them live secure.</br>Had I been born the Child of some poor Swain,</br>Whose thoughts aspire no higher than the Plain,</br>I had been happy then; t' have kept these Sheep,</br>Had been a Princely pleasure; quiet sleep</br>Had drown'd my cares, or sweetned them with Dreams:</br>Love and content had been my Musicks theams;</br>Or had Clearchus liv'd the life I lead,</br>I had been blest.\"  And then a tear she shed,</br>That was fore-runner to so great a shower,</br>It drown'd her speech:  such a commanding Power</br>That lov'd Name had, when beating of her breast,</br>In a sad silence she sigh'd out the rest.</br>By this time it was Noon, and Sol had got</br>Half to his Journeys ending:  'twas so hot,</br>The Sheep drew near the shade, and by their Dam</br>Lay chewing of their Cuds:  at the length came</br>Caretta with her Dinner, where she found</br>Her Love-sick Mistriss courting of the Ground,</br>Moist with the tears she shed; she lifts her up,</br>And pouring cut some Beverage in a Cup,</br>She gave it her to drink:  hardly she sips,</br>When a deep sigh agen lockt up her lips.</br>Caretta wooes and prays, (poor Country Girl,)</br>And every sigh she spent, cost her a Pearl.</br>\"Pray come to Dinner,\" said she, \"see here's Bread,</br>Here's Curds and Cream, and Cheescake, sweet now, feed;</br>Do you not love me?  once you said you did.</br>Do you not care for me?  if you had bid</br>Me do a thing, though I with Death had met</br>I would have done it:  Honey Mistress eat.</br>I would your grief were mine, so you were well;</br>What is't that troubles you?  would I could tell.</br>Dare you not trust me?  I was ne're no blab,</br>If I do tell't to any call me Drab.</br>But you are angry with me, chide me then,</br>Beat me, forgive, I'le ne're offend agen.\"</br>With that she kiss'd her, and with luke-warm tears,</br>Call'd back her Colour worn away with cares.</br>\"O my poor Girl, said she, Sweet innocence,</br>What a controuling winning Eloquence</br>Hath loving honesty; wer't not to give</br>Thy love a thanks, Thealma would not live.</br>I cannot eat; nay, weep not, I am well,</br>Only I have no stomach:  thou canst tell</br>How long it is since good Menippus found</br>Me Shipwrackt in the Sea, e'ne well-nigh drown'd;</br>And happy had it been, if my stern fate</br>Had prov'd to me so cruel fortunate</br>To have unliv'd me then.\"  \"Ah wish not so,\"</br>Answer'd Caretta, \"little do you know,</br>What end the fates have in preserving you.</br>I hope a good one, and to tell you true,</br>You do not well to question those blest powers,</br>That long agon have numbred out our hours.</br>And as some say, spin out our threads of life;</br>Some short, some longer, they command the knife</br>That cuts them off; and till that time be come</br>We seek in vain to shrowd us in a Tomb.</br>But I have done, and fear I've done amiss,</br>I ask forgiveness:  As I guess it is</br>Some three years since my Master sav'd your life,</br>'Twas much about the time he lost his Wife,</br>And that's three years come Autumn, my good Dame</br>Then lost her life, yet lives in her good name.</br>I cannot chuse but weep to think on her.</br>'Mongst Women kind, was not a lovinger.</br>She bred me up e'ne from my Infancy,</br>And lov'd me as her own, her Piety</br>And love to Vertue made me love it too;</br>But she is dead, and I have found in you</br>What I have lost in her:  my good old Master</br>Follow'd her soon, he could not long out-last her.</br>They lov'd so well together, Heav'n did lend</br>Him longer life, only to prove your friend;</br>To save your life, and he was therein blest,</br>That happy action crowned all the rest</br>Of his good deeds:  since Heav'n hath such a care</br>To preserve good ones, why should you despair?</br>The man you grieve for so, there's none can tell,</br>But if Heav'n be so pleas'd, may speed as well.</br>Some lucky hand Fate may for ought you know,</br>Send to save him from death as well as you.</br>And so I hope it hath, take comfort then,</br>You may, I trust, see happy days agen.\"</br>Thealma all this while with serious eye,</br>Ey'd the poor Wench, unwilling to reply;</br>For in her looks she read some true presage,</br>That gave her comfort, and somewhat asswage</br>The fury of her passions; with desire</br>Her ears suck'd in her speech, to quench her fire:</br>She could have heard her speak an Age, sweet soul,</br>So pretty loud she chud her, and condole</br>With her in her misfortunes.  \"O, said she,</br>What wisdom dwells in plain simplicity!</br>Prithee (my dear Caretta) why do'st cry?</br>I am not angry, good Girl, dry thine eye,</br>Or I shall turn Child too:  my tide's not spent,</br>'Twill flow agen, if thou art discontent.</br>For I will eat if thou'lt be merry; say,</br>Wilt thou Caretta?  shall thy Mistress pray,</br>And thou deny her?\"  Still Caretta wept,</br>Sorrow and gladness such a strugling kept</br>Within her for the Mastery; at the length</br>Joy overcame, and speech recover'd strength.</br>\"Sweet Mistress,\" said she, \"pardon your Hand-maid,</br>Unworthy of the Wages your love paid</br>Me; for my over-boldness think't not strange,</br>I was struck dumb at this so sweet a change.</br>I could not chuse but weep, if you'd have kill'd me,</br>With such an over-plus of joy it fill'd me:</br>I will be merry, if you can forgive;</br>Wanting your love, it is a Hell to live:</br>I was to blame; but I'le do so no more.\"</br>Scarce had she spoke the word; but a fell Boar</br>Rush'd from the Wood, enrag'd by a deep wound</br>Some Huntsman gave him:  up he ploughs the ground,</br>And whetting of his Tusks, about gan roam,</br>Champing his venoms moisture into foam.</br>Thealma and her Maid, half dead with fear,</br>Cry'd out for help; their cry soon reacht his ear,</br>And he came snuffling tow'rd them:  still they cry,</br>And fear gave wings unto them as they fly.</br>The Sheep ran bleating o're the pleasant Plain,</br>And Airy Eccho answers them again;</br>Redoubling of their cries to fetch in aid,</br>Whilst to the Wood the fearful Virgins made,</br>Where a new fear assay'd them:  'twas their hap</br>To meet the Boars pursuer in the gap</br>With his Sword drawn, and all besmear'd with gore,</br>Which made their case more desp'rate than before,</br>As they imagin'd; yet so well as fear</br>And doubt would let them, as the man drew near</br>They 'mplor'd his help:  he minds them not, but spying</br>The chafed Boar in a thick puddle lying,</br>Tow'rds him he makes; the Boar was soon aware,</br>And with an hideous noise sucks in the Air.</br>Upon his guard he stands, his Tusks new whets,</br>And up on end his grisly Bristles sets.</br>His wary foe, went traversing his ground,</br>Spying out where was best to give a wound.</br>And now Thealma's fears afresh began</br>To seize on her; her care's now for the man,</br>Lest the adventurous Youth should get some hurt,</br>Or die untimely:  up th' Boar flings the dirt,</br>Dy'd crimson with his Blood:  his foe at length</br>Watching his time and doubling of his strength,</br>Gave him a wound so deep, it let out life,</br>And set a bloody period to their strife:</br>But he bled too, a little gash he got</br>As he clos'd with him, which he minded not.</br>Only Thealma's fears made it appear</br>More dangerous than it was, longing to hear</br>Her life's preserver speak:  then down she falls,</br>And on the Gods in thanks for blessings calls,</br>To recompense his Valour.  He drew near,</br>And smiling lifts her up, when as a tear</br>Dropping into his wound, he gave a start,</br>Love in that Pearl stole down into his heart.</br>He was but young, scarce did the Hair begin</br>In shadows to write man upon his Chin:</br>Tall and well-set, his Hair a Chesnut brown,</br>His looks Majestick, 'twixt a smile and frown;</br>Yet smear'd with blood, and all bedew'd with sweat</br>One could not know him:  by this time the heat</br>Was well-nigh slak'd, and Sol's unwearied Team</br>Hies to refresh them in the briny Stream.</br>The stranger ey'd her earnestly, and she</br>As earnestly desir'd that she might see</br>His perfect Visage.  To the River side</br>She toles him on; still he Thealma ey'd,</br>But not a word he spake, which she desir'd:</br>The more he look'd, the more his heart was fir'd.</br>Down both together sate, and while he wash'd,</br>She drest his wound which the Boar lately gash'd.</br>And having wip'd, he kist her for her care,</br>When as a blush begot 'twixt joy and fear,</br>Made her seem what he took her for, his Love;</br>And this invention he had to prove,</br>Whether she was Clarinda, ay or no:</br>For so his Mistress hight.  \"Did not you know</br>The Prince Anaxus?\"  now Thealma knew</br>Not whether it were best speak false or true.</br>She knew he was Anaxus, and her Brother,</br>And from a Child she took him for no other;</br>Yet knew she not what danger might ensue,</br>If she disclos'd her self:  her telling true</br>Perhaps might work her ruine, and a lie</br>Might rend her from his heart, worse than to die.</br>But she, being unwilling to be known,</br>Answer'd his Quere with this Question:</br>\"Did not you know Thealma?\"  at the name</br>Amaz'd he started; \"What then, lovely Dame?</br>Suppose I did?  would I could say I do;\"</br>With that he wept, she fell a melting too:</br>And with a flood of tears she thanks her Brother.</br>No danger can a true affection smother.</br>He wipes her eyes, she weeps again afresh,</br>And sheds more tears t' enrich her thankfulness.</br>Sorrow had ty'd up both their tongues so fast,</br>Love found no vent, but through their eyes; at last,</br>Anaxus blushing at his childish tears,</br>Rous'd up himself, and the sad Virgin chears.</br>\"And knew you that Thealma (sweet?)\" said he;</br>\"I did,\" reply'd Thealma, \"I am she:</br>Look well upon me; sorrow's not so 'nkind</br>So to transform me, but your eye may find</br>A Sisters stamp upon me:\"  \"Lovely Maid,</br>How fain I would believe thee,\" the Youth said,</br>But she was long since drown'd in the proud Deep,</br>She and her bold Clearchus sweetly sleep,</br>In those soft Beds of darkness; and in Dreams</br>Embrace each other, spight of churlish streams,\"</br>The very name Clearchus chill'd her Veins,</br>And like an unmov'd Statue she remains,</br>Pale as Death's self, till with a warm love kiss,</br>He thaw'd her icy coldness; such power is</br>In the sweet touch of love:  \"Sweet soul,\" said he,</br>\"Be comforted, the sorrow 'longs to me.</br>Why should the sad relation of a woe</br>You have no interest in, make you grieve so?\"</br>\"No interest,\" said she; \"Yes, Anaxus, know</br>I am a greater sharer in't than you.</br>Have you forgot your Sister, I am she</br>The hapless poor Thealma, and to me</br>Belongs the sorrow; you but grieve in vain</br>If't be for her, since she is found again.\"</br>\"Are you not then Clarinda?  said the Youth,</br>'Twere cruelty to mock me with untruth:</br>Your Speech is hers, and in your Looks I read</br>Her lovely Character:  sweet Virgin lead</br>Me from this Labyrinth of Doubts, what e're</br>You are, there is in you so much of her</br>That I both love and honor you.\"  \"Fair Sir,\"</br>Answered Thealma smiling, \"why of her</br>Make you so strict enquiry, is your eye</br>So dazel'd with her beauty, that poor I</br>Must lose the name of Sister?  Say you love her,</br>Can your love make you cease to be a Brother?\"</br>Whereat from forth her Bosom, next the Heart,</br>She pluckt a little Tablet, whereon Art</br>Had wrought her skill; and opening it, said she,</br>\"Do you not know this Picture?  let that be</br>The witness of the truth which I have told.\"</br>With that Anaxus could no longer hold,</br>But falling on her neck, with joy he kist her,</br>Saying, \"Thanks Heaven, liv'st thou then my dear Sister!</br>My lov'd Thealma!  were not thou cast away?</br>What happy hand hath sav'd thee?\"  But the day</br>Was then far spent; 'twas time to think on home,</br>And her Caretta all amaz'd was come</br>And waited her commands:  the fiery Sun</br>Went blushing down at the short race he run;</br>The Marigold shuts up her golden Flowers,</br>And the sweet Song-birds hy'd unto their Bowers.</br>Night-swaying Morpheus clothes the East in black,</br>And Cynthia following her Brothers track</br>With new and brighter Rayes, her self adorns,</br>Lighting the starry Tapers at her Horns.</br>Homeward Anaxus and Thealma wend,</br>Where we must leave them for a while to end</br>The story of their Sorrows.  Night being come,</br>A time when all repair unto some home,</br>Save the poor Fisherman, that still abides</br>Out-watching care in tending on the Tides.</br>Rhotus was yet at Sea, and as his Ketch</br>Tackt to and fro, the scanty wind to snatch;</br>He spyed a Frigat, and as night gave leave</br>Through Cynthia's brightness he might well perceive</br>It was of Lemnos; and as it drew near,</br>From the becalmed Bark he well might hear</br>A Voice that hail'd him; asking whence he was?</br>He answer'd, from Arcadia.  In that place</br>Were many little Islands, call'd of old</br>Rupillas, from the many Rocks they hold,</br>A most frequented place for Fish; in vain</br>They trimm'd their flagging Sails to stem the Main.</br>But scarce a breath of Wind was stirring, when</br>The Master hail'd the Fisherman agen:</br>And letting fall an Anchor, beckon'd him</br>To come aboard.  Rhotus delay'd no time,</br>But makes unto the Ship; he soon got thither,</br>Using his Oars to out-do the Weather.</br>His Ketch he hooks unto the Frigats Stern,</br>And up the Ship he climbs; he might discern</br>At his first entry such a sad aspect</br>In all the Passengers, he might collect</br>Out of their looks, that some misfortune had</br>Lately befaln them, they were all so sad.</br>One 'mongst the rest there was, a grave old man,</br>(To whom they all stood bare) that thus began.</br>\"Welcome, kind friend, nay sit, what Bark?  with Fish?</br>Canst thou afford for Lemnian Coin a Dish?\"</br>\"Yes Master, that I can, a good Dish too;</br>And as they like you, pay me; I will go</br>And fetch them straight;\" He did so, and was paid</br>To his content:  the Fish were ready made,</br>And down they sate, the better sort and worse</br>Far'd all alike, it was their constant course;</br>Four to a Mess; and to augment their Fare,</br>Their second Courses, good Discourses were.</br>Amongst the various talk, the grave old Lord,</br>(For so he was) that hal'd the Ketch aboard,</br>Thus question'd Rhotus, \"Honest Fisher, tell</br>What news affords Arcadia; thou knowest well:</br>Who rules that Free-born State, under what Laws,</br>Or Civil Government remain they?  what's the cause</br>Of their late falling out?\"  Rhotus replies,</br>And as he spake the tears stood in his eyes:</br>\"As well as grief will let me, worthy Sir,</br>Though I shall prove but a bad Chronicler</br>Of State Affairs, yet with your gentle leave</br>I'l tell you all I know; nor will I weave</br>Any untruths in my discourse, or raise,</br>By flattering mine own Countrymen, a praise</br>Their worth were merited; what I shall tell</br>Is nothing but the truth; then mark me well.\"", "Then quiet silence shut up their discourse,</br>Scarce was a whisper heard, \"Such a strange force</br>Hath novelty; it makes us swift to hear,</br>And to the speaker chains the greedy ear.\"</br>\"Arcadia was of old (said he) a State</br>Subject to none but their own Laws and Fate:</br>Superior there was none, but what old age</br>And hoary hairs had rais'd; the wise and sage,</br>Whose gravity, when they were rich in years,</br>Begat a civil reverence more than fears</br>In the well manner'd people; at that day</br>All was in common, every man bare sway</br>O're his own Family; the jars that rose</br>Were soon appeas'd by such grave men as those:</br>This mine and thine, that we so cavil for,</br>Was then not heard of:  he that was most poor</br>Was rich in his content, and liv'd as free</br>As they whose flocks were greatest, nor did he</br>Envy his great abundance, nor the other</br>Disdain the low condition of his Brother,</br>But lent him from his store to mend his state,</br>And with his love he quits him, thanks his fate;</br>And taught by his example, seeks out such</br>As want his help, that he may do as much.</br>Their Laws e'en from their childhood, rich and poor,</br>Had written in their hearts by conning o're</br>The Legacies of good old men, whose memories</br>Out-live their Monuments:  the grave advice</br>They left behind in writing; this was that</br>That made Arcadia then so blest a State,</br>Their wholesome Laws had linkt them so in one,</br>They liv'd in peace and sweet communion.</br>Peace brought forth plenty, plenty bred content,</br>And that crown'd all their pains with merriment.</br>They had no foe, secure they liv'd in Tents,</br>All was their own they had, they paid no rents;</br>Their Sheep found cloathing, Earth provided food,</br>And Labour drest them as their wills thought good.</br>On unbought Delicates their Hunger fed,</br>And for their Drink the swelling Clusters bled:</br>The Vallies rang with their delicious strains,</br>And pleasure revel'd on those happy Plains,</br>Content and Labor gave them length of days,</br>And Peace serv'd in delight a thousand ways.</br>The golden Age before Deucalion's Flood</br>Was not more happy, nor the folk more good.</br>But time that eats the Children he begets,</br>And is less satisfied the more he eats,</br>Led on by Fate that terminates all things,</br>Ruin'd our State, by sending of us Kings:</br>Ambition (Sins first-born) the bane of State,</br>Stole into men, puffing them up with hate</br>And emulous desires; Love waxen cold,</br>And into Iron freeze the age of Gold.</br>The Laws contempt made cruelty step in,</br>And stead of curbing animated Sin,</br>The Rich man tramples on the Poor man's back,</br>Raising his Fortunes by his Brothers wrack.</br>The wronged Poor necessity 'gan teach,</br>To live by Rapine, stealing from the Rich.</br>The Temples, which Devotion had erected</br>In honor of the Gods, were now neglected.</br>No Altar-smoaks with sacrificed Beasts,</br>No Incense offer'd, no Love-strength'ning Feasts.</br>Mens greedy Avarice made Gods of Clay,</br>Their Gold and Silver:  Field to Field they lay,</br>And House to House; no matter how 'twas got,</br>The hand of Justice they regarded not.</br>Like a distemper'd Body Fever-shaken,</br>When with combustion every Limb is taken:</br>The Head wants ease, the heavy Eyes want sleep,</br>The beating Pulse no just proportion keep;</br>The Tongue talks idly, reason cannot rule it,</br>And the Heart fires the Air drawn in to cool it.</br>The Palat relisheth no meat, the Ears</br>But ill affected with the sweets it hears.</br>The Hands deny their aid to help him up,</br>And fall, as to his lips they lift the cup.</br>The Legs and Feet disjoynted, and useless,</br>Shrinking beneath the burden of the Flesh.</br>Such was Arcadia then, till Clitus reign'd,</br>The first and best of Kings that e're obtain'd</br>Th' Arcadian Scepter:  he piec'd up the State,</br>And made it somewhat like to fortunate.</br>He dying without Issue on the suddain,</br>Heav'n nipt their growing glory in the budding:</br>They choose Philemon, one of Clitus Race</br>To sway the Scepter; a brave Youth he was,</br>As Wise as Valiant, had he been as Chast,</br>Arcadia had been happy; but his Lust</br>Level'd Arcadia's Glory with the Dust.</br>There was a noble Shepherd Stremon height,</br>As good as great, whose Virtues had of right</br>Better deserv'd a Crown, had severe Fate</br>But pleas'd to smile so then upon our State.</br>He had one only Daughter young and fair,</br>Most richly qualified, and which was rare</br>In that same looser age divinely chast;</br>Though su'd to by no mean ones, yet at last</br>Her Father match'd her to a Shepherds Son,</br>Equal in Birth and Fortune; such a one</br>As merited the double Dower she brought,</br>Both of her Wealth and Virtue:  Heav'n had wrought</br>Their minds so both alike:  His noble Sire</br>Was Clitus named, to whose Thracian Lire</br>The Shepherds wont to tune their Pipes, and frame</br>Their curious Madrigals.  The Virgins name</br>Was Castabella, Clitus his brave Son,</br>Lysander hight.  The Nuptials being done,</br>To which the King came willingly a Guess;</br>Each one repair'd unto their business,</br>The charge of their own Flocks; the nobler sort</br>Accompanied the King unto the Court.</br>The meaner rout of Shepherds and their Swains,</br>With Hook and Scrip went jogging to the Plains,</br>Scarce had the Sun (that then at Cancer in'd)</br>Twice measured the Earth, when Love strook blind</br>The lustful King, whose amorous desires</br>Grew into lawless passions, and strange fires,</br>That none but Castabella would serve turn</br>To quench his Flames, though she had made them burn,</br>He had the choice of many fair ones too,</br>And well descended:  Kings need not to wooe;</br>The very name will bring a Nun to bed,</br>Ambition values not a Maiden-head:</br>But he likes none, none but the new-wed Wife</br>Must be the Umpire to decide the strife.</br>He casts about to get what he desir'd,</br>The more he plots, the more his heart is fir'd.</br>He knew her chast and virtuous, no weak bars</br>T' oppose the strongest Soldier in Loves Wars.</br>He knew her Father powerful, well-beloved,</br>Both for his Wisdom and good Deeds approved,</br>Among the giddy rout; as for his Son,</br>His own demerit spake him such a one</br>As durst revenge; nor could he want for friends</br>To second his attempts in noble ends.</br>Still the King burns, and still his working brain</br>Plots and displots, thinks and unthinks again.</br>At length his will resolv'd him in this sort,</br>Stremon and Clitus both were yet at Court,</br>Busi'd in State-Affairs; Lysander he</br>Was where a Husband lately wed should be,</br>At home a weaning of his Wives desires,</br>From her old Sire, to warm her at his fires.</br>As hapless hap would have it, it fell out</br>That at that time a rude uncivil rout</br>Of out-law'd Mutineers, had gather'd head</br>Upon the Frontiers, as their fury led;</br>Burning and spoiling all; the Council sit</br>Advising to suppress them; 'twas thought fit</br>Some strength should go against them, all this made</br>For the Kings purpose?  then a care was had</br>Who should conduct those Forces, some were nam'd,</br>The Choice one likes, is by another blam'd.</br>Philemon gives them line enough, for he</br>Had fore-projected who the man should be:</br>Yet held his peace, 'twas not his cue as yet</br>To speak his mind; at length they do intreat</br>That he would name the man:  the King did so,</br>Lysander was the man, he nam'd to go:</br>His judgment was agreed on; th' two old men,</br>Stremon and Clitus thought them honor'd, when</br>They heard him name Lysander, and with glad ears</br>Welcome his killing favour without fears.</br>He makes him Captain of his strongest Fort,</br>Thus Wolf-like he did welcome him to Court.</br>The days were set for his dispatch; mean space</br>He takes his leave of his Wives chast embrace:</br>It little boots her love to weep him back,</br>Nor stood it with his honor to be flack</br>In such a noble enterprize; he went</br>Arm'd with strong hopes, and the Kings blandishment.</br>No sooner was he gone, but the sly King</br>Rid of his chiefest fears, began to sing</br>A requiem to his thoughts:  th' Affairs of State</br>He left unto his Nobles to debate;</br>And minds his sport, the Hunting of the Hare,</br>The Fox and Wolf; this took up all his care.</br>Upon a day, as in a tedious chase</br>He lost his Train that did out-ride his Race;</br>Or rather of set purpose, slackt his coarse,</br>Intending to excuse it on his Horse,</br>He stole to Stremons lodg, the day was spent,</br>The fittest time to act his foul intent.</br>He knocks at Stremons Lodg, but no man hears,</br>All were abed, and sleep had charm'd their ears,</br>He knocks agen; with that he heard a groan,</br>Pow'rful enough t' have turn'd a cruel one</br>From his bad purpose?  'Who's within,' said he,</br>'If you be good folks, rise and pity me.'</br>But none reply'd:  another groan he hears,</br>And cruel fortune drew him by the ears</br>To what he wisht for.  Castabella yet</br>Was not in bed, sorrow deny'd to let</br>Her moist eyes sleep, for her increasing fears</br>Conspir'd to keep them open with her tears.</br>A little from the Lodg, on the descent</br>Of the small Hill it stood on, a way bent</br>Unto an Orchard thick with Trees beset;</br>Through which there ran a Crystal Rivelet,</br>Whose purling streams that wrangled with the stones,</br>In trembling accents, eccho'd back her groans,</br>Here in an arbor Castabella sate,</br>Full of sad thoughts, and most disconsolate.</br>The door was ope, and in Philemon steals,</br>But in a Bush a while himself conceals,</br>Till he the voice might more distinctly hear,</br>And better be resolv'd that she was there;</br>And so he did:  fortune his Bawd became,</br>And led him on to Lust.  The fearless Dame</br>After a deep fetcht sigh, thus faintly spake,</br>'O my Lysander, why would'st thou not take</br>Me along with thee;' then a flood of tears</br>Clos'd up her lips, When this had reacht his ears,</br>Like a fell Wolf he rusht upon his prey,</br>Stopping her cries with kisses:  weep she may</br>And lift her hands to Heaven, but in vain,</br>It was too late for help t' undo again</br>What he had done.  Her honor more to her</br>Was than her life, the cruel Murtherer</br>Had rob'd her of, and glories in his prize.</br>It is no news for lust to tyrannize.</br>He thankt his Fortune that did so prevent</br>His first design by short'ning his intent.</br>The Black deed done, the Ravisher hies thence,</br>Leaving his shame to murther innocence:</br>He had his wish, and that which gilt his Sin,</br>He knew suspicion could not suspect him.</br>Report, the blab-tongue of those tell-tale times,</br>That rather magnifies than lessens Crimes,</br>Slept when this act was done, such thoughts as these,</br>Sear'd up his Conscience with a carelessness.</br>Poor Castabella having now lost all,</br>That she thought worth the losing, would not call</br>For help to be a witness of her shame:</br>It was too late, nor did she know his name</br>That had undone her:  cruel thoughts arise,</br>And wanting other vent, break through her eyes.</br>Shame prompts her to despair, and let out life,</br>Revenge advis'd her to conceal her grief:</br>Fear checks Revenge, and Honor chides her Fear,</br>Within her Breast such mutinous thoughts there were</br>She could resolve on nothing:  day then breaks,</br>And Shame in blushes rose upon her cheeks.</br>With that she spies a Ring lie at her feet,</br>She took it up, and glad she was to see't.</br>By this she thought, if Fate so pitied her,</br>In time she might find out the Ravisher.</br>Revenge then whispers in her ear afresh,</br>Be bold, she lookt upon't, but could not guess</br>Whose it might be; yet she remember'd well</br>Sh'ad seen't before, but where she could not tell</br>With that she threw it from her in disdain,</br>Yet thought wrought so she took it up again;</br>And looking better on't, within the Ring,</br>She spied the Name and Motto of the King:</br>Whereat she starts:  'O ye blest powers!'  said she,</br>'Thanks for this happy strange discovery.'</br>She wrapt it up, and to the Lodg she went</br>To study some revenge; 'twas her intent</br>By some devise to 'tise Philemon thither,</br>And there to end his Life and hers together:</br>But that was crost, Lysander back returns,</br>Crown'd with a noble Victory and Horns</br>That he ne'r dreamt of:  to his Wife he goes,</br>And finds her weeping, no content she shows</br>At his safe coming back; but speaks in Tears.</br>He lov'd too well to harbour jealous Fears.</br>He wip'd her Eyes, and kist her to invite</br>A gentle welcome from her if he might:</br>But 'twould not be; He askt her why she wept,</br>And who had wrong'd her; still she silence kept,</br>And turns away:  then he began to doubt</br>All was not well; to find the matter out,</br>He tries all means; and first with mild intreats</br>He woes her to disclose it:  then with threats</br>He seeks to wring it from her.  Much ado</br>She told him the sad story of her woe.</br>The Ring confirm'd the truth of her report.</br>And he believ'd her straight:  He hies to Court</br>T' acquaint his Fathers with it.  All three vow</br>To be reveng'd, but first they study how.</br>Well, to be brief, they muster up their Friends,</br>And now Philemon 'gan to guess their ends,</br>And counterworks t' oppose them, gathers strength</br>And boldly goes to meet them; at the length</br>They Battel joyn:  Philemon put to flight,</br>And many thousands butcher'd in the Fight;</br>'Mongst whom old Stremon fell, whose noble spirit</br>Out-did his Age, and by his brave merit,</br>Did rein himself so glorious a name,</br>Arcadia to this day adores the same.</br>Lysander's wrongs spurr'd on his swift pursuit</br>After Philemon, when a sudden shout</br>Amongst his Soldiers caus'd him sound retreat,</br>Fearing some mutiny, all in a sweat</br>A Messenger ran tow'rd him, crying out,</br>'Return my Lord, the cunning Wolf's found out.</br>Philemon's slain, and you proclaimed King:'</br>With that agen the ecchoing Vallies ring.</br>The Foe it seems had wheel'd about a Meer,</br>In policy to set upon the Reer</br>Of bold Lysander's Troops; they fac'd about</br>And meet his Charge; when a brave Youth stept out</br>And singles forth the King:  they us'd no words,</br>The Cause was to be pleaded by their Swords,</br>Which anger whet:  no blow was giv'n in vain,</br>Now they retire, and then come on again;</br>Like two Wild Boars for mastery they strive,</br>And many wounds on either side they give:</br>Then grappling both together, both fell down,</br>Fainting for want of Blood; when with a frown,</br>As killing as his Sword, the brave Youth gave</br>His Foe a Wound that sent him to his Grave.</br>'Take that thou murtherer of my Honors name,'</br>Said the brave Youth, or rather the brave Dame;</br>For so it prov'd:  yet her Disguise was such,</br>The sharpest eye could not discern so much,</br>Until Lysander came, his piercing eye</br>Soon found who 'twas, he knew her presently;</br>'Twas Castabella his unhappy Wife,</br>Who losing Honor, would not keep her Life;</br>But thrusts her self into the midst of danger,</br>To seek out Death, and would have dy'd a Stranger</br>Unto Lysander's knowledg; had not he</br>Inform'd the world it could be none but she</br>That durst win Honor so.  The Noble Dame</br>Was not quite dead when as Lysander came,</br>Who stooping down to kiss her, with his Tears</br>T' embalm her for a Grave, her self she rears,</br>And meeting his Embrace; 'welcome,' said she,</br>'Welcome Lysander; since I have seen thee</br>I dare Deaths worst:'  then sinking down she dy'd,</br>The honor of her Sex:  all means were try'd</br>To call back Life, but Medicines came late,</br>Her Blood was spent, and she subscribes to Fate.</br>Lysander was about to sacrifice</br>Himself t' appease th' incensed Destinies;</br>And had not one stept in and held his hand,</br>He'ad done the deed, and so undone the Land.</br>Peace was proclaim'd to all that would submit</br>On the Foes side:  the Soldiers dig a pit</br>And tumble in Philemon, none there were,</br>Or Friend or Foe, that seem'd to shed a Tear</br>To deck his Hearse withal.  Thus his base Lust</br>Untimely laid his Glory in the Dust.</br>But Castabella she out-liv'd her shame,</br>And Shepherds Swains still Carol out her Fame,</br>She needs no Poets Pen to mount it high,</br>Lysander wept her out an Elegy.</br>Her Obsequies once o're, the King was Crown'd,</br>And Wars loud noise with Peals of Joy was drown'd:</br>Janus his Temple was shut up, and peace</br>Usher'd in Plenty by their Flocks increase;</br>But long it lasted not, Philemon's Friends</br>Soon gather'd head agen.  Lysander sends</br>Some Force against them, but with bad success,</br>The Foe prevails and seales their hardiness.</br>Lysander goes in person and is slain,</br>Philemon's Friends then make a King again;</br>A hot-spurr'd Youth height Hylas, such a one</br>As pride had fitted for Commotion,</br>About that time in a tempestuous night,</br>A Ship that by misfortune chanc'd to light</br>Upon the Rocks that are upon our Coast,</br>Was split to pieces, all the lading lost,</br>And all the Passengers, save a Young man</br>That Fortune rescu'd from the Ocean.</br>When day was broke, and I put out to Sea,</br>To fish out a poor living; by the Lea</br>As I was coasting, I might well espy</br>The Carkase of a Ship:  my Man and I</br>Made straight-way tow'rd it, and with Wind and Oar,</br>We quickly reacht it:  'twas not far from Shoar,</br>About some half a League; we view'd the Wrack,</br>But found no people in't; when looking back</br>Upon a shelving Rock, a man we 'spi'd,</br>As we thought, dead, and cast up by the Tide:</br>But by good hap he was not, yet well-nigh</br>Starv'd with the Cold, and the Seas cruelty.</br>We thaw'd him into life agen, but he</br>As if he relisht not our Charity,</br>Seem'd to be angry:  and had we not been,</br>The Youth had leapt into the Sea agen.</br>Perforce we brought him home, where with warm Potions,</br>We thaw'd his nummed Joynts into their motions.</br>And chiding his despair, with good advice</br>I warm'd his hopes that else had froze to Ice.</br>A braver Youth mine eye ne'er lookt upon,</br>Nor of a sweeter disposition.\"</br>Old Cleon could no longer silence keep,</br>But askt his name, and as he askt did weep.</br>\"Was he your friend,\" quoth Rhotus, \"he's alive,</br>Knew you as much as I, you would not grieve,</br>He calls himself Alexis, now our King,</br>And long may we enjoy his governing:</br>But he forgets who sav'd his life; great men</br>Seldom remember to look down agen.</br>There was a time when I'd have scorn'd to crave</br>A thanks from any, till a churlish wave</br>Washt off my friends, and thrust me from the Court,</br>To dwell with labor; but I thank them for't.</br>Content dwells not at Court; but I have done,</br>And if you please, my Lord, I will go on</br>Where I left off a while:  Hylas being King,</br>Puft up with Pride, by often Conquering.</br>He fell to riot, King and People both</br>Laid Arms aside to fall in love with Sloth.</br>The Downs were unfrequented, Shepherd Swains</br>Were very rarely seen to haunt the Plains.</br>The Plough lay still, the Earth Manuring needs,</br>And stead of Corn brought forth a Crop of Weeds.</br>No Courts of Justice kept, no law observ'd,</br>No hand to punish such as ill deserv'd.</br>Their Will was then their Law, who durst resist,</br>Hylas connives, and all did what they list.</br>Lysander's Friends were scatter'd here and there,</br>And liv'd obscurely circled in with fear.</br>Some Till'd the Ground, whilst others fed their Flocks,</br>Under the covert of some hanging Rocks.</br>Others fell'd Wood, and some dye weavy Yarn,</br>The Women Spun; thus all were forc'd to earn</br>Their Bread by sweaty Labor:  'mongst the many,</br>I and some others fisht to get a penny.</br>And had I but my Daughter which I lost</br>In the Foes hot pursuit; (for without boast,</br>She was a good one) I should think me blest,</br>Nor would I change my Calling with the best.</br>She was my only comfort; but she's dead,</br>Or, which is worse, I fear me ravished.</br>But I digress too much:  upon a day</br>When cares triumphs gave us leave to play,</br>We all assembled on a spacious Green,</br>To tell old Tales, and choose our Summers Queen.</br>Thither Alexis, my late Shipwrackt Guest,</br>At my intreaty came, and 'mongst the rest,</br>In their Disports made one; no exercise</br>Did come amiss to him; for all he tries,</br>And won the prize in all:  the graver sort</br>That minded more their Safety than their Sport,</br>'Gan to bethink them on their former State,</br>And on their Countries Fractions ruminate.</br>They had intelligence how matters went</br>In Hylas Court, whose peoples minds were bent</br>To nought but idleness; that fruitful Sin</br>That never bears a Child that's not a Twin.</br>They heard they had unmann'd themselves by ease,</br>And how security like a Disease</br>Spread o're their Dwellings, how their profus'd hand</br>Squander'd away the plenty of the Land:</br>How civil Discords sprang up ev'ry hour,</br>And quench'd themselves in Blood; how the Laws power</br>Was wholly slighted, Justice made a jeer,</br>And Sins unheard of practis'd without fear.</br>The State was sick at heart, and now or never</br>Was time to cure it:  all consult together,</br>How to recover what they lost of late,</br>Their Liberty and Means; long they debate</br>About the matter:  all resolve to fight,</br>And by the Law of Arms to plead their Right.</br>But now they want a Head, and whom to trust</br>They could not well resolve on, choose they must</br>One of necessity:  the Civil Wars</br>Had scarce left any that durst trade for Scars.</br>The flower of Youth was gone, save four or five</br>Were left to keep Arcadia's Fame alive;</br>Yet all too young to govern, all about</br>They view the Youth to single some one out.</br>By this time they had crown'd Alexis brow</br>With Wreathes of Bayes, and all the Youth allow</br>Of him a Victor; many Oades they sing</br>In praise of him; then to the Bower they bring</br>Their noble Champion, where, as they were wont,</br>They lead him to a little Turfie Mount</br>Erected for that purpose, where all might</br>Both hear and see the Victor with delight.</br>He had a man-like Look, and sparkling Eye,</br>A Front whereon sate such a Majesty,</br>As aw'd all his Beholders; his long Hair,</br>After the Grecian fashion, without care</br>Hung down loosely on his Shoulders, black as Jet,</br>And shining with his oyly honor'd Sweat,</br>His body streight, and well proportion'd, Tall,</br>Well Limm'd, well Set, long Arm'd; one hardly shall</br>Among a thousand find one in all points,</br>So well compact, and Sinew'd in his Joynts.</br>But that which crown'd the rest, he had a Tongue</br>Whose sweetness Toal'd unwillingness along,</br>And drew attention from the dullest ear,</br>His words so oyly smooth, and winning were.\"</br>Rhotus was going on when day appear'd,</br>And with its light the cloudy welkin clear'd.</br>They heard the Milk-maids hollow home their Kine,</br>And to their Troughs knock in their stragling Swine.</br>The Birds 'gan sing, the Calves and Lambkins bleat,</br>Wanting the milky Breakfast of a Teat,</br>With that he brake off his Discourse, intending</br>Some fitter time to give his Story ending.</br>Some houshold bus'ness call'd his care ashore,</br>And Cleon thought on what concern'd him more.</br>His men weigh Anchor, and with Rhotus sail</br>Toward the Land, they had so strong a gale;</br>They quickly reach'd the Port where Rhotus dwelt,</br>Who with old Cleon with fair words so dealt,</br>He won him to his Cell; where as his Guest</br>We'l leave him, earnest to hear out the rest.", "By this time had Anaxus ta'en his leave</br>Of his kind Sister, that afresh can grieve</br>For his departure, she intreats in vain,</br>And spends her tears to wash him back again,</br>But 'twould not be; he leaves her to her woes,</br>And in the search of his Clarinda goes.</br>He scarce had travel'd two days journey thence,</br>When hying to a shade, for his defence</br>'Gainst the Suns scorching heat, who then began</br>T' approach the point of the Meridian:</br>Within a little silent Grove hard by</br>Upon a small ascent, he might espy</br>A stately Chappel, richly gilt without,</br>Beset with shady Sycamores about:</br>And ever and anon he might well hear</br>A sound of Musick steal in at his ear</br>As the wind gave it being:  so sweet an Air</br>Would strike a Syren mute and ravish her.</br>He sees no creature that might cause the same,</br>But he was sure that from the Grove it came.</br>And to the Grove he goes to satisfie</br>The curiosity of Ear and Eye.</br>Through the thick leav'd Boughs he makes a way,</br>Nor could the scratching Brambles make him stay;</br>But on he rushes, and climbs up the Hill,</br>Thorow a glade he saw, and heard his fill.</br>A hundred Virgins there he might espy</br>Prostrate before a Marble Deity:</br>Which by its Portraicture appear'd to be</br>The image of Diana:  on their knee</br>They tender'd their Devotions:  with sweet Airs,</br>Off'ring the Incense of their Praise and Prayers.</br>Their Garments all alike; beneath their Paps</br>Buckl'd together with a silver Claps,</br>And cross their snowy Silken Robes, they wore</br>An Azure Scarf, with Stars Embroider'd o're.</br>Their Hair in curious Tresses was knit up,</br>Crown'd with a Silver Crescent on the top.</br>A Silver Bow their left hand held, their right</br>For their defence, held a sharp headed flight</br>Drawn from their broidred Quiver, neatly ti'd</br>In Silken Cords, and fastned to their side.</br>Under their Vestments something short before</br>White Buskins lac'd with ribbanding they wore.</br>It was a catching sight for a young eye,</br>That Love had fir'd before, he might espy</br>One, whom the rest had sphere-like circled round,</br>Whose head was with a golden Chaplet crown'd.</br>He could not see her Face, only his ear</br>Was blest with the sweet words that came from her.</br>He was about removing; when a crew</br>Of lawless Thieves their horny Trumpets blew,</br>And from behind the Temple unawares</br>Rush'd in upon them, busie at their Prayers.</br>The Virgins to their weak resistance flie,</br>And made a show as if they meant to try</br>The mastery by opposing; but poor souls</br>They soon gave back, and ran away in shoals.</br>Yet some were taken, such as scorn of fear</br>Had left behind to fortifie the rear.</br>'Mongst whom their Queen was one, a braver Maid</br>Anaxus ne're beheld; she su'd and pray'd</br>For life, to those that had no pity left,</br>Unless in murthering those they had bereft</br>Of honor.  This incens'd Anaxus rage,</br>And in he rusht, unlookt for on that stage:</br>Then out his Sword he draws, and dealt such blows</br>That strook amazement in his numerous foes.</br>Twenty to one there were, too great an odds,</br>Had not his cause drawn succor from the gods.</br>The first he coapt with was their Captain, whom</br>His Sword sent headless to seek out a Tomb.</br>This cowarded the valour of the rest,</br>A second drops to make the Worms a Feast.</br>A third and fourth soon follow'd, six he slew,</br>And so dismaid the fearful residue,</br>That down the Hill they fled:  he after hies</br>And fell another Villain, as he flies.</br>To the thick Wood he chac'd them, 'twas in vain</br>To follow further; up the Hill again</br>Weary Anaxus climbs, in hope to find</br>The rescu'd Virgins he had left behind.</br>But all were gone; fear lent them wings, and they</br>Fled to their home affrighted any way.</br>They durst not stay to hazard the event</br>Of such a doubtful combat; yet they lent</br>Him many a Pray'r to bring on good success,</br>And thankt him for his noble hardiness,</br>That freed them from the danger they were in,</br>And met the shock himself; the Virgin-Queen</br>Full little dreamt, what Champion Love had brought</br>To rescue her bright honor; had she thought</br>It had Anaxus been, she would have shar'd</br>In the Adventure how so e're she far'd.</br>But fate was not so pleas'd, the Youth was sad</br>To see all gone:  the many Wounds he had</br>Griev'd him not so, as that he did not know</br>Her for whose sake he had adventur'd so.</br>Yet was he glad who e're she was, that he</br>Had come so luckily to set them free</br>From such a certain thraldom; night drew on</br>And his Wounds smarted:  no Chirurgeon</br>Was near at hand to bind them up, and pour</br>His balmy Medicines into his Sore:</br>And surely he had dy'd, but that his heart</br>Was yet too stout to yield for want of Art.</br>Looking about upon a small ascent</br>He spy'd an old Thatcht-House, all to be rent</br>And eaten out by time, and the foul weather,</br>Or rather seem'd a piece of ruine; thither</br>Anaxus faintly hies, and in the way</br>He meets with old Sylvanus, who they say</br>Had skill in Augury, and could foretel</br>Th' event of things:  he came then from his Cell</br>To gather a few Herbs and Roots; the Cates</br>He fed upon:  Anaxus him entreats</br>To bind his Wounds up, and with care t' apply</br>Unto his Sores some wholsome remedy.</br>A trim old man he was, though, Age had plow'd</br>Up many Wrinkles in his Brow, and bow'd</br>His Body somewhat tow'rd the Earth; his Hairs</br>Like the Snows woolly flakes made white with cares,</br>The Thorns that now and then pluckt off the Doun,</br>And wore away for Baldness to a Crown:</br>His broad kemb'd Beard hung down near to his Wast,</br>The only comely ornament that grac'd</br>His reverend old age, his feet were bare,</br>But for his leathern Sandals, which he ware</br>To keep them clean from galling, which compell'd</br>Him use a staff to help him to the Field.</br>He durst not trust his legs, they fail'd him then,</br>And he was almost grown a child agen:</br>Yet sound in judgment, not impair'd in mind,</br>For Age had rather the Souls parts refin'd,</br>Than any way infirm'd; his Wit no less</br>Than 'twas in Youth, his Memory as fresh;</br>He fail'd in nothing but his earthly part,</br>That tended to its center; yet his heart</br>Was still the same, and beat as lustily:</br>For, as it first took life, it would last die.</br>Upon the Youth with greedy eye he gaz'd,</br>And on his Staff himself a little rais'd;</br>When with a tear or two with pity prest,</br>From his dry Springs, he welcomes his request.</br>He needs not much intreaty to do good,</br>But having washt his Wounds and stancht the Blood,</br>He pours in oyly Balsam; fits his clothes,</br>And with soft Tents he stops their gaping mouths;</br>Then binds them up, and with a chearful look</br>Welcomes his thankful Patient, whom he took</br>Home with him to his Cell; whose poor out-side</br>Promis'd as mean a Lodging; Pomp and Pride</br>(Those Peacocks of the time) ne're roosted there,</br>Content and lowliness the inmates were.</br>It was not so contemptible within,</br>There was some show of beauty that had been</br>Made much of in old time; but now well-nigh</br>Worn out with envious time; a curious eye</br>Might see some reliques of a piece of Art,</br>That Psyche made, when Love first fir'd her heart.</br>It was the story of her thoughts, which she</br>Curiously wrought in lively imagry.</br>Among the rest, the thought of Jealousie</br>Time left untoucht, to grace Antiquity.</br>It was decifer'd by a timorous Dame,</br>Wrapt in a yellow Mantle lin'd with flame:</br>Her looks were pale, contracted with a frown,</br>Her eyes suspicious, wand'ring up and down;</br>Behind her, fear attended big with child,</br>Able to fright presumption, if she smil'd.</br>After her flew a sigh, between two springs</br>Of briny water; on her Dove-like wings</br>She bore a Letter seal'd with a Half-Moon,</br>And superscrib'd, \"This from suspicion.\"</br>More than this, churlish time had left no thing</br>To shew the piece was Psyches broidering.</br>Hither Sylvanus brings him, and with Cates,</br>Such as our wants may buy at easie rates</br>He feasts his Guest; hunger and sweet content</br>Sucks from course Fare, a courtly nourishment.</br>When they had supt, they talk an hour or two,</br>And each the other questions how things go.</br>Sylvanus askt him how he came so hurt,</br>Anaxus tells him; and, this sad report</br>Spins out a long discourse:  the Youth enquir'd</br>What Maids they were he rescu'd, why so tir'd:</br>What Saint it was they worshipt, whence the Thieves,</br>And who that Virgin was, that he conceives</br>Was Queen and Sovereign Lady of the rest.</br>Sylvanus willing to content his Guest,</br>After a little pause, in a grave tone,</br>Thus courteously reply'd; quoth he, \"My Son,</br>To tell a sad relation will, I fear,</br>Prove but unseasonable; a young ear</br>Will relish it but harshly; yet since you</br>Desire so much to hear it, I shall do</br>My best to answer your desires in all</br>That Truth hath warranted authentical.</br>You are not such a stranger to the State,</br>But you have heard of Hylas, who of late</br>Backt by some Fugitives, with a strong hand,</br>Wrested the Crown and Scepter of this Land</br>From the true Owner; this same Hylas when</br>He had what his Ambition aim'd at; then</br>When he grew wearied with conquering</br>His native Countrymen, and as a King</br>Sate himself down to tast what fate had drest</br>And serv'd up to him at a plenteous Feast.</br>When the lowd clangers of these civil broils</br>Were laid aside, and each man view'd the spoils</br>He had unjustly gotten, and in peace</br>Securely dwelt with idleness and ease;</br>Those Moths that fret, and eat into a State</br>Until they render it the scorn of fate.</br>Hylas puft up with pride, and self-conceit</br>Of his own Valour that had made him great,</br>In Riot and Lasciviousness he spends</br>His precious hours, and through the Kingdom sends</br>His pand'ring Parasites to seek out gain,</br>To quench th' unmaster'd fury of his flame.</br>His Agents were so cunning, many a Maid</br>Were to their honors loss subtilly betray'd</br>With gifts, and golden promises of that</br>Which womanish ambition level'd at,</br>Greatness and Honor; but they mist their aim,</br>Their hopeful harvest prov'd a crop of shame.</br>Amongst the many Beauties that his Spies</br>Markt out, to offer up a sacrifice</br>Unto his lust, the beauteous Florimel</br>Was one, whose vertue had no paralel:</br>She is old Memnon's Daughter, who of late</br>Was banisht from his Country, and by fate</br>Driven upon our Coast, and as I guess</br>He was of Lemnos fam'd for healthfulness,</br>Under this borrow'd name; for so it was</br>(Or else my Art doth fail me) he did pass</br>Unknown to eny, in a Shepherds Weed</br>He shrowds his Honor, now content to feed</br>A flock of Sheep, that had fed men before.</br>'It is no wonder to see goodness poor.'</br>It was his Daughter that the lustful King</br>Beast-like neigh'd after; still his flatt'rers sing</br>Oads of her praise to heighten his desires,</br>To swim to Pleasure through a Hell of Fires.</br>The tempting baits were laid, the Nets were spread,</br>And gilded o're to catch a Maiden-head;</br>But all in vain, Eugenia would not bite,</br>Nor sell her honor for a base delight.</br>He speaks in Letters a dumb eloquence</br>That takes the heart before it reach the sence.</br>But they were slighted, Letters that speak sin</br>Virtue sends back in scorn:  he writes agen,</br>And is again repulst, he comes himself</br>And desp'rately casts Anchor on the shelf</br>Of his own power and greatnes, toles her on</br>To come abord to her destruction:</br>But she was deaf unto his Syren Charms,</br>Made wisely wary by anothers harms.</br>Her strong repulses were like Oyl to fires,</br>Strength'ning th' increasing heat of his desires.</br>With mild intreats he woes her, and doth swear</br>How that his Loves intendments noble were;</br>And if she'd love him, he protests and vows</br>To make her Queen of all the State he owes.</br>But she was fix'd, and her resolves so strong,</br>She vow'd to meet with death, rather than wrong</br>Him unto whom her Maiden Faith was plight;</br>And he's no mean one, if my aim hits right.</br>When Hylas saw no cunning would prevail</br>To make her his, his angry looks waxt pale,</br>His heart call'd home the blood to feed revenge,</br>That there sate plotting to work out his ends.</br>At length it hatcht this mischief; Memnon's bid</br>To chide his Daughters coyness; so he did,</br>And she became the bolder, chid his checks,</br>And answer'd his injunctions with neglects.</br>Whereat the King enrag'd, laid hands upon her,</br>And was a dragging her to her dishonour.</br>When Memnon's Servants at their Mistris cry</br>Rusht in and rescu'd her, 'twas time to flie,</br>Hylas had else met with a just reward</br>For his foul lust:  he had a slender guard,</br>And durst not stand the hazard:  Memnon's men</br>Would have pursu'd, but they came off agen</br>At Memnon's call:  the woful Florimel,</br>(For so her name was) on the pavement fell,</br>Waiting the stroke of Death, life was about</br>To leave her had not Memnon found her out.\"</br>Anaxus all this while gave heedful ear</br>To what he spake, and lent him many a tear</br>To point out the full stops of his discourse;</br>But that he calls her Florimel, the force</br>Of his strong passions had persuaded him</br>It had been his Clarinda, (as in time</br>The story makes her;) \"spare thy tears my Son\"</br>Said old Sylvanus; so his tale went on.</br>\"These are but sad beginnings of events</br>Spun out to sorrows height; the foul intents</br>Of Hylas being frustrate, and his fires</br>Wanting no fuel to increase desires;</br>He lays a snare to catch his Maiden prize</br>By murthering her old Father; and his spies</br>Were sent to find his haunt out:  Memnon, he</br>Of old experienc'd in Court policy,</br>Wisely forecasts th' event, and studies how</br>He might prevent his mischiefs e're they grow</br>Too ripe, and near at hand to be put by</br>By all the art and strength he had; to dye</br>For him that now was old, he nothing car'd,</br>Death at no time finds goodness unprepar'd.</br>But how he might secure his Florimel,</br>That thought most troubled him; he knew full well</br>She was the white was aimed at; were she sure,</br>He made but slight of what he might endure.</br>He was but yet a stranger to those friends</br>That his true worth had gain'd him, yet h' intends</br>To try some one of them; anon his fears</br>And jealous doubts call back those former cares.</br>He thinks on many ways for her defence;</br>But except Heav'n finds, none save innocence.</br>Memnon at last resolves next day to send her</br>To Vestas Cloyster, and there to commend her</br>Unto the Virgin Goddesses protection,</br>And to that purpose gave her such direction,</br>As fitted her to be a Vestal Nun,</br>And time seem'd tedious till the deed was done.</br>The fatal night before that wisht for day,</br>When Florimel was to be packt away,</br>Hylas besets the House with armed men,</br>Loth that his Lust should be deceiv'd agen.</br>At midnight they brake in, Memnon arose,</br>And e're he call'd his Servants, in he goes</br>Into his Daughters Chamber, and besmears</br>Her Breast and Hands with Blood; the rest her fears</br>Counsel her to; each hand took up a knife</br>T' oppose her foe, or let out her own life,</br>If need should be, to save her honor'd name</br>From Lusts black sullies, and ne're dying shame.</br>Memnon then calls his Servants, they arise,</br>And wanting light, they make their hands their eyes.</br>Like Sea-men in a Storm about they go,</br>At their wits end, not knowing what to do.</br>Down a Back Stairs they hurried to the Hall,</br>Where the most noise was; in they venter all,</br>And all were suddenly surpriz'd, in vain</br>Poor men they struggle to get loose again.</br>A very word was punish'd with a Wound,</br>Here they might see their aged Master bound,</br>And though too weak to make resistance found,</br>Wounded almost to death; his hoary hairs</br>Now near half worn away with age and cares,</br>Torn from his Head and Beard; he scorn'd to cry</br>Or beg for mercy from their cruelty.</br>He far'd the worse because he would not tell,</br>What was become of his fair Florimel.</br>She heard not this, though she set ope her ears</br>To listen to the whispers of her fears.</br>Sure had she heard how her good Father far'd,</br>Her very cries would have the doors unbar'd,</br>To let her out to plead his innocence;</br>But he had lockt her up in a close Room,</br>Free from suspicion, and 't had been her Tomb,</br>Had not the Fates prevented; search was made</br>In every corner, and great care was had,</br>Lest she should scape; but yet they mist the Lass:</br>They sought her every where but where she was.</br>Under the Bed there was a Trap-door made,</br>That open'd to a Room where Memnon laid</br>The Treasure and the Jewels which he brought</br>From Lemnos with him:  Round about they sought,</br>Under and o're the Bed; in Chests they pry,</br>And in each hole where scarce a Cat might lie;</br>But could not find the cunning contriv'd door</br>That open'd Bed and all:  then down they tore</br>The painted Hangings, and survey the Walls,</br>Yet found no by-way out:  Then Hylas calls</br>To know if they had found her; they reply,</br>She was not there:  Then with a wrathful eye,</br>Looking on Memnon; 'Doating fool' (said he)</br>'Wilt not thou tell me where she is:  if she</br>Be in this house conceal'd, I have a way</br>Shall find her out; if thou hast mind to pray</br>Be speedy, thou hast not an hour to live.</br>I'le teach thee what it is for to deceive</br>Him that would honor thee:'  'Would shame me rather,'</br>Answered old Memnon, and undo a Father,</br>By shaming of his Daughter; Lustful King,</br>Call you this honor?  death's not such a thing,</br>As can fright Memnon; he and I have met</br>Up to the knees in Blood, and honor'd Sweat,</br>Where his Sythe mow'd down Legions, he and I</br>Are well acquainted; 'tis no news to die.'</br>'Do'st thou so brave it (Hylas said) I'le try</br>What temper you are made on by and by.</br>Set fire upon the House, since you love death</br>I'le teach you a new way to let out breath.'</br>This word strook Memnon mute, not that he fear'd</br>Death in what shape soever he appear'd;</br>But that his Daughter, whom as yet his care</br>Had kept from ravishing, should with him share</br>In such a bitter potion; this was that</br>Which more than Death afflicted him, that Fate</br>Should now exact a double Sacrifice,</br>And prove more cruel than his Enemies.</br>This strook him to the heart, the House was fir'd,</br>And his sad busie thoughts were welnigh tir'd</br>With studying what to do:  when as a Post</br>That had out-rid report, brought news the Coast</br>Shin'd full of fired Beacons, how his Lords</br>Instead of Sleep betook themselves to Swords.</br>How that the Foe was near, and meant e're day</br>To make his Court and Treasury their prey.</br>How that the Soldiers were at their wits end</br>For th' absence of their King, and did intend,</br>Unless he did prevent them suddenly,</br>To choose a new one.  Hylas fearfully</br>Did entertain this news, calls back his men,</br>And through by-paths he steals to Court agen,</br>Leaving the House on fire; the Thatch was wet,</br>And burnt but slowly:  Memnon's Servants get</br>Their Master loose, and with their Teeth unties</br>The bloody Cords that binds the Sacrifice,</br>That Fate was pleas'd to spare; they quench the fire,</br>Whilst he runs to his Daughter; both admire</br>Their little hop'd for wond'rous preservation,</br>Praising their Gods with fervent adoration.</br>Next day he shifts his Florimel away</br>Unto the Vestal Cloyster, there to stay</br>Till he heard how things went, and what success</br>Befel the Wars; his men themselves address,</br>At his command to wait upon the Wars,</br>To purchase freedom, or by Death, or Scars.</br>Memnon himself keeps home, attended on</br>But by a stubbed Boy; his Daughter gone,</br>His fears 'gan lessen:  Hylas was o'rethrown,</br>And bold Alexis Conquest gain'd a Crown:</br>And worthily he wears it; with his Reign</br>Desired Peace stept on the Stage again.</br>The Laws were executed, Justice done,</br>And civil Order staid Confusion.</br>Sloth and her sister Ease were banished,</br>And all must labor now to get their bread:</br>Yet Peace is not so setled, but we find</br>Some work for Swords; the Foe hath left behind</br>Some gleanings of his greater strength, that still</br>Commit great out-rages, that rob and kill</br>All that they meet with, ravishing chast Maids</br>Both of their Life and Honor; some such Lads</br>Were they that set upon that Virgin crew,</br>That were redeem'd so worthily by you.</br>A hundred Virgins monthly do frequent</br>Diana's Temple, where with pure intent</br>They tender their Devotions:  one is chose</br>By lot to be their Queen, to whom each owes</br>Her best respect, and for this month I guess</br>Their Queen was Florimel, now Votaress.\"</br>Sylvanus here brake off; 'twas late, and sleep</br>Like Lead hung on their eye lids; heav'n them keep.</br>We'l leave them to their rest a while, and tell</br>What to Thealma in this space befel.", ""]