["TO THE HONORABLE KNIGHT, SIR DAVID MURRAY.  AND TO THE OTHER NOBLY DISCENDED, AND HONORABLY MINDED FOLLOWERS OF THE LATE DECEASED PRINCE HENRY.</br>On whom shall I these funerall notes bestow,</br>Newly bedeaw'd and hallowed with my teares?</br>But on you chiefly, for your secret woe</br>The heaviest burthen of our sorrow beares;</br>We but as strangers on the shore lament,</br>A common ship-wracke, but you that did owe</br>Your service to that golden vessel (rent)</br>What wonder if your griefes doe over-flow?</br>By how much greater your faire fortunes were,</br>The losse is so much greater you sustaine,</br>We meaner men may our mischances beare</br>With lesser trouble, and more equall paine,</br>Yet spare your teares though you have cause to mone</br>It is not meete you should lament alone.", "II.</br>Melpomene, and all you sacred brood,</br>Of Mnemosine with living Lawrell crown'd,</br>You that have fill'd your veins with heavenly foode</br>And scorne to pray upon the barraine ground,</br>Helpe me these Funerall Anthems to resound.</br>For his sweet soule, who living lov'd you deere</br>But now is dead, and other Saints hath found,</br>Leaving you to lament his fortunes here.</br>Strow Cypresse, and pale Violets on his Tombe,</br>And on his faire Crest fixe a Crowne of Bayes</br>Immortall, That who'ever there doth come</br>May view the Ensignes of his endlesse praise:</br>And let some Spirit garde the holy Cell,</br>Wherein the bones of that brave Prince shal dwel.", "III.</br>You gentle spirits that turne not your eyes</br>From common griefes, nor are of mettall made</br>Such as these Iron Ages do comprise;</br>Come see, wherein our humane glory lies:</br>See living vertues in death daily fade,</br>Wither'd and wasted in th' unthankfull grave:</br>For as a flower, or Sommers passing shade;</br>Such is the hope and fortune wordlings have:</br>Oh noble Prince, thy daies but new begun,</br>And that same Ensign long since brought from France</br>By Edward the black-Prince, third Edwards Sonne,</br>Being by thee but lately re-advanc't;</br>Why should such honor into darknes goe,</br>And leave so many friends so full of woe?", "IV.</br>Oh froward Saturne, and malevolent,</br>That every blooming glory dost envie,</br>And with thy frosts dost nip the buds yet pent</br>In their greene bowers through thy vilde Jealousie,</br>And hatefull malice to all living things.</br>Why dost thou spread on us thy dismall light</br>Covering our fairest flowers with thy cold wings?</br>How farre art thou unlike to Phoebus bright,</br>That joyes to see the smallest blossom thrive,</br>And throwes his gentle light on every thing?</br>But thou, perverse, dost all of life deprive,</br>Man, Beast, and Plant thou dost to ruine bring:</br>Unlucky Starre, albeit thou thought'st him fit</br>To stoop to thee, thou might'st have spar'd him yet.", "V.</br>And you foule wrinckled destinies that do sit,</br>In darknes to deprive the world of light</br>Making the thread, and sodaine mangling it,</br>Through peevish rancour, and perverse despight.</br>Your hand appeares in this our Tragedie,</br>The wound we feele, by your sharp edge was made.</br>That edge which cut the golden twist so nigh</br>Of our Prince HENRY, who in liveles shade</br>As yet amased of his sodaine change</br>Lookes for those loving friends whom he lov'd best;</br>But when he sees himselfe so farre estrang'd,</br>He Yields his spirit to eternall rest:</br>Hard-hearted fates, that him of life deprive,</br>That leaves so many mournfull friends alive.", "VI.</br>Sad Melancholy lead me to the Cave</br>Where thy black Incense and dim Tapers burne,</br>Let me some darke and hollow corner have,</br>Where desolate my sorrowes I may mourne:</br>And let thy heaviest Musick softly sound</br>Unto the doleful songs that I recite;</br>And ever let this direfull voice rebound</br>Through the vast den:  Ah dead is Britans light;</br>Then if thy heart be with compassion mov'd</br>Of my Laments, come rest thy selfe by me,</br>And mourne with me, for thou hast ever lov'd</br>To beare a part in every Tragedie:</br>And if to plaints thou wilt inure thy minde,</br>Thou never couldst a fitter season finde.", "VII.</br>Who in some earthly Paradise hath espide,</br>And long time view'd with pleasure of his eye</br>A well growne Plant, adorn'd on every side</br>With beauteous blossomes lifted up on high,</br>Ready when his due season shall require,</br>To yeild the sweet fruite of his boasted flowers,</br>But all on sodaine with heavens liquid fire</br>Is blasted, and on earth untimely powers,</br>His unripe glorie by his Fate prevented:</br>Who such a luckles spectacle hath knowne;</br>Let him compare the fortune then presented</br>Unto Prince HENRIES Fate, and let him mone</br>That he to leave all Tropheis now is seene,</br>Whose Crest of late was honored with, ICH Dien.", "VIII.</br>They that shall see Prince HENRIES sad built Tomb,</br>And think his corps are only shrouded there,</br>Erre farre from truth, nor seem to understand</br>How many vertues in that Worthy were.</br>A thousand graces with him buried lie,</br>A thousand Triumphs, and a thousand loves,</br>With him the life of honor seems to die,</br>And that brave troop of Nymphs that from the groves</br>Were wont to tread the measures through the green;</br>Since Henries death into dark caves are fled,</br>Nor ever since of mortall eye were seene,</br>So that the world reports that they are dead,</br>And sooth, I know not, but they lov'd him so,</br>That 'tis no wonder if they died for woe.", "IX.</br>Even as the subsistance of a shooting star</br>Grown great by Time, now ready with new light</br>Throughout the world to spread his glory farre,</br>And emulate the raies of Titan bright,</br>Soone as the hoped fire hath given him powre,</br>To shew his glory, and aloft to shine,</br>Even in a moment in the self-same hower,</br>His golden head does downe to earth encline;</br>And those Illustrious beams which lately sent</br>Such star-like brightnes do to darknes turne,</br>And all his glorious hope so quickly spent,</br>Leaves but a smoaky cloud his end to mourne,</br>So did Prince HENRY in his glory fall,</br>And left us nothing but his funerall.", "X.</br>You sacred Forrests, and you spotles streams</br>That part the flowery medows with your fall,</br>You water-Nymphes and Ladies of the Tea'ms,</br>And thou dread Thamesis, mother of them all;</br>With brinish teares weep in your sandy Ford:</br>Weep fields, and groves, and you poore Driads weep,</br>The sodaine Funerall of our Brittish Lord,</br>Whose eyes are now clos'd up in iron sleepe.</br>Both trees, and streams, lament his loss that lov'd</br>Your silver waters, and wide spreading shades,</br>But now is farre away from you remoov'd,</br>Unto a Paradice that never fades,</br>There in eternall happinesse to remaine,</br>But we in sorrow here, and ceasless paine.", "XI.</br>Oh how uncertaine are the daies of Man?</br>How many dangers undermine our joyes?</br>Suppose we shun the stormy Ocean,</br>Nor stand agast at Cannons fearefull noise,</br>Admit we put Achilles Armour on,</br>That never could be pierc'd by mortall Iron,</br>Or live enclos'd in towres of brasse or stone,</br>Such as no power of enemy can eviron.</br>Yet are we not secure from stroake of death,</br>Our foe we nourish even in our breasts,</br>The venemous disease that stops our breath:</br>Oh learn to cast out such ungratefull guests,</br>Thy fortunes Henry had not falne out so,</br>If thou hadst fear'd none but an outward foe.", "XII.</br>Awake Euterpe my dull drooping Song</br>With thy melodious thundring blastes awhile:</br>Helpe thou my fainting fury to prolong,</br>And powre new fire into my frozen stile:</br>Then like a bould enchanter I will call,</br>The mournfull shadowes from infernall deepe,</br>They know best how t' adorne a Funerall</br>Or what rights doe belong to them that sleepe.</br>No:  Rest you ghosts, possesse your quiet peace,</br>My griefes forbid me to disturbe the dead,</br>And rest fond teares, and fruitlesse Dirges cease,</br>But thou that with thy Trumpet shril dost spread</br>The praise of worthies (oh impartiall fame)</br>Helpe me to celebrate Prince Henries name.", "XIII.</br>What grace, what fortuns could our hearts invent</br>While yet Prince Henry in his cradel lay?</br>That did not following joyne in one consent</br>To make him fortunate to his dying day.</br>Shal I recount the honours with him borne,</br>Which from his worthy Ancestors were deriv'd?</br>Or those rare vertues, which his mind adorn'd?</br>Or shall these notes his man-like actions praise;</br>(Whereof too soone our senses are depriv'd?)</br>Or comely gestures when he pleasd to grace</br>The Lordly revells, and a thousand wayes,</br>The winding measure with his steps to trace:</br>I, there my Muse if thou for greefe could stay,</br>We might passe over a long summers day.", "XIV.</br>You holy Angels, and you powers of light,</br>And you that in old Abrahams bosome rest,</br>The glad enjoyers of Gods glorious sight</br>Have you receiv'd your sanctified guest?</br>Hath Henry the Caelestiall seat obtain'd?</br>Shines he in roabes of immortality?</br>And of his well runne race the crowne now gain'd,</br>Scornes he our earthly Pompe, and Majesty?</br>For while his jolly Pilgrimage did last,</br>His guiltless hands were free from bloud, and strife;</br>Voide of vaine pride, and as the snow new chac't</br>From her high Mansion, was his thread of life,</br>True Christian faith endu'd with constant minde,</br>And unto such the promise was assign'd.", "XV.</br>Whereto shall I Prince Henries life compare?</br>His Infancy ev'n to those beams that shine,</br>Before the Sunne unmaskes his visage bare</br>Beating the shadowes from his goulden eyne.</br>And those bright houres, that with their temperate heat</br>Glad the greene earth, and teach the birds to sing,</br>And Swaines their ancient Carrols to repeat:</br>Those that present his ripe yeeres in their spring</br>Thus still with fresh delights, and glory led,</br>Till the slow shep-heard doth his flock enfould,</br>And th' evening Sun on the dry earth does spread</br>New pleasing light, then sodainely behold</br>Night comes, and chases HENRIES life away,</br>And makes it like unto a Sommers day.", "XVI.</br>I Muse from whence these forward tears shold flow</br>Or when our minde of secret griefe complaines,</br>Why though unwilling through our eyes wee show</br>The inward passion of our hidden paines.</br>I know our sighes are but the cooling ayre,</br>Wherewith our fainting heart we doe sustaine,</br>That els would smother in her owne despaire,</br>All comfort thankles breathing back againe.</br>But wherefore Nature should in open view,</br>Create two fountaines full of living source:</br>Whether so soone as we find cause to rue,</br>Our Passions make their generall recourse</br>Who knowes?  unlesse thereby we should reveale</br>That our true sorrowes we should not conceale.", "XVII.</br>Mother of heavinesse yeeld me one request,</br>For many drops upon thine Altar shed,</br>Since thou thy mournful galleries hast drest</br>With carefull monuments of th' untimely dead:</br>To feed with view of their callamities</br>Thy pensive humour, and self-hating sight,</br>For there Troyes Queene in painted languour lies,</br>And forlorne Dido rob'd of her delight</br>Kneeles on the burning pile:  There Mausolus tomb:</br>There stands Pyrene wept into a spring,</br>And with his love Marke Anthony of Rome,</br>Their griefe in dead imbracements uttering,</br>Among these spectacles let a Herse bee made</br>For wofull HENRY that may never fade.", "XVIII.</br>Once more Melpomene grant thy willing aide,</br>I sing not now of franticke Progne's change,</br>Nor of the boy transform'd into a maide:</br>Nor how the girle did like a Heifar range.</br>Farre sadder notes, my sullen Musicke yeelds,</br>Farre other dreames afflict my sad repose</br>Of broken Tombes, and of th' Elisian fields,</br>And of the scathfull flouds, that Dis enclose.</br>But let such vaine thoughts vanish with my sleepe,</br>And of Prince Henries death now let us sing,</br>And teach the Rockes on Monas shores to weepe,</br>And fright the sea with their vast bellowing:</br>That Neptune hearing of their pitteous cry,</br>May thinke that all the Westerne world did die.", "XIX.</br>Thou shalt not die Prince HENRY, if my songs</br>Hereafter tuned to a higher key</br>Can sound the honour that to thee belongs,</br>With sacred murmur of eternity:</br>With Cordelion in the Towres of Fame,</br>And with the dreadfull HENRIES of this land,</br>(Oh nev'r on earth did sound a mightier name)</br>Thy meeker Image crown'd with Bayes shall stand:</br>Then shall my Accents break with more successe,</br>But now rude grief that no adornment beares</br>Smothers my notes, and bids me but expresse</br>A sodaine sorrow with my simple teares:</br>Sufficieth me while thy sweet Ghost doth sleep,</br>Long over it with watry eyes to weep.", "TO THE SAD HOUSHOLD OF PRINCE HENRY.</br>If vertue, goodnes, and a sober life,</br>If gravity, and wisdome in yong yeeres,</br>If a thrice honour'd state, voide of all strife</br>And all good gifts that mans perfection bears,</br>Could but have stopt the fatall hand of death,</br>Then worthy HENRY still had drawn his breath.", "Whose flesh and Spirit disjoyn'd but for a time,</br>With stedfast hope parted to meet againe,</br>His heavenly parts upwards to heaven do climbe;</br>His earthly must a while in earth remaine,</br>Till death hath less to kill, and man to die,</br>And Time given place to all Eternitie.", "For so the Canon of eternall date,</br>Hath praeordain'd (things bounded must obey)</br>Vertue is an immortall estimate,</br>Which neither Time nor Death can over-sway</br>By her Prince HENRY lives; for vertues fame</br>Eterniseth his memorable name.", "Whose hope-full Age not come to Twenty yeares,</br>In place of Honor and Authority,</br>Did beare a burthen in the Countries cares,</br>That gave his name an happy Memory.</br>So just, so wise, s' upright in every thing,</br>As stopt the venom of foule envies sting.", "You that his friends and houshould followers were,</br>That saw the sober cariage of his life:</br>How he him selfe to all estates did beare,</br>So Nobly minded, and so free from strife.</br>Oh you and none so well, can sound his praise,</br>That knew the upright treadings of his waies.", "I doe but sound the Accents of Report,</br>And sure Report gives him a worthy name,</br>That from his Cradle liv'd in vertues Court,</br>Now free from change being registred by fame.</br>Enjoyes in heaven, heavens immortality,</br>And here on earth, earths happy Memory.</br>"]