["DORILUS in sorrowes deepe, </br>Autumne waxing olde and chill, </br>As he sate his Flocks to keepe, </br>Underneath an easie hill: </br>Chanc'd to cast his eye aside </br>Of those fields, where he had seene, </br>Bright SIRENA Natures pride, </br>Sporting on the pleasant greene: </br>To whose walkes the Shepheards oft, </br>Came her god-like foote to finde, </br>And in places that were soft, </br>Kist the print there left behinde; </br>Where the path which she had troad, </br>Hath thereby more glory gayn'd, </br>Then in heav'n that milky rode, </br>Which with Nectar Hebe stayn'd: </br>But bleake Winters boystrous blasts, </br>Now their fading pleasures chid, </br>And so fill'd them with his wastes, </br>That from sight her steps were hid. </br>Silly Shepheard sad the while, </br>For his sweet SIRENA gone, </br>All his pleasures in exile: </br>Layd on the colde earth alone. </br>Whilst his gamesome cut-tayld Curre, </br>With his mirthlesse Master playes, </br>Striving him with sport to stirre, </br>As in his more youthfull dayes, </br>DORILUS his Dogge doth chide, </br>Layes his well-tun'd Bagpype by, </br>And his Sheep-hooke casts aside, </br>There (quoth he) together lye. </br>When a Letter forth he tooke, </br>Which to him SIRENA writ, </br>With a deadly downe-cast looke, </br>And thus fell to reading it.", "DORILUS my deare (quoth she) </br>Kinde Companion of my woe, </br>Though we thus divided be, </br>Death cannot divorce us so; </br>Thou whose bosome hath beene still, </br>Th' onely Closet of my care, </br>And in all my good and ill, </br>Ever had thy equall share: </br>Might I winne thee from thy Fold, </br>Thou shouldst come to visite me, </br>But the Winter is so cold, </br>That I feare to hazard thee: </br>The wilde waters are waxt hie, </br>So they are both deafe and dumbe, </br>Lov'd they thee so well as I, </br>They would ebbe when thou shouldst come; </br>Then my coate with light should shine, </br>Purer then the Vestall fire: </br>Nothing here but should be thine, </br>That thy heart can well desire: </br>Where at large we will relate, </br>From what cause our friendship grewe, </br>And in that the varying Fate, </br>Since we first each other knewe: </br>Of my heavie passed plight, </br>As of many a future feare, </br>Which except the silent night, </br>None but onely thou shalt heare; </br>My sad heart it shall releeve, </br>When my thoughts I shall disclose, </br>For thou canst not chuse but greeve, </br>When I shall recount my woes; </br>There is nothing to that friend, </br>To whose close uncranied brest, </br>We our secret thoughts may send, </br>And there safely let it rest: </br>And thy faithfull counsell may, </br>My distressed case assist, </br>Sad affliction else may sway </br>Me a woman as it list: </br>Hither I would have thee haste, </br>Yet would gladly have thee stay, </br>When those dangers I forecast, </br>That may meet thee by the way, </br>Doe as thou shalt thinke it best, </br>Let thy knowledge be thy guide, </br>Live thou in my constant breast, </br>Whatsoever shall betide.", "He her Letter having red, </br>Puts it in his Scrip againe, </br>Looking like a man halfe dead, </br>By her kindenesse strangely slaine; </br>And as one who inly knew, </br>Her distressed present state, </br>And to her had still been true, </br>Thus doth with himselfe delate.", "I will not thy face admire, </br>Admirable though it bee, </br>Nor thine eyes whose subtile fire </br>So much wonder winne in me: </br>But my marvell shall be now, </br>(And of long it hath bene so) </br>Of all Woman kind that thou </br>Wert ordain'd to taste of woe; </br>To a Beauty so divine, </br>Paradise in little done, </br>O that Fortune should assigne, </br>Ought, but what thou well mightst shun, </br>But my counsailes such must bee, </br>(Though as yet I them conceale) </br>By their deadly wound in me, </br>They thy hurt must onely heale, </br>Could I give what thou do'st crave </br>To that passe thy state is growne, </br>I thereby thy life may save, </br>But am sure to loose mine owne, </br>To that joy thou do'st conceive, </br>Through my heart, the way doth lye, </br>Which in two for thee must clave </br>Least that thou shouldst goe awry. </br>Thus my death must be a toy, </br>Which my pensive breast must cover; </br>Thy beloved to enjoy, </br>Must be taught thee by thy Lover. </br>Hard the Choise I have to chuse, </br>To my selfe if friend I be, </br>I must my SIRENA loose, </br>If not so, shee looseth me.", "Thus whilst he doth cast about, </br>What therein were best to doe, </br>Nor could yet resolve the doubt, </br>Whether he should stay or goe: </br>In those Feilds not farre away, </br>There was many a frolike Swaine, </br>In fresh Russets day by day, </br>That kept Revells on the Plaine. </br>Nimble Tom, sirnam'd the Tup, </br>For his Pipe without a Peere, </br>And could tickle Trenchmore up, </br>As t'would joy your heart to heare. </br>RALPH as much renown'd for skill, </br>That the Taber touch'd so well; </br>For his Gittern, little GILL, </br>That all other did excell. </br>Rock and Rollo every way, </br>Who still led the Rusticke Ging, </br>And could troule a Roundelay, </br>That would make the Feilds to ring, </br>COLLIN on his Shalme so cleare, </br>Many a high-pitcht Note that had, </br>And could make the Ecchos nere </br>Shout as they were wexen mad. </br>Many a lusty Swaine beside, </br>That for nought but pleasure car'd, </br>Having DORILUS espy'd, </br>And with him knew how it far'd. </br>Thought from him they would remove, </br>This strong melancholy fitt, </br>Or so, should it not behove, </br>Quite to put him out of's witt; </br>Having learnt a Song, which he </br>Sometime to SIRENA sent, </br>Full of Jollity and glee, </br>When the Nimph liv'd neere to Trent, </br>They behinde him softly gott, </br>Lying on the earth along, </br>And when he suspected not, </br>Thus the Joviall Shepheards song.", "Neare to the Silver Trent, </br>Sirena dwelleth: </br>Shee to whom Nature lent </br>All that excelleth: </br>By which the Muses late, </br>And the neate Graces, </br>Have for their greater state </br>Taken their places: </br>Twisting an Anadem, </br>Wherewith to Crowne her, </br>As it belong'd to them </br>Most to renowne her.", "CHROUS:</br>On thy Bancke, </br>In a Rancke, </br>Let thy Swanes sing her, </br>And with their Musick, </br>Along let them bring her.", "Tagus and Pactolus </br>Are to thee Debter, </br>Nor for their gould to us </br>Are they the better: </br>Henceforth of all the rest, </br>Be thou the River, </br>Which as the daintiest, </br>Puts them downe ever, </br>For as my precious one, </br>O'r thee doth travell, </br>She to Pearle Parragon </br>Turneth thy gravell.", "CHORUS:</br>On thy Bancke, </br>In a Rancke, </br>Let thy Swanns sing her, </br>And with their Musicke, </br>Along let them bring her.", "Our mournefull Philomell, </br>That rarest Tuner, </br>Henceforth in Aperill </br>Shall wake the sooner, </br>And to her shall complaine </br>Grom the thicke Cover, </br>Redoubling every straine </br>Over and over: </br>For when my Love too long </br>Her Chamber keepeth; </br>As though it suffered wrong, </br>The Morning weepeth.", "CHORUS:</br>On thy Bancke, </br>In a Rancke, </br>Let thy Swaines sing her, </br>And with their Musick, </br>Along let them bring her.", "Oft have I seene the Sunne, </br>To doe her honour, </br>Fix himselfe at his noone, </br>To looke upon her, </br>And hath guilt every Grove, </br>Every Hill neare her, </br>With his flames from above, </br>Striving to cheere her, </br>And when shee from his sight </br>Hath her selfe turned, </br>He as it had beene night, </br>In Cloudes hath mourned:", "CHORUS:</br>On thy Bancke, </br>In a Rancke, </br>Let thy Swanns sing her, </br>And with their Musicke, </br>Along let them bring her.", "The Verdant Meades are seene, </br>When she doth view them, </br>In fresh and gallant Greene, </br>Straight to renewe them, </br>And every little Grasse </br>Broad it selfe spreadeth, </br>Proud that this bonny Lasse </br>Upon it treadeth: </br>Nor flower is so sweete </br>In this large Cincture </br>But it upon her feete </br>Leaveth some Tincture.", "CHORUS:</br>On thy Bancke, </br>In a Rancke, </br>Let thy Swanes sing her, </br>And with their Musick, </br>Along let them bring her.", "The Fishes in the Flood, </br>When she doth Angle, </br>For the Hooke strive a good </br>Them to intangle; </br>And leaping on the Land </br>From the cleare water, </br>Their Scales upon the sand </br>Lavishly scatter; </br>Therewith to pave the mould </br>Whereon she passes, </br>So her selfe to behold, </br>As in her glasses.", "CHORUS:</br>On thy Bancke, </br>In a Rancke, </br>Let thy Swanns sing her, </br>And with their Musicke, </br>Along let them bring her.", "When shee lookes out by night, </br>The Starres stand gazing, </br>Like Commets to our sight </br>Fearefully blazing, </br>As wondring at her eyes, </br>With their much brightnesse, </br>Which so amaze the skies, </br>Dimming their lightnesse, </br>The raging Tempests are Calme, </br>When shee speaketh, </br>Such most delightsome balme, </br>From her lips breaketh.", "CHORUS:</br>On thy Banke, </br>In a Rancke, &amp;c.", "In all our Brittany, </br>Ther's not a fayrer, </br>Nor can you fitt any: </br>Should you compare her. </br>Angels her eye-lids keepe </br>All harts surprizing, </br>Which looke whilst she doth sleepe </br>Like the Sunnes rising: </br>She alone of her kinde </br>Knoweth true measure, </br>And her unmatched mind </br>Is Heavens treasure:", "CHORUS:</br>On thy Bancke, </br>In a Rancke, </br>Let thy Swanes sing her, </br>And with their Musick, </br>Along let them bring her.", "Fayre Dove and Darwine cleere </br>Boast yee your beauties, </br>To Trent your Mistres here </br>Yet pay your duties, </br>My Love was higher borne </br>Tow'rds the full Fountaines, </br>Yet she doth Moorland scorne, </br>And the Peake Mountaines; </br>Nor would she none should dreame, </br>Where she abideth, </br>Humble as is the streame, </br>Which by her slydeth,", "CHORUS:</br>On thy Bancke, </br>In a Rancke, </br>Let thy Swanns sing her, </br>And with their Musicke, </br>Along let them bring her.", "Yet my poore Rusticke Muse, </br>Nothing can move her, </br>Nor the meanes I can use, </br>Though her true Lover: </br>Many a long Winters night </br>Have I wak'd for her, </br>Yet this my piteous plight, </br>Nothing can stirre her. </br>All thy Sands silver Trent </br>Downe to the Humber, </br>The sighes that I have spent </br>Never can number.</br>On thy Banke </br>In a Ranke, </br>Let thy Swans sing her </br>And with their Musicke </br>along let them bring her.", "Taken with this suddaine Song, </br>Least for mirth when he doth looke, </br>His sad heart more deepely stong, </br>Then the former care he tooke, </br>At their laughter and amaz'd, </br>For a while he sat aghast, </br>But a little having gaz'd, </br>Thus he them bespake at last.", "Is this time for mirth (quoth he) </br>To a man with griefe opprest, </br>Sinfull wretches as you be, </br>May the sorrowes in my breast, </br>Light upon you one by one, </br>And as now you mocke my woe, </br>When your mirth is turn'd to moane, </br>May your like then serve you so.", "When one Swaine among the rest </br>Thus him merily bespake, </br>Get thee up thou arrant beast, </br>Fits this season love to make? </br>Take thy Sheephooke in thy hand, </br>Clap thy Curre and set him on, </br>For our fields ti's time to stand, </br>Or they quickely will be gon. </br>Rougish Swinheards that repine </br>At our Flocks, like beastly Clownes, </br>Sweare that they will bring their Swine, </br>And will wroote up all our Downes: </br>They their Holly whips have brac'd, </br>And tough Hazell goades have gott; </br>Soundly they your sides will baste, </br>If their courage faile them not. </br>Of their purpose if they speed, </br>Then your Bagpypes you may burne, </br>It is neither Droane nor Reed </br>Shepheard, that will serve your turne: </br>Angry OLCON sets them on, </br>And against us part doth take </br>Ever since he was out-gone, </br>Offring Rymes with us to make. </br>Yet if so our Sheepe-hookes hold, </br>Dearely shall our Downes be bought, </br>For it never shall be told, </br>We our Sheep-walkes sold for naught. </br>And we here have got us Dogges, </br>Best of all the Westerne breed, </br>Which though Whelps shall lug their Hogges, </br>Till they make their eares to bleed: </br>Therefore Shepheard come away, </br>When as DORILUS arose, </br>Whistles Cut-tayle from his play, </br>And along with them he goes.</br>"]