["Oh yes, we have full many a varied scene,</br>Of rural grace, here in the West countrie:</br>Green undulating hills, soft glens between,</br>Where still the peasant loves his home to be,</br>Beside the brook that murmurs pleasantly:</br>Rich vales, where equally the graceful skill</br>Of Culture's hand, and Nature's gifts we see,</br>Where fresh'ning rivers, swell'd by many a rill,</br>Their winding channels, high as their green margins, fill.", "But none of all these scenes to me ere seems,</br>Than pastoral Inchinnan, half so sweet;</br>Where, gliding through their vales, two sister streams,</br>After long devious wanderings, haste to meet,</br>And stray together in that calm retreat.</br>That scene holds o'er my heart, a pleasing spell;</br>Still, as my lingering visits I repeat,</br>I love it more; and yet I scarce can tell,</br>What dear associations this heart-pleasure swell.", "The church of simplest form, and hoary age,</br>The grassy church-yard, with its moss-grown stones,</br>And circling trees, that cast a soft umbrage,</br>And soothe the dead, with sighs and gentle moans;</br>Warning the living loiterer, that postpones</br>His ghostly task, with truths most sage; close by,</br>The neat snug manse, a cheerful sight &mdash; green lones,</br>Where Age right garrulous rests pleasantly,</br>And Youth, let loose from school, sports like the summer fly.", "A country manse improves a landscape much;</br>It makes us think of many a blessing rare;</br>Blessings for mind and mouth &mdash; we feel, we touch;</br>An active leisure, and a pleasing care,</br>For duties done of love a double share,</br>Fat hens, fresh eggs, from out the gudewife's store,</br>Of meal, and malt, what the gudeman can spare,</br>From bridegroom's superfines, still valued more,</br>And augmentations, which make heritors feel sore.", "I say not, were it hard press'd upon me,</br>I would refuse a wealthy bishoprick;</br>Say were it steepy Durham's golden See,</br>For, in ambition, I'm not quite a stick,</br>But mine burn'd to the latest snuff of wick</br>Would be with any Scottish country manse&mdash;</br>My teeth are wat'ring for the tiends &mdash; I'll lick</br>My lips whene'er I get them: &mdash; Ah, no chance</br>Have I for this, no more than being king of France.", "The pious pastor, watchful o'er his flock,</br>Wooing, supporting, guiding them to heaven;</br>Though infidels and wantons jeer and mock,</br>I deeply venerate.  Whilst we are driven</br>With goose-wings, down the wind, such men are given,</br>To hail, arrest us in our course, and aid</br>To reef, bear up, and strive as those have striven</br>Who now ride safe in port, 'gainst currents, trade-</br>Winds &mdash; all by devilish passions, men and devils made.", "As old Polonius says, \"where did I leave,\"</br>'Twas 'bout Inchinnan, which I love so well;</br>The monarchs of the A, B, C, 'twould grieve,</br>Were I my many truant tricks to tell,</br>When a poor school-slave, yielding to the spell,</br>With which the rural nymphs had bound me, chief</br>Those that love by Cart's blending streams to dwell</br>Description, at the best, is low relief;</br>Go, then, and use your eyes, the walk's most sweet and brief.", "Go, without pausing, to the eastern bridge,</br>(For there are two, and stately structures both,)</br>And place yourself upon the very ridge;</br>When there, to gaze for hours you'll not be loath:</br>When asked the petty dues, Oh, be not wroth,</br>One penny sure is small for a fine view;</br>And, O believe me, avarice is a moth</br>That eats our happiness even through and through,</br>And turns the heart to dust, which time cannot renew.", "These bridges were uprear'd some years ago,</br>And cost, I think, full twenty thousand pound;</br>The old one, though not old, was builded so,</br>That, when it fell, it seem'd an earthy mound,</br>Or that the stones to powder had been ground;</br>Too late, alas, that 'twas a sandy pile,</br>Thin cas'd in ill-built stone, the public found:</br>'Twas waggish work to build in such a style,</br>But let us draw some morals from the tale, the while.", "And first of all, from hence we're clearly taught</br>That judgement must not rest on outward guise;</br>How oft the man that seems with virtues fraught,</br>When better known, we utterly despise.</br>By works a wise man each man round him tries,</br>Oft by some current deep life's path is cross'd,</br>To some true friend, as bridge, the pilgrim hies</br>He's half way o'er, just when he needs it most,</br>The bridge proves cas'd, and in the centre stream he's lost.", "The other morals which we meant to teach,</br>We must let rest to a more fitting time:</br>And now the proper point of view we reach,</br>And 'tis of summer day the cheerful prime;</br>Look every way, and say if even rhyme</br>Can tell the gladness which the heart now feels,</br>Can ring in unison with its full chime:</br>Ah, there are high and inward rapture-peals,</br>By nature wak'd, which rhyme, blank verse, nor prose reveals.", "What of the poor heart would become, were prose</br>The only outlet, when its tide swells high;</br>So pent, how desperate would be its throes!</br>Prose is a reptile that crawls heavily;</br>But eagle Poesy mounts to the sky.</br>Our earthly thoughts in drossy prose remain,</br>But all that have their fiery source on high,</br>Mount in the flame of poesy, to gain</br>Their sphere, the whilst their glory all men's eyes constrain.", "No quaint apologies I deign to make,</br>For these digressions; to digress is law,</br>For lawyers oft do so &mdash; even for the sake</br>Of glorious liberty, I'd hum and haw,</br>And, peevishly, at stated rules cry, pshaw.</br>And, really, when in bondage with these rhymes,</br>To be the slave of method &mdash; that Bashaw&mdash;</br>Would be a punishment no common crimes</br>Should meet &mdash; 'twould make still worse these very worst of times.", "Look o'er the northern ledge &mdash; a glorious view,</br>Wood, water, islets, lawns, and meadows green,</br>Round grassy knolls, brown hills, and mountains blue;</br>Beneath a rushing, wide-spread stream is seen</br>To bear a double tribute to the queen,</br>Or king, if that's preferred, of Scottish rivers:</br>Clyde is the Thames of Scotland now, I ween,</br>Not from the water hourly it delivers,</br>But from the trading bustle which its current fevers.", "There, on that green lawn, rather to the right,</br>New labours of the architect appear,</br>By old high trees, half hidden from the sight;</br>A noble pile &mdash; the castle of good cheer,</br>Whose sunny visag'd lord's known far and near,</br>For generous living, and for generous deeds;</br>'Live and let live,' his motto &mdash; it is queer,</br>So rich and lavish, that he ne'er proceeds</br>Certain small things, to blot one in the Red Book reads.", "Still farther to the right, the place is seen,</br>Where great Argyle, playing the patriot's part,</br>Was seized.  How has no monument yet been</br>Rear'd there?  Look to the left bank of the Cart,</br>In fancy do you see helm'd warriors, swart,</br>Tilting beside yon green hill &mdash; near that spot,</br>From battlements, the pride of Gothic art,</br>The banner of Knights Templars once did float.</br>Yon farther hills are trac'd by the Roman wall and moat.", "Look o'er the southern ledge &mdash; a goodly sight;</br>The distant Paisley-braes the prospect bound,</br>The Mistilaw towers further on the right;</br>A fleecy cloud its sunny peak floats round;</br>But, nearer, see yon hill with tall spire crown'd,</br>Studded with many a mansion, school, and church,</br>Whilst round its base, a thronging town is wound;</br>A town upon whose merits we would wish to touch,</br>'Bout which, so great they are, we cannot say too much.", "Paisley, it is y'clep'd; of much renown,</br>Near and far known for many a wondrous deed;</br>For turning kings, and wooden trenchers round;</br>For weaving muslin webs of finest reed,</br>And schemes political that must succeed;</br>For wealthy tradesmen, and for deep divines;</br>Wise bailies; prudent matrons, that take heed</br>To all their neighbours' virtues; chief, it shines</br>With writers douce, save when Pap-in their wit refines.", "Pap-in!  thou beveridge of the gods &mdash; Pap-in!</br>That giv'st a soul to him who may have none,</br>In every club thou swellest every skin</br>Like Arab bottles.  Whatsoe'er the sun</br>Can do for earth, by thee, for us, is done.</br>Beneath thy sway life is both warm and bright;</br>Like Docks and Dandy-lions Wit and Fun,</br>Spread forth their beauties to thy genial light;</br>Wise saws, like haws and hips, thick clustering to the sight.", "This town is noted too, for rhyming men,</br>Whose fame, o'er all the country wide, has spread,</br>It has, of living songsters, nine or ten,</br>And many more have been, alas, now dead;</br>When Milton is forgot they will be read.</br>There I myself, endeavour to reside,</br>Though almost starv'd; my ample sign is spread</br>In Plunkin, which runs off the Causeyside,</br>Where those, that lie in wait for monied merchants, bide.", "This merchant-catching is a cruel trade;</br>That 'tis a crime the council must decree.</br>Some say, that our prosperity would fade,</br>If merchants were not caught thus craftily,</br>Oh, 'tis a sight worth ten miles walk to see,</br>Behind their webs, these spiders lurking sly,</br>And peering forth, lest any prey may be,</br>And darting on the unsuspecting fly&mdash;</br>Sucking its blood, till as a whistle it is dry.", "Ye muslin regions!  climes where Corks have thriven,</br>Where sign-boards, in their glory, flourish still,</br>Should from your flow'ry paradise be driven,</br>And pack'd, with baggage, o'er the three-mile hill,</br>We innocents, of manufacturing skill,</br>Worse than a fall of prices it would be;</br>Rather than in that thorny desert till,</br>Call'd \"Glasgow city,\" from its growthless tree,</br>I'd dangle like the bell, which on its branch we see.", "'Tis luxury beyond compare, all day,</br>About the Causeyside, from door to door,</br>With hands in breeches' pocket, warm, to stray,</br>And tell and hear queer stories o'er and o'er,</br>And into all our neighbour's business bore;</br>And then, O rare, the penny club at night,</br>Where, socially, we hum-drum, smoke, and snore,</br>Dreaming of times &mdash; we have the second sight&mdash;</br>When merchant swarms appear, with purses long and bright,", "Fine muslins, and fine women we have both:</br>The former always takes the market well;</br>But how the merchants should continue loath</br>To take the latter too, I cannot tell.</br>Had I the management, I would not sell</br>The one, unless the other too was taken.</br>One damsel fair, with every thousand ell,</br>Is not too much, or I am much mistaken.</br>It breaks my heart to see our maidens thus forsaken.", "Look to the eastern border of the town,</br>And there you see a darkly towering fane,</br>The \"Abbey Church,\" 'tis call'd, now half thrown down:</br>I wish I saw it proudly rear'd again.</br>The blot of vandalism, the name must stain</br>Of those who strew'd in dust its saintly choir.</br>The knavish rascals let the nave remain,</br>But not the transepts, with their lofty spire.</br>Some say, its labell'd bell is now in Durham shire.", "The dust, the golden dust of royalty,</br>Is held within its consecrated bound;</br>Parents of kings too &mdash; Walter and Margery&mdash;</br>Have long since there a place of slumber found.</br>Where such repose, a glory hovers round;</br>And many more, of various titled name,</br>Enrich, with noble dust, the sacred ground.</br>Death beats the leveller at his favourite game;</br>To him the monarch, noble, peasant, are the same.", "The sounding aisle you've seen; like other people,</br>Who visit our New Town and Burgh, no doubt,</br>You've sought that aisle, and climb'd the High Church steeple.</br>In that dim aisle of echoes, round about,</br>From wall and groin'd roof, unseen spirits shout,</br>Answering to him who calls:  But when is sung,</br>By some sweet choral band, a hymn devout,</br>Ah, then is heard full many a seraph tongue:</br>For mortal sounds, back raptured strains of heaven are flung.", "Thanks to the D. D. who, so piously,</br>Bemoan'd, wip'd off the deep disgrace, which time</br>And hands profane, had laid on Queen Blear-eye;</br>Both eyes with moss were blear'd, and dust and slime,</br>Her noble cheeks and robes, did sore begrime;</br>But now, in seemly state, both clean and neat,</br>Upon her stone couch does she safe recline</br>Within this aisle, as waiting to repeat</br>Some holy sister's strain, in echoings lingering sweet.", "Oh, wherefore in this bustling age was cast</br>My woful lot, in which man's wretched life</br>Is like the quickened mails, that run too fast,</br>Holding with time a vain and jading strife.</br>With a most reekless sweep, the pruning knife</br>Lops every graceful bough from life's fair tree:</br>'Tis only where the golden fruit is rife,</br>That the relentless hand may sparing be;</br>Thus paring life to shapeless, bare utility.", "The golden age is past &mdash; 'tis no such thing;</br>At least the age for thirsting after gold;</br>For golden dreams, and costly offerings</br>To Mammon, God of wealth, so called of old.</br>All goes for yellow-metal.  I'll uphold</br>That if you bid for Noses a fair price,</br>Soon by the gross you'll find these to be sold,</br>And, if in quality you're not so nice,</br>Behold, you've made the age quite noseless in a trice.", "Bottles are labell'd, telling what's within,</br>So are the dead, and why not living men?</br>With name and place, the label might begin,</br>Next &mdash; age, and rank, and birth, both where and when.</br>The temperament, the principles, and then</br>The lowest sum that can be taken for these,</br>The label, in nine cases out of ten,</br>Would be the porter's charge, \"just what you please,\"</br>To hold our principles does nothing else but teaze.", "These calculating times are not for me:</br>I should have lived three hundred years ago,</br>And spent my easy days in errantry,</br>As monk, or knight, to care a mortal foe.</br>I'd like to fight, indeed, but so and so;</br>With fiery dragons, and with giants grim</br>When others fought, I might have cried &mdash; bravo!</br>With age, these monster's eyes would have been dim,</br>Ere to molest their peace, my heart had been in trim.", "More in my element I would have been,</br>Wandering, at pleasure, all the country round,</br>A peaceful brother, Monk, or Capuchin,</br>Whilst, in each house, a kindly host I found;</br>Or loitering in the shady cloister's bound;</br>Or sunning myself on bank, where wild-thyme grows;</br>In that calm sphere, each stilly sight and sound</br>Would have called forth my genius for repose;</br>Kind cherishing each high propensity &mdash; to doze.", "To nod, to doze, to slumber, to sleep sound,</br>These form, of human happiness, the scale;</br>For waking bliss has never yet been found;</br>At least, if found, it very soon turns stale:</br>The grains of paradise, they mix with ale,</br>In drowsy bliss, the willing senses steep,</br>Whilst care makes still our slumberings to fail.</br>To eat, to walk is but to sow &mdash; to reap</br>Life's richest harvest &mdash; is, in corner warm, to sleep.", "I hope the good old times will yet come back,</br>The jovial times of nuns, and monks, and masses.</br>I think, I'm gifted with the sacred knack</br>Of playing Abbot &mdash; riding upon asses,</br>In which this town each other town surpasses.</br>The Abbot of Paisley, then, I ought to be:</br>With many a holy tax I'd bless all classes:</br>The Paisley bank-notes would belong to me,</br>For pictur'd on each one the Abbot's self you see.", "Quickly, the New Town shall demolish'd be,</br>And with the stones rebuilt the garden wall;</br>Within, I'll plant each goodly flower and tree,</br>From the low snow-drop to the poplar tall;</br>Mazes I'll form, and arbours, fountains, all</br>That minister to ease, and soft delight;</br>The mill and mulcturer ground to powder small,</br>I'll rear a neat refectory on the site,</br>Where lunch and waterfalls will soothe my care-worn sprite.", "Oh, Smith, thou son legitimate of song,</br>First cousin of the vocal sisters nine,</br>Thou far too modest, worthy man, I long</br>To see thee, whilst we kneel at Mary's shrine,</br>Leading my choir-men, chaunting airs divine,</br>Delating, warming, ravishing each heart,</br>With those rich, mellow, gushing tones of thine:</br>Fortune will play thee, then, a truer part&mdash;</br>St. Peter's men, to bob for purses, know the art.", "St. Peter and St. Andrew, Andrew ****;</br>(Association joins these by her spell,)</br>Andrew!  thou man of genius, queer and knacky,</br>What hast thou done with our good High Church bell?</br>What malice 'gainst it in thy breast could dwell?</br>Thou tun'd it with a vengeance &mdash; took it down,</br>Then hung it up, to ring its funeral knell;</br>Thou didst not cease till all its tones had flown;</br>Till what was once its pride, disgraces now the town.", "It's ghost will haunt thee, thou hard-hearted one;</br>It's broken tones will grate still in thine ear:</br>With such a thing how thought ye to make fun;</br>I'm sure, in conscience' pangs, 'twill cost thee dear.</br>Such bell we'll never get, again, I fear,</br>It's solemn, lengthy, deep, sonorous tones,</br>Which did each Paisley-man's heart good to hear,</br>Fill'd, with their tide, the houses, streets, and lones,</br>And fuller swell'd, till even they thrill'd the very stones.", "They floated wide, o'er hill and plain around,</br>In the still morning, and the stiller eve;</br>Rousing the hind to toil, from sleep profound,</br>And calling him again these toils to leave.</br>The far-off peasant, now, will sadly grieve,</br>Missing those sacred Sounds on sabbath morn:</br>Whilst, scarce the bosom of the air they heave,</br>The wild bee drowns them with his tiny horn,</br>But still, again, they're caught, through the hush'd distance borne.", "Andrew!  thou man of double-attic bliss,</br>Thy thin frame perch'd in Paton's attics high,</br>Thy spirits in those of Happiness, I wis:</br>Beneath, the clouds of Care may meet thine eye,</br>But ne'er can reach thee, in the middle sky.</br>Smiling enthusiast!  every new moon brings</br>Thee some new fancy, whilst confusedly lie</br>Discarded whims, snuff boxes, coins, base-strings,</br>Bells, music, varnish'd sticks, and all such oddish things.", "Singing of Andrews, and of genius too,</br>Shall I not, Andrew Lindsay, sing of thee,</br>And of thy good bow-hand?  so bold and true;</br>Neil Gow's might be more fine, but not more free.</br>Each heel was winged &mdash; each eye and heart were glee,</br>Even with the tuning flourish of thy bow,</br>The reel struck up, and each had made congee,</br>What crossing, skipping, swinging to and fro&mdash;</br>High cutting, shuffling, whirling &mdash; such we'll see no moe.", "Good humour'd, virtuous man!  Nature on thee,</br>Above mere fiddling, has bestow'd a mind:</br>Thou art a scholar of no mean degree;</br>A linguist, though from infancy stone blind.</br>I see the son-taught mother, meekly kind,</br>Reading to thee on Greek or Hebrew page:</br>And Oh, it grieves me, Andrew, now to find</br>Thee press'd at once, by poverty and age.</br>Shall Paisley town neglect her minstrel and her sage?</br>"]