["When Lisbon's tow'rs were level'd with the ground,</br>And all her palaces in ruin laid,</br>Her shores with dire convulsions rent around,</br>Her seas hurl'd upward from their weedy bed;</br>Her num'rous citizens, with terror pale,</br>By thousands sinking to one common grave;</br>Few left to hear the melancholy tale,</br>Sav'd from th' insatiate gulph or whelming wave;</br>(The scene, tho' past, has left a pang behind;</br>Still the remembrance wounds the sympathetic mind.)", "Amidst the general wreck a favor'd wight,</br>Whom Heav'n preserv'd for happier days to come,</br>Stood on the chaos, shudd'ring at the sight,</br>And shrinking from his own impending doom;</br>The stately structures, nodding from above,</br>Threaten'd to crush him in their massive heap;</br>While o'er the rocking earth his footsteps move,</br>Toss'd like the ridges of the billow'd deep:</br>\"O where for refuge shall I now repair?</br>Which way I turn (he cried) I meet the fiend, Despair.\"", "Just at this awful crisis, when appear'd</br>No cheering view of life or future joys,</br>Thro' the surrounding uproar's rage he heard</br>Distinctly, with surprize, a friendly voice.</br>Towards the point he turn'd with eager haste,</br>From whence the welcome sounds salute his ear;</br>Whilst, with alternate throbs, his doubtful breast</br>Is sooth'd by dawning hope, or torn with fear:</br>\"Hither, desponding mortal, bend thine eye,</br>And wing thy speedy flight; behold a refuge nigh.", "\"Long time, like you, I rang'd; while earth beneath</br>Threaten'd t' ingulph me ev'ry step I took;</br>Where'er I turn'd, some varied form of death</br>With hideous aspect met each anxious look:</br>When lo, at last, a tow'ring Rock I spied,</br>Fix'd in the centre of the waving plain.\"</br>\"Is there a safe retreat so near?\"  ( I cried,</br>And sought with rapid steps to gain:)</br>\"Here unassail'd by danger I abide,</br>Safe from the yawning chasm, or yonder swelling tide.\"", "Swift as an arrow from the twanging yew,</br>By the strong archer's nervous sinew bent,</br>The trembling fugitive with ardor flew,</br>Nor felt the treach'rous soil o'er which he went;</br>Nor stopp'd to rest a moment, till at last</br>His eager footsteps press'd the solid ground,</br>Where freed from all his direful perils past,</br>And all his fears, security he found:</br>Then falling on his face with grateful zeal,</br>He kiss'd the shelt'ring rock, the basis of his weal.", "Then to his friendly monitor he fled,</br>And thank'd him for th' important warning giv'n,</br>Wishing a thousand blessings on his head,</br>While both adore the sov'reign Lord of heav'n;</br>With hands uplifted, and o'erflowing eyes,</br>And grateful hearts, they pour'd their joys abroad;</br>Then from their state of low prostration rise,</br>T' invite their neighbours to the same abode:</br>\"Hither, desponding mortal, turn thine eye,</br>And wing thy speedy flight; the place of rest is nigh.\"", "Reader, behold in this sad tale of woe,</br>A lively picture of earth's transient scene;</br>There's nothing permanent of things below,</br>No perpetuity in joys terrene.</br>Not strength of frame corporeal safety yields,</br>Nor length of days our utmost cares secure;</br>But all things fluctuate, like Lisbon's fields,</br>No earthly happiness can long endure:</br>Our friends are mingling with the common clay,</br>Like the autumnal leaves, they wither and decay.", "Hell's awful gulph is open'd to admit</br>Th' unpardon'd sinner to its fi'ry bed,</br>Where quenchless flames, thro' all th' unbottom'd pit,</br>By show'rs sulphureous are for ever fed;</br>There all th' impenitent, with ceaseless rage,</br>Gnaw their own flaming tongues in deep despair;</br>No future hopes their agonies assuage,</br>No ray of comfort ever enters there.</br>Strange, that immortals feel no fond desire</br>T' escape the threaten'd pangs of everlasting fire!!", "Here of that Rock Divine an emblem see,</br>Rear'd for the safety of our fallen race;</br>Which through the rounds of vast eternity,</br>Shall stand a proof of Heav'n's unbounded grace:</br>Firm and immovable shall this remain,</br>Till all the madd'ning storms of life be o'er;</br>Nor can the wretch its shelter seek in vain,</br>But, plac'd thereon, shall live for evermore:</br>\"Hither, desponding mortal, bend thine eye,</br>And wing thy speedy flight; the place of safety's nigh.\"", "Blest Rock!  whose bosom to the fainting soul</br>Affords perpetual and secure repose;</br>Beneath thy base the billows vainly roll,</br>Which from their madness no disturbance knows.</br>Hence, while the sinner's perils I survey,</br>Anticipating nature's final strife;</br>Heart-melting pity bids me point the way,</br>Which leads to safety, peace, and endless life.</br>\"O man, repent, to this asylum flee,</br>E'er death has clos'd thine eyes in hopeless misery.\"</br>"]