["Thou, for whose View these Numbers were design'd,</br>A while with Favour, patiently attend,</br>Smile, and begin not now to be unkind,</br>But tho' the Poet please not, spare the Friend.</br>And thou, dear Object of my growing Love,</br>Whom now I must not, or I dare not name,</br>Approve my Verse, which shines if you approve;</br>Let giddy Madmen court delusive Fame;</br>Let your Acceptance sweet o'erpay my Toil;</br>Let Age and Rigour frown, so Youth and Beauty smile.", "Of Arms, which erst contending Sexes bore,</br>I sing; and Wars for Fame and Empire made.</br>Despotick Man rul'd with tyrannick Pow'r,</br>Obey'd, but with Reluctance still obey'd;</br>With Words his long-disputed Cause he tries,</br>But Woman's equal Wit disdains to yield:</br>At length to Arms ungen'rously he flies,</br>As quick the Female takes the proffer'd Field;</br>Each their superior Merit to maintain,</br>For Man was learn'd, and proud; and Woman fair, and vain.", "A Plain there was, call'd Life, extended wide,</br>To which a single painful Passage led,</br>With num'rous Outlets plac'd on ev'ry Side;</br>Scenes smiling fair the Prospect overspread;</br>Flourets, and Myrtles fragrant, seem'd to rise.</br>All was at Distance sweet, but near at Hand</br>The gay Deceit mock'd the desiring Eyes,</br>With Thorns, and desart Heath, and barren Sand.</br>Severest Change afflicts th' uncertain Air,</br>Expos'd to Summer Suns, to Blasts of Winter bare.", "'Twas here each Sex their Field of Battle chose,</br>The narrow Entrance by Consent they past;</br>But enter'd, soon their Enmity disclose,</br>And to their different Standards march with Haste.</br>Brigades of crafty Neuters hov'ring lay</br>Camp'd on the Margin of the spacious Plain,</br>To wait the doubtful Fortune of the Day;</br>And publick Loss improve to private Gain.</br>Here Marriage chaste, there Love the Conqu'ror lies;</br>Adverse to ranging Lust; and groveling Avarice.", "The Women first, quick to Revenge, were seen</br>In shining rich enamell'd Arms t' advance;</br>Like antient Spartans, o'er the level Green,</br>To breathing Flutes they trod a measur'd Dance.</br>Strait the Male Banners wave, unfurl'd in Air,</br>While sounding Trumpets delib'rate Valour breathe,</br>Kindling in martial Breasts stern Love of War,</br>And Thirst of Vengeance, and Contempt of Death.</br>Furious they charge, while Fortitude, their Guide,</br>Conspicuous in the Van, his Female Foes defy'd.", "In freshest Pride of Life, and Strength of Years,</br>(The Male Battalions worthy to command)</br>In Times of Danger unappall'd with Fears,</br>A Chieftain swift of Foot, and strong of Hand;</br>Nor tir'd with Labours, nor dismay'd with Pains,</br>Arm'd at all Points, a stranger to Despair;</br>He dreads not Treason, and he Force disdains;</br>In bitter Taunts he thus accosts the Fair.</br>By Women charg'd, shall Warriors back recoil?</br>Sharp Swords and pointed Spears shall feeble Distaffs foil?", "Beauty, great Gen'ral of the Female War,</br>Sprung from the Front with Fortitude t' engage;</br>Too slight for Toils her tender Limbs appear,</br>Yet stoutest Heroes trembled at her Rage.</br>Stiff Ribs of Whale her Coat of Mail compos'd;</br>Compos'd with Art, her taper Waist to show.</br>A Beaver wrought with black her Helmet clos'd,</br>Which by th' name of Mask the Moderns know.</br>Each Step, each Motion, shot an artless Grace;</br>She seem'd of Conquest sure, sure e'en without her Face.", "The warlike Virgin, and the Heroe, chose</br>In diff'rent Ways to wage an equal Fight;</br>With Giant Strength he heaps redoubled Blows;</br>Of Force inferior, she depends on Flight;</br>Eluding furious Strokes by quick Retreat,</br>Long Time she wards, and wary shifts her Place;</br>At length her Helm his Sword descending met,</br>And of her sable Vizard cut the Lace;</br>Millions of sudden Charms discover'd lye,</br>Her Skin, her Hair, her Brows, her Cheek, her Lip, her Eye.", "Disdainful Frowns and Smiles alternate rise,</br>Swift to her Cheeks the lovely Crimson streams,</br>While kindling Rage darts Lightning from her Eyes,</br>And adds new Brightness to their native Beams;</br>Nor shalt thou boast, th' undaunted Virgin said,</br>Nor am I yet defenceless, and o'erthrown.</br>His forward foot the shrinking Warrior stay'd,</br>Damp'd with resistless Fear, 'till then unknown.</br>Th' inchanting Voice his utmost Nerves unstrung,</br>And what her Eyes began, she perfects with her Tongue.", "But Wisdom next slow-marching to his aid,</br>In heavy Armour took th' uncertain Field;</br>Temper'd his Helm, by wondrous Magick made;</br>And proof to Witchcraft was his pondrous Shield.</br>Calm without Fear, and fervent without Rage,</br>In Action quick, but tardy to advise;</br>He seem'd advanc'd to more than middle Age,</br>For when had Youth the Leisure to be wise?</br>Valiant to charge, but not too proud to fly;</br>Resolv'd his lifted Arm, and quick his piercing Eye.", "Now Beauty small avails, for Wisdom knows</br>How soon her transitory Glories fail,</br>That Age brings languid Eyes, and wither'd Brows,</br>Her Hairs all hoary, and her Face all pale.</br>The more he view'd, he view'd with less Applause;</br>Whom Rage distorted, and whom Pride deform'd:</br>Sternly his unrelenting Sword he draws,</br>Nor by her Looks, nor by her Language warm'd.</br>Scarce could frail Beauty stand his awful View,</br>When timely to her Aid deep-mining Cunning flew.", "Artful her Bosom heav'd, her rolling Eyes</br>Allur'd with Glances whom in Heart she scorn'd;</br>Sweet flow'd her Words with ever-pleasing Lies,</br>An Infant Lisp her double Tongue adorn'd.</br>Her Feet half dancing, negligently pac'd;</br>Her Motion, nay, her Rest was all Design;</br>Her Arms a Scarf and Ribband Bridle grac'd,</br>Whose Colours glorious in the Sun-beams shine,</br>Their Hue still varying with the changing Place,</br>Yet each alternate Dye was suited to her Face.", "The Springs and Passions of the secret Mind,</br>The wily Sorceress could surely move;</br>Now cruel false, now seeming faithful kind,</br>With well-dress'd Hate, and well-dissembled Love:</br>Fast fell her Tears, obedient to her Will,</br>A side-long Glance her ogling Eyes would throw;</br>Simple in Shew, and innocent of Skill,</br>Observing most what least she seem'd to know:</br>Then farthest off when most approaching near,</br>Was never Fraud so deep, in Semblance so sincere.", "A fierce and dubious Conflict now began;</br>Cunning, great Engineer of Womankind,</br>Wisdom, main Champion for contending Man,</br>Met wondring, each their Match in Arms to find;</br>Equal the Fight, while both their Station held;</br>While neither Chief the adverse Camp invades,</br>But furious Onsets either part repell'd,</br>By warlike Wiles, and viewless Ambuscades:</br>Their Safety not in Strength, but flying stood;</br>They conquer'd who retir'd, they yielded who pursued.", "Mean Time, far to the Left great Patience fought,</br>Experienc'd Vet'ran, harden'd in Alarms;</br>His Mail seem'd Proof 'gainst mortal Fury wrought,</br>Yet Furrows deep indent his battered Arms,</br>Loss with persisting Diligence he retriev'd,</br>Arm'd by his present Ills for future Wars;</br>Leader of Men, Wounds had he oft' receiv'd,</br>Nobly deform'd with honourable Scars;</br>A branching Palm the Chieftain's Target bore,</br>Whose Boughs the more opprest, superior rise the more.", "Him Scorn oppos'd, an Amazonian Fair,</br>Whose haughty Eyes were ever glanc'd askew;</br>Her Neck writh'd backward with disdainful Air,</br>As some distasteful Sight offends her View.</br>That silly Maid incur'd her steady Hate,</br>That could to Man, tyrannick Fawner, bow.</br>At distance let the menial Spaniel wait,</br>Or cringing at her Feet his duty know.</br>Studious of Flight, she fear'd to trust her Feet,</br>But rode a Courser bay, than Eastern Winds more fleet.", "Tho' Man as trodden Dirt her Soul despis'd,</br>Yet ill her Habit, and her Words agree;</br>A manlike Hunter's Dress her Form disguis'd,</br>Shafts at her Back, and Buskins to her Knee.</br>She fought, like antient Parthians, flying fast,</br>And frequent stop'd her swift Pursuers Speed,</br>Still as she shot redoubling strait her Haste,</br>Quick born far distant by her light-foot Steed;</br>E'er on her Cask, her Foe Man's Sword descends;</br>Who 'gainst impassive Air his idle Fury bends.", "At length oft wounded by her backward Dart,</br>Dismounted Patience headlong greets the Plain;</br>The boastful Conqu'ress glories in his Smart,</br>Stops, and alights, to view and mock his Pain.</br>The seeming breathless Champion light arose,</br>By Wounds unweaken'd, fiercer for his Fall;</br>Nor could astonish'd Scorn his Force oppose,</br>Debar'd of wonted Flight, a sudden Thrall:</br>So dear th' unwary short-liv'd Brav'ry cost;</br>What Hours with Toil preserv'd, with Ease a Moment lost.", "But now the neutral Troops to move began,</br>Threatning the weary'd Hosts with fatal War;</br>Led by their Chieftain Lust a Giant Man,</br>With boastful Voice, loud shouting from afar;</br>Like Mountain-Torrents swell'd by Winter-Show'rs,</br>Resistless, fierce he sweeps along the Plain:</br>His lep'rous Mouth a Flame infectious pours,</br>Darting slow Death, and Strength-consuming Pain;</br>His ever-rolling Eyes like Beacons glare,</br>Shagg'd as the Goat his Limbs, and black his bristling Hair.", "Still to new Conquest eager he aspir'd,</br>Leaving with Scorn whom he subdu'd in Fight;</br>'Gainst all Repulses steel'd, nor ever tir'd</br>With toilsome Day, or ill-succeeding Night.</br>Active whene'er the lucky Moment call'd;</br>And least Advantage obstinate to press:</br>His harden'd Front unblushing, unappall'd,</br>Laugh'd at Reproaches, and enjoy'd Disgrace;</br>Sporting with Oaths, unmov'd with Parent's Moans,</br>With rifled Virgin's Shrieks, or Infant's dying Groans.", "His Shield was painted with lascivious Lies,</br>Whoredom's Device, devis'd to veil his Shame;</br>Of Jove the Thund'rer, and of Phoebus wise,</br>The Bull, the Goat, the Serpent, and the Flame.</br>There Prude Diana too, by Day-light chaste,</br>Asleep lay pictur'd in Endymion's Arms;</br>There Bacchus' Feasts and Venus' Rites were plac'd:</br>With Philtres base, and Lust-compelling Charms.</br>A Crest obscene o'ershades the Monster's Head;</br>A Jove in Eagle's Form, with ravish'd Ganymede.", "'Gainst Lust the rash Coquets their Forces bent,</br>But sunk beneath the Fury of the Storm.</br>When Modesty from the main Army sent</br>T' oppose his Rage advanc'd her Angel Form;</br>Skilful with Darts to wage an equal Fight,</br>Her Arm resists not, but prevents the Blow;</br>A guiltless Blush crimsons her snowy White;</br>Her Voice reserv'dly soft, and sweetly low.</br>No Woman Chief did like Perfection share,</br>Scarce Cunning more of Might, or Beauty self more fair.", "The Championess quick seiz'd a rising Ground,</br>Where Ramparts high by Parent Hands were wrought,</br>Whose Fence the Giant traversing around,</br>Now here, now there, in vain an Entrance sought.</br>Upwards he press'd with unavailing speed,</br>Ardent in equal Fight his Foe t' assail;</br>Her ready Lance meets his aspiring Head,</br>Strongly rebuff'd he tumbling strikes the Vale;</br>But undismay'd, up-starting from the Plain,</br>Again he rises fierce, disgrac'd to fall again.", "Stunn'd with the shock, the scarcely conqu'ring Fair</br>Now wisely meditates a distant Blow;</br>A pond'rous Stone hurl'd through the whistling Air,</br>Prevents the grappling of her stronger Foe;</br>Full on his Helm the rocky Fragment fell,</br>And soil'd in humble Dust his lofty Crest;</br>But Wounds on Wounds his Course in vain repel,</br>For ten-fold Fury fires his stubborn Breast;</br>His glaring Eyes shot red revengeful Flame;</br>He roar'd, and would have blush'd, if capable of Shame.", "His Fraud (th' Artificer of Falshood) try'd</br>In borrow'd Shape t' elude her wary Eye;</br>His Shield, and well-known Casket thrown aside,</br>Disguis'd like Love, he march'd as an Ally.</br>With unsuspicious Faith the Maid believ'd,</br>'Till now the Rampart's Top the Foe had gain'd;</br>Too late the lurking Treason she perceiv'd,</br>Surpriz'd un'wares, she scarce his Force sustain'd;</br>Courage her Heart, and Strength her Arm forsook;</br>Weak, sinking by Degrees; faint, yielding to the Shock.", "The self-sufficient Prudes embattled stood</br>Near Hand, but none t' assist the vanquish'd flies;</br>Their neighbour Ranks they saw with Joy subdu'd,</br>With spiteful Mirth triumphant in their Eyes;</br>With Scoffs, and sage Reproaches they upbraid</br>Those that o'erpower'd for Help or Pity call;</br>And can they yield to Lust, in Rage they said,</br>Unaided, friendless, let the Wretches fall.</br>Themselves were now attack'd, the rest o'erthrown,</br>And Weakness scorn'd so late, too soon became their own.", "At length the Chieftain Prude obstructs his Speed;</br>(By Mortals Honour call'd, by Angels Pride)</br>On lowly Earth her Foot disdain'd to tread,</br>High in a martial Carr she chose to ride:</br>The Load six dappled Coursers proudly drew,</br>Their Harness bright with Tinsel overcast;</br>Still as she rode a conscious Glance she threw,</br>To mark what Gazers view'd her as she past.</br>Studded with burnish'd Brass the Chariot shin'd,</br>And drag'd with useless Pomp six glittering Slaves behind.", "She clanks her rattling Arms, and shouts aloud,</br>Strengthen'd by num'rous Troops that gaz'd around;</br>While Lust, half-faint, amidst the thronging Croud,</br>Himself on Foot a Match unequal found:</br>He leaves the Field, as desp'rate of Success,</br>But with recruited Rage and Strength returns,</br>Drawn by Eight Steeds, he breaks the wond'ring Press;</br>With Spokes of burnish'd Gold the Chariot burns.</br>Pride turn'd her Reins, soon as his Carr she view'd;</br>Fast fled the frightened Dame, the Frighter Knight pursu'd.", "Now sable-mantled Night advancing nigh,</br>Colours, distinct before, confus'dly blends,</br>While far from either Host the Chariots fly,</br>'Till Honour tir'd, to Parley condescends,</br>Deigns to submit her haughty Crest to lower;</br>For Privacy she deems her Shame will screen:</br>No more defying, striking now no more,</br>Since nor her Vaunts are heard, nor Prowess seen:</br>She yields a willing Captive to his Might,</br>Obscur'd in guilty Clouds of all-concealing Night.", "From yielded Honour, Lust returning flew,</br>Where camp'd in Rest the Male Battalions lay,</br>And rous'd their wearied Host with Battle new,</br>With Rage still fiercest when remote from Day.</br>Not all the Noontide Heat and Toil of War,</br>Equal'd the Dangers of this Midnight Hour;</br>The Cent'ry sink, unnerv'd with sudden Fear,</br>And Groans of Wretches speak the Victor's Pow'r;</br>'Till spread from Rank to Rank th' Alarm was heard,</br>Where Reason, wakeful Chief, his utmost Tent uprear'd.", "Stranger to Noise, to his lov'd Rest retir'd,</br>Rev'rend his hoary Head, in Counsel sage;</br>Scorn'd in Extremes, and in Extremes admir'd;</br>Decry'd in Youth, and idoliz'd in Age;</br>His Voice was small, and still, and rarely known</br>Where direful Trumpets vex the troubled Air;</br>He starts from Earth where arm'd his Limbs were thrown,</br>His Squadrons Fate or to revenge, or share.</br>Your enter'd Camp from swift Destruction keep,</br>Or instant rouz'd awake, or slain for ever sleep.", "He spake; they rise obedient to his Call,</br>Who near their Chief their ready Tents had plac'd;</br>Yet baffled soon the Conqu'rors Prey they fall,</br>Their Leader standing but to yield the last.</br>A while successful prov'd his aged Arm,</br>A while his Fortune hung in equal Scale.</br>He sunk, enfeebled as he grew more warm;</br>But Lust press'd on, accustom'd to prevail,</br>With Strength unbated by laborious Sweat;</br>Greatest when most oppos'd, increasing with his Heat.", "Now ruddy Morn purpled the glowing East,</br>And show'd the Waste the Monster's Rage had made;</br>Whose Force nor Floods, nor Mountains could resist,</br>Nor Brass, nor Di'mond Barriers, could have stay'd.</br>At length both shatter'd Hosts their Counsels bent</br>How surest to revenge their common Foil;</br>Made wise by Smart, a Championess they sent,</br>Whose Arm alone was equal to the toil;</br>Sometimes on Earth by Virtue's Title fam'd,</br>But by th' Angelick Host Divine Religion nam'd.", "Mild, sweet, serene, and chearful was her Mood;</br>Nor grave with Sternness, nor with Lightness free;</br>Against Example resolutely good;</br>Fervent in Zeal, and warm in Charity:</br>Who ne'er forsook her Faith for love of Peace,</br>Nor sought with Fire and Sword to show her Zeal;</br>Duteous to Princes, when they most oppress;</br>Patient in bearing ill, and doing well;</br>In Pray'rs, and Tears, she found her sole Defence,</br>Nor rais'd rebellious Arms to strengthen Providence.", "Her prudent Care was fix'd on Heaven's Height,</br>Yet by her Steps on Earth that Care was shewn.</br>Fearless of Harm in Darkness, as in Light;</br>Fearful of Sin at Midnight, as at Noon:</br>A bloody Cross was pourtray'd on her Shield,</br>Whose Sight the Monster scarcely could sustain;</br>Feeble to keep, yet loth to quit the Field;</br>Blasted and Thunder-struck with chilling Pain;</br>When 'gainst his Head her sacred Arms she bent,</br>Strict Watch, and Fast severe, and Prayer omnipotent.", "Murm'ring he fled, yet backward turn'd his Face,</br>Whom Step by Step th' Angelick Maid pursued;</br>Yet oft, as slack'ning he observ'd her Pace,</br>He stay'd his Speed, and Battle vain renew'd.</br>Mean while the yet-remaining neutral Bands,</br>Advanc'd with open Look, and friendly Mind;</br>Whose March a great and well-known Pair command,</br>Marriage, and Love; unhappy when disjoyn'd;</br>Who over Lust the surest Triumph gain'd;</br>Friends to Religion firm, by Wisest God ordain'd.", "Love, the most general Conqu'ror here below,</br>Whose subtle Nature hard is to be told;</br>Whom all can feel, but few aright can know;</br>Who cheats the crafty, and who fools the old.</br>He seem'd of jarring Contraries compos'd,</br>To Day sharp-sighted, and to Morrow blind;</br>His Beavour lifted up his Face disclos'd,</br>Where simple Faith, and winning Sweetness shin'd.</br>High on his Crest sat perch'd a Gall-less Dove,</br>Emblem of changeless Truth, of Chastity, and Love.", "Th' immortal Glories of the Nutbrown Maid,</br>Emblazon'd lively on his Shield appear;</br>The various Parts which shifting Henry play'd;</br>The Test for humane Frailty too severe.</br>Wealth, Ease, and Fame, and Sex she cast behind;</br>True to his Woes, and Consort of his Ill:</br>Not Falshood's self could shake her steady Mind</br>Tho' base, and perjur'd, yet she loves him still.</br>All but her Virtue, she for HENRY leaves;</br>Love stands the sore Assault, tho' rival'd Woman grieves.", "Sometimes more fleet the swift-foot Pow'r would go</br>Than Light, or Thought, or Time itself could fly;</br>Sometimes with stealing Motion, silent, slow;</br>Unseen, unmark'd, but by the jealous Eye:</br>Dauntless, resolv'd, mindless of Perils past,</br>Rewarded in an Hour for Years of Pain;</br>Trembles his Eye, with modest Awe down-cast,</br>Faulters his Tongue, scarce daring to complain;</br>Yet when grown bold their moving Force he tries,</br>Manna is on his Tongue, and Witchcraft in his Eyes.", "Of winged Boys a num'rous Troop they led,</br>Who sent their Shafts with never-erring Aim,</br>Whose Wounds not Pain, but tickling Pleasure bred;</br>Still were the loudest, and the fiercest tame.</br>Forgetting Feuds, they long to be ally'd,</br>And softer Passions on the Sexes seize:</br>Down from their Hands their wrathful Weapons slide,</br>Chang'd is their Rancour for Desire to please;</br>In sudden Peace the jarring Kinds agree,</br>With Reconcilement dear, and cordial Amity.", "Transform'd by magick Love the Males appear,</br>New cast their Natures in a finer Mould;</br>Prudent the Fool, well-natur'd the Severe,</br>The Wise grew humble, and the Coward bold;</br>Nor less his friendly Darts improve the Fair;</br>Was none or loosely free, or coyly rude;</br>The gay Coquet now liv'd not to ensnare;</br>To meekest passive Woman sunk the Prude:</br>Nor could the brave resist, or fearful run,</br>For Heav'n made Man to win, and Woman to be won.", "Next close to Love, well suited Marriage came,</br>Who Hand in Hand their social Steps advance,</br>Kindly as Warmth of Life, her even Flame</br>Not Fevers heat, nor flutt'ring Spirits dance;</br>Who Pleasure tasted with reflecting Thought,</br>Not Life upbraided for avoidless Pains</br>Entail'd on Mortal State; but wisely sought</br>Too flitting Love with long-enduring Chains,</br>Of Int'rest and of Duty fast to bind;</br>Fountain of chaste Delight, great Parent of Mankind.", "Where faithful Love had joyn'd the Sexes Hands,</br>And grants an holier, and a nearer Tye:</br>For Death alone could disunite her Bands,</br>Nor less than Life true Love could satisfy:</br>While thus she joyn'd the Pair, the Matron spoke;</br>Attend, ye Sexes, and my Words approve,</br>My Doom nor Male nor Female shall revoke;</br>Since Nature form'd the Kinds for mutual Love:</br>Vain your Disputes, vain is your Anger shown,</br>For more distinguish'd Hate meer Dotage shall atone.", "Tho' Man shall awful Rule o'er Woman bear,</br>Not sprung from greater Worth, but Right Divine;</br>Yet She shall in her Turn Dominion share,</br>E'er to His Will her Empire she resign:</br>But, while She reigns, her Mercy let her show,</br>And well employ the quickly-fleeting Time;</br>Not unrewarded shall her Mercy go,</br>And strictest Justice shall o'ertake her Crime.</br>Gently shall those be rul'd, who gently sway'd;</br>Abject shall those obey, who haughty were obey'd.", "Ambition proud, and sordid Avarice,</br>Disguis'd like Love himself attended nigh,</br>And each sometimes the Place of Love supplies;</br>While partial Age compell'd them to comply.</br>Such Pairs were soon distinguish'd by th' Event;</br>Unkind Reproach, too biting to endure,</br>Pining Distrust, and brawling Discontent,</br>Curs'd Jealousy, which Heaven alone can cure.</br>Foul perjur'd Guilt, sad Causer of Divorce;</br>And late Repentance vain, of Hell it self the Source.", "Forgive the Voice that useful Fiction sings;</br>Not impious Tales of Deities impure,</br>Not Faults of breathless Queens, or living Kings,</br>In downright Treason, or in Hints obscure.</br>What here I write, each knowing Eye must see;</br>What here I write, to all Men must belong:</br>Still will the Sexes jar, and still agree;</br>And each Days Truth shall moralize my Song.</br>Still will each Sex for Sov'reignty contend:</br>Wars with the World begun, with that alone shall end.</br>"]