["Why heaves my fond breast with a sigh?</br>Why thus am I troubled in mind?</br>In vain still to conquer why try</br>Such beauty, with sense so refin'd?", "But why seem to doubt of the cause?</br>Her conquests by all are confess'd:</br>Tho' bound as a slave to her laws,</br>In slav'ry I find myself bless'd.", "Each turn of her eyes I behold,</br>And die as she darts forth each glance;</br>Then live, if a smile she unfold,</br>Or touch but my hand in the dance.", "When self is concern'd, we are blind,</br>We believe, if we wish it to be;</br>Thus Phyllis to others was kind,</br>I thought that she meant it to me.", "Her lips are with rubies all hung,</br>Her words are than Siren's more sweet;</br>Persuasion still dwells on her tongue,</br>And majesty moves in her feet.", "A tale of distress doth she tell,</br>'Tis mercy itself that doth speak:</br>On earth should a god chuse to dwell,</br>His tent sure he'd pitch at her feet.", "I've heard her with raptures declare,</br>That mercy came down from above,</br>To rule in the breast of the fair,</br>And be the twin-sister of love.", "No bleat she e'er heard of a lamb,</br>As gaily she tripp'd o'er the green,</br>But quickly she'd look for the dam,</br>Nor think the herds-office too mean.", "But now these gay scenes are no more,</br>Since Phyllis, my fair, is away,</br>I traverse the plain o'er and o'er,</br>But nothing can please the whole day.", "The streams of the brooks us'd of old</br>To please with their murmuring song,</br>Now sorrow for me they unfold,</br>And mourn as they purl all along.", "The shrill-toned thrush has forgot,</br>And the warbling nightingale too,</br>To chirp in their usual spot:</br>This, Phyllis, is owing to you.", "No more I attend to my flock,</br>The wolf comes and scatters my sheep;</br>The pipe now my ear it doth shock,</br>Lambs bleat &mdash; and my heart it doth weep.", "But tho' she is destin'd by fate,</br>Some happier Strephon to bless;</br>To win her tho' sure 'tis too late,</br>Yet still I can't love her the less.", "Thus then am I robb'd of my bliss</br>By loving, who can't love again;</br>In her then, no fault is for this,</br>In me 'tis, who joy in my pain.", "Since then there's but she that can cure,</br>And chear my poor heart ere I die,</br>I'll strive still my grief to endure,</br>And ease my poor brain &mdash; for 'tis dry.</br>"]