["In a dark cave with murky vapours hung,</br>Impervious to the eye of day,</br>That strikes the wicked with dismay,</br>A hellish monster, from the furies sprung,</br>Had taken his accurs'd domain,</br>And o'er a band of fiends assum'd his reign;</br>Around, with scowling looks they wait,</br>Prepar'd to load the wings of fate;</br>First ANARCHY in frantic posture stood,</br>Ready to bathe distracted states in blood;</br>Her scatter'd locks in clotted ringlets float</br>To phrensy's gale, her arm still gor'd,</br>With GALLIA'S blood upheld a reeking sword,</br>And next to her, in place, and note,</br>Fell DISCORD low'rd, but from the rest apart;</br>For her unquiet restless heart,</br>Not with her hellish sisters e'en agreed,</br>To JEALOUSY and ENVY oft she turn'd,</br>Her glaring eyeballs that with fury burn'd,</br>And where they pointed, she would speed,</br>To blow the clarion shrill, and bid the battle bleed.</br>Next FAMINE stood, with meagre look,</br>Her wasted form with weakness shook;</br>And DESOLATION at her side,</br>Spread her destruction far and wide;</br>MURDER was in the squallid band,</br>With fear he trod, a dagger lay conceal'd</br>Beneath his vest, a pois'nous bowl in hand.</br>REVENGE his purpose, COWARDICE his shield.</br>A num'rous host beside of fiends attend,</br>And all before their KING blood-thirsty Treason bend.</br>He calls, with rumbling noise the den resounds,</br>ATTENTION wakes, all listen to his roar,</br>With such, when TEMPESTS growl the back resounds,</br>Whilst foaming surges break upon the shore.</br>He beckons MURDER; lo!  before his throne,</br>The deadly Spectre quick appears,</br>Erects his guilty brow, and opes his ears,</br>Whilst thus the Potentate his dark design makes known.", "\"To yonder island in the wat'ry waste,</br>With all thy instruments of horror haste,</br>There thou wilt find a KING belov'd</br>By all his subjects, by the GODS approv'd;</br>Beneath his sway the LAND is blest,</br>COMMERCE extends her golden arms,</br>There HAPPINESS has built her nest,</br>Secure amidst the world's alarms.</br>Go thither, bend thy steps and mar their joy,</br>And all thy blackest fiends employ,</br>With thy horror-spreading breath,</br>Blow on their plains the blast of DEATH.</br>First at their MONARCH'S heart direct thy steel,</br>Let the obnoxious TYRANT bleed,</br>Then must all other woes succeed,</br>And all the earth the heavy blow shall feel;</br>Dispatch.\" &mdash; He ceas'd; a beaming light</br>Struck the amaz'd assembly with affright,</br>They shrink from the unwonted glare,</br>While sounds of chains clink thro' the air.</br>Sudden a mighty form is seen,</br>Of Herculean strength, but lovely mien,</br>JUSTICE her name, by BRITAIN'S GENIUS led,</br>She sought the SOVEREIGN of the cave,</br>With aspect wild he would have fled,</br>But the fair GODDESS strong as brave,</br>Seiz'd on the fiend and to the ground,</br>With all his crew the monster bound;</br>Then sallying out, the cavern door</br>She plac'd a rock of adamant before,</br>And thus the GENIUS of the ISLE addrest&mdash;</br>\"Go BRITAIN, go, enjoy thy wonted rest,</br>Be happy still, thy GEORGE shall be my care,</br>No impious hands shall rob him of repose,</br>Be firm, be still thyself, unmov'd by fear,</br>The GODS thy friend, who dare to be thy foes?\"</br>"]