["Scene of my Birth and early Days!</br>Where many a varied Bliss I've known,</br>As thee I view fond Mem'ry strays</br>To Moments pass'd near thee alone;</br>All other scenes away retire,</br>Like the fal'n-meteor's lambent fire,</br>And leave the Mind unoccupied and free,</br>Possess'd and fill'd alone, my native Town!  with Thee.", "Much have I lov'd, and laugh'd, and wept</br>In the fair scenes which round thee smile;</br>Unpain'd by Manhood's Cares, have slept,</br>And undisturb'd by mental guile:</br>In youthful Sport and Frolic gay,</br>Life's transient Morning pass'd away.</br>Some truant-hours produc'd their after-pain;</br>But School Dominion o'er, young Pleasure smil'd again.", "Thus checquer'd is our riper age</br>By Sorrow's oft succeeding Joy;</br>But new-born Blessings soon assuage</br>The griefs that form'd the late Alloy.&mdash;</br>This has my changeful Fortune been</br>While far from thee, my natal Scene!</br>Doom'd to Retirement or Life's busy round,</br>Alternate Grief and Joy Time's fleeting hours I've found.", "Long may the Arts' effulgent Star</br>The Place distinguish of my birth!</br>Long may'st thou flourish, fam'd afar</br>For FREEDOM, TRUTH, and MANLY WORTH!</br>Long may the Labours of the Loom</br>Thy Sons defend from Want and Gloom,</br>Blessing thy peopled scene with Peace and Wealth!</br>And may thy Daughters fair long bloom in roseate Health!", "With these, thy Nymphs of loveliest mien,</br>Happy have pass'd the light-wing'd hours,</br>In Park, or Plain, or Meadows green,</br>'Mid Sneiton's Rocks, or Colwick's Bow'rs;</br>Oh!  grant me, thus, again to rove,</br>Kind Heav'n!  each Scene, each Field, and Grove;</br>Or stray, emblush'd with Ev'ning's crimson beam,</br>Where Trent, in placid mood, rolls by his rev'rent Stream.", "Like that fair Stream, when, thro' the meads,</br>His silver current, soft and slow,</br>With sweetly-varying course he leads,</br>May all my future moments flow!</br>May no disast'rous wintry Storm</br>With Sorrow swell, with Rage deform:</br>But, as his waves pass smoothly to the Sea,</br>So may Life's current glide to bless'd Eternity!</br>"]