["Mourn, England, mourn!  thy joy is passed away,</br>CHARLOTTE, the idol of thy hopes is gone;</br>Whose virtues promised on some future day</br>To be the pride and splendour of thy throne:</br>The prospect of her greatness e'en outshone</br>The golden annals of ELIZA'S fame;</br>Her Form, Her Mind, her Manners were thine own;</br>A loyal People's love endeared her claim,</br>And ev'ry English heart exulted in her name.", "But yesterday with what delight we traced</br>The future honours of her high career;</br>Young, Beautiful, and Mighty &mdash; she was placed</br>Apparently above the storms severe</br>That frown upon mankind; the warrior's spear</br>Was twined with olive, and the welcome strain</br>Of Peace and Victory resounded here:</br>Alas!  we hoped those blessings might sustain</br>Through many happy years her bright, auspicious reign.", "All that the valour of our arms has done</br>To calmer moments seemed to smooth her way,</br>And every battle British Chiefs have won</br>Appeared prophetic of her tranquil sway;</br>This was our consolation in the day</br>Of darkness and of peril; &mdash; this the light,</br>Which, even in the midst of war's array,</br>Oft cheered our drooping spirits with the sight</br>Of joys in store for her, and laurels ever bright.", "Prosperity and Peace returned again,</br>The reign of Tyranny was overthrown,</br>While discontented factions strove in vain</br>To shade the lustre of her Father's crown:</br>Happy was England then!  no awful frown</br>Forbad her ardent spirit to rejoice;</br>And midst the martial triumphs of renown</br>Were heard the nuptial song, the festive voice,</br>When noble CHARLOTTE claimed the husband of her choice.", "To her high station and her princely birth</br>The Nation's homage and respect were due;</br>But private virtue and domestic worth</br>Obtained a tribute of affection too;</br>Those of a humbler sphere in her might view</br>A bright example &mdash; her delight had been</br>In calm serenity &mdash; but Fancy drew</br>Time's shadowy veil aside, and she was seen,</br>By Hope's expectant eye, Old England's future Queen.", "It was our Prayer, that when our honoured guide</br>Hereafter should be lost, we might bestow</br>On her our Love and Duty, and with pride</br>Behold the Diadem adorn her brow;</br>It was our Hope to have beheld her now</br>A happy Mother:  every heart was gay</br>And all combined their loyalty to show;</br>The voice of Revelry, the sportive lay</br>Echoed on every side in honour of the day.", "But when that day arrived, which seemed adorn'd</br>With all our hopes could paint, when joy was near,</br>And Young and Old with one fond impulse turn'd</br>To hail the Royal Infant, and to hear</br>Congratulations breathed; their short career</br>Of Triumph was o'erthrown; Affliction came,</br>By Disappointment rendered more severe;</br>Forgotten was their Hope, their Pride, their Fame,</br>They mourned their CHARLOTTE'S Death, and sorrowed o'er her name.", "Ill-fated Mother!  from life's fairest scene,</br>In health and splendour prematurely torn;</br>To-day how joyous England would have been</br>Hadst thou been spared, hereafter to have worn</br>Her brilliant Crown!  But though with tears we mourn</br>Thy early death, yet HE who gave the blow</br>Has also taught us how it may be borne;</br>HE brings us consolation, for we know</br>That Thou art far removed from every earthly woe.</br>"]