["Hark!  is it only my prophetick fear,</br>Or some Death's sad Alarum that I hear?</br>By all my Doubts 'tis Oldham's fatal Knell;</br>It rings aloud, eternally farewel:</br>Farewell thou mighty Genius of our Isle,</br>Whose forward Parts made all our Nation smile,</br>In whom both Wit and Knowledge did conspire,</br>And Nature gaz'd as if she did admire</br>How such few years such Learning could acquire:</br>Nay seem'd concern'd that we should hardly find</br>So sharp a Pen, and so serene a Mind.</br>Oh then lament; let each distracted Breast</br>With universal Sorrow be possest.</br>Mourn, mourn, ye Muses, and your Songs give o'er;</br>For now your lov'd Adonis is no more.</br>He whom ye tutor'd from his Infant years,</br>Cold, pale and ghastly as the Grave appears:</br>He whom ye bath'd in your lov'd murmuring Stream,</br>Your daily pleasure, and your mighty Theme,</br>Is now no more; the Youth, the Youth is dead,</br>The mighty Soul of Poetry is fled;</br>Fled e're his Worth or Merit was half known;</br>No sooner seen, but in a moment gone:</br>Like to some tender Plant, which rear'd with Care,</br>At length becomes more fragrant, and most fair;</br>Long does it thrive, and long its Pride maintain,</br>Esteem'd secure from Thunder, Storm or Rain;</br>Then comes a Blast, and all the Work is vain.", "But Oh!  my Friend, must we no more rehearse</br>Thy equal Numbers in thy pleasing Verse?</br>In Love how soft, in Satyr how severe?</br>In Passion moving, and in Rage austere!</br>Virgil in Judgment, Ovid in Delight,</br>An easie Thought with a Meonian Flight;</br>Horace in Sweetness, Juvenal in Rage,</br>And even Biblis must each Heart engage!</br>Just in his Praises, and what most desire,</br>Wou'd flatter none for Greatness, Love, or Hire;</br>Humble, though courted, and what's rate to see,</br>Of wondrous Worth, yet wondrous Modesty.</br>So far from Ostentation he did seem,</br>That he was meanest in his own Esteem.</br>Alas, young man, why wert thou made to be</br>At once our Glory and our Misery?</br>Our Misery in losing thee is more</br>Than could thy Life our Glory be before:</br>For shou'd a Soul celestial Joys possess,</br>And strait be banish'd from that Happiness,</br>Oh, where would be its Pleasure?  where its Gain?</br>The Bliss once tasted but augments the Pain:</br>So having once so great a Prize in thee,</br>How much the heavier must our Sorrows be?</br>For if such Flights were in thy younger Days,</br>What if thou'dst liv'd, O what had been thy Praise?</br>Eternal Wreaths of never dying Bays:</br>But those are due already to thy Name,</br>Which stands enroll'd in the Records of Fame;</br>And though thy great Remains to Ashes turn,</br>With lasting Praises we'll supply thy Urn,</br>Which like Sepulchral Lamps shall ever burn.", "But hold!  methinks, great Shade, I see thee rove</br>Through the smooth Path of Plenty, Peace and Love;</br>Where Ben salutes thee first, o'erjoy'd to see</br>The Youth that sung his Fame and Memory:</br>Great SPENCER next, with all the learned Train,</br>Do greet thee in a Panegyrick Strain:</br>Adonis is the Joy of all the Plain.</br>"]