["The twinkling fires, that gild the ethereal arch,</br>From pole to pole, resume their stellar round,</br>Along the burning galaxy they march,</br>And through its realms, their countless host is found.</br>Anon expanding o'er them with a bound,</br>The Northern-light shines in the central skies.</br>In yonder moss-grown tree, (ill-boding sound!)</br>The famished owl begins his nightly cries,</br>And through the dreary wild, the wolf on errand hies.", "Along Cocheco's cold and icy face,</br>On Holland skates, and some, fosooth, without,</br>The village lads each other gaily chace;</br>And, ever and anon, the laugh, the shout</br>Of those, who tire their boon companions out,</br>Or pass them in the race, bursts to the sky.</br>And there is noise and revelry about,</br>Some neighbor lads their wits at jesting try,</br>Some tell a jocund tale, some laugh out merrily.", "Yes, it is true, stern Winter has a charm,</br>E'en when he comes in tempest and in cloud,</br>And through his trumpet pours the wild alarm.</br>His step is on the mountains; white the shroud,</br>That wraps him, and where'er he treads, aloud</br>The forests roar, the shaken villas reel.</br>And yet I love thee, Winter!  and am proud,</br>To revel in thy madness, and to feel</br>New thoughts, emotions new, through all my spirit steal.", "It seems the solemn knell of parted days,</br>What time I hear thee, sighing from thy cave;</br>Then saddening memory on my spirit preys,</br>And shades of gloomy cypress o'er me wave.</br>Of days and years, now sunk into their grave,</br>The vision hastes around; and thought on thought,</br>Burning returns till heart and fancy rave,</br>And feel an inward tempest, which is fraught,</br>With elements as wild, as thou thyself hast brought.", "This night thou comest in peace!  How pure the glow</br>That decks the brow of evening's pensive queen!</br>A pile of silver seem the hills of snow,</br>Climbing in light, and loveliness serene.</br>Far in the dreary distance, may be seen</br>The hoary forests, and the mountain pile;</br>Shut to the door!  The wintry breeze is keen</br>And 'neath the Cottage roof repose awhile,</br>Where, round its blazing hearth, the happy inmates smile.", "The fire is heaped with logs and limbs of trees,</br>And o'er the walls, the dancing shadows play.</br>Without, unheeded is the vagrant breeze,</br>But many gird the hearth's protecting ray.</br>The Patriarch of the cot!  His locks of gray,</br>In many a twine, are round his shoulders spread.</br>His eye beams not, as in his younger day,</br>And there's a polished baldness on his head.</br>Yet is he cheerful, wise, in men and things well read.", "His wife a woman was, \"made out of fire,\"</br>And round and round, her rapid wheel did flee,</br>She seemed not born to wear out, or to tire,</br>Though she in years, as numerous was as he,</br>A paragon of talk and industry.</br>Among the number was a neighbor lad,</br>Bound out to service, as seemed best to be;</br>His mother, she was poor, and gone, his dad,</br>And here Dick toiled by day, and here his dwelling had.", "And there were sons, and daughters, in that hall,</br>Far in the mountains wild, in youth they grew,</br>One heart, one love, one feeling had they all.</br>With tress of glossy shade, that clustering flew</br>Around a neck, which matched the snow in hue,</br>The eldest of the sister train was there.</br>And round the hearth, both sons and daughters drew,</br>Of looms and distaffs these, whate'er their care,</br>Those spake of huntings, wilds, and mountains drear and bare.", "And soon, full soon, a wild and, fearful tale,</br>Of cinctured chiefs, of ancient times, of all</br>The burnings, scalpings, ambush, shrieks, and wail,</br>Of old, that on the helpless could befal,</br>Doth shroud their minds with darkness, as a pall,</br>And fills the melting eye with tears of woe,</br>That cruel foes should murder or enthral,</br>And bid the weak and half-expiring go,</br>Where other mountains rise, and other rivers flow.", "Each heart was hushed; the sigh, the starting tear</br>Declared, the story was not told in vain,</br>Which taught the listener, when in bright career,</br>The burning stars were in their midnight reign,</br>How rose the war-shout, how the ambushed train</br>Rushed forth to burn, to murder, and to bind.</br>As leaves, when winds at autumn sweep the plain,</br>So fell the old and young of human kind,</br>Where through the Dover hills, Cocheco's waters wind.", "He, who hath strayed on Dover's hills and vales,</br>Hath marked the windings of her walled tide,</br>The weary gondolier, the distant sails,</br>The uplands, stretching from the river side,</br>Where art and nature have together vied,</br>To deck the rural edifice, will deem</br>The spot, where foemen fought and Waldron died,</br>As yet unsung, no unbefitting theme,</br>For bard's immortal verse and all-creating dream.", "A braver heart than Waldron's none could bear;</br>Professing love, and shunning open fight,</br>The red-men trapped the lion in his lair.</br>Had they but given his veteran sword its right,</br>They would not thus have conquered on that night.</br>Mesandowit first one gash across his breast,</br>Oped with his polished axe, (a fearful sight!)</br>The smoking blood hot from the opening pressed,</br>The deed the chief had done was practised by the rest.", "Each one exclaimed, \"I'll cut out my account.\"</br>Then spear, or tomahawk, with vengeance rife,</br>Gashed in, as if 'twere of a large amount</br>And thus they held the cruel, bloody strife,</br>And practised on the famous Waldron's life.</br>One cut him on the breast, one on the head,</br>One through the arm run his long, glistening knife,</br>From hands and face he prodigally bled,</br>And o'er his sable coat, the gore was streaming red.", "The lightning glances faded from his eye,</br>Down from his looks the living spirit fell,</br>E'en the dark foemen trembled to see him die,</br>While round their feet, as from a gushing well,</br>They viewed the torrents from his bosom swell.</br>No sigh, no groan, no tear-drop found its way,</br>All calmly from its earthly citadel,</br>\"Its broken wills and tenement of clay,\"</br>The spirit took its flight far to the realms of day.", "Nor, Lovewell, was thy memory forgot</br>Who through the trackless wild thy heroes led,</br>Death, and the dreadful torture heeding not,</br>Mightst thou thy heart-blood for thy country shed,</br>And serve her living, honor her, when dead.</br>Oh, Lovewell, Lovewell, nature's self shall die,</br>And o'er her ashes be her requiem said,</br>Before New-Hampshire pass thy story by,</br>Without a note of praise, without a pitying eye.", "Shame on the grovelling and ignoble soul,</br>That loves not, thinks not of the olden time,</br>Before whose mind, its circles never roll,</br>Who sneers to see its heroes live in rhyme!</br>The wreath, the muse has wove in many a clime,</br>Shall not that blooming wreath be twined again?</br>Shall none be found to pour the song sublime</br>Shall none arise, and chant the muse's strain,</br>For those, who gave their life, our choicest good to gain?", "Think of Miles Standish, who more brave than he?</br>The noble Pepperell, (honored be his name!)</br>Of Walter Raleigh's soul of chivalry,</br>And others worthy of the trump of fame.</br>Oh, think of such, and be it not our shame,</br>That men of worth should be so won forgot,</br>Whose daring arm the savage foe could tame,</br>Nor this their epitaph, their humbling lot,</br>They lived in glory once, but are remembered not.", "HARK!  Softly opens yonder oaken door,</br>And tall, of slender make, there enters in</br>A nymph well known, though low in lot and poor,</br>For virtues, that exalt, and charms, that win.</br>They grasp her hand, as if she were their kin,</br>And there are smiles, which false hearts never own.</br>Soon other joys, and other tales begin,</br>THE PASSING NEWS is round the hearth made known,</br>Anon the darker scenes, that memory drew, are flown.", "Dick in his corner sits with wondering stare,</br>His ragged elbow on his knee, and eke</br>His hand has propped his chin, and here and there,</br>Of smut, and dirt irregular letters streak</br>The surface of his plump and steadfast cheek.</br>Determined all that's said and done, to hear,</br>Though on him they their gibes and laughter wreak,</br>Unmoved by scoffing and unawed by fear,</br>He at himself doth laugh, for others sheds the tear.", "He's ragged, but he does'nt care for that,</br>Has no great knowledge, been not oft to school,</br>Has lost a moiety both of coat and hat,</br>And smutty goes, as if 'twere done by rule,</br>Some call him sloven, and some dub him fool.</br>Yet when they name, how his old grand-sire fell,</br>Who would not stoop to be the tyrant's tool,</br>His bosom throbs with patriotism swell,</br>And much he feels in sooth, more than his lips can tell.", "\"A ride!\"  That word is hardly said, 'tis done,</br>The sleigh is ready, all go out to ride,</br>Crouded and piled together, all as one;</br>Soon through the distant woods they swiftly glide,</br>Then seek the plains, then climb the mountain's side,</br>And all admire the splendors of the night,</br>The stars that give the galaxy its pride,</br>The overhanging cliffs, in robes of white,</br>The chaste, unclouded moon, that sheds o'er all her light.", "The cracking thong, the tramp, the bell's rude chime,</br>The owl have frightened from his leafless bower,</br>Where hooting oft at midnight's \"witching time,\"</br>His song has added terror to that hour;</br>The wild fawn lifts his arching head to hear,</br>High on his cliffs; dreading the hunter's power,</br>The hare starts suddenly away with fear,</br>Then crouching to the ground, erects his sentinel ear.", "Far other was the night, whose whirlwinds loud</br>Tossed through the troubled air the restless snow;</br>Along the welkin rolled the angry cloud,</br>And breaking forests uttered sounds of woe.</br>Beside 'Siogee's shore, with footsteps slow,</br>That night, a HUNTER did his way pursue.</br>Cold o'er his track, the stormy tempests blow,</br>No cot was near, his strength that might renew,</br>His hands to ice were froze, his cheeks to marble grew.", "Pierced with the cold, and wearied with the way</br>He bowed his head, like one that soon shall die,</br>For life was breaking from its house of clay,</br>And light was stealing from his glassy eye.</br>And yet he had a home, a wife, and nigh</br>His cheerful hearth, were lovely children twain.</br>No more their heads shall on his bosom lie,</br>No more he'll press their ruddy lips again,</br>Cold is the HUNTER'S breast upon the distant plain.", "A pile of skins was bound upon his back,</br>And one might see, where laid that HUNTER dead,</br>Those skins all flopping in the whirlwind's track;</br>Loud brayed the gray moose, as with crackling tread,</br>He trotted by, and curved his antlered head.</br>And where the pines, and where the yew-trees wave,</br>Aloud the owlets sting their requiem dread.</br>The wolf, with fearful eye, looked from his cave,</br>Cold is the HUNTER'S breast, afar his wintry grave.", "Ye yeomen of our country!  while around</br>The blazing hearth the festive hours ye wear,</br>With every bliss, with every honor crowned,</br>Think of the sons of sorrow and despair!</br>For them a tear, for them a pittance spare,</br>Turn not the houseless wanderer from your shed,</br>Do not the wrath of righteous heaven dare,</br>By not partaking of your cup and bread,</br>With him, who has not where to lay his hapless head.", "Remember, while the best of earth's is your's,</br>Others may feel the stormy, piercing blast,</br>And he, who goes with sorrow from your doors,</br>That hour, that night, perhaps, may be his last;</br>Do not, howe'er your worldly lot be cast,</br>Ye freeborn tenants of Freedonian hills,</br>Forget, the kind injunctions, that have past,</br>From Him, whose hand the hungry raven stills,</br>For you, who spreads that roof for you that granary fills.", "But whither bends the muse her wayward flight?</br>'Tis waxing late, the stars are hasting prone,</br>And Dick, the toilsome boy, 'mid shades of night,</br>Forth issuing from the humble cot alone,</br>(First having bound his needful buskins on,)</br>To climb the mow, the wanting herd to feed,</br>With tygers at his heels, has whistling gone,</br>And even the moonlight in his looks can read</br>The dread of stalking ghosts, or some dark, woful deed.", "For he had heard, how, many a year ago,</br>Where rough Newichawannock swells his tide,</br>When all the beauteous stars began to glow,</br>And shed their radiance o'er the heavens wide,</br>A cottager by ambushed foe espied,</br>Close by his barn, by Indian bow was shot,</br>And weltering in his gushing heart-blood died.</br>\"Alas!\"  he said, \"how hard, how hard his lot!\"</br>And though such deeds were o'er, he could forget them not.", "Nor soon, in sooth, will youthful wight forget;</br>Such tales have been my charmers many an eve.</br>Upon my mind are brightly pictured yet,</br>And long as life, shall to that memory cleave.</br>Once did my throbbing bosom deep receive</br>The sketch, which one of Passaconaway drew.</br>Well may the muse his memory retrieve</br>From dark oblivion, and, with pencil true,</br>Retouch that picture strange, with tints and honors due.", "He said, that Sachem once to Dover came,</br>From Pennacook, when eve was setting in;</br>With plumes his locks were dressed, his eyes shot flame.</br>He struck his massy club with dreadful din,</br>That oft had made the ranks of battle thin;</br>Around his copper neck terrific hung</br>A tied-together, bear and catamount skin,</br>The curious fishbones o'er his bosom swung,</br>And thrice the Sachem danced, and thrice the Sachem sung.", "Strange man was he!  'Twas said, he oft pursued</br>The sable bear, and slew him in his den,</br>That oft he howled through many a pathless wood,</br>And many a tangled wild, and poisonous fen,</br>That ne'er was trod by other mortal men.</br>The craggy ledge for rattle snakes he sought,</br>And choaked them one by one, and then</br>O'ertook the tall gray moose, as quick as thought,</br>And then the mountain cat he chaced, and chacing caught.", "A wondrous wight!  For o'er 'Siogee's ice,</br>With brindled wolves, all harnessed three and three,</br>High seated on a sledge, made in a trice,</br>On mount Agiocochook, of hickory,</br>He lashed and reeled, and sung right jollily;</br>And once upon a car of flaming fire,</br>The dreadful Indian shook with fear, to see</br>The king of Penacook, his chief, his sire,</br>Ride flaming up towards heaven, than any mountain higher.", "Those youthful days are gone!  and with them fled</br>The scenes, the sports that soothed my simple heart,</br>Yet still those scenes their genial ray shall shed,</br>To charm the careless hour, to sooth the smart</br>Of disappointment's sting, and sorrow's dart:</br>Oft will I muse, and shed the willing tear,</br>O'er the loved plains, whence fortune bade me part,</br>Recal the happy faces once so dear,</br>Recal THE WINTER EVE, and all its social cheer.</br>"]