["I.</br>The gayly-gilded dream of light,</br>Beaming from its wavy bed,</br>Plays on the purple cloud of night;</br>Hush'd is the thunder's awful sound,</br>No lightnings glare around,</br>No terrors from the clanging shield</br>Awake the frantic arm of war;</br>Desolation quits the field,</br>Upborn in regal state in blood-encrimson'd car.", "II.</br>Mild as Zephyr's breezy wing,</br>Bright as Hesper's lucid ray,</br>Rise, fair Peace, &mdash; and with thee bring</br>The Sun of pure delight.</br>In gaudy trim and richly dight</br>Let thy loose robe wanton play:</br>No ruder winds shall tear</br>The ringlets of thy graceful hair;</br>For thou, like Cynthia queen of night,</br>Shalt beam the solemn stillness of thy silver light.", "III.</br>With thee be seen</br>Disporting on the ample green</br>The nymphs that wanton in thy reign:</br>And foremost of the train,</br>Frisking wild in artless glee,</br>The wood-nymph Liberty.</br>By her the weary'd swain</br>Enjoys the pittance of his toil-earn'd gain;</br>Supremely blest,</br>Sinks in the downy arms of balmy rest.</br>Power's lawless sword</br>Wastes not the rich-pil'd board,</br>Where either India glows</br>And Nectar's purple stream profusely flows.", "IV.</br>Science raise thy piercing eye,</br>The wonders of th' expanse descry,</br>Sail thro' the boundless realms of space,</br>And other worlds in unknown regions trace.</br>Strike ye the magic lyre!</br>Let Fancy mount on eagle wing,</br>Breathe the fervor of the Theban fire,</br>And rouse the music of each rapt'rous string!</br>For who amidst the din of arms,</br>When Death proud stalks in night alarms,</br>Could wake the soothing strain?</br>Lost is the whispering gale</br>Where thund'ring torrents roll their streams amain.", "V.</br>Reclin'd in roseate bowers</br>When lightly fly the downy Hours,</br>The grateful Muse shall artful weave</br>The gift of her immortal wreathe,</br>For those who shook the trembling spear,</br>Uncheck'd by fear</br>Amidst the blood-stain'd strife,</br>And gave the liberal gift of generous life.</br>Uprais'd on wings sublime</br>'Tis thine to visit every distant clime:</br>Glory shall rouse at thy melodious strain,</br>Whether on Minden's plain,</br>Or where old Ocean laves</br>Canadia's trackless realm with his unbounded waves.", "VI.</br>Vocal Nymphs, ye haunt no more</br>Ilyssus' hallow'd shore,</br>Or where old Tiber rolls his tide:</br>There jarring Discords murmur round,</br>Where erst each pleasing sound</br>Rapt the soul in extasy;</br>Savage Fury fires the sky,</br>Sad Superstition shakes her vengeful rod;</br>Each monument of grace</br>Falls at some sullen tyrant's frantic nod.</br>For ye, fair Nymphs, disdain to dwell</br>Where slavery opes her iron cell.</br>But Albion, daughter of the Sea,</br>Shall in her potent arms infold</br>The rulers of sweet harmony.</br>Such strains shall warble wild</br>As erst, on Avon's rushy-fringed side,</br>Sweet Fancy struck with flying hand,</br>And sooth'd her amber waves that murmuring glide.", "VII.</br>From the blissful seats above,</br>Rob'd in stole of purest white,</br>Descend, Religion, star-crown'd maid,</br>Mild ray of heav'nly love.</br>Deign-to grace the busy throng</br>With the full splendor of meridian day,</br>Or like some fading meteors idly gay</br>In wayward dance they'll lead their steps along.</br>Lo!  from the regions of etherial light</br>Thou beamest heavenly bright.</br>Around fair Peace what glories shine!</br>O piteous Nymph benign,</br>Long deign with influence mild to smile</br>On GEORGE's blissful hours, and grace fair Albion's isle!</br>"]