["Ah!  friend, forbear, nor fright the fields</br>With hostile scenes of imag'd war;</br>Content still roves the blooming wilds,</br>And sheds her mildest influence there:</br>Ah!  drive not the sweet wand'rer from her seat,</br>Nor with rude arts profane her latest best retreat.", "Are there not bowers, and sylvan scenes,</br>By nature's kind luxuriance wove?</br>Has Romely lost the living greens</br>Which erst adorn'd her artless grove?</br>Where thro' each hallow'd haunt the poet stray'd,</br>And met the willing muse, and peopled every shade.", "But now no bards thy woods among,</br>Shall wait th' inspiring muse's call;</br>For tho' to mirth and festal song</br>Thy choice devotes the woven wall,</br>Yet what avails that all be peace within,</br>If horrors guard the gate, and scare us from the scene?", "'Tis true, of old the patriarch spread</br>His happier tents which knew not war,</br>And chang'd at will the trampled mead</br>For fresher greens and purer air:</br>But long has man forgot such simple ways;</br>Truth unsuspecting harm! &mdash; the dream of ancient days.", "Ev'n the most northern hind, whom chance,</br>Or business to thy shades shall lead,</br>Will eye the floating veil askance,</br>And tremble for his native Tweed,</br>While dire presage in every breeze that blows</br>Hears shrieks and clashing arms, and all Germania's woes.", "And doubt not thy polluted taste</br>A sudden vengeance shall pursue;</br>Each fairy form we whilom trac'd</br>Along the morn or evening dew,</br>Nymph, Satyr, Faun, shall vindicate their grove,</br>Robb'd of its genuine charms, and hospitable Jove.", "I see, all-arm'd with dews unblest,</br>Keen frosts, and noisome vapours drear,</br>Already, from the bleak north-east,</br>The genius of the wood appear!</br>&mdash;Far other office once his prime delight,</br>To nurse thy saplings tall, and heal the harms of night.", "With ringlets quaint to curl thy shade,</br>To bid the insect tribes retire,</br>To guard thy walks, and not invade&mdash;</br>O wherefore then provoke his ire?</br>Alas!  with prayers, with tears, his rage repel,</br>While yet the red'ning shoots with embryo-blossoms swell.", "Too late thou'lt weep, when blights deform</br>The fairest produce of the year;</br>Too late thou'lt weep, when every storm</br>Shall loudly thunder in thy ear,</br>\"Thus, thus the green-hair'd deities maintain</br>Their own eternal rights, and nature's injur'd reign.\"</br>"]