["Deep in a glen, a burnie winds its way,</br>Where faughs and osiers mirk the face o' day,</br>A rock hangs nodding o'er its chrystal spring,</br>And flow'rs, Narcissus-like, its waves o'erhang;</br>The sun had streak'd the east with purple dyes,</br>And lav'rocks tun'd the east with purple dyes,</br>When NELL and SUSAN came to bleach their claes,</br>\"And spread them by the burn upo' the braes.\"", "NELL.</br>The sun is up, the morning fresh and fair,</br>\"And healthsome it's to snuff the cauler air:\"</br>The gentles, wha in sloth consume their prime,</br>Ken little o' this pleasant, chearing time.</br>O come, dear lassie, now our claes are spread,</br>Aneath this tree we'll find a cooling shade;</br>\"In hartsome cracks we'll pass the hours away,\"</br>Till KATE at dinner brings our curds and whey;</br>We'll laugh and sing, and a' our secrets tell,</br>And gif I fail, then nae mair ca' me NELL.", "SUSAN.</br>Fair fa ye, lass; I loo your project weel.</br>O war my heart as light as it is leel!</br>Than wad I join, and laugh the hours away;</br>But as it is, alake and welladay!</br>It winna do:  but come, let's hear ye tell,</br>When saw ye ROBIN, and his sister BELL?", "NELL.</br>Yestreen I saw them when we milk'd the ewes,</br>He drave them to the bught out o'er the knows:</br>Upo' his reed he play'd, wi' pleasing skill,</br>\"O'er Bogie, and The Lass of Patie's Mill;\"</br>He little ken'd my heart was flight'ring fain.</br>My winsome lad!  O gin ye war my ain!", "SUSAN.</br>Heh, lass, ye're happy; for he loo's ye weel</br>As ane wad wiss him, and is true as steel;</br>Sae dinna vex a heart that is your ain,</br>But end at anes a wordy wooer's pain.</br>Had I a joe I cou'd as weel approve,</br>I wad na lang frae him conceal my love;</br>But ye are happy, and I'm glad it's sae,</br>And may rejoice whan ither fouk are wae.", "NELL.</br>\"Indeed I'm happy in my shepherd's love,</br>And haflins own'd I did his suit approve.\"</br>Last night he wad convoy me o'er the bauk,</br>And aunty Madge and Bell were thrang in tauk;</br>The moon was bright, and stars adorn'd her way,</br>And twinkling dew-drops made it seem like day;</br>His words like musick thrill'd thro' a' my heart,</br>Till at the thorn-tree we were forc'd to part.</br>Farewell, I cry'd:  farewell, sweet Nell, quoth he;</br>O dream o' me, as I do oft o' thee!", "SUSAN.</br>Weel, lassie, nane has sic a pleasing art</br>To cheer my thoughts, and raise my dowie heart;</br>But gin I war as blest, I'd laugh and sing,</br>Till a' the hills shou'd wi' my blythness ring.", "NELL.</br>\"And what is't ails ye now?  what maks ye sad?\"</br>Are ye in love?  O tell's the happy lad!</br>Tweel ye ha'e walth to wale on if it's sae;</br>Sae sigh nae mair, for trouth ye mak me wae.", "SUSAN.</br>\"Alake, my friend!  for ye ha'e guess'd o'er true,</br>And there is naething I'll keep up frae you.\"</br>In silent grief my heart consumes awa',</br>And faithless COLIN is the cause o't a'.</br>\"My father (rest his saul!) has left me gear,\"</br>And a' the chiels about me had a steer;</br>But what are a' their fleeching tales to me?</br>COLIN I loo, but them I downa see.", "NELL.</br>And trouth, your COLIN is a winsome lad,</br>And a' that kens him does his name applaud;</br>And weel do I wi' a' the lave agree,</br>Albeit that COLIN war nae kin to me.</br>Wow but I'm glad, that he has had the art</br>To please the lass that best deserves his heart;</br>For dearly does he loo my SUSAN still,</br>And aft he brags o't to my brither WILL.</br>Sae let na spitfu' tales disturb your mind,</br>For love and honour will preserve him kind.", "SUSAN.</br>Ah, na; fair may I rue the luckless day,</br>That he came o'er the muir to mak the hay:</br>His lovely shape, and love-commanding een,</br>\"Will be my dead, that shortly will be seen;\"</br>His looks, sae sweetly kind, gade to my heart,</br>I thought them kind, sae little was my art.", "NELL.</br>And truly did his honest een express</br>An honest passion in an artless dress:</br>We a' observ'd it; BELL, and ROB, and me;</br>His love was plain, we saw't wi' ha'f an ee.</br>How weel I mind, SANDY, you jo, was there,</br>And mony a gloom he gae, and mony a stare;</br>And ROSEY glowr'd wi' jealousy and spite,</br>And flet on TAM, wha ca'd her his delyte;</br>While COLIN'S looks were only bent on SUE,</br>The lasses glowr'd at him, the lads on you.</br>O!  as we ran about the rucks o' hay!</br>I hinna seen sincesyne a blyther day.</br>O' a' your lads, your COLIN loo's you best,</br>As ev'ry way he far outdoes the rest.", "SUSAN.</br>Sae did I trow, because I wish'd it sae;</br>Wi' hopes, alake!  we aft ourselves betray:</br>Whane'er he spake, my bosom felt the sound,</br>Whane'er he look'd, my heart confess'd the wound.</br>Sae sweet his voice, whane'er he spake or sung,</br>I cou'd ha' listen'd ages till his tongue.</br>My bonny lass!  (quo' he), O tell me true,</br>Say, can ye loo a lad that ne'er will rue?</br>Behold, the setting sun that gilds the skies!</br>O!  whan I'm fause, may it nae mair arise!</br>O!  keep your aiths, quo' I, but swear nae mair,</br>Nor doubt a heart that ay shall be your share.</br>My dearest love!  he cry'd; an' have I thine!</br>O sweet exchange!  for lang ha'e ye had mine.</br>But O!  he's fause!  can heav'n sic deeds approve?</br>Him still I loo, but ROSEY has his love.", "NELL.</br>\"Daft gowk:  he loo her!  that's a tale indeed!\"</br>An' ye believ'd it, as it were your creed?</br>Sic nonsense!  come, and vex yoursel nae mair;</br>Gin that be't a', ye never need despair;</br>But bid wi' patience, and ye soon will see,</br>That COLIN is as true as lad can be.", "SUSAN.</br>Sae wad I hope; but O had he been true,</br>He wad ha'e come again to see his SUE.</br>Nae mair, my friend, nae langer use your art,</br>Nor strive to keep a faithless shepherd's part:</br>That night he left us, sweer he seem'd to gae,</br>And aften said, to leave me he was wae.</br>Farewell, he cry'd, I maun gae o'er the hill,</br>But I will see ye soon, or tyne my skill.</br>Wi' sighs he left me, and, wi' langing een,</br>He glowr'd about him, while I cou'd be seen;</br>But since that time, he's never anes been here,</br>An' its sax ouks: &mdash; nae wonder that I fear.", "NELL.</br>Weel, sin' that time the sheep has been to sheer,</br>And he's been cast to buy the laird a meer;</br>But had his honour a' the matter kent,</br>Anither lad I'm sure he wad ha'e sent.</br>But dear, I wonder that ye dinna hear</br>The news o' COLIN; &mdash; ye've thought shame to speer.</br>But here yestreen, whan I was at the mill,</br>I met wi' JOCK, and his lang brither WILL:</br>Quo' JOCK, Come here and drink your cousin's health;</br>He weel deserves't, and has got store o' wealth;</br>His girning uncle's dead, and left him heir</br>O' a' his farm; and what wad he ha'e mair?</br>Now a' the lasses will be setting out,</br>But SUSAN is the lass, ye need na doubt:</br>Whan saw ye her?  Faith, we'll drink them baith:</br>Heav'n prosper them, and keep them ay frae skaith!", "SUSAN.</br>O NELL!  but I be glad to hear he's true;</br>I ken it's clatter'd, but, O!  what say you?</br>My COLIN'S love is a' I wish to share;</br>For warldly gear it never was my care:</br>The means he's got, I'll fairly tak my aith,</br>Gi'es me nae joy; I had enough for baith.</br>And O, my friend!  wi' me he'll share a heart,</br>As fow o' kindness, as it's free o' art:</br>If it maun break, nane kens its grief but you,</br>And while it beats, the ha'f o't is his due.</br>But time will try, an I maun patient be,</br>And tak the lot that heav'n ordains for me.", "NELL.</br>Weel,  bide ye lass, but dinna die sae soon;</br>The thought o't maks me dowff, and out o' tune:</br>Sic dowie stuff I douna bide to hear,</br>I hope ye fanna die this mony a year:</br>COLIN I'll tell the plague ye are to me,</br>And gar him play, My dearie an ye die.</br>But yonder KATE comes, rinnin down the path.</br>At leisure, wean; tak time, and draw your breath.", "KATE.</br>O lasses!  haste ye hame, and mak ye bra,</br>For WILL and SANDY'S there, and MEG an' a';</br>ROBIN an' COLIN'S come, an' Piper PATE,</br>An' BELL an' a's in aunty's o'er the gate:</br>Sae rin ye're waws, and leave the claes wi' me,</br>For little TAM'S to steer the speet awee;</br>The pats and pans are a' upo' the fire,</br>And GEORDY, bringin peats, fell i' the mire:</br>The langest table's cover'd i' the ha',</br>And aunty MADGE ye never saw sae bra:</br>Young COLIN has a lamb to cousin SUE,</br>Wi' bells around its neck, wi' ribbons blue:</br>Mess JOHN'S invited o'er to say the grace,</br>And mirth and glee appears in ev'ry face.", "SUSAN</br>Blyth news, indeed!  O, had I wings to flee!</br>My winsome lad, I'd no be lang frae thee.</br>O haste ye NELL, and let's nae langer stay,</br>Impatient love but ill can bruik delay.", "NELL.</br>Light hearts will mak light heels:  O!  let's awa';</br>To see sic friends, what mortal wad be slaw?</br>Now, SUSAN, never doubt my word again;</br>An' tak him at his word, he'll be your ain.</br>What think ye now?  am I a witch, or no?</br>Atweel I bode nae ill to friend or foe.</br>Did ye observe, Mess JOHN is to be there?</br>Say, do ye choose to let your lad despair?</br>An' if he ask, wad ye refuse your hand?</br>Faith, tak your will, my lad shall mine command.", "SUSAN.</br>Daft thief!  I dinna ken:  but, O I'm glad!</br>\"And if he's constant, nought can mak me sad.\"</br>But bide, that's him that's playing, I am sure,</br>An' its, The last time I came o'er the muir.</br>But see!  they a' to meet us kindly rin,</br>And there's your aunty come to wag us in.</br>"]