["Now had the Son of JOVE, mature, attain'd</br>The joyful prime, when youth elate and gay</br>Steps into life, and follows unrestrain'd</br>Where passion drives, or prudence points the way.</br>In the pure mind, at those unsteady years,</br>Or vice, rank weed, strikes deep her pois'nous root;</br>Or, haply, virtue's op'ning bud appears,</br>By just degrees, fair bloom of fairest fruit:</br>For if on Youth's untainted thought imprest,</br>The generous purpose still shall warm the manly breast.", "As on a day, reflecting on his age</br>For highest deeds now ripe, Alcides sought</br>Retirement, nurse of contemplation sage;</br>Step following step, and thought succeeding thought;</br>Musing with steady pace, the Youth pursu'd</br>His walk, and, lost in meditation, stray'd,</br>Far in a lonely vale, with solitude</br>Conversing; while intent his mind survey'd</br>The dubious path of life; before him lay</br>Here Virtue's rough ascent, there Pleasure's slipp'ry way.", "Much did the thought his wav'ring mind divide;</br>Ambition now enflam'd his gen'rous breast;</br>Now indolence persuasion soft apply'd,</br>Gently to lull his throbbing heart to rest:</br>When lo!  far off two female forms he spies;</br>Direct to him their steps they seem to bear;</br>Both large and tall, exceeding human size;</br>Both far exceeding human beauty fair.</br>Graceful, yet each with different grace, they move;</br>This, striking sacred awe; That, softer winning love.", "The first in native dignity excell'd;</br>Artless and unadorn'd she pleas'd the more:</br>With comely state, th' imperial sword she held;</br>A vest more white than new-fall'n snow she wore:</br>August she trode, yet modest was her air;</br>Beauty and terror mingled in her eye;</br>Still she drew near, and nearer seem'd more fair,</br>Fair as the morn unfolds the cloudless sky;</br>Awfully gay, as glitt'ring hosts appear,</br>Majestically sweet, and amiably severe.", "The other dame seem'd even of fairer hue;</br>But with bold gaze, she fixt her wanton eye;</br>And her flush'd cheeks confess'd, at nearer view,</br>The borrow'd blushes of the vermeil dye:</br>Pamper'd and soft she danc'd with airy swim,</br>Lightly along:  her artful robe display'd</br>Thro' the clear texture ev'ry tender limb,</br>Height'ning the charms it only seem'd to shade;</br>And as it flow'd adown so loose and thin,</br>Her stature seem'd more tall, more snowy white her skin.", "Oft with a smile she view'd herself askance;</br>Oft on her shade a conscious look she threw,</br>Then all around her cast a careless glance,</br>To mark what gazing eyes her beauty drew.</br>As they came near, before that other dame</br>Approaching decent, eagerly she prest,</br>Not of repulse afraid, and void of shame,</br>Ran to the Youth, and with a kiss address'd:</br>With winning fondness on his neck she hung,</br>Sweet as the honey-dew flow'd her enchanting tongue.", "My Hercules, whence this unkind delay,</br>Dear Youth, what doubts can thus distract thy mind?</br>Securely follow, where I lead the way,</br>And range thro' wilds of pleasure unconfin'd.</br>With me retire from noise, and pain, and care,</br>Embath'd in bliss, and rapt in endless ease:</br>Rough is the road to Fame, thro' blood and war;</br>Smooth is my way, and all my paths are peace.</br>With me retire, from toils and perils free:</br>Leave honour to the wretch.  Pleasures were made for thee.", "Then will I grant thee all thy soul's desire;</br>All that may charm thine ear, and please thy sight;</br>All that thy thought can frame, or wish require,</br>To steep thy ravish'd senses in delight.</br>The sumptuous feast, enhanc'd with music's sound;</br>Fittest to tune the melting soul to love;</br>Rich odors breathing choicest sweets around;</br>The fragrant bow'r, cool fountain, shady grove,</br>Flow'rs to bedeck thy couch, and crown thy head;</br>Joy shall attend thy steps, and ease shall smooth thy bed.", "My hands shall wipe all sorrow from thine eye;</br>Thy breast no more shall heave with rising woe;</br>Far from thy rest repining want shall fly,</br>Nor labour bath in sweat thy careful brow:</br>Mature the copious harvest shall be thine,</br>Let the laborious hind subdue the soil;</br>Leave the rash soldier spoils of war to win;</br>Won by the soldier thou shalt share the spoil.</br>These softer cares my blest allies employ,</br>New pleasures to invent, to wish, and to enjoy.", "Her winning voice the Youth attentive caught;</br>He gaz'd impatient on the smiling maid;</br>Still gaz'd and listen'd, then her name besought:</br>My name, fair Youth, is Happiness, she said;</br>Well can my friends this envy'd truth maintain,</br>They share my bliss; they best can speak my praise:</br>Tho' slander calls me sloth.  Detraction vain!</br>Heed not what slander, vain detractor, says:</br>Slander for ever studious to defame</br>And blot the brightest worth, and blast the fairest name.", "When now arriv'd the fair majestick maid;</br>(She all the while with the same modest pace</br>Compos'd advanc'd)  Know, Hercules, she said</br>With manly tone, Thy birth of heav'nly race;</br>Thy tender age that lov'd instruction's voice</br>Promis'd thee gen'rous, patient, brave and wise;</br>When manhood should confirm thy glorious choice;</br>Now expectation waits to see thee rise,</br>And climb aloft to Fame:  Rise, Youth, approve</br>Thine high descent, and dare be worthy JOVE.", "But what truth prompts, my tongue shall not disguise;</br>The steep ascent with sweat must be subdu'd:</br>Labor and cares must win the lofty prize,</br>Propos'd by Heav'n, true bliss and real good.</br>Honor rewards the brave and bold alone,</br>She spurns the tim'rous, indolent, and base:</br>Danger and toil stand stern before her throne,</br>And guard, so JOVE commands, the blissful place.</br>Who seeks her must the mighty cost sustain,</br>And pay the price of Fame; labour, and care, and pain.", "Wou'dst thou engage the God's peculiar care</br>O Hercules!  th' IMMORTAL POW'RS adore</br>With a pure heart, with sacrifice and pray'r</br>Attend their altars; and their aid implore.</br>Or wou'dst thou gain thy country's loud applause,</br>Lov'd as her Father, as her God ador'd;</br>Be thou the bold asserter of her cause,</br>Her voice in council, in the fight her sword.</br>In peace, in war, pursue thy country's good;</br>For her bare thy bold breast, and pour thy generous blood.", "Would'st thou, to quell the proud and lift th' oppress'd,</br>In arts of war and matchless strength excell;</br>First conquer thou thyself; to ease, to rest,</br>To ev'ry thought of pleasure bid farewell.</br>The night alternate, due to sweet repose,</br>In watches waste, in painful march the day;</br>Congeal'd amidst the rig'rous winter's snows;</br>Fainting beneath the summer's burning ray.</br>Harden'd by toil, thy limbs shall boast new might;</br>Vigor shall brace thy arm, resistless to the fight.", "Hear'st thou what monsters, then, thou must engage?</br>What dangers, gentle Youth, she bids thee prove?</br>(Abrupt says Sloth) Ill fit thy tender age</br>Tumults and wars; fit age for joy and love.</br>Turn, gentle Youth, to me, to love and joy;</br>To these I lead:  no monsters here shall stay</br>Thine easy course; no cares thy peace annoy;</br>I lead to bliss a nearer, smoother way;</br>Short is my way; fair, easy, smooth, and plain:</br>Turn, gentle Youth, with me eternal pleasures reign.", "What pleasures, vain mistaken wretch, are thine!</br>(Virtue with scorn reply'd) who sleep'st in ease</br>Insensate; whose soft limbs the toil decline</br>That seasons bliss, and makes enjoyment please?</br>Draining the copious bowl e're thirst require;</br>Feasting e're hunger to the Feast invite;</br>Whose tasteless joys anticipate desire;</br>Whom luxury supplies with appetite:</br>Yet Nature loaths; and you employ in vain</br>Variety and art to conquer her disdain.", "The sparkling Nectar cool'd with summer snows;</br>The dainty board with choicest viands spread,</br>To thee are tasteless all:  sincere repose</br>Flies from thy flow'ry couch and downy bed;</br>For thou art only tir'd with indolence;</br>Nor is thy sleep with toil and labor bought,</br>Th' imperfect sleep, that lulls thy languid sense</br>In dull oblivious interval of thought;</br>That kindly steals th' inactive hours away,</br>From the long-ling'ring space, that lengthens out the day.", "From bounteous Nature's inexhausted stores,</br>Flows the pure fountain of sincere delights;</br>Averse to her you waste the joyless hours;</br>Sleep drowns thy days, and riot rules thy nights.</br>Tho' born a partner of the blest abodes,</br>Yet deem'd unworthy thy celestial birth,</br>Jove hurl'd thee from the mansions of the Gods,</br>Cast out to dwell among the sons of earth;</br>Fitter abode, on earth alone disgrac'd,</br>By wisdom always scorn'd, and by the fool embrac'd.", "Fond wretch, that vainly weenest all delight</br>To gratify the sense, reserv'd for thee!</br>Yet the most pleasing object to the sight</br>Thine own fair action, never didst thou see.</br>Tho' lull'd with softest sounds thou liest along,</br>Soft musick, warbling voices, melting lays;</br>Ne'er did'st thou hear, more sweet than sweetest song</br>Charming the soul, thou ne'er didst hear thy praise;</br>No.  To thy revels let the Fool repair;</br>To such go sooth thy speech, and spread thy tempting snare.", "Vast happiness enjoy thy gay allies!</br>A youth of follies, an old age of cares;</br>Young, yet enervate; old, yet never wise;</br>Sloth wastes their vigor, and their mind impairs;</br>Vain, idle, delicate, in thoughtless ease,</br>Reserving woes for age, their prime they spend;</br>All wretched, hopeless in the evil days,</br>With labor to the verge of life they tend.</br>Griev'd of the present, of the past asham'd,</br>They live and are despis'd; they die, no more are nam'd.", "But with the Gods and Godlike men I dwell:</br>Me, his supreme delight, th' Almighty Sire</br>Regards well pleas'd; whatever works excell,</br>All, or divine, or human, I inspire:</br>Council with strength, and industry with art,</br>In union meet conjoin'd, with me reside;</br>My dictates arm, instruct, and mend the heart;</br>The wisest policy, the surest guide.</br>With me true friendship dwells; she deigns to bind</br>Those gen'rous souls alone, whom I before have join'd.", "Nor need my friends the various costly feast;</br>Hunger to them th' effect of art supplies;</br>Labor prepares their weary limbs to rest;</br>Sweet is their sleep; light, chearful, strong, they rise:</br>Thro' health, thro' joy, thro' pleasure and renown</br>They tread my paths, and by a soft descent</br>At length to age all gently sinking down,</br>Look back with transport on a life well-spent;</br>In which, no hour flew unimprov'd away;</br>In which, some gen'rous deed distinguish'd ev'ry day.", "And when, the destin'd term at length complete,</br>Their ashes rest in peace, eternal fame,</br>Sounds wide their praise; triumphant over Fate</br>In sacred song for ever lives their name.</br>This, Hercules, is happiness; obey</br>My voice; let thy celestial birth</br>Lift and enlarge thy thoughts; behold the way</br>That leads to Fame, and raises thee from earth,</br>Immortal; Lo!  I guide thy steps; arise,</br>Pursue the glorious path, and claim thy native skies.", "Her words breath fire celestial, and impart</br>New vigor to his soul, that sudden caught</br>The gen'rous flame; with great intent his heart</br>Swells full, and labours with exalted thought.</br>Purg'd from the mists of error, which before</br>Obscur'd his view, his eye, in clearest light,</br>Discerns the vail, which specious falshood wore;</br>And Sloth stands now confess'd before his sight.</br>False Siren!  all her vaunted charms that shone</br>So fresh e're-while, and fair, now wither'd, pale and gone.", "No more the rosy bloom, in sweet disguise</br>Masks her dissembled looks, each borrow'd grace</br>Leaves her wan cheek, pale sickness clouds her eyes</br>Livid and sunk; and passions dim her face.</br>As when fair Iris has awhile display'd</br>Her wat'ry arch, with gaudy painture gay;</br>While yet we gaze, the glorious colours fade</br>And from our wonder gently steal away;</br>Where shone the gay delusion, erst so bright,</br>Now lowrs the low-hung cloud, all gloomy to the sight.", "But virtue more engaging, all the while</br>Disclos'd new charms, more lovely, more serene</br>Beaming sweet influence; a milder smile</br>Softn'd the terrors of her lofty mien.</br>Lead, Goddess!  I am thine (transported cry'd</br>Alcides)  O propitious pow'r, thy way</br>Teach me, possess my soul, be thou my guide,</br>From thee, O never, never let me stray!</br>While ardent thus the Youth his vows address'd,</br>With all the Goddess fill'd, already glow'd his breast.", "The heav'nly maid with strength divine endu'd</br>His daring soul; there all her pow'rs combin'd,</br>Firm constancy, undaunted fortitude,</br>Enduring patience arm'd his mighty mind</br>Unmov'd in toils, in dangers undismay'd.</br>By many a hardy deed and bold emprize,</br>From fiercest monsters, by her pow'rful aid,</br>He free'd the earth; thro' her he gain'd the skies.</br>'Twas Virtue plac'd him in the blest abode,</br>Crown'd with eternal youth, among the Gods a God.</br>"]