["Hark!  hark!  a hollow voice I hear</br>That thrills my breast, and bids me fear!", "Again my ears receive the mournful sound</br>Which fills the gloomy air.</br>It is the cry of black Despair,</br>Who grov'ling lies on yonder barren ground!</br>See, see she raves with scowling eye,</br>Her hair dishevell'd wildly flowing;</br>And as the gale increases blowing,</br>With naked breast she seeks to die.</br>Around her canker'd neck entwine</br>The deadly viper and the asp;</br>Askaunce she grins, and inward pines</br>With reechy hand to take the grasp!</br>Oft in delirium lost, she strays</br>To where the rocks o'erhang the deep;</br>And to the angry Ocean prays,</br>Spurning at the God of Sleep!</br>At night she wanders in the dell,</br>Defies relief, and rends her tresses,</br>Distracted, &mdash; agony expresses,</br>And shrieks aloud with hideous yell!", "Oft she courts the lovers' tomb,</br>Cropt, alas!  in beauty's bloom.</br>With baleful dagger, see her stand,</br>Stealing wild, with outstretch'd hand</br>Premeditating ill:</br>Around she throws her pois'nous charms,</br>Contaminates the rill,</br>And calls the guiltless victim to her arms!</br>Aloft, in yon high bark behold her, pale</br>And frantic, raving as the vessel steers;</br>While she infects the breeze that swells the sail,</br>And fills the hardy veteran with fears.</br>Tempestuous storms at length arise,</br>And mount the lofty vessel to the skies;</br>A scene of woe! &mdash; responsive cries of dread!</br>The hemisphere with darkness is o'erspread;</br>The whistling winds the flowing canvas tear,</br>The masts are splinter'd, and in vain they bear</br>For some safe port!  she gives the dreadful shock!</br>All, all is gone!  they strike upon a rock!</br>I hear the helpless suff'rers, struggling, cry,</br>\"Relief!  Relief!\" but no relief is nigh!</br>Until exhausted, in the briny wave</br>They sink, alas, and find a wat'ry grave!", "O!  where, curst Hydra, wert thou born?</br>What desart labour'd with thy birth?</br>What sent thee here, with brow forlorn,</br>To tear with harpy claws the Sons of Earth?</br>How far, thou hateful fiend, Oh!  say,</br>Thou'st vent thy rage?  Am I to be</br>A victim sure to Death and thee,</br>Thou foe to bliss, and mother of decay?</br>Wound not my breath, but haste away</br>To subterraneous vaults below;</br>There utter sounds replete with woe,</br>Nor more subvert the bridal day;</br>No more the Virgin's cheek annoy,</br>Nor steal the live vermillion bloom,</br>Nor blast at once her promis'd joy,</br>And lead her, frantic, to the tomb!</br>No more with dire pestiferous breath</br>Blight the fair rose that scents the dale,</br>Or blight the flow'rets of the vale,</br>Thou Messenger of Tyrant Death!</br>But sequester'd from the sight</br>Ever keep, where gloomy Night</br>Combines with ruthless Fate;</br>Where Grief, with haggard eye, deplores</br>Affliction's fangs, and loudly roars,</br>And execrates her state!</br>So may blest Hope's ethereal beam</br>Dispel the poignant misery of Care;</br>My heart, exulting, then may dream,</br>But never feel, the ranklings of Despair!</br>"]