["All touch, all eye, all ear,</br>The Spirit felt the Fairy's burning speech.</br>O'er the thin texture of its frame,</br>The varying periods painted changing glows,</br>As on a summer even,</br>When soul-enfolding music floats around,</br>The stainless mirror of the lake</br>Re-images the eastern gloom,</br>Mingling convulsively its purple hues</br>With sunset's burnished gold.", "Then thus the Spirit spoke:</br>It is a wild and miserable world!</br>Thorny, and full of care,</br>Which every fiend can make his prey at will.</br>O Fairy!  in the lapse of years,</br>Is there no hope in store?</br>Will yon vast suns roll on</br>Interminably, still illuming</br>The night of so many wretched souls,</br>And see no hope for them?</br>Will not the universal Spirit e'er</br>Revivify this withered limb of Heaven?", "The Fairy calmly smiled</br>In comfort, and a kindling gleam of hope</br>Suffused the Spirit's lineaments.</br>Oh!  rest thee tranquil; chase those fearful doubts,</br>Which ne'er could rack an everlasting soul,</br>That sees the chains which bind it to its doom.</br>Yes!  crime and misery are in yonder earth,</br>Falshood, mistake, and lust;</br>But the eternal world</br>Contains at once the evil and the cure.</br>Some eminent in virtue shall start up,</br>Even in perversest time:</br>The truths of their pure lips, that never die,</br>Shall bind the scorpion falshood with a wreath</br>Of ever-living flame,</br>Until the monster sting itself to death.", "How sweet a scene will earth become!</br>Of purest spirits, a pure dwelling-place,</br>Symphonious with the planetary spheres;</br>When man, with changeless nature coalescing,</br>Will undertake regeneration's work,</br>When its ungenial poles no longer point</br>To the red and baleful sun</br>That faintly twinkles there.", "Spirit!  on yonder earth,</br>Falshood now triumphs; deadly power</br>Has fixed its seal upon the lip of truth!</br>Madness and misery are there!</br>The happiest is most wretched!  Yet confide,</br>Until pure health-drops, from the cup of joy,</br>Fall like a dew of balm upon the world.</br>Now, to the scene I shew, in silence turn,</br>And read the blood-stained charter of all woe,</br>Which nature soon, with recreating hand,</br>Will blot in mercy from the book of earth.</br>How bold the flight of passion's wandering wing,</br>How swift the step of reason's firmer tread,</br>How calm and sweet the victories of life,</br>How terrorless the triumph of the grave!</br>How powerless were the mightiest monarch's arm,</br>Vain his loud threat, and impotent his frown!</br>How ludicrous the priest's dogmatic roar!</br>The weight of his exterminating curse,</br>How light!  and his affected charity,</br>To suit the pressure of the changing times,</br>What palpable deceit! &mdash; but for thy aid,</br>Religion!  but for thee, prolific fiend,</br>Who peoplest earth with demons, hell with men,</br>And heaven with slaves!", "Thou taintest all thou lookest upon! &mdash; the stars,</br>Which on thy cradle beamed so brightly sweet,</br>Were gods to the distempered playfulness</br>Of thy untutored infancy:  the trees,</br>The grass, the clouds, the mountains, and the sea,</br>All living things that walk, swim, creep, or fly,</br>Were gods:  the sun had homage, and the moon</br>Her worshipper.  Then thou becamest, a boy,</br>More daring in thy frenzies:  every shape,</br>Monstrous or vast, or beautifully wild,</br>Which, from sensation's relics, fancy culls</br>The spirits of the air, the shuddering ghost,</br>The genii of the elements, the powers</br>That give a shape to nature's varied works,</br>Had life and place in the corrupt belief</br>Of thy blind heart:  yet still thy youthful hands</br>Were pure of human blood.  Then manhood gave</br>Its strength and ardour to thy frenzied brain;</br>Thine eager gaze scanned the stupendous scene,</br>Whose wonders mocked the knowledge of thy pride:</br>Their everlasting and unchanging laws</br>Reproached thine ignorance.  Awhile thou stoodst</br>Baffled and gloomy; then thou didst sum up</br>The elements of all that thou didst know;</br>The changing seasons, winter's leafless reign,</br>The budding of the heaven-breathing trees,</br>The eternal orbs that beautify the night,</br>The sun-rise, and the setting of the moon,</br>Earthquakes and wars, and poisons and disease,</br>And all their causes, to an abstract point,</br>Converging, thou didst bend, and called it GOD!</br>The self-sufficing, the omnipotent,</br>The merciful, and the avenging God!</br>Who, prototype of human misrule, sits</br>High in heaven's realm, upon a golden throne,</br>Even like an earthly king; and whose dread work,</br>Hell, gapes forever for the unhappy slam</br>Of fate, whom he created in his sport,</br>To triumph in their torments when they fell!</br>Earth heard the name:  earth trembled, as the smoke</br>Of his revenge ascended up to heaven,</br>Blotting the constellations; and the cries</br>Of millions, butchered in sweet confidence</br>And unsuspecting peace, even when the bonds</br>Of safety were confirmed by wordy oaths</br>Sworn in his dreadful name, rung through the land</br>Whilst innocent babes writhed on thy stubborn spear,</br>And thou didst laugh to hear the mother's shriek</br>Of maniac gladness, as the sacred steel</br>Felt cold in her torn entrails!", "Religion!  thou wert then in manhood's prime:</br>But age crept on:  one God would not suffice</br>For senile puerility; thou framedst</br>A tale to suit thy dotage, and to glut</br>Thy misery-thirsting soul, that the mad fiend</br>Thy wickedness had pictured, might afford</br>A plea for sating the unnatural thirst</br>For murder, rapine, violence, and crime,</br>That still consumed thy being, even when</br>Thou heardst the step of fate; &mdash; that flames might light</br>Thy funeral scene, and the shrill horrent shrieks</br>Of parents dying on the pile that burned</br>To light their children to thy paths, the roar</br>Of the encircling flames, the exulting cries</br>Of thine apostles, loud commingling there,</br>Might sate thine hungry ear</br>Even on the bed of death!", "But now contempt is mocking thy grey hairs;</br>Thou art descending to the darksome grave,</br>Unhonored and unpitied, but by those</br>Whose pride is passing by like thine, and sheds,</br>Like thine, a glare that fades before the sun</br>Of truth, and shines but in the dreadful night</br>That long has lowered above the ruined world.", "Throughout these infinite orbs of mingling light,</br>Of which yon earth is one, is wide diffused</br>A spirit of activity and life,</br>That knows no term, cessation, or decay;</br>That fades not when the lamp of earthly life,</br>Extinguished in the dampness of the grave,</br>Awhile there slumbers, more than when the babe</br>In the dim newness of its being feels</br>The impulses of sublunary things,</br>And all is wonder to unpractised sense:</br>But, active, stedfast, and eternal, still</br>Guides the fierce whirlwind, in the tempest roars,</br>Cheers in the day, breathes in the balmy groves,</br>Strengthens in health, and poisons in disease;</br>And in the storm of change, that ceaselessly</br>Rolls round the eternal universe, and shakes</br>Its undecaying battlement, presides,</br>Apportioning with irresistible law</br>The place each spring of its machine shall fill;</br>So that, when waves on waves tumultuous heap</br>Confusion to the clouds, and fiercely driven</br>Heaven's lightnings scorch the uprooted ocean-fords,</br>Whilst, to the eye of shipwrecked mariner,</br>Lone sitting on the bare and shuddering rock,</br>All seems unlinked contingency and chance:</br>No atom of this turbulence fulfils</br>A vague and unnecessitated task,</br>Or acts but as it must and ought to act.</br>Even the minutest molecule of light,</br>That in an April sunbeam's fleeting glow</br>Fulfills its destined, though invisible work,</br>The universal Spirit guides; nor less,</br>When merciless ambition, or mad zeal,</br>Has led two hosts of dupes to battle-field,</br>That, blind, they there may dig each other's graves,</br>And call the sad work glory, does it rule</br>All passions:  not a thought, a will, an act,</br>No working of the tyrant's moody mind,</br>Nor one misgiving of the slaves who boast</br>Their servitude, to hide the shame they feel,</br>Nor the events enchaining every will,</br>That from the depths of unrecorded time</br>Have drawn all-influencing virtue, pass</br>Unrecognised, or unforeseen by thee,</br>Soul of the Universe!  eternal spring</br>Of life and death, of happiness and woe,</br>Of all that chequers the phantasmal scene</br>That floats before our eyes in wavering light,</br>Which gleams but on the darkness of our prison,</br>Whose chains and massy walls</br>We feel, but cannot see.", "Spirit of Nature!  all-sufficing Power,</br>Necessity!  thou mother of the world!</br>Unlike the God of human error, thou</br>Requirest no prayers or praises; the caprice</br>Of man's weak will belongs no more to thee</br>Than do the changeful passions of his breast</br>To thy unvarying harmony:  the slave,</br>Whose horrible lusts spread misery o'er the world.</br>And the good man, who lifts, with virtuous pride,</br>His being, in the sight of happiness,</br>That springs from his own works; the poison-tree,</br>Beneath whose shade all life is withered up,</br>And the fair oak, whose leafy dome affords</br>A temple where the vows of happy love</br>Are registered, are equal in thy sight:</br>No love, no hate thou cherishest; revenge</br>And favoritism, and worst desire of fame</br>Thou knowest not:  all that the wide world contains</br>Are but thy passive instruments, and thou</br>Regardst them all with an impartial eye,</br>Whose joy or pain thy nature cannot feel,</br>Because thou hast not human sense,</br>Because thou art not human mind.", "Yes!  when the sweeping storm of time</br>Has sung its death-dirge o'er the ruined fanes</br>And broken altars of the almighty fiend,</br>Whose name usurps thy honors, and the blood</br>Through centuries clotted there, has floated down</br>The tainted flood of ages, shalt thou live</br>Unchangeable!  A shrine is raised to thee,</br>Which, nor the tempest breath of time,</br>Nor the interminable flood,</br>Over earth's slight pageant rolling,</br>Availeth to destroy,&mdash;</br>The sensitive extension of the world.</br>That wonderous and eternal fane,</br>Where pain and pleasure, good and evil join,</br>To do the will of strong necessity,</br>And life, in multitudinous shapes,</br>Still pressing forward where no term can be,</br>Like hungry and unresting flame</br>Curls round the eternal columns of its strength.", ""]