["With dust encumber'd, and with heat opprest,</br>Deserted Bond-street thus his woes exprest:</br>The chariot close, that emulously hides</br>The quick-drawn Fair within its painted sides;</br>Barouches gay, that partially disclose</br>The smiling belles to the admiring beaux;</br>Or friendlier Sociable, that kind displays</br>Its well fill'd seats to the enraptur'd gaze;</br>The curricle, the pha'ton rais'd on high,</br>Where venturous youths each other's skill defy,</br>How late adorn'd my gaily crowded street!</br>Delightful discord and confusion sweet!</br>My well prest pavement boasted shining rows</br>Of white-rob'd ladies and gay-booted beaux;</br>Garffini, Addington, engage the chat,</br>The price of strawberries, or Invasion's threat.</br>St. James's bell, unmark'd, the hour declares,</br>Unmark'd as if it summon'd them to prayers.</br>But now no wheels quick-turning mark my way;</br>No beaux or belles my untrod paths display;</br>But silent, dreary, pensive and alone,</br>I mourn the Spring, and all my glories gone!", "Now different sounds my tortur'd ears assail,</br>Now different sights my weary eyes regale;</br>Now choak'd with mortar, deafened with the sound</br>Of ruthless workmen hammering around;</br>Or when Burdett and Liberty the cry,</br>The rabble-rout trhough my scar'd confines fly;</br>Profane those stones, by Fashion sacred made,</br>With step unhallow'd dare my doors invade.</br>My woes increase &mdash; I feel by sad contrast,</br>That Spring is fled and all my joys are past!", "Perhaps some Fair, confin'd to works and books,</br>\"Old fashion'd halls, dull aunts, and croaking rooks,\"</br>By purling streams as pensive she reclines,</br>And reads with sympathy these woe-fraught lines,</br>May sigh to think, when these past-pleasures rise</br>In gay succession on her longing eyes&mdash;</br>May sigh to think what tedious months must roll,</br>Ere Bond-street's glories re-inspire her soul;</br>And mourn with me, to every comfort dead,</br>That Spring is gone and all her joys are fled.", "Sons of the whip!  far hence ye shew your skill,</br>And Brighton, Ramsgate, with amusement fill:</br>Injurious Brighton!  though 'tis now your boast</br>T' enjoy those honours, I, with grief, have lost;</br>Though your now pleasing shore and calm smooth sea,</br>Inspire the wanderers with delight and glee;</br>Yet hope not long my fav'rites to detain,</br>Bound in the circle of Ton's magic chain.</br>When frightful tempests discompose your shore,</br>When the winds murmur and the billows roar,</br>My gentle subjects then shall seek my arms,</br>Where pleasure gladdens, and where beauty warms:</br>The dazzling crowds again shall charm my view,</br>Spring shall return, and all my joys renew.</br>"]