["Friend of my inmost heart, oh!  say,</br>Whilst wandering o'er this torrid clime,</br>What joys have mark'd each rapid day?</br>What sorrows check'd the race of Time?</br>From thee fell Care has wing'd her flight,</br>Banish'd by Mirth and clear Delight:</br>To glad thy more than friendly bower</br>Keen Wit, and chastest Humor urge their power;</br>And Truth, and Sense preside, t' approve the festive hour.", "What tho' fierce Discord hovers round,</br>Tho' War's shrill clarion pierce the ear,</br>Tho' Carnage purples all the ground,</br>And Desolation frowns severe;</br>Yet still, to bless these war-worn plains,</br>When blind Distrust no longer reigns,</br>And scowling Hatred hides his head,</br>Behold!  the hospitable board is spread;</br>And Beauty's rosy smiles their genial influence shed.", "Perish the man whose narrow heart</br>Can bound the limits of his kind;</br>But to one realm wou'd bliss impart,</br>And, but to that, contracts his mind!</br>Blest the soul, that kindling glows</br>To heighten joys, to lessen woes;</br>Whose wide beneficence supplies</br>To Zembla's frosts, and Gambia's parching skies,</br>The fires that gladden life, the springs whence pleasures rise?", "Yet still, unswerv'd, the Patriot's breast</br>Burns to exalt his native land;</br>For this he shuns ignoble rest,</br>For this he nerves his daring hand;</br>But, tho' his heart to glory swells,</br>There ev'ry gentler virtue dwells,</br>That gives Humanity a grace,</br>That binds, by mutual charities, our race,</br>Or gains, on Nature's roll, for Man superior place.", "Such, in Oppression's dreary reign,</br>With manly feelings RUSSEL rose,</br>Indignant spurn'd the tyrant's chain,</br>And check'd fair Freedom's subtle foes:</br>With soften'd firmness, Roman zeal,</br>He bleeds to save the Public-weal,</br>Nor for his country fears to die;</br>Yet, tho' his breast to Liberty beats high,</br>His RACHEL claims a tear, his CAVENDISH a sigh.", "Say now, my LUCIUS!  tho' we grieve</br>When error shrouds the human mind;</br>And wish our country to relieve</br>From hostile sons, to freedom blind,</br>Shall those who rise to guard her laws,</br>Disgrace the gen'rous, patriot cause;</br>By too much rigor o'er such foes</br>Extend Contention's aggravated woes;</br>Spread civil horrors wide, and all their ills disclose?", "No!  rather let kind Friendship deck</br>With flow'ry wreaths the brow of War;</br>With gentle hand, ah!  rather check</br>The fiery coursers of his car;</br>With sportive dalliance rather still</br>The headstrong fury of his will:</br>No can such gen'rous efforts fail</br>Where kindred ties the yielding heart assail,</br>But blooming Peace restor'd the blissful hour shall hail.", "Then social charms again shall rise,</br>In all their wonted splendor bright;</br>Those charms, which thro' these low'ring skies</br>Can dart the rays of clearer light:</br>Then Chearfulness and Love shall twine</br>The olive-branch round Concord's shrine,</br>And Joy on all her influence shed&mdash;</br>But, ah!  to such extatic transports dead,</br>The child of Afric mourns, and sighing droops his head.", "No rising hope of better days</br>Pervades the dark impervious cloud,</br>That hovers o'er his dreary ways,</br>Of peace and joy the deadly shroud;</br>That e'en in love's assuaging draught,</br>Sheds poisons of corrosive thought;</br>Which, from reflection's sharpest pain,</br>Relentless, to the babe unborn ordain</br>Oppression's fiery rod, and hard, eternal chain.", "O!  torment to each tender soul</br>To view the sombre sons of Grief</br>Toil in the shackles of control,</br>And ceaseless pine without relief;</br>To hear the captive's endless moan,</br>The taunt of pow'r, the suff'ring groan;</br>To see the hand of Freedom wave,</br>Aloft, the scorpion lash that rules the slave;</br>To see all this, and more, yet not have force to save!", "But yet, my friend, some few are found,</br>'Twill still thy too responsive heart,</br>Who, 'mid hard Rigor's thorny ground,</br>The balm of pity can impart;</br>Some few, whose breasts, alive to woe,</br>Each tender sympathy bestow;</br>Such ne'er depress the free-born mind;</br>By realms, by modes, by colour unconfin'd,</br>Their bounty beams on all, the patrons of mankind.", "So shines thy LAURA'S angel face,</br>Illum'd by sentiment and wit;</br>Where Freedom dwells, with ev'ry grace,</br>And frolic Fancy joys to sit.</br>Bright round her shines her raven hair,</br>The halo of this solar star:</br>Bright shine her eyes, which, glancing fire,</br>Kindle the warmest raptures of my lyre,</br>And light the purest flame, that beauty can inspire.", "Yet not the radiance of those charms,</br>Altho' so eminently bright,</br>Cou'd rouse my soul to such alarms,</br>Cou'd dazzle thus my trembling sight;</br>Nor yet, that dignity of mien,</br>With ev'ry milder grace serene;</br>But that her mind, with cloudless ray,</br>Lights the charm'd spirit thro' each blooming way,</br>Where friendship, Taste, and Truth, their vivid tints display.", "This spell shall foil the pow'r of Time,</br>Whilst worlds of waters roll in vain;</br>It flings, in scorn of distant clime,</br>O'er seas and shores its rosy chain:</br>Tho' oft it throb with many a smart,</br>Ne'er let it quit this flutt'ring heart,</br>'Till all its passions are refin'd</br>By that pure fire, of the etherial kind,</br>Which warms her artless breast, and gilds her spotless mind.", "Whilst thus my daring passions aim</br>To snatch from Love Promethean fire,</br>Thy kindred soul asserts its claim</br>To all the raptures of thy lyre;</br>Let then thy LAURA share this fame,</br>Alike in beauty as in name;</br>And when from them we distant stray,</br>Shall then this glimm'ring, faint, reflected ray,</br>Recall their matchless charms, to cheer our tedious way?", "Yes!  then, my friend, to Fancy's eye</br>Their lovely forms shall float sublime;</br>And when their virtues we descry,</br>Our souls ambitiously will climb</br>Beyond the dull pursuits of life;</br>Above its cares, above its strife:</br>Be they the stars, that, glowing bright,</br>Dispel the murky mists of mental night,</br>Direct our wayward course, and shed celestial light!</br>"]