["Young Robin of the plain erst blithest blade</br>That e're with sickle keen the fields disray'd,</br>Who whistling drove the smoking team along,</br>Or trimm'd the thorny fence, with rustic song,</br>Thro' ev'ry season busy, still, and gay,</br>He plough'd, he sow'd; he made, and stack'd the hay,</br>Not dreary winter reach'd to Robin's breast,</br>He thrash'd, he winnow'd, and he crack'd his jest.</br>But now not spring's return with joy he sees,</br>Nor flow'ry plain he heeds, nor budding trees,</br>Nor linnet warbling from the dewey brakes,</br>Nor early lark who tow'ring circles takes,</br>Nor tuneful thrushes from the hedge that sing,</br>Nor the shrill blackbird's welcome to the spring.</br>Against a gate he leans in rueful plight,</br>And eyes the plain that late was Snaith Marsh hight.", "Ah!  wae the time, when ever I was born,</br>But far more waeful still that luckless day,</br>Which with the commons gave Snaith Marsh away,</br>Snaith Marsh our whole town's pride, the poor man's bread,</br>Where, tho' no rent he paid, his cattle fed,</br>Fed on the sweetest grass which here rife grew,</br>Common to all, nor fence, nor landmark knew,</br>Whose flow'ry turf no crooked share had raz'd,</br>Nor wide destroying scythe its green effac'd.</br>But now, ah!  now, it stoops, sad seet I ween,</br>In mony a row, with rails suspended 'tween,</br>Wae warth the day, when tic'd sure by old Nick,</br>All to grow rich at once, like neighbour Dick,</br>To town I high'd, and on a luckless fair,</br>For cattle here to graze, war'd all my gear,</br>And boldly ventur'd at one cast to buy,</br>A deft fine breeding mear, and newted whye,</br>Ten ewes, a tup, and more a flock of geese,</br>All which I thought would here to fast increase,</br>That tho' they'd cost me all my worldly store,</br>I rekenn'd soon to gain as mickle more,</br>But now Snaith Marsh's taid and all my gain blown o'er.</br>My goodly stock e'er yet they tasted food,</br>By cross-grain'd hinds were driv'n from their abode,</br>Tho' lest bad neighbours might have ow'd me spight.</br>I fore-hand taid a house to give me right,</br>With bonny Susan where I hop'd to dwell,</br>But now I prove the proverb on my sell,</br>Which says, that one grief brings another on,</br>Too sure alass, and mine will ne'er have done,</br>For Susan whom I thought my sweetheart true,</br>When as my crosses came 'gan look askue;</br>And what than all beside my heart most pains,</br>For landed Roger, now my love disdains,</br>Roger not to be nam'd with me, I trow,</br>More than muckmidden vile, with barley mow;</br>But Roger has a house in yonder lane,</br>And my sad loss proves ev'ry way his gain;</br>Yet wilt thou, Susan?  wilt thou, selfish lass?</br>For sake of sordid wealth, thy love debase,</br>No, do not think content is in mich store,</br>But be to Robin kind, as heretofore,</br>And we'll in love be bless'd, tho' Snaith Marsh be no more.</br>Alas, will Roger now his sheep forgo?</br>Afore larks sing, or early cock 'gin crow,</br>As I've for thee, ungrateful maiden, done,</br>To help thee milking, e'er day wark begun,</br>And when thy well stript kye would yield no more,</br>Still on my head the reeking kit I bore.</br>And, oh!  bethink thee, then, what lovesome talk,</br>We've held together ganging down the balk,</br>Maund'ring at time which wou'd na for us stay,</br>But now, I ween, mais no such hast away.</br>Yet O!  return eftsoon and ease my woe,</br>And there again them leetsome days restore,</br>Where unassail'd by meety folk in pow'r,</br>Our cattle yet may feed, tho' Snaith Marsh be no more.", "But wae is me, I wot, I fand am grown,</br>Forgetting Susan is already gone,</br>And Roger aims e'er Lady Day to wed,</br>The banns last Sunday in the church were bid,</br>But let me, let me, first i' th' churchyard lig,</br>For soon I there must gang, my grief's so big.</br>All others in their loss some comfort find,</br>Tho' Ned's like me reduc'd, yet Jenny's kind,</br>And tho' his fleece no more our parson takes,</br>And roast goose dainty food, his table lacks,</br>Yet he for tythes ill paid, gets better land,</br>While I am ev'ry way o' th' losing hand,</br>My adlings ware'd, and yet my rent to pay,</br>My geese, like Susan's faith, flown far away,</br>My cattle like their master lank and poor,</br>My heart with hopeless love to pieces tore,</br>And all these sorrows came, syne Snaith Marsh was no more.</br>"]