["Cold is the breast, extinct the vital spark,</br>That kindles not to flame at Harold's muse;</br>The mental vision too, how surely dark,</br>Which, as the anxious wanderer it pursues,</br>Sees not a noble heart that fain would choose</br>The course to heaven, could that course be found;</br>And since on earth it nothing fears to lose,</br>Would joy to press that blest etherial ground,</br>Where peace, and truth, and life, and friends, and love abound.", "I deem not Harold's breast a thing of steel;</br>Steel is the heart that could that thought receive;&mdash;</br>But warm, affectionate, and quick to feel;</br>Eager in joy &mdash; but not unwont to grieve:</br>And sorely do I view his vessel leave&mdash;</br>Like erring bark of cord and chart bereft&mdash;</br>The shore to which his soul would love to cleave.</br>Would Harold!  I could make thee know, full oft,</br>That bearing thus the helm, the land thou seek'st is left!&mdash;", "Is Harold satiated with worldly joy?&mdash;</br>Leaves he his home, his lands without a sigh?</br>'Tis half the way to heaven!  O then employ</br>That blessed freedom of thy soul to fly</br>To Him, who ever gracious, ever nigh,</br>Demands the heart that breaks the world's hard chain:</br>If early freed, tho' by satiety,</br>Vast is the privilege that thou mayst gain:</br>Who, early, foils the foe, may well the prize obtain.", "Thou lovest Nature with a filial zeal;</br>Canst fly mankind to brood with her apart;</br>Unutterable sense!   that inward feel,</br>When swells the soul, and heaves the labouring heart</br>With yearning throes, that sympathetic start</br>At Nature's majesty remote from man.</br>In kindred raptures I have borne my part;</br>The Pyrenean horrors loved to scan,</br>And from the crest of Alps, peruse the mighty plan.", "\"'Tis extasy to brood o'er flood and fell,</br>To slowly trace the forest's shady scene,</br>Where things that own not man's dominion dwell,</br>And mortal steps have ne'er, or rarely been;</br>To climb the trackless mountain, all unseen,</br>With the wild flock that never needs a fold;</br>Alone o'er steeps and foaming falls to lean.</br>This is not solitude! &mdash; 'tis but to hold</br>Converse with Nature's God, and see his stores unrolled.\"", "Forget not the artist in the art,</br>Nor overlook the giver in the grace;</br>Say!  what is Nature but that little part</br>Which man's imperfect vision can embrace.</br>Of the stupendous whole that fills all space;</br>The work of Him by whom all space is bound?&mdash;</br>Shall Raphael's pencil Raphael's self efface?</br>Shall Handel's self be lost in Handel's sound?</br>And shall not Nature's God, in Nature's works be found?", "But Harold thro' sin's labyrinth has run,</br>\"Nor made atonement when he did amiss:\"</br>And does the mem'ry of that evil done,</br>Disturb his spirit and obscure his bliss?</br>'Tis just!  'tis Harold's due; yet let not this</br>Press heavier on his heart than heaven ordains.</br>What mortal lives, not guilty or remiss?</br>What breast that hath not felt remorse's pains?</br>What human soul so pure but marked with sin's foul stains?", "And can this hapless thing &mdash; pollute &mdash; debased,</br>Its dying nature self-reanimate?</br>Say, can the sculptured marble, once defaced,</br>Restore its lineaments &mdash; re-form its state?</br>That only can the sculptor renovate;</br>Else must the marr'd and mutilated stone</br>For ever be disfigured &mdash; desolate.</br>So man may sin and wail, but not atone:</br>That restorative power belongs to God alone!", "Yet is atonement made. &mdash; Creation's Lord</br>Deserts not thus the work his skill devised.</br>Thou, not the creature only, but the ward,</br>Too dearly in thy Maker's eye art prized,</br>Than thus to lie, abandon'd and despis'd!</br>Atonement is th' Almighty's richest dole,</br>And ever in the mystic plan compris'd,</br>To mend the foul debasement of the soul,</br>Restore God's likeness lost, and make the image whole.", "Oh!  \"if as holiest men have deem'd there be,</br>A land of souls beyond death's sable shore,\"</br>How would quick-hearted Harold burn to see</br>The much-lov'd object of his life once more,</br>And Nature's new sublimities explore</br>In better worlds! &mdash; Ah!, Harold!  I conjure,</br>Speak not in ifs to those whom God hath taught!</br>If aught on earth, that blessed truth is sure;</br>All gracious God, to quiet human thought,</br>Hath pledged his sacred word, and demonstration wrought.", "Did Babylon, in truth, by Cyrus fall?&mdash;</br>Is't true that Persia stain'd the Grecian land?&mdash;</br>Did Philip's son the Persian host enthral,</br>Or Caesar's legions press the British strand?&mdash;</br>Fell Palestine by Titus' brand and sword?&mdash;</br>Could Harold to these facts his fate entrust?</br>Then let him humbly learn and understand,</br>That Christ is ris'n; for the unjust &mdash; the just;</br>Sole pledge of mortal frames, still mould'ring in the dust!", "But Harold will not look beyond the tomb,</br>And thinks he may not look for rest before;</br>Fie, Harold, fie! &mdash; Unconscious of thy doom;</br>The nature of thy soul thou know'st not more:</br>Nor know'st thy lofty mind which loves to soar!&mdash;</br>Thy glowing spirit, and thy thoughts sublime,</br>Are foreign to this flat and naked shore,</br>And languish for their own celestial clime,</br>Far in the bounds of space, beyond the bounds of time!", "Thou must then surely live: &mdash; and of that life</br>Ages on ages shall no part exhaust,</br>But with renewed existence, ever rife,</br>No more in dark uncertainty  be tost,</br>When once that turning barrier be crost;</br>The birth of mortals to immortal day!</br>Oh let not then this precious hour be lost!</br>But humbly turn to Him who points the way</br>To ever during youth &mdash; from infinite decay.", "Such, such the prospect!  such the glorious boon,</br>The last great end in Heav'n's supreme design!</br>Deem not thy cloud continuous, for soon</br>Must truth break in upon a soul like thine,</br>Yearning, unconscious, for the light divine!</br>O hear the words of love to thee addrest</br>By Him, thy Lord, all gracious and benign&mdash;</br>\"Come unto me all ye by care opprest!</br>Come to my open'd arms, and I will give you rest.\"", "Would thou hadst lov'd o'er Judah's court to stray!</br>Would Sion's Hill, Parnassus' love might share!</br>What joy to hear thy muse's potent lay</br>The sacred horrors of that land declare;</br>And all that holy scene engage thy care,</br>Where poets harp'd e'er Homer's shell was strung;</br>Where heavenly wisdom poured her treasures rare,&mdash;</br>Long, long, ere Athens woke to Solon's tongue,&mdash;</br>And truth, inspir'd, scenes of after-ages sung.", "But thanks for that we have, and for the more,</br>Thy Muse doth bid the listening ear attend;</br>Nor vainly bids those whom she charmed before;</br>Ah!  let not then this humble verse offend!</br>Her skill can judge the speaking of a friend;</br>Not zeal presumptuous prompts the cautious strain,</br>But Christian love, that would to all extend</br>The cloudless ray, and steady calm that reign</br>Where evangelic truths their empire due maintain.</br>"]