["TUTSHAM-HALL, August, 1761.</br>When, rouz'd by Stings of sore Repentance,</br>Sage Prudence had pronounc'd the Sentence,</br>That I from London far should fly</br>To stiller Scenes, and purer Sky;</br>And there, in Solitude and Quiet,</br>By Study hard, and meagre Diet,</br>Should make Amends for every Minute</br>Which flew as if the Devil was in it;</br>And should atone for former Pleasures,</br>By other Rules, and other Measures:</br>Then (for the Bards of high Parnassus</br>Can little call to Mind what passes)</br>We, at that solemn Hour of Parting,</br>Did join in Deed and Contract certain;</br>And one Division of the Writing</br>Was thus &mdash; in legal Form &mdash; reciting:", "\"The Parties whom we now did mention,</br>With honest Hearts, and sound Intention,</br>Agree (though Chance, or envious Fortune,</br>Their Hours of Face to Face should shorten.</br>Howe'er disjoin'd by Fate, or Time,</br>Or Change of Humour, or of Clime)</br>Unless they can devise a better,</br>To send a Messenger, call'd Letter,</br>Who should, in ample Manner, tell</br>What Change, or Accident befell</br>Their Health, their Study, or their Weather,</br>Their Laugh, their Spleen, or all together.</br>And, as this Courier did petition,</br>For greater Ease and Expedition,</br>That these the Parties, or their Muse</br>Would help him with a Pair of Shoes;</br>Each, through Humanity and Conscience,</br>Agreed to give a Pair, which long since</br>Were call'd poetic Socks or Sandals,</br>The Work of certain Runes, and Vandals,</br>And now, in this our modern Time,</br>Are call'd the dancing Pumps of Rhyme;</br>With which (as did of old the God</br>For Juggling fam'd, and magic Rod)</br>He may, o'er Mountains, Rocks, and Torrents,</br>Skip hence to Paris, thence to Florence,</br>Now here, now there, as Whim inclin'd him,</br>While pursy Prudence lagg'd behind him</br>And flutter o'er the mightiest Fence,</br>The Bounds of Order, and of Sense.\"&mdash;", "Now, Friend, in Spight of all thy Wit,</br>I think (in modish Phrase) you are bit;</br>And I, by wicked Scheme, and charging,</br>Have got the better of this Bargain;</br>As I by Precedent unfold,</br>Deduc'd from Sires and Sages old:</br>For, good Examples &mdash; Coke has said it&mdash;</br>In Law are deem'd of wonderous Credit;</br>And we, lest thought in Law's Defiance,</br>Pursue the Method of our Science.", "In old Reports, though little known</br>To many a Coif-head of the Gown,</br>(Where publish'd, now, we cannot charge us,</br>At Athens, Colophon, or Argos,</br>So fam'd for Disputation-Prizes,</br>And their Olympical Assizes)</br>The Lawyer's Name, I think, was Homer,</br>Excuse me, if I make Misnomer&mdash;</br>In these Reports, the Case is told</br>In sterling Law, and Words of Gold:</br>As we forget the Method shewn,</br>We must relate it in our own.", "\"Now rushes Diomede to War,</br>In Radiance like the Autumnal Star,</br>Through Rank and File in Hurry flies,</br>Pricks the fair Strumpet of the Skies;</br>And kicks poor Mars, like any Fury,</br>That Bully of Etherial Drury;</br>Alone of all the Trojan Band,</br>Intrepid Glaucus dar'd to stand,</br>And his bold Hardihood engage</br>Against the Grecian Bravo's Rage.</br>But, ere they yet proceed to Blows,</br>Some Parley's proper amongst Foes:</br>And now a wordy Contest try'd is</br>Twixt Gaffar, Glaucus, and Tydides;</br>Much Talk &mdash; of mighty Folks above&mdash;</br>Of Families deduc'd from Jove&mdash;</br>Of Acts of Peace &mdash; and Deeds of Terror&mdash;</br>Of Amazons &mdash; and Fields of Error&mdash;</br>Of Step-Mothers &mdash; and Dragon-Warriors&mdash;</br>And Joseph's turn'd to Letter-Carriers&mdash;</br>'Till, after all these Windings past,</br>They find they Gossips were, at last.", "\"Then Tydeus' Son (as shrewd a Youth,</br>As Interest ever led from Truth)</br>'O Friend, be all our Bloodshed o'er;</br>Let's crack a Pint, and fight no more!</br>Old Oeneus, in his straw-built Cottage,</br>Warm'd brave Bellerophon with Pottage;</br>And twenty Days with Beef and Carrot,</br>And foreign Ale, and home-brew'd Claret,</br>This Guest of Climes remote (they tell ye)</br>Did fill the Vacuums of his Belly:</br>At parting, they bestow'd each other</br>Such Gifts as Brother makes to Brother;</br>In reverend State the King produces</br>A Bandage, fit for several Uses,</br>Well strengthened with repeated Stitches,</br>To tighten up his royal Breeches;</br>Of this his Grandsire did avail him,</br>When shrinking Hips began to fail him,</br>From whom descends this knightly Banner,</br>As Heir-loom of the Etolian Manor;</br>This gave the King by Way of Barter,</br>By Gods call'd Belt by Men call'd Garter.</br>Bellerophon then made his Tender,</br>Disdaining to be last in Splendor;</br>A Cup of wonderous Form and Metal,</br>Large as degenerate modern Kettle,</br>A Lid &mdash; Ionice, a Stopper&mdash;</br>The Cup of Tin, the Lid of Copper,</br>Fit for the King, when drunk, or sober,</br>To warm his Porter, or October:</br>And, now, let us, by Influence led</br>Of these, the Worthies of the Dead,</br>Exchange our Armour, as in Token</br>Of Friendship, and of Faith unbroken,</br>That all around us may be certain</br>We smil'd good-humour'd at our Parting.'", "\"Poor, honest Glaucus, little viewing</br>The Trap thus baited for his Ruin,</br>(Jove chang'd him to a Kentish Farmer)</br>Exchang'd for Brass his golden Armour,</br>With which he oft was wont to spark it</br>At every Lycian Fair and Market,</br>When Justs and Tournaments were held,</br>Militia-Triumphs of the Field:</br>And now Tydides bears away</br>The wheedled Trophies of the Day;</br>And is esteem'd, in War, or Peace,</br>The greatest red-coat Beau in Greece.\"", "Thus ends the Tale:  And, if a Dame,</br>Whom Modesty the Modest name,</br>Will not permit thee to unfold</br>Who takes in Brass, and pays  in Gold;</br>That fair ingenuous Shame to wound,</br>From me be never borne the Sound;</br>But, may the pleasing Secret rest</br>Safe shrouded in this conscious Breast.", "And, now, in proper Form, 'tis fit,</br>Without one doggrel Catch at Wit,</br>To let thee know how flow my Days,</br>In Toil, in Study, or in Ease;</br>And how the Summer's liberal Hand</br>With Pride adorns the smiling Land;</br>That some of there, or one, or all</br>May tempt thee down to Tutsham-Hall.", "Ere early five has struck, I rise,</br>When fair Aurora streaks the Skies,</br>And, high on fluttering Pinions borne,</br>The lively Lark salutes the Morn,</br>And every Zephyr bears along</br>The Warblings of the matin Song;</br>I rise, but not abroad repair</br>To breathe the Fragrance of the Air;</br>Nor o'er the upland Meadow stray</br>To hail the rising God of Day;</br>But, wisely pondering future Time;</br>Disclaiming all the Sins of Rhyme,</br>And, provident for serious Age,</br>I seek the Work of reverend Sage,</br>(Who wrote, in Days of Yore, a Book</br>Of mickle Fame) y-cleped Coke:</br>With him Director of my Way,</br>Through Mazes intricate I stray;</br>And, smit with Dread and sacred Awe,</br>Behold the Labyrinths of Law;</br>Mazes, which be could well explore,</br>As could old Daedalus of yore;</br>And, like that Daedalus, he tries</br>To guide me through unusual Skies;</br>While I, on waxen Wings, essay</br>To gain a nearer Glimpse of Day</br>Down plumb, in Head-ache, and in Terror</br>I plunge into the Sea of Error.", "When, thus, 'midst solemn Dons, at last,</br>Six lingering loitering Hours are past,</br>O!  who the Pleasure would refuse</br>Of listening to the chearful Muse?</br>Or she, of old who wak'd the Lyre</br>With Horace's immortal Fire?</br>Or she, who, in inspiring Dream,</br>Late prompted the delightful Theme,</br>When to the Poet's raptur'd Eyes</br>Imagination bade arise</br>Each Spirit of the Fairy -Race</br>That crowds her Empire's ample Space,</br>And to late Ages bade the Strain</br>Convey the Wonders of her Reign?", "Consulting, then, my Body's Weal,</br>I hie me to my moderate Meal;</br>Or Capon gown, or youthful Cockrell,</br>(Excuse this cursed Itch of Doggrell)</br>Or Lamb, or Veal, with Peas, or Sallad,</br>All Favourites of my vulgar Palate;</br>But still, with Constancy of Romans,</br>I most adhere to College-Commons.", "But you, Apostate to the Throng,</br>The temperate Sons of moral Song&mdash;</br>You heed no more than Breath of Bellows</br>The Dictates of the sage Ofellus, </br>(Whom Horace mentions in his Satires,</br>To hate all Boar and Venison-Eaters,</br>And well to bear or Fast, or Famine,</br>As Cordelier, or Indian Bramin)</br>But riotously dare expatiate,</br>With keenest Appetite insatiate,</br>Loose every Rein, nor strive to curb it;</br>But batten on luxurious Turbot,</br>Or Marrow-Pye, or Venison-Pasty,</br>Or Pudding-Plum, or Pudding-hasty;</br>Nay, more to aggravate thy Crimes,</br>And brand thee to remotest Times,</br>Thou, late, devoid of common Pity,</br>With Felon-Scheme didst seek the City;</br>And, then and there, at House of Merchant,</br>Or Alderman, or Common-Serjeant,</br>Didst pour of Burgundy a Cadus</br>On living Turtle from Barbados;</br>And didst with Negro-Wench combine</br>To stew it whole in Floods of Wine;</br>And then, with Carver (Value Three-pence)</br>Didst score it, as a Child does Pippins;</br>And then, like Monk with reverend Tonsure,</br>Didst eat a Quarter as thine own Share:</br>I stop &mdash; arising now my Gorge is,</br>At Thought of such infernal Orgies&mdash;</br>\"O ne'er may future Bard digest</br>The Horrors of so rich a Feast!\"", "When milder slopes the solar Ray,</br>Well-pleas'd, I take my lonely Way,</br>Or through the linnet-haunted Grove,</br>Where oft the listening Dryads rove,</br>Fearful lest any vulgar Eye</br>Should their chaste Mysteries descry;</br>Or to the Field, where all around</br>The Reapers' merry Tales resound;</br>Or where the Sheep are pour'd along,</br>Attentive to the Shepherd's Song,</br>And, starting from their Couch of Grass,</br>Oft gaze, and wonder, as I pass:</br>Or where, on yon extended Plain,</br>Each Hamlet spreads her youthful Train,</br>At Bars, or Cricket's nobler Game</br>Contending for the Wreath of Fame.</br>Each blushing Maid, with longing Eyes,</br>Incites her Lover to the Prize:</br>While all the reverend Sires around</br>At Ease recline along the Ground,</br>And fondly mention o'er and o'er</br>How fleet they ran in Days of yore;</br>And each, with Eyes of glistening Joy,</br>Beholds the Wonders of his Boy.", "Thence bear me to the Meadow's Side,</br>Where flows the River's easy Tide!</br>Here oft in pensive Mood I stray,</br>Recalling many a tuneful Lay,</br>Which pour'd, this gliding Stream along,</br>The Master of the Fairy-Song;</br>And many a Note, and many a Tale,</br>Which hither stole from Penshurst's Vale,</br>When Sidney to the listening Swains</br>Breath'd all around his Doric Strains,</br>And fix'd the Medway's every Grove</br>The Seat of Poetry and Love.", "As late I rov'd along the Stream,</br>Amus'd with many a floating Dream,</br>Before me quickly skimm'd along</br>My Childhood Hours of idle Song;</br>What Time, in rural Ease reclin'd,</br>I warbled to the passing Wind;</br>Or, when, along the secret Dale,</br>Amanda listened to my Tale,</br>And whisper'd in the conscious Grove</br>The faultering Sounds of mutual Love;</br>These Days, these Hours, in glittering Dyes,</br>My fond Remembrance bade arise:&mdash;</br>I sigh'd &mdash; Ah!  fled is Colin's Strain,</br>And other Days and Hours remain:</br>O, why not in these peaceful Shades</br>Appear the fair Pierian Maids?</br>Or, why, when Time but now began</br>To stamp me with the Seal of Man,</br>Should every Grace and every Muse</br>Their oft intreated Aid refuse?</br>Again return, ye smiling Hours!</br>Return, ye fair poetic Powers!</br>And hither, laurell'd Sisters, bring</br>The breathing Lute, the sounding String!</br>Bid Joy here fix his happy Seat,</br>And Care, intruding Care, retreat!</br>Bid Venus bring her smiling Train,</br>And Love, end Ease, and Pleasure reign!</br>Thus I, presumptuous &mdash; As, of old,</br>Romances have the Wonders told,</br>How Knight (some Florimel to gain,</br>Whom Giant bound in ruthless Chain)</br>Arm'd cap-a-pie, in hostile State</br>Approach'd his Adversary's Gate,</br>And bade the Paynim Carle prepare</br>By Blast of Horn, for Deeds of War;</br>Straight, bickering Lightenings glance around,</br>And muttering Earthquakes rock the Ground;</br>On Griffon, or on Hydra flies</br>Some black Magician through the Skies,</br>And, with a Wand of mighty Force,</br>Stops the bold Warrior in his Course:</br>So happ'd it now: &mdash; A Form appears,</br>Low sunk beneath the Weight of Years;</br>A Band his sable Bosom grac'd;</br>A Girdle bound his ermin'd Waist;</br>His Nose, of Promontory Size,</br>Was arm'd with artificial Eyes;</br>A Wig, in mystic Curls y-spread,</br>Hung many a Fathom from his Head;</br>With Pain he bore, in tottering State,</br>A necromantic Folio's Weight,</br>Inscrib'd with Talismans most dire,</br>To check the sprightliest Muse's Fire:</br>I shook, turn'd pale, my Blood scarce ran:</br>He hem'd &mdash; ha'd &mdash; cough'd, and thus began.", "\"O Son!  what direful Ills await</br>The Progress of thy future Fate,</br>If thus, by recreant Fancy led,</br>You woo these Harlots to your Bed,</br>And right, and legal Reason quit</br>For Lozels base, and Pagan Wit?</br>Albeit in this thy youthful Prime,</br>In Pleasaunce flow thy reckless Time,</br>Yet, when white Eld shall o'er thy Head</br>Its venerable Honours spread,</br>Eftsoons these tinsel Glitterings fade,</br>Their Pride is gone, their Sheen decay'd;</br>O, where, then, in that Evening Hour,</br>Thy Wealth, thy Splendor, or thy Power?</br>Or, where those Trappings of the Sage,</br>That should adorn thy studious Age?</br>Pale Want her Harpy-Wings shall spread;</br>And Care shall haunt thy lonely Bed;</br>No Bar shall echo with thy Fame;</br>Inglorious shall descend thy Name,</br>Or live, on blasting Murmurs borne,</br>Of serious Sense the Jest, and Scorn:</br>O rouse thee, then this mystic Lore</br>With Eyes of studious Zeal explore;</br>By Toil, by Hardiment, and Pain,</br>O strive the steep Ascent to gain;</br>Then, ail thy Hour of Labour past,</br>Each Day shall smile upon the last.\"", "Thus he: &mdash; Light-stepping o'er the Green,</br>The youngest of the Nine is seen;</br>Who not on Pindus' sacred Height</br>Wing'd the bold Ardour of her Flight;</br>But at the Foot, in humble Cell,</br>With lonely Shepherd deign'd to dwell,</br>And oft, in many a lowly Lay,</br>Stole easy through the Summer Day)</br>With fluttering Joy her voice I hear,</br>Her Voice so 'custom'd to mine Ear&mdash;", "\"O!  if for Happiness you strive,</br>For which alone the Wise would live,</br>For which, through Nature's various Plan</br>Attentive strains the Mind of Man,</br>Seek not her Smile in idle State,</br>Amidst the Tumults of the Great;</br>Nor yet with Wealth abides the Fair,</br>Wealth, the sure Host of pining Care;</br>Nor Power, nor Public-Fame, bestows</br>The moral Bliss of calm Repose:</br>But, in the Muse's lonely Seat</br>She deigns to fix her calm Retreat;</br>There oft, with fond, maternal Love,</br>She visits whom the Nine approve;</br>Beam'd from the Mind's interior Powers,</br>She gilds the virtuous Poet's Hours;</br>And, soaring to sublimer Things,</br>Leaves Pomp and Misery to Kings:</br>O let not, then, this Wizard's Tongue</br>Allure thee from the Sons of Song,</br>To busy Noise, and wordy Strife,</br>The wrangling Dissonance of Life,</br>Nor, by his Promise led astray,</br>Think Fortune shall attend thy Way;</br>If aught the Muse aright divine,</br>For thee no Hoards of Gold shall shine;</br>No Honours shall around thee wait;</br>No Clients  shall besiege thy Gate;</br>Nor Fame in blooming Wreaths shall spread</br>The civic Crown around thy Head:</br>Then vain thy most assiduous Toil,</br>Thy early Watch, thy Midnight Oil,</br>Thy Hours of Labour never past,</br>Each Day shall frown upon the, last.\"", "She ceas'd &mdash; Quick raptur'd from the Heart,</br>\"Never, O never let us part!\"&mdash;</br>When straight, without a Breeze, the Grove</br>In solemn Reverence seem'd to move;</br>And every Thing around was aw'd,</br>As conscious of some present God:&mdash;</br>Submiss I gaz'd, as through the Shade</br>Appear'd the Jove-descended Maid;</br>Who sometimes, though of heavenly Birth,</br>Deigns guide the erring Sons of Earth;</br>And then, with Olive-Branch is seen,</br>The Symbol of the Athenian Queen;</br>Deep through my Breast her Accents stole,</br>And mute Attention rapt my Soul:", "\"Think not the mighty Lord of Heaven</br>To Man has Life and Reason given,</br>That center'd in his narrow Breast,</br>Their active Energy should rest;</br>Nor think to any Sphere confin'd</br>The Blessing of the virtuous Mind:</br>The great Disposer here below,</br>Hath mingled Happiness with Woe,</br>And bade eternal Order move</br>In social Life, and social Love:</br>Who seeks, in Indolence and Ease</br>To waste the Blossom of his Days,</br>Too late discovers, to his cost,</br>His promis'd Happiness is lost.</br>He best can hope the Bliss to prove</br>Of Ease, of Pleasure, and of Love,</br>Who sometimes from the Crowd retires</br>To Thoughts which Solitude inspires,</br>And blends, with Business, and with Noise,</br>The pensive Muse's silent Joys.</br>For thee &mdash; whate'er thy future Sphere</br>Commit to Heaven's disposing Care&mdash;</br>Think, if one Orphan's grateful Sighs,</br>One Widow's Prayer shall reach the Skies,</br>Think, if one Friend confess thine Aid,</br>How well thy Labour is repaid!</br>Thy Heart with honest Joy shall glow;</br>Thy Days in honour'd Peace shall flow;</br>By every Friend of Worth approv'd</br>By candid Innocence belov'd;</br>And Time shall grave upon thy Stone&mdash;</br>HE LIV'D NOT FOR HIMSELF ALONE!\"", "Something she added, which, in vein,</br>I strove quite perfect to retain,</br>About a Swain, whose spotless Youth</br>She guided in the Paths of Truth;</br>To whom she oft had deign'd impart</br>Each Attic Elegance of Art:&mdash;</br>\"To HIM\" (she cried) \"these Dictates bear\"&mdash;</br>The Name was lost in empty Air.&mdash;", "If e'er of such an one you hear,</br>Friend Thomas, twitch him by the Ear:</br>And tell him, that the tuneful Maid,</br>Who haunts the fair Parnassian Shade,</br>Was ne'er intended as his Wife,</br>Or Man's fix'd Concubine for Life:</br>But, that her soft assuasive Strain</br>Should soothe him in the Hour of Pain;</br>Should every finer Sense impart;</br>Should warm, should elevate his Heart;</br>Should grace, should dignify his Aim;</br>Should wake him to the Voice of Fame;</br>Yet, never from his Breast remove</br>The kindling Power of social Love;</br>Ne'er from the World's most toilsome Way</br>To turn his weary Steps astray;</br>But, up the Precipice of Ill,</br>And distant Virtue's stubborn Hill,</br>To rouse, to animate his Course,</br>To string in his unelastic Force,</br>And guide through Nature's mazy Plan</br>The Sage, the Patriot, and the Man.</br>"]