["Another year &mdash; another chequered year,</br>With all its change of joy and misery,</br>With each delightful smile, each stealing tear,</br>Hath swept along o'er Time's unresting sea:</br>In its fleet course what scenes hath destiny</br>Brought o'er the path of man's mysterious doom;</br>What flowers of earth in richest luxury</br>His hand hath robb'd of verdure and of bloom,</br>Hath culled their blossoms and prepared their tomb!", "I saw youth basking 'neath his calm blue sky,</br>In all the sweetness of his short delight;</br>A lovely phantom danced before his eye</br>In the bright sunbeam, and bewitched his sight:</br>He thought a form so beautiful and bright</br>As heaven's creation, could not be untrue;</br>Alas!  he knew not Hope, her smiles of light</br>Have all the splendour of the rainbow's hue,</br>As fair, as gay &mdash; ay, and as transient too.", "Enchanted hour!  Oh Nature!  breathes there one</br>Who hath not felt thy dear, extatic thrill,</br>When early youth hath watch'd the golden sun</br>Spring from the east and gild each lofty hill,</br>When all was blithesome, and his heart was still</br>With joy that speaks not, so supremely blest?</br>The birds sung sweetly &mdash; gently flowed the rill</br>Through banks in green and floral verdure drest</br>Bright as the glow of his untroubled breast.", "Then, when his heart was pure and sorrowless,</br>Did it not claim emotions from on high?</br>Was not his soul and voice upraised to bless</br>The power that framed that sun and smiling sky,</br>Who bade his thoughts on virtue's aid rely,</br>And raised his hopes above this sad sojourn,</br>Where sorrow's tears so often dim the eye,</br>So oft we pluck the flower and feel the torn,</br>To heaven's promise of a cloudless morn!", "When man first quaffs the cheating cup of life,</br>Joy fills the bowl and sparkles to the brim;</br>He recks not of the storm with dangers rife,</br>And deems the draught will aye be sweet for him;</br>But see, the sparkling beverage grows dim,</br>No longer sweet to taste or fair to see:</br>Oh list ye then, his mournful requiem</br>Poured for the days of joyous ecstasy,</br>Sad as the gale's low murmurs o'er the sea.", "No more &mdash; no more beats joy within the breast.</br>When sin pollutes youth's fresh and crystal spring,</br>When like the night cloud low'ring in the west,</br>Fate darkly flies upon the tempest's wing.</br>Oh Time!  thine ear hath heard gay childhood sing</br>Light as the lark upon the flowery spray,</br>Thou too hast heard the voice of sorrowing</br>Resound along thy desolating way,</br>When thou hast brought a dark, beclouded day.", "Oh, never more!  when o'er expiring bliss</br>The aching heart's sad notes of anguish flow,</br>Can peace again illume a world like this,</br>Mansion of care, and hermitage of wo?</br>Man!  weary pilgrim!  could thy spirit know</br>The pains, the trials which beset thy way,</br>Wouldst thou not shrink the task to undergo;</br>To watch the change of love's inconstant ray;</br>To feel unkindness' pangs as Friendship's lights decay.", "Alas, go Man, and search the book of Time,</br>Behold it dimmed with misery and tears;</br>Behold it stained with treachery and crime,</br>Through the long mournful agony of years;</br>Behold man's schemes, his wishes and his fears,</br>How soon hope's promises of bliss are flown;</br>And if a fair unsullied page appears</br>In that dread book, a darker page comes on,</br>Whence purity, and innocence, and joy are gone.", "And say what art thou, Hope! &mdash; a dazzling light&mdash;</br>Ideal phantom &mdash; wild fire of the mind&mdash;</br>A meteor gleaming through life's stormy night</br>Upon the rapid pinions of the wind!</br>And yet without thy ray the eye was blind</br>With black despair's impenetrable shade;</br>Thy light allures us, though we cannot find</br>The blissful haven which thou hast portrayed,</br>Yet we rely, still trusting, still betrayed.", "The ardent vow in love's sweet accents breathed;</br>The fervent kiss affection hath impressed;</br>The flowery braid which fancy's hand hath wreathed;</br>Yea, honour's laurel and ambition's crest,&mdash;</br>What are they but illusions of the breast!</br>How they deceive &mdash; bewilder &mdash; and betray!</br>Leaving the heart deserted and distrest:</br>They are blossoms of a summer day</br>As fair in bloom, as rapid in decay.", "Oh Time!  what fearful wrecks thy hand hath cast</br>Upon life's wild and cloud enveloped deep!</br>Gay o'er is waves Youth's gallant vessel past</br>Whilst yet the giant storm was hushed to sleep&mdash;</br>He rose in mighty wrath, thou sawest him sweep</br>In shadowy grandeur and in rude uproar;</br>Thou sawest the breakers rising high and steep,</br>That gallant vessel dash against the shore,</br>Engulfed beneath the foam, to rise no more.", "Thou Time, beheld'st the Roman eagle soar,</br>His mighty wings expanded as the cloud;</br>Thou saw'st the aspiring chieftain who, of yore,</br>Came, saw &mdash; and conquered &mdash; thou beheld'st the crowd</br>Of millions marching to the war-field proud,</br>Where waved the banners at Thermophylae,</br>And gloomy death involved his blood-red shroud</br>Round the three hundred men &mdash; the brave &mdash; the free&mdash;</br>The Spartan band who fell so gloriously!", "Thou sawest the lofty tower of Babylon</br>Rise o'er the earth and cleave the vaulted sky;</br>And as the lapse of ages hurried on,</br>Thou sawest in dust it's mould'ring fragments lie:</br>Proudly it frowned as if it could defy</br>In it's vast might the thunder-bolts of heaven&mdash;</br>Oh pile of vanity!  upreared so high,</br>The storm of ages round thy brow hath driven,</br>And left thy towers in ruin, crushed and riven.", "Destroyer Time!  how swiftly dost thou press</br>Man's footsteps onward to his lonely doom!</br>Rending apart affection's fond caress,</br>Stealing from beauty's cheek her rosy bloom,</br>And shrouding man within the noiseless tomb&mdash;</br>Ah!  then unheeded shall the buoyant spring</br>Send forth her zephyrs breathing with perfume;</br>Reflourish in delightful youth, and bring</br>Her beautiful wild birds upon the wing.", "Where waves the grass above that silent bourne,</br>The dew may freshen and the morning beam,</br>But he who rests beneath may not return,</br>Nor waken from his solitary dream:&mdash;</br>No &mdash; though fair nature's lap may richly teem,</br>And spread her garniture of roses there;</br>Oh!  never more for him can morning gleam,</br>No more for him the roses scent the air,</br>Or nature her attire of beauty wear.", "Once more the year is numbered.  Come, ye gay,</br>Ye light of heart &mdash; children of mirth and glee&mdash;</br>Pause for a while upon your reckless way,</br>And mark the changes upon fortune's sea:&mdash;</br>Oh ye!  who dream in love's soft witchery,</br>Twining round beauty's form love's verdant wreath,</br>Little ye think that joyless hour to see,</br>When like the hot simoom, misfortune's breath</br>Shall blight that wreath, and wither it to death!", "Come, and behold how youth and beauty fall</br>In the brief span of one contracted year;</br>How oft the dark and melancholy pall</br>Hath been extended o'er the sable bier,</br>Bathed with the tribute of affliction's tear.</br>How oft the peal of the funeral bell</br>Hath struck its warning on the startled ear,</br>When o'er the lovely and the loved, that knell</br>In fitful tones hath poured a last farewell.", "Another year &mdash; and yet another year&mdash;</br>Till the last moment of revolving time,</br>To us &mdash; to future ages shall appear,</br>With every change of every earthly clime;</br>Adorned by virtue and disgraced by crime;</br>With shame dishonoured and with glory bright,</br>Until the dawning of that day sublime,</br>When the fair earth shall vanish from the sight,</br>Blaze and expire in dark oblivious night.</br>"]