["How wonderful is Death,</br>Death and his brother Sleep!</br>One, pale as yonder waning moon</br>With lips of lurid blue;</br>The other, rosy as the morn</br>When throned on ocean's wave</br>It blushes o'er the world:</br>Yet both so passing wonderful!", "Hath then the gloomy Power</br>Whose reign is in the tainted sepulchres</br>Seized on her sinless soul?</br>Must then that peerless form</br>Which love and admiration cannot view</br>Without a beating heart, those azure veins</br>Which steal like streams along a field of snow,</br>That lovely outline, which is fair</br>As breathing marble, perish?</br>Must putrefaction's breath</br>Leave nothing of this heavenly sight</br>But loathsomeness and ruin?</br>Spare nothing but a gloomy theme,</br>On which the lightest heart might moralize?</br>Or is it only a sweet slumber</br>Stealing o'er sensation,</br>Which the breath of roseate morning</br>Chaseth into darkness?</br>Will Ianthe wake again,</br>And give that faithful bosom joy</br>Whose sleepless spirit waits to catch</br>Light, life and rapture from her smile?", "Yes!  she will wake again,</br>Although her glowing limbs are motionless,</br>And silent those sweet lips,</br>Once breathing eloquence,</br>That might have soothed a tyger's rage,</br>Or thawed the cold heart of a conqueror.</br>Her dewy eyes are closed,</br>And on their lids, whose texture fine</br>Scarce hides the dark blue orbs beneath,</br>The baby Sleep is pillowed:</br>Her golden tresses shade</br>The bosom's stainless pride,</br>Curling like tendrils of the parasite</br>Around a marble column.", "Hark!  whence that rushing sound?</br>'Tis like the wondrous strain</br>That round a lonely ruin swells,</br>Which, wandering on the echoing shore,</br>The enthusiast hears at evening:</br>'Tis softer than the west wind's sigh;</br>'Tis wilder than the unmeasured notes</br>Of that strange lyre whose strings</br>The genii of the breezes sweep:</br>Those lines of rainbow light</br>Are like the moonbeams when they fall</br>Through some cathedral window, but the teints</br>Are such as may not find</br>Comparison on earth.", "Behold the chariot of the Fairy Queen!</br>Celestial coursers paw the unyielding air;</br>Their filmy pennons at her word they furl,</br>And stop obedient to the reins of light:</br>These the Queen of spells drew in,</br>She spread a charm around the spot,</br>And leaning graceful from the etherial car,</br>Long did she gaze, and silently,</br>Upon the slumbering maid.", "Oh!  not the visioned poet in his dreams,</br>When silvery clouds float through the wildered brain,</br>When every sight of lovely, wild and grand</br>Astonishes, enraptures, elevates,</br>When fancy at a glance combines</br>The wondrous and the beautiful,&mdash;</br>So bright, so fair, so wild a shape</br>Hath ever yet beheld,</br>As that which reined the coursers of the air,</br>And poured the magic of her gaze</br>Upon the maiden's sleep.", "The broad and yellow moon</br>Shone dimly through her form&mdash;</br>That form of faultless symmetry;</br>The pearly and pellucid car</br>Moved not the moonlight's line:</br>'Twas not an earthly y pageant:</br>Those who had looked upon the sight,</br>Passing all human glory,</br>Saw not the yellow moon,</br>Saw not the mortal scene,</br>Heard not the night-wind's rush,</br>Heard not an earthly sound,</br>Saw but the fairy pageant,</br>Heard but the heavenly strains</br>That filled the lonely dwelling.", "The Fairy's frame was slight, yon fibrous cloud,</br>That catches but the palest tinge of even,</br>And which the straining eye can hardly seize</br>When melting into eastern twilight's shadow,</br>Were scarce so thin, so slight; but the fair star</br>That gems the glittering coronet of morn,</br>Sheds not a light so mild, so powerful,</br>As that which, bursting from the Fairy's form,</br>Spread a purpureal halo round the scene,</br>Yet with an undulating motion,</br>Swayed to her outline gracefully.", "From her celestial car</br>The Fairy Queen descended,</br>And thrice she waved her wand</br>Circled with wreaths of amaranth:</br>Her thin and misty form</br>Moved with the moving air,</br>And the clear silver tones,</br>As thus she spoke, were such</br>As are unheard by all but gifted ear.", "FAIRY.</br>Stars!  your balmiest influence shed!</br>Elements!  your wrath suspend!</br>Sleep, Ocean, in the rocky bounds</br>That circle thy domain!</br>Let not a breath be seen to stir</br>Around yon grass-grown ruin's height,</br>Let even the restless gossamer</br>Sleep on the moveless air!</br>Soul of Ianthe!  thou,</br>Judged alone worthy of the envied boon,</br>That waits the good and the sincere; that waits</br>Those who have struggled, and with resolute will</br>Vanquished earth's pride and meanness, burst the chains,</br>The icy chains of custom, and have shone</br>The day-stars of their age; &mdash; Soul of Ianthe!</br>Awake!  arise!", "Sudden arose</br>Ianthe's Soul; it stood</br>All beautiful in naked purity,</br>The perfect semblance of its bodily frame.</br>Instinct with inexpressible beauty and grace,</br>Each stain of earthliness</br>Had passed away, it reassumed</br>Its native dignity, and stood</br>Immortal amid ruin.", "Upon the couch the body lay</br>Wrapt in the depth of slumber:</br>Its features were fixed and meaningless,</br>Yet animal life was there,</br>And every organ yet performed</br>Its natural functions:  'twas a sight</br>Of wonder to behold the body and soul.</br>The self-same lineaments, the same</br>Marks of identity were there:</br>Yet, oh, how different!  One aspires to Heaven,</br>Pants for its sempiternal heritage,</br>And ever changing, ever rising still,</br>Wantons in endless being.</br>The other, for a time the unwilling sport</br>Of circumstance and passion, struggles on;</br>Fleets through its sad duration rapidly;</br>Then like an useless and worn-out machine,</br>Rots, perishes, and passes.", "FAIRY.</br>Spirit!  who hast dived so deep;</br>Spirit!  who hast soared so high;</br>Thou the fearless, thou the mild,</br>Accept the boon thy worth hath earned,</br>Ascend the car with me.", "SPIRIT.</br>Do I dream?  is this new feeling</br>But a visioned ghost of slumber?</br>If indeed I am a soul.</br>A free, a disembodied soul,</br>Speak again to me.", "FAIRY.</br>I am the Fairy MAB:  to me 'tis given</br>The wonders of the human world to keep:</br>The secrets of the immeasurable past,</br>In the unfailing consciences of men,</br>Those stern, unflattering chroniclers, I find:</br>The future, from the causes which arise</br>In each event, I gather:  not the sting</br>Which retributive memory implants</br>In the hard bosom of the selfish man;</br>Nor that extatic and exulting throb</br>Which virtue's votary feels when he sums up</br>The thoughts and actions of a well-spent day,</br>Are unforeseen, unregistered by me:</br>And it is yet permitted me, to rend</br>The veil of mortal frailty, that the spirit</br>Clothed in its changeless purity, may know</br>How soonest to accomplish the great end</br>For which it hath its being, and may taste</br>That peace, which in the end all life will share.</br>This is the meed of virtue; happy Soul,</br>Ascend the car with me!", "The chains of earth's immurement</br>Fell from Ianthe's spirit;</br>They shrank and brake like bandages of straw</br>Beneath a wakened giant's strength.", "She knew her glorious change,</br>And felt in apprehension uncontrolled</br>New raptures opening round:</br>Each day-dream of her mortal life,</br>Each frenzied vision of the slumbers</br>That closed each well-spent day,</br>Seemed now to meet reality.", "The Fairy and the Soul proceeded;</br>The silver clouds disparted;</br>And as the car of magic they ascended,</br>Again the speechless music swelled,</br>Again the coursers of the air</br>Unfurled their azure pennons, and the Queen</br>Shaking the beamy reins</br>Bade them pursue their way.", "The magic car moved on.</br>The night was fair, and countless stars</br>Studded heaven's dairk blue vault,&mdash;</br>Just o'er the eastern wave</br>Peeped the first faint smile of morn:&mdash;</br>The magic car moved on&mdash;</br>From the celestial hoofs</br>The atmosphere in flaming sparkles flew,</br>And where the burning wheels</br>Eddied above the mountain's loftiest peak,</br>Was traced a line of lightning.</br>Now it flew far above a rock,</br>The utmost verge of earth,</br>The rival of the Andes, whose dark brow</br>Lowered o'er the silver sea.", "Far, far below the chariot's path,</br>Calm as a slumbering babe,</br>Tremendous Ocean lay.</br>The mirror of its stillness shewed</br>The pale and waning stars,</br>The chariot's fiery track,</br>And the grey light of morn</br>Tinging those fleecy clouds</br>That canopied the dawn.</br>Seemed it, that the chariot's way</br>Lay through the midst of an immense concave,</br>Radiant with million constellations, tinged</br>With shades of infinite colour,</br>And semicircled with a belt</br>Flashing incessant meteors.", "The magic car moved on.</br>As they approached their goal</br>The coursers seemed to gather speed;</br>The sea no longer was distinguished; earth</br>Appeared a vast and shadowy sphere;</br>The sun's unclouded orb</br>Rolled through the black concave</br>Its rays of rapid light</br>Parted around the chariot's swifter course,</br>And fell, like ocean's feathery spray</br>Dashed from the boiling surge</br>Before a vessel's prow.", "The magic car moved on.</br>Earth's distant orb appeared</br>The smallest light that twinkles in the heaven;</br>Whilst round the chariot's way</br>Innumerable systems rolled,</br>And countless spheres diffused</br>An ever-varying glory.</br>It was a sight of wonder:  some</br>Were horned like the crescent moon;</br>Some shed a mild and silver beam</br>Like Hesperus o'er the western sea;</br>Some dash'd athwart with trains of flame,</br>Like worlds to death and ruin driven;</br>Some shone like suns, and as the chariot passed,</br>Eclipsed all other light.", "Spirit of Nature!  here</br>In this interminable wilderness</br>Of worlds, at whose immensity</br>Even soaring fancy staggers,</br>Here is thy fitting temple.</br>Yet not the lightest leaf</br>That quivers to the passing breeze</br>Is less instinct with thee:</br>Yet not the meanest worm</br>That lurks in graves and fattens on the dead</br>Less shares thy eternal breath.</br>Spirit of Nature!  thou!</br>Imperishable as this scene,</br>Here is thy fitting temple.", ""]