["Oh Thou, whom eye hath seen not, ne'er shall see!</br>Whose way is in the deep &mdash; whose steps unknown,</br>Enshrin'd thyself in clouds of mystery,</br>Yet darting beams of heavenly brightness down,</br>Thou art my God; and prostrate at thy throne,</br>And warm in Faith, and strengthen'd by thy power,</br>I yield my all &mdash; Oh God, accept thine own,</br>From the frail heart that seeks to know no more</br>Than that Thou liv'st and reign'st, to tremble and adore.", "Oh, let my soul, content to worship Thee,</br>Each daring thought, each prouder wish resign;</br>Till thine own voice shall set the spirit free,</br>And mortal knowledge ripen to divine!</br>Perhaps, (forgive that daring hope of mine,)</br>Thine eye of grace the humble thought may view,</br>And bid thy heavenly light more brightly shine</br>On those who, panting for its beams, yet knew</br>To wait in patient hope, till death the veil undrew.", "Oh, not on doubt's interminable main</br>Let my frail bark by varying winds be tost,</br>Where human aid, alas!  but shews in vain</br>To the wreck'd wretch the port for ever lost:</br>Who shall assuage thy woes \"when tempest tost\"?</br>Or speak of comfort, \"comfortless\" to thee?</br>Who, but the Power that knows thy weakness most,</br>And in his own good time shall set thee free,</br>Spreading the oil of peace o'er thy tumultuous sea?", "And let not him who never felt a fear,</br>Safe in his pride of heart, thy woes deride;</br>Perhaps that scornful eye or brow severe</br>Hath thoughts less hallow'd thou thine own to hide.</br>E'en the dark days of doubt have purified</br>My chasten'd soul from many an earthly stain;</br>And chas'd, for ever clos'd, the demon pride</br>That once had mark'd thee in his menial train;</br>But now hath lost his power, and spreads his lures in vain.", "Father of Life, whose \"loveliest name is Love,\"</br>Whose throne the humble seek &mdash; the guilty fly,</br>Thou art my God &mdash; around, beneath, above,</br>I trace no frowns, no terrors in thine eye,</br>All breathes of that pervading harmony</br>Which draws from present ill the future good:</br>All leads our spirits to that peaceful sky</br>Where banish'd far, nor sorrow's gloomy mood,</br>Nor fancy's wayward dreams, nor real ills intrude.</br>"]