["RICHY.</br>What gars thee look sae dowf, dear Sandy, say,</br>Chear up dull Fallow, take thy Reed and play,</br>My Apron Deary, &mdash; or some wanton Tune,</br>Be merry Lad, and keep thy Heart aboon.", "SANDY.</br>Na, Na!  It winna do!  Leave me to mane,</br>This aught Days twice o'er tell'd I'll whistle nane.", "RICHY.</br>Wow Man, that's unco' sad, &mdash; is that ye'r Jo</br>Has ta'en the Strunt? &mdash; Or has some Bogle-bo</br>Glowrin frae 'mang auld Waws gi'en ye a Fleg?</br>Or has some dawted Wedder broke his Leg?", "SANDY.</br>Naithing like that, sic Troubles eith were born!</br>What's Bogles, &mdash; Wedders, &mdash; or what's Mausy's Scorn;</br>Our loss is meikle mair, and past Remeed,</br>EDIE that play'd and sang sae sweet is dead.", "RICHY.</br>Dead say'st thou, Oh!  Had up my Heart O Pan!</br>Ye Gods!  What Laids ye lay on feckless Man,</br>Alake therefore, I canna wyt ye'r Wae,</br>I'll bear ye Company for Year and Day.</br>A better Lad ne'er lean'd out o'er a Kent,</br>Or hound a Coly o'er the mossy Bent;</br>Blyth at the Bought how aft ha' we three been,</br>Hartsome on Hills, and gay upon the Green.", "SANDY.</br>That's true indeed!  But now thae Days are gane,</br>And with him a' that's pleasant on the Plain.</br>A Summer Day I never thought it lang</br>To hear him make a Roundel or a Sang.</br>How sweet he sung where Vines and Myrtles grow,</br>Of wimpling Waters which in Latium flow.</br>Titry the Mantuan Herd wha lang sinsyne</br>Best sung on aeten Reed the Lover's Pine,</br>Had he been to the fore now in our Days,</br>Wi' EDIE he had frankly dealt his Bays:</br>As lang's the Warld shall Amaryllis ken,</br>His Rosamond shall eccho thro' the Glen;</br>While on Burn Banks the yellow Gowan grows,</br>Or wand'ring Lambs rin bleeting after Ews,</br>His Fame shall last, last shall his Sang of Weirs,</br>While British Bairns brag of their bauld Forbears.</br>We'll mickle miss his blyth and witty Jest</br>At Spaining Time, or at our Lambmass Feast.</br>O Richy, but 'tis hard that Death ay reaves</br>Away the best Fouck, and the ill anes leaves.</br>Hing down ye'r Heads ye Hills, greet out ye'r Springs,</br>Upon ye'r Edge na mair the Shepherd sings.", "RICHY.</br>Than he had ay a good Advice to gi'e,</br>And kend my Thoughts amaist as well as me;</br>Had I been thowless, vext, or oughtlins sow'r,</br>He wad have made me blyth in haff an Hour.</br>Had Rosie ta'en the Dorts, &mdash; or had the Tod</br>Worry'd my Lamb, &mdash; or were my Feet ill shod,</br>Kindly he'd laugh when sae he saw me dwine,</br>And tauk of Happiness like a Divine.</br>Of ilka Thing he had an unco' Skill,</br>He kend be Moon Light how Tides ebb and fill.</br>He kend, What kend he no?  E'en to a Hair</br>He'd tell O'er-night gin neist Day wad be fair.</br>Blind John, ye mind, wha sang in kittle Phrase,</br>How the ill Sp'rit did the first Mischief raise;</br>Mony a Time beneath the auld Birk-tree,</br>What's bonny in that Sang he loot me see.</br>The Lasses aft flang down their Rakes and Pales,</br>And held their Tongues, O strange!  to hear his Tales.", "SANDY.</br>Sound be his Sleep, and saft his Wak'ning be,</br>He's in a better Case than thee or me;</br>He was o'er good for us, the Gods hae ta'en</br>Their ain but back, &mdash; he was a borrow'd-len.</br>Let us be good, gin Virtue be our Drift,</br>Then may we yet forgether 'boon the Lift.</br>But see the Sheep are wysing to the Cleugh;</br>Thomas has loos'd his Ousen frae the Pleugh;</br>Maggy by this has beuk the Supper Scones,</br>And nuckle Ky stand rowting on the Lones:</br>Come Richy let us truse and hame o'er bend,</br>And make the best of what we canna mend.</br>"]