["Now was the season when the gorgeous sun</br>Had doff'd his dark December liverie,</br>And o'er the waving plain and dimpled sea</br>With renovated light resplendent shone.</br>All nature felt his ray, and, rich with showers,</br>Glad in her lap received the opening flowers</br>That Maia strew'd about unsparingly,</br>While thro' the green groves tripp'd it merrily,</br>All fresh with vernal dews the rosy bosom'd hours.", "From the high rock and mossy forest soar</br>To thank their sovereign sun the tuneful birds,</br>And basking in his beams, the lowing herds</br>Lie on the bank beside the rivulet hoar;</br>Thro' chequer'd woods, to meet the rising morn,</br>Springs the rejoicing lark from every thorn,</br>And sober evening hears the melody</br>Of Philomel in many a lonely tree,</br>That to high Heaven by echo is for ever borne.", "So nature smiled, as o'er the flowery road,</br>And down the mountain's wild romantic side,</br>And by the banks of wandering rivers wide,</br>And through deep woods, by human feet untrod,</br>An English knight his devious path pursued:</br>While the soft season, in his soul renew'd</br>Sweet fairy visions, and delicious dreams</br>Of friends and country left, bright Phoebus' beams</br>Pour'd down their noontide heat upon the sparkling flood.", "Like the mild evening of a summer's day</br>Is the remembrance of enjoyment past:</br>The sun is set, but o'er the vale is cast</br>A softer light from his reflected ray.</br>No dazzling radiance strikes the senses blind,</br>No fiery heat fatigues the raptured mind;</br>But calm the spirit as the unruffled sea,</br>Concordant as seraphic harmony,</br>Pure as the soul that longs its native Heaven to find.", "Enjoyment palls; imagination fades;</br>But memory's pleasures never melt away,</br>And hope's delusive power with stronger sway</br>Our actions rules, and every sense pervades.</br>'Tis like the rising morn, whose cheerful smile</br>Exalts our souls, and animates our toil.</br>What though in misty shrouds the landscape lies,</br>Creative fancy every scene supplies,</br>Spreads the bright grassy slope, or shapes the shadowy isle.", "'Twas smiling hope that led that errant knight</br>Thro' Egypt's perilous wilds and burning sands,</br>To seek the mead of fame in distant lands,</br>Honour's best solace, and supreme delight.</br>'Twas hope advanced him thro' the rugged road,</br>By many a trial won, to fame's abode.</br>'Twas heavenly hope exalted o'er the throng,</br>To shine on high, the blessed souls among,</br>Saint George &mdash; of Britain's weal the tutelary God.", "When Phoebus now had reach'd his western goal,</br>And lengthen'd shades obscured the dubious way,</br>Fled from the wanderer's mind those visions gay.</br>Behind, the last ray glimmer'd from the pole;</br>Before him frown'd an unfrequented wood,</br>Whereto his steed uncurb'd its way pursued.</br>Thick was the wood, and as they journey'd on,</br>Deeper and deeper sank the setting sun,</br>Whilst darker grew the shades, and desart longer shew'd.", "And to this day the knight might still have trod</br>The many mazes of that endless wood,</br>Whilst issuing from old Nilus' slimy flood,</br>Fierce Alligators scream'd along the road,</br>And serpents hiss'd, in every thicket found,</br>And Lions roar'd, and Tigers growl'd around.</br>Such concert for the Champion was prepared,</br>When, thro' the blackening shades as on he fared,</br>A taper's friendly light shot gleaming o'er the ground.", "Fortune, in truth, had led him to a place</br>Where stood the only mansion of the soil.</br>There, far removed from worldly care and toil,</br>A hermit stay'd, to end his mortal race.</br>Tho' ten long years the sire had ne'er survey'd</br>The face of man who thro' these desarts stray'd,</br>Not with less courtesy he received the knight,</br>Refresh'd with food, and lodged him for the night,</br>And with the morning's dawn, to his lost road convey'd.", "Midst other converse &mdash; \"Underneath yon hill,\"</br>The old man said, while tears of pity roll'd,</br>\"Each year some fair Egyptian maid is sold</br>A hellish serpent's ravenous maw to fill.</br>This savage monster, fifty years ago,</br>Fill'd Egypt's far-extended land with woe,</br>Her harvests blasted, and her sons destroy'd,</br>Till at the last, with spoil and slaughter cloy'd,</br>An annual tribute now will satisfy the foe.", "\"So to avert his all-destroying spite,</br>They choose a virgin every year by lot,</br>Whom bound they leave a victim on the spot,</br>Sad victim to his ravenous appetite.</br>This very day the Soldan's daughter dies,</br>Ah how unfit to be the monster's prize!</br>And twenty youths, the lovely maid to save,</br>Have in this desart met an early grave,</br>Scorch'd by his sulphurous breath, or blasted by his eyes.\"", "\"O chosen band!\"  the admiring champion cried,</br>\"Let me pursue your path to deathless fame!</br>Here for myself the bold emprize I claim,</br>And swear to save, or perish by her side.\"</br>The hoary sage commends his generous zeal,</br>Blesses his hauberk's mail and gloves of steel,</br>Directs his course, then leaves with tear-swoln eyes.</br>The champion, as the sun made sign to rise,</br>Came where the dragon waits, alone, his annual meal.", "Red rose the sun above the eastern hill,</br>Mantled in mist, and thro' the troubled air</br>Burst the wild shrieks of horror and despair,</br>That with unwonted awe his bosom fill.</br>Bound to yon stone what sculptured form appears?</br>Down her pale cheek descend no dewy tears,</br>No sighs her bare and marble bosom move,</br>Closed are her lips, for pleasure form'd, and love,</br>No sight her dimmËd eyes receive, no sound her ears.", "To the cold statue as the knight drew nigh,</br>Feebly she raised her languid lids, and cried,</br>(Till on her lips the unfinish'd accents died,)</br>\"Fly, daring youth, from luckless Sabra fly!\"</br>&mdash;\"No, by the God whose holy badge I bear,</br>No, by the King whose knightly sword I wear;</br>None e'er shall English George a caitiff call,</br>Who vows for thee to conquer or to fall.\"</br>&mdash;He knelt, and on his forehead seal'd the oath he sware.", "\"For thee, bright Virgin, to this fated place</br>I came, nor, without thee, will hence depart:</br>Here will I leave a spotless Christian's heart,</br>Or rend the monster's from its ebon case.</br>Give then thine hand, fair saint!  thy Knight am I.\"</br>She gave her hand; when lo!  before her eye</br>Appear the scaly Monster's sinewy folds:</br>Again she strives to loose the hand he holds;</br>\"Fly, generous youth,\" she cried, \"from luckless Sabra fly!\"", "The Monster now, in many a tortuous spire,</br>Drags his green length of tail along the sand&mdash;</br>(Firm stays the knight, nor quits the Virgin's hand.)</br>Flash his red eye-balls, and his nostrils fire&mdash;</br>(The Briton bears unmoved his ghastly gaze.)</br>And now his burnish'd scales erected blaze;</br>His iron wings he spreads; and o'er the ground</br>His shadow spreads ten cubits' space around;</br>(Saint George his lance protends, and his broad shield displays.)", "Sabra no more resists, no more dissuades,</br>No more her eyes their speaking lustres dart</br>To tear the fateful purpose from his heart,</br>But grateful agony each look pervades.</br>Oh with what throbs her heaving bosom beats,</br>As the stout lance the scaly dragon meets!</br>What horror stiffens every joint again,</br>Chains every nerve, and freezes every vein,</br>When shiver'd on the sand, the Knight unarm'd retreats!", "Loud yell'd the monster, and his sulphurous breath</br>Fill'd with intolerable stench the air.</br>The hot contagion can no mortal bear,</br>But parch'd and wither'd, sinks in putrid death.</br>The flowers are blasted on the smoking ground,</br>The leaves drop blacken'd from the woods around;</br>Stiff in the tainted pools the fishes die;</br>In spiral paths the birds above them fly,</br>In lessening circles whirl'd, till life and sense are drown'd.", "What pitying power has George and Sabra spared?</br>Ah happy pair!  to you shall yet be given</br>Long hours of solace by indulgent Heaven.</br>Yet scarce the fainting knight to breathe was heard,</br>As motionless on his dead horse he lay:</br>Onward the monster roll'd his destined way,</br>His griping talon on his shoulder laid,</br>All the black horrors of his throat display'd,</br>And pour'd the burning venom on his hapless prey.", "The deadly stream descended on his vest,</br>Where the red cross the pious Champion bore,</br>Dear symbol of his faith.  Deadly no more,</br>The life-restoring poison fill'd his breast.</br>O miracle of Grace!  the Knight, restored,</br>Leap'd lightly from the ground, and seized his sword;</br>On the fell fury rush'd with ardent zeal&mdash;</br>The gaping throat received his trusty steel,</br>And the black heart's blood, mix'd with baleful venom, pour'd.", "\"Rise, Sabra!  thou art saved &mdash; the dragon dies.\"</br>Alas!  she answers not &mdash; her limbs are cold&mdash;</br>Dim mists have closed her eyes&mdash;her breath enfold.</br>Again the knight exclaims, \"Rise, Lady, rise!\"</br>At length like healing balm his accents flow;</br>Again the life blood mounts, the spirits glow;</br>While, on his soft supporting arm reclined,</br>Fann'd by his casque, the brisk refreshing wind</br>Bids on her death-cold cheek returning roses blow.", "Now on that cheek, where late the pallid hue</br>Unmix'd appear'd of hopeless cold despair,</br>Warm blushes rise, as from his ivory fair</br>Pygmalion's passion warmth and feeling drew.</br>The statue warms &mdash; and in the virgin's breast</br>Joy, gratitude, and wonder shine confest.</br>As on the youth who saved her gleam her eyes,</br>With gratitude, and pleasure, and surprise,</br>If love too enters, comes he a forbidden guest?", "But if the maid such various passions move,</br>On the blest victor's heart what rapture steals,</br>As every moment some new charm reveals,</br>And her eyes sparkle with the flames of love?</br>Lingering and silent they together trace</br>Their path towards the Hermit's holy place:</br>Expressive silence! &mdash; words had less display'd</br>The awaken'd fervours of that grateful maid</br>Than did her speaking eyes and love illumined face.", "Now hast thou loiter'd long enough, my muse!</br>Suffice it then, they love; nor stop to say</br>How joyful was the hermit to survey</br>His late lost guest alive, and hear the news</br>Of that foul dragon stretch'd along the shore,</br>Now terror of Egyptian dames no more;</br>Nor what his hut contain'd, to drink and eat:</br>We know he was not sparing of his meat,</br>And that his mule at length the rescued princess bore.", "And so for Cairo! &mdash; On the banks of Nile</br>I see the amorous pair pursue their way;</br>Bright Sabra, lovely as the dawn of day,</br>Slow pacing on her mule; and, all the while,</br>The British knight, attendant at her side,</br>Along the shore the sluggish palfrey guide,</br>In silence gazing on its beauteous load;</br>Or, to beguile the long, though happy, road,</br>Of knightly deeds converse, and countries distant wide.", "Here rest, my Hippogryff, some little space&mdash;</br>And time, perchance, thy wanderings here were ended;</br>From dreamy realms of Faery-land descended,</br>Ill may'st thou hope to find reward or grace</br>Mid sober sons of sage utility,</br>Who ne'er to fancy bent the stubborn knee,</br>Or own'd the soul-subduing power of song.</br>Then rest awhile &mdash; yet not to tarry long,</br>Ere Egypt's sands are changed for verdant Thessaly.</br>"]