["Where Flora's loveliest carpet spreads the ground,</br>And nature sits, by smiling summer dress'd,</br>While gentle zephyrs ever breathe around</br>\"The spicy gales of Araby the bless'd,\"</br>By hyperboream winter, ne'er oppress'd,</br>Fair Lusitania lifts her head on high,</br>Wreath'd with the purple vine, her flowing vest;</br>Her gilded turrets pierce a cloudless sky,</br>And round her front the strains of love's soft melody.", "Hail queen of cities, long in Tajo's wave,</br>Long may'st thou view thy charms reflected bright,</br>Who at thy footstool, low, a humble slave</br>Spreads his broad mirror to th' enchanted sight</br>The sons of commerce leads, in habits dight</br>Of every various clime &mdash; from every shore,</br>Low at thy feet to cast a navy's freight;</br>May Heaven no more its wrathful vengeance pour,</br>Nor war pollute with blood thy gay luxuriant bower.", "The Muse hath seen, when earth's convulsive throes,</br>Hurl'd to the dust, your fair devoted head,</br>She saw and wept, but smil'd as you arose</br>Like fabled Phoenix, from your funeral bed,</br>With more than former radiance round you shed;</br>She saw, (again she wept,) along thy strand,</br>When from their foes thy royal exiles fled,</br>Thy children droop, a melancholy band,</br>As for a distant clime Braganza left the land.", "Can all the jems that fair Brazilia boasts,</br>Can all the joys luxuriant climate yields,</br>Can the warm breezes of her spicy coasts,</br>Vie with the zephyrs of his native fields?</br>Can the bright ray, her mellow fruit that gilds,</br>Dry up the tears, the exiles cheek that stains?</br>Ah no, alas!  for powerful memory wields</br>A fairy wand, and Lusitania's plains</br>Rise to her tortur'ed sight, and home its hold retains.", "Let modern stoics boast that they embrace,</br>(While thro' their visionary maze they rove,)</br>With equal love, the whole of human race&mdash;</br>Man has his orbit still, in which to move:</br>In his first thread of life Heav'n interwove</br>A ruling principle that never dies;</br>A partial, not an universal love,</br>That bids him gravitate, where'er he flies,</br>Still to th' attractive point which love of home supplies.", "Hail, love of country!  kindest gift of Heaven,</br>(Without thee life were but a joyless dream)</br>To all mankind, for wisest purpose given.</br>The slave of Afric (Europe's endless shame)</br>Loves his brown desert, and his sooty dame;</br>'Mid strangers thrown, the hapless mourner sighs</br>For \"local habitation and a name,\"</br>Home his last haven of hope &mdash; in death espies,</br>The road that leads to life, beneath his native skies.", "'Tis thou that warm'st the godlike patriot's breast,</br>The soldiers sword without thee edgeless falls;</br>'Twas thou, when Gallia's murd'rous hordes opprest,</br>'Twas thou defendedst Saragosa's walls.</br>Once more thy welcome voice Braganza calls,</br>His panting country bursts the tyrant's chains,</br>Her open arms no more the fetter galls;</br>\"Come then, Braganza, launch into the main</br>Thy tempest-beaten bark, and bless thy home again.\"", "That home late ravag'd by a lawless fiend,</br>Scourge of the earth &mdash; a monster fell and dread,</br>For purpose wise awhile from vengeance skreen'd</br>Havoc and death o'er half the world to spread,</br>Like famish'd wolf, by love of slaughter led,</br>Whom nature shrinks from, for his breath is blight,</br>His drink is blood, his food the murder'd dead;</br>But, lo!  where Britain rises in her might,</br>Abash'd the monster shrinks in wild disorder'd flight.", "Rise Lusitania!  rise!  From Sant'rem's brow,</br>View Wellington and vengeance in his rear,</br>But mix'd with thine the victor's tears must flow;</br>Who trac'd the blood-stain'd path, where dastard fear,</br>By disappointment urg'd, forbade to spare</br>The hoary head of age, or helpless dames&mdash;</br>Unfurl'd the British ensigns float in air!</br>Almeida's plain with wars fierce lightning flames,</br>And victory's cheering shout thy freedom loud proclaims!", "Well pleas'd the Muse beholds the dawn of day,</br>That comes, thy mists of error to dispel,</br>Down to her darkset cave, before its ray,</br>Stern bigotry shall fly &mdash; a monster fell.&mdash;</br>E'en her dread instrument, that child of hell,</br>Whose grasp is death, shall with a groan expire.</br>Of \"Acts of faith\" alone shall legends tell,</br>When frantic zeal blew fierce the torturing fire,</br>And stretch'd the living victim on his funeral pyre.", "Rise Lusitania!  from thy lowly bed,</br>And halcyon days shall bless thee once again;</br>A friendly arm supports thy drooping head,</br>Rise and survey thy foe with proud disdain.</br>Rouse, be thyself and give thy valour rein,</br>Thy gallant spirit to the conflict brace,</br>The glorious meed of chivalry regain,</br>Assert the honors of thy generous race,</br>In Camoen's deathless page thy former glories trace.", "View where thine own De Viseo struck the spark;</br>That shed on Gothic gloom dawn of light:</br>Bursting the clouds of feudal ages dark,</br>The sun of commerce rose &mdash; dispell'd the night;</br>De Gama saw and hail'd the cheering sight,</br>Launch'd his advent'rous bark and spread the sail;</br>Nor winds nor untried seas the chief affright,</br>No tears can move, tho' kindred round him wail,</br>At Belem pays his vows, and courts the favouring gale.", "Thro' boist'rous seas towards the rising sun</br>His daring course the adven'trous hero bore,</br>Nor e'er looks back, his voyage once begun&mdash;</br>Though treachery's steel assials, and tempests roar,</br>And happy hails, at last, the Indian shore.</br>Let the same spirit urge thy daring mind,</br>Soon shall thy foes thy courage rous'd deplore,</br>War's iron tempest beats with fraud combin'd,</br>Yet shall thy sea-wash'd bark a happy haven find.", "Lo, on Evora's plain, thy sons in arms</br>Couch the strong spear and raise the blazon'd shield,</br>While patriot fire each warrior-bosom warms,</br>\"Victory or Death\" they cry, and scorn to yield,</br>Or count the lances which the foemen wield;</br>Against true valour's charge what foe can stand?</br>With Moorish blood is died the battle-field;</br>Routed they fly, though numerous as the sand,</br>Nor more the barbarous horde pollutes thy happy land.", "Not less barbarian is thy present foe,</br>Less brave thy sons than were their sires of old,</br>The rust of sloth and peace their sabres show,</br>Thy ensigns long in dust inglorious roll'd,</br>Spread to the winds, and let the foe behold:</br>Strike from the sword the slow consuming rust</br>Upon their crests. &mdash; Be confident and bold&mdash;</br>Lay their proud eagles prostrate in the dust,</br>Drive from thy weeping plains the sons of blood and lust.", "Let hearths and altars, drench'd with dearest blood,</br>Thy tapers holy blaze, thy social fire,</br>Quench'd in life's purple stream that pour'd a flood</br>From the pierc'd hearts of wife, of child, and sire,</br>To noble vengeance rouse thy burning ire!</br>Forgive the Muse who not presumes to chide,</br>She sees thy sons to gallant deeds aspire;</br>And Lusitania by Hyspania's side,</br>Once more is Europe's boast, once more is Europe's pride.", "Hail brave Hispania!  all an artless Muse</br>To thee can give, and more, is justly thine.</br>Nor generous thou the humble meed refuse:</br>Hail, brave Hispania!  born in arms to shine,</br>To wield the knightly sword and form th' embattled line.</br>Rous'd from the sleep of sloth and peaceful rest,</br>Thy spirit scorn'd inglorious to repine,</br>With treachery's dagger rankling in thy breast,</br>Higher thy courage rose the more it was opprest.", "Lo, crouching Europe views thy deeds with shame,</br>As at the Tyrant's feet she hugs her chain.</br>May, from thy blaze, spread. far the patriot flame,</br>And to the conflict rouse her might again,</br>To blot from history's page th' inglorious stain,</br>E'en those, his vassals, fetter'd to the oar,</br>Whom Rhine with shame beholds, shall yet disdain</br>To row his pageant barge &mdash; shall spurn his power&mdash;</br>Burst their disgraceful bonds, and be his slaves no more.", "Thy clarion's Voice shall rouse a world to arms,</br>From Belgia's marsh to Russia's frozen clime;</br>Its animating sound each bosom warms,</br>Each heart beats Freedom's arduous steep to climb,</br>And feels that base submission is a crime.</br>The Austrian eagle, spurning forced ties,</br>At glory's sun shall aim her flight sublime,</br>And humbled Prussia from the dust arise,</br>Whilst the Czar's banners float again in southern skies.", "Hark!  while  my harp to war's high note I string,</br>The flash of victory gilds the brow of night!</br>Her pealing thunders bid the welkin ring,</br>And expectation listens with delight,</br>While Fame relates how, rushing to the fight,</br>Not e'en the deadly breach with few appals;</br>Britons with Lusitania's sons unite,</br>The only strife who first shall scale the walls!&mdash;</br>To storm the ramparts yield, and strong Roderigo falls.", "The frequent flash of glory's radiant blaze</br>Bursts from the British arms with dazzling light;</br>Victory on victory treads the voice of praise</br>Lags far behind; in vain she would recite</br>Thy deeds, O Wellington &mdash; bewilder'd sight,</br>Scarce rests a moment on Vimiera's field,</br>When Talavera darts a ray more bright.</br>A Conqueror's sword Busaco sees thee wield,</br>And all the paths thou tread'st a hero's harvest yield.", "While an applauding nation hails thy name,</br>And on thy deeds the songs of triumph raise;</br>One solitary voice forbids thy fame,</br>With Faction's hand would hide the noon-day blaze.</br>Thy country, gallant chief, th' attempt surveys</br>With indignation &mdash; and the wretch contemns,</br>\"Whose praise is censure, and whose censure praise,\"</br>That  name still brighter shines which he condemns,</br>And every envious word thy crown of glory gems.&mdash;", "Ungrateful were the Muse, if you alone</br>Engross'd the humble efforts of her Song;</br>Numbers surround thee, not to Fame unknown.</br>Barossa's hero chief amid the throng;</br>To Hill, to Beresford, her strains belong;</br>But endless were the task, in Briton's host,</br>To count what her might her theme prolong;</br>The various meed of praise would art exhaust,</br>While British soldiers still are valour's proudest boast.", "And thou, Britannia,  to thy latest day,</br>To fainting Europe shall thy succour yield;</br>Proudly thy conq'ring banners shall display.</br>In freedom's godlike cause thy falchion wield,</br>And 'gainst the oppressor raise thy dreaded shield.</br>The historic Muse shall, in her brightest page,</br>Record thy hero's deeds in battle-field;</br>Or where their thunders with resistless rage,</br>Sweep from the subject wave the foe that dares engage.", "Nor less exulting, homeward turn thine eye,</br>Behold the morning breaks, my grief to cheer;</br>The beams of glory paint the orient sky&mdash;</br>Before the rising Sun shall disappear</br>The clouds of dark mistrust. &mdash; In cavern drear,</br>Her foul mis-shapen form to Faction hides;</br>While pilots' rage thy gallant vessel steer,</br>O'er her proud course a Patriot Prince presides,</br>As thro' contending seas triumphantly she rides.</br>"]