["I thank ye, Mister wights, that ye have deem'd</br>So fairly of these lightly caroll'd lays</br>That I have chanted; albeit they seem'd</br>But silly rhymes, unworthy of all praise;</br>And never, surely, otherwise esteem'd</br>Than a bird's song, that, fill'd with sweet amaze</br>At the bright opening of the young, green spring,</br>Pours out its simple joy in instant warbling.", "For never yet was mine the proud intent</br>To give the olden harp a thrilling sound,</br>Like those great spirits who of late have sent</br>Their wizard tones abroad, and all around</br>This wond'rous world have wander'd; and have spent,</br>In court and camp, on bann'd and holy ground,</br>Their gleaning glances; and, in hall and bower,</br>Have learn'd of mortal life the passions and the power:", "Eyeing the masters of this busy earth,</br>In all the changes of ambition's toil,</br>From the first struggles of their glory's birth,</br>Till robed in power &mdash; till wearied with the spoil</br>Of slaughter'd realms, and dealing woe and dearth</br>To miserable men &mdash; and then the foil</br>To this great scene, the vengeance, and the frown</br>With which some mightier band has pull'd those troublers down:", "Eyeing the passages of gentler life,</br>And different persons, of far different scenes;</br>The boy, the beau &mdash; the damsel and the wife&mdash;</br>Life's lowly loves &mdash; the loves of kings and queens;</br>Each thing that binds us, and each thing that weans</br>Us from this state, with pains and pleasures rife;</br>The wooings, winnings, weddings, and disdainings</br>Of changeful men, their fondness and their feignings:", "And then have brought us home strange sights and sounds</br>From distant lands, of dark and awful deeds;</br>And fair and dreadful spirits; and gay rounds</br>Of mirth and music; and then mourning weeds;</br>And tale of hapless love that sweetly wounds</br>The gentle heart, and its deep fondness feeds;</br>Lapping it up in dreams of sad delight</br>From its own weary thoughts, in visions wild and bright:&mdash;", "Oh!  never yet to me the power or will</br>To match these mighty sorcerers of the soul</br>Was given; but on the bosom, lone and still,</br>Of nature cast, I early wont to stroll</br>Through wood and wild, o'er forest, rock, and hill,</br>Companionless; without a wish or goal,</br>Save to discover every shape and voice</br>Of living thing that there did fearlessly rejoice.", "And every day that boyish fancy grew;</br>And every day those lonely scenes became</br>Dearer and dearer, and with objects new,</br>All sweet and peaceful, fed the young spirit's flame.</br>Then rose each silent woodland to the view,</br>A glorious theatre of joy!  then came</br>Each sound a burst of music on the air,</br>That sank into the soul to live for ever there!", "Then did I gather, with a keen delight,</br>All changes of the seasons, and their signs:</br>Then did I speed forth, at the first glad sight</br>Of the coy spring &mdash; of spring that archly shines</br>Out for a day &mdash; then goes &mdash; and then more bright</br>Comes laughing forth, like a gay lass that lines</br>A dark lash with a ray that beams and burns,</br>And scatters hopes and doubts, and smiles and frowns, by turns.", "On a sweet, shining morning thus sent out,</br>It seem'd what man was made for, to look round</br>And trace the full brook, that, with clamorous route,</br>O'er fallen trees, and roots black curling, wound</br>Through glens, with wild brakes scatter'd all about;</br>Where not a leaf or green blade yet was found</br>Springing to hide the red fern of last year,</br>And hemlock's broken stems, and rustling rank grass sere.", "But hazel catkins, and the bursting buds</br>Of the fresh willow, whisper'd \"spring is coming;\"</br>And bullfinches forth flitting from the woods,</br>With their rich silver voices; and the humming</br>Of a new waken'd bee that pass'd; and broods</br>Of ever dancing gnats, again consuming,</br>In pleasant sun-light, their re-given time;</br>And the germs swelling in the red shoots of the lime:", "All these were tell-tales of far brighter hours,</br>That had been, and again were on their way;</br>The breaking forth of green things, and of flowers,</br>From the earth's breast; from bank and quickening spray</br>Dews, buds, and blossoms; and in woodland bowers,</br>Fragrant and fresh, full many a sweet bird's lay,</br>Sending abroad, from the exultant spring,</br>To every living heart a gladsome welcoming.", "Oh, days of glory!  when the young soul drank</br>Delicious wonderment through every sense!</br>And every tone and tint of beauty sank</br>Into a heart that ask'd not how, or whence</br>Came the dear influence; from the dreary blank</br>Of nothingness sprang forth to an existence</br>Thrilling and wond'rous; to enjoy &mdash; enjoy</br>The new and glorious blessing &mdash; was its sole employ.", "To roam abroad amidst the mists, and dews,</br>And brightness of the early morning sky,</br>When rose and hawthorn leaves wore tenderest hues:</br>To watch the mother linnet's stedfast eye,</br>Seated upon her nest; or wondering muse</br>On her eggs' spots, and bright and delicate dye;</br>To peep into the magpie's thorny hall,</br>Or wren's green cone in some hoar mossy wall;", "To hear of pealing bells the distant charm,</br>As slow I wended down some lonely dale,</br>Past many a bleating flock, and many a farm,</br>And solitary hall; and in the vale</br>To meet of eager hinds a hurrying swarm,</br>With staves and terriers hastening to assail</br>Polecat, or badger, in their secret dens,</br>Or otter lurking in the deep and reedy fens;", "To pass through villages, and catch the hum</br>Forth bursting from some antiquated school,</br>Endow'd long since by some old knight, whose tomb</br>Stood in the church just by; to mark the cool</br>Of light-hair'd lads that inly rued their doom,</br>Prison'd in that old place, that with the tool,</br>Stick-knife or nail, of many a sly offender,</br>Was carved and figured over, wall, and desk, and window;", "To meet in green lanes happy infant bands,</br>Full of health's luxury, sauntering and singing,</br>A childish, wordless melody; with hands</br>Cowslips, and wind-flowers, and green brook-lime bringing;</br>Or weaving caps of rushes; or with wands</br>Guiding their mimic teams; or gaily swinging</br>On some low sweeping bough, and clinging all</br>One to the other fast, till, laughing, down they fall;", "To sit down by some solitary man,</br>Hoary with years, and with a sage's look,</br>In some wild dell where purest waters ran,</br>And see him draw forth his black-letter book,</br>Wond'ring, and wond'ring more, as he began,</br>On it, and then on many an herb to look,</br>That he had wander'd, wearily and wide,</br>To pluck from jutting rocks, and woods, and mountain side;", "And then, as he would wash his healing roots</br>In the clear stream, that ever went singing on,</br>Through banks o'erhung with herbs and flowery shoots,</br>Leaning as if they loved its gentle tune,</br>To hear him tell of many a plant that suits</br>Fresh wound, or fever'd frame; and of the moon</br>Shedding o'er weed and wort her healing power,</br>For gifted wights to cull in her ascendant hour;", "To lie abroad on nature's lonely breast,</br>Amidst the music of a summer's sky,</br>Where tall, dark pines the northern bank invest</br>Of a still lake; and see the long pikes lie</br>Basking upon the shallows; with dark crest,</br>And threat'ning pomp, the swan go sailing by;</br>And many a wild fowl on its breast that shone,</br>Flickering like liquid silver, in the joyous sun:", "The duck, deep poring with his downward head,</br>Like a buoy floating on the ocean wave;</br>The Spanish goose, like drops of crystal, shed</br>The water o'er him, his rich plumes to lave;</br>The beautiful widgeon, springing upward, spread</br>His clapping wings; the heron, stalking grave,</br>Into the stream; the coot and water-hen</br>Vanish into the flood, then, far off, rise again;", "And when warm summer's holiday was o'er,</br>And the bright acorns patter'd from the trees;</br>When fires were made, and closed was every door;</br>And winds were loud, or else a chilling breeze</br>Came comfortless, driving cold fogs before:</br>On dismal, shivering evenings, such as these,</br>To pass by cottage windows, and to see,</br>Roused a bright hearth, sweet faces shining happily;", "These were the days of boyhood!  Oh!  such days</br>Shall never, never more return again&mdash;</br>When the fresh heart, all witless of the ways,</br>The sickening, sordid, selfish ways of men,</br>Danced in creation's pure and placid blaze,</br>Making an Eden of the loneliest glen!</br>Darkness has follow'd fast, and few have been</br>The rays of sunlight cast upon life's dreary scene.", "For years of lonely thought, in morning-tide</br>Of life, will make a spirit all unfit</br>To brook of men the waywardness and pride;</br>Too proud itself to woo, or to submit</br>Scorning, as vile, what all adore beside,</br>And deeming only glorious the soul lit</br>With the pure flame of knowledge, and the eye</br>Fill'd with the gentle love of the bright earth and sky.", "Fancy's spoil'd child will ever surely be</br>A thing of nothing in the worldly throng:</br>Wrapp'd up in dreams that they can never see;</br>Listening to fairy harp, or spirit's song,</br>Where all to them is stillest vacancy:</br>For ever seeking, as he glides along,</br>Some kindred heart, that feels as he has felt,</br>And can aread each thought that with him long has dwelt.", "But place him midst creation! &mdash; let him stand</br>Where wave and mountain revel in his sight,</br>Then shall his soul triumphantly expand,</br>With gathering power, and majesty, and light'</br>The world beneath him is the temple plann'd</br>For him to worship in; and, pure and bright,</br>Heaven's vault above, the proud eternal dome</br>Of his Almighty Sire, and his own future home!", "With such inspiring fancies, mortal pride</br>Shrinks into nothing; and all mortal things</br>He casts, as weeds cast by the ocean tide,</br>From its embraces; the world's scorn he flings</br>Back on itself, disdaining to divide,</br>With its low cares, that sensitive spirit that brings</br>Home to his breast all nature's light and glee,</br>Holding, with sunshine, clouds, and gales, unearthly revelry.", "Here comes the winding of my tale at last,</br>That witching youth has led so far about;&mdash;</br>As the world's frowns, and nature's smiles have pass'd</br>O'er me, the voice of passion would break out &mdash; </br>Transport or scorn; for who longs not to cast</br>Forth into shape each thought, sensation, doubt?</br>Eye them a moment; then, like sibyl leaves,</br>Scatter to the idle winds, what idler fancy weaves?", "But now tis spring, and bards are gathering flowers;</br>So I have cull'd you these, and with them sent</br>The gleanings of a nymph whom some few hours</br>Ago I met with &mdash; some few years I meant&mdash;</br>Gathering \"true-love\" amongst the wild-wood bowers;</br>You'll find some buds all with this posy blent,</br>If that ye know them, which some lady fair</br>Viewing, may haply prize, for they are wond'rous rare.", "And now good-bye! &mdash; to you and verse good-bye!</br>At least as long as poets keep their vows;</br>And if, while up these fainting blooms ye tie</br>Into a nosegay, ye should witness brows</br>Arching with scorn, or knit most angrily,</br>Twine them a poppy-garland, to compose</br>Them into slumber; a far pleasanter thing</br>Than chafing at the tender, early blooms ye bring.</br>"]