["THE ARGUMENT.</br>Archimage tempts the Red-Cross Knight</br>From Love of Fairy Land,</br>With Show of Foreign Pleasure all,</br>The which He doth withstand.", "Wise was that Spartan Lawgiver of old,</br>Who rais'd on Virtue's base his well built State,</br>Exiling from her Walls barbaric Gold,</br>With all the Mischiefs that upon it wait,</br>Corruption, Luxury, and envious Hate,</br>And the Distinctions proud of Rich and Poor,</br>Which among Brethren kindle foul Debate,</br>And teach Ambition, that to Fame would soar,</br>To the false Lure of Wealth her stooping Wing to low'r.", "Yet would Corruption soon have Entrance found,</br>And all his boasted Schemes eftsoon decay'd,</br>Had not he cast a powerful Circle round,</br>Which to a distance the Arch Felon fray'd;</br>And ineffectual his foul Engines made:</br>This was, to weet, that politick Command,</br>Which from vain Travel the young Spartan stay'd,</br>Ne suffer'd him forsake his native Land,</br>To learn deceitful Arts, and Science contraband.", "Yet had the ancient World her Courts and Schools;</br>Great Kings and Courtiers civil and refin'd;</br>Great Rabbins, deeply read in Wisdom's rules,</br>And all the Arts that cultivate the Mind,</br>Embellish Life, and polish Human Kind.</br>Such, Asia, Birth-place of proud Monarchy,</br>Such, elder Aegypt, in thy Kingdoms shin'd,</br>Mysterious Aegypt, the rank Nursery</br>Of Superstitions fond, and learned Vanity.", "But what Accomplishments, what Arts polite,</br>Did the young Spartan want his Deeds to grace,</br>Whose manly Virtues, and heroick Spright,</br>Check'd by no Thought impure, no Falshood base,</br>With nat'ral Dignity might well out-face</br>The Glare of Manners false, and mimick Pride</br>And wherefore should they range from Place to Place,</br>Who to their Country's Love so firm were ty'd,</br>All homely as she was, that for her oft they dy'd.", "And sooth it is (with Reverence may ye hear,</br>And Honour due to Passion so refin'd)</br>The strong Affection which true Patriots bear</br>To their dear Country, zealous is and blind,</br>And fond as is the Love of Woman-kind,</br>So that they may not her Defects espy,</br>No other Paragone may ever find,</br>But gazing on her with an aweful Eye</br>And superstitious Zeal, her learn to deify.", "And, like as is the Faith unsound, untrue,</br>Of Him, who wand'ring aye from Fair to Fair,</br>Conceiveth from each Object Passion new,</br>Or from his Heart quite drives the troublous Care,</br>So with the Patriot-Lover doth it fare,</br>Who through the World delighting aye to rove,</br>His Country changeth with each Change of Air,</br>Or weening the Delights of all to prove,</br>On none, or all alike bestows his vagrant Love.", "Als doth Corruption in a distant Soil,</br>With double Force assay the youthful Heart,</br>Expos'd suspectless to the Traytor's Wile,</br>Expos'd unwarn'd to Pleasure's poison'd Dart,</br>Expos'd unpractis'd in the World's wide Mart,</br>Where each one lies, imposes, and betrays,</br>Without a Friend due Counsel to impart,</br>Without a Parent's Awe to rule his Ways,</br>Without the Check of Shame, or Spur of publick Praise.", "Forthy, false Archimago, Traytor vile,</br>Who burnt 'gainst Fairy Land with ceaseless Ire,</br>'Gan cast with Foreign Pleasures to beguile</br>Her faithful Knight, and quench the heav'nly Fire</br>That did his virtuous Bosom aye inspire</br>With Zeal unfeigned for her Service true,</br>And send him forth in Chivalrous Attire,</br>Arm'd at all points Adventures to pursue,</br>And wreak upon her Foes his vowed Vengeance due.", "So as he journeyed upon the Way,</br>Him soon the sly Enchanter over-hent,</br>Clad like a Fairy Knight in Armour gay,</br>With painted Shield, and Spear right forward bent,</br>In knightly guise and shew of Hardiment,</br>That aye prepared was for bloody Fight.</br>Whereat the Elfin Knight with Speeches gent</br>Him first saluted, who, well as he might,</br>Him fair salutes again, as seemeth courteous Knight.", "Then 'gan he Purpose frame of valiant Deeds</br>Atchiev'd by Foreign Knights of Prowess great,</br>And mighty Fame which Emulation breeds</br>In virtuous Breast, and kindleth martial Heat;</br>Of Arts and Sciences for Warriour meet,</br>And Knight that would in Feats of Arms excell,</br>Or Him, who liefer choosing calm Retreat,</br>With Peace and gentle Virtue aye would dwell,</br>Who have their Triumphs, like as hath Bellona fell.", "These, as he said, beseemed Knight to know,</br>And all be they in Fairy-Lond ytaught,</br>Where ev'ry Art and all fair Virtues grow,</br>Yet various Climes with various Fruits are fraught,</br>And such in one hath full Perfection raught</br>The which no Skill may in another rear,</br>So gloz'd th' Enchaunter till he hath him brought</br>To a huge Rock, that clomb so high in Air</br>That from it he uneath the murmuring Surge mote hear.", "Thence the salt Wave beyond in Prospect wide</br>A spacious Plain the false Enchaunter show'd,</br>With goodly Castles deck'd on ev'ry side,</br>And silver Streams, that down theCchampain flow'd,</br>And wash'd the Vineyards that beside them stood,</br>And Groves of Myrtle; als the Lamp of Day</br>His orient Beams display'd withouten Cloud,</br>Which lightly on the glist'ning Waters play,</br>And tinge the Castles, Woods, and Hills with purple Ray.", "So fair a Landscape charm'd the wond'ring Knight;</br>And eke the Breath of Morning fresh and sweet</br>Inspir'd his jocund Spirit with Delight,</br>And ease of Heart for soft Persuasion meet.</br>Then Him the Traytor base gan fair entreat,</br>And from the Rock as downward they descend,</br>Of that blest Lond his Praises gan repeat,</br>'Till he him moved hath with him to wend;</br>So to the billowy Shore their hasty March they bend.", "There in a painted Bark all trim and gay,</br>Whose Sails full glad embrac'd the wanton Wind,</br>There sat a Stranger Wight in quaint Array,</br>That seem'd of various Garbs attone combin'd,</br>Of Europe, Afric, East and Western Inde.</br>Als round about him many Creatures stood,</br>Of several Nations and of divers Kind,</br>Apes, Serpents, Birds with human Speech endow'd,</br>And Monsters of the Land, and Wonders of the Flood.", "He was to weet a mighty Traveller,</br>Who Curiosity thereafter hight,</br>And well he knew each Coast and Harbour fair,</br>And every Nation's Latitude and Site,</br>And how to steer the wandring Bark aright.</br>So to him strait the false Enchaunter bore,</br>And with him likewise brought the Red-cross Knight:</br>Then fairly him besought to waft them o'er;</br>Swift flew the dancing Bark, and reach'd the adverse Shore.", "There when they landed were, them ran to greet</br>A Bevy of bright Damsels gent and gay,</br>Who with soft Smiles, and Salutation sweet,</br>And courteous Violence would force them stay,</br>And rest them in their Bow'r not far away;</br>Their Bow'r that most luxuriously was dight</br>With all the Dainties of Air, Earth and Sea,</br>All that mote please the Taste, and charm the Sight,</br>The Pleasure of the Board, and Charm of Beauty bright.", "Als might he therein hear a mingled Sound</br>Of Feast and Song and laughing Jollity,</br>That in the Noise was all Distinction drown'd</br>Of graver Sense, or Musick's Harmony,</br>Yet were there some in that blithe Company</br>That aptly could discourse of virtuous Lore,</br>Of Manners, Wisdom and sound Policy;</br>Yet nould they often ope their sacred Store,</br>Ne might their Voice be heard mid Riot and Uproar.", "Thereto the Joys of Idleness and Love,</br>And Luxury, that besots the noblest Mind,</br>And Custom prevalent at distance drove,</br>All Sense and Relish of a higher Kind,</br>Whereby the Soul to Virtue is refin'd.</br>Instead whereof the Arts of Slavery</br>Were taught, of Slavery perverse and blind,</br>That vainly boasts her native Liberty,</br>Yet wears the Chains of Pride, of Lust, and Gluttony.", "Of which the Red-Cross Knight right well aware,</br>Would in no wise agree with them to go,</br>Albeit with courtly Glee their Leader fair,</br>Hight Politessa, him did kindly woe.</br>But all was false Pretence, and hollow Show,</br>False as the Flow'rs which to their Breasts they ty'd,</br>Or those which seemed in their Cheeks to glow,</br>For both were false, and not by Nature dy'd,</br>False Rivals of the Spring, and Beauty's rosy Pride.", "Then from behind then straightway 'gan advaunce</br>An uncouth Stripling quaintly habited,</br>As for some revel Mask, or antick Daunce,</br>All chequer'd o'er with Yellow, Blue, and Red;</br>Als in a Vizor black he shrouds his Head,</br>The which he tossed to and fro amain,</br>And eft his lathy Falchion brandished,</br>As if he meant fierce Battle to darrain,</br>And like a wanton Ape eft skip'd he on the Plain,", "And eft about him skip'd a gaudy Throng</br>Of youthful Gallants, frolick, trim, and gay,</br>Chanting in careless Notes their amourous Song,</br>Match'd with like careless Gests, like amourous Play.</br>Als were they gorgeous, dress'd in rich Array,</br>And well accepted of that Female Train,</br>Whose hearts to Joy and Mirth devoted aye,</br>Each proffer'd Love receive without Disdain,</br>And part without Regret from each late-favour'd Swain.", "And now they do accord in wanton Daunce</br>To join their Hands upon the flow'ry Plain;</br>The whiles with amourous Leer and Eyes askaunce</br>Each Damsel fires with Love her glowing Swain;</br>Till all-impatient of the tickling Pain,</br>In sudden Laughter forth at once they break,</br>And ending so their Daunce, each tender Twain</br>To shady Bow'rs forthwith themselves betake,</br>Deep hid in Myrtle Groves, beside a silver Lake.", "Thereat the Red-Cross Knight was much enmov'd,</br>And 'gan his Heart with Indignation swell,</br>To view in Forms so made to be belov'd,</br>Ne Faith, ne Truth, ne heav'nly Virtue dwell;</br>But Lust instead, and Falshood, Child of Hell;</br>And glutton Sloth, and love of gay Attire:</br>And sooth to say, them well could parallel</br>Their lusty Paramours in vain Desire;</br>Well fitted to each Dame was every gallant Squire.", "Yet when their Sovereign calls them forth to Arms,</br>Their Sovereign, whose Behests they most revere,</br>Right wisely can they menage War's Alarms,</br>And wield with Valour great the martial Spear,</br>So that their Name is dreaded far and near.</br>Oh!  that for Liberty they so did fight!</br>Then need no Fairy Land their Prowess fear,</br>Ne give in Charge to her advent'rous Knight</br>Their Friendship to beware, and Sense-deluding Sleight.", "But not for Liberty they wagen War,</br>But solely to aggrate their mighty Lord,</br>For whom their dearest Blood they nillen spare,</br>Whenso him listeth draw the conquering Sword;</br>So is that Idol vain of them ador'd,</br>Who ne with Might beyond his meanest Thrall</br>Endued, ne superior Wisdom stor'd,</br>Sees at his Feet prostrated Millions fall,</br>And with religious Drad obey his princely Call.", "Thereto so high and stately was his Port,</br>That all the petty Kings him sore envy'd,</br>And would him imitate in any sort,</br>With all the mimick Pageantry of Pride,</br>And worship'd be like him, and deify'd</br>Of courtly Sycophants and Caitives vile,</br>Who to those Services themselves apply'd,</br>And in that School of Servitude ere while</br>Had learn'd to bow and grin, and flatter, and beguile.", "For to that Seminary of Fashions vain</br>The Rich and Noble from all Parts repair,</br>Where grown enamour'd of the gaudy Train,</br>And courteous Haviour gent and debonair,</br>They cast to imitate such Semblaunce fair;</br>And deeming meanly of their Native Lond,</br>Their own rough Virtues they disdain to wear,</br>And back returning drest by Foreign Hond,</br>Ne other Matter care, ne other understond.", "Wherefore th' Enchaunter vile, who sore was griev'd</br>To see the Knight reject those Damsels gay,</br>Wherewith he thought him sure to have deceiv'd,</br>Was minded to that Court him to convey,</br>And daze his Eyen with Majesty's bright Ray:</br>So to a stately Castle he him brought,</br>Which in the midst of a great Garden lay,</br>And wisely was by cunning Craftsmen wrought,</br>And with all Riches deck'd surpassing human Thought.", "There underneath a sumptuous Canopy,</br>That with bright Ore and Diamonds glitter'd far,</br>Sate the swoln Form of Royal Surquedry,</br>And deem'd itself allgates some Creature rare,</br>While its own haughty State it mote compare</br>With the base Count'nance of the vassal Fry,</br>That seem'd to have nor Eye, nor Tongue, nor Ear;</br>Ne any Sense, ne any Faculty,</br>That did not to his Throne owe servile Ministry.", "Yet wist he not that half that Homage low</br>Was at a Wizard's Shrine in private pay'd,</br>The which conducted all that goodly Show,</br>And as he list th' Imperial Puppet play'd,</br>By secret Springs and Wheels right wisely made,</br>That he the subtle Wires mote not avize,</br>But deem in sooth that all he did or said,</br>From his own Motion and free Grace did rise,</br>And that he justly hight immortal, great, and wise.", "And eke to each of that same gilded Train,</br>That meekly round that Lordly Throne did stand,</br>Was by that Wizard ty'd a Magick Chain,</br>Whereby their Actions all he mote command,</br>And rule with hidden Influence the Land.</br>Yet to his Lord he outwardly did bend,</br>And those same Magick Chains within his Hand</br>Did seem to place, albeit by the End</br>He held them fast, that none them from his Gripe mote rend.", "He was to weet an old and wrinkled Mage,</br>Deep read in all the Arts of Policy,</br>And from Experience grown so crafty sage</br>That none his secret Counsels mote descry,</br>Ne search the Mines of his deep Subtlety.</br>Thereto fair Peace he lov'd and cherished;</br>And Traffick did promote and Industry,</br>Whereby the Vulgar were in Quiet fed,</br>And the proud Lords in Ease and Plenty wallowed.", "Thence all the gorgeous Splendor of the Court,</br>Sith the sole Business of the Rich and Great,</br>Was to that hope-built Temple to resort,</br>And round their earthly God in Glory wait,</br>Who with their Pride to swell his Royal State,</br>Did pour large Sums of Gold on ev'ry one,</br>Brought him by Harpies fell, him to aggrate,</br>And torn from Peasants vile, beneath the Throne</br>Who lay, deep sunk in Earth, and inwardly did groan.", "Behold, says Archimage, the envy'd Height</br>Of Human Grandeur to the Gods allied!</br>Behold yon Sun of Power, whose glorious Light,</br>O'er this rejoicing Land out-beaming wide,</br>Calls up those Princely Flow'rs on every side:</br>Which like the painted Daughters of the Plain,</br>Ne toil, ne spin, ne stain their silken Pride</br>With Care, or Sorrow, sith withouten Pain,</br>Them in eternal Joy those Heav'nly Beams maintain.", "Them morn and evening Joy eternal greets,</br>And for them thousands and ten thousands moil,</br>Gathering from Land and Ocean honied Sweets</br>For them, who in soft Indolence the while</br>And slumbring Peace enjoy the luscious Spoil;</br>And as they view around the careful Bees</br>Forespent with Labour and incessant Toil,</br>With the sweet Contrast learn themselves to please,</br>And heighten by compare the Luxury of Ease.", "Ungenerous Man, quoth then the Fairy Knight,</br>That can rejoice to see another's Woe!</br>And Thou, unworthy of that Glory bright,</br>Wherewith the Gods have deck'd thy Princely Brow,</br>That doth on Pride and Luxury bestow</br>The hard-earn'd Fruits of Industry and Pain,</br>And to the Dogs the Labourer's Morsel throw,</br>Unmindful of the Hand, that sow'd the Grain,</br>The poor earth-trodden Root of all thy Greatness vain.", "Oh!  foul Abuse of sacred Majesty,</br>That boasteth her fair self from Heav'n ysprong!</br>Where are the Marks of thy Divinity?</br>Truth, Mercy, Justice steddy, bold and strong,</br>To aid the Meek, and curb oppressive Wrong?</br>Where is the Care and Love of Publick Good,</br>That to the People's Father doth belong?</br>Where the Vice-gerent of that bounteous God,</br>Who bids dispense to all, what he for all bestow'd?", "Dwelst Thou not rather, like the Prince of Hell,</br>In Pandemonium full of ugly Fiends?</br>Dissimulation, Discord, Malice fell,</br>Reckless Ambition, that right onward wends,</br>Tho' his wild March o'erthrow both Fame and Friends,</br>And Virtue and his Country?  crooked Guile,</br>Obliquely creeping to his treach'rous Ends,</br>And Flattery, curst Assassin, who the while</br>He holds the murd'rous Knife, can fawn, and kiss, and smile.", "Then 'gan he strait unvail the Mirrour bright,</br>The which fair Una gave him heretofore,</br>Ere he as yet, with Paynim foe to fight,</br>For Foreign Land had left his native Shore.</br>This in his careful Breast he always bore,</br>And on it oft would cast his wary Eye;</br>For it by Magick framed was of yore,</br>So that no Falshood mote it well abye,</br>But it was plainly seen, or fearfully did fly.", "This on that gay Assembly did he turn,</br>And saw confounded quite the gawdy Scene;</br>Saw the close Fire that inwardly did burn,</br>And waste the throbbing Heart with secret Teen;</br>Saw base Dependence in the haughty Mien</br>Of Lords and Princes; saw the Magick Chain</br>That each did wear, but deem'd he wore unseen,</br>The whiles with Count'naunce glad he hid his Pain,</br>And Homage did require from each poor lowly Swain.", "And tho' to that old Mage they louted down,</br>Yet did they dearly wish for his Decay:</br>Als trembled He, and aye upon the Throne</br>Of his great Lord his tott'ring Steps did stay,</br>And oft behind him skulk'd for great Dismay;</br>Als shook the Throne, whenso the Villain Crew,</br>That underneath opprest and groveling lay,</br>Impatient of the grievous Burthen grew,</br>And loudly for Redress and Liberty did sue.", "There mote he likewise see a ribbald Train</br>Of Dancers, Broid'rers, Slaves of Luxury,</br>Who cast o'er all those Lords and Ladies vain</br>A Vail of Semblaunce fair, and richest Dye,</br>That none their inward Baseness mote descry.</br>But nought was hidden from that Mirrour bright,</br>Which when false Archimago 'gan espy,</br>He feared for himself, and warn'd the Knight</br>From so detested Place to maken speedy Flight.", "So on he passed, 'till he comen hath</br>To a small River, that full slow did glide,</br>As it uneath mote find its watry Path</br>For Stones and Rubbish, that did choak its Tide,</br>So lay the mouldring Piles on every side.</br>Seem'd there a goodly City once had been,</br>Albeit now fallen were her Royal Pride,</br>Yet mote her auncient Greatness still be seen,</br>Still from her Ruins prov'd the World's Imperial Queen.", "For the rich Spoil of all the Continents,</br>The Boast of Art and Nature there was brought,</br>Corinthian Brass, Aegyptian Monuments,</br>With Hieroglyphick Sculptures all inwrought,</br>And Parian Marbles, by Greek Artists taught</br>To counterfeit the Forms of Heroes old,</br>And set before the Eye of sober Thought</br>Lycurgus, Homer, and Alcides bold.</br>All these and many more that may not here be told.", "There in the middest of a ruin'd Pile,</br>That seem'd a Theatre of Circuit vast,</br>Where Thousands might be seated, he e'erwhile</br>Discover'd hath an uncouth Trophy plac'd;</br>Seem'd a huge Heap of Stones together cast</br>In nice Disorder and wild Symmetry,</br>Urns, broken Freezes, Statues half defac'd,</br>And Cornices with antique Imagery</br>Emboss'd, and Pillars huge of costly Porphyry.", "Aloft on this strange Basis was ypight</br>With Girlonds gay adorn'd a golden Chair,</br>In which aye smiling with self-bred Delight,</br>In careless Pride reclin'd a Lady fair,</br>And to soft Musick lent her idle Ear;</br>The which with Pleasure so did her enthrall,</br>That for aught else she had but little Care,</br>For Wealth, or Fame, or Honour Feminal,</br>Or gentle Love, sole King of Pleasures natural.", "Als by her side, in richest Robes array'd,</br>An Eunuch sate, of Visage pale and dead,</br>Unseemly Paramour for Royal Maid!</br>Yet Him she courted oft and honoured,</br>And oft would by her place in Princely Sted,</br>Though from the Dregs of Earth he springen were,</br>And oft with Regal crowns she deck'd his Head,</br>And oft, to sooth her vain and foolish Ear,</br>She bade him the great Names of mighty Kesars bear.", "Thereto Herself a pompous Title bore,</br>For she was vain of her great Auncestry,</br>But vainer still of that prodigious Store</br>Of Arts and Learning, which she vaunts to lye</br>In the rich Archives of her Treasury.</br>These she to Strangers oftentimes would shew,</br>With grave Demean and solemn Vanity,</br>Then proudly claim as to her merit due,</br>The venerable Praise and Title of Vertu.", "Vertu she was yclep'd, and held her Court</br>With outward Shews of Pomp and Majesty,</br>To which natheless few others did resort,</br>But Men of base and vulgar Industry.</br>Or such perdy as of them cozen'd be,</br>Mimes, Fidlers, Pipers, Eunuchs squeaking fine,</br>Painters and Builders, Sons of Masonry,</br>Who could well measure with the Rule and Line,</br>And all the Orders five right craftily define.", "But other Skill of cunning Architect,</br>How to contrive the House for dwelling best,</br>With self-sufficient Scorn they wont neglect,</br>As corresponding with their Purpose least;</br>And herein be they copied of the rest,</br>Who aye pretending Love of Science fair,</br>And gen'rous Purpose to adorn the Breast</br>With Liberal Arts, to Vertu's Court repair,</br>Yet nought but Tunes and Names, and Coins away do bear.", "For long, to visit her once-honour'd Seat</br>The studious Sons of Learning have forbore;</br>Who whilom thither ran with Pilgrim Feet</br>Her venerable Reliques to adore,</br>And load their Bosoms with the sacred store,</br>Whereof the World large Treasure yet enjoys.</br>But sithence she declin'd from Wisdom's Lore,</br>They left her to display her pompous Toys</br>To Virtuosi vain, and wonder-gaping Boys.", "For-thy to Her a numerous Train doth long</br>Of Ushers in her Court well practised,</br>Who aye about the monied Stranger throng,</br>Off'ring with shews of courteous Bountihed</br>Him through the rich Apartments all to lead,</br>And shew him all the Wonders of her State,</br>Whose Names and Price they wisely can areed,</br>And tell of Coins of old and modern Date,</br>And Pictures false and true right well discriminate.", "Als are they named after Him, whose Tongue</br>Shook the Dictator in his Curule Chair,</br>And thundring through the Roman Senate, rung</br>His bold Philippicks in Antonius' Ear;</br>Which when the Fairy heard, he sigh'd full dear,</br>And casting round his quick discerning Eye,</br>At every deal he dropt a manly Tear,</br>As he the stately Buildings mote descry,</br>Baths, Theatres, and Fanes in mouldring Fragments lye.", "And, Oh!  Imperial City!  then he said,</br>How art thou tumbled from thine Alpine Throne!</br>Whereon, like Jove on high Olympus Head,</br>Thou sittedst erst unequall'd and alone,</br>And madedst through the World thy Greatness known;</br>While from the Western Isles, to Indus' shore,</br>From seven-mouth'd Nilus, to the frozen Don,</br>Thy dradded Bolts the strong-pounc'd Eagle bore,</br>And taught the Nations round thy Fasces to adore!", "And doth among thy Reliques nought remain,</br>No little Portion of that haughty Spright?</br>Which made thee whilom scorn soft Pleasure's Chain,</br>And in free Virtue place thy chief Delight,</br>Whereby through Ages shone thy Glory bright?</br>And is there nought remaining to confound</br>Those, who regardless of thy woeful Plight,</br>With idle Wonder view thy Ruins round,</br>And without Thought survey thy memorable Wound?", "Arise thou genuine Cicero, and declare</br>That all these mighty Ruins scattered wide,</br>The Sepulchres of Roman Virtue were,</br>And Trophies vast of Luxury and Pride,</br>Those fell Diseases whereof Rome erst died.</br>And do you then with vile Mechanick Thought</br>Your Course, ye Sons of Fairy, hither guide,</br>That ye those gay Refinements may be taught,</br>Which Liberty's fair Lond to Shame and Thraldom brought?", "Let Rome those Vassal Arts now meanly boast,</br>Which to her vanquish'd Thralls she erst resign'd;</br>Ye who enjoy that Freedom she has lost</br>That great Prerogative of Human-kind,</br>Close to your Hearts the precious Jewel bind,</br>And learn the rich Possession to maintain,</br>Learn Virtue, Justice, Constancy of Mind,</br>Not to be mov'd by Fear or Pleasure's train,</br>Be these your Arts, ye Brave, these only are Humane.", "As he thus spake, th' Enchaunter half asham'd</br>Wist not what fitting Answer to devise,</br>Als was his caitive Heart well-nigh inflam'd,</br>By that same Knight so virtuous, brave and wise,</br>That long he doubts him farther to entice.</br>But he was hardened and remorseless grown,</br>Through Practice old of Villainy and Vice;</br>So to his former Wiles he turns him soon,</br>As in another Place hereafter shall be shown.</br>"]