["The Western Wilderness had now begun</br>To pour its fragrance with attractive power,</br>Wide o'er Columbia's cultivated states;</br>And several families to its solitudes</br>Had charm'd.  Innumerous were the dangers, pains,</br>Perplexities, and hardships, which beset</br>On every side the infant settlers.  Boone,</br>With warm benevolence their wants relieved;</br>And his protecting shield before them threw,</br>When DANGER menacing their daring breasts,</br>Drew from its quiver'd side the gory shafts</br>Of Death.  The sick, the poor, the timid, all,</br>His friendship and munificence partook.</br>Fatigue-emaciated females, babes</br>With hunger, wan and weeping, often own'd</br>His generous aid, and with their tear-dew'd smiles,</br>And looks of tender gratitude repaid</br>His bounteous kindness.  Furiously incensed</br>With the incursions on their rude domain,</br>And by the caitiff fiends of nether Night impel'd;</br>The ruthless natives marshal'd all their might,</br>The feeble colony to mar; to tear,</br>Divine Refinement's pullulating plants</br>From their destruction-compass'd beds, and blast</br>Their little tender blooms!  Ah!  much indeed</br>By the rude rage of barbarous violence,</br>The fragrant germs were ravaged torn and chill'd!</br>But sill their bold protector's guardian arm</br>The extirpation-threatening powers repel'd.</br>Offtimes the feeble Fortresses, the brunt</br>Of fierce assault sustain'd; and often fell,</br>Behind the startled team, the murder'd swain;</br>The family's laboring stay!  and bleeding died,</br>In the unsupported plough's unfinish'd trench.</br>Hostilities of minor moment thus were waged,</br>Until the opening of another spring.</br>Then savage WAR'S blood-streaming orb began,</br>With more portentous terror o'er the wild,</br>To lift its awful disk.  Assembled hordes</br>Of the horrific foe, our Hero's Fort</br>With furious rage attack'd.  The well-wrought walls</br>Indignantly the thundering shock withstood:</br>Its fires the gallant garrison return'd,</br>With triple execution.  Costea led</br>The tawny bands, and saw with painful rage,</br>Their bleeding ranks cut down.  Reluctantly</br>At length the seige was raised; and through the brakes,</br>The fallen Indians' breathless bodies drag'd,</br>To where the howling Squaws with anguish mourn'd</br>Their lifeless warriors' fate.  Defeat but fired</br>The fiends with hotter fury.  Costea's soul</br>For dreadful vengeance flamed.  From breast to breast,</br>The burning passions spread their kindling rage</br>And soon the yell and war-hoop shook the hills,</br>And echoed o'er the forests' drear expanse.</br>Like clouds electric scatter'd round the Heavens,</br>In small detachments ireful, dusky, red,</br>When the discordant wrath and tumults fierce</br>Of jarring matter, into masses drive</br>Their angry bands; so rush'd the savage hordes,</br>By fury urged, and form'd a direful Host.</br>Their Chiefs in short harangue, the ills portray'd</br>That o'er their meads in threatening horrors hung.</br>The bade them save from WHITEMEN'S plundering grasp</br>Their ground, their game, their fruit, their fish, their streams,</br>Their Freedom, Peace, their Children, Wives and ALL!", "To break their strength, the different Forts</br>By the divided ruffians were besieg'd.</br>On either side much blood the conflicts mark'd;</br>But such the valor, energy and skill</br>Of the advent'rous Settlers, that their guns</br>The plumes of daring confidence shot off,</br>Which proudly wav'd above the savage heads,</br>And drove again the bleeding legions back</br>To their rude huts.  The flaming tempest hur'd</br>In heaviest bolts against the garrison</br>Of Boone.  Two days and nights the volley'd blasts</br>Upon the bastion'd fortress ceaseless beat.</br>But from the little Bulwark's guarded band,</br>A counter storm, on which death-dealing rode</br>Destruction's Angel terrible and dark,</br>Incessantly was driv'n, until the foe,</br>In bloody ghastliness, and sullen rage,</br>Retir'd &mdash; But still their ire was not allay'd&mdash;</br>Their savage armies every week assail'd</br>The suffering Settlers.  Logan's Station stood,</br>With valorous strength, a fierce distressful siege;</br>And Harrod's too repel'd the roaring shocks</br>Of many a powerful assault.  At length,</br>From Carolina and Virginia came</br>To their relief a timely aid; and strung</br>With nerves of more intrepid enterprise</br>Their sinking spirits.  Strengthen'd thus, their power</br>For months, in each succeeding battle blaz'd,</br>In hotter torrents on the assailants heads;</br>And hurried headlong into the deep gurge</br>Of dark Eternity, the yelling ghosts</br>Of many a ghastly corse.", "The foe thus foil'd,</br>Began to feel and dread the conquering force</br>Of the \"LONG KNIFE.\"  Its anger-sharpen'd edge</br>They found resistless as the scythe of Death!&mdash;</br>The blood-polluted glooms that dim'd the West,</br>Now 'gan a more propitious face to wear;</br>And from the attenuated Darkness borke,</br>At intervals, bright gleams.  But Boone not long</br>In the benignant coruscations bask'd.</br>All times dispos'd and sedulous to serve</br>The Settlers, he to Licking River went,</br>With a small party of industrious men,</br>To explore and chrystallize the saline streams,</br>And salt for the brave Garrisons procure.</br>Through Winter's bleakest reign, alternately</br>In the kind task his coajuvancy</br>Was giv'n, by labor at the evaporating fires,</br>And procuration of the forest food,</br>On which himself and comrades were sustain'd.", "One day, as through the wind-strip'd Wilderness</br>He sought the needful game, an ambush'd host</br>Of the red foe from their cane-covert rush'd,</br>And made him captive!  Thence to the Blue Licks,</br>Where at their salterns his companions wrought,</br>They hied, and them too in their captive toils</br>Involv'd.  To Chilicothe thence they march'd,</br>Triumphing proudly in their guarded prize.</br>Montour, the Shaw'nese King, soon saw in Boone</br>The warrior's soul, and, with a prince-like pride,</br>Magnanimously bade his tribe forbear</br>To treat him rudely; and a kind respect</br>His own demeanor towards the Hero mark'd.</br>Now as the auspicious time for Boone to essay</br>His great and long-conceiv'd design, to soothe</br>The vehemence of savage ire; and melt</br>Beneath Conciliation's gentle beams</br>Its prejudice-constructed base away.</br>To this important end he day and night</br>His utmost powers devoted.  First he sought</br>A farther knowledge of the Shaw'nese tongue,</br>Which he before had slightly learn'd, and then</br>His purpose with unwearied zeal pursued.</br>Though he succeeded to attain the esteem,</br>And e'en the affection of the ag'd Montour,</br>And hundreds of the Indian hosts; he still</br>Found ineffectual, all his efforts to appease</br>Their hostile spirit tow'rd the Mass of whites.", "At Spring's return they took him to Detroit,</br>Together with a portion of his friends,</br>His fellow-prisoners; and to Hamilton</br>The British Commandant, presented them,</br>As an illustrious trophy of the skill</br>Of Indian stratagem.  Boone's lofty air</br>And dignified demeanor drew respect,</br>From ev'ry  eye that saw him.  Hamilton,</br>Though hostile to the Hero's country, which</br>Was then emerging from the noxious glooms</br>Of British tyranny; had yet a heart</br>That kindly beat with sympathetic throb,</br>When he the gallant captive view'd.  The tear</br>Of soft commiseration wet his cheek,</br>While Boone unfolded the benevolent views,</br>That thus expos'd him to Barbarian pow'r.</br>The noble Briton, stung with keen regret,</br>Saw, in the guile of his own government,</br>A source of the implacable revenge</br>And prejudice, which, in the Indians' breasts,</br>Against Columbian whites were entertain'd.</br>He knew the steel-edg'd Tomahawk and Knife,</br>The nitrous grain, and deathful gun it charg'd,</br>By British hands were given the savage hosts</br>To spill the blood of Freedom's advocates;</br>And with fell slaughter's gory corses clog</br>The brilliant wheels of REVOLUTION'S CAR!</br>His soul, at this reflection, felt the pains</br>Which tear the tender bosom bound by law</br>To aid Oppression's arm.  And he resolv'd,</br>Far as his province would permit, to assuage</br>The sufferings of the Captives.  All but Boone</br>Into his care were willingly transfer'd;</br>But such the fondness which the savages</br>For him conceiv'd, that they the powers withstood</br>Of warm persuasion, and large sums of gold,</br>Sooner than yield so lov'd, so rich a prize.", "Again to Chilicothe they return'd.</br>Though wearisome and long their march, the charms</br>Of spring spread wildly round their blooming way;</br>And the rich plains o'er which they pass'd, adorn'd</br>With pleasant streams, conspir'd to cheer his soul</br>And banish painful thought.  Upon his brow</br>No discontent was seen, nor in a word</br>Or action, during all their tiresome march.</br>For still his darling purpose was to win</br>So far the savage confidence and faith,</br>As to enable him to appease the ire</br>They bore the infant settlement.  Montour</br>Receiv'd him with fraternal tenderness,</br>And the whole tribes seem'd more like friends than foes.</br>His cheerfulness, vivacity and ease,</br>Each day endear'd him to them more and more;</br>Until suspicion in their bosoms slept,</br>And left him free from all their rude restraint.</br>In farther testimony of respect</br>And kindness to him, they, as they were wont,</br>Upon the Stock of Shaw'nese savages,</br>With rude fantastic rites, engrafted him.</br>He, by a chieftain, was adopted son,</br>And with the warmth of consanguinity</br>Was welcom'd by his new-made relatives.</br>His friendly assiduities secur'd</br>The affection for him they at first conceiv'd.</br>Oft with the tawny hunters he travers'd</br>The game-abounding forests, and before</br>His rifle's flame-discharging caliber,</br>As oft, the browsing Deer and Buffalo fell.</br>An honorary pledge before the King,</br>The reeking spoils of the adventurous chase</br>He oftentimes presented.  Much was sooth'd</br>By his amusive converse with Montour,</br>The secret sorrows of his sensuous soul.</br>Upon this hoary Sachem eighty suns</br>Their bleaching beams had shed.  A hundred Wars</br>The scars of deep-torn wounds his body trench'd.</br>In bogs of gore his feet had oft been grum'd.</br>For many a gulphy grave, in furious fight,</br>His arm had furnish'd food.  The battleing broils</br>Of the barbarian bands had oft been quell'd,</br>By intercession of his soothing aid;</br>For he not less the important destinies</br>Of council rul'd, than those of clashing war.</br>A philosophic calmness kept the scales</br>Of Contemplation balanc'd well, within</br>His cool-reflecting mind.  His anger, like</br>The great Ohio, ere its torrents rag'd,</br>Roar'd long, and carried on its wasteful waves</br>Dark wrecks, Destruction, Terror, Fear, and Death!</br>With Nature's nervous eloquence endow'd,</br>Sublimely thundering mid the painted hosts,</br>He often chain'd attention to his tongue.</br>He had a solemn gravity of gait,</br>And native gracefulness of manners join'd;</br>With a melodious suavity of voice,</br>And soft inviting aspect that inspir'd</br>At once, the mingled feelings of respect</br>And dignified familiarity.</br>His frame was muscular and very tall,</br>And turn'd with all the symmetry that strength</br>And great agility require.  The powers</br>Of age his palm-erect position brav'd,</br>Without the slightest warp.  The storms of time,</br>Although they'd ravag'd from his lofty head</br>The long black locks of youth, and torn his cheeks</br>With many a trench; had not impair'd the spring</br>Of vigorous thought that energiz'd his  soul,</br>Nor dim'd the steady splendors of his eye.", "While flaming on the ecliptic roll'd the Sun,</br>Much he delighted underneath the shade</br>Of dark-green poplars to repose with Boone;</br>And tell traditionary tales of war,</br>Which wash'd in ages past with waves of blood</br>The western wilds.  But most his masculine mind,</br>In melancholy majesty elate,</br>Its bold emphatic eloquence display'd,</br>When he the marvellous traditions told,</br>Which from his aged Ancestors he'd learn'd,</br>Descriptive of the mighty MAMMOTH RACE;</br>Their form, their fury, ravages, and power,</br>And their excision from the carnag'd West.</br>With Nature's unaffected energy,</br>The wonderous History thus he narrated.", "\"A thousand winters past, when these dark woods</br>Were newly planted by the great red Spirit;</br>When one stupendous forest stretch'd its shades</br>From the wide waters of the distant West</br>Beyond the great Missouri's cavern'd source,</br>To where the oriental billows boil</br>Beneath the burning ball, that pours each morn</br>His blazing brightness over their broad breasts;</br>When nought but ravening beasts and naked men</br>Through the rude yell-resounding forests roamed;</br>Before the pallid Prowlers of the East,</br>Were by their wicked Hell-bred Spirits borne</br>Upon the thundering Whirlwind's stormy Wing,</br>Across the intervening deeps, to waste</br>With fire and steel this ample paradise;</br>There then existed on the mighty Hills</br>That overlook in frowning prominence</br>The western sea, a race of monstrous Beasts,</br>Stupendous as the lowering precipice,</br>Horrific as the howling fiend of night,</br>Impetuous as the huge resistless rocks</br>That rush adown the Alleganean steeps,</br>Rapacious as the gulphy jaws of Death,</br>And as the ravenous Hyena cruel;&mdash;</br>Their native wilderness was soon laid waste.</br>By hunger and ferocity impel'd,</br>Like an o'erwhelming tempest o'er these plains</br>Their legions spread.  Their headlong weight</br>The crashing groves uptore.  The rivers sunk,</br>And the great lakes, when they their thirst allay'd.</br>A thousand hills their dreadful roarings rock'd,</br>And from the mountains' jutting peaks shook loose</br>Their hanging fragments.  Awful terrors siez'd</br>The affrighted animals.  The red men quaked.</br>The invading monsters, at a single meal,</br>Whole forest herds devour'd.  The yells of Death</br>And wild distress incessantly were heard.</br>Whole Indian villages were victimiz'd,</br>And blood and slaughter stain'd the groaning land.</br>The cries and plaints of expiration, pain,</br>And fear, the starry vault transpierc'd and reach'd</br>The Almighty Spirit's flame-emblaz'd abode.</br>The anger'd God, in sheeted lightnings clothed,</br>His thunder-mouth'd artillery grasp'd, and pour'd</br>Along the rocking Heavens, ten thousand peals</br>Of roaring wrath &mdash; then through the bursting arch</br>Descending, drove from sea to sea his bolts</br>Of threat'ning vengeance.  Still the daring Beasts</br>Their devastations spread.  Alighting next</br>Upon the Alleganean Battlements,</br>He cast around his lightning-mingled frowns.</br>The trembling mountain-summits sunk beneath</br>His awful presence.  Centre-shook, the Earth</br>In agitated undulations roll'd;</br>And tumbled from their tempest-blacken'd beds,</br>Tumultuous, foaming, wild; the surging seas</br>Their highest shores o'erwhelm'd.  The infuriate Herds,</br>As still more terrible the thunders burst,</br>And flashing blackness roll'd, still fiercer raged,</br>And deeper plunged in blood.  Thus brav'd, the arm</br>Of the great Spirit, hurled the slaughtering bolts</br>Of blazing ire amid the murdering droves;</br>And keen-prong'd lightnings, volleyed thunder globes,</br>And forest-wringing whirlwinds on them wreak'd</br>Their death-commission'd wrath.  On every hand</br>The huge Devourers fell; or, wounded, drag'd</br>O'er crashing trees and gory carcases</br>Their mighty mangled limbs.  The horrid crush</br>Of agony and rage, the sullen groans</br>Of lingering expiration every where,</br>The ensanguin'd carnage-cover'd regions shook.</br>With glaring eye-balls bursting from their heads,</br>And streaming blood; whole fury-foaming herds</br>Of the tremendous monsters thunder-torn,</br>And gored with fiery javelins, headlong rush'd</br>O'er the resounding ridges, rock-rib'd, rude,</br>Of shuddering Allegany.  Thousands blind,</br>Impetuous, mad, down Cumberland's huge steeps</br>Precipitately tumbled &mdash; From wild heights,</br>In crashing tumult, tearing crags and trees,</br>And heaping on the blood-whelm'd plains below,</br>The mingled ruins almost mountain high!</br>All fell beneath the bolted ire save ONE:</br>He, than the rest more huge and fierce, the flames</br>And vollied vengeance dauntlessly defied;</br>And rushing through the thickest clouds of wrath,</br>That roll'd their lightning-driving thunders round,</br>The rocky pinnacles and ragged woods</br>Of the blue-crested Mountains, raged and roar'd</br>And yell'd indignantly!  The gnarled firs,</br>Fierce-forked flashes rent.  The towering pines</br>In atoms by the blazing bolts were burst;</br>But still the unconquer'd monster grimly moved</br>Amid the fiery whirlwinds burning blasts,</br>Until his rage to furious madness grew;</br>And urged him from the sky-embosom'd steeps;</br>Whence boldly bounding o'er the western lakes,</br>A gloomier, wilder wilderness he sought,</br>Where unmolested now his dread domain</br>In solitary majesty he holds.\"&mdash;", "With melancholy wonder mix'd with awe,</br>Refinement's powers the hoary Sachem heard;</br>For Boone in turn, descanted on the events,</br>Whose splendid eminence and useful aids</br>Adorn and dignify the social sphere</br>Of polish'd man.  He told how skillful ART</br>Had subjugated to his plastic sway,</br>The mineral empire.  How magnific domes,</br>In grand assemblage, gorgeous cities form,</br>How by the Compass and the starry chart,</br>Of astronomic science, guided ships</br>Adventurous, ride through storms the foaming seas,</br>And with the golden chain of Commerce bind</br>The numerous nations of the mighty globe;</br>Uniting in the kind civilities</br>Of generous intercourse a thousand climes,</br>Divided by the desolate expanse</br>Of interposing oceans &mdash; How the mind,</br>Its multifarious thoughts through myriad years,</br>If Time's uncertain reign so long should last,</br>By Printing's aidance can perpetuate.</br>How Agriculture from the furrow'd land,</br>Abundant stores of corn and fruitage draws,</br>And crowns with plenty, luxury, and ease,</br>Her cheerful votaries.  How Philanthropy</br>And social Love, in sweet profusion pour</br>Along Refinement's pleasure-blooming Vales,</br>Their streams of richest, life-ennobling joy.", "Montour, so strong his energies of mind,</br>Though much amazed that man could e'er such might</br>And enterprise attain; full well perceived</br>The degradation of the savage state;</br>And mourn'd the rueful destiny that drown'd</br>In blood and gloom, the INDIAN INTELLECT.", "By Boone's urbanity and mild address,</br>The enmity the white hair'd Chieftain bore</br>The polish'd whites, was partially reduced;</br>And he at length became disposed to turn</br>The reeking hatchet's life-destroying edge,</br>From the unvanquish'd Settlers.  But alas!</br>Before his embryo purpose could have birth,</br>His head lay cold beneath the hand of Death!</br>For by an apoplectic blow he fell,</br>And closed his eyes in everlasting sleep!</br>Wild was the savage woe that wept his fall!</br>Along the dismal wilderness was pour'd,</br>The melancholy howl of rude distress.</br>In all the varied pomp of Shawanese grief,</br>His mournful obsequies were solemnized.</br>In all the insignia of his rank array'd,</br>The breathless Sachem's corse was placed upright;</br>And round it drew in sorrow-sadden'd groupes,</br>The tawny NATION.  His successor rose,</br>And thus apostrophized the painted clay:", "\"Lamented Chieftain, we thy children mourn!</br>For thou, who wert in peace our cheering sun!</br>In the dark battle day our blazing bolt</br>Of conquering glory!  Thou art sunk in Night!</br>Those lips whence streams of purest counsel flow'd,</br>Now motionless and pale, no more shall pour</br>The tides of eloquence.  Those star-beam eyes,</br>That glanced pervasive through the thickest brakes,</br>Nor hiding fowl nor beast left undescried,</br>Are cover'd with the eternal clouds of Death!</br>Those limbs that once with active energy,</br>Fleet as the fear-wing'd elk or flying deer,</br>O'er vale and mountain bounded, bending well</br>The strongest bow, or aiming sure the tube</br>With thundering Death surcharged, are wither'd now,</br>And wasting into Dust.  Those age-bleach'd locks,</br>Though venerable still with Time-shed snows,</br>Soon with the furrowed temples which they shade,</br>Beneath the cold dank earth in darkness closed,</br>Shall lie.  But oh, our much revered Sire!</br>Although that form of majesty and grace</br>Must soon be bedded with thy Father's bones,</br>Thy spirit shall forever live!  shall live</br>Forever in the land where life is bliss;</br>Where tempest-mantled Winter's freezing frown,</br>And flame-enveloped Summer's withering blaze,</br>Thy spring's eternal bloom shall never change;</br>Where flower-perfum'd parterres and purple hills</br>In various fruitage rich, shall ever spread</br>Their game-abounding bosoms to the eye.</br>Where toil no more the nerves shall paralize,</br>Nor anguish bathe in bitter tears the cheek;</br>But where thy disembodied Ancestors</br>Shall hail thee with the holy shout of Love,</br>And thy participation in their joys</br>Solicit.  Go then, Spirit of Montour!</br>And on that mighty mountain, where in light</br>And grandeur clothed, the world's great Father dwells;</br>Associate with the blythe society</br>Of kindred bands beatified; go, Sire!</br>And for thy robes of perishable clay,</br>The radiant vestments of unending youth</br>Receive.  No hatchets there with human blood</br>Shall reek.  But the red Nations all shall smoke</br>In that fair land the Pipe of Amity,</br>And in the plenty-furnish'd tents of Peace,</br>Together banquet pleasure and repose.</br>We too shall shortly pass the Western Waves,</br>And thy felicitous abodes enjoy;</br>Renewing there with zest more exquisite,</br>Suspended happiness.\"  With plaintive voice</br>Coluxo thus the lifeless King addressed.", "To the great Shawanese cemetery next</br>The uncoffin'd corse was borne and there inter'd;</br>While dolorous dirges o'er the dreary tomb</br>Were wildly sung.  Etch'd on a smooth broad stone,</br>A hieroglyphical memorial marked</br>The spot, where mouldering into kindred earth,</br>The much lamented Chieftain's body slept.", "All chance of soothing down the savage ire,</br>Was buried with the heart of good Montour.</br>Coluxo such aversion bore the whites,</br>And so inexorable, unyielding, stern,</br>His purpose towards them; that the blandest arts</br>And ablest arguments, its vengeful course</br>Could not avert, nor blunt its dreadful edge.", "To labor in Sciota salines, Boone</br>Was taken now.  His intervals from work,</br>Ostensibly in hunting the wild game,</br>But really in exploring the rich lands</br>Were actively employ'd.  A country here</br>In nature's gayest robes adorn'd, and rich</br>With fertilizing fatness he beheld.</br>But cultivation's glittering ploughshare yet,</br>The mossy surface of its mellow soil</br>Had never broke.  For there rude SOLITUDE,</br>In forest bowers, her savage offspring nursed;</br>And unmolested, with her sullen SIRE</br>Benighted BARBARISM, held her drear domain:</br>While round her breezy temples, wild-flower wreaths</br>And green-leaf chaplets dew-bespangled hung.</br>To introduce within a land so fair,</br>Luxuriant, healthful, picturesque and gay,</br>The social graces and sublime delights</br>Of Civilizement, was a task so grand,</br>Heroic and humane; that Boone beheld</br>No hindrance, difficulty, danger, pain,</br>Nor toil, that could a moment cool the zeal</br>And ardent eagerness, with which his soul,</br>The achievement of his glorious purpose sought.</br>But nathless all his vengeance-soothing skill!</br>Still sly SUSPICION'S subtle leer, and HATE'S</br>Repulsive scowl exposed at times,</br>The secret venom of the savage soul;</br>And proved its prejudice too deeply grown</br>To extirpate by an individual's power.</br>But when to Chilicothe he return'd;</br>The gorgon front of savage vengeance met</br>Unmask'd, and in its fearful terrors dark!</br>The Hero's keen indignant eye.  For there,</br>The Shawnese Warriors, smear'd with frightful paint,</br>And arm'd in dreadful panoply of Death,</br>Against his Fort, precinct to march appear'd.</br>'Twas Britain's hostile breath that blew to flame,</br>The slumbering sparks of Indian enmity,</br>And kindled their distrust of Boone anew.</br>With its characteristic cruelty,</br>Her parricidal hand, blood-dripping held</br>To the wild natives' dim deluded view,</br>A thousand gilded motives to excite</br>Their rage against Columbia's patriot sons.</br>Fit conduits to convey the subtle streams</br>Of poisoning influence to the savage mind,</br>In her Canadian provinces were found.</br>The apostate Girty and his ruffian peers,</br>Idoneous subjects also form'd, to speed</br>Her black flagitious views.  Their villain souls</br>Her sanguinary purpose to subserve,</br>Their reputation, peace, and virtue, sold;</br>And with Demoniac zeal, to arms inflamed</br>The tawny host.  'Twere visionary now,</br>To think with smooth persuasion's dulcet tongue,</br>And the soft-breathing blandishments of art,</br>To stay the desolation-threatening storm</br>Of direful wrath, that brooded darkly round.</br>How best its bolted thunders to repel</br>Was Boone's concern, and wisdom's dictate then.</br>Along with the blood-hungering war-ripe foe,</br>One night in feign'd content the Hero pass'd.</br>But under semblance of his wonted sport,</br>With shoulder'd gun, at morn's first gleam, the groves,</br>And brakes, and wild-wood labyrinths, he pierced.</br>Lo now!  the lordling stag in antler'd pomp,</br>Unheeded bounds before him; for impel'd</br>By all the valorous ardor, anxious zeal,</br>And tender power, that agitate and fire</br>The Hero's heart, when ruffian hands prepare;</br>To plunge in RUIN'S bloody gulph, his ALL,</br>His friends, his children, spouse, and patriot hopes;</br>Boone swiftly traverses the sombre wastes,</br>Until he at the distant Fort arrives.</br>But there no glowing lap of wedded love</br>On which his wearied temples to repose,</br>Nor smiles of filial tenderness and joy,</br>With which the glooms of care to dissipate,</br>In extacies of sweet enjoyment drown'd</br>His warm anticipations; for his spouse,</br>Despairing e'er again his fond embrace</br>And beaming eye to meet; believing Death</br>Had in his life the savage hatchet plunged,</br>Migrated with her children from the wild,</br>And sought again beneath her father's roof</br>In Carolina's civilized retreats,</br>Security from an infuriate foe,</br>And consolation to her anguish'd heart.</br>Although her absence gave his bosom pain,</br>As 'twas a disappointment of sweet hopes,</br>Her safety form'd a soothing counterpoise,</br>And reconciled him to the poignant want,</br>Of her endearing converse and fond smiles.", "With gladness exquisite, the Garrison</br>His unexpected presence hail'd; but soon</br>The impending tempest's fell approach they learn;</br>And feel its dark penumbra cast a gloom</br>O'er joy's benignant splendors.  Valor still</br>Their souls innerved:  and in a fixed resolve,</br>Their Fortress to defend, they jointly leagued.</br>To strengthen and prepare it to withstand</br>The blazing brunt, both day and night they toil'd.</br>The exhilarating news, in a few days,</br>The arrival of another prisoner brought;</br>That, consequent on information gain'd</br>From Spies, the savage host had for a time</br>Its march defer'd.  By new adventures join'd,</br>Our Hero's force the hostile tribes alarm'd,</br>And into a serious fermentation threw</br>Their barbarous councils; which now oft convened</br>For consultation, how to exterminate</br>The rising settlement, and bar the West</br>Against the influx of humanizing light.", "The infernal agents of the British realm</br>Still their excitement through the credulous clans</br>Industriously diffused.  The fiend Duquesne,</br>Of the embattled army took command,</br>And practised it in all the slaughtering arts</br>Of European War:  meanwhile in strength</br>Our Hero's Fortress grew.  Its guardian band,</br>Though small in number, was in bravery great.</br>In vigilant suspense, from day to day,</br>They wait the expected onset.  Lo!  at length,</br>Before their walls the fury-featured Host</br>Arrive.  O'er their terrific van, wide flap'd;</br>Fit symbol of satanic savagery!</br>The bloody wing of Britain's flesh-stain'd flag!</br>Upon the Fort, no battle-banner flow'd;</br>But Boone's inspiring fervors breathed.</br>With the hoarse thunder of assumed command,</br>The investing Myrmidons on their approach</br>Bade Boone surrender or to Death submit!</br>Two days were given the Garrison in which,</br>From the alternative a choice to make.</br>Although 'twas but a handful to a host,</br>And terrible the impending tempest; yet</br>The bold-beleaguer'd band, with daring souls,</br>And undivided voice, resolved to breast</br>That tempest's roughest shock.  The allotted time</br>For a response was near at hand.  Like Beasts</br>Carnivorous, hungry, fierce, that grimly watch</br>With keen unwinking eye the asylum, where</br>The harmless objects of their greedy rage</br>From Death retreat; like them, the tawny foe</br>The invested fortress eyed; until brave Boone</br>One of its Bastions rose, and to Duquesne</br>Declared their resolution, to expend</br>In its defence, their latest throbs of life.</br>In his ferocious visage, hellish hopes</br>Were seen expiring; while he heard announced</br>The valorous Band's heroical resolve:</br>For he had thought without a risk, his rage</br>For conquest, cruelty and blood, to glut.", "Although successless in the attempt to awe</br>The gallant Garrison to yield; he hoped</br>By stratagem their strength to break,</br>And his infernal purpose to achieve.</br>For this; with them he now proposed to treat,</br>And proffered terms that prudence could not spurn.", "Boone sixty paces from the fortress gates,</br>With eight more men the adverse party met,</br>As they required.  Distrust of their intent,</br>Our Hero's breast disturb'd.  But still his soul</br>To fear superior rose; and energized</br>And animated with the power to afford</br>Another proof of peaceable design</br>Toward the suspicious foe, resolved to test</br>The integrity of their intention thus.", "Terms of capitulation were arranged,</br>And the Contractors signatures affixed;</br>When Boone and his co-agents were inform'd,</br>That 'twas a usage 'mong the Indian tribes</br>In treaty-forming, their sincerity</br>And cordial friendliness to testify;</br>By two of their own Chieftains joining hands</br>With each contractor on the white man's side.</br>To this, Boone and his party gave assent;</br>And to every man of the deputed band,</br>Forthwith a brace of the red ruffians march'd;</br>And seiz'd with PERFIDY'S flagitious grasp,</br>And black Malignity's ferocious grin,</br>Instead of kindling FRIENDSHIP'S placid air,</br>And mild Pacification's bland embrace,</br>The guileless Ministers of glorious Peace!</br>But from the struggling gripe, with vigorous tug</br>They tore away; and through the treacherous throng,</br>Amidst a bursting storm of sulphurous flame</br>And vollied lead, resistless rush'd, unslain!</br>And all save one, unwounded, safely reach'd</br>The sheltering fort!", "The war-yell, shrill and fierce,</br>Then broke along the oscillating air.</br>But soon in a disploding tempest drown'd,</br>Gave place to thunders belch'd from tubes of death,</br>Against the well-constructed fortress-walls.</br>A counter-storm the invested Heroes pour'd,</br>And drew at every fire their foemen's blood.</br>Vain was the hope on either side, to find</br>In one or two diurnal rounds, such change</br>Of circumstance, as each so hoping wish'd.</br>The bullet-battering brunt, from dawning morn</br>Till dusky eve, and through the dismal night,</br>Upon the fort still ineffective beat.</br>But still the expectation of a pause</br>Was disappointed; for the assailing fiends</br>More furious grew, and fiercer drove the storm,</br>As its successless blasts in number grew.</br>E'en at the midnight hour, the welkin blazed,</br>And rage-born yells the haggard dreams disturb'd</br>Of those of the besieged, who sought in sleep</br>Refreshment's cheering aid.  NINE DAYS AND NIGHTS</br>Around the well-protected Garrison,</br>The leaden hail-storm pour'd its pelting showers;</br>While unsubdued, and suffering little loss,</br>Two only of its bold defenders slain!</br>It proudly braved each rudely battering shock;</br>And with the lightning of its vengeance smote</br>The savage ranks, until the shatter'd force</br>Defalcated with Death, with gore defiled,</br>With hunger weaken'd, and with wounds impair'd,</br>The siege at length relinquish'd; and return'd</br>Reluctantly, with slow and crippled march,</br>Depressed, and grim, to their rude wig-wam Homes.", ""]