["CORYDON, CLODDIPOLE, STREPHON.", "CLODDIPOLE.</br>Say, Corydon, why hangs thy nether lip?</br>Why stops thy bagpipe?  Wherefore droop thy sheep?</br>Why spreads this sudden gloom around thy brow,</br>To grief a perfect stranger until now?</br>Speak; is your fav'rite lambkin gone astray?</br>Or has fair Phoebe stol'n your heart away?", "CORYDON.</br>No lambkin, Cloddipole, is gone away,</br>Nor has fair Phoebe stol'n my heart away;</br>Yet does my pipe its joyous notes lay by,</br>My flock catch sorrow from their master's eye;</br>Now, gentle Swain, your jests untimely come,</br>And soon must change to universal gloom.", "CLODDIPOLE.</br>If love nor loss have prov'd thy adverse fate,</br>What motive can thy sudden woes create?</br>Has any friend at wrestling lost the prize?</br>Or does thy grief from heavy Taxes rise?</br>Perhaps the Smut hath spoil'd thy rip'ning grain,</br>Perhaps 'tis scorch'd for want of timely rain;</br>Tell me, my friend, the source of this thy grief,</br>For oft' communication yields relief.", "CORYDON.</br>My grief will now no consolation bear,</br>Thou too must shortly all my sorrows share;</br>No Drought, no Blast, no Taxes cause my smart,</br>Nor doth a Friend's Disgrace affect my heart;</br>Too soon to ev'ry Swain the news will come,</br>And all must feel the universal gloom.", "CLODDIPOLE.</br>Has then ill news thy merry humour cross'd?</br>For all the news, that comes, thou quickly know'st.</br>Perhaps some hungry Frenchmen have got o'er,</br>In their flat-bottom'd boats, to England's shore;</br>Oh!  tell me, Corydon &mdash; If that's the case,</br>My blood's on fire the enemy to face;</br>What British youth that can a pitchfork wield,</br>Would let a scurvy Frenchman keep the field!</br>Resolve me what I cannot learn myself,</br>As thou'rt a Schollard, I a witless Elf.", "CORYDON.</br>Our arms kind Heaven has so greatly bless'd,</br>No foreign foe can now disturb our rest,</br>Yet have we all sufficient cause to grieve</br>For what nor strength nor valour can relieve.</br>The grim invader Death, himself is come</br>To fill us with an universal gloom.", "CLODDIPOLE.</br>Is good old Corydon thy father dead?</br>&mdash;I see my answer in thy looks to read.</br>Poor good old man!  who from our tender year,</br>Made our Instruction still his chiefest care;</br>First bent our minds to Innocence and Truth,</br>And taught us Fortitude in earliest youth.</br>Well may we share thy grief, and join thy moan,</br>When such an universal Friend is gone.", "CORYDON.</br>My private griefs I should not chuse to spread,</br>But Corydon, my father, is not dead;</br>Better had Death swept all our race away,</br>Than spar'd us to behold so black a day.</br>The cruel Tyrant now hath made an end</br>Of our kind Master, and our common Friend;</br>Old Corydon still lives to hear our doom,</br>And share with us the universal gloom.", "CLODDIPOLE.</br>If still thy father lives our grief to share,</br>Perhaps we've lost the rich Avaro's heir,</br>The tenderest Damon, ev'ry Shepherd's friend;</br>If so, &mdash; our sorrows ne'er will have an end;</br>For then, to fill the Muck's insatiate chest,</br>Each Swain with double rents will be oppress'd;</br>And he, the tim'rous Hinds to keep in awe,</br>Will soon let loose the Harpies of the Law.</br>&mdash;No more shall chearfulness our brows o'erspread,</br>If our kind Guardian tender Damon's dead.", "CORYDON.</br>On that occasion, set thy heart at rest,</br>Damon still lives to joy each Shepherd's breast;</br>He lives, to mourn with us our wretched state;</br>For GEORGE our Sov'reign, GEORGE the Good, the Great,</br>Hath yielded to inevitable Fate;</br>This will to Damon's gentle heart strike home,</br>And make him feel with us the universal gloom.", "CLODDIPOLE.</br>Your grief I blame not, now I know the cause;</br>We cannot mourn enough so great a loss:</br>His gentle sway long bless'd Britannia's isle,</br>In ev'ry part made joy and plenty smile.</br>But tell me, Corydon, I fain would know,</br>By what strange means you learn'd this tale of woe;</br>And if no dreadful omen from on high</br>Foretold you that our gracious Lord must die.", "CORYDON.</br>Tyrants and base Usurpers, Authors say,</br>With direful omens have been snatch'd away;</br>But to the Prince, who was his subjects friend,</br>All gracious Heaven gave a milder end;</br>And, from all earthly troubles did remove,</br>To live for ever in the realms of Love.", "I from gay Strephon did these tidings learn,</br>Who shares with us the heart-felt deep concern;</br>But see himself, with lengthen'd visage, come</br>To spread more wide the universal gloom.", "STREPHON.</br>Your honest grief I cannot discommend,</br>Yet think your sorrows now should have an end,</br>To thank kind Heav'n he staid so long a space,</br>T' inspire with Virtue all his Princely Race,</br>To spread throughout the world his People's Fame,</br>Make farthest shores resound with GEORGE'S Name;</br>Nor till his earthly bliss was at the height</br>He left his temp'ral Crown for one of endless light.</br>If then your Prince you did sincerely love,</br>Envy not thus his Happiness above.", "Another GEORGE now mounts the British Throne,</br>Whose budding Virtues, Envy needs must own,</br>Reflect such splendor on the destin'd Crown,</br>As bright's the rising as the new-set sun.</br>Religion is his first, his greatest care,</br>Which to the Subject must the Prince endear;</br>What Hopes! &mdash; when he so early doth begin</br>To raise up Virtue, and discourage Sin.</br>As late his royal Grandsire was, so he</br>Our common Friend and Father now will be.</br>On England now no nation shall impose;</br>His British Heart will feel for Britain's Woes.", "Cease then, my friends, your unavailing moan,</br>And welcome GEORGE the Third to Britain's Throne;</br>He, the true heir of royal Brunswick's line,</br>With matchless splendor shall unrivall'd shine.</br>"]