["'Tis well I see the beautiful of things,</br>Else, K&mdash;, there thousands are who wouldn't see</br>Scarce any thing, in this most stupid age,</br>Worth calling poetry.</br>Aye, and it's well, too, I do not engage</br>To any niceties of measure in my rhyme,</br>Because, such beautiful thoughts as I,</br>At times, let fly,</br>Would, were they confin'd,</br>Before and behind</br>By your silky Pope-like tethers, be,</br>Like over-fondled children &mdash; ill, and rickety.</br>You know, K. I sometimes use your little lines</br>That drop,</br>In this short manner, like a rotten prop</br>From under a bunch of streaky woodbines,</br>Letting the whole beautiful superstructure</br>Of my flowers poetical,</br>Whate'er I cull,</br>Fall smack adown upon the muddy ground,</br>Scattering, all o'er every where around,</br>Their perfumes into air!</br>Wonder ye? &mdash; poo!  now none of your scurvy jokes&mdash;</br>I cannot bear to do like other folks,</br>What!  waste my time in measuring and rules?</br>Let Byron, Scott, and Campbell &mdash; precious fools!</br>Be, to such things, mere mercenary tools.</br>'Tis well for them to trim old-maidish wings,</br>But I can see &mdash; \"the beautiful of things.\"", "Listen, (if Nature's loveliness ought bind ye)</br>Whom kindred wonderlings have brought behind me,</br>And I will map ye out some pleasant walks,</br>O'er furrowy lands, and green grass banks,</br>Where Nature hath dropt her wild, unpolish'd showers,</br>And brought up heaps of wild, unpolish'd flowers,</br>And unfurl'd</br>The glorious forest world.</br>How nice it is to stray all among brooks,</br>In dark green nooks,</br>That, hid in their drowsy windings, snore,</br>In their stuff'd up, rushy, weedy beds,</br>Dreamingly:  how sweet to see</br>The glib eel, nibbling hastily</br>The newly-caught worm, held by her neck fast,</br>Making his summer breakfast:</br>Or hear the hoarse frog,</br>In the reedy bog,</br>Singing the poor worm's elegy.</br>How sweet to stroll up chequer'd lanes and highways,</br>(Provided they are bye-ways)</br>To feel the soft come-o'er-ye-breeze, that dreads,</br>As 'twere, to touch your hatty heads,</br>Lest it should ruffle your curly locks,</br>And fling your beavers</br>Into the unaccommodating, saucy rivers;&mdash;</br>A sweet breeze, that won't set you in the stocks</br>Of coughy colds, and stiff-limb'd catarrhs,</br>And such-like stay-at-home wars,</br>As we, in playing life's poor game at loo,</br>Are subject to!", "And, O!  to ramble all about some heath&mdash;</br>A lonely one &mdash; (and not</br>One like Hampstead's up-and-down pathy spot)</br>To take, as 'twere a pill, a breath</br>Of nutmeg-smelling air, cutting, like a knife,</br>From off our lungs the city's filthy soot,</br>And smoke to boot;</br>So as to bless,</br>And raise to liveliness,</br>With freshening draughts, the nauseous cup of life;</br>Especially where the sun-toasted gypsies,</br>Hang out, all over the branched trees,</br>Their sunny draperies.</br>Because, in our ramblings, we</br>Like good company.</br>Like you this plumage of my muse's wings?</br>Ah!  I can see the \"beautiful of things.\"</br>Do you not like where a dark wood covers,</br>With her leafy hood all things, and hovers</br>About some up-hill and down-dale track,</br>(The sun in your face, and the wind in your back,)</br>To go, and see the industrious pig root up</br>The buried acorn, where the oaks shoot up,</br>Making itself \"green head-dresses,\"</br>And \"leafy wildernesses,\"</br>Lovely dryad! &mdash; and the \"young-eyed\" lambs</br>That walk by their dams,</br>With their milk-white dresses,</br>And their light prettinesses,</br>And feet that go skipitty-skip!</br>And the sage cow,</br>That munches the drooping newly-clad bough,</br>Hanging its fresh'ning leaves o'er her head</br>And her back's glossy red;</br>O!  these are objects for Castalian springs!</br>But I, you know, can see \"the beautiful of things!\"</br>Stop! &mdash; there's something of the gypsies, O dear,</br>I forgot to mention:  I'll do it here.</br>Like not ye to sit with them and chat,</br>And all that,</br>(Beneath the over-hanging bunchy leaves,)</br>With that enlighten'd, independent few?</br>I love it, K&mdash;, and so, I think, do you;</br>For theirs, look ye,</br>Whom kindred fancies have brought after me,</br>Is, like the quiv'ring blown-off leaves</br>On which they tread, real unpoluted liberty,</br>That never grieves!</br>And love ye not to walk where flings</br>Some old wind-mill her muttering flys about?</br>Or, like ye, where some white-wash'd farms peep out,</br>To hear the clapping of the old hens' wings,</br>Where the quick wind, round the hay-stack, sings</br>A delicious tune,</br>In the month of June,</br>When the sun peeps out,</br>And spreads all about</br>The cornfields' yellow dress,</br>His yellower loveliness?</br>And, O!  to hear the rural ding-a-dings,</br>Where the sweet little old village church up springs,</br>Its dumpy spire, becrown'd</br>With tall trees, and ivy-bound!&mdash;</br>Don't, don't I paint the &mdash; \"beautiful of things?\"</br>"]