["Oh!  tell me, Critics, tell me men of letters,</br>Why TOMMY PINDAR should not ape his betters?</br>Why may'nt he warble a sublimer lay</br>Worthy Cecilia's or St. Stephen's Day?</br>Yes, he shall tempt the high caerulian road,</br>Strike with a fire-tipp'd fiddlestick his fiddle,</br>As he would saw each cat-gut through the middle,</br>While staring statesmen wonder at his Ode.", "T'was at a feast for votes of credit won</br>By CHATHAM'S crafty son</br>The victory sate,</br>With joy elate,</br>Tho' not upon a throne:</br>D&mdash;DAS and W&mdash;ND&mdash;M at his side,</br>With GR&mdash;VILLE sate puff'd up with pride.</br>O!  well met!  well met!  well met!</br>Where so worthy a quartett?", "Hard by,</br>Sate Laureat HARRY JEMMY PYE:</br>He sung, but ah, without a lyre,</br>Such strains as chaunt the Chapel Royal choir!</br>The joy began from a rebus below</br>Where fires with everlasting Sulphur glow;</br>He sung how mounting from those realms of night,</br>Replete with tenfold villainy, a sprite</br>Erst fir'd with guilt Sejanus' breast;</br>Next stood in Alberoni full confest;</br>Then clad in crimson'd robes and wig of law,</br>Beguil'd the Premier's Mamma,</br>And e'er the Moon had twice five circles whirl'd</br>Produc'd an image of himself, the hatred of the world.", "Swollen with self, the Premier 'gan to lower,</br>Scowl, and assume the nod of power;</br>His fingers seem'd to grasp a Nation's gold,</br>And much he said, and much he left untold.</br>Applauding Nobles caught the pleasing sound,</br>A present Daemon echoes all around,</br>A present Daemon loud the vaulted roofs resound.", "The Bard to vic'try next attun'd his lay:</br>He sung the hard-contested day</br>When P&mdash;TT'S, when G&mdash;NVILLE'S terror-breathing bill</br>Was past against the People's will;</br>Rejoice!  he cried, rejoice!  rejoice!</br>No more is heard the general voice,</br>Re-echo'd from all corners of the nation</br>Against thy mal-administration!</br>Now drunk with pride and wine the youth grew vain,</br>Spoke all his speeches o'er again,</br>And thrice he nonsense talk'd, and thrice he rose t' explain.", "The Laureat next essay'd a strain more loud,</br>Dire as when thunder rends the tortur'd cloud:</br>Fall on, fall on, he cries,</br>See the Jacobins rise,</br>See the lances they bear,</br>How they flame through the air,</br>Whilst rebellion gleams in their eyes!</br>On every side surrounding squadrons see,</br>All firmly resolv'd to die or to be free,</br>In spite of thine and thee,</br>Lo!  they prepare to plant the hated tree!</br>Revenge!  revenge!  surrounding Peers exclaim,</br>Arise!  and vindicate our fame,</br>Or we must suffer, endless, endless shame!</br>Then P&mdash;T seiz'd a candle, the rogues to consume;</br>W&mdash;N&mdash;M led the way,</br>To guide him to his prey;</br>And, like another Nero, fired another Rome.", "Then did the Bard another measure try,</br>And seem'd so mild a very PIDGEON PYE,</br>He sung Sir ROBERT, once so great,</br>Fallen, fallen, fallen, from his high estate,</br>Denied, upon a pinch, a Vote,</br>Ev'n by the very rogues he'd bought;</br>See him neglected and retir'd,</br>Scorn'd by the crew that once admir'd;</br>Unsooth'd by any cheering hope,</br>Happy in this alone &mdash; he scap'd a rope:</br>With bosom swelling, between fear and pity,</br>The Premier heard the doleful ditty;</br>He trembled for his actions past,</br>He look'd around,</br>In vain, for comfort, in no face he found,</br>All look'd like malefactors, tried and cast.", "Now to a deeper and more dismal strain,</br>The Laureat struck the lyre again:</br>He chose a theme might soften rocks,</br>He sung the fallen Paper and the Stocks,</br>So amply both foretold by Mister FOX.</br>He sung, that credit is but vapour,</br>Bills and Note but scraps of paper;</br>Amounting, in ideal valuation,</br>To ten times all the money of the nation.</br>He sung the sorrows of finance,</br>When none another farthing would advance,</br>Though danger threats from haughty France;</br>Lo!  money disappears, and Commerce flies,</br>Whilst influence sickens, totter, falls, and dies.</br>Each eye was now suffus'd with woe,</br>All beat their breasts and tears began to flow.", "The Laureat saw with joy his melting soul,</br>And bade the strain in sweeter numbers roll;</br>He tried, just tried, alas!  in vain, to move</br>His heart to love,</br>And in soft Lydian measures sung.</br>The nymph both handsome, rich, and young.</br>Quit, oh!  quit thy arduous station,</br>Leave to abler heads the nation;</br>Thou mayst split upon a rock,</br>Call'd a gibbet or a block!</br>And though the last blessings, lo!  the gods provide thee!</br>Thy modesty wont let thy face;</br>Wed the gold, whate'er betide thee.</br>No flush of joy the Premier's face o'erspread,</br>He bit his lip, and hung his head;</br>For Avarice and Terror shook his frame;</br>He lov'd the money, but he fear'd the dame.", "The Bard then paus'd, asham'd to see</br>That proof to all the joys of love was he.</br>Then in a strain, pronounc'd by all divine,</br>Enraptur'd sung the mighty praise of wine.</br>Wine inspires the Statesman's brain;</br>Wine allays the lover's pain;</br>Wine can ease the guilty breast;</br>Wine can conscience lull to rest:</br>Fill the bumper, put it round!</br>Joys alone in wine are found.</br>Fill again, fill!  fill it higher,</br>Till your noses glow like fire;</br>Till each well carbuncled face</br>Reflects the radiance of the glass!</br>Quick the goblet fill again,</br>Carol loud the tipsy strain,</br>Raise the Bacchanalian roar,</br>Till each tongue can wag no more!", "The list'ning Nobles caught the lofty sound,</br>Quick, and more quick the goblet passes round.</br>They sing, they rave, they laugh, they bawl,</br>As if the Devil was in them all:</br>Till quite o'erdone, they snore in cadence deep:</br>For rhyme and drink had lull'd them all to sleep.</br>"]