["Angel, at once, and Demon, of the soul</br>The curse and solace of humanity,</br>Anguish and bliss alike own thy controul,</br>And mighty invocation, Memory!</br>Strongest and last enduring faculty,&mdash;</br>Which e'en o'er burning madness oft prevails;</br>Serene amid the mental anarchy,</br>When the grief conquer'd Understanding fails,</br>And dying Judgment drops the intellectual scales.", "From the dark sepulchre of Time thy power</br>Calls forth the buried past, which lives again;</br>And, startling, on our retrospective hour</br>They come, arrayed in former joy and pain;&mdash;</br>Pleasure's and sorrow's intermingled train;</br>The crowded picture of our travell'd fate;&mdash;</br>And, gazing on it, though we may complain</br>That the dark hues of woe predominate,</br>And bleak and clouded is our wintry, mortal state:", "Yet in that wither'd landscape and black sky,</br>Some spots of beauty there, which, green and bright,</br>Are sweetly interspers'd, shall to the eye</br>Afford a higher, more intense delight,</br>Surrounded by that gloominess and blight,</br>Than could an all luxuriant region show;&mdash;</br>Or an unclouded firmament of light:</br>And on the dark sky of our years of woe,</br>The stars of blissful hours with double brilliance glow.", "How fondly through the scenes we once did love,</br>Whatever interpose of time or place,</br>By all restoring Memory led, we rove,</br>And all e'erwhile that charm'd, again retrace.</br>How full the lineaments of some dear face,</br>Long lost, or absent, are again retrieved,</br>In all the strength of truth, and power of grace;&mdash;</br>Yes, so delightfully are we deceived,</br>The visionary presence is almost believed.", "E'en as those features, which in Memory's glass</br>We gaze upon with yearning tenderness,</br>Before mine eyes, dear Valley, dost thou pass,</br>In all thy luxury of loveliness</br>And wild sublimity of barrenness;</br>Thy fairy region doth each charm comprise,&mdash;</br>At once a garden and a wilderness,&mdash;</br>Eden, with her curse-blighted boundaries,</br>Or storm and sun-shine met in summer skies.", "Though, Wharfe, that altar doth no longer stand,</br>Which, raised by Roman hands, of yore was thine,</br>Yet hast thou worshippers within the land,</br>Who, tracing with fond steps thy lovely line,</br>Do not refuse to own thee still divine.</br>Man's frail memorial hath perished,&mdash;</br>Partaking his mortality; but thine,</br>Ever renewing Nature!  hath not fled,</br>But flourisheth as then it flourished.", "O ye, enraptured of her artless charms,</br>Ye, who gaze on her with a lover's eye,&mdash;</br>And who, in every light, in all her forms,</br>Still fresh appearing graces can descry;</br>Ye innocent idolators, draw nigh,&mdash;</br>See, with unmeasuring hand, her stores unroll'd!</br>All that her blended beauties can supply,</br>Here stand with me, and in one view behold,&mdash;</br>The rich, &mdash; the wild, &mdash; the soft, &mdash; the stern, &mdash; the beautiful, &mdash; the bold.", "The mighty mountain, whose audacious head</br>Dares the forbidden region of the sky,</br>As if Earth sought her children thither fled,</br>And would reconquer their bright destiny.</br>The river, with its plaintive melody;</br>Encircling reverently the holy mould</br>Where ages of death's gather'd harvests lie;</br>The pensive memory of those days of old,&mdash;</br>The thought how soon our own shall be with them enrolled,&mdash;", "These shall be in the eye, and in the mind</br>Contemplative, of him who wanders there;</br>Giving a feeling strong, though undefined,&mdash;</br>Of awe, yet pleasing, &mdash; awe, unmix'd with fear.</br>Nor will the manliest bosom scorn the tear</br>That from such rumination doth arise;</br>That cherish'd mourning, to the heart more dear</br>Than mirth's insane and short-lived revelries,&mdash;</br>Nature's pure unpolluted sympathies.", "There is a soothing, passion stilling calm,</br>In that lone valley's solitary shade,</br>Which drops in healing fragrance, as a balm,</br>Into the bruises which the world hath made.</br>There may'st thou sit, nor sound, nor step invade</br>Thy meditation, save the harmless feet</br>Native thereof, which start from thee afraid;</br>Or the untutor'd melody, &mdash; but sweet,&mdash;</br>Betraying the soft minstrel's \"green retreat.\"", "Fair stream, upon thy grassy margin laid,</br>Drinking the rippling music of thy song,</br>How from mine eye the world's delusions fade,</br>And from mine ear the discord of its throng.</br>Rejoicing gratefully, &mdash; no more among</br>The never ceasing conflict, &mdash; that I may</br>Repose thy green, delicious banks along;</br>Or meditate the tributary lay,</br>In the soft moments of declining day.", "THE WHARFE. &mdash; EVENING.</br>As the golden chain depending</br>From Beauty's neck of snow,</br>In graceful curves descending,</br>Such, Wharfe, thy winding flow.", "Neath pendant foliage darkling,</br>Now glancing to the sky,&mdash;</br>Like the alternate sparkling,</br>And shade of Beauty's eye;&mdash;", "With the gently heaving motion</br>Of Beauty's peaceful breast,</br>When knelt in meek devotion</br>Ere she lies down to rest;&mdash;", "With the luxurious softness</br>Of Beauty's melting tone,</br>In that enchanted stillness,</br>When her voice is heard alone;&mdash;", "As that chain, &mdash; the gift of love,&mdash;</br>On Beauty's bosom found,</br>With star-lit heaven above, </br>And Paradise around!", "O deem us not presumptuous, that with thee</br>Bolton, we claim a somewhat kindred fate;</br>Albeit we may not boast the dignity</br>Which yet thou dost display of ancient state.</br>Like thee in ruins, powerless we await</br>Time's ignorant hand, outstretch'd o'er all that seems;</br>But, let us own, &mdash; we would not be ingrate,&mdash;</br>Still pitying clings, concealing sorrow's seams,</br>The mantling ivy of poetic dreams.", "Nature, repining at the spoil of Time,</br>Casts o'er each fractur'd arch her verdant veil,</br>As if she would his sacrilegious crime,</br>With the luxuriance of her love conceal.</br>Scarcely the wild-flower crested walls reveal</br>His ruthless hand upon them; so complete</br>Nature's compassionate adoption; &mdash; seal</br>Of her still watchful fondness, and replete</br>With a consoling moral, and a meet.", "Nor do those verdant ringlets, streaming fair</br>And pleasantly upon the ruins gray,</br>Contrasted though in life and hue, impair</br>Within the heart their melancholy sway:</br>Thereto they rather add, than take away;</br>As the fresh flowers which weeping love bestows</br>On the pale, lifeless form of coffin'd clay;&mdash;</br>Where blent decay and fragrance but disclose</br>A feeling which to greater sadness grows.", "Peacefully do they sleep, the happy dead,</br>In that green sanctuary of their rest,</br>Where no step comes but the religious tread</br>Of moralizing pilgrim; no unblest,</br>Disturbing dissonance, which might divest</br>The scene of its soft charm, by stillness given;</br>But all around doth holiest peace attest;</br>From a vain world of sinful tumult driven,&mdash;</br>Peacefully do they sleep, the dead &mdash; Death's Heaven!", "Not so thy waters, Wharfe, romantic stream!</br>Uncertain Wanderer, whose various way,</br>Capricious as the shiftings of a dream,</br>Pen, nor more potent pencil, can pourtray.</br>Here, in thy peaceful mood, serenely gay,</br>Spreading thy bosom to the joyous light</br>In rippling dalliance, \"amorous delay\"</br>There, by dark anger fired, with wild affright</br>Right onward bearing in the madness of thy might.", "As moves some army's congregated mass,</br>In dread compression, and concentrate force,</br>Upon the strong and well defended pass,</br>Which, threatening, doth forbid its further course,&mdash;</br>So the chafed river from their every source</br>Calls all her feudal waters to the post,&mdash;</br>Then with the shout of battle, stern and hoarse,</br>She rushes onward like a charging host,</br>Bursting the barrier rocks that would her path have crost.", "Here call'd the frantic mother on her child,</br>Upbraiding in despair the ruthless flood;</br>But found no answer to her outcries wild,</br>Save the dull echo of the lonely wood,</br>And the Wharfe raging in her angry mood;</br>Pitiless, and unyielding of her prey;</br>As the fell tiger o'er his human food,&mdash;</br>Scaring the terror-stricken aid away,</br>With the fierce eve and roar of savage jealousy.", "THE BOY OF EGREMONT.</br>In Egremont's bosom his heart blithely dancing,</br>As the beams of the morn on the woods of his chase,</br>O proud was a mother's fond eye on him glancing,</br>The lustre of youth and of beauty to trace.</br>The eye bright with joy gazing on him that morning,</br>Alas!  shall not sparkle to see him returning,&mdash;</br>But shall view, consolation distractedly scorning,</br>For ever extinguish'd her hopes and her race.", "How fondly she saw, (in Hope's bright region soaring)</br>As he gallantly sprung to the warrior's game,</br>In him to her lone-widow'd side Heaven restoring,</br>Once more her lost mate, &mdash; to its lustre his name.</br>False Hope, O, believe her not!  ever deceiving,</br>And still the most faithless with hearts most believing,</br>She whispers of joy but to deepen our grieving,</br>She kindles the heart, &mdash; 'tis consum'd in the flame.", "But hark!  his gay horn in that wild valley sounding,</br>With his leash-hound the echoing woodland he tries;</br>Startled from his green haunt, lo, the fleet deer is bounding,</br>And in speed with that menacing echo he vies.</br>As swiftly his steps his brave hunter pursuing,</br>Now lost for a moment, &mdash; now anxiously viewing,</br>As he strains for the Strid, his last refuge from ruin</br>His victim he nears, and ah!  surely he dies.", "Not so was he fated.  Where savagely moaning</br>The Wharfe through the rifted rock fierce bursts her way,</br>(The black rock itself with the struggle is groaning)</br>And below wildly foaming in eddies doth play;&mdash;</br>The near sounding step of his foe trembling hearing,</br>The gleam of his  burnish'd blade, ready-bared, fearing,</br>At one gallant effort the deadly space clearing,</br>The chase, from impending death saved, bounds away.", "Nor Romille did he stay on the brink pausing,</br>Undaunted he ventures the perilous wave,</br>But his cowardly comrade the hazard refusing&mdash;</br>He springs, &mdash; but 'tis into a turbulent grave.</br>For his shroud, and the requiem that should be sung o'er him,</br>He has but the torrent's white foam and loud roaring,&mdash;</br>The forester, powerless, and deeply deploring,</br>Hangs o'er the dire gulph of the young and the brave.", "But who to a mother shall bear the sad message?</br>His pale looks betray, ere his tongue can relate;</br>In her fast-heaving bosom she feels a dark presage,</br>Ere breaks from his lips hapless Romille's fate.</br>Yet doom not thyself to a ne'er ending sorrow,</br>On the night-gloom of life dawns a bright-shining morrow,</br>Nay here, from devotion relief may'st thou borrow,&mdash;</br>And the woe that will die not, shall yet mitigate.", "Where, free and unchafing the wave softly gliding,</br>Through the green vale it mirrors, flows calmly as wont,</br>Yon hoar walls she rear'd, where secluded residing,</br>Consolation she sought at the ne'er failing fount.</br>And say, for devotion what peaceful scene meeter?</br>For pensive seclusion what hermit-spot sweeter?</br>Than the Wharfe's plaintive voice, as repentant, what fitter,</br>To join her sad wail for her lost Egremont?", "In the congenial gloom of falling night,</br>Rock-fetter'd Wharfe, with a still deepening tone,</br>(Like the dim horrors of nocturnal fight)</br>To deep continued thunder swells her moan.</br>Each cheerful sound of gladsome day is gone,</br>That from her raving might divert the ear;</br>Now reigns she in her ancient realm alone,</br>Or, if the night-bird's boding scream she hear,</br>She chides to silence with her voice of fear.", "Round the surge beaten rock on which I stand</br>A precipice of foliage rises high,</br>With midnight blackness clothed; a giant band</br>Of trees, whose broad heads waving in the sky.</br>Mix with the pilgrim clouds, slow sailing by,</br>In form and motion.  From its side project</br>In spectral shape, and \"obscure majesty,\"</br>Centinel rocks; which the rent hills eject;</br>Stern guards!  that wild dominion to protect.", "Deep, solemn mystery of delight!  whence comes</br>The melancholy revelry of heart</br>In scenes like this? &mdash; Escaped from the homes,</br>And clamorous din of herded man, &mdash; apart</br>From the world's earnest folly, and its art,&mdash;</br>To our Eternal Mother, as a child</br>Long lost, we are restored; she can impart</br>All a fond mother's blessing; she hath smiled</br>The unholy things away with which we were defiled.", "And e'en in this, her sternest form and mood,</br>In wrath and darkness is she still beloved;</br>Unsever'd, unestranged, though subdued,</br>Still cling we to her as a child; reproved</br>By her most awful grandeur; not removed</br>From that dear instinct of her influence</br>Not wholly lost, e'en when we farthest roved;&mdash;</br>Cherishing, with unutter'd eloquence,</br>The mingled love and fear of great Omnipotence.", "Less bright the stars are shining; fading still</br>As changes the dark firmament its hue:</br>For, issuing from yonder eastern hill,</br>Over the sable sky, a lovely blue</br>With soft invasion spreads; &mdash; and now in view,</br>In full, unveiled glory, comes the Queen</br>Of the still hour, to claim her empire due:</br>Sky, hill, and glistening river, glad, I ween,</br>Receive the throned Mistress of the scene.", "And meet it is that gratefully they own</br>The heavenly consecration of her ray;</br>Serenely streaming from her silver crown,</br>Enshrining the profanities of day.</br>At its divine renewal, thus, our clay,</br>Preparing for its high immortal state,</br>Its grosser elements shall cast away;</br>And, purified from Earth's alloy, await,</br>The happy summons of its blissful fate.", "The sternly frowning woods, which form'd e'erwhile</br>A long, steep rampart of unvaried gloom,</br>Transformed by the magic of her smile,</br>A spiritual brightness now assume;</br>And every tree is crowned with fairest bloom;</br>(So their illuminate tufts to fancy seem,)</br>And underneath, the bracken and the broom,</br>Catch, in some favor'd spots, the piercing beam,&mdash;</br>Which looks like the arrested lightning's gleam.", "High, at the labouring Strid, the river throws,</br>Unceasingly, her foamy billows white;</br>Tumultuous heaving in convulsive throes,</br>Disorder'd as the tossing crest of knight</br>Combating in the fluctuating fight.</br>But thence released, down the long valley glance</br>Serenely her peace-spoken waters bright,</br>In passionless progression; as advance</br>The plumes of beauty in the gliding dance.", "Far in the moon-lit distance, Barden rears</br>His roofless, but still venerable tower;</br>As warrior with his helmet doff'd appears,</br>Reposing after sanguinary stour.</br>Forsaking all the pageantry of power,</br>(Oh wise, exchange!)  the Shepherd-Noble well</br>Here gave to science and to peace the hour;</br>For peace and science, O what land shall tell</br>A greener solitude, a more romantic dell?", "We love the pensive story to recall</br>Of his storm-born, but hermit-passing life,</br>From exiled boyhood, from the piteous fall</br>Of gentle Lancaster, unfit for strife,</br>The hapless victim of stern Richard's knife,&mdash;</br>To the Seventh Henry's all-restoring sway;</br>When, from his refuge-hills, &mdash; with pleasures rife,</br>Revolving Fortune, in her shining day,</br>Brought him, undazzled with their glare, away.", "Methinks I see the melancholy boy</br>Reclining in the lone hill's shadow deep,</br>And, as return the scenes of home and joy,</br>Sadly he turns his youthful head to weep,</br>And hide the cheeks which sorrow's waters steep.</br>And now he doth upturn his forehead fair</br>Unto compassionate heaven; as if to reap</br>E'en from its visible face, in his despair,</br>Some gracious sign of help; &mdash; he looks, and finds it there.", "He found it in the contemplations high</br>Of that bright mystery of magnificence,</br>The world-inhabited infinity,&mdash;</br>Incomprehensible to human sense.</br>Most glorious witness of Omnipotence!</br>To speak thy splendours what shall words avail?</br>We tremble, in adoring ignorance,</br>In his divinest work the Godhead hail,</br>And learn to worship, where to grasp we fail.", "Ye ever glittering Stars !  whose lights appear</br>Like the far shining city of his home,</br>To the lorn waste-benighted wanderer,&mdash;</br>To whose consoling cheer he fain would come;&mdash;</br>Thus, on the desert of life wearisome,</br>We keep your bright allurement still in view;</br>And, if despairing moments there be some,</br>When, fainting, we would not the path pursue,&mdash;</br>We gaze upon your hope, and so our strength renew.</br>"]