["With grateful welcome, with triumphant praise,</br>Thy honour'd Chief, O rescued Britain, meet!</br>Whose dauntless prowess, in resplendent rays,</br>Shone on the darkness of thy long defeat;</br>Gave thee, on thy silvery Shores,</br>While Peace the civic crown restores,</br>Beneath her train of joys again to shine,</br>As Loss had ne'er chastis'd, Oppression ne'er been thine.", "Think, Britannia, think how late</br>Around thy pale unshelter'd head,</br>To blast thy gloomy pride, avenging Fate</br>Unequal War's disastrous terrors spread;</br>While thy torn trophies, drench'd in blood,</br>She scatter'd o'er the Western Flood,</br>That the Provincial Standard high she rais'd,</br>By Gallia's lilies deck'd, by Spain's proud crest emblaz'd;", "That thy vain foes, elated to behold</br>The long INVINCIBLE at last subdu'd;</br>Their tide of Conquest to that Fortress roll'd,</br>By sullen Spain with dread and envy view'd.</br>See!  in united strength and pride,</br>At Calpe's base their navies ride,</br>Hurl up its steeps the thunders of their Power,</br>That burst the social Roof, and rend the Warrior Tower!", "Crest-fall'n Britain, where were then</br>The rumours of thy matchless might?</br>And where had been the Empress of the Main</br>Had Skill and Valour risen a common height?</br>No common height those Bulwarks rose,</br>When ELIOTT lighten'd on thy Foes,</br>Wing'd his red bolts, that wrapp'd their Fleets in flame,</br>Resistless as his sword, and glowing as his fame!", "Mark the invading Host, elate no more!</br>Recoiling pause between a choice so dire!</br>Alike they hear the British Lion roar</br>In the o'erwhelming Flood, and raging Fire!</br>Groaning they plunge! &mdash; in wild despair,</br>With raiment scorch'd, and blazing hair!</br>The billows, closing o'er their struggling Frames,</br>Are purpled by the gore, illumin'd by the flames!", "Warm in Virtue's native glow,</br>Heroic ELIOTT'S great Ally,</br>His valiant CURTIS, bending o'er the Prow,</br>With all the twice-bless'd Angel in his eye,</br>Commands to push his conquering oars,</br>Where most the fiery Torrent pours;</br>The Victims from their instant fate to save,</br>And snatch them back to Life, from the devouring Wave.", "O Britain! &mdash; O my Country!  then 'twas thine</br>To emerge from ev'ry Cloud that veil'd thy light!</br>In all the splendour of that worth to shine,</br>Which erst, with ray peculiar, deck'd thy Might;</br>What time, amidst thy vanquis'd Foes,</br>Thy name with added lustre rose,</br>For that thy Precepts to thy Sons impart,</br>With the undaunted Soul, the generous melting Heart.", "High thy martial influence soar'd,</br>On Belgian Plains when Gallic gore,</br>In Freedom's cause, intrepid Marlborough pour'd;</br>And white for England, the eventful Hour,</br>Beneath the royal William's sword,</br>When gaunt  Rebellion grimly cower'd,</br>When, of her scorpion stings disarm'd, she fled,</br>In Scotia's desert Caves to hide her recreant head.", "Nor sacred less the youthful Warrior's fame,</br>Dear-bought Quebec!  upon thy plains beheld,</br>Who fall'n and bleeding &mdash; at the loud acclaim</br>That hail'd Britannia Mistress of the Field;</br>That bade her crimson Standard rise</br>Victorious in the echoing Skies,</br>Lifts the pale eye, a gleam of transport fires,</br>And, smiling on his wounds, triumphantly expires!", "Palms unfading round their urn</br>Let their favour'd Country strew!</br>Since to the lavish wreaths she long had worn,</br>They brought new laurels of enduring glow;</br>To ELIOTT more indebted, raise</br>In higher tone, the notes of praise,</br>Who hid, in Glory's blaze, her livid stain,</br>Impress'd by rash attempts, irresolute and vain.", "So when the wintry Tempest's baleful Powers</br>Have risen a vernal Day-spring to deform,</br>If the all-cheering Sun, at Evening hours,</br>Throws back the sable curtains of the Storm,</br>Green Hills, and gilded Mountains gay,</br>In dewy brightness meet his ray;</br>Creation kindles, as its lustre flows,</br>Till, in a soften'd night, he leaves her to repose.", "Fruitful as th' ensuing Morn,</br>When smiling May with Zephyr sports,</br>The graceful Arts Britannia's Dome adorn,</br>And floats her Commerce to the distant Ports.</br>To thee, brave ELIOTT!  well she knows</br>Their mild prosperity she owes;</br>Since awful Honour must his beams unveil,</br>Ere full the Arts can bloom, or Commerce widely sail.", "A meaner Mind, such signal conquest gain'd,</br>Had rush'd to meet its Country's Paeans warm;</br>But ELIOTT, calm, thro' circling years, remain'd</br>Beneath the ROCK, defended by his arm;</br>Her shatter'd Ramparts to restore,</br>And firm thro' Ages bid them tower;</br>That from her brow the British Flag may stream,</br>To proud Iberia's gales in majesty supreme.", "Not the trophies, not the strains</br>Of transport, on his Albion's shore,</br>When ELIOTT'S deeds rung thro' her vaulted Fanes,</br>Th' acknowledg'd Bulwarks of her falling Power,</br>Cou'd lure, with all that Joy prepares,</br>The Hero from his guardian cares;</br>No praise, no meed, no trophy he desir'd,</br>Save that which conscious worth, in all its glow, inspir'd.", "His toils accomplish'd, to his native Clime,</br>In unassuming greatness, lo!  he comes!&mdash;</br>And can it be, the elapse of Time</br>The sacred sense of Gratitude consumes?</br>No, Britain, no! &mdash; thy raptur'd gaze,</br>Thy fairest meed, thy warmest lays,</br>Shall chase the doubt, and shame th' injurious fear,</br>In thy resounding Ports when ELIOTT'S sails appear!", "May the blessings that await</br>Honour on the lap of Peace,</br>Illustrious Soldier!  mark thy future fate,</br>Bloom like thy virtues, with thy years increase!</br>Long may'st thou, benignly, see</br>Britannia, generous, brave, and free,</br>Wide o'er the world, as in her laurel'd prime,</br>Dart the commanding glance, and lift the brow sublime!</br>"]