["Augusta bids rich commerce haste</br>Irene to restore;</br>Whom, Earth's wide regions having past,</br>She finds on Slany's shore.", "Queen of the deathless song, and golden lyre,</br>Immortal muse!  begin some lofty theme;</br>So may thy Britons catch the hallow'd fire,</br>So may thy bards, in wondrous lays, proclaim</br>The warrior's dangers, and the patriot's name;</br>Striking with daring hand the sounding strings,</br>And fill'd with rapture at great Albion's fame,</br>From Slany's echoing banks, a Shepherd sings</br>The fall of mighty hosts, the wars of Europe's kings.", "Oft thro' the solemn loneliness of night</br>Musing, he wander'd near the toiling flood,</br>While mimic fancy drew before his sight,</br>The dreadful glorious scene, of kings subdu'd,</br>Towns wrapt in flames, and armies bath'd in blood;</br>But now the horrid visions rise no more,</br>Nor threatning camps, or hostile fleets he view'd;</br>The storm of war which shook the world is o'er,</br>And peaceful Halcyons soon, revisit Albion's shore.", "Oh Peace!  thou fav'rite daughter of the skies,</br>What happy region boasts thy blissful reign</br>In what calm shades the lov'ly vestal lies,</br>Or treads, the mountain hill, or shadowy plain?</br>Joy, of the village nymph, and constant swain!</br>Around thee, goddess!  endless blessings wait,</br>Each social virtue mingles in thy train;</br>While wealth and commerce joyn, to form thy state</br>Beyond the pomp of kings, the pride of conquest, great.", "Desire of Earth!  the soul of ev'ry joy!</br>Unfading laurels deck thy placid brow</br>In vain the furies labour to destroy,</br>While thou repair'st the waste of war below;</br>Thy guardian care the cherish'd muses know,</br>Each graceful elegance, and finer art</br>Each life endearing charm, thou canst bestow,</br>Can'st on the worthless thy rewards impart,</br>Pour'd e'en on faction's head, and treason's felon heart,", "Yet oft hath man, possess'd by impious pride,</br>To fatal war by blind ambition led,</br>Forgot thy just requests, thy suit deny'd.</br>And o'er thy fruitful vales destruction spread;</br>Oft from fair Europe's kingdoms hast thou fled</br>To distant climes, and winter's endless reign;</br>Far from the haunt of men conceal'd thine head,</br>While hostile millions fill'd th' embattled plain,</br>And monarchs were dethron'd, and martial nations slain.", "Thus when the pencil bade the canvas shine,</br>And Adon' bled beneath the tusky boar,</br>(Thy work, O Titian, or Apelles thine)</br>Her golden locks the queen of beauty tore;</br>And stain'd her snowy limbs, with crimson gore,</br>She wept her murder'd love, her lost delight,</br>Then fled with horror from the fatal shore,</br>Back to her sky the goddess bent her flight,</br>And parting, view'd the earth, and sicken'd at the sight", "Long had Germania's kings, with fury fir'd,</br>Their martial hosts to mutual slaughter sent;</br>Irene from the gathering storm retir'd,</br>And weeping left the troubled continent;</br>Nor yet to Albion's shore her flight she bent,</br>For o'er the fields she mark'd in bright array</br>Her sturdy swains, on arms alone intent,</br>While her vast navies spread th' encumber'd sea,</br>And with their cannon's smoke, o'ercast the face of day.", "Now six revolving years their course had run,</br>Each dreadful moment markt by hostile rage,</br>Since first the horrors of the war begun;</br>While Europe's states their fatal battles wage,</br>And half the kings of earth in arms engage;</br>One dire Aceldama Germania lies,</br>Nor spares the ruthless sword or sex or age,</br>To heav'n amidst the shouts of battle rise</br>The bleeding matron's groans, the ravish'd virgin's cries.", "At length Augusta from the silver Thames</br>Majestick rose, with lofty turrets crown'd;</br>The form immortal glitter'd on his streams,</br>Such was the mother of the gods, renown'd</br>In Crete's fam'd isle, and Ida's hallow'd ground;</br>A train of nymphs in various dress were seen</br>Beauteous, and strange, who stood the power around;</br>To one of smiling looks, and placid mien,</br>With winged words began, the city crowed Queen.", "\"Haste, gracious nymph, on Nysa's hallow'd shore</br>Where Lybian Triton rolls his silver wave,</br>Whom, to the ocean's god, Phoenice bore,</br>By Dian tended  in the secret cave;</br>To thee, in happy hour, great Neptune gave,</br>O'er all his oceans and his storms to reign;</br>Commerce the awful name thou didst receive</br>From all the Gods; Oh haste, to Albion's plain</br>Irene fair restore, with all her joys again.\"", "Augusta spoke:  her will the nymph obey'd,</br>Light as the feather'd shaft from earth she sprung; </br>'Till Albion's sea-bet rocks no more survey'd,</br>O'er wealthy Belgia's level coast she hung;</br>Where Rhine, and Maese, and Scheld did roll among</br>Her pop'lous realms, ere while the muses themes,</br>When of the great Nassovian race they sung,</br>And commerce had not left those peaceful streams</br>To dwell in Albion's isle, and grace the banks of Thames.", "From thence, Germania's various realms she view'd,</br>And mark'd the horrors of destroying war</br>The god of battles red with human blood.</br>O'er slaughter'd armies drove his iron car,</br>Guiding the mangled steeds with gory spear;</br>In dreadful waste, before their swiftness, fall</br>Kingdoms, and thrones o'erturn'd on earth appear,</br>The brazen ranks, the city's lofty wall,</br>'Tis one dire scene of rage, and desolation all.", "Yon ruins, that the sable flame hath spar'd,</br>Were once, some haughty warrior's boasted seat;</br>So sure his strength, so safe his throne appear'd,</br>He seem'd superior to the stroke of fate,</br>Beyond the power, of change, or fortune, great</br>Forth from the thicket bursts the matron's skream;</br>Ah, where shall beauty find a safe retreat!</br>While slaughter'd thousands choak the sullen stream,</br>And o'er the distant hills the burning cities flame.", "From these fierce states, Irene, long expell'd,</br>To distant realms in sorrow had retir'd;</br>When commerce, on the Weser's banks, beheld</br>Where glory near the British camp appear'd,</br>Bright on a mountain heap of arms uprear'd,</br>Like Pallas dreadful in Tytanian arms</br>Her Gorgon Aegis thro' the darkness glar'd;</br>Her voice the shining ranks to war alarms,</br>And with heroic flames each hero's bosom warms.", "Rous'd by her call, the British hosts advance,</br>Eager to bleed in battles not their own;</br>For her the silken bands of faithless France</br>Glitt'ring, in filed brass and iron, shone,</br>With boastful ensigns gay; so oft o'erthrown </br>And scatter'd by Britannia's victor spear;</br>For her, the Austrian from her distant throne,</br>Against the bold Borusian pour'd the war,</br>And all her savage hosts, rush'd raging from afar.", "There strong arms the Prussian king view'd,</br>That man of mighty deeds, that Lord of war;</br>And parting swift, her rapid course pursu'd,</br>'Till on the shores of Thrace she heard the Jar</br>Of Paynim hosts, and stubborn Janizarre;</br>Now griev'd the vales of Persia to survey,</br>O'er whom fell Discord drove her iron car,</br>Still to the distant east she wing'd her way,</br>And past the rapid Ind' and gain'd upon the day.", "From Ormus south, and China's wealthy shore,</br>To Albion's chiefs, the silken monarchs bend;</br>Whose fragrant groves their spicy riches bore,</br>Whose blazing mines their hoarded diamonds send,</br>That Britons might their helpless thrones defend;</br>Thence o'er the isles, amidst the Indian main</br>That num'rous lie, the British arms extend;</br>Whose victor fleets uphold their wide domain,</br>While India's sable kings, by their permission reign.", "As when the fabled Jove, Tytanian lord,</br>In ancient tale who fill'd th' Eternal's room;</br>Thro' Greece and all her hundred realms ador'd,</br>Whose temple blaz'd amidst imperial Rome,</br>Grac'd with the trophies of a world o'ercome;</br>From the Tarpeian rock, whose height defy'd</br>The stroke of time, sunk by almighty doom:</br>So fell on India's coast, the Gallic pride,</br>And all the Paynim slaves her ruin'd pomp deride.", "Tho' leagu'd with kings, in vain, she proudly stood,</br>And stretch'd her banners o'er the blazing east; </br>In vain from lofty Pondicherry view'd,</br>India's rich realms, and all their thrones oppress'd; </br>Kings are by Britain and by Clive redress'd</br>Her strength, the toil of ages, is no more,</br>In Asian lands her tyranny is ceas'd,</br>Heav'n hath to British chiefs transferr'd her power,</br>Theirs are her diamond mines, and theirs her golden ore.", "Awhile in air the shining vision stay'd,</br>And on the wealth of eastern conquest gaz'd,</br>All the rich spoils of Asia wide display'd;</br>The pile on castled elephants was rais'd,</br>Superb, with silken robes, and gems, it blaz'd</br>And trophy'd arms, and mingled heaps of gold,</br>Spices, and painted jars; thereat amaz'd,</br>Exalted transports in her bosom roll'd,</br>Such were the high rewards, that grac'd her Britons bold.", "Then swift resum'd her flight o'er Corea's sands</br>Amidst those savage climes her search was vain</br>Irene dwell'd not in the Asian lands,</br>And realms unbless'd, where Tartar tyrants reign;</br>Thence she o'erpass'd the waste and desert main,</br>Where storms unheard by one another roar,</br>Where various seas contest their wide domain,</br>And hollow oceans roll without a shore;</br>Oh terrible display, of God's almighty power!", "At length, as tow'ring high she cleft the air,</br>Rose like a cloud the distant continent;</br>Its verdant shores, its shadowy rocks, appear;</br>Thither well pleas'd her weary'd flight she bent.</br>And past the stormy clouds in swift descent;</br>Ten thousand furious tribes those kingdoms range,</br>Renown'd for strength and valorous hardiment,</br>In dress and manner to each other strange,</br>Who oft, as chance directs, their wandring dwellings change.", "In vain, their hardy youth were train'd to arms.</br>To hurl the war-ax, and the poison'd dart,</br>Danger, in vain, display'd its savage charms,</br>And love of slaughter fir'd the Huron's heart;</br>Remov'd by nature, to the utmost part</br>Of barren earth, beyond the sky mix'd wave,</br>Strangers, to treason's smile, or courtier's art,</br>Ah, what avail'd it, to be fierce and brave!</br>Nought cou'd their rights protect, their savage freedom save.", "Oh fatal thirst of universal power!</br>The curse of millions, and the tyrant's boast!</br>For this whole nations left Europa's shore,</br>Whole nations in those snowy wilds were lost,</br>Here Montcalm, chief of many a vanquish'd host,</br>There youthful Wolfe, in glory's arms were slain;</br>How many deaths did Albion's conquests cost,</br>Her injur'd rights in battle to maintain.</br>And o'er Canada's hills, and stormy floods, to reign!", "Chac'd from these lands, at length, th' Ambitious Gauls,</br>Groaning with fury, and in chains, retire;</br>By Britain's spear her western empire falls,</br>And all her hopes of sov'reign rule expire;</br>Thus when rough winter, having spent his ire,</br>Flys, with his tempests, and his clouds, away,</br>Sullen and sad; the joyful swains admire</br>How calm, how lovely, spring adorns the day,</br>Smiles on the verdant earth, and sparkles on the sea.", "Long while the nymph beheld, those boundless lands,</br>Those mighty lakes, and ev'ry furious stream;</br>From Ohio's banks, and Missisippi's sands,</br>To Horgehela, and Labrador Breme,</br>All nations bend before the British name;</br>To such an height of empire and renown</br>Had Wolfe, and Amherst, rais'd their monarch's fame:</br>For, not the chief who built the Persian throne,</br>Or he who conquer'd it, such ample realms o'er-run.", "There victory, from Europe's happier clime,</br>Came flying on, in all her splendour dress'd;</br>The Goddess hovers in the air sublime,</br>And darts her glory o'er the redning west:</br>A triple diadem her temple grac'd,</br>In her right hand the British cross she wav'd;</br>The British star adorn'd her radiant breast;</br>Illustrious scenes were on her shield engrav'd,</br>Of haughty kings subdu'd, and suppliant empires sav'd.", "Such seem'd the power, when blazing o'er the plains</br>Her stature reach'd the sky, her awful shade</br>Cover'd Canada's realms; as when the swains</br>With sudden fires the mountain heath invade;</br>The savage tyger sees the flash dismay'd,</br>Forc'd from his native caves enrag'd to fly;</br>The rock's wild caverns are to sight display'd;</br>Loud roaring mounts the dreadful flame on high,</br>Shines o'er the red'ning hills, and tow'rs amidst the sky,", "Her in the midmost region commerce past,</br>And hail'd her progress o'er those realms unknown,</br>Sent forth to civilize those regions vast,</br>And spread, th' influence of great Brunswick's throne,</br>Thro' all the journey of the burning sun,</br>With mighty triumphs grac'd, and spoils adorn'd;</br>At length her wond'rous circuit almost run,</br>Back to fair Albion's isle the power return'd,</br>And all her fruitless toil to find Irene mourn'd.", "Now o'er Ierene's verdant shores she flew,</br>Ierne fam'd for piety and song!</br>Till Slany's rapid waters met her view,</br>Swift as he gush'd Menapia's vales along,</br>Pour'd from an hundred mountains deep and strong;</br>'Twas there, regardless of war's dreadful threat,</br>Of nymphs and swains appear'd a joyous throng;</br>Who sung, inspir'd by youth's delightful heat,</br>Lays of sweet love, and danc'd with nimble shifting feet.", "There rose an hill above the level plain,</br>Like the rich orb that crowns an Heroe's shield;</br>There from her grassy throne, did nature reign</br>O'er ev'ry herb, and flower, that grac'd the field;</br>The rocks beneath a chrystal stream did yield,</br>Whose silver sparkling Waves did gently flow;</br>With snow-resembling sheep the sides were fill'd,</br>The winds in ev'ry breeze did sweeter blow,</br>Shaking th' empurpled rose, that shed its leaves below.", "The fluid glass return'd the gaudy skies,</br>And golden clouds the silver waves adorn</br>Where, intermix't with liquid roses, lies</br>The downward prospect of the orient morn;</br>Nay was there nymph, nay herd, or shepherd, borne</br>Amidst those vales, but grac'd the jubilee;</br>And brought their rustick pipe, or cheerful horn,</br>That the glad sound of their rude minstrelsie</br>Shook the wide river's banks, and echo'd to the sky.", "The Hill's green feet were border'd by a wood,</br>Whose matchless height above the clouds did tow're;</br>The awful trees in shady grandeur stood,</br>Shelter to many a beast, to birds a bow'r;</br>The sweet lark there o'erpass'd her mournful hour,</br>Wood musick's queen!  the linnet there renew'd</br>Her sprightly strain; while in his kingly power</br>From some huge oak the beaked eagle view'd</br>His feather'd hosts; the hawk his frighted prey pursu'd.", "Here also, playing on the shadowy green,</br>Were satyrs, fawns, and swift foot Dryades;</br>The queen of fairies oft was dauncing seen,</br>And all the troop of woodland deities;</br>Harping amidst the brakes immortal lays,</br>That kept all bad and hurtful things away;</br>As when thy musick, Orpheus, did repress</br>The stormy Hebrus, foaming down the lea,</br>And made the noisy waves in all their haste to stay", "And first, th' ambitious palm with branches fair</br>Rear'd his proud head, aspiring to the sky;</br>The Sun's sad daughters next, whose wild despair</br>Witness'd the Po, that heard their piercing cry,</br>When Phaeton fell flaming from on high,</br>And Jove's enraged brand his members rent,</br>There was the gnarled oak, with proud defy</br>Meeting the lightning's wrath; the chestnut, bent</br>By Notus arms, but still the forest's ornament.", "There grew immense, the rougher rinded pine,</br>Of which the great Argoan ship was fram'd;</br>Whose lofty top the forests did incline</br>When shook by winds, there was the laurel, nam'd</br>Apollo's tree, by bards and hero's claim'd;</br>The gloomy Holm that haunts the watry vale;</br>The wicked Lote, of dark oblivion fam'd;</br>The mournful Cypress, sign of deadly bale;</br>The Ash, the weeping Fir, the forlorn Willow pale.", "The stubborn Yew, long borne by Britons bold,</br>Their hosts when Edward and fierce Henry led;</br>The Ivy, that with wanton arms doth hold</br>And round the Poplar her lythe branches spread;</br>The pointed Holly rear'd his verdant head;</br>The myrtle mindful of her ancient crime;</br>And that strange tree where faithful Thisbe bled;</br>The brittle Ash, that lifts its top sublime;</br>The Elm, around whose boughs, th' enamour'd Vine doth climb.", "In this so pleasant forest, oft did sport</br>Of old, so fiction tells, the queen of love;</br>Nor more to proud Cythaeron did resort,</br>Or Ida where immortal beauties strove;</br>Hither swift stooping from the realms above</br>Commerce approach'd; and heard, the pleasing sound:</br>Of flutes and harps, that gentle thoughts did move;</br>And saw, a troop of Ladies dancing round,</br>Who with their tuneful feet did shake the hollow ground.", "These were the nymphs that in the plains delight;</br>Content, and smiling Truth, and Constancy;</br>And innocence, array'd in virgin white;</br>And spotless Faith, with heav'n erected eye;</br>And blissful Youth, and pleasing Chastity;</br>With these, the daughters of sky ruling Jove,</br>And Ocean's ravish'd nymph, Eurinome,</br>Yclept the Graces three; who wait on love,</br>And haunt, the Cyprian isle, or Caria's hallow'd grove.", "Amidst the rest, like Dian' forest queen,</br>Irene sported in the pleasant shade,</br>With modest grace, and comely carriage seen,</br>In dress a village nymph; for she had laid</br>Her crowns and sceptres by, with which she play'd</br>When in the courts of kings; each graceful limb</br>In humble sylvan weed was fair array'd,</br>And wreaths of flowers her flowing robes did trim;</br>Her all the virgin train their Goddess did esteem.", "To whom, descending from the midmost air,</br>The joyful errant commerce 'gan relate.</br>\"Sent by Augusta, Goddess, I repair</br>To win thy dear return to Albion's state;</br>Wild discord, which disturb'd the earth so late,</br>Dreadfully riding on the vengefully blast,</br>To pour the wrath abroad of angry fate,</br>From her red hand the writhen bolt hath cast;</br>And ruin stalks no more along the fearful waste.", "\"Tir'd with the horrors of the martial storm,</br>The kings of earth forsake the raging deep;</br>Tho' still abroad, fell slaughter's gory form,</br>Of half Germania's states domain doth keep,</br>Acting dire crimes, at which revenge might weep;</br>But lo, young Brunswick bids the tumult cease;</br>And glory, hov'ring o'er the chalky steep,</br>Sounds with her lofty trump to human race,</br>That victor Albion grants imploring nations peace.\"", "She spoke; with smiles Irene swift reply'd;</br>Such smiles as in angelick looks appear,</br>The souls of martyrs when to heav'n they guide.</br>\"Oh blissful period of destructive war!</br>'Tis mine, the waste of conquest to repair,</br>And smiling plenty o'er the land restore;</br>For, Albion's king demands my chiefest care,</br>My blessings shall uphold his righteous power,</br>And in his reign, ambitious curse the world no more.", "\"Nor fair Ierne, mindless of thy state</br>From thee to greater Albion I remove;</br>Who in mine exile gav'st a safe retreat;</br>My choicest favours thou shalt ever prove,</br>Oh land, so highly favour'd from above!</br>Where freedom roves amidst the cheerful swains</br>The blissful haunt, of innocence and love;</br>Where rosie health, walks smiling o'er the plains,</br>And nature in luxuriant blessings reigns.", "\"Oft have I wander'd o'er thy shadowy fields,</br>And in sweet musing spent the silent night;</br>While ev'ry vale its native fragrance yields,</br>How still the forest!  and the stream how bright,</br>Its bosom silver'd with the moon's pale light!</br>Here undisturb'd with war's destructive rage,</br>Secure from rapine, and the waste of fight</br>Thy vig'rous sons in peaceful arts engage,</br>Or see a duteous race support their feeble age.", "\"Here too, returning from the glorious war,</br>Shall each stern soldier reach his native shore;</br>Loaded with spoils, and grac'd with many a scar,</br>Which nobly in his country's cause he bore,</br>When vanquish'd Gallia shrunk beneath her power,</br>With all her captive fleets, and slaughter'd hosts;</br>While their lost fame th' Iberian chiefs deplore;</br>For nought remains to guard their fenceless coasts,</br>Of all those navies huge, whose conquest Pocock boasts.", "\"Then shall the monumental marble tell,</br>Of all th' illustrious dead the hapless doom,</br>The chiefs, who bravely fought, and greatly fell;</br>While future heroes to their graves shall come,</br>Like youthful Ammon to Pelides tomb;</br>Their lofty deeds while many a poet sings;</br>Meantime, all glorious from a world o'ercome,</br>Shall Albion's monarch calm contending kings,</br>And mark each nation's bounds, adjusting doubtful things.", "\"Britain, which hurt by no intestine jar,</br>Able to ruin, studious how to save;</br>Safe in her seas, defies the world in war!</br>All fair her daughters, and her sons all brave!</br>Umpire of earth, and mistress of the wave!</br>Lo, at her voice the distant slaughters cease,</br>For laws to haughtiest potentates she gave;</br>Long may her councils guide Europa's peace</br>And endless empire crown the mighty Guelphian race.\"", "Thus spoke the goddess, then with joy obey'd</br>Augusta's call, and sought the silver Thame,</br>Attendant on the fair Nisaean maid;</br>Their flight I markt, from Slany's noisy stream,</br>And fond of fancy and a Poet's name, </br>Deep struck the conscious lyre with daring hand;</br>Bless'd, if while others gain a loftier fame,</br>Amidst the bards of my lov'd native land,</br>Of Glory not devoid, nor Loyalty I stand.</br>"]