["LOVE.</br>I no longer, as usual, can boast</br>Of an heart that's unfetter'd with care</br>All my wonted indiff'rence I've lost,</br>Since first I saw Delia the fair.</br>The first time I saw the sweet maid,</br>Like a bride look so blooming and gay,</br>Thrilling transports around my heart play'd,</br>But with Delia they vanish'd away.", "'Twas from her I this pleasure received:</br>At length by experience I find,</br>Tho', indeed, I could scarce have believ'd,</br>Love e'er would have enter'd my mind:</br>For I oft thought that Poets had feign'd,</br>The soft tales they related of Love;</br>That the violence of passion was strain'd,</br>But, alas!  quite mistaken I prove!", "For no language can ever reveal,</br>Tho' drest with the Bard's utmost art,</br>The tumult of passions I feel,</br>Or the anguish that preys at my heart:</br>So careless of late I have grown,</br>I've unthinkingly broken my hook;</br>By a riv'let as late I sat down,</br>My scrip tumbled into the brook.", "O'er the plains my poor lambkins now roam,</br>Unregarded their bleatings resound;</br>I ne'er bring the poor wanderers home,</br>But leave them all scatter'd around:</br>Thro' the vales, thro' the woodlands I stray,</br>Their beauties I've often admir'd,</br>Now I wander I care not which way,</br>And at night come home weary'd and tir'd,", "Once how lovely the vale did appear,</br>What charms in each scene did I see;</br>Still the face of the vallies are fair,</br>But now they've no beauties for me,</br>Two turtles with pleasure I view'd,</br>As they sat on the quivering spray</br>Responsive they courted and coo'd&mdash;</br>But I now from the scene turn away.", "For this anguish and pain I endure,</br>Can a remedy never be found?</br>Ah!  no one this anguish can cure,</br>But she who inflicted the wound:</br>Yet if my complaint she wont hear,</br>The fruitless pursuit I'll give o'er;</br>From my bosom her image I'll tear,</br>And think of fair Delia no more.", "But, alas!  'twill be labour in vain,</br>To attempt to forget that I love,</br>(Love will always it's empire regain)</br>'Tis too fast with my heart interwove!</br>Will the fair my petition disdain?</br>Will she turn with contempt from my sighs?</br>No; her heart is too soft to give pain,</br>Or I read a false tale in her eyes.", "An aspect so mild can't conceal</br>In it's bosom an heart that's unkind,</br>For 'tis said that the eyes will reveal</br>The passion that rules in the mind;</br>Then I'll venture to hope she will hear,</br>With pity, the tale of her swain;</br>From my heart I will banish all fear,</br>And hie to her over the plain.", "</br>PART THE SECOND.</br>SOLICITUDE.</br>How perplexing a state is suspence;</br>How heaves my full bosom with care;</br>I can never expel it from hence,</br>Whilst suspended 'twixt hope and despair:</br>Should I fancy my fair may be kind,</br>I dare scarcely encourage the thought,</br>Or indulge the soft hope in my mind,</br>Since a frown may reduce it to nought.", "Yet, alas!  if I strive to repel,</br>By reflection the passion I feel,</br>My affections 'gainst reason rebel,</br>And love on my purpose will steal:</br>Something whispers and kindly imparts,</br>That our passion may mutual be</br>That a sympathy dwells in the hearts,</br>Those hearts that were born to agree.", "As a loadstone the needle will draw,</br>Thus attractive's the influence of Love;</br>So I think &mdash; and I hope 'twill be so;</br>My complaint her kind pity will move:</br>Come hope thou sweet soother of grief,</br>Still thy pow'r so composing impart;</br>Ah, still pour thy balmy relief</br>On the anguish that preys on my heart!", "How my heart palpitates if I see</br>Any maid tripping over the plain;</br>Then I wish it my Delia might be,</br>But, alas!  my fond wishes are vain.</br>I met her, 'twas not long ago,</br>A week, 'tis I think, at the most,</br>Near her door, as I happen'd to go</br>To seek a stray lamb I had lost.", "I had pluck'd a sweet nosegay of flow'rs,</br>And cull'd all the freshest and best</br>She prais'd them &mdash; I said they are yours;</br>She took them and pin'd to her breast:</br>Happy flowers! &mdash; then I thought and I sigh'd,</br>Might not I have that happiness too?</br>Could the fair one to me have deny'd</br>The place that she granted to you?", "On my Delia's fond bosom reclin'd,</br>The world's empty grandeur I'd scorn;</br>No anguish could then pierce my mind,</br>Or care in my heart plant a thorn:</br>No! &mdash; cares to the winds I'd consign;</br>And but to taste rapture so sweet,</br>All the splendor of wealth I'd resign,</br>Or a crown if 'twas laid at my feet.", "How greatly the hours I should prize,</br>In my Delia's Society blest,</br>If she kindly would pity my sighs,</br>Nor disdain to recline on my breast;</br>What transports could then equal mine!</br>Then wealth I'd leave, miser, to thee;</br>The sot might possess too his wine;</br>But give gentle Delia to me.", "How much I their maxims despise,</br>Who tell us that Love's but a name;</br>That it never perplexes the wise,</br>And the foolish alone feel the flame:</br>Those cannot have hearts that say so,</br>Or tasteless of pleasure must prove,</br>And that too the chief, man can know</br>The rapturous pleasures of Love.", "</br>PART THE THIRD.</br>INVITATION.</br>O could I on Delia prevail,</br>Along with her swain to retire,</br>To the bow'r which I've rear'd in the vale,</br>I am sure she'd the prospect admire:</br>It is shelter'd behind from the cold,</br>By tall groves of the 'spiring fir tree;</br>In the front charming prospects unfold,</br>Sloping gradually down to the sea.", "Gently murm'ring a rivulet glides,</br>In mazy meanders just by,</br>O'er hung with green sallows it's sides</br>(Beneath their cool shade one may lie);</br>And there as they playfully skim,</br>On the surface so limpid and clear,</br>You may see all the fishes that swim,</br>And their scales tipt with silver appear.", "My herds range at large o'er the plains,</br>My Flocks clothe the valley with white,</br>Plenteous stores too my dairy contains,</br>From my cows drawn each morning and night;</br>Sweet melody reigns in my groves,</br>Such, I know, would delight her to hear;</br>The Linnets there warble their loves,</br>And the Blackbird sits whistling near.", "The Goldfinch, the Lark, and the Thrush,</br>To make a sweet concert conspire;</br>The Redbreast too, from the thorn bush,</br>Joins his wild warbling note to the choir:</br>There too we may oftentimes see,</br>The nest of the wild Turtle-dove,</br>Where she builds in some ivy-bound tree,</br>Sweet emblem of conjugal love!", "Sometimes on the beach we would walk,</br>When the waves gently break at our feet?</br>Beguiling the time with our talk&mdash;</br>And would not such converse be sweet?</br>Or else on the cliff top so high,</br>That juts o'er it's base to the main,</br>We would oft the tall vessels espy,</br>As they traverse the wide liquid plain.", "Oft we'd sit on the sloping green hill,</br>Where it's sides are o'erspread with our flocks</br>Or rest on the bank near the rill,</br>That gurgling rolls down from the rocks:</br>O did she but choose to retire,</br>To those regions of pleasure serene,</br>She could not (I think) but admire,</br>The sweet rural charms of the scene.", "When every things smiling around,</br>When every thing's festive and gay,</br>In what heart can a murmur be found,</br>Or the least discontent ever stay:</br>Nought but scenes of soft pleasure are here,</br>And nought else e'er appears to the sight;</br>Yet these pleasures would Delia but share,</br>It would doubly increase their delight.", "</br>PART THE FOURTH.</br>REJECTION.</br>Go my flock where ye list on the plain,</br>And leave your fond shepherd to weep;</br>I shall never be able again</br>To guide your stray steps, my poor sheep:</br>Ah do not your shepherd reprove,</br>That he leaves you untended to stray;</br>Ere his heart felt the anguish of Love,</br>He was never once out of the way.", "There was once that you never could stray,</br>That you never untended could roam,</br>For I constantly watch'd you all day,</br>And at nightfall I gathered you home;</br>Ah!  that happiness lost now I mourn,</br>I those days once so tranquil deplore,</br>They are past, and will never return,</br>I, alas!  shall be happy no more.", "So sweetly my Delia then smil'd,</br>Her soft eyes spoke the language of Love,</br>And, alas!  my fond heart she beguil'd,</br>Nor could I resist if I'd strove:</br>Why does Love such soft wishes impart?</br>Why plant in our bosoms desire?</br>Yet his influence confine to one heart,</br>And not mutual impressions inspire.", "O ye Zephyrs attend to my lay,</br>Ah!  waft these sad sighs to my dear;</br>Ye gales on your wings, ah!  convey</br>My complaints to my Delia's ear:</br>Ah tell her I constantly mourn,</br>Ah tell her what anguish and pain</br>I feel till she bid me return,</br>And indulge my fond hopes once again.", "But, alas!  'tis too true, I have heard</br>Her reject all my vows with disdain;</br>When my suit I so warmly preferr'd</br>She told me that suit was in vain:</br>Now I wander alone through the grove,</br>Quite forlorn and dejected I stray,</br>Since Delia has slighted my Love,</br>Since Delia's rejected my lay.", "How I shrunk at the sentence severe,</br>When I hop'd the reward of my pain!</br>Ah!  the sound still vibrates on my ear,</br>Which told me my suit was in vain!</br>I could not once lift up my eyes,</br>From her sight, as I silent withdrew;</br>My voice was so choak'd with my sighs,</br>I scarcely could bid her adieu.", "I will hie to your shades &mdash; lonely woods,</br>Kindred glooms may invite to repose;</br>Heave your billows &mdash; ye turbulent floods!</br>My bosom thus heaves with my woes:</br>Ah still in your shades I shall sigh!</br>Still my sorrows will follow me there!</br>Hope, adieu! &mdash; for wherever I fly</br>My attendants are grief and despair.</br>"]