["I journeyed on &mdash; the weary sun had set,</br>And darkness shadowed o'er the face of heaven;</br>Sleep, that can bid the wretched to forget,</br>To my sweet babe its late repose had given;</br>When changed the aspect of that gentle even,</br>The bitter blast came sweeping o'er my path;</br>Far off, in eddying rounds, the snow was driven&mdash;</br>Burst o'er my head the thunder's dreadful wrath&mdash;</br>I turned to God, my stay, the hope the wanderer hath.", "\"Shield, shield my child, All-merciful, just!</br>Grant but the shelter of the meanest shed!</br>If that mine hour is come, if die I must,</br>Spare me at least to house his gentle head!</br>Have mercy, oh!  have mercy! &mdash; Cold the bed</br>His form must press, if I should perish now.</br>Yet, yet a little while, and with the dead,</br>Smiling and thankful, I would lay me low.</br>Hear me, by all my woes &mdash; before thy throne I bow.\"", "Oh, night of horror and of agony!</br>When chilling fear came like some fell disease;</br>When the blue lightning shot along the sky,</br>Flashing bright ruin round, its prey to seize;</br>When the cold wind howled through the rocking trees,</br>And shivering, wet, and weary, I pursued,</br>Struggling against the strong opposing breeze,</br>Trembling with anguish, faint for lack of food,</br>Across the wintry waste, a path unknown and rude.", "At length the whirlwind ceased, the morning broke:</br>Oh!  never had I seen the sun arise,</br>Ere from my dream of pleasure I awoke,</br>In all the radiance of blue summer skies,</br>With half the bliss with which my weeping eyes</br>Received the gray and melancholy morn,</br>Which, pale and tearful, seemed to bid the ties</br>Which bound me to the world again be born&mdash;</br>Those ties which but last night I deemed in sunder torn.", "I reached a hamlet, and a moment's peace</br>Dwelt in my heart.  'Twas sweet to hear once more</br>The busy sounds I fancied were to cease</br>To animate a heart whose beat was o'er.</br>I gently tapped a lowly cottage door,</br>And asked for food with faint and humble voice;</br>I fed my child, with bliss unknown before,</br>When I had plenty round and viands choice:</br>Oh!  those who suffer much are those who most rejoice!", "Again I turned to wend my weary way,</br>Hoping to reach my home ere evening came;</br>And the sun gladdened soon the misty day,</br>Infusing life and vigour in my frame;</br>Half faded from my heart the sense of shame,</br>Arose again the hope that had expired;</br>And thoughts of him who would not harshly blame,</br>Of penitence, of love, my bosom fired,</br>And prayer to Him whom prayer and sorrow never tired.", "I reached my home when the warm sun was set&mdash;</br>When o'er the beauties of that peaceful scene</br>A few faint rosy beams were lingering yet:</br>I thought, while gazing on that lovely een,</br>On what I was, on what I once had been;</br>I thought, as round me lay the drifted snow,</br>How bright the summer when I last had seen</br>That cottage sleeping in the sunset glow,</br>Where now are leafless trees, through which the bleak winds blow.", "Such was the change my heart had undergone&mdash;</br>There all was gloomy, dark, and desolate,</br>And winter reigned where brightest spring had shone.</br>I stood a moment at the wicket gate,</br>Lingering, and trembling on the verge of fate,</br>With weeping eyes upraised to that calm Heaven,</br>With fear and shame, that urged me yet to wait,</br>While from my heart all confidence was driven;</br>And now I deemed my crime too great to be forgiven.", "On, Rosa, on &mdash; a father must forgive!</br>The heart which judges truly cannot love;</br>He waits to welcome thee, to bid thee live</br>For him, no more in misery to rove:</br>Oh, haste thee yet, a father's pity prove:</br>I oped the gate, advanced &mdash; retreated &mdash; no,</br>I dare not seek that injured heart to move.</br>What shall I say?  yet whither can I go?</br>Oh, help me, Heaven!  give strength for more than mortal woe.", "I paused &mdash; across the latticed window came,</br>While cold and hesitating there I stayed,</br>The cheerful blazing of the hearth's bright flame&mdash;</br>That hearth where oft in infancy I played,</br>And many a gambol by my father made,</br>Reckless of stormy winds, which raged without,</br>Save when, with lisping, innocent tongue, I prayed</br>That God would save, in terror, grief, and doubt,</br>Wandering and weary ones, condemned to venture out.", "I was that wanderer now! &mdash; I oped the door;</br>I stood upon the threshold of my home;</br>A gasp of agony, &mdash; a moment more,</br>And pardoned Rosalie should cease to roam!</br>To that bright room my faltering steps had come;</br>Methought e'en now I felt the cheering glow,</br>Saw the brown bread, the bright ale's sparkling foam,</br>Which once my hand had bade for him to flow,</br>To whom but hirelings, now, their tardy duty show.", "The latch was lifted, and I gazed around&mdash;</br>But oh, my heart!  there were bright faces there,</br>And cheerful voices, but it ceased, that sound;</br>A youth, and aged man with silver hair,</br>Knelt with clasped hands, to breathe their evening prayer;</br>And a young wife, who rocked her cradled child,</br>Ceased her low murmuring song, that on the air</br>No voice but his might sound, and gently smiled,</br>Till startled by my shriek, which rose long, loud, and wild.", "Yes &mdash; bright and cheerful as 'twas wont to be,</br>The hearth was blazing, but, alas!  for whom?</br>Oh what was I to them &mdash; or they to me?</br>I gazed around, hoping my steps had come</br>Astray, but no!  too well I knew the room;</br>Too true the certainty struck on my heart&mdash;</br>I read in stranger eyes my dreadful doom!</br>Their welcome, only an astonished start&mdash;</br>Their links on earth, fond ties, in which I had no part!", "\"My father!  oh my father!\" vain the cry&mdash;</br>I had no father now; no need to say</br>\"Thou, art alone!\"  I felt my misery&mdash;</br>My father, yet return, &mdash; return!  the day</br>When sorrow had availed is past away;</br>Tears cannot raise the dead, grief cannot call</br>Back to the earthy corse the spirit's ray&mdash;</br>Vainly eternal tears of blood might fall;</br>One short year since, he lived &mdash; my hopes now perished all!", "A shriek, and low I sank upon the ground;</br>The last dim sound that fell upon my ear,</br>Those pitying voices murmuring around,</br>The last dim glance showed pity's trembling tear;</br>It ceased &mdash; and fled the power to see or hear.</br>My child was taken from my failing arms,</br>Happy, unconscious now of hope or fear;</br>Dead to the poignant sense of earthly harms,</br>Dried were my bitter tears, and hushed my heart's alarms.", "On, on &mdash; through many a dark and mournful day</br>I lived, half conscious, in a dreamy land,</br>While many a vision came, and passed away,</br>And many a fairy scheme of bliss was planned,</br>And ever by me Arthur seemed to stand;</br>With him in sunny fields and bowers I ranged,</br>In scenes where we had wandered hand in hand;</br>And I was happy till the vision changed;</br>'Twas Arthur still, but oh!  with heart and looks estranged!", "And then, methought, beneath a stormy sky,</br>With his gray hair thin streaming on the wind,</br>My father stood in hopeless agony;</br>Reproached me as ungrateful and unkind;</br>And prayed that I as hard a fate might find;</br>Or on a lowly couch his form was lying,</br>Whispering sad words, which, still with head inclined,</br>I vainly strove to hear; and he, while dying,</br>Cast a reproachful glance at me for not replying.", "And then again it changed, and bound I stood</br>While demons tore my baby limb from limb,</br>And still the stream of gushing, living blood</br>Came trickling on the earth, all fresh from him,</br>Who might have mingled with the cherubim,</br>And been as bright as they: &mdash; warm o'er my feet,</br>All seen too plain, though vision-like and dim,</br>Those crimson rivulets appeared to meet,</br>While powerless still I stood, unable to retreat.&mdash;", "At length I slept, and when I woke again</br>Those fevered dreams had fled, and left me weak,</br>With but the sense confused of grief and pain:</br>I gazed around, and feebly tried to speak;</br>And kindly eyes, that watched my slumber break,</br>Turned to the couch, &mdash; I asked them for my child,</br>And that young wife replied, in accents meek:</br>My babe was brought me &mdash; I was wan and wild;</br>And, shrinking back, it turned to that kind one, and smiled.", "Long, long I wept with weak and piteous cry</br>O'er my sweet infant, in its rosy bloom.</br>As memory brought my hours of agony</br>Again before my mind; &mdash; I mourned his doom;</br>I mourned my own:  the sunny little room</br>In which, oppressed by sickness, now I lay,</br>Weeping for sorrows past, and woes to come,</br>Had been my own in childhood's early day.</br>Oh!  could those years indeed so soon have passed away!", "Past, as the waters of the running brook;</br>Fled, as the summer winds that fan the flowers;</br>All that remained, a word &mdash; a tone &mdash; a look,</br>Impressed, by chance, in those bright joyous hours;</br>Blossoms which, culled from youth's light fairy bowers,</br>Still float with lingering scent, as loth to fade.</br>In spite of sin's remorseless 'whelming powers,</br>Above the wreck which time and grief have made,</br>Nursed with the dew of tears, though low in ruin laid.", "And they had watched me all that weary while&mdash;</br>Those kindly hearts, and made my child their own,</br>And saw with pleasure still its infant smile;</br>And even now, when fell disease was gone,</br>Besought me not to wander forth alone</br>In the bleak stormy world where friends were not;</br>And bade me stay, although my tale was known,</br>Here in the shelter of their lonely cot,</br>Where I might yet attain a not unhappy lot!", "But no &mdash; I could not stay in that sweet place,</br>So changed, so fallen from all which once I was,</br>And see reflected, in each well-known face,</br>My shame and sorrow &mdash; never! &mdash; human laws</br>Were framed against me, while the unpitying cause</br>Of all my misery, secure from blame,</br>Passed the gay hours in mirth, nor made one pause</br>To think of me in mournfulness and shame&mdash;</br>Heaven might forgive, but man would scorn my blighted name.", "And I departed thence, with thanks and tears;</br>The meed I offered they declined to take,</br>But prayed Heaven would prolong my baby's years,</br>That he might wrestle for his mother's sake;</br>And said, if misery came, that I might make</br>Their home again my home &mdash; ye tender-hearted!</br>'Twas yours the fount of tenderer grief to wake!</br>And tears, unfeigned and half-unconscious, started,</br>As, slow and mournfully, once more I thence departed.", "Once more a weary wanderer &mdash; once more</br>Without a shelter for the coming eve!</br>Why did I dream my woes would soon be o'er?</br>Why did my heart my reason thus deceive,</br>To think the sinful could forget to grieve?</br>Oh!  dream soon broken!  hope forgotten now!</br>Last feeling which the human heart can leave,</br>Teach me again to trust the broken vow!</br>Friend of the desolate &mdash; in misery help me thou!", "I rested in the churchyard, where, alone,</br>The, verdant mound raised o'er his buried head,</br>Marked by a rude and solitary stone,</br>My father lay &mdash; the long-lamented dead!</br>I knelt, and many a bitter tear I shed.</br>\"O thou much injured, yet devoutly loved,</br>Who first in infancy my footsteps led!</br>If pardon may be found for her who roved,</br>And left thee lonely &mdash; oh!  may Heaven, mayest thou be moved!", "\"If days of agony, and nights of tears</br>Can aught atone for passion's wild excess:</br>If mercy e'en the worst of sinners cheers,</br>When sunk in penitence and mournfulness,</br>Oh!  then let Mercy hear my moan, and bless,</br>Although unworthy, her who prostrate lies&mdash;</br>Hear me in anguish and in bitterness!</br>If grief can reach thy home, beyond the skies,</br>A late repentance take, since death the rest denies.\"", "All that remained, the grave, the silent grave</br>Of him o'er whose unconscious form I pined,</br>In early youth the generous and the brave,</br>In age the tender-hearted and the kind,</br>The past, the happy past!  rushed o'er my mind,</br>Tinging with hues, from Memory's painful dart,</br>Those busy scenes with his dear image twined:</br>And then the future struck upon my heart&mdash;</br>That future in which he should never bear a part.", "That future came &mdash; sad months had rolled away&mdash;</br>Tears had been shed, and sighs been heaved in vain;</br>And I, that Rosalie, so young and gay,</br>Was now a withered form of want and pain;</br>My voice, which now but sounded to complain</br>In hollow accents, startled e'en my ear;</br>And my weak limbs could scarce the power retain</br>To drag me forth, in lingering doubt and fear,</br>Imploring food for him who now alone was dear.", "Oh, Heaven!  the hour arrived when I had nought,</br>When sick and sorrowful I gazed around,</br>Knowing, alas!  the little store I brought</br>Was all exhausted &mdash; where could help be found?</br>Hard hearts had they to whom I now was bound;</br>For the dark wretched room in which I lay</br>They ask'd for payment &mdash; scarce the falt'ring sound</br>Of vain excuse and vainer prayer to stay</br>Had pass'd my lips, when stern they bade me speed away.", "\"Away, and in the loneliness of night!\"</br>To wait fresh pain with ev'ry varying hour;</br>\"Oh!  yet delay &mdash; abuse not thus your right!</br>List to the pelting of the dreary shower!</br>Angry and fierce the opposing tempests lower;</br>Oh!  yet till daylight!\" &mdash; vain, alas!  the cry!</br>With brow repulsive, and resistless power,</br>She thrust me forth beneath the inclement sky&mdash;</br>Woman to woman did this deed of cruelty.", "A miserable night of useless weeping,</br>Shiv'ring beneath the pillar'd portico</br>Of some great house, where all were softly sleeping,</br>Deaf to the storm that beat, the winds that blow,</br>Reckless of those that wander to and fro,</br>Houseless and homeless, near their proud abodes.</br>Unconscious slumberers!  little do ye know</br>The nightly weight of misery which o'erloads</br>Near you, unpitied crowds, and to destruction goads!", "The morrow &mdash; and the grey and silent streets</br>Swarmed with the varied multitudes anew,</br>Still changing with each fev'rish hour that fleets.</br>The busy many and the anxious few</br>In quick succession pass before my view.</br>And now my infant, pining in my arms,</br>With cheeks like faded roses in the dew.</br>Awoke in me a mother's dread alarms&mdash;</br>Hunger and cold oppress'd and nipp'd his baby charms.", "The day wore on, the gleamy sun was setting,</br>A deep conviction stole upon my mind;</br>All but my cherished, innocent babe forgetting&mdash;</br>I rose &mdash; I cried &mdash; \"Have mercy, passers kind,</br>Upon my child!  let misery pity find&mdash;</br>Oh!  hear me and they pass'd one after one,</br>Some frowned &mdash; some cast a pitying look behind,</br>And some few gave &mdash; at length the day was gone,</br>And then I bowed my head, and wearily sank down.", "But I had food for him, though I was left</br>Unpitied thus to struggle with my fate&mdash;</br>This ling'ring, mournful hope was not bereft,</br>That he would live to feel a generous hate</br>Of all the cold restraints of pomp and state;</br>And then, when proud and beautiful he stood,</br>His father would, repentant, though too late,</br>Sigh o'er past evil, and neglected good,</br>With useless tears, oft shed in penitential mood.", "'Twas not to be &mdash; day vanished after day,</br>And fewer gave, and fainter grew my prayer&mdash;</br>In vain I watch'd my baby as he lay&mdash;</br>Night came &mdash; his couch was in the open air&mdash;</br>What could avail a mother's tenderest care!</br>With miser hand &mdash; the pittance hoarded still,</br>Dealt out to him alone a frugal fare,</br>But to delay, not banish, future ill,</br>While famine spared the babe whom misery was to kill.", "At last 'twas spent &mdash; I asked for alms in vain&mdash;</br>Tired of relieving one who still prayed on,</br>With frowning brow they turn'd from sight of pain,</br>With silent tongue and tearless eyes were gone.</br>I waited till the close of day, but none</br>Had taken pity on me, and I went</br>Once more to him who doom'd me to be low;</br>Mothers are humble &mdash; o'er my child I bent;</br>I rose to ask his alms who scorned the gold he sent.", "Lonesome and wearily I reached the door,</br>But he was gone &mdash; gone with his happy bride,</br>Where &mdash; oh!  I asked not &mdash; wished to hear no more;</br>His heart was far away &mdash; the world was wide,</br>And I was lonelier than all beside!</br>Another day of sad and anxious weeping;</br>Another day of famine &mdash; all denied;</br>Another night my mournful vigils keeping</br>Above my pining child, whom hunger hinder'd sleeping.", "Drearily had the heavy days gone by,</br>And Albert faded &mdash; fainter grew his cries&mdash;</br>Oh!  ye that ever bent in agony</br>Above your pallid infant!  ye that rise,</br>And glance, half fearfully, with 'wildered eyes,</br>Expecting death &mdash; then kneel in tears to pray,</br>With tongue that speech, articulate, denies,</br>That God will yet awhile the stroke delay,</br>Think what I suffered then, from weary day to day.", "You softly place that little languid head,</br>You tempt him with the comforts spread around,</br>But I could envy now the meanest shed&mdash;</br>My babe was starving &mdash; bless'd if I but found</br>A morsel destined for the hungry hound!</br>Moving his pale sweet lips with grateful smile,</br>Unwitting of the fate that o'er him frowned;</br>His was the present &mdash; gladdened for awhile&mdash;</br>The future mine, of woe no hope might now beguile.", "There came a day &mdash; I sat alone &mdash; alone!</br>The dismal showers had drench'd my thread-worn dress,</br>And, seated on the cold and dripping stone,</br>Without the power to ask for alms &mdash; still less</br>The strength to wander in my wretchedness,</br>My dying baby laid upon my knee;</br>I look'd on those who pass'd, and sought to guess</br>Where pity dwelt, still gazing wistfully,</br>With hope, but half extinct, for that which could not be.", "A carriage stopp'd &mdash; a lady, richly dress'd,</br>Alighted, and I rose in doubt and fear&mdash;</br>The faint and murm'ring tones, but half express'd,</br>Fell on a hardened heart and deafened ear;</br>She pass'd &mdash; I gazed &mdash; and felt the blow severe;</br>But as she went, upon the stones there fell</br>A sparkling cross, of jewels rich and rare;</br>Rushed o'er my mind the thoughts that dared not dwell&mdash;</br>I had a child &mdash; that child! &mdash; oh!  needs there more to tell?", "I seized it &mdash; fled &mdash; behind me rose a shout&mdash;</br>On! &mdash; on! &mdash; my trembling knees could scarce sustain</br>The weight above &mdash; near, nearer came the rout&mdash;</br>On!  on! &mdash; oh!  shall the effort be in vain?</br>A few yards more, and then would end my pain&mdash;</br>I reached a shop &mdash; flung down the cross, and said,</br>\"Food for my child!\"  I could no more restrain</br>My weakness and my woe &mdash; I snatched the bread,</br>Gave it to him, and sunk lifeless, unconscious, dead!", "I woke &mdash; oh!  would that I had slept for ever!</br>Stern forms were standing round &mdash; I heard the cry</br>Of that dear little one they sought to sever</br>From his poor mother!  one long gasping sigh,</br>One lingering pause of nature's agony,</br>And I recovered:  let it not be told</br>What followed next &mdash; suffice it, that to die</br>Contains no pang so sickening, deep, and cold,</br>As that which rent my heart in that barbarian hold.", "An hour, and I was pent in prison walls&mdash;</br>The shriek of woe, the bursting sob, the tear&mdash;</br>Not that, the soft and sad, which gently falls,</br>But scalding bitterness was shedding here&mdash;</br>Oh, God!  those prisoned hours, so long, so drear!</br>Still &mdash; still I feel the damp and heavy cell</br>Strike on my numbing sense, palsied with fear;</br>Yet I had him, loved tenderly and well,</br>Dear link of life, to whom I clung, whate'er befel.", "Where is my child?  great God!  forgive these moans!</br>Forgive the question &mdash; wildly, vainly spoke!</br>'Tis over now, but then &mdash; ye sad grey stones,</br>Graves of the lovely and the loved, revoke</br>Your cruel mandate; let the chain be broke,</br>And give me back my own &mdash; my own!  alas!</br>'Tis mine no more &mdash; the dead may not be woke&mdash;</br>Unfading treasures misers may amass,</br>But rosy cheeks &mdash; bright eyes &mdash; like airy visions pass.", "I watch'd &mdash; I pray'd &mdash; I knelt all desolate,</br>While fev'rish throbb'd my baby's pulse &mdash; I tried</br>Not to repine at the decrees of fate;</br>I sought for resignation &mdash; yea, I cried,</br>\"Thy will be done,\" &mdash; but no &mdash; it was denied.</br>Oft as I gazed upon that flushing cheek&mdash;</br>Oft as those eyelids turn'd, submission died;</br>I held his hand, so languid, faint, and weak,</br>And laid my lips on his, with vain attempt to speak.", "Three, nights &mdash; the fourth, sleep closed my weary eyes,</br>While kneeling by his couch &mdash; a happier dream</br>Stole o'er my mind &mdash; methought I saw him rise</br>From slumber's arms, with eyes whose sunny beam</br>Outshone his own &mdash; by our own trickling stream</br>I stood, and still my father bless'd my boy,</br>While bright and joyous, as on earth could seem,</br>All shone around &mdash; 'twas hope without alloy&mdash;</br>A sound &mdash; a painful start &mdash; and broke my dream of joy.", "I bent above my child &mdash; the life was gone!</br>Cold was the hand and pulseless was the heart,</br>And I was lock'd in darkness, and alone!</br>I could not watch the ling'ring ray depart</br>From those half-conscious eyes &mdash; Death's silent dart</br>Had pierced him whom the stormy lightning spared&mdash;</br>Whom, famine failed to slay:  a groan &mdash; a start&mdash;</br>Were welcomed now with rapture &mdash; Nature dared</br>All agonies but one; in silence she despaired.", "Was it then true? &mdash; It was. &mdash; No hideous dream,</br>\"Making night horrible,\" obscured my sense&mdash;</br>The soul was fled &mdash; how nothing all things seem</br>When those we toiled for are departed hence:</br>There, with a mournful silent eloquence,</br>Rending my heart, lay the untasted crust</br>Alas!  the day they bore my infant thence.</br>In vain I prayed the merciful &mdash; the just&mdash;</br>They laid my rosy babe low with the worm i' the dust.", "My trial came, and I could only say</br>I lived &mdash; I breathed &mdash; I felt nor hope nor fear;</br>My thoughts were in a distant world, away</br>With him who was &mdash; who once had been so dear!</br>One only sentence struck upon my ear,</br>A question of that wretched day &mdash; \"My Lord,</br>She gave it to her child!\"  was answered &mdash; drear</br>And dark as was my soul, I fell that word&mdash;</br>My shriek so long, so wild, was never wilder heard.", "It pass'd, that day, and then they set me free&mdash;</br>I gazed in melancholy stupor round;</br>The prison walls had been the same to me&mdash;</br>Sorrow remained &mdash; sorrow that knew no bound!</br>They gave me shelter &mdash; I nor smiled nor frowned&mdash;</br>My heart was dead within me &mdash; sad I sate,</br>With but one thought, my baby's grassy mound;</br>Night came &mdash; I rested &mdash; food was brought &mdash; I ate,</br>Nor ever murmur made for my unhappy fate.", "Years have gone by &mdash; my thoughts have risen higher&mdash;</br>I sought for refuge at the Almighty's throne;</br>And when I sit by this low mould'ring fire,</br>With but my Bible, feel not quite alone,</br>Lingering in peace, till I can lay me down,</br>Quiet and cold in that last dwelling place,</br>By him o'er whose young head the grass is grown&mdash;</br>By him who yet shall rise with angel face,</br>Pleading for me, the lost and sinful of my race.", "And if I still heave one reluctant sigh&mdash;</br>If earthly sorrows still will cross my heart&mdash;</br>If still to my now dimmed and sunken eye</br>The bitter tear, half checked, in vain will start;</br>I bid the dreams of other days depart,</br>And turn, with clasping hands, and lips compress'd,</br>To pray that Heaven will soothe sad memory's smart:</br>Teach me to bear and calm my troubled breast;</br>And grant her peace in Heaven, who not on earth may rest.</br>"]