["Alone, unseen, at this mild sober hour,</br>When fading Autumn with his season pale</br>Has ting'd the woods, I seek the ruin'd tow'r,</br>And mould'ring heaps, that spread the thorny dale.", "Here sad reflection to the eye recalls</br>The spires commanding far the cheerful deeps,</br>The fretted pinnacles, and window'd walls,</br>Where now the melancholy ivy creeps.", "The pond'ring stranger views with silent dread,</br>As to the stony cell he bends his way,</br>The broken roof suspended o'er his head,</br>Where mingling shafts and sculptur'd arms decay.", "No hallow'd hymn now sounds, where wildly strown</br>With fragments rude the desert choir appears;</br>But echoing loud amid the cloysters lone</br>The daw's hoarse clamour meets my startled ears.", "Void is the nich, where erst in holy state</br>Perhaps some Abbot's gorgeous image lay;</br>The slumb'ring brothers share their ruler's fate,</br>And not a stone records their useless day.", "Alas!  whate'er their virtues or their crimes,</br>'Tis all in blank oblivion buried deep;</br>Nor did they ween, how little future times</br>Would share their bliss, or for their sorrows weep.", "For ev'n where droning Indolence repos'd,</br>Some finer souls might ache with keen distress;</br>And haply many a wretch full willing clos'd</br>His eyes, and shunn'd a life he could not bless.", "Perchance some vot'ry sad of feeling heart,</br>As o'er the fading lawn he mus'd at eve,</br>Anxious might see the passing sail depart,</br>And call to mind a world he wept to leave.", "Ev'n then some tender maid he lov'd too well,</br>And gave in thought th' endearing name of wife,</br>Might make his bleeding heart with sorrow swell,</br>And deeply rue his cold unsocial life;", "Sad might he heave a deep-drawn sigh unseen,</br>And down his cheek a venial tear might fall,</br>To think how calm, how blest his days had been</br>With her, his bosom's joy, his life, his all.", "The bell slow-beating thro' the gloom of night,</br>Might wake his soul to other thoughts than pray'r,</br>And, while his voice perform'd each solemn rite,</br>His wand'ring heart might own a tend'rer care.", "So from his native woodlands torn away,</br>The little songster, conscious of his pain,</br>Sits dull and drooping all the livelong day,</br>And sings no more, or sings a sadder strain;", "While from his joyless prison he surveys,</br>Flutt'ring with eager heart from side to side,</br>Earth's flow'ry mantle, and the budding sprays,</br>And hears in fancy still his long-lost bride.</br>"]