["Come, gentle Muse!  in pleasing strains rehearse,</br>Th' enchanting magic of immortal verse!</br>Tell how the passions, when subdu'd by thee,</br>Glide smooth and placid like th' untroubl'd sea.</br>From pen'ry's gripe, thy genuine sons preserve,</br>And give them all the honours they deserve;</br>Who merits more, the muse demands to know,</br>Than he whose art can mitigate your woe?</br>To you, ye fair!  I make my first appeal,</br>(Your bosoms surely wo'nt the truth conceal)</br>What makes your breasts with tender pity heave,</br>When on the stage you MONIMIA grieve?</br>Or when you view the penetential fair,</br>Her woes participate, and drop the tear;</br>Can ought amuse amid the dire distress?</br>E'en gay LOTHARIO does not please you less.</br>The muse's pow'r can chastest hearts alarm,</br>And even lend to perfidy a charm.", "When you, ye fair, at intervals peruse,</br>The tender sentiments of SAPPHO'S Muse;</br>Or with attentive eye, the page survey,</br>Where sweet ELOISA pours the plaintive lay;</br>Ye must confess, that merit does belong</br>To equal numbers, and to lofty song.</br>Thus self-convicted, can the cruel fair</br>Consign the bard to pen'ry and despair?</br>Must he, whose art can sooth the virgin's woe,</br>Be less regarded than the empty beau?</br>Can barren expletives deserve your care,</br>And empty chit-chat entertain the fair?</br>Must the dark stair-case be the poet's doom,</br>Whilst worthless coxcombs flutter round the room?</br>Forbid it ladies &mdash; drive the fopling hence,</br>And let respect be shewn to men of sense.", "Ye British youths, who sport in PINDUS' shades,</br>And hold soft dalliance with th' AONIAN maids;</br>Say, is there ought that can amuse the mind,</br>Or fire the soul, like sentiment refin'd?</br>Can you with languor SPENCER'S strains rehearse,</br>Or be unmov'd with MILTON'S lofty verse?</br>What heart-felt pity does the muse excite,</br>When that sweet bard bewails his loss of sight?</br>The laureal wreath to MILTON must belong,</br>No poet since has equal'd him in song.", "Thou too, who sprung'st from AVON'S gentle stream,</br>Hast strokes of nature blended in each theme;</br>But horrid scenes will virtuous minds alarm,</br>Whilst milder images are sure to charm.</br>Hence THOMPSON'S lays will never fail to please,</br>While Spring's gay beauties blossom on the trees.</br>Each tender tale must every heart engage,</br>And young LAVINIA charm each future age.</br>What ease and dignity thy lines convey,</br>Thou friend to truth, thou much lamented GAY.</br>But thou O YOUNG!  whom virtue must admire,</br>What heav'n born seraph gave thy muse its fire?</br>Thy powerful muse can each illusion chace,</br>While dissipation hides her pallid face;</br>Thy magic lays, the kindred passions draw,</br>And even profligates are struck with awe.", "Now since the muse has such a power to charm,</br>To cure the spleen, or frantic rage disarm;</br>Can you, in gratitude, your aid refuse,</br>To patronise the vot'ries of the muse?</br>Is nothing due to him whose magic power,</br>Conspires to recreate the lonely hour?</br>Must knavish jugglers too, your favours share,</br>Whilst bards (camelion-like) subsist on air?</br>Must idle vagrants gain the highest prize,</br>Whose only merit is, \"to cheat your eyes?\"</br>Are those neglected, who, with ardent care,</br>Have caught the landscape of the changeful year?</br>Who, with inspection keen, trace nature through,</br>And, grateful, hold the portrait to your view.</br>When youthful spring, no longer charms the eye,</br>And summer months, no genial warmth supply;</br>When nature's vest no more the flowers adorn,</br>Nor thrush nor lark, conspire to chear the morn,</br>When nipping frost, the purling rill congeals,</br>And the starv'd nymph, but half her face reveals;</br>No chilling blasts can the soul's current freeze,</br>The muse has still her genuine charms to please.</br>Small are the joys that cribbage can dispense,</br>And love of cards betrays the want of sense;</br>Delicious banquets leave a sting behind,</br>But mental feasts, invigorate the mind;</br>True sterling wit can every care controul,</br>And touch the finer movements of the soul:</br>Attend the lays &mdash; you'l in idea, find</br>Spring's lovely aspect pictur'd on the mind.</br>Or shou'd your curious eye the page explore,</br>Where rocking whirlwinds drive the ships on shore;</br>When ocean's azure god, with awful brow,</br>Bids all the wat'ry pow'rs beneath him bow;</br>Tho' earthquakes dire shou'd nature's face deform,</br>In tuneful ease you'll view the ideal storm.</br>Thus can the muse the coldest breast enflame,</br>And on the frigid soul engrave her deathless name!</br>"]