["THYRSIS.</br>Sweet are the whispers of yon vocal pine,</br>Whose boughs, projecting o'er the springs, recline;</br>Sweet is thy warbled reed's melodious lay;</br>Thou, next to Pan, shalt bear the prize away:</br>If to the God a horn'd he-goat belong,</br>The gentler female shall reward thy song;</br>If he the female claim, a kid's thy share,</br>And, till you milk them, kids are dainty fare.", "GOATHERD.</br>Sweeter thy song, O shepherd, than the rill</br>That rolls its music down the rocky hill:</br>If one white ewe content the tuneful Nine,</br>A stall-fed lamb, meet recompence, is thine;</br>And if the Muses claim the lamb their due,</br>My gentle Thyrsis shall obtain the ewe.", "THYRSIS.</br>Wilt thou on this declivity repose,</br>Where the rough tamarisk luxuriant grows,</br>And gratify the Nymphs with sprightly strain?</br>I'll feed thy goats, and tend the browsing train.", "GOATHERD.</br>I dare not, dare not, shepherd, grant your boon,</br>Pan's rage I fear, who always rests at noon,</br>When tir'd with hunting, stretch'd in sleep along,</br>His bitter rage will burst upon my song:</br>But well you know Love's pains, which Daphnis rues,</br>You the great Master of the rural muse;</br>Let us beneath yon shady elm retreat,</br>Where Nature forms a lovely pastoral seat,</br>Where sculptur'd Naiads and Priapus stand,</br>And groves of oaks extending o'er the land;</br>There if you sing as sweetly as of yore,</br>When you the prize from Lybian Chromis bore,</br>This goat with twins I'll give, that never fails</br>Two kids to suckle, and to fill two pails:</br>To these I'll add, with scented wax o'er-laid,</br>Of curious workmanship, and newly made,</br>A deep two-handled Cup, whose brim is crown'd</br>With ivy join'd with helichryse around;</br>Small tendrils with close-clasping arms uphold</br>The fruit rich speckled with the seeds of gold.</br>Within, a woman's well-wrought image shines,</br>A vest her limbs, her locks a caul confines;</br>And near, two neat-curl'd youths in amorous strains</br>With fruitless strife communicate their pains:</br>Smiling, by turns, she views the rival pair;</br>Grief swells their eyes, their heavy hearts despair.</br>Hard by, a fisherman advanc'd in years,</br>On the rough margin of a rock appears;</br>Intent he stands t' enclose the fish below,</br>Lifts a large net, and labours at the throw:</br>Such strong expression rises on the sight,</br>You'd swear the man exerted all his might;</br>For his round neck with turgid veins appears&mdash;</br>'In years he seems, yet not impair'd by years.'</br>A vineyard next, with intersected lines,</br>And red ripe clusters load the bending vines:</br>To guard the fruit a boy sits idly by,</br>In ambush near, two sculking foxes lie;</br>This plots the branches of ripe grapes to strip,</br>But that, more daring, meditates the scrip;</br>Resolv'd ere long to seize the savoury prey,</br>And send the youngster dinnerless away:</br>Meanwhile on rushes all his art he plies,</br>In framing traps for grasshoppers and flies;</br>And earnest only on his own designs,</br>Forgets his satchel, and neglects his vines:</br>All round the soft acanthus spreads its train&mdash;</br>This Cup, admir'd by each Aeolian swain,</br>From far a Calydonian sailor brought,</br>For a she-goat and new-made cheese I bought;</br>No lip has touch'd it, still unus'd it stood;</br>To you I give this masterpiece of wood,</br>If you those Himeraean strains rehearse</br>Of Daphnis' woes &mdash; I envy not your verse&mdash;</br>Dread Fate, alas!  may soon demand your breath,</br>And close your music in oblivious death.", "THYRSIS.</br>Begin, ye Nine, that sweetly wont to play,</br>Begin, ye Muses, the bucolic lay.</br>\"Thyrsis my name, to Aetna I belong,</br>Sicilian Swain, and this is Thyrsis' song:\"", "Where were ye, Nymphs, in what sequester'd grove?</br>Where were ye, Nymphs, when Daphnis pin'd with love?</br>Did ye on Pindus' steepy top reside?</br>Or where through Tempe Peneus rolls his tide?</br>For where the waters of Anapus flow,</br>Fam'd streams!  ye play'd not, nor on Aetna's brow;</br>Nor where chaste Acis laves Sicilian plains&mdash;", "Begin, ye Muses, sweet bucolic strains.</br>Him savage panthers in wild woods bemoan'd,</br>For him fierce wolves in hideous howlings groan'd;</br>His fate fell lions mourn'd the live-long day&mdash;", "Begin, ye Nine, the sweet bucolic lay.</br>Meek heifers, patient cows, and gentle steers,</br>Moan'd at his feet, and melted into tears;</br>Ev'n bulls loud bellowing wail'd the shepherd swain&mdash;", "Begin, ye Nine, the sweet bucolic strain.</br>First from the mountain winged Hermes came;</br>\"Ah!  whence, he cried, proceeds this fatal flame?</br>What nymph, O Daphnis, steals thine heart away?\"", "Begin, ye Nine, the sweet bucolic lay.</br>Goatherds and hinds approach'd; the youth they hail'd,</br>And shepherds kindly ask'd him what he ail'd.</br>Priapus came, soft pity in his eye,</br>'And why this grief, he said, ah!  Daphnis, why?'</br>Meanwhile the nymph disconsolately roves,</br>With naked feet thro' fountains, woods, and groves,</br>And thus of faithless Daphnis she complains;", "(Begin, ye Muses, sweet bucolic strains)</br>'Ah youth!  defective both in head and heart,</br>A cowherd stil'd, a goatherd sure thou art,</br>Who when askance with leering eye he notes</br>The amorous gambols of his frisking goats,</br>He longs to emulate their wanton play:", "Begin, ye Nine, the sweet bucolic lay.</br>'So when you see the virgin train advance</br>With nimble feet, light-bounding in the dance;</br>Or when they softly speak, or sweetly smile,</br>You pine with grief, and envy all the while.'</br>Unmov'd he sat, and no reply return'd,</br>But still with unavailing passion burn'd;</br>To death he nourish'd Love's consuming pain&mdash;", "Begin, ye Nine, the sweet bucolic strain.</br>Venus insulting came, the youth addrest,</br>Forc'd a faint smile, with torture at her breast;</br>\"Daphnis, you boasted you could Love subdue,</br>But tell me, has not Love defeated you?</br>Alas!  you sink beneath his mighty sway.\"", "Begin, ye Nine, the sweet bucolic lay.</br>'Ah, cruel Venus!  Daphnis thus began,</br>Abhorr'd and curs'd by all the race of man,</br>My day's decline, my setting sun I know,</br>I pass a victim to the shades below,</br>Where riots Love with insolent disdain&mdash;", "Begin, ye Nine, the sweet bucolic strain.</br>'To Ida, Venus, fly, expose your charms,</br>Rush to Anchises', your old cowherd's arms;</br>There bowering oaks will compass you around,</br>Here low cyperus scarcely shades the ground,</br>Here bees with hollow hums disturb the day.", "Begin ye Nine, the sweet bucolic lay.</br>'Adonis feeds his flocks, tho' passing fair,</br>With his keen darts he wounds the flying hare,</br>And hunts the beasts of prey along the plain.", "Begin, ye Nine, the sweet bucolic strain.</br>'Say, if again arm'd Diomed you see,</br>I conquer'd Daphnis, and will challenge thee;</br>\"Dar'st thou, bold chief, with me renew the fray?\"", "Begin, ye Nine, the sweet bucolic lay.</br>'Farewell, ye wolves, and bears and lynxes dire;</br>My steps no more the tedious chace shall tire:</br>The herdsman, Daphnis, now no longer roves,</br>Thro' flowery shrubs, thick woods, or shady groves.</br>Fair Arethusa, and ye streams that swell</br>In gentle tides near Thymbrian towers, farewell,</br>Your cooling waves slow-winding o'er the plains.", "Begin, ye Muses, sweet bucolic strains.</br>'I Daphnis here my lowing oxen fed,</br>And here my heifers to their watering led,</br>With bulls and steers no longer now I stray,'", "Begin, ye Nine, the sweet bucolic lay.</br>'Pan, whether now on Maenalus you rove,</br>Or loiter careless in Lycaeus' grove,</br>Leave yon aerial promontory's height</br>Of Helice, projecting to the sight,</br>Where fam'd Lycaon's stately tomb is rear'd,</br>Lost in the skies, and by the Gods rever'd;</br>Haste, and revisit fair Sicilia's plains.", "Cease, Muses, cease the sweet bucolic strains.</br>'Pan, take this pipe, to me for ever mute,</br>Sweet-ton'd, and bent your rosy lip to suit,</br>Compacted close with wax, and join'd with art,</br>For Love, alas!  commands me to depart;</br>Dread Love and Death have summon'd me away&mdash;", "Cease, Muses, cease the sweet bucolic lay.</br>'Let violets deck the bramble-bush and thorn,</br>And fair narcissus junipers adorn.</br>Let all things Nature's contradiction wear,</br>And lofty pines produce the luscious pear;</br>Since Daphnis dies, let all things change around,</br>Let timorous deer pursue the flying hound;</br>Let screech-owls soft as nightingales complain'&mdash;", "Cease, cease, ye Nine, the sweet bucolic strain.</br>He died &mdash; and Venus strove to raise his head,</br>But Fate had cut the last remaining thread&mdash;</br>The Lake he past, the whelming wave he prov'd,</br>Friend to the Muses, by the Nymphs belov'd.", "Cease, sacred Nine, that sweetly wont to play,</br>Cease, cease, ye Muses, the bucolic lay.</br>Now, friend, the Cup and Goat are fairly mine,</br>Her milk's a sweet libation to the Nine:</br>Ye Muses, hail!  all praise to you belongs,</br>And future days shall furnish better songs.", "GOATHERD.</br>O, be thy mouth with figs Aegilean fill'd,</br>And drops of honey on thy lips distill'd!</br>Thine is the Cup (for sweeter far thy voice</br>Than when in spring the grashoppers rejoice)</br>Sweet is the smell, and scented as the bowers</br>Wash'd by the fountains of the blissful HOURS.", "Come, Ciss!  let Thyrsis milk thee &mdash; Kids, forbear</br>Your gambols, lo!  the wanton goat is near.</br>"]