["I. 1.</br>Who with ungovern'd tongue will blame</br>The verse th' eternal Muse inspires?</br>The soul-illuminating flame,</br>Kindled at heaven's own sacred fires?</br>Who but the wretch of narrow mind,</br>Whose sentiments were ne'er refin'd</br>From the vile dross, whose base alloy</br>Condemns him still to plod along</br>But one degree above the bestial throng,</br>Unconscious of each nobler source of joy?", "I. 2.</br>Yet though unto the frigid ear</br>Of native Dullness every strain</br>Of melody uncouth appear,</br>And all the gifts of Science vain;</br>Though dazzled by the blaze of light,</br>Vice starting, turns away her sight</br>From where the Muses fix their sway;</br>Though Cruelty, Revenge, and Strife,</br>And all the plagues which harrass human life,</br>Keep far aloof, and tread a distant way:", "I. 3.</br>Thy sons, O Virtue, with respect sincere,</br>Bend lowly down before their holy shrine,</br>To them they offer up the spotless prayer,</br>And bless the influence of the powers divine.</br>All who with more exalted thought</br>Have Wisdom's valued precepts sought;</br>All who with pure emotions bless'd,</br>Love Beauty by the Graces dress'd;</br>All who to bounteous Nature just,</br>Dare her instinctive feelings trust,</br>The Muses hallow'd votary approve,</br>Enjoy his confidence, and share his love.", "II. 1.</br>Hence then away, ye vulgar crew!</br>Such would I have condemn my lays;</br>But hither turn ye worthier few,</br>Embold'ned by whose genuine praise,</br>Let the half-soul'd, cold-blooded friend,</br>Sneer, while affecting to commend,</br>Let the unfeeling fool laugh loud,</br>To you alone the bard his lyre</br>Shall strike, and quitting every mean desire,</br>Soar far beyond the falsely-judging croud.", "II. 2.</br>Unhappy is the poet's fate,</br>Th' intrinsic value of whose name</br>All will pretend to estimate,</br>And at their will commend, or blame.</br>Empty deceit!  as if their eye</br>Could trace the light'ning through the sky,</br>Pursue the comet's devious maze,</br>Or looking on the blue profound,</br>Where not the fathom-line could ever sound,</br>Pierce to the bottom with a single gaze.", "II. 3.</br>Ah wretch, to whom 'tis given to possess</br>Superior strength and energy of mind,</br>Unless he's planted in a sphere to bless,</br>Even against their wills, perverse mankind!</br>Else mingling with the common train</br>Full of themselves, he speaks in vain:</br>Or if they hear his voice, is styl'd</br>Extravagant, excentric, wild,</br>Because his reason does not lie</br>Level with their capacity,</br>Because his active sense springs 'tward the goal,</br>And dwelling not on parts, takes in the whole.", "III. 1.</br>Or if their weakness to befriend,</br>O'er his own thoughts he cast a veil,</br>Reflection's serious brow unbend,</br>And her intenser rays conceal;</br>They view him with familiar eyes,</br>And being like themselves despise.&mdash;</br>O contradicting law!  the chain</br>Of Nature, draws with all its power,</br>To mix in life, and seek the social hour;</br>Indignant Reason goads us thence again.", "III. 2.</br>She proves how vague the hope, how blind,</br>Which on external good relies;</br>Which seeks for aught among mankind,</br>To gratify the just and wise.</br>Ah!  where then should the Bard remove,</br>Whose song the choral Nine approve?</br>Or where the Sage, whose breast disdains</br>The holy juggler's wily cheats?</br>Where but to those retir'd and still retreats,</br>Where Solitude close leagued with Virtue reigns?", "III. 3.</br>Hers are the Graces, hers the winning charms,</br>Which the fix'd bosom from conviction please;</br>From necessary choice, within her arms</br>We wish to spend the remnant of our days;</br>Not so in our first greener years,</br>New to this world of vice and cares,</br>By Flattery taught:  for what is Fame,</br>But a delusive idle name,</br>Fading before the living breath?&mdash;</br>Though having pass'd the vale of Death,</br>She may with vain solicitude return,</br>And deck with fruitless wreathes the funeral urn.</br>"]