["THENOT, COLINET.", "Where Sarum's verdant plain extends around,</br>Like the vast world of waters, without bound;</br>A turf-built cot, see!  Thenot's labour form,</br>To guard from summer's sun, and winter's storm;</br>Safe shelter'd there, on rustic pipe he plays,</br>The while his master's flock securely strays:</br>A larger flock to field no master leads,</br>Nor any flock more careful shepherd feeds.", "One summer's day, young Colinet, to shun</br>The melting fervor of the mid-day sun,</br>In Thenot's cooly hut refreshment sought;</br>And Thenot's heart, with guileless friendship fraught,</br>Welcom'd, while room remain'd, each swain with glee,</br>No snarling cur in lonely manger, he!</br>Scarce, on the grassy seat, reclin'd, his guest</br>The hut's reviving cool began to taste,</br>Ere Thenot cried (for what engrosses thought</br>By natural instinct to the tongue is brought)</br>\"Oh Colinet, &mdash; last night! &mdash; But you was there,</br>At the sad scene, where clos'd my master's care,</br>To earth-cold bed his aged father giv'n,</br>Whom his dear love had kept so long from heav'n.\"", "COLINET.</br>Yes, Thenot, I was there &mdash; and, shepherd, say</br>Who of the neighbouring hamlets was away?</br>Nor &mdash; tho' I wish'd within my pensive breast</br>To be young Palamon, so good and blest,&mdash;</br>Could I refrain from oft-repeated sighs,</br>Or stop the tears fast trickling from my eyes!</br>Oh, happy son! &mdash; what different fates we prove!</br>I'm forc'd, my Thenot from a father's love;</br>Far from his dear embrace compell'd to roam</br>In quest of daily bread, deny'd at home!", "THENOT.</br>Let not that grieve you, shepherd &mdash; well you know</br>What mighty things from small beginnings flow:</br>Once, like ourselves, the master, whom we love,</br>His fleecy charge to field for others drove;</br>Poor was his sire, and \"He was forc'd to roam,</br>Like us, in search of daily bread from home:\"</br>But, faithful to his trust, he rose to fame,</br>Which kindly to the 'squire convey'd his name.</br>Industrious shepherds he delights to aid,</br>And soon his tenant our young master made.</br>Scarce was he fix'd &mdash; with true affection fraught,</br>Ere his old parents from the dale he brought:</br>Like that young shepherd, Scripture's book commends,</br>Who call'd from Canaan all his house and friends:</br>And like that shepherd, he by heav'n is crown'd,</br>His crops are plenteous, and his flocks abound.", "COLINET.</br>No wonder, Thenot:  the commandment says</br>Who love their parents, shall have happy days:</br>And well the minister observ'd last night,</br>That God in duteous children takes delight;</br>And seldom suffers them on earth to prove</br>Want of his favour and paternal love.", "THENOT.</br>Is not our Palamon, a proof, good swain?</br>See those brave sheep, that cover all the plain!</br>How white their fleeces, &mdash; and what sturdy lambs</br>Skip by the sides of their twin-bearing dams:</br>Look to his herds, what cows such udders bear&mdash;</br>And can you match with his the fattening steer?</br>See with what stacks his ample yard is crown'd;</br>Hark, how his barns with constant flails resound!</br>Peace in his house hath fix'd her dear abode;</br>His wife is loving, and his children good.</br>On all he hath, methinks I read imprest,</br>\"Thus is the man, who loves his parents, blest!\"</br>&mdash;Told I you, Shepherd, how I heard one day,</br>(As by the green-wood side I chanc'd to stray)</br>His filial blessings on his sleeping sire?</br>&mdash;Oh how his goodness did my bosom fire!", "COLINET.</br>Come, let me hear:  and I in turn can tell</br>Something, will please my Thenot full as well.", "THENOT.</br>Returning home one eve, his sire he found</br>Beneath an oak reclin'd, in sleep profound:</br>The green-sward only was his humble bed,</br>His hand the pillow for his hoary head.</br>With arms across, the son attentive stood,</br>Now, with fix'd eyes his darling father view'd;</br>Now rais'd those eyes to Him, who rules above,</br>Big with rich tears of gratitude and love!</br>\"Oh thou, said he, next heav'n rever'd and blest,</br>Sweet is thy slumber-sweet the good man's rest!</br>Thy tottering footsteps hither bent their way,</br>In prayer to spend the still decline of day!</br>And I, thrice happy, in those pray'rs have shar'd,</br>Prayers, which all-bounteous heav'n hath ever heard!</br>Else wherefore thus my farm securely stands?</br>Whence else those fertile crops, which crown my lands?\"", "When, leaning on my arm, with feeble feet</br>Late pass'd my sire to share th' enlivening heat,</br>And view the prospect, which the mid-day yields,</br>Of resting flocks, rich fruits, and fertile fields,</br>\"Grown grey in peace on these lov'd plains, he cry'd,</br>May peace for ever on these plains reside.</br>Soon o'er far happier plains ordain'd to rove,</br>Oh, blest, for ever blest be these I love!\"", "\"And must I then that hour afflicted view?</br>And bid thee, father, best of friends, adieu!</br>Must I so soon? &mdash; But in remembrance dear,</br>O'er thy belov'd remains a tomb I'll rear;</br>And ever yearly at thy shrine will pay</br>Due sacred honours each returning day;</br>I'll strew my father's grave with flow'rs around,</br>And from defilement guard the hallow'd ground;</br>And &mdash; which I know will please his spirit best,</br>Take each occasion to relieve th' opprest,</br>To sooth the sad, and make the wretched blest.\"", "He paus'd, &mdash; and while the tears spontaneous ran,</br>With steady gaze, he view'd the good old man:</br>\"How at his ease he sleeps &mdash; what placid grace</br>Irradiates soft his venerable face!</br>Doubtless his virtuous deeds employ his dreams:</br>O'er all his countenance such goodness beams!</br>Such peace serene sits thron'd upon his brow:</br>Oh, blessing piety! &mdash; oh blest man thou!</br>&mdash;But let me wake thee, lest some dire disease</br>Spring from this falling dew, and evening breeze.\"", "Then, stooping down, his cheek he gently prest,</br>His much lov'd sire to raise from dangerous rest:</br>Blessing his son, the much lov'd sire arose,</br>To find at home less hazardous repose.", "Now, Colinet, in turn, if able, tell</br>Something you think will please me full as well.", "COLINET.</br>Not long ago, as happening to pass by,</br>I saw him &mdash; and a tear o'ercharg'd my eye:&mdash;</br>Slow lead his weak old sire to share the sun;</br>Whom, having seated, with much speed he run,</br>And from the house a bowl capacious brought</br>With warm refreshment for his father fraught:</br>With tender care he gave the genial bowl,</br>While every gesture spoke his filial soul.</br>\"Blest son, blest father!\"  said I, sad, and sigh'd;</br>And full of thought, across the meadow hied.", "THENOT.</br>You bring that famous daughter to my thought,</br>Who her old father &mdash; (as the sermon taught)</br>So long with milk from her own bosom fed,</br>At dungeons dauntless, nor by death dismay'd.</br>And thus affectionate, if right, I ween</br>In such a case our master would have been.", "COLINET.</br>Joy to his life &mdash; but joy will sure attend;</br>A friend his conscience, and high heav'n a friend:</br>His sons shall bless him, and his grandsons prove</br>Zealous to copy and repay his love!</br>Like some majestic cedar shall he stand,</br>His numerous branches spreading o'er the land.</br>And, oh!  might Colinet but hope to trace</br>His blest example, though with distant pace;</br>Might he but hope his sire again to see,</br>And tend his wants, good Palamon, like thee!</br>But, silly shepherd-boy, thy wish how vain&mdash;</br>Who scarce can'st food and sorry raiment gain!", "THENOT.</br>Grieve not for that, young swain; the God, whose ways</br>Are wise and wonderous, by strange means can raise:</br>Bear but an honest heart, and do thy best,</br>And to the sovereign shepherd leave the rest!</br>I too could wish, perchance, and make complaint;</br>&mdash;But there's no jewel, Colin, like content.", "Thus grateful Thenot sung his master's fame&mdash;</br>When Thyrsis to the hut with Cuddy came:</br>Lads, skill'd in singing both:  they took their seat,</br>And chear'd the shepherds with their ditties sweet.</br>"]