["'Twas at that time, when solitary eve</br>Spreads her grey robe; as o'er the lily'd vale</br>Stray'd my lone steps, to a sequester'd shade</br>Immur'd with rustling boughs.  I marked a swain</br>Stroll pensively along; his hoary head</br>Was silver'd o'er by age; his bending hand</br>Lean'd on the propping staff; o'er his wan cheeks</br>(Shrunk by slow-stealing time) corroding care</br>Had cast her deep'ning furrows, whence the tear</br>Rill'd softly down; and from his lab'ring breast</br>The sighs of woe burst in repeated moans.", "Compassion thrill'd my frame; I urg'd my way,</br>And hail'd the rev'rend mourner. &mdash; Now discourse</br>Ensu'd on either side; while all his pangs</br>I felt, as thus he told his piteous tale:", "\"My name is LYCIDAS; in yonder cot</br>(Hedg'd round with spreading shrubs) my wife and I</br>Late had our blest abode; &mdash; we had one son,</br>Pride of our age: &mdash; whose willing hands sustain'd</br>His feeble parents:  for he gave his thoughts</br>To crown our heads with joy, and all our cares</br>Smooth'd, soften'd, and allay'd.  The flush of health</br>Crimson'd his mellow cheek; and genial joy</br>Beam'd in his eye; with a superior mien</br>He trod amid the swains, while heart-felt peace</br>Adorn'd each feature. &mdash; Oh!  to scan the traits</br>Of former scenes &mdash; fled like a fleeting dream</br>Ne'er to return &mdash; what, and how vast the pang!", "\"A nymph the fairest of the rural throng,</br>Engag'd his heart, nor did he woo in vain</br>The blooming virgin; and th' appointed day</br>Had near arriv'd, to crown their tender loves.", "\"Who to themselves shall promise issuing joys?</br>None but the fool. &mdash; We thought of circling bliss</br>In future periods; &mdash; active fancy saw</br>Their little prattlers grasp our trembling knees,</br>Hang o'er our words with rapture, and repay</br>Our fondness with their smiles; but oh!  how vain,</br>How transient are our wishes!  This day gives</br>Joys unexpected; and returning dawn</br>Crowds on its mighty woes.", "\"One fatal eve,</br>My son, as wont, drove his accustom'd charge</br>To Tweed's pure current.  Limpid was the stream,</br>And all serene the sky; the setting sun</br>Stoop'd from the crimson'd cloud, and pour'd his beams</br>Full on the amber pool; the crystal stream</br>Reflecting back the rays, unto his eye</br>Disclos'd its pebbled bed.  The vocal choir</br>Melodious thrilling thro' the quiv'ring trees,</br>Chear'd all around; e'en nature's self conspir'd</br>To please, and tempt him in the cooling stream</br>To bathe his wearied limbs.  Lur'd by the scene,</br>He plung'd amid the wave, and sail'd awhile</br>Triumphant o'er its surface; till at once</br>Red rush'd the river down, and o'er the plains</br>Spread its desolation.  Thrice his nervous arm</br>Repell'd the swelling surge, and thrice the tide</br>Broke o'er him:  Snatch'd at once from life, from joy,</br>His much lov'd parents, and his eager hopes,</br>He sunk precipitate till rouz'd again</br>By death's dread struggles, (for the angry flood</br>Gush'd from his nostrils, and his heart beat thick</br>Within its pent-up chest) he gasp'd for breath</br>And made a faint essay; casting his eyes</br>O'er the extending deluge to the plain</br>In silent agony, he gaz'd for aid,</br>Alas, how vain!  for no relief was near.</br>Ye fathers, who have felt the throbs of woe</br>For a beloved son, O pity me,</br>While I relate, that from a distant mount</br>I saw afar his ruin.  Swift as the wind</br>I left the clift, and hast'ning on to save</br>My fondling from the stream, met greater woe.</br>His aged mother, and his beauteous bride,</br>Unknown to me, had climb'd a rising hill</br>To view the rolling deluge; when at once</br>A breaking wave unto their eyes disclos'd</br>A bulky object, whirling round and round</br>With the tempestuous billow; till at last</br>They dash'd it on the shore.  Both stooping down,</br>To eye it nearer, started with amaze</br>To view their darling's corpse; aghast they look'd</br>At other speechless, while convulsions shook</br>Their quiv'ring frames, and with a hollow shriek</br>They downward fell, and mix'd the frothy stream.", "\"Oh ye whose tender bosoms pity thrills,</br>Shed soften'd anguish; ye who feel the hand</br>Of ruthless want, bereav'd of all ye lov'd,</br>Give me the feeling tear; and guide your steps</br>To yonder lonely vale, where their lov'd dust</br>Adds to the mould'ring ruins.  Oft at eve</br>I speed my way, and stroll the peaceful graves</br>With tears of poignant pain.  For now to earn</br>A small subsistence, these week, feeble hands</br>Manure the rugged glebe; and my grey hairs</br>Sink to the dust with anguish, pain, and woe.</br>"]