["Urania, Lutanist celestial, sweep</br>The sounding strings with vary'd Pauses, Art</br>Miltonic, Nature's lofty Voice, best tun'd</br>To sacred Theme, and sacred Theme to Song.</br>To spheral Choirs, O bear me, thou that erst</br>The Mantuan Seer, my great Example, rais'd</br>From humble Fields to draw empyreal Air,</br>Astonish'd, big with Raptures not his own.", "No Wonder thus illumin'd, he foretold</br>Approaching Bliss, bright Progeny of Jove,</br>Effulgence of th' eternal Essence, full</br>Of Grace and Truth, celestial Visitant</br>On Earth, to lead us in the Paths of Peace</br>And Justice, and restore the Golden Age.</br>Behold, how bows the pregnant World beneath</br>Th' Almighty Load!  behold, all Nature smiles</br>Expressive of anticipated Joys.", "Thus Virgil sung prophetic, what he sung</br>Unknowing, lo, that Age, nor after long</br>The Prophecy accomplish'd, when the LORD</br>Of Glory, condescending to conceal</br>His Brightness and instruct aspiring Man</br>In humble Virtues, first appear'd on Earth</br>In Flannel coarse enwrap'd, and Manger laid.", "From that all-hallow'd Time when choral Host</br>Angelic, on the consecrated Hills</br>Of Bethlem sung to simple Shepherd Folk</br>Glad Tydings, unto you this Day is born</br>A SAVIOUR, CHRIST the LORD; to GOD on High</br>Be Glory, Peace on Earth, Good-will tow'rds Man;</br>From that, all-hallow'd Time, the Muses left</br>Parnassus, &mdash; Delphic and Dodonian Groves</br>Grew silent, &mdash; Pan himself forsook the Fields.", "Thee, Pan, enamour'd Mantinea mourn'd,</br>Thee soft Cyllene; Pilot Thamus heard</br>The lamentable Dirge, him sailing cross</br>Th' Aegean, while becalm'd, a mighty Voice</br>Thrice hail'd, and thrice Euboea's concave Creeks</br>Rebellow'd Thamus; silent Horror struck</br>The boistrous Crew, 'till Thamus, sore aghast,</br>Assuming ill-feign'd Courage, spoke:  who calls</br>On Thamus?  Speed thee, Thamus, said the Sprite,</br>To still Mycenae, loudly there proclaim</br>This mournful Tale, The great God Pan is dead.</br>Straight the hoarse Shoar of antient Pelops rings</br>With dismal Groans, Arcadian Shepherds catch</br>The bounding Sounds, The great God Pan is dead.</br>By Pan forsaken, who shall now inspire</br>Enchanting Song?  who fill the sacred Pipe?</br>Pan first permitted not melodious Reeds</br>Want Use, Pan lov'd the Shepherd and his Flock.", "Fond Shepherds, cease to mourn for fancy'd Pan;</br>Behold, th' Almighty LORD of Heav'n and Earth,</br>Your Shepherd comes, with Healing in his Wings</br>He comes; hark now the angelic Choir resound</br>His gracious ADVENT!  join them Pipe and Harp,</br>Lute, Trumpet loud, and Organ of deep Stop,</br>Each Sring and golden Wire with dulcet Voice</br>To celebrate his Praise in grateful Hymns,</br>And lift the Muses to their native Heav'n.</br>"]