["Why wake ye, memories of devoted hours?</br>Delirious dreamers, sleep forever now!</br>Through the cold tempest, that around me lowers,</br>Glance not heaven's glory on my darkened brow!</br>Hushed hearts, that quail o'er still despair's last vow,</br>Breathe awful music 'neath a stranger's touch,</br>And minds, that rocky as their fortunes grow,</br>Like mountain torrents gush when tasked too much&mdash;</br>They bear long years but dare not feel their burden such.", "Though shook by every gale, yet, rooted deep,</br>Youth's hapless love lives through all power of change!</br>Too pure to shrink, too proud to wail or weep,</br>It fills all things with memories vast and strange;</br>Whene'er the rainbow bends or sunbeams range,</br>Or lightning flames or thunder heralds God,</br>In ruined castle or romantic grange,</br>It gathers flowers to clothe its native sod,</br>And o'er the birthplace hangs where young hearts rushed abroad.", "The wasted heart retains its earliest glow,</br>As trampled flowers their odor, not their bloom&mdash;</br>Though doomed no more the thrilling bliss to know,</br>That threw its angel glance beyond the tomb;</br>Mid all that can man's lion heart illume,</br>Mid all his boundless hopes, ambitions, fears,</br>One image steals o'er all its glow and gloom,</br>Troubling the fountain of forbidden tears,</br>And fading not though borne far down the sea of years.", "The worn mind clings to this &mdash; this beautifies</br>The temple it must ruin; all things sink</br>Into one passion; &mdash; life of earth and skies</br>Becomes a frenzied ecstacy to drink</br>The poison-cup from which we vainly shrink,</br>The deep cup brimmed with deathless destinies</br>Hurled on by agony, which cannot think,</br>We search vast ocean and world-studded skies</br>For one sweet home to rest from grief that never dies.", "Again &mdash; and yet again, my earliest love&mdash;</br>Ellen!  thou fabled Clara of my song!</br>My lonely heart, unchanged, is doomed to prove</br>A sleepless watcher o'er thy nameless wrong&mdash;</br>An unseen visitant, who roams along</br>Thy desert way, and loves to trace thy tread,</br>Though downward tending where Oppression strong</br>No more can bow thy wildly throbbing head,</br>Nor gore thy bosom fair among the accepted dead!", "Pale, chilled, and passionless, thine image steels,</br>With wrought brow, hollow cheek, and faded eyes,</br>On me when most the quickened spirit feels,</br>The soundless hour of midnight fantasies;</br>Then pallid memory on dark wings flies,</br>Like birds to Tinian's isle from ocean's storm,</br>To thee and love, romance and May-night skies,</br>And, for an hour, it slumbers 'neath the charm,</br>That, as an angel garb, bath ever wrapt thy form.", "Then in communion with eternal days,</br>I clothe my soul in sanctities, and yearn</br>For that restoring hour when scorn or praise</br>Shall mock no more the heart that cannot learn</br>To quench the shrine where love's first odors burn;</br>When courteous speech shall sanction spotted crime,</br>And tyrants from their sacrifices turn</br>No more, exulting, but, beyond all time,</br>True hearts, long sundered, clasp in glory's realms sublime.", "We feast on hope as 'twere our vital food&mdash;</br>And linger o'er it with a vain delight;</br>We banquet on the air when tempests brood,</br>And breathe the rose when at its heart is blight!</br>Misguided, hopeless pilgrims of the night,</br>Grasping at shadows in an unknown land,</br>Victims of visions, gathering wrong from right,</br>With foes behind us and on either hand,</br>And led by danger on where giant fiends command.", "Would I had been thy brother!  life had then</br>Been pleasant too thee, and thy virgin smile</br>Had lingered yet &mdash; like twilight in the glen,</br>Revealing a bright spirit! &mdash; to beguile</br>Thy little cares, with deep and patient toil</br>To build a quiet refuge for thy nest,</br>To love thee with a hallowed love, and pile</br>Blessings around &mdash; in each myself most blest&mdash;</br>Had been my daily joy &mdash; so joy was in my breast.", "But thou art fated to endure reproof,</br>Linked to a serpent evil none can rend&mdash;</br>Doomed to the dismal refuge of a roof,</br>Whence hope was banished by thy nearest friend&mdash;</br>Creating images of woe, where blend</br>All separate features of tlmy own despair&mdash;</br>And, worse than madness, destined to depend</br>On him who peopled all thy landscape fair</br>With grief, repentance, doubt, and cold and crushing care;", "And I, when vesper lifts its diamond brow,</br>And zephyrs glide in music through the grove,</br>Oft sink in anguish o'er thy fate, as how,</br>And sanctify thy sacrilege of love!</br>Where'er o'er earth my wayward passions rove,</br>To thee ne'er faithless, still to Derby's wood</br>They turn enchanted &mdash; and ascend above;</br>When by that silent forest shore we stood,</br>Rememberest thou, lost love? &mdash; the sun went down in blood!</br>"]