["NATHANIEL.</br>Father!  here father!  I have found a horse-shoe!</br>Faith it was just in time, for t'other night</br>I laid two straws across at Margery's door,</br>And afterwards I fear'd that she might do me</br>A mischief for't.  There was the Miller's boy</br>Who set his dog at that black cat of her's,</br>I met him upon crutches, and he told me</br>'Twas all her evil eye.", "FATHER.</br>'Tis rare good luck;</br>I would have gladly given a crown for one</br>If t'would have done as well.  But where did'st find it?", "NATHANIEL.</br>Down on the common; I was going a-field</br>And neighbour Saunders pass'd me on his mare;</br>He hid hardly said \"good day,\" before I saw</br>The shoe drop off; 'twas just upon my tongue</br>To call him back, &mdash; it makes no difference, does it,</br>Because I know whose 'twas?", "FATHER.</br>Why no, it can't.</br>The shoe's the same you know, and you did find it.", "NATHANIEL.</br>That mare of his has got a plaguey road</br>To travel, father, and if he should lame her,</br>For she is but tender-footed,&mdash;", "FATHER.</br>Aye, indeed&mdash;</br>I should not like to see her limping back</br>Poor beast!  but charity begins at home,</br>And Nat, there's  our own horse in such a way</br>This morning!", "NATHANIEL.</br>Why he ha'nt been rid again!</br>Last night I hung a pebble by the manger</br>With a hole thro', and every body says</br>That 'tis a special charm against the hags.", "FATHER.</br>It could not be a proper natural hole then,</br>Or 'twas not a right pebble, &mdash; for I found him,</br>Smoking with sweat, quaking in every limb,</br>And panting so!  God knows where he had been</br>When we were all asleep, thro' bush and brake</br>Up-hill and down-hill all alike, full stretch</br>At such a deadly rate", "NATHANIEL.</br>By land and water,</br>Over the sea perhaps! &mdash; I have heard tell</br>That 'tis some thousand miles, almost at the end</br>Of the world, where witches go to meet the Devil.</br>They used to ride on broomsticks, and to smear</br>Some ointment over them and then away</br>Out of the window!  but 'tis worse than all</br>To worry the poor beasts so.  Shame upon it</br>That in a christian country they should let</br>Such creatures live!", "FATHER.</br>And when there's such plain proof</br>I did but threaten her because she robb'd</br>Our hedge, and the next night there came a wind</br>That made me shake to hear it in my bed</br>How came it that that storm unroofed my barn,</br>And only mine in the parish?  look at her</br>And that's enough; she has it in her face&mdash;</br>A pair of large dead eyes, sunk in her head,</br>Just like a corpse, and purs'd with wrinkles round,</br>A nose and chin that scarce leave room between</br>For her lean fingers to squeeze in the snuff,</br>And when she speaks!  I'd sooner hear a raven</br>Croak at my door!  she sits there, nose and knees</br>Smoak-dried and shrivell'd over a starved fire,</br>With that black cat beside her, whose great eyes</br>Shine like old Beelzebub's, and to be sure</br>It must be one of his imps! &mdash; aye, nail it hard.", "NATHANIEL.</br>I wish old Margery heard the hammer go!</br>She'd curse the music.", "FATHER.</br>Here's the Curate coming,</br>He ought to rid the parish of such vermin;</br>In the old times they used to hunt them out</br>And hang them without mercy, but Lord bless us!</br>The world is grown so wicked!", "CURATE.</br>Good day Farmer!</br>Nathaniel what art nailing to the threshold?", "NATHANIEL.</br>A horse-shoe Sir, 'tis good to keep off witchcraft,</br>And we're afraid of Margery.", "CURATE.</br>Poor old woman!</br>What can you fear from her?", "FATHER.</br>What can we fear?</br>Who lamed the Miller's boy?  who rais'd the wind</br>That blew my old barn's roof down?  who d'ye think</br>Rides my poor horse a'nights?  who mocks the hounds?</br>But let me catch her at that trick again,</br>And I've a silver bullet ready for her,</br>One that shall lame her, double how she will.", "NATHANIEL.</br>What makes her sit there moping by herself,</br>With no soul near her but that great black cat?</br>And do but look at her!", "CURATE.</br>Poor wretch!  half blind</br>And crooked with her years, without a child</br>Or friend in her old age, 'tis hard indeed</br>To have her very miseries made her crimes!</br>I met her but last week in that hard frost</br>That made my young limbs ache, and when I ask'd</br>What brought her out in the snow the poor old woman</br>Told me that she was forced to crawl abroad</br>And pick the hedges, just to keep herself</br>From perishing with cold, because no neighbour</br>Had pity on her age; and then she cried,</br>And said the children pelted her with snow-balls,</br>And wish'd that she were dead.", "FATHER.</br>I wish she was!</br>She has plagued the parish long enough!", "CURATE.</br>Shame farmer!</br>Is that the charity your bible teaches?", "FATHER.</br>My bible does not teach me to love witches.</br>I know what's charity; who pays his tithes</br>And poor-rates readier?", "CURATE.</br>Who can better do it?</br>You've been a prudent and industrious man,</br>And God has blest your labour.", "FATHER.</br>Why, thank God Sir,</br>I've had no reason to complain of fortune.", "CURATE.</br>Complain!  why you are wealthy.  All the parish</br>Look up to you.", "FATHER.</br>Perhaps Sir, I could tell</br>Guinea for guinea with the warmest of them.", "CURATE.</br>You can afford a little to the poor,</br>And then what's better still, you have the heart</br>To give from your abundance.", "FATHER.</br>God forbid</br>I should want charity!", "CURATE.</br>Oh!  'tis a comfort</br>To think at last of riches well employ'd!</br>I have been by a death-bed, and know the worth</br>Of a good deed at that most awful hour</br>When riches profit not.", "Farmer, I'm going</br>To visit Margery.  She is sick I hear&mdash;</br>Old,  poor, and sick!  a miserable lot,</br>And death will be a blessing.  You might send her</br>Some little matter, something comfortable,</br>That she may go down easier to the grave</br>And bless you when she dies.", "FATHER.</br>What!  is she going!</br>Well God forgive her then!  if she has dealt</br>In the black art.  I'll tell my dame of it.</br>Avd she shall send her something.", "CURATE.</br>So I'll say;</br>And take my thanks for her's.  [goes.]", "FATHER.</br>That's a good man</br>That Curate, Nat, of ours, to go and visit</br>The poor in sickness; but he don't believe</br>In witchcraft, and that is not like a christian.", "NATHANIEL.</br>And so old Margery's dying!", "FATHER.</br>But you know</br>She may recover; so drive t'other nail in!</br>"]