["Celestial Music!  soul-piercing power!</br>How wide the chain thy soft enchantments throw!</br>The infant lips, in childhood's earliest hour,</br>With pride essay the whistle shrill to blow;</br>While the glad mother feels her bosom glow,</br>Loving the sounds which careless ears despise.</br>When years, advancing, now to boyhood grow,</br>On a tin horn the urchin makes a noise,</br>Which gentle souls dislike, and rough anathematise.", "In manhood, nobler aims inspire the soul;</br>The clarionet, or misplay'd bugle, jars:</br>Then mail-coach guards their echoing music roll,</br>Forgetting turnpikes while they count the bars.</br>The apprenticed lover, play'd on by the stars,</br>With crotchets fills his mistress' heart and ears,</br>Till the harsh father all his music mars:</br>The avenging whip, or wrathful foot, he rears;</br>While the impassion'd nymph evaporates in tears.", "Matter is musical; and Trees have sung&mdash;</br>(Not Orpheus' trees, who merely ran about,</br>Like standing corn, all ears without a tongue).</br>Horse-tails engender music &mdash; souls, like trout,</br>By most insidious horsehair are drawn out.</br>Death's musical &mdash; a great composer grown,</br>Whose overtures we can't well get without</br>Incessantly he marks his notes in stone;</br>And, though no harpsichord he plays, performs in bone.", "The parish-clerk, the village music-master,</br>Master at once of music, and her slave,</br>Of late I saw &mdash; (not Dan Apollo touch'd</br>The horsehair faster) &mdash; seeking souls to save</br>By teaching Sunday scholars the true stave;</br>And much it pleased me, in my unseen station,</br>To watch the efforts of the tutor grave</br>To modify the heathenish squallation,</br>To gods and columns both a sheer abomination.", "Upon his eyebrows sat authority,</br>And at his feet his dog; before him stood</br>The neophytes of sacred minstrelsy,</br>Cecilias in reversion; the sweet wood,</br>The handle of his viol, not too good,</br>He held with gentle hand to guard from harm;</br>For much he prized it, more than flesh and blood.</br>With resin, magic drug, to aid the charm,</br>The master arm'd his bow, and then he bow'd his arm.", "At once uplifting voice and instrument,</br>He led the way &mdash; a lamentable sound</br>(Whose name was Legion, being many) went</br>Forth from the throats of all that stood around;</br>Discord, that did all harmony confound,</br>Louder, and louder, did the master bawl;</br>In philosophic quiet sat the hound,</br>Worthy of praise, amid that Babelish squall</br>Of notes not flat, not sharp &mdash; certes not natural.", "His patient ears hung down upon his face,</br>Curtaining out the noise, perchance, in part;</br>All as unmov'd, behind the master's place,</br>There stood his better half, his life, his heart,</br>Who, partner of his cares, would not depart:</br>With arms across, and face demurely still,</br>Unmoved she watch'd the triumphs of his art;</br>While he with might and main, and toilsome skill,</br>With love of music strove untuneful souls to fill.", "In vain!  no bars restrain th' impatient crowd;</br>Notes are unnoted, limping time forgot:</br>Yet still the treble discord grows more loud,</br>And would abate the master not a jot,</br>With music and impatience waxing hot.</br>More freely did he bid the resin move;</br>Voice, hand, and foot in unison were got:</br>The urchin choir inspir'd to follow strove;</br>His dame more sweetly smil'd &mdash; for music melts to love.", "In ecstasy the minstrel rock'd his chair;</br>His tail in approbation Tray did bend;</br>(For in grave souls, whose praise is slow and spare,</br>Approval comes but in the latter end).</br>But why did cruel fate that motion send?</br>Oh hapless tale, and yet more hapless tail!</br>The chair, not charily, did swift descend.</br>That thou wert a grave dog did not avail,</br>Oh Tray!  nor did avert what I must needs bewail.", "Then rose from earth to sky the mighty yell;</br>Fled Polyhymnia with psalmodic groans:</br>With chair inverted, straight the master fell;</br>His stronger head preserved his weaker bones.</br>Ah!  much the wounded tail the Muse bemoans,</br>And sad mischance of this disastrous day</br>(Day to be mark'd for ever with black stones),</br>Where triumph did to overthrow betray:</br>So clouds and storms succeed a too resplendent day.</br>"]