["Where Burlington in some consummate piece</br>Revives and rivals ancient Rome and Greece;</br>Here bids the gay Palladian Villa rise</br>And there all Egypt's pomp enchant our eyes,</br>Should some dull lump of animated clay</br>With critick eye the parts alone survey,</br>Observe how nicely every stone was lay'd,</br>And cry, the workmen understood their trade:</br>Tho' dull mechanicks thought him wondrous wise,</br>What man of taste but would the wretch despise?", "Such is the grovelling tribe of plodding fools,</br>Who study only by grammatick rules,</br>Who for mere language quite neglect the sense,</br>And dreaming drudge thro' number, mood, and tense.</br>See Codrus in one drawling doleful tone</br>Read Prior, Dennis, Quarles, and Addison;</br>All seem alike to such a jaundic'd soul,</br>Homer for ever nods, and Shakespear is all dull.</br>Some few there are, whose more than vulgar light</br>Shines inward, to themselves alone is bright,</br>Who tho' their breast confess a different flame,</br>Their look, their voice, and gesture's still the same,</br>A man would think, so different is their state</br>Their soul, and body scarce communicate;</br>Thus Pollio's clog'd with sense debasing clay,</br>Tho' Phoebus kindle bright his intellectual ray.", "But you, Cleander, whose extensive soul</br>Glows in each part and animates the whole;</br>Be yours to take possession of each thought</br>With the same spirit that the poet wrote.", "When Ajax scouling at the Phrygian main,</br>From his red glaring eye-balls lours disdain,</br>Starts from his seat with pride and rage opprest,</br>And passions burst indignant from his breast;</br>With pride and fury let thy bosom glow,</br>And indignation frown upon thy brow.", "Not so his rival, he with modest eyes</br>Must own Ulysses scarce deserves the prize,</br>With tears must wish it that Achilles still</br>Enjoy'd that armour he alone could fill.</br>The raging passions now must all be lay'd,</br>In gentler words the gentler thoughts array'd,</br>And in each look the orator display'd.", "But when Achilles thunders in the war,</br>And blood and death attend the rattling car,</br>Rush with the hero thro' th' ensanguin'd plain,</br>Inexorably rage, and riot o'er the slain,</br>Far different passions must thy soul possess</br>At poor Andromache's extreme distress;</br>See from her eye-lids streams a scalding flood,</br>Ev'n now her Hector welters in his blood;</br>With tender pity ev'ry accent hear,</br>Sigh at each sigh, and weep each falling tear.", "Thus, nature guiding, never shall you stray,</br>'Tis nature leads the sure unerring way;</br>To her conforming, eyes, voice, hands, each part,</br>Must speak the genuine language of the heart.", "And next be affectation laid aside,</br>Strictly pursue but ne'er o'erun thy guide;</br>A watch may be too fast as well as slow,</br>And overstretching often breaks the bow.</br>Tho' both extremes the man of sense disgrace,</br>Or English heaviness, or French grimace,</br>Yet most avoid the skipping mimick fool,</br>And rather than ridiculous, be dull.", "But chief be cautious in thy books, nor long</br>Wheel in the circle of the modern song;</br>Where the tir'd ear with irksome labour tells</br>Th' eternal chime of five unvaried bells,</br>Where line by line the placid numbers flow,</br>This pause still echo'd by the pause below;</br>\"Note answers note, each period has its brother,</br>And half the poem just reflects the other,\"</br>(Exotick lays!  of Britain's youth the bane</br>Exports of France to Charles's Gallick reign,</br>Charles the gay ruin of whate'er was chaste,</br>Debaucher of our morals, wives, and taste.)</br>Thus slav'd, defil'd by one continued chant,</br>The voice is bastardiz'd, and pompous cant</br>Stiff, formal, loud, is its base progeny,</br>Or that dull drowsy drone, monotony.</br>'Gainst such vile foes what weapons wouldst thou wield?</br>No less than Milton's adamantine shield</br>And heavenly panoply; or to the fight</br>Call the great Spenser's allegorick knight,</br>Or Shakespear's muse of fire:  Then with disdain</br>Soon thou'lt reject the jingling packhorse train</br>Of modern rhimers, and sublime and free</br>Range all the labyrinth of harmony.</br>And if to please is great in them who write,</br>'Tis the next merit to be pleas'd aright.</br>"]