["So mighty are the weapons manifold,</br>Wherewith our spirituall Foes do us assaile;</br>So many stratagems us to infold,</br>So many terrors vaine, our hearts to quaile,</br>That neither Brestplate, Helmet, Shield, or Maile,</br>Us help against their Forces can afford;</br>For if they close with us they will prevaile,</br>Therefore we must unsheathe our keenest Sword;</br>Our weapon spirituall, ev'n Gods most holy Word.", "Which those that able are to wield aright,</br>Of farre more Force, and lively Power find,</br>Then all the weapons whereof Poets write,</br>To have been wondrous pow'rfull in their kind:</br>What Homer of Achilles Spear hath coyn'd,</br>I not unfitly to this Sword apply;</br>Whose wounds to heale, no Balme could be assign'd,</br>The Speare that hurt, must only remedy;</br>So whom this Sword doth kill, this Sword must vivifie.", "Of wondrous weapons Heathen Poets tell,</br>Of Stygian Armour, and enchanted Swords;</br>Whereby small Knights, did monstrous Gyants quell,</br>Subdude, and raigned over them as Lords,</br>Such fiction to us good advice affords,</br>Against these Gyants spirituall to fight,</br>Our Fleshly Lusts, and for to binde in Cords,</br>Our vaine affections here that take delight,</br>In doing that is wrong, and leaving that is right.", "God of all might, that hast us giv'n this sword,</br>Not only spirituall Battailes here to fight,</br>But dost engrave in it, as on record</br>Thy Rules, whereby we muster may aright;</br>The Lanthorne to our paths, our feets best light,</br>Direct my Muse to sing I humbly pray</br>Of this thy Word, by holy Words insight,</br>For but by it, none can aright display</br>That Swords eternal Power, which Sin and Hell dismay.", "That Word, which in Beginning, by a word,</br>Of Nothing made, Heav'n, Earth, and Creatures all,</br>And was from all Beginning God and Lord,</br>Doth not within my Muses compasse fall:</br>That Word whereof now meditate I shall,</br>Is that revealed written veritie,</br>Which first and second Testament we call:</br>Both which were first declared mightily</br>By wonders, signes, and miracles from God on high.", "For as the Lord most mighty wonders wrought,</br>By him, that publikely did first record</br>This sacred Word; And by his Hand forth brought</br>His Sonnes from bondage of a cruell Lord:</br>So those to whom he did this Grace afford,</br>Of publishing his later Testament,</br>Wrought mighty wonders by this mighty Word,</br>To all beholders great astonishment,</br>Confirming thus, that they from God above were sent.", "From whom this Word hath all Authority,</br>For by the holy Spirits inspiration,</br>Came Law and Gospell, Prophets, History,</br>And all Canonicall wise ordination:</br>The sacred Light, that gives illumination</br>Until the Day-starre in our Hearts arise:</br>Whose heav'nly Wisdome breedeth Admiration</br>In all their Hearts, that are divinely wise,</br>But folly seemes to such as sinne doth blinde their eyes.", "And sure it is a mighty pow'rfull Word,</br>If that the sense thereof be right apply'd,</br>More keene then any sharp two-edged sword,</br>And ev'n the Soule and Spirit doth divide:</br>By it are all our hearts intents descri'd,</br>The joynts and marrow it doth smite in sunder,</br>No Creature from her sight it self can hide,</br>All high exalted things it bringeth under:</br>And 'gainst all disobedience soundeth out like thunder.", "This was the Sword, wherewith our valiant Head,</br>When he was tempted in the Wildernesse,</br>And with a six-weekes-fast sore weakened,</br>Did free himselfe from Hells malitiousnesse:</br>When first on him his Enemy did presse,</br>He us'd the hilts himselfe for to defend,</br>But when he could not thus his Foe represse;</br>Loe he the point against his Breast doth bend;</br>Behind me, Satan, All, Gods worship must attend.", "Those, that will use a right this holy Word,</br>Must not the letter, but the sense apply;</br>Or else they use the Scabbard for the Sword,</br>Wherewith none ever wun the Victory:</br>It is the Mystery of Iniquitie,</br>To take the letter, and to leave the sense,</br>The forge of Antichrists Idolatry,</br>The feigned Rocke, the Key's of Heaven from whence</br>He claimes to Universall Power, Obedience.", "A multitude of words, but all one sense,</br>And tending all to that grand mystery,</br>To which all mysteries have reference;</br>Mans personall union with the Deity:</br>The which to God was knowne infalsibly</br>In his election, ere the worlds Foundation,</br>And all the Bookes it seems to typifie</br>From Genesis unto the Revelation,</br>Sublime, transcendent mystery's of mans Salvation.", "How should my Muse these hope to comprehend,</br>In this short fainting breath of meditation;</br>Which doth all humane wit and skill transcend,</br>Who each word hath an hid signification:</br>Each letter, pricke, and point, an observation,</br>All savouring of Wisdome, true, divine,</br>And far beyond mans weake investigation,</br>In it such rare profound deep eLearning shine,</br>A Volume is not able to expound a Line.", "Fie then on those, that swolne with vaine ambition</br>To sway all Kingdomes with materiall sword;</br>Preferre before this Word, their vaine tradition,</br>Which nought but vainnesse, like themselves afford:</br>Their names be wiped out of the Record</br>And Booke, which all thy Saints names doth containe;</br>That thus doe seeke to vilifie this Word,</br>Which to accomplish Gods owne Sonne was slaine,</br>And thousand Martyrs spent their bloud it to maintain.", "So deale with Prophets, that to hide conspire</br>From simple people, Food spirituall;</br>Which they, as new borne Babes do milke desire,</br>That they may grow up to be strong and tall:</br>I grant as Mothers breasts doe best of all</br>Nourish the Child, so doth Gods holy Word,</br>Which from our Mother-Churches breasts doth fall</br>Best nourishment unto her Babes afford;</br>So as it be sincere:  Else be it all abhor'd.", "True Angells Food!  sweet Manna, pure, divine,</br>My Spirits daily bread, and nourishment,</br>Which wanting shee doth hunger, starve and pine,</br>And yeeld to Bodies fleshly Regiment:</br>My Soule with fat and marrow is content,</br>When I with joyfull lips thy praises sing,</br>And feed upon thy Lawes great wonderment;</br>Which to subjection doth my Body bring,</br>And makes the Spirit rule, and order like a King.", "The Spirit it compares to Looking Glasse,</br>Where we our Faces Spots may all behold;</br>But soone out of our memory they passe,</br>Like to a Dreame or Tale that's idlely told:</br>But who his mind thereon doth daily hold,</br>Doth walke in perfect Law of Liberty,</br>Which to him doth apparently unfold</br>His Soule and Fleshes least deformity,</br>And sheweth him the means the same to rectifie.", "Ev'n as the Raine indifferently doth fall,</br>Upon the fruitfull, and the barren ground;</br>So preached is this Heav'nly Word to all,</br>Though to the faithlesse it be fruitlesse found,</br>Oh!  where this Word doth powerfully sonnd,</br>The strongest holds of sin it shatters downe;</br>And things most high exalted doth confound,</br>It's smallest Seed in lowly Valley sowne,</br>Eft suddenly is to a mighty Cedar growne.", "It is is reported of the silver Dove,</br>She neere the purest Streames doth most delight;</br>In which Shee may espy the shadow move,</br>Of towring Falcon, or the ravening Kite;</br>Whereby she is forewarn'd to scape by flight,</br>From cruell Hawkes, that seeke her for a prey!</br>So if in spirituall streames we take delight,</br>Our spirituall Foes we there discover may,</br>That so our Soules forewarn'd, like Doves might fly away.", "Most glorious Sun-shine!  where it doth enlight,</br>More comfortable Light hath never showne;</br>But when Shee doth withdraw her Beames, is night</br>And darknesse spirituall, far grosser growne,</br>Then that which three day's was to Pharaoh knowne;</br>Hard-hearted Pharaoh, thou that didst despise,</br>This Word and all the wonders by it showne,</br>Ev'n all thy plagues light on them that devise,</br>To hide this heav'nly Light; from simple peoples ey's.", "It is the doore, whereby the pastours may</br>Spiritually ascend into their Fold,</br>Those that do enter in another way</br>We doe as ravening wolves and robbers hold:</br>This Word's a touchstone, which doth try from Gold</br>All mettalls base, Inventions of mans braine,</br>Of which such store at Latium now are sold,</br>Not for the Flocks, but for the Shepheards gaine,</br>Masse, Dirges, Pardons, Trentalls, and Traditions vaine.", "Nothing describe her nature better will,</br>Then Touchstone:  th' use of which simplest may learne,</br>But one had need of cunning Gold-smiths skill;</br>True Touchstone from a false one to discerne,</br>Oh how did those noble Bereans earne!</br>To try those things that Paul delivered,</br>The things which our Salvation concerne,</br>By that which in the Scriptures they had read,</br>The Scriptures that the Spirit had canonized.", "Who from the simple people these doe hide,</br>Deal as with Israel did the Cananite,</br>Who no Smith suffer'd in their Coasts t' abide,</br>To make a weapon for an Israelite:</br>Therefore no speare, nor sword when they should fight,</br>But in Sauls hands and Jonathans were found,</br>Chams hellish pollicy, most dev'lish sleight,</br>To hold in Ignorance and Bondage bound</br>By taking way such helpes as Liberty propound.", "As first, God by his Word and Spirit wrought</br>And fashion'd all things in this worlds Creation,</br>So by this Word and Spirit he hath brought,</br>All things to passe in this our renovation;</br>And as he for our Bodyes preservation,</br>Hath here materiall Bread and Wine prepar'd,</br>So's Word and Spirit is for sustentation</br>Of all our Soules, that rightly it regard,</br>Such never need of thirst and hunger be afeard.", "As Appetite's a Signe of Body's Health,</br>So of the Soules is hunger of his Word;</br>And as to him that seeketh store of wealth,</br>A Myne can best what he desires afford:</br>So he that spirituall treasures up would hoard,</br>Come to this sacred Word where he shall find,</br>It doth a world of mystery's record,</br>The richest jewels to adorne the mind,</br>True treasure's no where else revealed to mankind.", "For it's the Magazine where pastours have,</br>All gems and treasures to enrich their fold;</br>The store-house, whence they all abundance crave</br>Of living food, their Lambs in plight to hold;</br>The armory, from whence they may he bold,</br>To fetch all armes and weapons to withstand</br>The wolves which them infest:  and to uphold</br>Truth and the right, against all Satans band,</br>False Hereticks, base Lusts, and worlds encroaching hand.", "But as the Manna that from Heav'n was sent,</br>Bred Wormes, if wrong, but Food if rightly used,</br>So breeds this Word our Soules due nourishment,</br>But never-dying wormes if once abused:</br>He that for Egypts Flesh-pots hath refused,</br>This Heav'nly Food, And mans tradition vaine,</br>His base false lying Legends rather chused,</br>Shall whilst this Flesh betweene his jaws remaine</br>Be with his great and wealthiest chosen shavelings slain.", "Fountain of Living Water!  which doth more</br>And faster spring, as it is emptied,</br>Most fruitfull Vine, which bringeth still more store,</br>Of heav'nly grapes, as they are gathered,</br>Th' epistle of Hero us King, which rightly read,</br>Brings us the gladsome tidings of Salvation;</br>Whose harder sense strong men may chew as bread,</br>The plainer babes may suck for sustentation;</br>We both aright concoct by heav'nly meditation,", "The Sword that doth spiritually divide</br>From us, all manner of concupiscence:</br>Our youth's reformer, and our ages guide,</br>Transcending reason, more then reason sence;</br>Truths ground, the Fountaine of Intelligence;</br>Loves complement, the root of humblenesse;</br>Faiths hold, the Rule of all Obedience:</br>Hopes anchor, and the path of Righteousnesse,</br>The ladder which we climbe from hence to Happinesse.", "Would you have more?  it is the milke sincere,</br>Which can alone quench Hells eternall fire;</br>The only Daughter, to her Mother deare,</br>The mystery which Angells doe admire,</br>The sweetest song of blessed heav'nly Quire:</br>Whose Praise ev'n all the heav'nly Powers sing;</br>Apostles, Prophets, Martyrs, all desire</br>With all their might to strike this lofty string,</br>Which David in one Psalme a thousand times doth ring.", "As Jacob with the Angell wresteled,</br>Nor let him goe without a blessing would;</br>So when words mysteries by us are read,</br>We strive and struggle for the meaning should:</br>A goodly strife if we contending could</br>Hold out, till what we seek we do obtaine;</br>As Incense doth no pleasing smell unfold,</br>Nor Spice till it be in a Mortar braine,</br>So are words mysteries, till study makes them plaine.", "This makes the lips of Christs endeared Bride,</br>Then any Hony combe to drop more sweet;</br>And underneath her daintiest tongue, abide</br>Hony and Milke; The Hony is most meet</br>To heale the wounds Sin makes from head to feet,</br>The Milke for Babes; Loe thus her either Brest,</br>Which like two twining Roes doe equall meet,</br>Yeeld most abundant Food, if softly prest,</br>And both with Roses sweet and Lilly's faire are drest.", "This is the Tower of David, which is built</br>By th' holy Spirit, of most costly stone;</br>Whereon a thousand Shields doe hang all guilt</br>With Swords and weapons for the mightiest One:</br>This is the Privy Garden, where alone,</br>The Spouse with Bridegroome doth her self delight,</br>Planted with Nardus, Saffron, Cinamon,</br>And all trees good for medicine, tast, or sight,</br>Through which doth flow a well of living waters bright.", "Most heav'nly Paradise!  where Tree of Life</br>My Soule most heav'nly Fruits doth daily bring;</br>Fit for the Lamb to walk in, with his wife,</br>And for the Spouse most Angell-like to sing,</br>The Soveraigne Grace and Bounty of her King;</br>Where though I ofter seeke to hide in vaine,</br>Mee from my Nakednesse discovering,</br>My blessed Bridegroome calleth me againe,</br>And clothes me with the Robes of Lamb most righteous slaine.", "There Manna-like (Loe) ev'ry Fruit doth taste,</br>Just as we would, none justly can complaine;</br>Though his unweeded Garden lieth waste,</br>God sends to good and bad alike his raine:</br>Let him, where thornes and bryars do remaine</br>Take heed, how he this heav'nly deaw accuse;</br>It is the root, thy evil heart and vaine,</br>Which doth the sweetnesse of this raine abuse;</br>Which for to water weeds and nettles doth it use.", "How should this Word be sweet unto the mouth</br>Wherein is nought but Gall and Bitternesse!</br>Or how should heav'nly deaws from West or South,</br>Moisten that Heart, which by maliciousnesse</br>More hardned is, then Flint in wickednesse:</br>Alas what Corne can sweetest raine forth bring,</br>In Ground that choked is with worldlinesse:</br>Whereas the thornes up with the wheat doe spring,</br>And from the root suck up all heav'nly nourishing.", "Ev'n as a Lamp without supply of Oyle</br>Being daily had, is soone extinguished;</br>So though we seem to prosper here a while</br>In Faith and Grace, all's soone abolished</br>Unlesse that they be daily nourished,</br>With Hearing, Reading, Prayer, Meditation,</br>In vaine it with our mouths is uttered,</br>Except it in our hearts makes habitation;</br>And we expresse it in our lives and conversation.", "Oh let this holy Words most heav'nly Fire,</br>My secret, sound affections inflame,</br>And burn up all vaine fleshly worlds desire:</br>Oh blessed Fire!  like that in Bush did flame,</br>But never did consume or burne the same;</br>The fire whereby Gold Catholike is tride,</br>And straw, and 'stubbled errour brought to shame,</br>In whom this inward fire doth ay reside;</br>He well the scorching heat of outward may abide.", "But as no fleshly eyes can here behold,</br>The glorious Sunne, but by that Suns sweet sight;</br>So no mans understanding, may be bold</br>To know this Word, but where it doth enlight.</br>Lord!  in thy Light, then let me see this Light,</br>Whereby I may my sinfull life amend;</br>And in thy Statutes set my whole delight,</br>And wholly in the way's of wisdome tend,</br>So shall my foot stand fast, with joy unto the end.", "For as the snow and raine from Heav'n descend,</br>But never thither doe returne againe</br>Till that be done; for which thou didst them send,</br>To make the fruitfull soile fit for the graine;</br>So never shall thy Word return in vaine,</br>But sure accomplish what thou dost intend;</br>Then moisten daily, with this heav'nly raine,</br>My hardned Heart, that all my powers may bend,</br>To glorifie thy name, who dost these showers send.", "How should he fear to want his daily Food,</br>Who with this Word of Life is nourished?</br>Or who can thirst that drinketh of his bloud?</br>Let not this Word be undervalued:</br>He that is with this Heav'nly Manna fed,</br>Eates of the fattest of Gods spirituall store;</br>Wherewith Christs tender Spouse is fostered,</br>Till Shee grow strong and fair to stand before</br>Her Head, And never thirst nor hunger any more.", "This Word's Eternall, therefore hath no end;</br>I no beginning nor conclusion find.</br>I could herein my Life and Spirits spend,</br>It doth so feed my Soule and glad my mind:</br>But now my Muse to Prayer is assign'd,</br>And bows her knees to end Her Meditation</br>With Praise to Him who first mine Heart inclin'd,</br>To seeke this Heav'nly Food of Contemplation,</br>I hope unto his Glory, and mine owne Salvation.</br>"]