["CANTO II.</br>ARGUMENT.</br>By shows of seeming pleasure led,</br>The wat'ry maidens stray,</br>Forsake the flower-enamell'd mead</br>To mix in airy fray.", "But why repine?  if Youth's luxuriant tide</br>Begins to ebb, yet calmer days succeed;</br>What tho' my blossoms vail their vernal pride,</br>Yet summer brings along the timely meed</br>Of golden fruit, and now the gen'rous seed</br>That fill'd the fost'ring glebe in early spring</br>Begin apace the milky stem to breed,</br>And o'er the wavy tilth, on wanton wing,</br>Float the redundant gales, and round their fragrance fling.", "Tho' Comus flees, with all his sportive glee,</br>Yet Study boasts her sober charms instead;</br>Yet sports the Muse beneath the hawthorn tree,</br>That crowns with solemn shade the dewy head</br>Of yonder hill, where oft, by SPENSER led,</br>I meet the gentle breeze at sultry noon;</br>Or when the sun has reach'd his western bed,</br>I wander slow the woodland vale adown,</br>And, twinkling thro' the copse, salute the rising moon.", "And oft, at early dawn, the HEBREW swain</br>Rouses to serious task, with potent call,</br>To trace from age to age the spreading stain,</br>From common sire descending over all.</br>The HAND divine that broke the mighty fall,</br>And from the foe reclaim'd the ransom'd spoil,</br>Deep cause of sorrow thro' the STYGIAN hall,</br>When the dark monarch saw his deadly guile</br>On his rebellious head with double rage recoil.", "At times, the sabbath morn returning bright,</br>Invites her decent vot'ries far and near,</br>And rang'd in seemly pews, (a solemn sight)</br>The silent audience lend an heedful car,</br>Where the pure gospel page explains the seer,</br>And to the prophet's lore the apostle lends</br>Reflected light, till from her radiant sphere,</br>In sunny robe celestial Truth descends,</br>And with the hallow'd strain her voice harmonious blends.", "Thus gently rolls the varied week along;</br>The solemn sad commixt with sprightly gay,</br>And oft the deep delight of ancient song</br>In rapture sends the gliding hours away;</br>And oft the Muse, with many a faint essay,</br>Flutt'ring her pinions vain, attempts to soar.</br>Ah, may no critic mark her idle play,</br>Nor envious hand derange her childish store,</br>Nor proud declaimer scorn her unsubstantial lore!", "And oft the parish clerk, a rev'rend guide,</br>Directs with kindly care my younger skill,</br>To deck my garden trim with decent pride,</br>And how 'tis meet a scanty glebe to till,</br>Along the thirsty mould he leads the rill,</br>With birchen fork he props the bending pea;</br>A vet'ran unsubdu'd, of stubborn will,</br>Right seldom known to bend an humble knee,</br>Except on SUNDAY morn, to say AMEN with me.", "Long the disastrous life of arms he led,</br>Expert in all the deadly trade of war;</br>In many a wolf-contested field he bled,</br>From Belgic Fontenoy to Niagar,</br>And where the swarthy Indian sees afar</br>Old Europe's active sons, a spoiler train</br>By Ganges flood; beneath the sultry star</br>Claim the rich soil, and arrogate the main,</br>Then sinks ignobly down, and hugs the servile chain.", "Unhappy life!  from hence the soldier learns</br>Habitual to renew his wasted powers</br>With CIRCE'S charmed cup, and thoughtless earns</br>Untimely eld, that o'er his blooming hours</br>Hangs immature, and all the man devours,</br>And the fair fruitage in the germ destroys,</br>While dark'ning still before, the prospect lours,</br>And blights autumnal wither all his joys;</br>Yet still the charmed bowl his slumb'ring sense decoys.", "This hangs portentous o'er the rev'rend sire,</br>An hovering fog that dims his closing day;</br>Else, smiling, calm, his ev'ning might retire,</br>And ebbing life, without a pang, away</br>Gently might steal.  But now, in foul array</br>Disgraceful ills the lamp of life invade,</br>The HYDROPS still athirst and slow decay,</br>The gout from head to heel that roams unstaid,</br>With many a grinding pain that mocks the leeches aid.", "Such the sad lot of many a soul renown'd,</br>By social bent seduc'd to drink their bane,</br>While Mirth and warm Benevolence around,</br>Illusive sports with all the seeming train</br>Of virtues fair; and from the heart amain,</br>Th' expanded heart, in full augmented tide,</br>Fresh spirits mount, and warm the seething brain,</br>With notions new, to sober hours deny'd,</br>And gay fantastic shapes, by dubious light discry'd.", "To strong incentives thus, tempestuous flaws</br>The tainted spirits us'd, forget to rise,</br>And flagging in their course, ignobly pause,</br>Till CIRCE'S CUP their wonted speed supplies,</br>The common notices, the common ties</br>Of life, solicit faint; the feeble call</br>To the unfeeling sense in vain applies,</br>Till gradual creeps the torpor over all,</br>And sinks the man below the tenants of the stall.", "Ah whence, ye Naiad Nymphs, the dire mistake,</br>To foster thus an imp of STYGIAN brood;</br>Soon round the plaintive shores of NYGIA'S lake</br>Shall every nymph that rules the western flood</br>Lament your doom, in watchet weed endu'd;</br>And execrate aloud the fatal morn</br>That first beheld the simple sisterhood</br>Receive with pearly arms the babe forlorn,</br>And round with asphodel his cradle soft adorn.", "Ye nymphs of CYRRHA, now your secret springs</br>Unlock, a louder strain demands your aid,</br>NARCESTES' fraud with fuller note to sing,</br>And how his guile beneath the pendent shade</br>Of old each silver-footed fair betray'd.</br>My yet unpractis'd Muse presumes to tell</br>Their fate; nor ye despise a rural maid,</br>No taint obscure she brings, to blot your well,</br>Nor breathes infection round the Heliconian cell.", "\"OGYGIA'S guardian saw the storm impend,\"</br>ADGISTES thus prolong'd his tale of woe,</br>He knew 'twas vain his vassals to defend,</br>When heav'n design'd, with deep inflicted blow,</br>The genuine temper of their faith to show,</br>And prove with menac'd plagues the favour'd race.</br>He saw the simple NAIADS doom'd to know</br>The taint of STYGIAN guile, with new disgrace,</br>To sanctify the fraud and weave the magic maze.", "\"Now Circe mark'd the crisis of her fate,\"</br>Adgistes thus proceeds, \"her right to claim,</br>She mounted to her sire's meridian state;</br>There with prevailing tears the mourning dame</br>Implor'd his aid with all-subduing flame,</br>To help her arts, and fire the fervid year.</br>Too well her parent saw her deadly aim,</br>But to her pray'rs inclin'd an heedful ear,</br>He mark'd the will of heav'n, and mourn'd the doom severe.", "\"Now LEO claim'd the skies, and scorch'd the plain</br>To russet brown, and mute the streamlets stole</br>From niggard urns that scantly seem'd to yield</br>Sufficient stores to reach the distant goal.</br>No shade avail'd his fervours to control,</br>On these dry plains expos'd to CIRCE'S hate,</br>Where erst the rigours of the wint'ry pole</br>Smote frore, and from the south a banded freight</br>Of ills, by SIRIUS sent, fulfil'd the works of Fate.", "\"Thro' the sick plains the ling'ring NAIADS crept,</br>Murm'ring complaint, and wail'd their fountains dry,</br>And scarce their wonted pace the wand'rers kept,</br>Spent with the horrors of a brazen sky,</br>Their failing urns could scantly now supply</br>Their bed, and fixt they stood in pale despair,</br>Gazing around with dull, desponding eye,</br>In vain; no zephyr cool'd the burning air,</br>Nor Auster dar'd around to shake his humid hair.", "\"Yet kept the nymphs their due allegiance still,</br>Tho' sore besieg'd by many a deadly foe,</br>Still tow'r'd the ocean each assiduous rill</br>In soft meander flow'd, or seem'd to flow.</br>Still bore the parent flood in silent woe</br>His pangs, and hid his mighty grief beneath,</br>Scorning his pain like vulgar streams to show,</br>Tho' Sol began his sea-green locks to scathe,</br>And singe around his brow the hoary poplar wreath.", "\"But who at length refresh'd the sun burnt soil,</br>And cloth'd the fringed banks with umbrage gay?</br>NARCESTES first reviv'd the gasping isle,</br>He call'd the shower that cool'd the burning day,</br>And led unusual umbrage to allay</br>The heats of noon, an unexpected shade:</br>Again the NAIAD Nymphs were seen to stray,</br>Warbling their soft note thro' the sylvan glade,</br>And wanton'd thro' the meads in verdant stole array'd.", "\"From LOTOS' strand the busy demon drew</br>His seeds, and sow'd them in the passing gale;</br>Fam'd LOTOS' strand, where erst Ulysses' crew,</br>With thoughtless joy beheld the parting sail,</br>Nor could th' endearing thought of home prevail,</br>To lure the wand'rers from the charmed shore.</br>Reckless of all, they stray'd along the vale,</br>Or wanton'd on the rich autumnal store</br>Of that seducing plant that quell'd the reasoning power.", "\"Of this the noxious seed NARCESTES brought,</br>To aid the nymphs with shows of friendship fair;</br>The nymphs rejoic'd, all innocent of thought</br>That augur'd ill, as thro' the ambient air</br>The bidden blasts convey'd the fatal snare</br>To each steep bank, and winding border long,</br>And future scenes of rural joy prepare,</br>With balmy breath, unconscious of the wrong,</br>Nor knew the fatal freight that on their pinions hung.", "\"And still a viewless choir was heard to sing,</br>'Ye Zephyrs blow, and fall ye fragant dews,</br>Soon shall the wond'ring plants luxuriant spring,</br>And o'er the founts a grateful shade diffuse;</br>Then haste, ye Naiad Nymphs, your streamlets loose,</br>And feed the nascent plants with kindly toil,</br>Soon will their boughs, replete with genial Juice,</br>Shade your cool streams, and bid the beam recoil,</br>That draws your forming rills, and bids your channel boil.'", "\"The willing seeds the potent summons heard,</br>And felt unusual life, as Cadmus' brood</br>Erst from the teeming ground portentous rear'd</br>Their waving crests by Dirces winding flood.</br>Thus, in a few short springs, the Naiads view'd</br>Shade meeting shade, their languid heads above,</br>The banish'd Sylvans came, and wond'ring stood</br>To see deep-woven bow'rs, retreats of love,</br>And thro' the gladden'd vale a young, aspiring grove.", "\"Thro' chequer'd light and shade the tuneful train</br>Wanton'd at will, and now let in the day,</br>Now, deep embow'r'd, their journey to the main,</br>At ease pursu'd, thro' vales invested gay</br>With pendent boughs, impervious to the ray,</br>And sooth'd the list'ning fawns with slumb'rous song,</br>While wov'n with poplar pale, and willows gray,</br>The flaunting LOTOS o'er the borders hung,</br>And shed a mimic light the velvet banks along.", "\"To feed the noxious plants with kindly dews,</br>And tend the green stem, trembling o'er the wave,</br>The virgins lov'd, and in the baneful juice</br>That wash'd their roots, were often seen to lave</br>Their pliant limbs, in many a pearly cave,</br>Thoughtless of fraud, nor fear'd the coming ill,</br>Nor saw, (when to the bath their breasts they gave)</br>Deep venom tinge the medicated rill,</br>And down their polish'd sides in copious streams distil.", "\"Thus DIDO clasp'd the young insidious God</br>To her warm breast, while thro' her tingling veins</br>In stealthy tides she pleasing poison sow'd,</br>And wrapt her easy soul in viewless chains;</br>When erst allur'd by CYTHEREA'S trains,</br>She hugg'd with rapture fond the seeming boy,</br>Deep cause of sorrow thro' the fair domains,</br>When she, the victim of unlawful joy,</br>Deplor'd the fatal day she saw the fleet of Troy.", "\"The pure quintessence yet, from heav'n deriv'd,</br>Awhile the PHLEGETHEAN drop o'ercame;</br>The fatal moment hardly yet arriv'd</br>When the fell poison thro' the tender frame</br>Convulsive rag'd, while each unconscious dame</br>Perceiv'd a lulling transport steal around</br>Her raptur'd sense, a gentle lambent flame;</br>Then seem'd their heads with fresher garlands crown'd,</br>Benignant Aether smil'd, and laugh'd the verdant ground.", "\"But soon, by swift degrees, the venom spread</br>Beneath the gay disguise of genial joy,</br>And to the seat of thought ascending sped:</br>Thick coming fancies now their spells employ,</br>The sober course of reason to annoy;</br>Weak mem'ry fail'd, and high-engender'd pride</br>Ting'd the pure mind with earthly, dark alloy,</br>While each fond nymph that rul'd the limpid tide</br>Deem'd her low sylvan race to highest heav'n ally'd.", "CALLIRRHOE climbs in thought Olympus' height,</br>And mounts the yielding air on rainbow wing;</br>The splendid roof she views with fixt delight,</br>And hears its echoing domes responsive ring,</br>While to th' immortal chord the Muses sing,</br>And gods and heroes round the living lyre</br>Attentive throng to hear the Sminthean king</br>The unexpressive, lofty song inspire,</br>And send it sweetly round the HELICONIAN choir.", "\"Pale CHLORIS seem'd to dread the jealous rage</br>Of Jove's proud spouse, and fled her wrath before,</br>SHE calls the stormy sovereign to engage</br>The blust'ring brethren, whom she rais'd of yore</br>To drive ANCHISES' Son on AFRIC'S shore.</br>Loud roars the gust, and tears her tender form;</br>The weeping Naiad knows her place no more,</br>High on the swelling blast, with wild alarm,</br>All desolate she flies, amid the sounding storm.", "\"LIGEA dreams of DIAN'S silver bow,</br>And hears (or dreams she hears) Orion's horn,</br>She longs her willow borders to forego,</br>And mount the heath crown'd hills at blush of morn.</br>Fearless of wanton PAN, or Dryad's scorn,</br>Or ambush deep, amid the sylvan maze,</br>With crescent dim, her ringlets to adorn</br>She tries, and binds her brows with mimic rays,</br>While round her lovely neck a starry meteor plays.", "\"At this the Moon, the governess of floods,</br>Pale in her anger, washes all the air,</br>Enwraps in hazy gloom the pendent woods,</br>And stains, with rising fogs, AURORA'S hair.</br>The subject stream forsakes his humid lair,</br>And, mining thro' the soil his secret way,</br>Follows the huntress far; in deep despair</br>She sees around her native currents play,</br>And burst in devious dells afresh to open day.", "\"In vain she flies, the constant flood pursues,</br>And saps with eager speed the trembling soil,</br>Till far and wide the treacherous plains refuse</br>To bear the lab'ring steer, or peasant's toil;</br>The way-worn trav'ller feels the sward recoil</br>Beneath his weary step, and stands aghast,</br>While, by his weight dislodg'd, the waters boil,</br>Portentous bubbling thro' the dreary waste,</br>Flound'ring, at length, he sinks forlorn, and looks his last.", "\"Then were thy fens, renowned ALLAN, spread</br>O'er many a flow'ry field and spacious plain,</br>As from the western flood LIGEA led,</br>With omens all averse, her humid train.</br>And now the quagmire brown, from main to main,</br>Had cloth'd the verdant isle in foul disguise;</br>But tir'd, at length, by long protracted pain,</br>Her error, late, the wand'ring fair descries,</br>And fond laments her lot, with unavailing cries.", "\"Too late the fraud she found but stops at last,</br>Fatigu'd and breathless, in a vale unknown,</br>From her pale brow the seeming star she cast,</br>And sate her down, her phrenzy to bemoan,</br>All comfortless, unfriended, and alone,</br>And soon her tears a way began to find</br>Thro' the deep bosom of the rugged stone</br>On which the fair, desponding NYMPH reclin'd,</br>And still the current flow'd, and still the Naiad pin'd.", "\"Till wasting to a shade, she vanish'd quite,</br>And thro' the yielding rock a fountain sprung,</br>Where still, at close of eve, and dawning light,</br>By many a Fay unseen, her dirge is sung:</br>And when returning May, with verdure young,</br>Has cloth'd the sunny slopes of BELIN'S Vale,</br>With many a garland gay her bower is hung;</br>And as her sisters stray adown the dale,</br>By turns they weep her fate, and tell her piteous tale.", "\"Unequal task for my degraded strain</br>How BLOMIUS wept the Naiad's fall to tell,</br>While round his lofty brow by OREAD train</br>Haunted of old, where Summer lov'd to dwell,</br>A dark, portentous wreath was seen to swell,</br>And stain, by dim degrees, the face of day;</br>In dusky folds the fun'ral vestments fell,</br>Clothing his ample sides in hoary gray,</br>While CLODIO wept her spouse in many a dol'rous lay.", "\"But thine RHEUSA, thine the direst fate</br>Of any nymph that wore an azure stole,</br>Minerva's thund'ring power to emulate,</br>And dart the mimic bolt from pole to pole:</br>Fondly she strove, and drew with high control</br>Her sulph'rous bands to stain the welkin sheen,</br>But louder thunder now began to roll,</br>And lightning blue to mar her borrow'd mien,</br>Down the vain shadow sunk, and left the troubled scene.", "\"In vain she fled, for still the flame pursu'd,</br>Th' avenging flame, and rent the gaping soil.</br>The flying Nymph, in wild distracted mood,</br>Sees from below the molten rock recoil,</br>And in its womb the glowing minerals boil;</br>She struggled to retreat, but strove in vain,</br>Then, on th' abrupt, tremendous verge awhile</br>Ling'ring she hung, and plunging down amain,</br>Soon met the sable flood that bounds the realms of pain.", "\"And thou, great queen, that rul'st the Nereid train,</br>And roll'st from shore to shore the ocean's brine,</br>When, raving loud, the Naiads sought the main,</br>What wild surprise and troublous thoughts were thine,</br>When all unconscious of the dire design</br>You felt their currents thy broad bosom rave,</br>Tainting thro' all their depths thy flood divine,</br>And, charg'd with double fate, the swelling wave</br>Sent the contagion round thro' every pearly cave.", "Then discontent began, and mutiny</br>Thro' all the wide Nepturian realms to rise;</br>And envying Jove his azure realms on high,</br>Old NEREUS summon'd up his dark allies,</br>Combin'd with him to scale the ample skies</br>The squadrons dim obey the summons soon,</br>And mount the moaning winds, in due disguise,</br>In long files streaming to the point of noon,</br>While CERES veil'd her face, and mourn'd her fruitless boon.", "\"No transient fog, nor vapour soon exhal'd,</br>At touch ethereal of heaven's fiery beam,</br>But, deep'ning on, the dark procession sail'd,</br>Her waste supply'd, at large, by Ocean's stream;</br>And tho', at times, the fiery-harnest team</br>Of golden SOL the mass divided sheer,</br>Yet soon, arising dim, the murky steam</br>With foul invasion marr'd the mellowing year,</br>And hid in humid veil the glories of his sphere.", "\"The Nymphs of air, that saw the gath'ring storm,</br>Furl'd their wet veils, that us'd to float so gay,</br>Thorough mid heav'n they fled the band deform</br>Of dark usurpers leagu'd, in wild dismay;</br>And where, with ZEPHYRS bland, they us'd to play,</br>On wanton wing above th' enamell'd plain,</br>Degraded now, in final disarray</br>Darkling, the vanquish'd troops descend amain,</br>Flung from their radiant sphere, where long they us'd to reign.", "\"Then, leagu'd with many a power to life adverse,</br>O'er the sick isle the vengeful sisters brood,</br>Mephitic fell, that loads the frequent hearse,</br>And Hypochondria still in murm'ring mood,</br>That wails alone, by fancy'd ills subdu'd.</br>Pale Hydrops, bloated fiend, and fierce Catarrh,</br>That breeds the racking cough, for years renew'd;</br>Dire Apoplex, that aims his shaft afar,</br>And lays his victim low, without declaring war.", "\"While sadd'ning oft the smiling rear of May,</br>November dark his dreary pageant led,</br>And marr'd with murth'rous mock her trim array,</br>While o'er her lawns, in tend'rest verdure clad,</br>She saw, with deep dismay and sudden dread,</br>From sullen January the driving sleet,</br>And o'er her smiling plains, untimely shed,</br>Whit'ned the drifted snow, a garb unmeet,</br>While Winter check'd her rills, and bound her frozen feet.", "\"E'en June in widow'd stole, a long arrear</br>Of wat'ry woe to dark December paid,</br>And each sad sign that decks the radiant sphere</br>Receiv'd the sun in mourning weeds array'd,</br>While SIRIUS, rising red, in vain essay'd</br>With timely heat to fill the golden grain,</br>Nor fruit nor golden crop his beam repaid,</br>No plenteous harvest blest the toiling swain,</br>For still the welkin lour'd, and IRIS wept amain.", "\"In that sad year, whatever babe was born</br>Slow dragg'd with pain the load of life along,</br>Of health, of hope, and every joy forlorn</br>That tends the call of fancy, ever young;</br>No TULLY thence had charm'd the list'ning throng,</br>No reasoning sage, nor son of sportive mirth,</br>No bard sublime, that swells the rapt'rous song,</br>Was ever known to date his favour'd birth,</br>But all was wat'ry phlegm and dull inactive earth.", "\"Nor less upon their sires with tyrant sway</br>And leaden load the wayward season fell,</br>While mixt with Stygian woof her trim array</br>Sick Fancy show'd, and ever lov'd to dwell</br>In dreary dusk immur'd, and haunted dell.</br>The poinard turn'd against the owner's breast</br>No year so often saw, as annals tell,</br>When sick'ning life, by black despair opprest,</br>Full oft the venom'd bowl, or strangling cord, releast.", "\"Veil'd in a night of clouds, the victor crew</br>Together throng'd, with gratulations dire,</br>Assembling nigh, with savage glee to view</br>The wild aerial fray, loud Neptune's ire,</br>And the devoted isle in dim attire,</br>With each successive plague that rose beneath:</br>When thus the leader of the Stygian choir&mdash;</br>'Courage, my mates!  pursue the work of death;</br>Come earn on yonder plains a never dying wreath.", "\"'No mighty magic now, nor potent charms,</br>You need to circumvent the sons of clay;</br>Fright not the feeble race with loud alarms,</br>With Gorgon's hideous mask, or foul array,</br>But gently steal their slumb'ring souls away</br>With soft Elysian scenes, to fancy fair;</br>As late ye led the Naiad nymphs astray,</br>And taught them to despise their shelly care,</br>And proudly sweep along a vapoury length of air.", "\"'Hence brew those ills that cloud declining life,</br>Hence rheumy damps and torpid poisons blend,</br>To sink the soul beneath th' unequal strife,</br>Then with benignant hand the CORDIAL send,</br>With Circe's drugs infus'd, the seeming friend,</br>Whence love and life their failing springs supply,</br>Dispel the doubling vapours which offend</br>The soul, and bid the cheated wretch defy</br>Yon dark oppressive plagues, that load the cheerless sky.'", "\"Just in the point where youth to manhood yields,</br>And all for action burns the mounting soul,</br>And longs for busy scenes, or fighting fields,</br>Then gently from the fair, inviting goal</br>Divert his eager steps with soft control,</br>And now and then, with seeming shows of worth,</br>Rais'd by the magic of the charmed bowl,</br>Delusive call his slumb'ring virtues forth,</br>Till cheated Fancy smiles, and hails the wond'rous birth.", "\"When sated Fancy now has had her fill,</br>And Reason longs for more substantial food,</br>Full on the soul the magic drop distil,</br>That fires the soul with images of good,</br>While warm and num'rous in the fervent flood,</br>By art sublim'd, the bastard virtues swell,</br>And ape, in heav'nly tints, the genuine brood,</br>That in the virtuous few delight to dwell,</br>What heav'n applauding views, and Bards enraptur'd tell.\"", ""]