["Where once the towers of Missolonghi rose&mdash;</br>Towers that, with loathing, slavish banners bore,</br>The sons of Greece defied their Moslem foes,</br>When, like Leonidas, to die they swore&mdash;</br>Swore, not with rashness or the boast of pride,</br>That madly seeks a spot with dangers rife</br>Whene'er the raging battle's purple tide</br>Rolls and re-echoes 'mid the sons of strife,</br>Hoping to gild his name with vaunted scorn of life.", "No!  solemnly they vow'd, while o'er them wav'd</br>Their crimson banner, there to stand or fall,</br>Till their illustrious land, no more enslav'd,</br>Should look in triumph on their glorious wall;</br>Or, till beneath a tomb of shining arms,</br>Thrown in confusion from each lofty tower,</br>They should repose secure from war's alarms,</br>Knowing that Death's bye-word is earthly power,</br>And that he smites alike the slave and knighthood's flower.", "The infidels repos'd along the sand,</br>As in a vale, all lovely but for them,</br>Thick swarms of locusts that lay waste the land,</br>Blasting the fairest hopes of husbandmen!</br>Or like the serpents in the wilderness,</br>Monsters of fire, created to chastise</br>The sons of Israel for their waywardness,</br>The haughty spoilers lay beneath the skies</br>That once had smiled to see the Cross exalted rise.", "Phoebus departed from a sky serene,</br>Tinged in splendour with a thousand dyes;</br>Departed, smiling on the martial scene</br>That closed for ever on his longing eyes!</br>Calm was the night &mdash; calm as the first that sprang</br>When the young moon first floated o'er the sky,</br>After the morning stars together sang</br>To see the glorious worlds then raised on high,</br>And Seraphim sent forth loud notes of ecstasy.", "Then came proud Missolonghi's fatal hour&mdash;</br>Then was her tide of glory at its height&mdash;</br>No more to lash the feet of lawless power,</br>But sink at once into oblivion's night:</br>Yet no!  the spot where sons of Hellas die,</br>Rather than see their glorious banners furl'd,</br>Sends forth a beacon-light of liberty,</br>Springing from graves in rude destruction hurl'd,</br>Enough to shed its rays o'er an enslaved world!", "Think then not dead!  the brave can never die!</br>Their fame shall flourish in unfading bloom</br>Neglected and forgot when cowards lie</br>Beneath the sculpture of a marble tomb!</br>They died to save their darling native land&mdash;</br>Their helpless infants, and defenceless sires:</br>To save them from the spoiler's grasping hand&mdash;</br>Aye!  from the stake, the rack, and scorching fires,</br>And virgin innocence from lawless lust's desires.", "Rejoice, O Xerxes, king of slaughtered hosts</br>That fell around the sea-girt nurse of doves!</br>Ye shades of warriors slain on Grecian coasts,</br>Reft of your homes, your glories, and your loves!</br>You ne'er could wish for vengeance half so dread</br>When Hellas scorn'd the proffer'd fight to shun,</br>Grandsires and striplings for their country bled,</br>Nor stayed the work of victory once begun,</br>And to the end of time unrivall'd glories won.", "But no such joy the Persian's heart could feel;</br>He honour'd foes that knew not how to yield;</br>'Gainst warriors only drew his flaming steel,</br>When sprang his courser o'er the battle-field.</br>Greek strove with Persian, as in desert lands</br>The bird of Jove his rival foe pursues,</br>Wages the war above the empurpled sands,</br>And, though his rage be quench'd by falling dews,</br>Returning dawn the restless combat still renews!", "Is there no land with love of glory fir'd?</br>No land the sinking state of Greece to save?</br>Is there no chief, with love of fame inspired,</br>That dreads to see the valiant Greek a slave?</br>The hero of the waves comes forth again</br>To reap fresh laurels on the Aegean shores;</br>Cochrane!  renown'd where'er the purple main</br>Extends his arms!  He comes whom Fame adores,</br>Proclaiming him her own whene'er the cannon roars!", "Go, son of glory, make the Moslem feel,</br>Spite of his boasts and sounding menaces,</br>The terror of a free-born Briton's steel!</br>Go!  triumph o'er the christian's enemies!</br>Lives there a man, proud of the British name,</br>That loves the heaven-born gift of liberty,</br>And wishes not to spread the sacred flame,</br>At least by praying for success to thee?</br>By every Briton scorn'd, disown'd let him be!</br>"]