["Oh thou, who o'er the busy world dramatic</br>Presides in awful dignity, attend,</br>And to the hapless wight whose muse erratic</br>Thou prov'st a foe to, while thou seemst a friend,</br>For once an ear considerative lend;</br>Nor scorn the apostrophic verse to heed,</br>Of him doomed once beneath thy lash to bend,</br>Who now may write most feelingly indeed,</br>Nor but to speak of facts experienced has he need.", "Thou Redcross Knight!  o'er op'ra, play, burletta,</br>Whose searching eye is every where confest,</br>So nice a stickler for the form and letter,</br>While oft the sense and spirit's unsuppressed;</br>Oh thou, endowed with mind above the best.</br>To put thine own construction on a word,</br>And to decide if any where's expressed</br>A sense immoral or a point absurd;</br>Stage lexicographer for every sound that's heard.", "Impartial judge to scribes unknown to fame</br>How rigorously thou preachest of thy rules,</br>While to the author who's achieved a name</br>No such stage purgat'ry his talent schools.</br>The reason's plain &mdash; the public are such fools</br>When favorite authors write improperly</br>All's overlooked, they're ignorant as mules;</br>But when bad comes from sources not so high</br>The crowd have sense &mdash; the author has much infamy.", "How vast the honour to the age redounds</br>When you arose to govern its reflection.</br>When language felt a curb in chaster bounds,</br>And Army, Church, and State received protection.</br>So fierce thy holy zeal, thou giv'st ejection</br>To every sad or funny oath he uses;</br>If a man damn's himself he meets correction;</br>And if a sad appeal to Heaven he chooses,</br>Such as \"God bless me,\" \"God forgive thee,\" he abuses!", "There was a time when thou wert young and wild,</br>And wrote thyself:  thou didst not then respect</br>An odd \"damnation,\" if a joke it spoiled&mdash;</br>Or what was moral, that produced effect.</br>But times are altered &mdash; in arm-chair elect,</br>Changed from the writer to the judge of plays;</br>What then was pardonable, when hunger pricked,</br>Now to thy mind, as Licenser, conveys</br>A different meaning &mdash; either too impure or base.", "Fare thee well, George, reformed and pious one, </br>Mayst thou continue (author of \"Broad Grins,\"</br>And many sad \"Vagaries\") still to atone,</br>By stickling now, for all thy former sins:</br>So shall each piece that thy approval wins,</br>Cleansed of impurity, a pinion prove</br>To waft thy soul (a piece of many scenes) </br>Before the immortal Licensers above,</br>Whom, 'tis to be hoped, more charity may move</br>Towards thee, than thou hast shown to authors in a drove.</br>"]