["Hence with the light, the rash, the ribald strain</br>My youthful fancy in its folly sung,</br>Marking the ANCIENT MAID with jest profane,</br>With ill-imagined verse and flippant tongue:</br>My better judgment venerates the maid</br>Whose life, devoted to each friendly claim,</br>Gives to all others comfort, care and aid,</br>To self no present thought, no distant aim:</br>And still, Amanda, from the silent grave</br>Thou hast a voice to teach, a warning voice to save.", "Peace to her shade &mdash; an humble poet prays,</br>Repentant of his sin of early youth,</br>In idle wanderings when the fancy strays</br>From sober reason far, and serious truth:</br>Now many a year has bleached his locks to grey,</br>And better thoughts his ripened sense can give,</br>And wisdom checks the smiles so falsely gay,</br>On folly's frolic lip that wont to live:</br>He pleads for pardon from the vestal train,</br>In all as weak, be sure, but much a fairer strain.", "How many tender offices of love,</br>To many a family to their care resigned,</br>The gentle Maids have taught their friends to prove,</br>Felt, deeply felt, though scarce to be defined!</br>Taught from its infancy, the orphan child,</br>On its dear aunt for such support to lean,</br>Has felt her ruling wisdom firm, but mild,</br>And many a care averted though unseen;</br>And sometimes, wayward, peevish, would not know</br>The thousand tender cares her kindness would bestow.", "And gentler far the cares of womankind</br>Than those the rougher sex can give the soul,</br>The silent offices that lurk behind</br>The seeming harshness of an aunt's controul;</br>To guard the health, the safety to provide</br>Of her young pupil, many an ill to shun</br>That else unheeding childhood might betide,</br>Or risks that fond believing youth might run;</br>That aunt's experience, like some guardian sprite,</br>Watched o'er the devious path to point the path of right.", "Methinks I see Amanda's favourite boy,</br>On her soft lap his flaxen locks reclined,</br>His morning hour with glistening smile employ,</br>And lisping tongue that speaks the artless mind;</br>Her willing hand by his small fingers pressed,</br>He prays to hear the oft repeated tale,</br>Of parents by their travelled children blessed</br>When dire disaster made their fortunes fail,</br>Or piteous story of the Orphan Pair,</br>Trusted &mdash; too fatal trust &mdash; to cruel uncle's care.", "Then would her lecture his young virtues form,</br>And with persuasive words direct his view</br>To that blest Power, who heeds the smallest worm,</br>And yet from nothing all creation drew:</br>Then would her early culture shape the soul</br>To every good and every pious thought</br>Of Him, whose sovereign and supreme controul</br>Supports the being which his goodness wrought:</br>And oft of heavenly wisdom's worth she told,</br>Which Israel's sapient King preferred to gems and gold.", "Or if, perchance, the Patriarch's tale she told,</br>His father's darling like the listening boy,</br>Whom envious brethren into Egypt sold,</br>And reft their sire of all his age's joy:&mdash;</br>\"Sold for a slave?  and to a foreign land?</br>Alas, my aunt!  and to a gypsy lord?&mdash;\"</br>(Then with a stronger grasp he squeezed her hand),</br>\"To feel the cutting whip or binding cord!</br>The cruel whip thy Billy never knew,&mdash;</br>So good is my papa; so good, my aunt, are you!\"", "And when a sick bed held the darling child,</br>How would that bed her midnight tending watch;</br>How would she whisper with low accent mild,</br>And bid his nurse let softly down the latch;</br>Or give the drink from her alone he took,</br>Mixed by her careful hand in measured cup</br>When dread infection's fear the room forsook,</br>And soft persuasion made him drink it up&mdash;</br>Tasting it first herself to prove it right&mdash;</br>And for its balmy power watched the long anxious night.", "And oft beyond \"this bank and shoal of time,\"</br>Beyond yon starry orbs that gem the sky,</br>She spoke, in hallowed words, of truth sublime,</br>And laid celestial scenes before his eye.</br>Skilled in the Sacred Book whose heavenly lore</br>Reveals the solace of the Christian creed,</br>She spoke of bliss when time shall be no more;</br>With solemn texts the Christian's hopes that lead</br>Above the evils of this passing state,</br>To gild the darkest hour of most disastrous fate.", "And when the last dread hour approached the bed</br>Where dying friend or relative was laid,&mdash;</br>That last sad scene to which her duty led,</br>Where friendship watched, or sacred duty prayed,</br>With pious awe she showed the comfort near,</br>That comfort holy faith can well supply,</br>Staff of the Parent God it cannot fear,</br>Who beams his radiance on the closing eye;</br>That eye she raised &mdash; with zeal and truth combined,</br>Which blest religion formed on her exalted mind.", "Oh!  little know the men of pampered sense</br>The bliss those sacred doctrines can bestow;</br>Blessings which faith and piety dispense,</br>Even in this scene of mingled weal and woe:</br>But when the hour shall come, as come it must,</br>When all the glories of this world shall fade,</br>And its proud columns crumble into dust&mdash;</br>Then are the triumphs of that faith displayed;</br>Then is the earnest of the future given,</br>That lifts the faithful Christian's closing eye to Heaven!</br>"]