["Awake my muse, awake my lyre,</br>To highest accents tune my tongue;</br>With loftiest strains my pen inspire,</br>For Britain's welfare claims my song.</br>Each loyal heart, each gen'rous breast,</br>Will here in raptures join my theme;</br>Impatient wait heav'n's high behest,</br>And all with great expectance teem.</br>Our country now demands our zeal,</br>And each true Briton's heart bears for the public weal.", "When deep insidious plots are laid,</br>Our constitution to o'erthrow;</br>And hirelings base, by villains paid</br>To strike the dire, destructive blow:</br>What English bosom beat serene!</br>When dangers hover o'er the land,</br>And menace e'en our king and queen.</br>Let all at such a time unite,</br>Consult their country's good, or in her battles fight.", "Now let the base, the coward mind,</br>It's humble useless station plead;</br>In shades of darkness lie reclin'd,</br>Or to the walls of safety speed.</br>But true nobility of soul</br>Will here assert it's native right;</br>Will ev'ry pers'nal fear controul,</br>And rise to valour's noblest height:</br>Will teach us how to brave the squall,</br>Great Britain's glory save; or perish in her fall.", "Even our weak defenceless sex</br>Our loyal zeal may now display;</br>Nor sword we use, for battle axe;</br>We fight not, but we sure can pray.</br>Ye British fair your voices join,</br>And heaven with one accord invoke,</br>To aid us with an arm divine,</br>And shield us from th' impending stroke.</br>Thus we our country they secure,</br>And tho' unarm'd ourselves, a higher guard procure.", "For me, my tongue to racks shall yield,</br>Ere it shall speak against my King;</br>The hand with which this pen I wield,</br>Fast to my side shall useless cling,</br>Ere force or art, reward or power,</br>Shall teach it to oppose the laws;</br>Turn traytor in the dang'rous hour,</br>Or coward like desert the cause.</br>Tho' weak my arm, my heart bears high,</br>And to preserve my country, I would proudly die.</br>"]