["Brave men who at the Trocadero fell&mdash;</br>Beside your cannons, conquered not, though slain,</br>There is a victory in dying well</br>For Freedom, &mdash; and ye have not died in vain,</br>For come what may, there shall be hearts in Spain</br>To honour, ay embrace your martyred lot,</br>Cursing the Bigot's and the Bourbon's chain,</br>And looking on your graves, though trophied not,</br>As holier, hallow'd ground than priests could make the spot!", "What though your cause be baffled &mdash; freemen cast</br>In dungeons &mdash; dragg'd to death, or forced to flee;</br>Hope is not withered in affliction's blast;&mdash;</br>The patriot's blood's the seed of Freedom's tree:</br>And short your orgies of revenge shall be,</br>Cowl'd Demons of the Inquisitorial cell;</br>Earth shudders at your victory, &mdash; for ye</br>Are worse than common fiends from Heaven that fell,</br>The baser, ranker sprung, Autochthones of hell!", "Go to your bloody rites again; &mdash; bring back</br>The hall of horrors, and the assessor's pen,</br>Recording answers shriek'd upon the rack;&mdash;</br>Smile o'er the gaspings of spine-broken men:&mdash;</br>Preach, perpetrate damnation in your den;&mdash;</br>Then let your altars, ye blasphemers, peal,</br>With thanks to Heaven that let you loose again</br>To practise deeds with torturing fire and steel</br>No eye may search &mdash; no tongue may challenge or reveal.", "Yet laugh not in your carnival of crime</br>Too proudly, ye oppressors &mdash; Spain was free,</br>Her soil has felt the foot-prints, and her clime</br>Been winnowed by the wings of Liberty;</br>And these even parting scatter as they flee</br>Thoughts &mdash; influences, to live in hearts unborn,</br>Opinions that shall wrench the prison-key</br>From Persecution &mdash; show her mask off-torn,</br>And tramp her bloated head beneath the foot of Scorn.", "Glory to them that die in this great cause!</br>Kings, Bigots, can inflict no brand of shame,</br>Or shape of death to shroud them from applause:&mdash;</br>No, manglers of the martyr's earthly frame,</br>Your hangmen-fingers cannot touch his fame.</br>Still in your prostrate land there shall be some</br>Proud hearts, the shrines of Freedom's vestal flame;</br>Long trains of ill may pass unheeded, dumb,</br>But vengeance is behind, and justice is to come.</br>"]