["Long lives the man, that dyes in lusty yeares,</br>In actions, that Life, and death dispise:</br>Alexander the chiefe of Royall Peeres,</br>(Who won one World, and wisht another rise.</br>That he too worlds, or one might conquer twise)</br>In prime of youth, in Envies bane did light:</br>Yet lives through fame, in spight of every spight.", "And what is Life (the Life of flesh and blood)</br>A moments joie, a blast, a blase, a breath:</br>A bitter-sweate, that yeldes no savery good,</br>A certayne cause, that bringes uncertaine death.</br>A rustie swoorde, closde in a paynted sheath,</br>Which being drawne to sett the soule at large:</br>They onely live, whom vertue hath in charge.", "Fame is the life, and joy of valient sprites,</br>Desire whereof, doth drive them on the Pike:</br>Happe Life, happe death, who first at dangers smites,</br>In Countrie cause, doth either fortune like.</br>Death cannot daunt, though death them dead doth strike,</br>And these be they, that Fame with name doth Crowne:</br>When shallow Graves the multitude do drowne.", "Of such a one, and equall with the beste,</br>My muse is bounde, the praises to revive:</br>A Knight he was, that with the formost prease,</br>Where martiall menne, for highest honor strive:</br>Within whose breaste, the graces all did hive,</br>His name (that lives) was Phillip Sidney Knight:</br>His death blames (not the foe, but) fortunes spight.", "Whom to revive, Mars and the Muses meete,</br>In Armor faire, his hearse, they have arayde:</br>And on the same, a robe downe to the feete,</br>About his Healme, a Lawrell wreath is brayde.</br>And by his Swoord a Silver penne is layd,</br>And either saide, that he their glory was:</br>And either sight, to see him vade like Grasse.", "But to discribe, this worthis Knight at Lardge,</br>His Life, his death, his giftes from mothers wombe:</br>Beseemes the Muse that Homer had in chardge,</br>Who wrote so well upon Achilles Tombe.</br>As Alexander wisht, that he were dead:</br>So Homer liv'd, his victories to spreade.", "And for my Muse, (that worst may pay this dewe)</br>I well may say, the dead she doth adore:</br>A zeale that thrives, God wot but with a fewe,</br>Flatry doth live, not at the dead mans dore.</br>Live-men have eares; when Tombes are deafe and poore,</br>Yet thus my name, shall with the best remayne:</br>When such froth vades, like Thunder, smoke and rayne.", "Now to this Knight, his house, or Birth to blaze,</br>May well be spar'e, his praises to procure:</br>The Ivy bushe, is but a Needles gaze,</br>To sell the Wine, which of it self is pure.</br>So sweete a Grape, grewe on no Thorne be sure,</br>Sidney his sire, and Dudley was his Dame:</br>Parentes well knowen of Honnor and of fame.", "In tender yeres, where one instruction might,</br>Grafte Lore and Grace:  by which men Honor knowe:</br>His vertues blasd so cleare in all mennes sight,</br>As by the same, a number did foreshowe.</br>What frutes in fine, upon those blomes would growe,</br>Even these (the best) Love, loyaltie, and Zeale:</br>To God, to Prince, and to the common weale.", "His wisdome shewed, while Learning might engrave,</br>Within his pliant minde, her sacred beaste:</br>He bente his eare to heare the Counsells grave,</br>That science taught, and wrot them in his breaste.</br>Thus stil with time, his worthines increaste,</br>His name, his fame, his vertues full of grace:</br>Was spread, admir'd, and lov'd in every place.", "To decke his minde, with Language, and with Lore,</br>In greenest youth, to travaile he was sett:</br>By forrayne toyes, he sette but little store,</br>Sound knowledge was the Marchandize he fette.</br>And he abroade, such worthy praise did gett,</br>As Princes when his fame they understoode:</br>They honor'd him, by all the meanes they could.", "The Frenche he sawe, and at their follies smil'de,</br>He sildome did theire gawdes in garments ware:</br>In Italy his youth, was not begilde.</br>By vertue he, their vices did forbeare:</br>Of this bie-speache he evermore had care,</br>An English-man that is Italionate:</br>Doth lightly prove a Devell incarnate.", "The Germayne plain, his humor best did please,</br>They lov'd him much, he honor'd them as farre:</br>And when the good, he gleaned had from these,</br>Home he return'd a perfect man, to serve.</br>His Prince, and Countrey, both in Peace and Warre.</br>And after him, men Qualited did haste,</br>And for our good in England he them plaste.", "He oft did reade, which well he did regarde,</br>That prudent Peace, had still to Warre an eye:</br>And therefore he the souldier good prefarde,</br>Whose life, himselfe, in Ireland did trye,</br>Till Essex di'de the flower of Chivallry,</br>And evermore, the Lawrell with the Launce:</br>He excerside his Honour to advaunce.", "What may be said, to praise this knight to much:</br>Yea what suffice his vertues to extoll:</br>In greenest yeares; his gravety was such,</br>As he was sent in message to Condole,</br>The Emperours death, which rites he did inruwle,</br>With much regarde, of that most sollome grace:</br>As that his name, still liveth in that place.", "In Court he liv'de, not like a Carpet knight,</br>Whose glory is in garments, and his tongue:</br>If men but knew, the halfe that he did write,</br>Enough to tyre, a memory so young.</br>Needes must they say the Muses in him sounge,</br>His Archadia, unmacht for sweete devise:</br>Where skill doth judge, is held in Soveraigne price.", "What else he wrote, his will was to suppresse,</br>But yet the darke, a Dyamond cannot drowne:</br>What be his workes, the finest wittes doe gesse,</br>The Shepheards notes, that have so sweete a sounde.</br>With Lawrel bowghes, his healme, long since, have Cround,</br>And not alone, in Poesie he did passe:</br>But ev'ry way, a learned Knight he was.", "Plesses rare worke, of true Religion,</br>Confuting those, which no Religion holde:</br>In vuglar speech, by him was well begonne,</br>A Learned worke, more pretious farre then Gold.</br>Worthy his paynes:  and worthie double folde,</br>If his penne might, the hole with English fitte:</br>Whose wordes are waid by Judgement, Arte, and witte.", "The faulte that makes, the wisest seeme unwise,</br>A selfe conceite, in wisdome to exceede:</br>Was farre from him:  the worde in whose devise,</br>Spero, his hope, did from desire proceede.</br>Honour to gaine, by many a worthie deede,</br>On Hope, truth, zeale Learning, and the Launce:</br>He built his fame and had no foe but Chaunce.", "In peace he liv'd, admired of the best,</br>In peace he liv'd, beloved of the worste:</br>In peace he liv'd, and never man oppreste,</br>In peace he liv'd, and ever, with the first.</br>Layde helpe on those, whom fortune had accurste,</br>And to be short, the rising sonne he was:</br>That comforted and shinde in ev'ry place.", "But sith Sonne, Mone, and Starres of Heaven must vade,</br>And all thinges else, the Worlde conteynes belowe:</br>Man can accompte, his glory but a shade,</br>His earthly Life, the slaughter of a blowe.</br>As well appeares, by this our Common woe,</br>The worthy Knight of whom this good I sing:</br>Bids sounde the Drome, his sollom knell to ring,", "But ere it towles, the sorrowe of his death,</br>(The griefe of Prince, Peare, and every state)</br>Let me first showe, the cause, that did unsheath,</br>His trenching Sword (In peace which shund debate)</br>Even chiefely this to coole the Spannish hate,</br>Who arm'de with wroth against this happy Isle:</br>Our Neighbours burn'de, to make a way for spoyle.", "For when we heard the out-cries of the Dutch,</br>And how their foes, did make their will a lawe:</br>Theire harmes, that neare, did now our safety tuche,</br>The Lyon wakte (that keepes the Wolfe in awe,</br>That never yet did feare the Eagles clawe,)</br>And mildly first, did Licke the wounded sheepe:</br>Then sent the Beare, the scattered heard to keepe.", "To speake more plaine, though this instruck'ts the wise,</br>Our Soveraigne Queene, that doth the Lyon beare:</br>With pittie mov'de, to heare her neighbours cries,</br>Whom Tyranny, in peeces still did teare.</br>Shee Lecester sent, to awe that common feare,</br>And with him went, in this just cause to fight:</br>A stoute small bande, that many put to flight.", "Among the best, and with the first in fielde,</br>This worthy Knight, inflam'd with countries zeale:</br>His couradge arm'd, to dye eare he would yeilde,</br>His Horse and Lawnce, to serve the common weale.</br>He now preferd, and that a mighty deale.</br>Before his Landes, his after hope, or Wife:</br>Yea (Curtius like) more then his proper life.", "Of Flushing he, Lord Governour was made,</br>A charge of truste, which he with truth did keepe:</br>The bordring foe, did finde he was no shade,</br>He wakte them oft, when they had lust to sleepe.</br>And wacht his charge, as shepheards doe their sheepe,</br>His hede at home, his Arme was in the field:</br>To garde the frend, and make the foe to yeilde.", "He crost the Seaes, not (like to some) for showe,</br>No waighty cause, could make him leave his charge:</br>His Parents deathes, and many causes moe,</br>Were colours just, to set his zeale at large,</br>Flushing then wailde, to misse her trusty Tardge,</br>He viv'de her love, and for to do her good,</br>He vou'de her ayde, and sealde it with his blood.", "His loving Wife, then came to houshold there,</br>The happiest Wife, and now the heaviest wight:</br>To sir Frauncis Walsingham, she was heyre,</br>Of goodes, and giftes, beseeming such a Knight.</br>The droomme now soundes, the worthy men to fight,</br>A Garrison, his charge, well arm'de to shielde:</br>He forwith leaves, and posted to the Fielde.", "As time, and cause, did will assaile the foe,</br>Arm'de with the first, still with the last he fought:</br>Axell he wonne, and eke at Dewsborough,</br>He well made knowne the vallor of his thought.</br>At Zutphen last where as his death he cought,</br>With charge, on charge, and most by men of name:</br>His death enrowles, a fight of lasting fame.", "Which thus fell foorth:  of September now past,</br>The 22. the foe in armour bright,</br>Into the Towne, did with some vittaile haste,</br>And made a bragge, but never ment to fight.</br>But who can stay the hounde, the Heart in sight,</br>Or Mars forbid, to venter on the foe:</br>In open field, that proudly maketh showe.", "Caesar alone, on the fierce Neruij ran,</br>Alexander leap, from a Cittie wall:</br>And by himselfe, the selfe same Cittie wan,</br>So we that did, proude Caesar sometime gaule.</br>Whom no mans power, could ever yet appale:</br>That day made knowne, the auncient English deede:</br>Their Vallors left, unto their worthy seede.", "A hunting fight, this Skirmidge may be calde,</br>Of eager Dogges, for as a Leash we see.</br>A heard of Deare, doe scatter, kill, and gaulde,</br>Our men but fewe, with furie so did flee.</br>Upon their foes that some amased be,</br>Essex that day revi'vde his Fathers name:</br>Lord Willowbye chardged like a fiery flame.", "Worthy Russell that will to no man yeilde,</br>That day sawe light, even through the hinmost foe:</br>Stoute Norrys darde, the Spanyard to the fielde,</br>Parrat stroke downe Gonsago with a blowe.</br>The yonger North did forward courage showe,</br>Wingfield did serve like to a hardy knight:</br>And Wotton preast into the hottest fight.", "Fisher, Fortescue, Haydon, Hungate, Veare, Blunt,</br>Hynd, Hawle, Whetston, Fulford, Udal, Wroughton, Swane</br>With moe of name the foe did foyle and front,</br>The smallest feare that day was held a shame.</br>And sure the foe will quite us of that blame,</br>Counte Hannyball was left in field for dead:</br>And Captaine George, Lord Willowby Captive lead.", "On foote that day Lord Audely serued well,</br>Umpton Hatton, as forward as the best:</br>Standly (now staind) to hard Skirmidge fell,</br>Cosby deserves, his Honour with the rest.</br>Thomas was slaine, and Mertayne at that Feaste,</br>Browne ventured far, and so did many moe:</br>Unknowne to me, whose fames their names will showe.", "But oh to shade, this glory with our woe,</br>Hardy Sydney, much like to Mars in views,</br>With furious charge, did breake upon the foe,</br>A Musket shot, his stately horse then slewe.</br>He horst againe, the fight did soone renewe.</br>But fortune, that at his renowne did spight:</br>A bullet sent, that in his thigh did light.", "The wound was deepe, and shivered the bone,</br>His hart was good, and manly bare this Crosse:</br>With courage stoute, he did suppresse the mone,</br>That many made, which did behold his losse.</br>Udal then lite, softely to leade his Horse,</br>Let goe quoth he, till I fall to the grounde:</br>The foe shall misse the glory of my wounde.", "Foorth of the fielde, with courage stoute he rode,</br>To searche his wounde, their skill the Surgions showe:</br>What might be bought, to do him any good,</br>What might be wrought, to mitigate his woe,</br>What might be sought, to salue his mortall blowe,</br>Was bought, wrought, sought, his wound, his griefe, his life</br>To cure, ease, save, but (O) the fatall knife,", "Had grav'de his wounde, too deepe to drawe long breath,</br>Had forg'd his griefe, too sharpe to relish ease:</br>Had thrust his life, into the mouth of death,</br>What now remaines?  since nothing may appease</br>The Monster Death, that feedes of his disease,</br>Even onely this, to shewe his godly end:</br>For soveraigne praise, did with his life contende.", "When death he felt, lay heavie in his wombe,</br>When life he sawe, made haste from him to flye:</br>My glory now (quoth he) must be my To'mbe,</br>In which I coulde, forbeare a while to lye.</br>Not that I faune on Life, or feare to dye,</br>But of meere zeale:  if with gods will it stoode:</br>I respit wish, to doe my Countrey good.", "For why as yet, my service is but greene,</br>My yeres are young, and brought forth Leaves of late:</br>The blomes were faire, but yet no fruit is seene,</br>I studied have, to benefit the state.</br>To execute I am forbid by fate,</br>My Countreys weale, by me is newe begone:</br>The hope is lost, my Glasse is broke and ronne.", "My Life is now, even at the will of death.</br>A chaunce not strange, although the chaunge be great:</br>For he that drawes, his Sworde out of the sheath,</br>Can hardly say, that he shall scape unbeate:</br>Unlesse he flye, ere cause doth sound retreat,</br>The name of Warre is sweete, the praise is fame:</br>But hazard beares, twixt Life, and death, the game.", "And sith my Luck, lightes on the worser Lotte,</br>In worth I take, what desteny did drawe:</br>My loving frends, for you I greeve, God wot.</br>My servaunts true, that held my will for Lawe.</br>Although my will, thereof still stood in awe,</br>Your losse is greate, because I lov'd you well:</br>Receave my love, and so to both farewell.", "With that he sight'd their deepe dismay to mind,</br>And turn'd his head, but left with them his hart:</br>As he that reads his laste request shall finde,</br>Brother (quoth he) to you I must imparte.</br>Three thinges of waight, impresse them in your Harte,</br>Feare God, and live:  love well my frendes:  and knowe,</br>That worldly hopes, from vanitie doe flowe.", "Wordes like himselfe, the Counsells of a frende,</br>Which Somary, all wisedome doe containe:</br>The feare of God is life, that doth not end,</br>When all thinges faile, the love of frendes remaine.</br>Yea all thinges else, are pleasure mixt with paine,</br>Caesar was slaine, and Pompey lost his head:</br>Their climing thoughts, their owne decaies have bread.", "He felt a change, betweene our life, and his,</br>That mens vaine hopes, so soundly hath discride,</br>The healthfull talke, but the true feeling misse,</br>Of heavenly joyes, which in the soule abide.</br>Flesh like the worlde, and relisheth his pride:</br>It feares not death, untill it feele the paine,</br>Who knoweth least, knoweth then this worlde is vaine.", "Who did compare, his wound, with patient paine,</br>Said Marius liv'de, in Sydneys haute desire:</br>Who saw his death, his life perceaved plaine,</br>Was wholy bent, by vertue to aspire.</br>Who heard his wordes, his wisedome did admire,</br>They were so chard'ge, with grace and grave advise,</br>As they will live, by usage of the wise.", "A smaller wound, leaves many in the fielde,</br>A greater hurte, his hart could not dismay:</br>A moneth welny, was spent eare he would yeelde,</br>Himselfe to death, whom death could not affray.</br>And when that time, brought on his later day,</br>Demaund was made:  If hee ne fear'd to dye:</br>No whit (quoth he,) because I live thereby.", "But urged more, then needed in his state,</br>He gravely did, this perfect answere give:</br>My death shall (like my life) dissembling hate,</br>To tell you plaine, to dye I doe not geeeve.</br>And yet of both, I rather wish to live,</br>Which who gaynesaies, unwisely spends his breath:</br>He fayne would live, that most doth prate of death.", "The cause is showne, why he desired Life,</br>For publique good:  but to our common woe:</br>Our sinnes did drawe, and sharpe the fatall knife,</br>His vitall threade, to cutte and shread in two.</br>That his sweete soule, might forth of Prison goe,</br>Which forthwith flewe, to Abraham his breast,</br>Where now it raynes, and still shall live in rest.", "\"Mors honesta, ignominiosa vita preferenda.\"</br>"]