["What time the sun 'gan shine with milder ray,</br>Each closing shoot drank up the moist'ning dew,</br>Each head reclin'd, then wept the sickning day</br>Of cowslip pale, and glowing vi'let blue.</br>Beneath a spreading oak then sat the swain</br>Thyrsis the soothest shepherd of the plain.", "His scrip which erst adown his graceful side,</br>Ty'd with green ribbon o'er his shoulders hung,</br>Together with his crook, the shepherd's pride,</br>Now lay unheeded the high grass among:</br>His charming pipe no more adorn'd his hand,</br>And drooping round, his once brisk flock did stand.", "The trickling tears ran swiftly down his face,</br>And dismal groans bursts from his lab'ring breast;</br>His eyes much swoln had lost their former grace,</br>Yet this his boundless grief but ill exprest.</br>Thus sat he mourning, and his ev'ry groan</br>Would sure have drawn forth tears from eyes of stone.", "As thus he griev'd, Alexis brisk and gay,</br>The chiefest shepherd of the neighb'ring vale,</br>Who heretofore was charm'd with Thirsis lay,</br>And oft had heard him tell his am'rous tale;</br>Pass'd by and thus address'd the shepherd swain,</br>And beg'd that he would let him know his pain.", "ALEXIS.</br>O Thyrsis!  why, why art thou here in tears?</br>Has Daphne, lovely Daphne prov'd untrue?</br>Or has the fox, the author of our fears</br>Thy fav'rite lamb, adorn'd with ribbons slew?</br>Speak, Thirsis speak, and to me strait disclose</br>The fatal source, whence spring up all thy woes.", "THYRSIS.</br>Nor is my Daphne false, nor is my lamb</br>Yet stolen by the fox forth from the field:</br>For know Alexis I too constant am,</br>For things like these my mind to grief to yield.</br>Alas!  the glory of our plains is fled,</br>For know Alexis, shepherd Isaac's dead.", "ALEXIS.</br>Is Isaac dead!  then mourn him all ye groves,</br>Let your bright leaves in darker shades be seen:</br>Nor let the little cupids and the loves</br>Be more within you as they erst have been.</br>And you ye muses all your loss deplore!</br>For ah your favour'd son is now no more!", "THYRSIS.</br>Isaac is dead who oft attun'd the lyre,</br>And unto songs of jovisaunce it strung;</br>He caus'd the neighb'ring swains him to admire,</br>And listen joyful to him as he sung.</br>Who kept us from those wolves, who much us harm'd,</br>And sav'd our souls, whilst he our senses charm'd.", "O let me, Isaac, ever grieve for thee,</br>And to my mind recal thy charming song,</br>Yea, let me still a constant mourner be,</br>And drag my days in heaviness along.</br>Now thou art gone, whose verse shall we admire?</br>Or, who can charm's with such poetic Fire?", "ALEXIS.</br>O mourn not, Thyrsis, for he ever lives!</br>He ever reigns in endless joy above!</br>To him his father now his glory gives,</br>And pours upon him all his boundless love.</br>Besides, young Juba him succeeds below,</br>Then yield not, Thyrsis, thus thy mind to woe.", "THYRSIS.</br>True, O Alexis, therefore let us sing,</br>The boundless love of our eternal god;</br>Let's pour our souls in praises to the king,</br>And tread the blessed path that Isaac's trod.</br>May god his spirit on young Juba pour,</br>Then Isaac's loss we never shall deplore.", "ALEXIS.</br>But see, O Thyrsis, day declines apace!</br>So let us drive our flocks toward the fold;</br>The rain will us o'ertake in little space,</br>And make our tender lambs both wet and cold.</br>Come let us journey home, and as we go</br>Will pass to songs of joy, from songs of woe.</br>"]