["The son sat by his dying mother's bed,</br>O'erwhelm'd with grief &mdash; distracted and forlorn</br>She liv'd &mdash; life's last faint spark had not yet fled,</br>Though pangs of deepest agony had torn</br>The tender fibres of her heart, and Death,</br>Relentless, early mark'd her for his prey&mdash;</br>Still wrapt in anguish with her parting breath,</br>She blessed her God, while hiding fast away,</br>She struggled with disease full many a ling'ring day.", "Long, long, her only son, in sad despair,</br>Stood by the couch whereon his mother slept;</br>And oft he heav'd a groan &mdash; and oft the tear</br>Fell from his eye, as silently he wept.</br>He saw that being who had given him birth,</br>Writhing in torture and in misery;</br>Doom'd to contend a little while on earth,</br>With soul-subduing pain &mdash; her last hour nigh,</br>To wing her flight beyond the precincts of mortality.", "On memory's page those days were deep imprest,</br>When some new joy each moment could beguile&mdash;</br>When in her arms he calmly sunk to rest,</br>Gladden'd and cheer'd by her maternal smile&mdash;</br>But, oh, the change!  those blissful hours were o'er&mdash;</br>On earth his happiness, alas!  was brief&mdash;</br>Ne'er knew he true delight or comfort more&mdash;</br>But for his dying mother sought relief,</br>And day and night bedew'd her couch with tears of filial grief.", "Her drooping head the mother gently raised,</br>As from a short disturbed repose she woke,</br>And on her son, in fixed attention, gazed&mdash;</br>When, with a long-drawn sigh, thus faintly spoke:</br>Farewell, my only child!  we now must part!</br>Cease to lament &mdash; not long I'll be with thee&mdash;</br>Soon, soon, this languid, palpitating heart</br>Shall throb its last &mdash; prepare to follow me</br>To meet again in the blest regions of eternity.", "She died in peace &mdash; my mother!  art thou gone!</br>Exclaim'd the son &mdash; hast thou forever fled!</br>And left me in this dreary world alone?</br>Art thou unconscious of the tears I shed?</br>Too true, alas! &mdash; yes, thou art gone from me&mdash;</br>Thy spirit sought a happier abode;</br>Yet mother!  I will hope to follow thee;</br>I'll tread the paths of virtue thou hast trod,</br>And seek for bliss alone in thy protecting arms, my God.</br>"]