["Daphnis, begin!  for merrily you play,</br>Daphnis, begin the sweet bucolic lay;</br>Menalcas next shall sing; while pasturing near</br>Calves mix with cows, the heifer with the steer;</br>The bulls together with the herd may browze,</br>Rove round the copse, and crop the tender boughs;</br>Daphnis, begin the sweet bucolic strain;</br>Menalcas next shall charm the shepherd-swain.", "DAPHNIS.</br>Sweet low the herds along the pastur'd ground,</br>Sweet is the vocal reed's melodious sound;</br>Sweet pipes the jocund herdsman, sweet I sing,</br>And lodge securely by yon cooling spring,</br>Where the soft skins of milk-white heifers, spread</br>In order fair, compose my decent bed:</br>Ah luckless!  browsing on the mountain's side</br>The south-wind dash'd them headlong, and they died.</br>There I regard no more bright summer's fires</br>Than youthful lovers their upbraiding sires.", "Thus Daphnis chanted his bucolic strain;</br>And thus Menalcas charm'd the shepherd-swain.", "MENALCAS.</br>Aetna's my parent; there I love to dwell,</br>Where the rock-mountains form an ample cell:</br>And there, with affluence blest, as great I live,</br>As swains can wish, or golden slumbers give;</br>By me large flocks of goats and sheep are fed,</br>Their wool my pillow, and their skins my bed:</br>In caldrons boil'd their flesh sustains me well;</br>Dry beechen faggots wintry frosts expell.</br>Thus I regard no more the cold severe</br>Than toothless men hard nuts when pulse is near.", "Here ceas'd the youths; I prais'd their pastoral strains,</br>And gave to each a present for his pains:</br>A well-form'd club became young Daphnis' due,</br>Which in my own paternal woodlands grew,</br>So exquisitely shap'd from end to end,</br>An artist might admire, but could not mend.</br>A pearly conch, wreath'd beautifully round,</br>Late on th' Icarian rocky beach I found,</br>The shell I gave Menalcas for his share;</br>Large was the conch, its flesh was rich and rare,</br>(This in five equal portions I divide)</br>And to five friends a plenteous meal supply'd.</br>Pleas'd he receiv'd, and lik'd his present well,</br>And thus he sweetly blew the shining shell:", "Hail, rural Muses!  teach your bard those strains</br>Which once I sung, and charm'd the listening swains:</br>Then would my tongue repeat the pleasing lore,</br>And painful blisters never gall it more.</br>To grashoppers the grashoppers are friends,</br>And ant on ant for mutual aid depends;</br>The ravenous kite protects his brother kite;</br>But me the Muse and gentle song delight.</br>O, may my cave with frequent song be blest!</br>For neither roseat spring, nor downy rest</br>So sweet the labourer soothe; nor to the bee</br>Are flowers so grateful, as the Muse to me:</br>For Circe's strongest magic ne'er can harm</br>Those whom the Muses with soft rapture charm.</br>"]