["Yes!  let me look a long farewell to thee,</br>Land of my love!  while now the vessel's prow</br>Is cleaving through the waters, and I see,</br>Circling the glorious sky, that radiant bow,</br>Arc of the Lord!  Hope's Iris here below!</br>But to this heart no gleam of promise springs,&mdash;</br>It sadly feels the bitterness of woe.</br>Oh!  that my soul could soar on morning's wings,</br>Wafting from earth to heaven its fond imaginings.", "But to the clay enchained it must remain;</br>And from its aspirations may arise</br>No solace that can cure its deadly pain:</br>For from the earth it asks no sympathies!</br>When will it mount and find its native skies?</br>Yes, when, oh God!  will this lone heart have rest?</br>When will my spirit fleet? &mdash; It vainly tries,</br>Panting in thraldom, in my troubled breast,</br>To waft its path aloft, &mdash; here 'tis a fetter'd guest.", "And now another pang throbs through this heart:</br>From thee, my country!  do I sadly go;</br>From thee, unmoved, I never could depart;</br>To sever from thy charms is deepest woe,</br>But tears are all our heritage below:</br>And in my pilgrimage of grief and care</br>To thee, my lyre!  I turn, in high or low;</br>And whilst the seamen for their path prepare,</br>My hand strikes out these notes to float upon the air.", "Land of my soul! &mdash; the heroes' soil!  I weeping leave thy shore,</br>And though the lightnings flash around, and loud the thunders roar,</br>Unheeded are they all by me; their might may still rage on,&mdash;</br>I only think how lone will be my fate when I am gone.", "For when my memory brings to view the scenes I used to love,&mdash;</br>The river murmuring by my cot &mdash; the bright blue heaven above,</br>Oh!  wonder not, if deep regret with tears should fill mine eyes,</br>And my heart be fraught with grief, and the patriot's sobs arise.", "Land of my love, &mdash; my hope &mdash; my pride &mdash; of beauty as of worth,</br>Although I owe thee naught, except that bitter boon, &mdash; my birth;</br>And, though my young and sorrowing soul long since was sear'd and riven</br>By injuries that have passed away, &mdash; or pitied or forgiven,&mdash;", "Tho' bitter grief hath marked my course, and sorrow wrung my heart,</br>I cannot, from thy bosom's core, without a tear depart;</br>It still into mine eyes will spring, and still in sadness flow,</br>For busy memory must recall thy name, thy tale, thy woe.", "And when I sadly muse upon the hero-men of old,</br>Who led thy fearless children on, the dauntless and the bold,</br>What bitter pangs awaken, as standing on their graves,</br>I see their land of glory now but a land of slaves.", "The hero's shrine is fallen, and the hero's spirit fled,</br>The laurel crown no longer wreathes its trophies o'er his head;</br>His very name is writ in tears &mdash; the tears that nations weep</br>When, thro' the vista of long years, they call on those that sleep.", "How can that voice the dead awake, while the living will not hear?</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "But, lo!  the clouds are veering, and the lightnings flash no more;</br>The thunders cease their hollow peal, and all their war is o'er;</br>Wild nature's struggles all are past, while still I weep and mourn,</br>And sadly view the land to which I never may return.", "From the deck I view thy beauties, as the vessel speeds her way:</br>Into the west the sun has set, the twilight dims the day;</br>But enough of light remains, oh, thou glorious and thou fair!</br>For me to gaze upon thy shores, and mark what scenes are there.", "Tongue cannot tell, nor pen can say, the rapture of delight</br>That thrills throughout this bursting heart, as I view thy scenes so bright;</br>The evening star has risen; her lustre gilds the land,</br>Shining above the mount and lake, the city and the strand.", "I gaze upon those scenes no more!  how could I bear to see</br>The fairest pearl the ocean wears &mdash; the fairest, yet not free;</br>And, thinking on the thing she is, and what she once hath been,</br>How could I calmly look upon her shores and sky serene?", "And have the chains, the tyrants bound, grown stronger every hour?</br>Hath man's heart lost its former glow?  man's arm its former power?</br>It must be so!  or else long since, the prowess of thy brave</br>Had flung thy gyves and fetters  as offerings to the wave.", "The waves that roll around thee have washed full many a strand,</br>But none so fair, so green as thine, mine own beloved land!</br>Well may I weep to leave thee, for I ne'er may seen again&mdash;</br>In all the strife and toil of life, this Eden of the main.", "Yet, as I cast a lingering glance, hope mingles with my prayer,</br>That freedom's sun may shed his beams o'er thee as free, as fair;</br>When the minstrel's heart with pride may swell, as, looking o'er the waves,</br>He sees thy sons who dig no earth for tyrants but their graves!", "And if the lyre that here hath given this votive strain to thee</br>Should ever dare approach the fount of mighty poesy,</br>Then will my heart remember, that from thee the spirit came</br>Which could guide my steps through slavery's cloud to the mighty goal of fame.", "My country!  this the lowly lay I sing,</br>My young lyre's trembling echoes die away;</br>Nor o'er the chords will I my finger fling,</br>No humbler song must sound from it to-day.</br>The vessel moves her solitary way;</br>Thy shores are darkly fading from my view:</br>But of thy memory naught can work decay,&mdash;</br>My soul will be imbued with all thy hue,</br>And oft, tho' far from thee, will dreams of thee renew.</br>"]