["Whate'er thou art, from realms celestial sprung,</br>Spirit!  whose genial lore my bosom sway'd;</br>Whose fingers struck the harp which fancy strung,</br>When rapture wanton'd as the syren play'd:</br>No more thy impulse sheds its blissful aid,</br>The flight of soul impress'd with bold design;</br>Around thee hangs oblivion's misty shade,</br>And ecstasy and hope no more are mine.</br>My breast hath lost its glow, these eyes no longer shine.", "Farewell!  ye hours, when first in youth's gay trance</br>My raptur'd bosom heav'd to fancy's spell;</br>Or join'd with blooming hopes in sportive dance,</br>Nor shed a tear, but what from rapture fell.</br>Themes of my youth, my prime, my age &mdash; farewell!</br>My trembling hand now faulters o'er the string,</br>No more my lay the deeds of old shall tell,</br>Nor love's soft throb nor valour's legend sing,</br>Since in this aged breast, no kindling transports spring.", "Sleep, spirit of my lay! &mdash; enthusiast spark,</br>That fir'd my soul, and gem'd the raptur'd eye;</br>For all within is comfortless and dark,</br>Unbless'd by hope's fond ray or passion's sigh!</br>And thou, O harp! &mdash; dost all thine aid deny,</br>Thy strings no longer wake the notes of glee;</br>No mental transport lights my dimmed eye,</br>While the loud plaudit fans to ecstasy,</br>And I, who sung so well, have  none to sing of me!", "In life's bright morn, when this chill breast was young,</br>How gay my ready fingers swept the string;</br>No knight could toil, no maiden bloom unsung,</br>While fancy o'er my soul was fluttering.</br>But what avails the thought of life's gay spring,</br>While memory wails &mdash; and this sad heart is cold;</br>Hope is the guide of youth's fond wandering,</br>But flies the hoary wight &mdash; objected &mdash; old,</br>Whose pleasant lay is o'er &mdash; whose tale will soon be told!", "In song of bard the hero's prowess lives,</br>And patriot worth, and beauty's witching spell;</br>Immortal wreaths the minstrel's legend gives,</br>And throngs admire the feats his numbers tell.</br>But he &mdash; who chronicled, and sung so well,</br>The hapless bard! &mdash; is dull oblivion's prey;</br>His aged fingers strike his own death knell,</br>And with the strain, his memory flies away,</br>And transient April beam, &mdash; the flow'ret of a day.", "When I am number'd with the silent dead,</br>Inclose this harp beneath my turf's green mound&mdash;</br>Faithful companion of my lowly bed,</br>And mute, unconscious of a genial sound.</br>There, at the last great day, together found,</br>The joyous bard shall to his task arise;</br>Again his harp's glad numbers swell around,</br>And join the blooming minstrels of the skies,</br>Whose strains can never cease &mdash; whose transport never dies.</br>"]