["Matlock,  amid thy hoary-hanging views,</br>Thy glens that smile sequester'd, and thy nooks</br>Which yon forsaken cragg all dark o'erlooks;</br>Once more I court the long-neglected Muse,</br>As erst when by the mossy brink and falls</br>Of solitary WENSBECK, or the side</br>Of CLYDSDALE's cliffs, where first her voice she tried,</br>We wander'd in our youth &mdash; Since then, the thralls</br>That wait life's upland road have chill'd her breast,</br>And much, as much they might, her wing deprest&mdash;</br>Wan Indolence, resign'd, her dead'ning hand</br>Laid on her heart, and Fancy her cold wand</br>Dropt at the frown of Fortune; yet once more</br>I call her, and once more her converse sweet,</br>'Mid the still limits of this wild retreat,</br>I wooe; &mdash; if yet delightful as of yore</br>My heart she may revisit, nor deny</br>The soothing aid of some sweet melody!", "I hail the rugged scene that bursts around;</br>I mark the wreathed roots, the saplings gray,</br>That bend o'er the dark DERWENT'S wand'ring way;</br>I mark it's stream with peace-persuading sound,</br>That steals beneath the fading foliage pale,</br>Or, at the foot of frowning craggs uprear'd,</br>Complains like one forsaken and unheard&mdash;</br>To me, it seems to tell the pensive tale</br>Of Spring-time, and the Summer days all flown&mdash;</br>And whilst sad Autumn's voice ee'n now I hear</br>Thro' the dark covert of the high wood moan,</br>That sheds, at times, it's hanging tresses sear;</br>Whilst o'er the group of pendant groves I view</br>The slowly-spreading tints of pining hue,</br>I think of poor Humanity's brief day,</br>How fast it's blossoms fade, it's summers speed away.", "When first young Hope, a golden-tressed boy,</br>Most musical his early madrigal</br>Sings to the whispering waters as they fall,</br>Breathing fresh airs of fragrance and of joy&mdash;</br>The wild woods gently wave &mdash; the morning sheds</br>Her rising radiance on the mountain-heads&mdash;</br>Strew'd with green isles appears old Ocean's reign,</br>And seen at distance rays of resting light</br>Silver the farthest promontory's height:</br>Then hush'd is the long murmur of the main,</br>Whilst silent o'er the slowly-crisping tides,</br>Bound to some beaming spot, the bark of pleasure rides.", "Alas the scenes that smile in light array'd</br>But catch the sense, and then in darkness fade.", "We, poor adventurers, of peace bereft,</br>Look back on the green hills that late we left,</br>Or some faint hope that glimmering meets our sight,</br>Behold with beating breast, and anxious eye,</br>(Like the lone watch-tow'r in the storm of night),</br>Then on the dismal waste are driv'n despairing by!", "Meantime, amid the landscape cold and mute,</br>Hope, sweet enchanter, sighing drops his lute:</br>So sad decay and mortal change succeeds,</br>And Time on prouder wing to Ruin speeds!", "Yet yonder cliffs on high</br>Around whose lofty crags, with ceaseless coil,</br>And still-returning flight, the ravens toil,</br>Heed not the changeful seasons as they fly,</br>Nor Spring, nor Autumn:  they their hoary brow</br>Uprear, and ages past, as in this Now,</br>The same deep trenches unsubdued have worn,</br>The same majestic look that seems to scorn</br>The beating winters, and the hand of Time,</br>Whose with'ring touch scarce frets their front sublime.", "So Fortitude, a mailed warrior old,</br>Appears:  he lifts his scar-entrenched crest:</br>The tempest gathers round his dauntless breast:</br>He hears far off the storm of havoc roll'd;</br>The feeble fall around:  their sound is past:</br>Their sun is set:  their place no more is known;</br>Like the wan leaves before the Winter's blast</br>They perish:  He, unshaken and alone</br>Remains &mdash; his brow a sterner shade assumes,</br>By age ennobled, whilst the Hurricane,</br>That strews, like Time's fell sweep, the ravag'd plain,</br>But shakes unfelt his helmet's quiv'ring plumes.", "And so yon sov'reign of the scene I mark</br>Above the still woods rear his awful head,</br>That soon all shatter'd at his feet shall shed</br>Their fading beauties &mdash; he the winter dark</br>Regardless, and the wasteful Time that flies,</br>Rejoicing in his lonely might, defies&mdash;", "Thee, quiet stream!  with other thoughts I view,</br>Like Peace, a hermit in some craggy dell</br>Retir'd, and bidding the loud throng farewel,</br>I see the still thy peaceful course pursue,</br>Making such gentle music as might cheer</br>The weary passenger that journeys near.", "Such are the songs of Peace in Virtue's shade;</br>Unheard of Folly, or the vacant train</br>That pipe and dance upon the noontide plain,</br>Till in the dust together they are laid;</br>But not unheard of him, who sits sublime</br>Above the clouds of this tempestuous clime,</br>It's stir and strife, to whom more grateful rise</br>The humble incense, and the still small voice</br>Of those that on their pensive way rejoice,</br>Than shouts of thousands echoing to the skies;</br>Than songs of conquest pealing round the car</br>Of hard Ambition, or the Fiend of War,</br>Sated with slaughter. &mdash; Nor may I, sweet stream,</br>From thy wild banks and still retreats depart,</br>(Where now I meditate my casual theme)</br>Without some mild improvement on my heart</br>Pour'd sad, yet pleasing:  so may I forget</br>The crosses and the cares that sometimes fret</br>Life's smoothest channel, and each wish prevent</br>That mars the silent current of Content!", "Where steals the wave by yon secluded spot,</br>(Among the dark and dripping fragments rude,</br>That broken strew it's bounded solitude,)</br>Each passion past, forgetting, and forgot,</br>Some weary Bard, in his declining age</br>Might wish to place his reed-roof'd hermitage&mdash;</br>If fortune smil'd not on his early way,</br>If he were doom'd to mourn a faithless friend,</br>Here he might rest, and when his hairs were grey,</br>Behold in peace the parting day descend:</br>If a hard world his errors scann'd severe,</br>(When late the earth receiv'd his mould'ring clay)</br>Perhaps some lov'd companion, wand'ring near,</br>Plucking the grey moss from the stone, might say:</br>\"Him I remember, in our careless days,</br>Vacant and glad, till, life, thy lore severe</br>First hung his placid eye-lids with a tear;</br>Yet on such visions ardent would he gaze,</br>As the Muse lov'd, that oft would smile and die</br>Like the faint bow that leaves the weeping sky&mdash;</br>His heart unguarded, yet it proudly beat</br>Against hard wrong, or coward cold deceit;</br>Nor passed he e'er, without a sigh, the cell</br>Where Wretchedness and her pale children dwell.</br>He never sought to win the world's cold ear,</br>Nor, known to those he lov'd, it's blame could fear;</br>It's praise he left to those who, at their will,</br>Th' ingenious strain of torturing art could trill;</br>Content, as random fancies might inspire,</br>If his weak reed, at times, or lonely lyre,</br>He touch'd with desultory hand, and drew</br>Some soften'd tones, to nature not untrue.\"", "The leaves, O DERWENT,  in thy bosom still</br>Oft with the gust now fall &mdash; the season pale</br>Hath smote with hand unseen the silent vale,</br>And slowly steals the verdure from the hill&mdash;</br>So the fair scene departs, yet wears a while</br>The lingering traces of it's beauteous smile;</br>But we who by thy margin stray, or climb</br>The cliff's aerial height, or join the song</br>Of hope and gladness amidst yonder throng,</br>(\"Losing the brief and fleeting hours of Time,\")</br>Reck not how thus cold Age's wintry hand,</br>Hangs o'er us; &mdash; how, as with a wizard's wand,</br>Youth blooming like the spring, and roseate Mirth,</br>To slow and sear consumption he shall change,</br>And with invisible mutation strange,</br>Wither'd and wasted send them to the earth,</br>Whilst hush'd, and by the mace of Ruin rent,</br>Sinks the forsaken hall of Merriment!", "Bright bursts the sun upon the shaggy scene;</br>The aged rocks their glittering summits gray</br>Hang beautiful amid the beams of day;</br>And all the woods, with slowly-fading green,</br>Yet smiling wave: &mdash; severer thoughts, away!</br>The night is distant, and the lovely day</br>Looks on us yet &mdash; the sound of mirthful cheer</br>From yonder dome comes pleasant to mine ear.</br>From rock to rock reverberated swells,</br>Hark! &mdash; the glad music of the village bells:</br>On the crag's naked point the heifer lows,</br>And wide below the brightning landscape glows!", "Tho' brief the time and short our course to run,</br>Awhile, O DERWENT, on thy winding side,</br>(Ere yet the parting paths of life divide)</br>Let us rejoice, seeking what may be won</br>From the laborious day, or Fortune's frown:</br>Here may we, ere the sun of life goes down,</br>Erewhile regardless of the morrow dwell;</br>Then to our destin'd roads, and speed us well!</br>"]