["These buried ruins, now in dust forgot,</br>These heaps of stone the only remnants seen,&mdash;</br>\"The Old Foundations\" still they call the spot,</br>Which plainly tells inquiry what has been&mdash;", "A time was once, though now the nettle grows</br>In triumph o'er each heap that swells the ground,</br>When they, in buildings pil'd, a Village rose,</br>With here a cot, and there a garden crown'd.", "And here while Grandeur, with unequal share,</br>Perhaps maintain'd its idleness and pride</br>Industry's cottage rose contented there,</br>With scarce so much as wants of life supplied.", "Mysterious cause!  still more mysterious plann'd;</br>(Although undoubtedly the will of Heaven:)</br>To think what careless and unequal hand</br>Metes out each portion that to man is given.", "While vain Extravagance, for one alone,</br>Claims half the land his grandeur to maintain;</br>What thousands, not a rood to call their own,</br>Like me but labour for support in vain!", "Here we see Luxury surfeit with excess;</br>There Want, bewailing, beg from door to door,</br>Still meeting sorrow where he meets success,</br>By lengthening Life that liv'd in vain before.", "Almighty Power! &mdash; but why do I repine,</br>Or vainly live thy goodness to distrust?</br>Since Reason rules each provident design,</br>Whatever is must certainly be just.", "Ye scenes of desolation spread around,</br>Prosperity to you did once belong;</br>And, doubtless, where these brambles claim the ground,</br>The glass once flow'd to hail the ranting song.", "The ale-house here might stand, each hamlet's boast,</br>And here, where elder rich from ruin grows,</br>The tempting sign &mdash; but what was once is lost;</br>Who would be proud of what this world bestows?", "How Contemplation mourns their lost decay,</br>To view their pride laid level with the ground;</br>To see, where Labour clears the soil away,</br>What fragments of mortality abound.", "There's not a rood of land demands our toil,</br>There's not a foot of ground we daily tread,</br>But gains increase from time's devouring spoil,</br>But holds some fragment of the human dead.", "The very Food, which for support we crave,</br>Claims for its share an equal portion too;</br>The dust of many a long-forgotten grave</br>Serves to manure the soil from whence it grew.", "Since first these ruins fell, how chang'd the scene!</br>What busy, bustling mortals, now unknown,</br>Have come and gone, as tho' there nought had been,</br>Since first Oblivion call'd the spot her own.", "Ye busy, bustling mortals, known before,</br>Of what you've done, where went, or what you see,</br>Of what your hopes attain'd to, (now no more,)</br>For everlasting lies a mystery.", "Like yours, awaits for me that common lot;</br>'Tis mine to be of every hope bereft:</br>A few more years and I shall be forgot,</br>And not a vestige of my memory left.</br>"]