["What thoughts had sway over my sister's slumber</br>That night, I know not; but my own did seem</br>As if they did ten thousand years outnumber</br>Of waking life, the visions of a dream,</br>Which hid in one dim gulph the troubled stream</br>Of mind; a boundless chaos wild and vast,</br>Whose limits yet were never memory's theme:</br>And I lay struggling as its whirlwinds past,</br>Sometimes for rapture sick, sometimes for pain aghast.", "Two hours, whose mighty circle did embrace</br>More time than might make grey the infant world,</br>Rolled thus, a weary and tumultuous space:</br>When the third came, like mist on breezes curled,</br>From my dim sleep a shadow was unfurled:</br>Methought, upon the threshold of a cave</br>I sate with Cythna; drooping briony, pearled</br>With dew from the wild streamlet's shattered wave,</br>Hung, where we sate to taste the joys which Nature gave.", "We lived a day as we were wont to live,</br>But Nature had a robe of glory on,</br>And the bright air o'er every shape did weave</br>Intenser hues, so that the herbless stone,</br>The leafless bough among the leaves alone,</br>Had being clearer than its own could be,</br>And Cythna's pure and radiant self was shewn</br>In this strange vision, so divine to me,</br>That if I loved before, now love was agony.", "Morn fled, noon came, evening, then night descended,</br>And we prolonged calm talk beneath the sphere</br>Of the calm moon &mdash; when, suddenly was blended</br>With our repose a nameless sense of fear;</br>And from the cave behind I seemed to hear</br>Sounds gathering upwards! &mdash; accents incomplete,</br>And stifled shrieks, &mdash; and now, more near and near,</br>A tumult and a rush of thronging feet</br>The cavern's secret depths beneath the earth did beat.", "The scene was changed, and away, away, away!</br>Thro' the air and over the sea we sped,</br>And Cythna in my sheltering bosom lay,</br>And the winds bore me &mdash; thro' the darkness spread</br>Around, the gaping earth then vomited</br>Legions of foul and ghastly shapes, which hung</br>Upon my flight; and ever as we fled,</br>They plucked at Cythna &mdash; soon to me then clung</br>A sense of actual things those monstrous dreams among.", "And I lay struggling in the impotence</br>Of sleep, while outward life had burst its bound.</br>Tho', still deluded, strove the tortured sense</br>To its dire wanderings to adapt the sound</br>Which in the light of morn was poured around</br>Our dwelling &mdash; breathless, pale, and unaware</br>I rose, and all the cottage crowded found</br>With armed men, whose glittering swords were bare,</br>And whose degraded limbs the tyrant's garb did wear.", "And ere with rapid lips and gathered brow</br>I could demand the cause &mdash; a feeble shriek&mdash;</br>It was a feeble shriek, faint, far and low,</br>Arrested me &mdash; my mien grew calm and meek,</br>And grasping a small knife, I went to seek</br>That voice among the crowd &mdash; 'twas Cythna's cry!</br>Beneath most calm resolve did agony wreak</br>Its whirlwind rage: &mdash; so I past quietly</br>Till I beheld, where bound, that dearest child did lie.", "I started to behold her, for delight</br>And exultation, and a joyance free,</br>Solemn, serene and lofty, filled the light</br>Of the calm smile with which she looked on me:</br>So that I feared some brainless ecstasy,</br>Wrought from that bitter woe, had wildered her&mdash;</br>\"Farewell!  farewell!\"  she said, as I drew nigh.</br>\"At first my peace was marred by this strange stir,</br>Now I am calm as truth &mdash; its chosen minister.", "\"Look not so, Laon &mdash; say farewell in hope,</br>These bloody men are but the slaves who bear</br>Their mistress to her task &mdash; it was my scope</br>The slavery where they drag me now, to share,</br>And among captives willing chains to wear</br>Awhile &mdash; the rest thou knowest &mdash; return, dear friend!</br>Let our first triumph trample the despair</br>Which would ensnare us now, for in the end,</br>In victory or in death our hopes and fears must blend.\"", "These words had fallen on my unheeding ear,</br>Whilst I had watched the motions of the crew</br>With seeming careless glance; not many were</br>Around her, for their comrades just withdrew</br>To guard some other victim &mdash; so I drew</br>My knife, and with one impulse, suddenly</br>All unaware three of their number slew,</br>And grasped a fourth by the throat, and with loud cry</br>My countrymen invoked to death or liberty!", "What followed then, I know not &mdash; for a stroke</br>On my raised arm and naked head, came down,</br>Filling my eyes with blood &mdash; when I awoke,</br>I felt that they had bound me in my swoon,</br>And up a rock which overhangs the town,</br>By the steep path were bearing me:  below,</br>The plain was filled with slaughter, &mdash; overthrown</br>The vineyards and the harvests, and the glow</br>Of blazing roofs shone far o'er the white Ocean's flow.", "Upon that rock a mighty column stood,</br>Whose capital seemed sculptured in the sky,</br>Which to the wanderers o'er the solitude</br>Of distant seas, from ages long gone by,</br>Had made a landmark; o'er its height to fly</br>Scarcely the cloud, the vulture, or the blast,</br>Has power &mdash; and when the shades of evening lie</br>On Earth and Ocean, its carved summits cast</br>The sunken day-light far thro' the aerial waste.", "They bore me to a cavern in the hill</br>Beneath that column, and unbound me there:</br>And one did strip me stark; and one did fill</br>A vessel from the putrid pool; one bare</br>A lighted torch, and four with friendless care</br>Guided my steps the cavern-paths along,</br>Then up a steep and dark and narrow stair</br>We wound, until the torch's fiery tongue</br>Amid the gushing day beamless and pallid hung.", "They raised me to the platform of the pile,</br>That column's dizzy height: &mdash; the grate of brass</br>Thro' which they thrust me, open stood the while,</br>As to its ponderous and suspended mass,</br>With chains which eat into the flesh, alas!</br>With brazen links, my naked limbs they bound:</br>The grate, as they departed to repass,</br>With horrid clangour fell, and the far sound</br>Of their retiring steps in the dense gloom were drowned.", "The noon was calm and bright: &mdash; around that column</br>The overhanging sky and circling sea</br>Spread forth in silentness profound and solemn</br>The darkness of brief frenzy cast on me,</br>So that I knew not my own misery:</br>The islands and the mountains in the day</br>Like clouds reposed afar; and I could see</br>The town among the woods below that lay,</br>And the dark rocks which bound the bright and glassy bay.", "It was so calm, that scarce the feathery weed</br>Sown by some eagle on the topmost stone</br>Swayed in the air: &mdash; so bright, that noon did breed</br>No shadow in the sky beside mine own&mdash;</br>Mine, and the shadow of my chain alone.</br>Below the smoke of roofs involved in flame</br>Rested like night, all else was clearly shewn</br>In that broad glare, yet sound to me none came,</br>But of the living blood that ran within my frame.", "The peace of madness fled, and ah, too soon!</br>A ship was lying on the sunny main,</br>Its sails were flagging in the breathless noon&mdash;</br>Its shadow lay beyond &mdash; that sight again</br>Waked, with its presence, in my tranced brain</br>The stings of a known sorrow, keen and cold:</br>I knew that ship bore Cythna o'er the plain</br>Of waters, to her blighting slavery sold,</br>And watched it with such thoughts as must remain untold.", "I watched, until the shades of evening wrapt</br>Earth like an exhalation &mdash; then the bark</br>Moved, for that calm was by the sunset snapt.</br>It moved a speck upon the Ocean dark:</br>Soon the wan stars came forth, and I could mark</br>Its path no more! &mdash; I sought to close mine eyes,</br>But like the balls, their lids were stiff and stark;</br>I would have risen, but ere that I could rise,</br>My parched skin was split with piercing agonies.", "I gnawed my brazen chain, and sought to sever</br>Its adamantine links, that I might die:</br>O Liberty!  forgive the base endeavour,</br>Forgive me, if reserved for victory,</br>The Champion of thy faith e'er sought to fly.&mdash;</br>That starry night, with its clear silence, sent</br>Tameless resolve which laughed at misery</br>Into my soul &mdash; link'd remembrance lent</br>To that such power, to me such a severe content.", "To breathe, to be, to hope, or to despair</br>And die, I questioned not; nor, though the Sun</br>Its shafts of agony kindling thro' the air</br>Moved over me, nor though in evening dun,</br>Or when the stars their visible courses run,</br>Or morning, the wide universe was spread</br>In dreary calmness round me, did I shun</br>Its presence, nor seek refuge with the dead</br>From one faint hope whose flower a dropping poison shed.", "Two days thus past &mdash; I neither raved nor died&mdash;</br>Thirst raged within me, like a scorpion's nest</br>Built in mine entrails:  I had spurned aside</br>The water-vessel, while despair possest</br>My thoughts, and now no drop remained!  the uprest</br>Of the third sun brought hunger &mdash; but the crust</br>Which had been left, was to my craving breast</br>Fuel, not food.  I chewed the bitter dust,</br>And bit my bloodless arm, and licked the brazen rust.", "My brain began to fail when the fourth morn</br>Burst o'er the golden isles &mdash; a fearful sleep,</br>Which through the caverns dreary and forlorn</br>Of the riven soul, sent its foul dreams to sweep</br>With whirlwind swiftness &mdash; a fall far and deep,&mdash;</br>A gulph, a void, a sense of senselessness&mdash;</br>These things dwelt in me, even as shadows keep</br>Their watch in some dim charnel's loneliness,</br>A shoreless sea, a sky sunless and planetless!", "The forms which peopled this terrific trance</br>I well remember  &mdash;  like a quire of devils,</br>Around me they involved a giddy dance;</br>Legions seemed gathering from the misty levels</br>Of Ocean, to supply those ceaseless revels,</br>Foul, ceaseless shadows: &mdash; thought could not divide</br>The actual world from these entangling evils,</br>Which so bemocked themselves, that I descried</br>All shapes like mine own self, hideously multiplied.", "The sense of day and night, of false and true,</br>Was dead within me.  Yet two visions burst</br>That darkness &mdash; one, as since that hour I knew,</br>Was not a phantom of the realms accurst,</br>Where then my spirit dwelt &mdash; but of the first</br>I know not yet, was it a dream or no.</br>But both, tho' not distincter, were immersed</br>In hues which, when thro' memory's waste they flow,</br>Make their divided streams more bright and rapid now.", "Methought that gate was lifted, and the seven</br>Who brought me thither, four stiff corpses bare,</br>And from the frieze to the four winds of Heaven</br>Hung them on high by the entangled hair:</br>Swarthy were three &mdash; the fourth was very fair:</br>As they retired, the golden moon upsprung,</br>And eagerly, out in the giddy air,</br>Leaning that I might eat, I stretched and clung</br>Over the shapeless depth in which those corpses hung.", "A woman's shape, now lank and cold and blue,</br>The dwelling of the many-coloured worm</br>Hung there, the white and hollow cheek I drew</br>To my dry lips &mdash; what radiance did inform</br>Those horny eyes?  whose was that withered form?</br>Alas, alas!  it seemed that Cythna's ghost</br>Laughed in those looks, and that the flesh was warm</br>Within my teeth! &mdash; a whirlwind keen as frost</br>Then in its sinking gulphs my sickening spirit tost.", "Then seemed it that a tameless hurricane</br>Arose, and bore me in its dark career</br>Beyond the sun, beyond the stars that wane</br>On the verge of formless space &mdash; it languished there,</br>And dying, left a silence lone and drear,</br>More horrible than famine: &mdash; in the deep</br>The shape of an old man did then appear,</br>Stately and beautiful, that dreadful sleep</br>His heavenly smiles dispersed, and I could wake and weep.", "And when the blinding tears had fallen, I saw</br>That column, and those corpses, and the moon,</br>And felt the poisonous tooth of hunger gnaw</br>My vitals, I rejoiced, as if the boon</br>Of senseless death would be accorded soon;&mdash;</br>When from that stony gloom a voice arose,</br>Solemn and sweet as when low winds attune</br>The midnight pines; the grate did then unclose,</br>And on that reverend form the moonlight did repose.", "He struck my chains, and gently spake and smiled:</br>As they were loosened by that Hermit old,</br>Mine eyes were of their madness half beguiled,</br>To answer those kind looks &mdash; he did infold</br>His giant arms around me, to uphold</br>My wretched frame, my scorched limbs he wound</br>In linen moist and balmy, and as cold</br>As dew to drooping leaves; &mdash; the chain, with sound</br>Like earthquake, thro' the chasm of that steep stair did bound,", "As lifting me, it fell! &mdash; What next I heard,</br>Were billows leaping on the harbour bar,</br>And the shrill sea-wind, whose breath idly stirred</br>My hair; &mdash; I looked abroad, and saw a star</br>Shining beside a sail, and distant far</br>That mountain and its column, the known mark</br>Of those who in the wide deep wandering are,</br>So that I feared some Spirit, fell and dark,</br>In trance had lain me thus within a fiendish bark.", "For now indeed, over the salt sea billow</br>I sailed:  yet dared not look upon the shape</br>Of him who ruled the helm, altho' the pillow</br>For my light head was hollowed in his lap,</br>And my bare limbs his mantle did enwrap,</br>Fearing it was a fiend:  at last, he bent</br>O'er me his aged face, as if to snap</br>Those dreadful thoughts the gentle grandsire bent,</br>And to my inmost soul his soothing looks he sent.", "A soft and healing potion to my lips</br>At intervals he raised &mdash; now looked on high,</br>To mark if yet the starry giant dips</br>His zone in the dim sea &mdash; now cheeringly,</br>Though he said little, did he speak to me.</br>\"It is a friend beside thee &mdash; take good cheer,</br>Poor victim, thou art now at liberty!\"</br>I joyed as those a human tone to hear,</br>Who in cells deep and lone have languished many a year.", "A dim and feeble joy, whose glimpses oft</br>Were quenched in a relapse of wildering dreams,</br>Yet still methought we sailed, until aloft</br>The stars of night grew pallid, and the beams</br>Of morn descended on the ocean streams,</br>And still that aged man, so grand and mild,</br>Tended me, even as some sick mother seems</br>To hang in hope over a dying child,</br>Till in the azure East darkness again was piled.", "And then the night-wind steaming from the shore,</br>Sent odours dying sweet across the sea,</br>And the swift boat the little waves which bore,</br>Were cut by its keen keel, tho' slantingly;</br>Soon I could hear the leaves sigh, and could see</br>The myrtle blossoms starring the dim grove,</br>As past the pebbly beach the boat did flee</br>On sidelong wing, into a silent cove,</br>Where ebon pines a shade under the starlight wove.", ""]