["Ye Nymphs, who sportive on the secret Top</br>Of Helicon, or where Parnassus lifts</br>His Cloud-envelop'd Head, the sleeping Strings</br>Wake into Voice, and sweep the sounding Lyre:</br>Castalia's sober Streams awhile forsake,</br>And on the Formian or Falernian Hill</br>Your Empire fix!  And see, the purple vine</br>Inviting waves; the bending Branches blush</br>Ambrosial, paint th' exhilarating Fruit</br>Turgid with Wine, and all the Mountain smiles!</br>Here 'midst the well-rang'd Files your voices raise</br>Harmonious, and to the gen'rous God,</br>Lenean Bacchus, give the grateful Song.</br>But first around your Brows the branching Vine</br>Blend with the sacred Laurel's friendly Shade,</br>Sweetly interchang'd; and from the sparkling Glass</br>Sip rich Regalement.  From th' unmoisten'd Lip</br>And parched Throat no Melody can flow;</br>But, like some Gate on unoil'd Hinge flung ope,</br>Grating harsh Discord, the Ear-wounding Notes</br>Incondite issue, and like Screams of Ghosts,</br>Die in the Throat abortive; while the Bards,</br>Warm'd with the sweet Carouse and bellying Bowl,</br>Quaff Immorality and Joy, nor dread</br>Like poor Anacreon, the choaking Stone.", "And see!  encircled by the striking Fawns</br>Mix'd with the Nymphs wide o'er the ample Cask,</br>Of larger Size than that which erst enclos'd</br>The Cynic Sage, the mighty Godhead strides</br>Like some Colossus:  O'er his rosy Face</br>The pendant Can, like that which whilom hung</br>On the wide Beach, beneath whose grateful Shade</br>Silenus slept:  The sportive Train around,</br>Weaving the Mazes of the various Dance,</br>Provoke the sprightly Music, and amidst</br>These harmless Jolities, and gay Disports,</br>The flowing Goblet ever and anon</br>Invigorates their Souls, and crowns the Mirth.", "But see, he comes, the God!  the God!  he comes,</br>Fills all my Breast, dilates my fervent Heart,</br>And rushes on me in a Flood of Wine.</br>All hail Lenean Father!  Bacchus hail!</br>Thee in Campania, or the blushing Groves</br>Of Vine-invested Nysos, with thy Song</br>Charming th' attentive Nymphs, and wond'ring Satyrs,</br>Hang on thy tuneful Numbers:  Thee among</br>The frantic Matrons, with the Thyrsus arm'd,</br>Holding nocturnal Orgies, whilst each Spring</br>Nectareous flows, and from the opening Oaks</br>Burst Streams mellifluous:  Thee with Mercy mild,</br>And gentle Love, the bright, afflicted Dame</br>Embracing, to the Beauty of the Night</br>Adding new Glory:  Thee with just Revenge</br>The sober Miscreant, who in evil Hour</br>Lop'd all thy Vines imprudent, and thy Name</br>Disown'd, chastising:  Thee, when wild Uproar</br>And Force opponent thro' its hundred Courts</br>Appall'd the Sky, among the mountainous Sons</br>Of Earth, foul Rout with many a furrow'd Gash</br>Terribly dealing:  Thee the Poet's Breast</br>To tuneful Numbers and immortal Verse</br>Exciting, will I sing; and to thy Name</br>A lasting Mon'ment raise, whose ample Base</br>Like some strong Mountain stands; whose tow'ring Top</br>Rises superior to the Memphian Pyres.", "Whilst Ariconian Vales with pulpous Fruit</br>Pomaceous blush, and with irradiate Gold</br>Vermillion'd shine, replenishing the Casks</br>With annual Cyder, grateful to the Bard:</br>Whilst Dorset Fields with Barley Grain stand thick,</br>And Farnham boasts the meet Array of Hops,</br>A sightly Prospect!  on the uxorious Poles</br>Ascending spiral, to the Barley Drink</br>Infusing grateful Flavour and rich Taste:</br>While strong Oporto, and renown'd Champaigne,</br>Shall please all Tastes, and warm the Poet's Breast,</br>Thy Name, thy Honour, and my Verse shall live!", "The Muse, like some fair Rose when gentle Show'rs</br>Unlock its Sweets, and call forth all its Odours,</br>Glows brighter, and her fading Charms revives</br>Sweet-breathing, as the vinous Juice inspires</br>New Vigour; from her rosy Lips burst forth</br>Sounds more than mortal:  See, she spurns the Earth</br>Exulting, and outsoars the Eagle's Flight!</br>Hail, God of Wine!  Great Son of Jove, all hail!</br>With thee o'er ev'ry Hill, thro' ev'ry Grove</br>Raptur'd I'll wander; thee on ev'ry Bank,</br>Its Stream untasted, will I sing; the Verse</br>Shall rise luxuriant, like thy shooting Vines,</br>And like thy never-failing Cask endure,</br>Till Worlds shall fade, and Wine shall be no more.", "Thus on the Banks of Vaga's fruitful Stream,</br>The Ariconian Bard, melodious Notes</br>Improving, carol'd; whilst one Hand sustain'd</br>The Tube of blackest Hue, exhaling Puffs</br>Of acrimonious Fume, Companion meet</br>Of Wine and Friendship:  in the other high,</br>He held the palatable, wholesome Can,</br>With the rich Nectar of Silurian Fruit</br>O'erflowing, and his sweet loquacious Strings</br>Travers'd alternate; to the tuneful Notes</br>Pomona danc'd, by Scudamorean Trees</br>Attentive follow'd, o'er the sacred Bard</br>Spreading a moving Shade:  th' irradiate Fruit,</br>Like gentle Maro's vegetable Gold,</br>Burnish'd the Shade:  Hartcourt approv'd the Lay,</br>And gave the Splendid Shilling in his Purse</br>To shine delectable; and Harley rais'd</br>High on th' Olympian Hill th' immortal Bard.</br>"]