["Anselmus to the forest bent his way,</br>Hunting the fallow deer and woodland boar;</br>Now on the yellow verge of sinking day,</br>His eyes the sunset's lingering light explore;</br>When sudden from the glen a sullen roar</br>Startles his ear; he cheeks his courser's rein,</br>And grasps his lance, and hollows to his train.", "Forth from the tangled brake a lion came,</br>But limping slow as maim'd by painful wound;</br>His eyes emitted a dull, deadish flame,</br>He trail'd his mane dishevell'd on the ground,</br>And mutter'd low a smother'd, moaning sound;</br>He crouch'd before the knight, who fearless gaz'd,</br>And mark'd the beast's torn foot with effort rais'd.", "Touch'd with mild pity sprang to earth the knight,</br>And dauntless grasp'd the beast's extended paw;</br>By the last gleam of eve's departing light</br>A fest'ring thorn implanted deep he saw;</br>That thorn his hands with skilful pressure draw,</br>And staunch the blood that trickles from the wound</br>With healing herbs which in that glade he found.", "Now moons have wax'd and wan'd; but ne'er again</br>The knight for pastime sought the forest shade;</br>For he consorted with a robber train,</br>And on the flock and herd and trav'ller prey'd,</br>If so his ruin'd fortunes he might aid;</br>Thus outlaw'd he became; till compass'd round</br>With ambush'd archers, he was seiz'd and bound.", "Glad was Eraclian in his wrathful mood,</br>And from th' imperial throne the judgment gave;</br>That to the wildest monster of the wood</br>The outlaw should be thrown; nor might he crave</br>Of mercy aught, for deeds of honour brave</br>In time long past:  with calmly daring eye</br>Anselmus listen'd, and prepar'd to die.", "Rome's ample circus was with thousands throng'd;</br>Stood naked in the midst the unarm'd knight;</br>A deaf and distant roar the dread prolong'd</br>Of that suspense; and each with straining sight</br>Look'd towards the den; the death-doom'd man his might</br>Rouz'd to th' encounter; quell'd each weak alarm,</br>Pois'd his clench'd hand, and rais'd his sinewy arm.", "Wide burst the sounding den; the lion came</br>Fierce with a bound, and roaring like the sea;</br>Bristling his mane, his hungry eyes all flame;</br>The knight firm propp'd upon his bended knee</br>Awaited him; and all believ'd that he</br>His nervous arm within that throat of death</br>Would desperate thrust; all gaz'd with stifled breath.", "Oh what a shout was there! &mdash; the lion stopp'd,</br>As paralysed by some enchanting spell;</br>At once the terrors of his mane he dropp'd,</br>And at his victim's feet meek-fawning fell:</br>It was the lion in the forest dell</br>Whom he had serv'd, that now before him lay,</br>And murm'ring lick'd his feet in sportive play.", "Amaz'd Eraclian beckon'd from his throne,</br>And with the knight the lion follow'd tame;</br>The emperor, when that wond'rous tale was known,</br>Felt at his heart the glow of gen'rous shame;</br>Applauding shouts the pardon giv'n proclaim;</br>\"The beasts shall teach me mercy; live, and be</br>What once thou wert; so thank my clemency.\"</br>"]