["CANTO I.</br>Of Eastern Virtue and Religion's force,</br>That spur the tardy Pagan to the course</br>Where Fame's the prize &mdash; O Muse prepare to sing,</br>Essay thy strength, and soar on eagle-wing.", "But ere the Poet try the pathless way,</br>Beneath whose name appears his daring lay?</br>On loftier genius wait the fav'ring Nine&mdash;</br>Content he bends at his inspirer's shrine.</br>O smile, ELIZA!  For to thee is due</br>The verse that brings the nuptial faith to view.</br>Had, like the Pagan's breast, thine learnt to prove</br>The sad extremes of Bigotry and Love;</br>Had, like the victim of these mournful strains,</br>This road been taught thee to the Elysian plains;</br>Virtue on Death had made thee fearless smile;</br>The Poet melted o'er thy fun'ral pile!", "Now had the silver Regent of the night</br>Faded before Aurora's golden light;</br>The darkling Screech-Owl's boding notes give way</br>To the Lark's song, that ushers in the day;</br>The slighted Lover breaks his short repose,</br>From fancied bliss awakes to real woes;</br>Not so the Hunter, who now seeks the fields</br>Where Health resides, and Sloth to Vigor yields:</br>Unbent with cares that vex the busy train,</br>Pleasure awaits him on the dewy plain,</br>Awhile suspended sleeps his ardent flame&mdash;</br>The Hound sagacious opens on the Game;</br>The Pack attentive join the deep'ning cry,</br>While hills and vales and hollow woods reply;</br>In the full tide his heart is borne along,</br>And the stung Courser feels the sounding throng.</br>Unsung, unpitied die the hapless prey;</br>A nobler victim claims the plaintive lay:</br>One, who to Death a willing sacrifice,</br>The altar views with unrelenting eyes!", "As near a rivulet's enamell'd side,</br>Where many a flow'ret drank the gushing tide;</br>Where the tall Tam'rind lent his ample shade,</br>The joyous Pack a busy circle made;</br>LYCON, a youth who lov'd the vig'rous chace,</br>The signal waits, to urge his courser's pace;</br>Fir'd by the sounds, the impulse to obey,</br>Tho' torrents threat, and mountains bar his way.</br>Yet not so rude, but Love had known his breast;</br>Thou, Friendship, too wert there a welcome guest:</br>Alive to Rapture which from Beauty springs,</br>In secret oft' he touch'd the tuneful strings:</br>Humble himself, he fear'd no witling's frown,</br>No smiles he coveted, no Bard's renown;</br>Save when his LUCIA &mdash; crown'd an angel long!</br>Or thou, fair DELIA!  listen'd to his song.</br>Just when the doubling notes the game betray,</br>And in full chorus break the hounds away,</br>A hollow murmur fills the troubled air,</br>And calls his soul to pensiveness and care;</br>To scenes more fitted sadness to inspire,</br>Than ever woke the animated lyre.", "A grove there was of venerable pride,</br>From whose dark bosom shot the rapid tide;</br>Thence winding as the stream its maze pursues,</br>LYCON, detain'd, a long procession views.</br>A troop of holy Bramins lead the way,</br>With blazing torches rivalling the day:</br>On they advance with solemn steps and slow,</br>That speak devotion, and betoken woe.</br>Next them the Drum and Trumpet take the place,</br>Sound the dead march, and regulate their pace.</br>Preceded by a band of weeping friends,</br>Aloft her course a beauteous female bends;</br>An high-bred steed supports her lovely weight,</br>Who bows his crest, as conscious of her fate:</br>No more he heeds the warlike notes, the throng&mdash;</br>But stalks in sad solemnity along!</br>Not thou, fam'd DIDO!  Canst a rival prove</br>To her who death-devotes herself for love.</br>To perjur'd vows was sacrific'd thy life&mdash;</br>Her with her constant Husband burns the Wife:</br>Thy tragic end was hasten'd by despair;</br>But calm and steady dies this widow'd Fair.</br>Ah!  what sensations in his bosom rise,</br>As this bright form encounters LYCON'S eyes:</br>His heart forbodes some agonizing scene,</br>But yet conceives not what these wonders mean.</br>When to the right he views, yet undescry'd,</br>A lofty pyramid's capacious side:</br>Thither he goes &mdash; at once the truth appears;</br>The cruel custom oft' had reach'd his ears:</br>A tear he drops, to virtuous error due!</br>And silent waits the melancholy view.", "As they approach, on either side the train</br>Equal divide, and form a splendid lane.</br>Next to the pyre the Bramins take the place,</br>The rest in order fill the length'ning space.</br>The music stops &mdash; deep stillness reigns around&mdash;</br>In mute attention every voice is bound.</br>The croud, as stiffen'd by the hand of Death,</br>Motionless stand, and scarcely draw a breath.</br>On her each eye if fix'd with ardent gaze,</br>(On her who dearly purchases the praise)</br>Who now in prospect of the fatal goal,</br>Maintains her intrepidity of soul.</br>A vail as yet from view her face conceals,</br>But ev'ry motion majesty reveals.</br>And now (as custom wills) on either side</br>She scatters flow'rets, ravish'd in their pride:</br>Ravish'd, like her, untimely from their bed,</br>At morn but blowing, and ere ev'ning dead!</br>Quick as the sight, where'er she moves along</br>Her gifts provoke contention in the throng:</br>For Superstition deems them precious gains,</br>And happy he who but a stalk retains.", "CANTO II.</br>Bright Phoebus now emerging from the main</br>Had shot his lustre o'er the crouded plain,</br>When young BEDUKAH (such the victim's name</br>Which here the Muse ambitious gives to fame)</br>Hapless arriving at her journey's end,</br>Does calmly graceful from her steed descend:</br>Slow to the pile she walks with conscious pride,</br>Then gently turning casts her vail aside.</br>O could the Poet, like the Painter, dare</br>Conceal the aspect of his suff'ring Fair,</br>As o'er ATRIDES' griefs a shade was thrown,</br>BEDUKAH'S beauties never had been known.</br>But Truth and Innocence his art command,</br>Inspire his fancy, and confirm his hand.</br>From soul to soul then soft Amazement flew,</br>And glisten'd ev'ry cheek with Pity's dew.</br>Affecting sight!  for o'er her destin'd head</br>Not fifteen years with downy wings had fled:</br>Not fifteen years her eyes had view'd the light;</br>Those orbs now sinking to eternal night!</br>Her slender form was fraught with Beauty's pow'r;</br>But Beauty waiting her meridian hour.</br>In purest white her faultless limbs were drest,</br>A silver girdle, and a muslin vest:</br>One breast was slightly hid, one half-display'd,</br>Which, wild with youthful blood, luxuriant play'd.</br>Naked her arms, but where the bracelet shone,</br>Where lustre darted from each orient stone.</br>Her jetty locks with richest pearl were strung,</br>And from her noes a matchless diamond hung,</br>Clear as the crystal of her glossy eye,</br>And seeming with its brightest beams to vie.</br>Just to the knee her floating garment fell,</br>Which ill conceal'd the limb's harmonious swell;</br>And still the wind, assisted by her pace,</br>Betray'd some beauty, and some latent grace.</br>With solemn gesture, and an aspect kind,</br>Which spoke a resolute yet tender mind,</br>She paid obeisance to th' attentive croud,</br>Then lowly to her weeping mother bow'd:</br>The mother trembling by her darling's side,</br>Flew to her bosom, and thus fondly cry'd:", "\"Ah, lov'd BEDUKAH!  lov'd, alas, in vain!</br>If from affection this my promis'd gain!</br>This the reward of all my tender care,</br>For Rapture, Anguish!  and for Hope, Despair!</br>Was it for this with conscious pride I glow'd,</br>And bashful bare about the pleasing load?</br>Was it for this that Hymen gaily smil'd,</br>His torch a meteor that deceiv'd my child!</br>Curst be the hour thy beauties knew the light,</br>But doubly curs'd the matrimonial rite.</br>Would I had 'scap'd a mother's thankless pains,</br>Or thou been deaf to Love's seducing strains.</br>O vain repinings!  unavailing heat!</br>With motion scarce my feeble pulses beat;</br>My aged knees can scarce these limbs sustain,</br>While sorrows weigh me to the dusty plain.</br>Ah yet, BEDUKAH!  yet consent to live,</br>And life and spirit to thy parent give.</br>Canst thou behold her sinking to the grave,</br>And not stretch out thy pitying hand to save?</br>Canst thou? &mdash; recall the sentence ere too late;</br>On thy resolve depends my conscious fate:</br>Thy mother swears her fate is in thy pow'r,</br>Whether she live, or this her latest hour:</br>The moment dread that gives thee to the flame,</br>Devotes to ruin her decrepit frame:</br>If this the legacy thy love bequeath,</br>With thee united she will welcome death.&mdash;</br>O blest event!  O change for ever dear!</br>Good bodes that sigh, and that repentant tear;</br>BEDUKAH'S hand the trembling parent shields,</br>And all the Daughter to Affection yields!</br>Yes, yes, my love, far hence we will retire,</br>Far from this country, and this rav'nous pyre;</br>Far from the place where this fell custom reigns,</br>Where Innocence is doom'd to fiery pains.</br>To some lone desart we will shape our way,</br>Leave men for savages more mild than they.</br>Then come, my child &mdash; nor friend nor foe will dare</br>To vent their malice, and pursue us there:</br>No priest shall there to broach his madness stand,</br>Nor Scandal hunt us thro' the dreary land.</br>Thy Father too, whom Heav'n propitious send</br>Loaded with treasures to his journey's end,</br>With heart-felt rapture shall applaud the voice</br>Which sooth'd thy scruples, and made life thy choice.</br>He, with his fortunes, eagerly shall haste,</br>And snatch us from the horrors of the waste;</br>To some new clime our weary feet remove,</br>And peace and joy in our endearments prove.\"", "So said the Mourner, and had further said,</br>But now her tongue to utterance is dead:</br>Contending passions all her soul oppress,</br>And now she hopes, and now she doubts success;</br>Till in despair she casts her eyes below,</br>And groans, and looks a spectacle of woe.", "Nor bare BEDUKAH a less trying part,</br>Her mother's words had deeply pierc'd her heart:</br>The dread resolve of one she held so dear,</br>Woke the keen pang, and forc'd the tender tear.</br>But still, whate'er her saddne'd looks express,</br>She rose superior as arose distress:</br>With solemn grace her mother's hand she took,</br>And thus address'd her with a soften'd look:", "\"And lives the mother at whose breast I hung,</br>To use in vain her supplicating tongue?</br>Am I so cruel and rebellious grown,</br>To hear, unmov'd, her melancholy moan?</br>To soothe her sorrows with a fruitless tear,</br>And in my purpose still to persevere!</br>O!  shake this weakness from thy tender breast,</br>Forget a wretch thy kindness should destest.</br>Sooner the Tyger shall with pity glow,</br>Rude Rocks be soften'd at the plaint of woe;</br>The Tempest cease, when houseless vagrants plead,</br>Than stubborn Virtue from her path recede.</br>Tho' Terror, Peril, Ruin bar the way,</br>When Virtue calls, her votaries obey:</br>Obey with joy, as her decrees require,</br>To Hymen's altar, or the fun'ral pyre:</br>To the dear youth eternal truth to swear,</br>Or here to find a wish'd release from care!&mdash;</br>Yes, fondest object of my aching heart,</br>BEDUKAH joins thee, ne'er again to part:</br>Lo!  here she stands her plighted faith to prove,</br>Nor deems the sacrifice too great for Love.</br>O!  yet with-hold thy passage to the skies,</br>My soul in extacy with thine would rise:</br>One moment gives me to th' insatiate flame,</br>In Death unites us, and unites in fame&mdash;</br>And thou, dear author of my life, adieu!</br>These streaming eyes must take their parting view:</br>On me no more shall smile that honour'd face,</br>These looks our last!  and this our last embrace!</br>Tho' nature pleads, and human weakness feels,</br>A voice divine my doom terrific seals.</br>Say, with what woes futurity is fraught,</br>(Cruel to speak, and horrible to thought!)</br>How lost to hope!  how lost my honest name!</br>Should I consent to lead a life of shame.</br>An husband's fate should I refuse to share,</br>He to his bosom takes a kinder Fair:</br>False to my love, he falshood shall requite,</br>And shun my steps in regions of delight.</br>If dark and dismal then the prospect there,</br>What here remains but horror and despair?</br>Cast from the seat my former title gave,</br>The widow'd mistress must become the slave.</br>The mere idea worse than death appears&mdash;</br>To barter Honour for a Length of years!</br>Escap'd from Calumny's resistless tide,</br>Allow some foreign clime my shame might hide;</br>No solitude the sting of guilt disarms,</br>Nor lenient time, nor e'en a mother's arms.</br>And thou, whose love this abject step advis'd,</br>Couldst thou caress a coward so despis'd?</br>Who could so low thro' fear of death descend,</br>And meanly live, to shun a glorious end!</br>O!  let me die while to thy bosom dear,</br>Nor meet a Father's brow and curse severe:</br>While youth and love and fame unspotted bloom,</br>Thro' tort'ring flames BEDUKAH seeks the tomb.\"", "CANTO III.</br>As thro' the crowd her melting accents steal,</br>And eyes betray what tender bosoms feel,</br>The honour'd stem from which she live deriv'd,</br>Sinks to the ground, of every sense depriv'd.</br>Long nature struggled in the Parent's breast,</br>Till spent, she finds a momentary rest.</br>Thrice happy were this timely sleep to last,</br>Nor she awake to mem'ry of the past.</br>While now the priests her fainting frame sustain,</br>BEDUKAH pours this soul-distracting strain:", "\"Ye sacred Bramins!  pious, just, and sage,</br>To Heav'n devoted, and inform'd by age;</br>Whose guiltless lives no tongues profane impeach,</br>Who daily practise what your doctrines teach;</br>If e'er at tales ye melted of distress,</br>Patient to hear, and eager to redress;</br>If e'er compassion touch'd an human breast,</br>Attend ye to an earnest, last request.</br>To your decrees this cruel death I owe.&mdash;</br>From my obedience what disasters flow!</br>The dearest object to these closing eyes,</br>Pale, senseless, cold &mdash; a prey to sorrow lies!</br>For pity's sake, oh be it then your care</br>To soothe her griefs, and snatch her from despair:</br>From this sad prospect her removal speed,</br>Ere madness the return of life succeed:</br>Ere she awake to such a killing sight</br>As might the Bramin teach to curse the light.\"", "Here as the priests her filial charge obey,</br>The lovely suppliant turns her head away.</br>She turns &mdash; and lo!  amid the standers-by</br>The mournful LYCON draws her glancing eye.</br>His looks, that speak amazement and distress,</br>Her thoughts engage &mdash; but chief his foreign dress:</br>Thro' custom still immur'd from public view,</br>By name she only of Europeans knew.</br>But now a new-born courage prompts her tongue,</br>(Perhaps from pride a sudden impulse sprung)</br>With mien elate she graceful waves her hand,</br>As if the youth's attention to command:", "\"And thou\" (she cries) \"whose footsteps hither bend</br>To make thee witness of BEDUKAH'S end,</br>Tho' chance misled thee, stranger, yet remain,</br>And see a woman unsubdued by pain.</br>Thy pity at my wayward fate I view;</br>The choice was mine &mdash; no pity then is due.</br>Nor doubt nor fear BEDUKAH'S steps deters&mdash;</br>If right, she triumphs &mdash; wrong, she greatly errs!</br>O!  if her virtue then has touch'd thy heart,</br>Her virtue's praise be worthy of thy art:</br>To Christian wives a Pagan's death relate,</br>And bid them envy, if not imitate.\"", "So saying, she diffus'd a parting smile,</br>And sudden mov'd towards the fatal pile:</br>The fatal pile with flow'ry wreaths was crown'd,</br>That fragrance shed, and beauty cast around.</br>(Such wily charms Egyptian meads betray,</br>Where deadly asps and lurking vipers play)</br>By easy steps the fated height she gains,</br>Where rest in state her husband's lov'd remains:</br>Around the corpse she throws her eager arms,</br>His clay-cold lips with ardent kisses warms.</br>But nor a sigh she breathes, now weak complain;</br>By Love inspir'd, she emulates the Saint.</br>What deeds!  what miracles does Love inspire!</br>For Love a tender female braves the fire,</br>Leaves the Philosopher of Death to preach,</br>To practise what no apathy could reach.", "Nor long she waits a period to her woes,</br>The tragic scene is hastening to a close:</br>The signal comes!  (methinks I feel it here,</br>Still shake my soul, and vibrate on my ear,)</br>At once a thousand trumpets rend the air,</br>A thousand voices loud accordance bear:</br>In Babel's tower not greater tumult rung,</br>When strange confusion jarr'd from tongue to tongue.</br>The signal's giv'n! &mdash; quick to the altar's side</br>A thousand torches are at once applied:</br>At once the pile appears a gen'ral blaze&mdash;</br>Black clouds of smoke obscure bright Phoebus' rays:</br>The priests with fragrant oil still feed the flame,</br>Whose darksome round conceals the martyr'd dame.</br>O!  of this curtain let the Muse avail,</br>Nor paint the sequel of the horrid tale.</br>Enough of female faith is brought to light,</br>Esteem, regard, and pity to excite.</br>The Sage whose death Athenian annals stains,</br>And he whose life warm-issued thro' his veins,</br>Yield her the palm &mdash; tho' firmness mark'd their end,</br>What heroism can with this content?", "Now to their dwellings had dispers'd the throng&mdash;</br>While many a foot pac'd heavily along,</br>Each from the tragic scene some moral drew&mdash;</br>The Mother warn'd her Daughter to be true;</br>While the fond Bridegroom by his Charmer's side</br>Wept but to think her courage might be tried!</br>When LYCON waking from a thoughtful vein,</br>Desponding views the solitary plain.</br>BEDUKAH'S words still trembling in his ear,</br>To the sad spot he draws with rev'rence near,</br>Where late inspir'd she pour'd her parting strain,</br>Where her dumb ashes only now remain.</br>He marks the relics with dejected eyes,</br>And deeply sighing thus impassion'd cries:", "\"Yes, brightest pattern of connubial truth!</br>Not unobserv'd was sacrific'd thy youth;</br>Not ineffectual was thy fond request,</br>Nor idly utter'd to a senseless breast.</br>The Muse for thee her softest lyre shall string,</br>Of thy hard fate in mournful numbers sing.</br>And tho' with some thy constancy may fail,</br>Who wonder virtue can so far prevail;</br>Who deaf to the bewitching voice of fame,</br>Live for themselves, nor know an higher aim;</br>Yet to the Good those suff'rings shall be dear,</br>Which their ELIZA graces with a tear:</br>Yet with the Gentle shall thy merits plead,</br>Which thus to her protection are decreed;</br>If she approve, the sympathetic lay</br>Shall sooth the Serious, melt the thoughtless Gay;</br>That Death can lovely seem confirm the Brave,</br>When Honour crowns their union with the Grave.\"</br>"]