["SONNET I.</br>As slow I climb the cliff's ascending side,</br>Much musing on the track of terror past</br>When o'er the dark wave rode the howling blast,</br>Pleas'd I look back, and view the tranquil tide,</br>That laves the pebbled shore; and now the beam</br>Of evening smiles on the grey battlement,</br>And yon forsaken tow'r, that time has rent.</br>The lifted oar far oft with silver gleam</br>Is touch'd, and the hush'd billows seem to sleep.</br>Sooth'd by the scene, ev'n thus on sorrow's breast</br>A kindred stillness steals and bids her rest;</br>Whilst the weak winds that sigh along the deep,</br>The ear, like lullabies of pity, meet,</br>Singing her saddest notes of farewell sweet.", "SONNET II.</br>WRITTEN AT BAMBOROUGH CASTLE.</br>Ye holy tow'rs, that crown the azure deep,</br>Still may ye shade the wave-worn rock sublime,</br>Though, hurrying silent by, relentless Time</br>Assail you, and the winter Whirlwind's sweep!</br>For far from blazing Grandeur's crouded halls,</br>Here Charity hath fix'd her chosen seat,</br>Oft listening tearful when the wild winds beat,</br>With hollow bodings, round your ancient walls;</br>And Pity's self, at the dark stormy hour</br>Of Midnight, when the Moon is hid on high,</br>Keeps her lone watch upon the topmost tow'r,</br>And turns her ear to each expiring cry;</br>Blest if her aid some fainting wretch might save,</br>And snatch him speechless from the whelming wave.", "SONNET III.</br>O thou, whose stern command and precepts pure</br>(Tho' agony in every vein should start,</br>And slowly drain the blood-drops from the heart)</br>Have bade the patient spirit still endure;</br>Thou, who to sorrow hast a beauty lent,</br>On the dark brow, with resolution clad,</br>Illumining the dreary traces sad,</br>Like the cold taper on a monument;</br>O firm Philosophy!  display the tide</br>Of human misery, and oft relate</br>How silent sinking in the storms of fate,</br>The brave and good have bow'd their head and died.</br>So taught by Thee, some solace I may find,</br>Remembering the sorrows of mankind.", "SONNET IV.</br>TO THE RIVER WENBECK.</br>As slowly wanders thy forsaken stream,</br>WENBECK!  the mossy-scatter'd rocks among,</br>In fancy's ear still making plaintive song</br>To the dark woods above:  ah!  sure I seem</br>To meet some friendly Genius in the gloom,</br>And in each breeze a pitying voice I hear</br>Like sorrow's sighs upon misfortune's tomb.</br>Ah!  soothing are your quiet scenes &mdash; the tear</br>Of him who passes weary on his way</br>Shall thank you, as he turns to bid adieu:</br>Onward a cheerless pilgrim he may stray,</br>Yet oft as musing memory shall review</br>The scenes that cheer'd his path with fairer ray,</br>Delightful haunts, he will remember you.", "SONNET V.</br>TO THE RIVER TWEED.</br>O Tweed!  a stranger, that with wand'ring feet</br>O'er hill and dale has journey'd many a mile,</br>(If so his weary thoughts he might beguile)</br>Delighted turns thy beauteous scenes to greet.</br>The waving branches that romantick bend</br>O'er thy tall banks, a soothing charm bestow;</br>The murmurs of thy wand'ring wave below</br>Seem to his ear the pity of a friend.</br>Delightful stream!  tho' now along thy shore,</br>When spring returns in all her wonted pride,</br>The shepherd's distant pipe is heard no more,</br>Yet here with pensive peace could I abide,</br>Far from the stormy world's tumultuous roar</br>To muse upon thy banks at eventide.", "SONNET VI.</br>Evening, as slow thy placid shades descend,</br>Veiling with gentlest hush the landscape still,</br>The lonely battlement, and farthest hill</br>And wood; I think of those that have no friend;</br>Who now perhaps, by melancholy led,</br>From the broad blaze of day, where pleasure flaunts,</br>Retiring, wander 'mid thy lonely haunts</br>Unseen; and mark the tints that o'er thy bed</br>Hang lovely, oft to musing fancy's eye</br>Presenting fairy vales, where the tir'd mind</br>Might rest, beyond the murmurs of mankind,</br>Nor hear the hourly moans of misery.</br>Ah!  beauteous views, that hope's fair gleams the while,</br>Should smile like you, and perish as they smile!", "SONNET VII.</br>AT A VILLAGE IN SCOTLAND.</br>O North!  as thy romantick vales I leave,</br>And bid farewell to each retiring hill,</br>Where thoughtful fancy seems to linger still,</br>Tracing the broad bright landscape; much I grieve</br>That mingled with the toiling croud, no more</br>I shall return, your varied views to mark,</br>Of rocks amid the sunshine tow'ring dark,</br>Of rivers winding wild, and mountains hoar,</br>Or castle gleaming on the distant steep.</br>Yet not the less I pray our charms may last,</br>And many a soften'd image of the past</br>Pensive combine; and bid remembrance keep</br>To cheer me with the thought of pleasure flown,</br>When I am wand'ring on my way alone.", "SONNET VIII.</br>TO THE RIVER ITCHIN, NEAR WINTON.</br>Itchin, when I, behold thy banks again,</br>Thy crumbling margin, and thy silver breast,</br>On which the self-same tints still seem to rest,</br>Why feels my heart the shiv'ring sense of pain?</br>Is it, that many a summer's day has past</br>Since, in life's morn, I carol'd on thy side?</br>Is it, that oft, since then, my heart has sigh'd,</br>As Youth, and Hope's delusive gleams, flew fast?</br>Is it that those, who circled on thy shore,</br>Companions of my youth, now meet no more?</br>Whate'er the cause, upon thy banks I bend</br>Sorrowing, yet feel such solace at my heart,</br>As at the meeting of some long-lost friend,</br>From whom, in happier hours, we wept to part.", "SONNET IX.</br>O Poverty!  though from thy haggard eye,</br>Thy cheerless mein, of every charm bereft.</br>Thy brow, that hope's last traces long have left,</br>Vain Fortune's feeble sons with terror fly;</br>Thy rugged paths with pleasure I attend;&mdash;</br>For Fancy, that with fairest dreams can bless;</br>And Patience, in the Pall of Wretchedness,</br>Sad-smiling, as the ruthless storms descend;</br>And Piety, forgiving every wrong,</br>And meek Content, whose griefs no more rebel;</br>And Genius, warbling sweet her saddest song;</br>And Pity, list'ning to the poor man's knell,</br>Long banish'd from the world's insulting throng;</br>With Thee, and loveliest Melancholy, dwell.", "SONNET  X.</br>ON DOVER CLIFFS.</br>On these white cliffs, that calm above the flood</br>Rear their o'er-shadowing heads, and at their feet</br>Scarce hear the surge that has for ages beat,</br>Sure many a lonely wanderer has stood;</br>And, whilst the listed murmur met his ear,</br>And o'er the distant billows the still Eve</br>Sail'd slow, has thought of all his heart must leave</br>To-morrow &mdash; of the friends he lov'd most dear,&mdash;</br>Of social scenes, from which he wept to part:&mdash;</br>But if, like me, he knew how fruitless all</br>The thoughts, that would full fain the past recall,</br>Soon would he quell the risings of his heart,</br>And brave the wild winds and unhearing tide,</br>The World his country, and his GOD his guide.", "SONNET XI.</br>WRITTEN AT OSTEND.</br>How sweet the tuneful bells' responsive peal!</br>As when, at opening morn, the fragrant breeze</br>Breathes on the trembling sense of wan disease,</br>So piercing to my heart their form I feel!</br>And hark!  with lessening cadence now the fall,</br>And now, along the white and level tide,</br>They fling their melancholy music wide,</br>Bidding me many a tender thought recall</br>Of summer-days, and those delightful years,</br>When by my native streams, in life's fair prime,</br>The mournful magic of their mingling chime</br>First wak'd my wond'ring childhood into tears!</br>But seeming now, when all those days are o'er,</br>The sounds of joy, once heard, and heard no more.", "SONNET XII.</br>WRITTEN AT A CONVENT.</br>If chance some pensive stranger, hither led,</br>His bosom glowing from majestic views,</br>The gorgeous dome, or the proud landscape's hues,</br>Should ask who sleeps beneath this lowly bed&mdash;</br>'Tis poor MATILDA!  To the cloister'd scene,</br>A mourner, beauteous and unknown, she came,</br>To shed her tears unseen; and quench the flame</br>Of fruitless love:  yet was her look serene</br>As the pale midnight on the moon-light isle&mdash;</br>Her voice was soft, which e'en a charm could lend,</br>Like that which spoke of a departed friend,</br>And a meek sadness sat upon her smile!</br>Now here remov'd from ev'ry human ill,</br>Her woes are buried, and her heart is still.", "SONNET XIII.</br>O Time!  who know'st a lenient hand to lay</br>Softest on sorrow's wound, and slowly thence,</br>(Lulling to sad repose the weary sense)</br>Stealest the long-forgotten pan away;</br>On Thee I rest my only hope at last,</br>And think, when thou hast dried the bitter tear</br>That flows in vain o'er all my soul held dear,</br>I may look back on many a sorrow pall,</br>And meet life's peaceful evening with a smile&mdash;</br>As some poor bird, at day's departing hour.</br>Sings in the sunbeam, of the transient shower</br>Forgetful, tho' its wings are wet the while:&mdash;</br>Yet ah!  how much must that poor heart endure,</br>Which hopes from thee, and thee alone, a cure!", "SONNET XIV.</br>ON A DISTANT VIEW OF ENGLAND.</br>Ah!  from my eyes the tears unbidden start,</br>ALBION!  as now thy cliffs (that bright appear</br>Far o'er the wave, and their proud summits rear</br>To meet the beams of morn) my beating heart,</br>With eager hope, and filial transport hails!</br>Scenes of my youth, reviving gales ye bring,</br>As when, ere while, the tuneful morn of spring</br>Joyous awoke amid your blooming vales.</br>And fill'd with fragrance every breathing plain;&mdash;</br>Fled are those hours, and all the joys they gave,</br>Yet still I sigh, and count each rising wave,</br>That bears me nearer to your shores again;</br>If haply, 'mid the woods and vales so fair,</br>Stranger to Peace!  I yet may meet her there.</br>"]