["CANTO THE FIRST.</br>In the dead of the night, when your ghosts rise and walk,</br>And the figures, on tomb-stones, find tongues with to talk,</br>The bards in the Abbey, like birds of a feather,</br>At roost, with their coxcombs all nodding together;</br>A goose of a gander, ne'er plum'd by the Graces</br>His head popping in, pok'd his nose in their faces.", "\"Who, the deuce, have we here?\" cried they, strait, in amaze,</br>As they all started back at the goose-cap to gaze.</br>Then round him they gather'd, and ask'd whence he came</br>His country, condition, and what was his name?&mdash;</br>\"How!  what!  don't you know, then,\" he cried, in a rage,</br>\"The poet, philosopher, wit of the age.</br>Th' historian, the critic, physician, what-not,</br>Had not those James's powders soon sent me to pot?</br>I'm Oliver Goldsmith! &mdash; Why look you so queer?</br>As much as to say, What the devil do you here?</br>That you all are curs'd envious, I see by your look,</br>And grudge me so lofty a place in your nook.</br>But no matter for that; Nol cares not a damn;</br>You may scowl as you please; by the Lord, here I am.</br>To shine thus among you, when living, 'tis true,</br>I expected as little as any of you;</br>A drudge at all work, when, from morning to night,</br>Carnan and George Kearsley compell'd me to write,</br>God knows, about things which, a body may say,</br>I knew, though a Doctor, no more of than they.</br>But, whate'er I was, I would have you to know</br>That I'm now one of you, and am here statu quo.</br>My figure was plac'd by the bricklayer and mason,</br>For children, and fools, and old women to gaze on;</br>With a head-piece of stone, that, as good as the best,</br>Is as hard, and will last me, as long as the rest;</br>Exalted on high in a rare central niche;</br>Where you now, if you like it, may all kiss my breech.</br>Johnny Gay, who beneath me, here, lies at his ease,</br>It is plain I could piss on, if so I should please,</br>And as for James Thomson, and Nicholas Rowe,</br>In the corner they're thrust, as at best but so, so.</br>Nay, even for you, sir, who strut there so big,</br>Will. Shakespeare, I value you not of a fig.</br>At comedy, tragedy, pastoral, play,</br>Your comb I could cut any hour of the day.</br>Old Falstaff's eclips'd by my young Tony Lumpkin,</br>And your clowns all outwitted by my country bumpkin.</br>Next for you, Master Milton, that stand there behind,</br>In your ear I could whisper a piece of my mind;</br>And tho' cyder-Philips, your bully, stand nigh you,</br>At versification I boldly defy you.</br>Your blank-verse inditers are generally those,</br>Who cannot write rhyme, and so scribble in prose,</br>Likewise Monsieur Jordain, that provident cit,</br>Who left off his trade to set up for a wit.</br>A thousand such lines as such poets indite,</br>While I stand on one leg, like a crane, I could write.</br>For you Chaucer, Spenser, and Drayton, and Cowley,</br>You are match'd and o'ermatch'd by our modern old Rowley:</br>And as for your Priors, your Shadwells and Butlers;</br>Let 'em go and write posies for goldsmiths and cutlers.\"", "\"Impertinent puppy!\" quoth proud Matthew Prior,</br>Who, piqu'd at his insolence, instant took fire,</br>\"Were my night-cap but loose I would throw't in your phiz&mdash;</br>Do, Dryden, do, crack that vain coxcomb of his.\"</br>Dry, hot as himself, strait went to't ding-dong;</br>And their heads rung as each had been rhyming a song;</br>When, as it so happened, there lay in the lurch,</br>A LONDON Reviewer lock'd into the church;</br>Who, hearing the noise and beholding the scene,</br>Opportunely the combatants stepp'd in between.", "\"For God's sake, good folks,\" said he, \"why all this rout?</br>Do you know where you are, and what 'tis about?</br>Your noddles, tho' hard ones, may yet get a fraction,</br>Without fear or wit, if you thus come to action.</br>By me be advised, put an end to the fray,</br>And listen a little to what I've to say.</br>Noll Goldsmith is right, and, altho' new and trim,</br>You should not all keep such a carping at him:</br>When his new coat's as rusty as yours he'll be quiet,</br>And you be no longer dispos'd thus to riot:</br>If he be unworthy a place in your dome,</br>What think you of Hull, and of Hoole, and of Home?</br>With a long train of others &mdash; nay, faith, I'm not humming&mdash;</br>All just as good poets, that hither are coming?</br>For know that no bard such a blockhead can be,</br>But he has admirers, great blockheads as he;</br>And tho' none of these a stone statue might raise him,</br>His blockheaded bookseller needs must bepraise him.</br>The bust well engraved, in a proper position,</br>Is a sure card to puff off another edition.</br>The stone mason's bill, to whatever amount,</br>With the printer's and stationer's, brought to account:</br>Then kindly make room to consort with their betters,</br>Our modern pretenders to genius and letters.\"", "At this the deaf auditors prick'd up their ears,</br>Their features, though fix'd, all expressing their fears.", "\"How's this?\" and \"what's this?\" and \"what says he?\" went round,</br>Above, and about, and beneath holy ground;</br>So jealous they were of their honour and glory;</br>While thus Aristarchus went on with his story.", "\"In the first place, good people, make room for Hugh Kelly:</br>At least for his head, if you can't for his belly.</br>I wonder, indeed, he was not here before;</br>As the bucket he kick'd, now, a twelvemonth, or more.</br>He needs must exhibit a singular head,</br>Who wrote ye more volumes than ever he read.</br>Next make room for Paul, or you'll all have a jostle;</br>Paul Whitehead, more proud than was Paul the apostle.</br>In a corner too fix him, to humour his pride,</br>Lest his name-sake the Laureat, be chumm'd by his side.</br>Above him make room for a prouder than he,</br>(If, dead or alive, any prouder can be)</br>A very phenomenon! &mdash; Heaven's our protector!&mdash;</br>A bard that was, also, an India Director;</br>Rara avis in terris, so like a black swan,</br>By Kenrick's keen goose quill cut up, dead and gone,</br>Poor Hawksworth, th' advent'rer, of whom Jemmy Twitcher</br>The vanity tickled, by tickling his pitcher;</br>A milk sop, that dar'd, as is left on record,</br>His GOD to give up, to get drunk with a Lord.</br>A similar fopling in sattin and silk,</br>Next comes Molly Grey, with his measure of milk,</br>His muse, aping art, in the fulness of pride,</br>Frizz'd in ton with but nature's nine hairs on a side.</br>Place this pretty bard, if you will, in the porch;</br>His cradle a church-yard, his coffin a church.</br>Room next for th' Adelphi, unnatural brothers,</br>Belov'd by themselves, as detested by others;</br>With a kick and a lick from a foot or a staff,</br>Tumble these in some hole to make decency laugh.</br>Hey!  who have we here?  Lo!  on tip toe he comes,</br>As he walks on his toes, he may sit on his thumbs;</br>Whether dead or alive there's no mortal can tell,</br>As he slipp'd through a noose betwixt heav'n and hell;</br>Observe how he looks, like a sanctified prig,</br>A corded Adonis with colliflower'd wig,</br>A niche he demands as a servant of God,</br>If the devil don't come to demand Doctor Dodd.\"", "These last words had hardly come out of his mouth,</br>When a hurricane blew from the north to the south;</br>With the east and the west it appear'd too to grapple,</br>And threatened King Henry the Seventh's crazy chapel:</br>When Shakepeare, with countenance stern, yet benign,</br>Wav'd his hand with an energy truly divine;</br>Bade silence around, when the parties divided,</br>And the tempest, tho' rais'd by the devil, subsided.", "\"Can this,\" quoth the bard, \"I've been hearing, be true?</br>Are we to be pester'd by such a vile crew?</br>By dotarts, and dunces, and petulant prigs,</br>That only are known by their caps and their wigs?</br>God knows how the dean and the chapter may class us,</br>With the tag-rag and bob-tail of modern Parnassus.</br>Ere I will associate with rascals so shabby,</br>I'll pack up my alls, and good-by to the Abbey:</br>To Stratford-on-Avon, on ten toes I'll trot,</br>Content with my bones in oblivion to rot.\"", "So saying, he cast round his eye with a frown,</br>As if from his pedestal just stepping down:</br>When Jonson popp'd up from the pavement his head,</br>Where snug he has lain ever since he was dead.</br>A simple square free-stone plac'd over his grave,</br>With, \"O rare Ben Jonson,\" his name just to save;</br>Contented to crumble in silence to dust,</br>While behind the back-door, in the dark, stuck his bust.</br>\"Dear Will,\" quoth old Ben, his friend Shakespeare in view,</br>\"What is't, my good comrade, you're going to do?</br>'Tis cruel to leave your old friends in the lurch</br>In the aisle of an old, cold, cathedral church,</br>E'en let the vain fools that are coming have room;</br>The memento's but short that depends on a tomb.</br>Consider their writings will all be forgotten</br>Before their rump-bone or their trotters are rotten;</br>Let them all have a busto, if that will content 'em;</br>While aere perennius is our monumentum.</br>Besides, while the rabble you mean to avoid,</br>You may fly from a Churchill, Thornton and Lloyd;</br>Ere long David Garrick, if death do not wrong us,</br>Will beg, steal or purchase a place here among us;</br>And he, who once stole your Promethean fire,</br>Dead Falstaff again with true life to inspire,</br>When his own is departed, will hither repair;</br>And, if Shakespeare is gone, my good God!  how he'll stare!</br>Then stay, my dear fellow, nor leave your high station,</br>That does us an honour, as well as the nation.\"&mdash;", "\"Brother Ben, replies Shakespeare, you're much in the right,</br>On this provocation I'll not take my flight;</br>In hopes that some worthies, among such a number,</br>May make us amends for such villainous lumber.</br>'Tis pleasant I own, to behold by my side</br>Mrs. Pritchard as modest and meek as a bride:</br>To Garrick a niche I could spare very well,</br>But give him an inch and he'll soon take an ell:</br>Not fonder of money than absolute rule,</br>He'd elbow e'en me, ere 'tis long, off my stool,</br>So vain and conceited the jubilee elf,</br>He'd set up at once for Will Shakespeare himself!&mdash;</br>Of all imitators, and I have had many,</br>That Kenrick, 'tis true, comes the nearest of any;</br>And he's no mean archer, Ben Johnson, you know,</br>That aims at my long shafts, and can bend my strong bow;</br>But let him go make mathematical rules,</br>While he swears that all poets are natural fools;</br>Ungratefully slights the sweet fancies of nature;</br>To feed on the thistles of science and satire.</br>In the progress of time, yet, there still may come others,</br>Whom you and I, Ben, may bid welcome, as brothers;</br>So, I think, on considering duly the case,</br>I will tarry a while, as I stand, in my place;</br>At least 'till to Phoebus we make application,</br>For him to determine each author's true station;</br>Mean time let the dean and the chapter stand neuter,</br>That none such a dust may kick up for the future.\"", "The bustos all bow'd, and in silence departed,</br>Each man to the back-ground from which he had started;</br>Respectfully waiting the doom of Apollo,</br>Regarding the rank of the writers that follow.", "</br>CANTO THE SECOND</br>Next day the stone Bustos, each other all greeting,</br>Renew'd the confab of their overnight's meeting;</br>For a call of the house, when, a motion was made,</br>That the matter before them in form might be laid;</br>The learn'd and unlearned, the dull and the witty,</br>Then form'd themselves into a gen'ral committee;</br>Some most self-sufficient, and some with less pride,</br>On Shakespeare's shrewd hint to debate and decide.", "Mistaking his scheme for a quartering muster;</br>They thought that he meant to new groupe the whole cluster;</br>When some, who now strut in conspicuous places,</br>Might perhaps stand less forward in Phoebus' good graces;</br>To ask then, of him, to assign their true station,</br>To those appear'd dangerous who fear'd degradation.</br>Tom Shadwell, for instance, well pleas'd with his laurel,</br>Shew'd no disposition with any to quarrel.</br>\"Why should we, said he, be to carping at others?</br>Why can't we live loving, like brothers with brothers?</br>Against such appeal I hold up both my hands:</br>Let Goldsmith, with ev'ry man, stand where he stands;</br>For my part, I envy not Shakespeare himself,</br>Tho' plac'd, a plain bust, on a little top shelf.</br>Beneath pompous Prior; nor grudge I the labour</br>Or art, that's bestow'd on my lofty next neighbour.\"", "\"You be damn'd with your we's, and your brotherhood too,\"</br>Quoth Prior, \"Who calls cater-cousins with you?</br>Make free with your equals, if any there be,</br>And don't talk of us, Sir, in speaking of me.</br>Confound him, I say, for his art and his labour,</br>Whoever he was, that made ME your next neighbour.\"&mdash;", "Thus saying, his pale nose he turn'd up and sneer'd;</br>When Shakespeare good-natur'dly thus interfer'd:", "\"My friends and good neighbours (for such let us be,</br>And, about ourselves talking e'en let us say we)</br>Like a fox-hunting member mistaking a motion,</br>You seem, of my plan, to have form'd a wrong notion.</br>Think not that I see the least sign, in your faces,</br>Of rashly resigning your posts and your places;</br>For fools we shou'd doubtless deserve to be noted,</br>If these we give up, whosoever promoted:</br>My project was merely a plan of prevention;</br>'Gainst future intruders my only intention.</br>On which I, to Phoebus, my pray'r have preferr'd,</br>And stated our case, which he graciously heard:</br>His godship declaring this state of the nation</br>Of poets, he'd take into consideration,</br>On pressing him closely a short day to fix,</br>He promis'd to be here precisely at six:</br>As good as his word too you find him, my friends,</br>Through yonder glass-window behold he descends.\"", "Apollo alighted, and properly greeted,</br>On his tripod, brought with him, all begg'd he'd be seated,</br>In glory array'd by the light of the sun,</br>Of oyer and terminer sessions begun:</br>Already dispatch'd, to assemble before him,</br>His summons, to those who affect to adore him;</br>Hence both quick and dead, as if 'twere the last day,</br>To Westminster-Abbey came trudging away.", "The next that appear'd set the whole court a staring;</br>Strahan, the printer, came lugging a huge Greenland bear in;</br>For none at first sight could conceive 'twas a man,</br>Nay Shakespeare mistook't for his own Caliban;</br>'Till a phiz, which tho' dirty, was something like human,</br>Prov'd he possibly might have been born of a women.</br>So, growling and grumbling, he put in his claim,</br>When all, by the manner, conjectur'd his name:</br>His long polysyllables pouring so pat in,</br>From his Lexicon, written in pure English-Latin.</br>Nay, like to Sir Hudibras, boasting to speak,</br>He affected to gruntle in Hebrew and Greek:</br>Of the former, however, the learn'd Bishop Louth</br>Declares not a word e'er came out of his mouth.", "Of a busto so brutal the place to determine,</br>And yet not to rank it with rats and such vermin,</br>On the ground he was station'd, to humour his pride,</br>Of Shakespeare's tall pedestal close to one side;</br>On t' other a savage of similar breeding,</br>As fam'd, in his time, for his writing and reading;</br>On the Bard's Muse of Fire these curst cold commentators,</br>For his herald supporters, in figure and features,</br>Like Lion and Unicorn, fam'd for grimaces,</br>Were doom'd at each other to stand making faces.", "A highlander next, in his bonnet and plaid,</br>Come spouting such stuff, Phoebus thought he was mad;</br>Not that Mac his own jargon made so much his boast,</br>As the ditties, forsooth, of his grandfather's ghost.</br>A Scald, whose old ballads he English'd from Erse,</br>Into bombast and fustian, between prose and verse;</br>Though he swore, a true Epic, old Ossian's Fingal,</br>Beat the Iliad, th' Aeneid, the Lusiad and all;</br>Nay, what is still stranger, the people believ'd him,</br>Till Kenrick stepp'd forward, and first undeceiv'd 'em;</br>When the fools, once so fond, bestow'd many a curse on</br>The high-flown heroics of Jamy Macpherson.", "For Ossian a niche he demands, and a shelf,</br>At the bag-piper's breech, for a bust of himself.</br>But Phoebus declar'd that enormous the crime</br>To coop under cover two bards so sublime;</br>So order'd them both to be mounted aloof,</br>And plac'd, side by side, on the top of the roof;</br>Assigning for reason, these geniuses there</br>Might the better converse with the sprites of the air.", "Fine as si'-pence next struts in the famous Tom D'Urfy,</br>No!  No, begging pardon, 'tis Squire Murphy,</br>With a barrister's bow, as he open'd his brief,</br>A niche he demanded as play-wright in chief,</br>At tragedy, comedy, farce, prose or rhime,</br>Declaring himself the first bard of the time.</br>But ere my lord judge could well make a reply,</br>\"A pick-pocket!  Seize him!\" the general cry:</br>Through the aisles it resounded, from one to the other,</br>Nay, the folks in the cloisters were put in a pother;</br>Sir Cloudsley himself looking small, though so big,</br>For fear he should lose his fine, full-bottom'd wig:</br>Here and there while the vergers, like sly sons of whores,</br>Lest the varlet should 'scape, ran to shut all the doors.</br>\"My tragedy-handkerchief give me,\" says one,</br>\"My comedy-mask, hat, and sword,\" cries old Lun:</br>A third, fourth, and fifth, \"You may well look so fine,</br>When the clothes on your back are half mine,\" &mdash; \"mine,\" and \"mine.\"</br>Then they ask'd him, abusing, and calling him names,</br>If he chose to refund, or be duck'd in the Thames.</br>Not easily dash'd, Master Murphy replied,</br>And, with true Irish impudence, told 'em, they lied;</br>Hurt his good name and fame by such groundless detraction;</br>In the court of King's-bench, said, he'd enter his action;</br>Got Westminster-abbey in Westminster-hall,</br>He doubted not he'd be reveng'd of them all;</br>Here the cause coram non &mdash; But the judge stopp'd him short,</br>And committed the 'Squire for contempt of the court.&mdash;", "Bung'd his eye with a bottle of best Burton ale,</br>An excellent judge of brown beer, mild or stale,</br>A Reverend Divine into court next came reeling,</br>The first of fine bards, with the females, for feeling:</br>Of friendship and fancy so free his effusions,</br>That he spouts in his drink, his poetic prolusions.</br>He open'd his mouth and attempted to speak,</br>In vain, in plain English, in Latin, in Greek;</br>A strange lapsus linguae in all overtook him,</br>The divine gift of tongues had so fairly forsook him.</br>At length mustering words up sufficient to mumble,</br>\"A seat they must give him, or else &mdash; he should tumble;\"</br>He said, he was ne'er cut so sadly before,</br>And was now drunk with toasting his dear Hannah More.</br>Apollo acknowledg'd he well knew the woman,</br>And therefore excus'd what might else be uncommon.</br>\"But I,\" said he, \"no man inspire with October,</br>So let Dr. Langhorne go sleep himself sober.\"", "Another cause call'd, lo!  the noise of a carriage,</br>Driving hard (as if coming to mend a mad marriage</br>Begun at wrong end) interrupted the hearing,</br>And set it aside by a new interfering.</br>\"Make way,\" was the cry, \"for mine host of the garter\"&mdash;</br>A fair lady's messenger might have look'd smarter:</br>But this, you're to know, our poetical host</br>At London from Bath was but just arriv'd post;</br>Un peu deshabille, though still in the ton&mdash;</br>A peer, in such cases, come en policon.", "Awe-struck at Apollo's bright borrow'd mustachio's,</br>Although he'd be thought to be mighty courageous,</br>He scrap'd and he bow'd until, growing quite tedious,</br>He stammer'd out, \"Sir &mdash; my good Sir &mdash; your obsequious&mdash;\"</br>When luckily for him, at once he bethought him</br>Of what his French tutor or valet had taught him;</br>How a Grand Capitaine, when he wanted, at court,</br>His patron, the minister, Louvois' support,</br>Chang'd simple Monsieur to a title much greater,</br>Plain Sir and my Lord, for my God, my Creator!</br>Which flattering expedient obtain'd for him soon</br>A cross of St. Louis, and Marshal's baton.", "So he &mdash; \"My Lud God, your Lud Godship must know,</br>I come from Bath Easton, my wife's plenipo,</br>To plead with your godship the critical cause</br>Of the bards and the bardesses, the knights of the Vase;</br>An order poetic, of taste undisputed,</br>Which my spouse, at our house, hath some time instituted:</br>Of merit sans scruple, all doubt on't remov'd,</br>For Kenrick himself hath their verses approv'd;</br>A critic so rigid and sparing of praise,</br>That well they must win, who, with him, wear the bays:</br>By no means like my mild good-natur'd, tame turtle,</br>Who, on all hands, so freely bestows sprigs of myrtle.&mdash;</br>Alarm'd at your royal divine declaration,</br>Respecting the rank of poetical station,</br>They tremble, for fear wealth, distinction, and birth</br>Should be levell'd as low as mere genius and worth;</br>Confounded sans facon among the canaille,</br>Folks nobody knows, people born in an alley?</br>A newly-made Lord, for decorum a stickler,</br>Cheek by jowl, thus may stand by a journeyman bricklayer;</br>A tame English Earl by a wild Irish haymaker,</br>And a royal-bed duchess a-breast with her staymaker,</br>What a thing, if such persons to rank have the luck&mdash;</br>Only think! &mdash; with a Kelly, a Jones, or a Duck!</br>Oh!  horrid the heterogeneous mixture,</br>Should so ill-dispos'd be each stone-mason's fixture!</br>In morals 'twould be such a gross solecism</br>As would in religion engender a schism.</br>They therefore request that your godship, con gusto,</br>Will settle the rank of each Bath-Easton busto;</br>And that, in assigning their several places,</br>You'll reflect they have sacrificed all to the Graces.\"", "Apollo, of course quite au fait de la langue,</br>Attentively listen'd to this fine harrangue;</br>And half in good earnest, and half in a joke,</br>Wav'd his hand with a grace, and as graciously spoke.", "\"Like you, Sir, I honour distinction and wealth&mdash;</br>I hope that you left your fair spouse in good health&mdash;</br>It is know, as a part of my musical passion,</br>To play to the tune of the people in fashion;</br>Hence I think, as you think, it highly improper</br>To mix gold and silver with pewter and copper;</br>Absurd the alloy, so, to mix men of quality</br>With writers of wit, sense, and genius, and jollity.</br>It is but expedient such elegant elves</br>A temple of fame should have built for themselves.</br>With this point in view, I've a thought in my head,</br>Which can't fail to please both the living and dead.", "In the little quadrangle, inclos'd by the cloisters,</br>Where the school-boys throw sticks, stones, and odd shells of oysters,</br>A spot, though so sacred, so sadly neglected,</br>I mean that such temple should strait be erected.</br>The Knight, to whom cousin Macgreggor's epistle</br>Was written, shall draw the design, in a whistle;</br>And that this same structure may be quite the thing,</br>The outlines, when sketch'd, shall be touch'd by the king.</br>His royal right lines, though but trac'd o'er Dick Dalton's,</br>Beat all your Brook Taylor's, your Kirby's and Malton's.</br>Sir William's design acheve par le Roi,</br>A la Greque, in the Gothic, or in the Chinois,</br>The dome, soon run up by some Marybone builder,</br>Will as soon be adorn'd by the carver and gilder;</br>When the artist obscure, but with whom I've acquainted,</br>As well, if not better, than Reynolds, shall paint it;</br>Your friends, then, in fashion, whene'er they appear,</br>A bright constellation, may shine in their sphere;</br>Better bred than these busts, that are always at strife&mdash;</br>And so, Mr. Miller, my love to your wife;</br>For whom I professs a peculiar regard,</br>And will favour the most her most fav'rite bard:</br>But, till in this temple there's room for 'em made is,</br>My compliments wait on the Lords and the Ladies.\"&mdash;", "APOLLO so gravely our Envoy address'd,</br>That a deeper than he might have not smok'd the jest;</br>O'er his features serene though there simper'd a smile,</br>When he thought of Lord Clare and the Earl of Carlisle;</br>His fancy as tickled, and highly delighted,</br>With dainty Lord V&mdash;, and quaint Willy Whitehead;</br>Resolv'd, of some people, for love, nor for money,</br>To class with his bards such complete macaroni.", "His suit thus obtain'd, Mr. Miller departed,</br>And till he reach'd Bath, his poor post-horses smarted.", "The noise of his driver's loud lash had scarce ceas'd,</br>Ere a twenty-times louder set up and increas'd;</br>Resembling, as near it approach'd the church-doors,</br>That of scolding old bawds and provoking young whores,</br>At Billingsgate bred, when the beadle, to cart 'em,</br>To bridewell takes both, out of pity to part 'em.</br>For a crowd, it appears, of your feminine writers,</br>Your novelists, play-wrights, and legend inditers,</br>Were come, for their dues from his godship Apollo,</br>And, ere they had seen him, began their view-holla.</br>'Mong these too the tongues you might hear very plain</br>Of two famous actresses from Drury-lane.</br>With another, who lately here bury'd her spouse,</br>Clapp'd as much, and as often, at t' other playhouse.</br>With the vergers mean-while, an old prebend kept brawling,</br>\"'Twas a shame not to let the great Mrs. Mat&mdash;l&mdash;y in.\"</br>But this, Bishop T&mdash;m&mdash;s could not well at all brook;</br>\"Take her back,\" quoth the Dean, \"to your own church at W&mdash;lb&mdash;k.\"", "A pause now ensued, for, being all out of breath,</br>They were hush'd for a moment, and silent as death;</br>When afresh beat each clack, like a pewterer's hammer,</br>And stunn'd the still air with vociferous clamour.</br>Thus at sea a dead calm oft precedes a great storm&mdash;</br>But to give you a simile still more in form,&mdash;", "'Tis said, at a Kermes, or Dutch county fair;</br>Once the shouts of the populace froze in the air;</br>Their screams, cries, and curses, \"Gods! &mdash; Donder in blixem!\"</br>With their oaths mix'd their prayers, that go always betwixt 'em;</br>Of men, women, children, so horrid a gabble</br>Had never been heard since the building of Babel.</br>Like swallows at Christmas, their words, strung together,</br>In icicles hung, till the change of the weather;</br>When, suddenly, thawing, they all burst asunder,</br>And rush'd on the ear, like a nigh clap of thunder.", "Even so the shrill tongues of our bard and actresses</br>Broke into the Abbey's most sacred recesses;</br>For a moment, awaking the half-buried dead,</br>Though cas'd be their lugs in thick coffins of lead,</br>Save the dunny old dutchesses, whom the last trompets</br>With their titles must tickle, or deaf like the strumpets.", "With his thumbs in his ears, just like Hogarth's musician,</br>Phoebus begg'd, for God's sake, they might not have admission;</br>At least till he'd summon'd a pack'd special jury,</br>On whom they might vent their impatience and fury.", "\"The Muses,\" says he, \"they pretend are their patrons;</br>Let them be impannell'd a jury of matrons:</br>They are not such good maids but, on such an occasion,</br>They'll serve, if they're press'd, by a little persuasion.</br>Should myself not pass sentence as each woman pleases,</br>Like Thracian viragoes, they'd tear me in pieces;</br>Of Orpheus ev'n Phoebus might meet the disaster,</br>The fate of the man be the fate of his master;</br>Not stronger the passions of my beldam sybils,</br>Than those of your female composers of libels;</br>By Jove, I sha'nt care to detect the defaulters:</br>Unless I go fetch father Jupiter's daughters:</br>Alone, I will never &mdash; Zounds!  how they keep screaming!</br>Attempt to do justice to so many women.\"\"", "The Busts began bowing, and begg'd him to try&mdash;</br>\"If I do,\" quoth his godship, \"I wish I may die.\"</br>\"Consider,\" said he, \"my dear dabblers in rhime,</br>One woman's enough for a man at a time;</br>One more, though a God &mdash; Vergers, don't let them enter&mdash;</br>At present 'twill suit me, by no means, to venture:</br>Besides it grows late, my tim-whisky's come down,</br>And I've some little business to do, out of town.\"", "Entre nous, madam Thetis his godship expected,</br>And a mistress, you know, must be never neglected,</br>Unless one is tir'd of the wench, or the sport;</br>So he rose, sine die, adjourning the COURT.</br>"]