["Ah me!  what doleful sight it is, to ken;</br>The youth whom bad example has misled;</br>Who lost to virtue, speeds to guilty men,</br>On whom Despair her deadly damps has shed:</br>Lost in the snares the guilty ones have spread,</br>With pilfering hand he takes the labourer's gain;</br>'Till custom such fell apathy has bred,</br>No more he strives to shake off vice's chain,</br>But gives with reckless hand, each headstrong wish the rein!", "And now grown old in vice, he thinks no sin</br>To rob the poor man of his little store;</br>Nay offers violence, with hideous din,</br>Leaving the poor wretch weltering in his gore!</br>Yet oft will conscience goad his bosom sore,</br>And paint the terrors of the bad-man's end;</br>But soon that goodly pang is felt no more&mdash;</br>The bowl he seizes, like a treacherous friend,</br>His guilty fears, and secret sorrows, to unbend.", "Heaven's watchful eye, that lets no villain pass,</br>Soon marks the wretch amid his foul career:&mdash;</br>Life's final sand is trembling in the glass&mdash;</br>Despair and Horror lurk in silence near!&mdash;</br>And now the arm of Justice bids him fear&mdash;</br>His trial comes! &mdash; hope flies the culprit's soul;&mdash;</br>Ah!  then what pangs oppress, when on his ear</br>The sentence dread in thunder seems to roll!&mdash;</br>Hark! &mdash; was it fancy's voice? &mdash; or did a death-bell toll?", "Now on death's brink &mdash; repentance comes too late&mdash;</br>Vain useless wishes that he ne'er had been;</br>Now round his neck is tied the knot of fate,</br>While the poor culprit sickens at the scene:</br>The platform sinks! &mdash; May God to mercy lean,</br>Nor in eternal woe the sinner shroud!&mdash;</br>May his sad fate impress in accents keen,</br>The bad man's end to all the gazing crowd,</br>And his last sigh of sorrow, echo still aloud.", "Woe to those parents, who their children leave</br>To range in vice's circle, unconfin'd;</br>May they in sorrow meet with no reprieve&mdash;</br>May Fate his iron girdle round them bind:</br>Care should be theirs, to give the youthful mind</br>A taste for virtue in its early bloom,</br>Ere vice, around their hearts its wreath has twin'd;</br>Then will they fearless meet th' eternal doom,</br>Nor sink in wild despair, and horror to the tomb!</br>"]