["Where Rudborn's waves in clear meanders flow,</br>While skies reflected in its bosom glow;</br>Beneath a willow's solitary shade,</br>Two weeping virgins on its bank were laid;</br>And while the tears dropp'd fast from either eye,</br>The dimpl'd waters broke in circles by:</br>Well skill'd to aim the dart, or guide the car,</br>Their absent lovers join'd the civil war.</br>Where two proud houses sought Britannia's throne,</br>Their int'rests diff'rent, but their views were one.</br>While frequent sighs, the fault'ring accents broke,</br>To Juga thus young Eleanora spoke.", "ELEANORA.</br>O Juga!  this my sad complaint attend,</br>And join in sympathy your hapless friend;</br>Curst be the quarrel, curst the dread alarms,</br>That tears Sir Robert from my constant arms,</br>To fight for York.  O free from every stain!</br>May Ebor's rose her ancient white retain:</br>But Fancy ranging far without controul,</br>With horrors worse than death o'ercomes my soul.</br>Methinks I see him gasping on the ground,</br>The life-warm blood full rushing from the wound:</br>Cold, pale, and weak, upon the plain he lies,</br>Assist him heav'n!  assist him, or he dies!", "JUGA.</br>In sorrow's walks, and woe's deserted seats,</br>In pensive melancholy's dark retreats,</br>At morn, or eve, when chilling blasts descend,</br>Incessant mourners we our griefs will blend.</br>As wither'd oaks their frost-nip'd arms entwine,</br>I'll pour my tears, and thou shalt mingle thine:</br>Unfit for joy, like ruin'd tow'rs we'll lay,</br>Where oft the foot of joy was wont to stray.</br>Amidst whose desert walls and mould'ring cells,</br>Pale giant Fear, with screaming Horror dwells;</br>Where oft the dismal gloom of night is broke,</br>By boding owls, and ravens fun'ral croak.", "The deep-mouth'd op'ning pack, the winding horn,</br>No more shall wake to joy the blushing morn:</br>In haunted groves I'll trace the loneliest way,</br>To hide my sorrows from the face of day;</br>Or thro' the church-way path forlorn I'll go,</br>With restless ghosts, companions of my woe.", "When the pale moon scarce sheds her wonted light,</br>But faintly glimmers thro' the murky night,</br>Fantastic fairies from the vain array</br>Of happiness that flies th' approach of day:</br>Then if the blood of life, congeal'd and froze,</br>No more within Sir Robert's bosom glows,</br>Frantic I'll clasp his clay devoid of breath,</br>And racking thought shall torture worse than death.", "ELEANORA.</br>O fairest stream!  who with thy glassy wave,</br>These flow'ry meads on either hand dost lave;</br>Perhaps with thee our champions bodies glide,</br>And heroes' blood augments thy fatal tide:</br>Perhaps &mdash; but come, my gentle Juga, haste!</br>Nor anxious hours in vain surmises waste:</br>Let's seek our heroes o'er the bloody plain,</br>Perhaps to meet with doubled bliss again:</br>If not, to them despairing let us go,</br>And join their shades 'midst constant ghosts below.", "This said, like two fair trees whose leafy store</br>The east has blighted, or the lightning tore;</br>Or as two clouds, o'ercharg'd with wintry show'rs,</br>When in the sky the howling tempest low'rs,</br>Slowly they mov'd. &mdash; But Death's remorseless dart,</br>They found had pierc'd each darling hero's heart.</br>Distracted then, with hasty steps they go,</br>To where ere while they told the rage of woe:</br>There hand in hand they view'd the stream awhile,</br>Each gently sigh'd, and forc'd a parting smile:</br>Then plung'd beneath the stream, the parting wave</br>Receiv'd th' afflicted pair, and prov'd a friendly grave.</br>"]