["See Term appears to rule a passive world,</br>And awe the frighted rustick with its train</br>Of Wigs, and Gowns, and Bands.  The jemmy Clerk</br>Close by his Master's side stands powder'd, while</br>His Client at a distance cringes.  Now,</br>Thou dear Associate of my busy hours,</br>Whom, (since Vacation in her sleepy lap</br>Lull'd me to indolence, Circaean Queen,</br>Who poison's while she smiles) I have disdain'd,</br>Thy presence let me hail. &mdash; I greet thee well.</br>Now will I lead thee through the Maze of Law,</br>Perplexing and perplex'd.  The knotty point,</br>And ev'ry quirk and quibble will I shew:</br>And sometimes on huge folios shalt thou tread</br>With black-brow'd lections hideous.  There, intent</br>The puzzling clause shalt thou transcribe, until</br>Thy pilot sickens.  Strait he shall revive,</br>And speed thy flight to equitable shores.</br>There shalt thou penetrate each deep recess,</br>And labour'd labyrinth of a Bill in Cant,</br>Daring to face tautology.  How thick</br>Thy stream will run, respondent to each note</br>Of dull interrogations? &mdash; Quickly thence,</br>As time may prompt, and active fancy flow;</br>Thy font I'll purify, and turn its course</br>O'er fairy mountains, and poetic vales.</br>Say!  hadst thou rather the Demurrer's bar</br>Erect invincible, than waft my sighs</br>To my Cythera's bosom, and direct</br>Her eyes, those lamps of beauty, where to shine.</br>When Cupid's messenger, how dost thou fly,</br>Swifter almost than thought; and as I touch,</br>In honour of my love, the Sapphic lyre,</br>Methinks thy feather dances to the tune.</br>But when I bid thee up the heavy hill,</br>Where bus'ness sits, to travel, how thy pace</br>Wants quick'ning!  this, and that way dost thou writhe,</br>Convolv'd, uneasy with the tiresome march.</br>Hold up awhile &mdash; for sure is the reward</br>That waits on labour. &mdash; Bear, oh!  bear me then</br>Thro' long succeeding Covenants, from sense</br>However devious.  Spread thy black'ning cloud</br>O'er this fair face of parchment.  Haste &mdash; Dispatch</br>This cumbrous load of things.  On quicker, on,</br>And rid me of the bus'ness of the Term.</br>Then in reward for all thy service past</br>(Tho' gratitude be held a crime) thy plume</br>With gold shall blazon.  Safe in a silver case</br>Shalt thou recline, from vulgar ken remote,</br>Nor ever visit more the Sons of Care,</br>Unless to win respect, and be admir'd.</br>"]