["Mine ear hath heard a sound &mdash; a stifled cry</br>Of distant sorrow; up from th' abyss of time</br>Springs the sad wail of helpless agony&mdash;</br>The laugh of scorn, the scoff, the ribald rhyme,</br>The fearful consequence of lust and crime:</br>O sin hath crushed a heart that went astray</br>From the right path, and with her serpent slime</br>Of pleasure daubed it, hideously gay,</br>The surer thus to gorge and batten on her prey!", "Stay, mortal, thy career!  and ere the hour</br>Of retribution comes, that comes to all,</br>O let Repentance use her saving power</br>To free thy soul from miserable thrall&mdash;</br>Call with a warning voice, nor vainly call:</br>Then shall the bonds of vice apart be riven;</br>And angels, when they see thy shackles fall,</br>Almost &mdash; so great the joy will be in heaven&mdash;</br>Wish they had sinned like thee, to be like thee forgiven.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Wouldst thou learn wisdom?  seek it not</br>In the hermit's cell or the peasant's cot;</br>For the hermit's cell, though far it be</br>Away from the world's impurity,</br>Holds but little of earthly good</br>Beyond the charm of its solitude;</br>As the flower that springs in desert ground</br>Looks only bright for the waste around:</br>And the lowly cot of the peasant, though long</br>It hath Paradise seemed in the minstrel's song,</br>Hath its ample share of wants and woes</br>When clothed in reality's humble prose.</br>Turn away, then,</br>From the path that leads</br>To the mountain glen</br>Or the flowery meads;</br>Come when the moon her beauty discloses</br>Over thy garden-bower of roses;</br>Come not in fear or in company.</br>With a trembling heart and a tearful eye,</br>But, harmed not the more, nor guarded the less,</br>Come alone in thy gentleness,</br>And spread thy little white hand to me&mdash;</br>Thou shalt be taught by palmistry.", "There is a line upon thine hand&mdash;</br>Deeply, deeply that line is traced;</br>Ne'er hath the eye of futurity scanned,</br>Ne'er hath the finger of Providence placed</br>On mortal mould</br>A type that told</br>Of half the sum of human bliss</br>As, in characters known</br>To me alone,</br>Is graven in letters of light on this.</br>Thou shalt be happy, for happiness flies</br>Ever round the fountain of light divine,</br>That is fed by the streams of virtue which rise</br>With sparkling radiance in hearts like thine;</br>And if ever sin</br>By chance should win</br>A wish or a thought for her guilty store,</br>Thy memory cast</br>To the times then past,</br>Remember the Sibyl, and sin no more.</br>"]