["PASTORAL I.</br>COLIN.  ALEXIS.  CORYDON.", "COLIN.</br>Now to the western main the sun descends,</br>Along the green, the lengthen'd shade extends,</br>The pointed rocks are ting'd with rays of gold,</br>Our flocks secure are pent within the fold,</br>The nightly dews refresh the drooping flow'rs,</br>Sweetly the linnets warble in the bow'rs:</br>Let us beneath this spreading tree recline,</br>And sing the dictates of the tuneful nine,</br>Behold this rural pipe, so soft and clear,</br>With which sweet Thomson sung the circling year,</br>This be his prize who smoothest can rehearse</br>Some simple tale in soft bucolic verse:</br>Or sing by turns, as do the tuneful train,</br>And I as umpire will the prize ordain.", "ALEXIS.</br>Begin thy carols, Corydon, proceed,</br>And I will follow, thou the song shalt lead,</br>Begin, the woods will multiply the sound,</br>And vocal rocks the melody rebound.", "CORYDON.</br>See, spring again begins her smiling round,</br>And blooming flow'rs enamel all the ground;</br>Here daffodils and primroses are seen,</br>And pinks and daises variegate the green.", "ALEXIS.</br>How gay the plains in vernal liv'ry drest,</br>Beneath our feet the blooming flow'rs are prest:</br>Sweet are the scents that taint the gentle breeze,</br>And fair the blossoms on the spreading trees.", "CORYDON.</br>Who would not quit the city, and retire</br>To rural shades, their beauty to admire;</br>Where such delights are purchas'd without cost,</br>Beyond what courts and palaces can boast.", "ALEXIS.</br>Sure here are sports and pastimes, on the green,</br>May charm the greatest King and fairest Queen:</br>And some, if fame bely not, have forsook</br>Their crowns, and chang'd a sceptre for a crook", "CORYDON.</br>O come, Amanda, pride of all the plain,</br>The love and wonder of each am'rous swain;</br>Come, like the rosy morn, in all thy charms;</br>O come, and bless thy longing shepherd's arms.", "ALEXIS.</br>Come, Rosalinda, beauty of the bow'rs,</br>Gay as the early bloom, on op'ning flow'rs;</br>Come, Rosalinda, come, and with thee bring</br>That beauty which eclipses all the spring.", "CORYDON.</br>Amanda loves me, yet would often hide</br>Her rising blushes with a modest pride;</br>Ah, foolish nymph!  how vain is this disguise,</br>Whilst I can read the language of thine eyes.", "ALEXIS.</br>Me Rosalinda flies, but flies in vain,</br>While oft she turns to gaze upon her swain;</br>An easy matter interrupts her haste,</br>She feigns some mischief, but to be embrac'd.", "CORYDON.</br>Sweet, to the mind forlorn, are soothing dreams,</br>Sweet, to the weary trav'ller, purling streams,</br>Sweet is the blossom, to the roving bee;</br>But sweeter far Amanda is to me.", "ALEXIS.</br>Not to the lonely wand'rer, led astray,</br>Thro' night's dun shades, the morning's cheering ray,</br>Not to the sons of Lapland's dark domain,</br>The smiling months of summer's cheerful reign,</br>Not to the captive linnet, liberty</br>Is half so sweet as Rosalind to me.", "CORYDON.</br>Singing's the pastime my Amanda loves;</br>Each nymph and swain the tender strain approves,</br>Not fair Malvina, with her charming tongue,</br>To Ossian's harp more pleasing numbers sung;</br>While she loves singing, singing I'll approve,</br>Nor dance nor revel nor gay frolic love.", "ALEXIS.</br>My Rosalind in dancing far exceeds</br>The gayest nymph thee ever trod the meads,</br>Not fairies lighter skiff the dews away</br>Than Rosalinda, on a morn of May;</br>While she loves dancing, revels are for me,</br>I'll leave the singing, to thy nymph and thee.", "COLIN.</br>Pleas'd and surpris'd, I've listen'd to your songs;</br>For both have won, to both the prize belongs;</br>Each for reward a boxen hautboy take,</br>And occupy them well for Colin's sake;</br>But see, the ev'ning hurries us away,</br>Thomson's will be the prize another day.", "PASTORAL II.</br>When Sol, with ev'ning rays, adorn'd the west,</br>And wearied shepherds sought their place of rest,</br>Young Strephon, pain'd with unsuccessful love,</br>Thus mourn'd his passion, in a lonely grove:", "\"Ye groves, and list'ning grottoes, hear my strain,</br>To you, of cruel Delia, I complain;</br>To those complaints, which she disdains to hear,</br>Ye murm'ring fountains, drop a pitying tear;</br>Ye vocal rocks, repeat my mournful sighs,</br>While, in the grove, the lovesick Strephon dies.", "\"Now, night extends around her dark domain,</br>And solemn silence lulls the peaceful plain,</br>Tir'd nature shares the blessing of repose,</br>The wretched find oblivion of their woes;</br>All but the restless votaries of love,</br>Deny'd the sweets of somnolence to prove,</br>The soft oppression leaves my weary eyes;</br>Ye vocal rocks, repeat my mournful sighs.", "\"With grief I see the dawning day return,</br>And with the falling dews of ev'ning mourn,</br>Taught by sweet Philomela's plaintive drain,</br>In some lone shade, I pitiful complain.</br>Begin, sweet bird, thy lovelorn note, prolong;</br>Ye vocal rocks, repeat the mournful song.", "\"My sheep to crop the tender blade forbear,</br>Nor can unmov'd their keeper's sorrow hear,</br>The maids and pitying shepherds gather round,</br>And kindly ask who gave the fatal wound;</br>All grieve but Delia, heedless of my cries;</br>Ye vocal rocks, repeat my mournful sighs.", "\"No more the pastimes of the rural field</br>Can cheer my heart, and wonted pleasure yield,</br>Ah!  how can these delight my pensive mind</br>While haughty Delia's cruel and unkind;</br>From Strephon's arms precipitate she flies;</br>Ye vocal rocks, repeat my mournful sighs.", "\"A dance was held on yonder shady green,</br>Where many a youth and village maid was seen;</br>There Delia came, in gay apparel drest,</br>And far outshone the beauty of the rest;</br>Then did I see Menalcas soon advance,</br>And lead the thoughtless charmer through the dance;</br>While sick of jealousy poor Strephon lies;</br>Ye vocal rocks, repeat my mournful sighs.", "\"What though my music melts each tender maid,</br>And tales of love each list'ning ear invade;</br>For oft they sat around me in my cell,</br>Some pleasing am'rous tale to hear me tell;</br>But Delia ev'ry song and tale disdains;</br>Ye vocal rocks, repeat my mournful strains.", "\"Ah simple youth!  how couldst thou think to gain</br>A maid, who treats thy passion with disdain?</br>One whose ambitious mind did still aspire</br>To reign a toast, and shine in rich attire;</br>If thou hadst gold, the surest bait of love,</br>Then mightst thou hope her venal heart to move;</br>But she will still thy scanty fare despise;</br>Ye vocal rocks, repeat my mournful sighs.", "\"Go Delia, go, the nuptial bed prepare,</br>And let Menalcas ev'ry blessing share;</br>Old though he be, his gold can make him young,</br>Unbend his brows, and smooth his rustic tongue:</br>But I, unhappy, whither shall I go!</br>Ah, whither find the solace of my wo?</br>No more I'll pipe, upon the flow'ry plain,</br>No more the grottoes echo to my strain;</br>I'll hang my flute upon yon aged tree,</br>There let it hang in memory of me;</br>Which when the breathing zephyrs gently blow,</br>Will softly sound, in soothing notes of wo;</br>Mov'd by the sound, some pitying swain will say,</br>'Its master lov'd the melancholy lay.'</br>Begin, my flute, ye gentle gales arise;</br>Now cease, ye echoes to repeat my sighs.", "\"There stands a rock which overlooks the deep,</br>Whence careful shepherds drive their heedless sheep;</br>Urg'd by my passion thither will I go,</br>And from the top, this wretched body throw;</br>Then, then perhaps, her stubborn tears may flow,</br>And if she's human, join the gen'ral wo;</br>But ah!  false charmer, spare this crime alone;</br>Vainly to triumph when your lover's gone.\"", "Thus sung the shepherd till the early ray</br>Of morn appear'd, and chac'd the shades away;</br>Survey'd the cliff, but seiz'd with sudden fright,</br>Defer'd his leap, till the succeeding night.", "PASTORAL III.</br>PART I.</br>The forests are mantl'd in green,</br>The hawthorn in blossom looks gay,</br>The primrose and daisy are seen,</br>And birds carol sweet on the spray.</br>'Tis now the gay season of love,</br>Soft raptures inspire ev'ry bears;</br>Come, Myra, retire to the grove,</br>While I my fond passion impart.", "You say, that you doubt if I love;</br>From whence can such fancies arise;</br>If words are too languid to prove,</br>'Tis seen in the glance of mine eyes.</br>Believe me, thou charmer divine,</br>Those vallies can witness my pain;</br>The streams join their murmurs with mine,</br>And the echoes have learn'd to complain.", "I'm young, and too simple to lie,</br>To call thee a goddess or queen;</br>My flame is reveal'd in that sigh,</br>My blushes explain what I mean.</br>My passion's so mild and sincere,</br>And chaste, as the innocent dove;</br>I call thee not false nor severe,</br>'Tis sure the completest of love.", "I walk by the whispering grove,</br>Where the zephyrs found soft thro' the spray,</br>I mourn, with the amorous dove;</br>And join the sweet nightingale's lay,</br>Those sounds are so mournfully sweet,</br>That mirth seems unpleasant to me;</br>I'd leave the fond thought with regret,</br>Of indulging a passion for thee.", "I lie by the verge of the stream,</br>Whose murmurs oft lull me to rest;</br>I court the kind flattering dream,</br>To lay me supine on thy breast;</br>I wake, and I fold thee in vain,</br>The shade is too subtile to keep;</br>I foolishly dote on my pain,</br>And find it a pleasure to weep.", "The pleasures that wait on the spring,</br>The flow'rs and the fair budding tree,</br>The joys that the summer can bring,</br>Are tasteless when absent from thee;</br>The warblers, that sing from the grove,</br>In vain do their melody flow,</br>But when, with the maid that I love,</br>'Tis enchantment wherever I go.", "I covet not jewels and gold,</br>The rich I unenvy'd can see,</br>No treasure on earth I behold,</br>No jewel so precious as thee;</br>With me, to my cottage retire,</br>Unburthen'd with treasure and wealth;</br>Let love all our pleasures inspire,</br>And live in contentment and health.", "PART II.</br>Why heaves my fond heart with a sigh?</br>Why wander so pensive alone?</br>I ask, and the echoes reply,</br>'Cause shepherd, thy charmer is gone,</br>Outo'er yon green mountain she flies,</br>Ah cruel!  no more to return,</br>Another, possess'd of the prize,</br>She leaves the poor shepherd to mourn.", "I urg'd my request to the fair,</br>Who listen'd awhile to my tale;</br>She sigh'd, with a languishing air,</br>And I thought my fond suit would prevail.</br>Poor shepherd, thy transport refrain,</br>Unhappy thou ever shalt be,</br>She sighs for a gentle young swain,</br>And despises thy sheep-hook and thee.", "Young Calledon came to the plain,</br>He look'd like a person divine,</br>Was honour'd by every swain,</br>Each tongue spoke his praises but mine;</br>For Myra his beauty admir'd,</br>A glance the fond virgin had won,</br>With him from the plain she retir'd,</br>She lov'd him and I am undone.", "My wandering sheep I forsook,</br>Regardless of ought that was mine;</br>I lost both my pipe and my crook,</br>While my friends at my folly repine;</br>My roses neglected grew pale,</br>And my bee-hives all empty were found;</br>Pale poverty haunted the vale,</br>Where pleasure and wealth did abound.", "Ye swains, who beheld me of late</br>With envy, and thought me so bless'd;</br>See how, by the turn of hard fate,</br>I'm rob'd of the joy I possess'd.</br>Have pity, nor cruelly boast,</br>And triumph to hear my sad moan;</br>But think the fair charmer I've lost</br>Gives exquisite torment alone.", "Ye gales, on your pinions so light,</br>O waft to her ear the sad strain;</br>O tell her my pitiful plight,</br>And bid her return to her swain,</br>If yet soft compassion does dwell</br>In her bosom, its mansion before,</br>She'll cruelty, break thy curs'd spell,</br>And bless her kind shepherd once more.", "Cease, Corydon, cease the fond strain,</br>Ah what will thy sorrow avail!</br>Thy sighs and thy tars are in vain,</br>Thy numbers are lost in the gale;</br>Yet still will I warder and mourn,</br>Tbough nought but the echoes reply;</br>For Myra no more will return,</br>Then, mourn, hapless shepherd, and die.", "PASTORAL IV.  CORYDON'S ELEGY.</br>Come, shepherds, and aid me to mourn,</br>Ye nymphs, bring me garlands of yew,</br>Around our young Corydon's urn</br>The branches we'll lavishly strew:</br>To all he was gentle and kind,</br>By all the dear youth was belov'd,</br>He charm'd with the wit of his mind,</br>And his music was always approv'd.", "When he sung, he enchanted each maid,</br>Such magic was heard in the sound;</br>Now his pipe it hangs mute in the shade,</br>And the groves are all gloomy around.</br>The breezes proclaim, with a sigh,</br>His loss, and his absence deplore;</br>And the echoes, in murmurs, reply</br>We'll repeat his soft verses no more.", "But sure, all his charms to display,</br>No Poet can boast of the skill,</br>Nor would you believe what I say,</br>Let me tell you as true as I will;</br>For modesty, sweetness and truth</br>Him shepherd could never excel,</br>If a fault e'er attended the youth,</br>That fault was his loving too well.", "The Muses were kind to the boy,</br>And taught him their skifullest lore,</br>But his Myra was haughty and coy,</br>And despis'd him because he was poor.</br>Yet sure she was foolish and vain,</br>To flee from her Corydon's arms,</br>To treat a fond youth with disdain</br>Possess'd of such exquisite charms.", "He forsook the delights of the field,</br>The dance on the flow'r cover'd green,</br>Gay revels no pleasure could yield,</br>When his Myra no more could be seen.</br>In the gloomiest place he could find</br>He hid him from every eye,</br>There nurs'd the distress of his mind,</br>And there the sad shepherd did die.", "Come, virgins, around him and weep,</br>When summer is fresh in its bloom,</br>Here, yearly, a festival keep,</br>And hang with fresh garlands his tomb:</br>Here plant the dull cypress and yew,</br>Let his pipe be display'd in the grove,</br>That the virgins may say, when they view,</br>\"There lies a sad victim of love.\"</br>"]