["Ah!  'tis too much for mortal to sustain;</br>It tears the nerves, it racks the brain;</br>The strong idea shakes th' affrighted soul,</br>While horrors gather round, and thunders rend the pole.", "I see, I see the dreadful god of war,</br>Advancing in his flaming car!</br>A living sword his gory arm displays,</br>Fierce glare his eye-balls with tremendous blaze;</br>His radiant vesture dipp'd in blood,</br>His feet with iron sandals shod,</br>His breast with tripple steel embrac'd,</br>And with his gorgon shield his arm enormous grac'd.</br>I see his stern brow bent into a frown,</br>Which Wrath, Revenge and Furies crown;</br>While, bristling, on his furrow'd front, are spread</br>The sable honours of his head;</br>His nodding plume, and golden helm beneath,</br>A blood-stain'd laurel forms a dusky wreath.", "Hark!  o'er th' embattled plain Confusion roars!</br>Receive me, Ocean, from your hostile shores;</br>Hide me, some mountain, with your shaggy brow,</br>Where, fearless of the ax, the tall pines grow;</br>Snatch me, ye Cyclops, to your fi'ry cell,</br>Where milder flames, and gentler noises dwell;</br>Or bear me, on your rapid wing sublime,</br>Ye Whirlwinds, to some dreary clime,</br>Where frost eternal chills the joyless year,</br>And checks Ambition's mad career,</br>Or to some distant sea-girt isle,</br>That ne'er rewarded yet th' advent'rous sailor's toil.</br>O, shield me, shield me from th' infernal train!</br>But 'tis in vain;</br>O'er earth, and seas, and skies, the martial god</br>Drives his blood-thirsting pack, and shakes his scorpion rod.</br>Titanic rage invades the throne of Jove,</br>And fills with horror dire the blissful realms above.", "Nearer and nearer yet, confus'd, I hear</br>The shout of Rage, the cry of Fear;</br>The hoarse drum beating terrible alarms,</br>The trumpets clangor, and the clash of arms:</br>The wounded's piteous scream, the dying groan,</br>The widdow'd matrons wild distracted moan;</br>The beasts and birds of prey, with hideous yell,</br>Rejoicing in the carnage fell;</br>While Hell's tremendous engines vent their breath,</br>And in loud thunders bear thy awful mandate, Death.</br>The god, transported, listens to the sound,</br>And, sternly smiling, spreads immense destruction round.", "I see his ghastly train!  his foaming courser's toil,</br>By Furies lash'd!  behold each lash recoil,</br>And wound the hand that strikes!  Stalking before,</br>Grasping Ambition paint her pallid cheeks with gore:</br>Revenge and Murder, twin'd in damn'd embrace;</br>Death in each eye, and fury in each face!</br>Insatiate Rapine, keen and fierce,</br>His foe or friend alike to pierce!</br>Whose unrelenting heart no pity knows</br>For tender Virgins shrieks, or pregnant Mothers woes.</br>As late, on old Visurgis war-worn bank,</br>The Fury ravag'd wide,</br>Conceal'd beneath the hoary willows dank,</br>The frighted Naiads saw th' empurpled tide:</br>They saw &mdash; and, from their fair eyes floating down,</br>Soft showers of liquid pearl their rosy beauties drown.</br>The blue-ey'd sisters wept the hapless fate</br>Of those who wove their flow'ry garlands late;</br>Now from their brows the vernal honours torn,</br>Their bloomless Meads and barren Haunts they mourn.", "Ah me!  how dire, how num'rous is thy train!</br>Gnawing Envy, frantic Pain,</br>Malice, with her hundred wiles,</br>And ruthless Cruelty, that stabs and smiles:</br>A reeking cup her bloody hand sustains,</br>She drinks, and thirsts, and drinks, and still her thirst remains.</br>I know thee, Pride, through all thy vain disguise!</br>Thy bloated form, thy scornful eyes</br>Conquest's imperial robes but ill conceal,</br>The Monarch's diadem, and Warrior's steel:</br>Tho' Valour seems to nerve thy arm,</br>And Honour fair thy breast to warm,</br>These are but Fiends that on thy sense impose,</br>Valour and Honour scorn to wreathe the Tyrant's brows.", "How mourn'd Araxes' sons thy baleful powers,</br>When Macedonia's Youth, miscall'd the Great,</br>Levell'd their Cities, Palaces and Towers,</br>And to its period brought their Empire's date!</br>No virtuous end the haughty Victor sought,</br>A blast of fame the meed for which he fought;</br>His heart elate with purple pride,</br>He dream'd of immortality &mdash; and died.", "Still is thy cursed train prolong'd!</br>Still is thy car with Furies throng'd!</br>See!  Sacrilege, with arm extended high,</br>Snatch at the stars that grace the sky:</br>Dejected Slav'ry bend beneath a load</br>Of shafts, intended her own sides to goad;</br>And Ignorance, with Gothic rage,</br>Defacing Wisdom's sacred Page:</br>Rebellion, lifting high her speckled crest,</br>And plunging daggers in her Parents breast.</br>See, naked Poverty all-shiv'ring stand!</br>See rav'nous Famine gnaw her fleshless hand!</br>And, by a thousand griefs born down, Despair,</br>Holding a pois'nous asp to her swoln bosom bare!", "What Fiend is this, than all the rest more fell?</br>Her glance is death, her voice th' Hyaena's yell:</br>The scythe of Time, thrice-sharpen'd, arms her hand,</br>Destruction's martial engines round her stand:</br>Blasted the groves, where'er she turns, are seen,</br>No more the young corn, waving green,</br>Chears the rough breast of Industry &mdash; no more</br>He walks his ample round, and views his rising store:</br>All melancholy roams the chearless Tide,</br>No Muses grace her long-deserted side;</br>No Youths and Maids, with flow'rets gay,</br>In revels honour genial May,</br>No Lover pours his tender pain,</br>Or with his mellow-breathing flute averts disdain:</br>No more the chearful haunt of men,</br>Where tower'd the lordly spire, the Dragon makes his den.</br>Curs'd Destruction!  foe to Heav'n and Earth!</br>Say, what Tartarean Monster gave thee birth?", "Of thee, the Muse demands proud Ilium's tow'rs,</br>Her mazy-folding walls, ah!  where?</br>Tho' rais'd by Harmony's celestial powers,</br>The work divine thy rude hand would not spare.</br>Where now great Babel's shining Turrets high,</br>That in the eastern sky,</br>Like some distinguish'd Constellation bright,</br>Cast on the Nations round their streamy light?</br>Or where those once magnificent Abodes</br>Of Persia's Demi-gods?</br>By thee o'erthrown,</br>The savage Panther marks them for his own.</br>Where now Amphion's tuneful labours?  where</br>Those favour'd Domes, Minerva's care?</br>No more her lov'd Illysus' banks she roves,</br>Up-torn by thee her Academic Groves.</br>Where Liberty her hundred States maintain'd,</br>And smiling reign'd;</br>Whilst, round her radiant Throne,</br>Arts, Genius, Valour, and Politeness shone;</br>What traces now of all her former state?</br>Th' Historic page, alone, records her great.", "Arcadian Bowers, where Virgin Nature smil'd,</br>Ere, by false blandishments beguil'd,</br>She yielded to the soft address of Art,</br>Who loos'd her zone, and stole her simple heart!</br>Old Peneus hoar,</br>And silver Ladon's flow'ry shore,</br>Thessalian Tempe's broider'd Vale,</br>Where flocks innum'rous snuff'd th' ambrosial gale.</br>Alpheus fond, his flying Maid</br>Thro' many a sweet sequester'd shade,</br>And many a golden vale and mead</br>Pursuing swift with am'rous speed;</br>Fair Hypocrene, mellifluous Font!</br>Cyllenus and the tuneful Mount;</br>O, dear to Poesy!  ye scenes belov'd,</br>Where Innocence and Joy united rov'd!</br>But ah, how chang'd! &mdash; thine iron hand compell'd</br>The Muses thence; and ev'ry rapture quell'd.", "This way she turns. &mdash; Mark!  sad Germania's plains;</br>Her golden harvests cease &mdash; her drooping Swains,</br>Smit with despair,</br>Their ruin'd Labours view, and sweet domestic care.</br>What god, what Hero shall her force withstand,</br>Arrest her lifted hand,</br>Preserve Europa from th' enkindled flame,</br>And earn the sacred Palm of virtuous Fame?</br>Behold, he comes,</br>From the Sun's declining ray,</br>The Stately Youth directs his way:</br>A Laurel Wreath, entwin'd with flowers,</br>The product of Elysian Bow'rs,</br>Adorns his manly Brow; bright beams his Eye</br>With Native Sweetness fraught, and mingled Majesty:</br>The double Sceptre which he bears,</br>Shews Earth and Sea his regal labour shares.", "Before him, see!  by smiling Cherubs born,</br>Philanthropy, with copious horn,</br>A thousand fragrant Blessings pours,</br>While clouds of Incense rise from all the grateful shores.</br>Circling round, a suppliant Band</br>Claims Protection from his Hand.</br>Hark, the drooping Arts complain!</br>Science mourns her fractur'd Chain,</br>Commerce weeps her ravish'd Store,</br>And blest Religion grieves, her Sanctions bind no more.</br>The Hero sighs.&mdash;</br>Lo!  to his righteous Care, the Martial God</br>Commits his just-avenging Rod:</br>He frowns indignant &mdash; All the ghastly Train</br>Confess their Fears, and quit the ravag'd plain:</br>He smiles &mdash; the Clouds disperse &mdash; the Thunders cease,</br>And all the harrass'd World is blest with Peace.</br>"]