["Aye Charles!  I knew that this would fix thine eye,</br>This woodbine wreathing round the broken porch,</br>Its leaves just withering, yet one autumn flower</br>Still fresh and fragrant; and yon holly-hock</br>That thro' the creeping weeds and nettles tall</br>Peers taller, and uplifts its column'd stem</br>Bright with the broad rose-blossoms.  I have seen</br>Many a fallen convent reverend in decay,</br>And many a time have trod the castle courts</br>And grass-green halls, yet never did they strike</br>Home to the heart such melancholy thoughts</br>As this poor cottage.  Look, its little hatch</br>Fleeced with that grey and wintry moss; the roof</br>Part mouldered in, the rest o'ergrown with weeds,</br>House-leek and long thin grass and greener moss;</br>So Nature wars with all the works of man,</br>And, like himself, reduces back to earth</br>His perishable piles.", "I led thee here</br>Charles, not without design; for this hath been</br>My favourite walk even since I was a boy;</br>And I remember Charles, this ruin here,</br>The neatest comfortable dwelling place!</br>That when I read in those dear books that first</br>Woke in my heart the love of poesy,</br>How with the villagers Erminia dwelt,</br>And Calidore for a fair shepherdess</br>Forgot his quest to learn the shepherd's lore;</br>My fancy drew from this the little hut</br>Where that poor princess wept her hopeless love,</br>Or where the gentle Calidore at eve</br>Led Pastorella home.  There was not then</br>A weed where all these nettles overtop</br>The garden wall; but sweet-briar, scenting sweet</br>The morning air, rosemary and marjoram,</br>All wholesome herbs; and then, that woodbine wreath'd</br>So lavishly around the pillared porch</br>Its fragrant flowers, that when I past this way,</br>After a truant absence hastening home,</br>I could not chuse but pass with slacken'd speed</br>By that delightful fragrance.  Sadly changed</br>Is this poor cottage!  and its dwellers, Charles!&mdash;</br>Theirs is a simple melancholy tale,</br>There's scarce a village but can fellow it,</br>And yet methinks it will not weary thee,</br>And should not be untold.", "A widow woman</br>Dwelt with her daughter here; just above want,</br>She lived on some small pittance that sufficed,</br>In better times, the needful calls of life,</br>Not without comfort.  I remember her</br>Sitting at evening in that open door way</br>And spinning in the sun; methinks I see her</br>Raising her eyes and dark-rimm'd spectacles</br>To see the passer by, yet ceasing not</br>To twirl her lengthening thread.  Or in the garden</br>On some dry summer evening, walking round</br>To view her flowers, and pointing, as she lean'd</br>Upon the ivory handle of her stick,</br>To some carnation whose o'erheavy head</br>Needed support, while with the watering-pot</br>Joanna followed, and refresh'd and trimm'd</br>The drooping plant; Joanna, her dear child,</br>As lovely and as happy then as youth</br>And innocence could make her.", "Charles!  It seems</br>As tho' I were a boy again, and all</br>The mediate years with their vicissitudes</br>A half-forgotten dream.  I see the Maid</br>So comely in her Sunday dress!  her hair,</br>Her bright brown hair, wreath'd in contracting curls,</br>And then her cheek!  it was a red and white</br>That made the delicate hues of art look loathsome.</br>The countrymen who on their way to church</br>Were leaning o'er the bridge, loitering to hear</br>The bell's last summons, and in idleness</br>Watching the stream below, would all look up</br>When she pass'd by.  And her old Mother, Charles!</br>When I have heard some erring infidel</br>Speak of our faith as of a gloomy creed,</br>Inspiring fear and boding wretchedness,</br>Her figure has recurr'd; for she did love</br>The sabbath-day, and many a time has cross'd</br>These fields in rain and thro' the winter snows,</br>When I, a graceless boy, wishing myself</br>By the fire-side, have wondered why she came</br>Who might have sate at home.", "One only care</br>Hung on her aged spirit.  For herself,</br>Her path was plain before her, and the close</br>Of her long journey near.  But then her child</br>Soon to be left alone in this bad world,&mdash;</br>That was a thought that many a winter night</br>Had kept her sleepless:  and when prudent love</br>In something better than a servant's state</br>Had placed her well at last, it was a pang</br>Like parting life to part with her dear girl.", "One summer, Charles, when at the holydays</br>Return'd from school, I visited again</br>My old accustomed walks, and found in them</br>A joy almost like meeting an old friend,</br>I saw the cottage empty, and the weeds</br>Already crowding the neglected flowers.</br>Joanna by a villain's wiles seduced</br>Had played the wanton, and that blow had reach'd</br>Her mother's heart.  She did not suffer long,</br>Her age was feeble, and the heavy blow</br>Brought her grey hairs with sorrow to the grave.", "I pass this ruin'd dwelling oftentimes</br>And think of other days.  It wakes in me</br>A transient sadness, but the feelings Charles</br>That ever with these recollections rise,</br>I trust in God they will not pass away.</br>"]