["Ah cruel!  to visit our plains,</br>Sweet plains, 'ere my charmer I view'd;</br>Was it kind to rekindle the flames,</br>Which, hopeless, were almost subdu'd:</br>As spirits when lately remov'd</br>Hold a place in the heart of each swain,</br>I lov'd you, and still must have lov'd,</br>Without either transport or pain.", "Again on the banks of the stream,</br>In the shade of the half-wither'd oak,</br>I could almost refrain from your name,</br>And forget how you charm'd when you spoke:</br>Again all reclin'd in the grot,</br>From the boughs of the neighbouring tree,</br>When the linnet and thrush tun'd the throat,</br>They began to have pleasure for me.", "When the sun peep'd out after a show'r,</br>And freshness breath'd over the vale,</br>More gay blush'd the dew-ting'd flow'r,</br>More sweet trill'd the goldfinch's tale;</br>The sweets of the glades, and the grove,</br>The fragrance that flush'd in the air,</br>Brought back the soft infl'ence of love,</br>The dear moments I stray'd with my fair.", "As when heav'n with tidings of peace,</br>Sent an angel to visit the plain,</br>The glories that beam'd from his face,</br>Fill'd with rapture the breast of the swain;</br>So when you appear'd in the vale,</br>The graces seem'd with you to move,</br>I forgot &mdash; ah the sad mournful tale!</br>I forgot, &mdash; I still hopeless must love.", "With rapture I gaz'd on your charms,</br>Cool reason stood loitering near,</br>I wish'd so much grace to my arms;</br>Ah!  why are you formed so fair!</br>Fair hope ever quick to beguile,</br>With fancy still apt to disguise,</br>Each feature had form'd to a smile,</br>And pointed the darts from your eyes.", "The dryads have fled from my grot,</br>See peace and contentment depart!</br>Nor, as wont, can the wood-songster's note</br>Bring peace and content to my heart.</br>The vales, where well-pleas'd I might rove,</br>Shall echo my plaints as I mourn,</br>Since, hopeless, I ever must love,</br>Since thus you have left me forlorn.</br>"]