["The surly Demons of the Tempest yell,</br>The frozen ground rings sullen on the ear;</br>Night breathes her cold sighs o'er the shivering dell,</br>And sheeted horror leagues with wan-cheeked fear.</br>No more spring's smiling babes, the roses rear</br>Their blushing heads, but bid a long farewell;</br>No more the balmy eyelids of the morn,</br>Awake green-tressed summer from her cell.</br>With crystal spangles doth she now adorn</br>Her bosom pale, and chill, and weeps her withering thorn.", "Terrific darkness clothes the baleful heath,</br>While dread's black legions lift her awful veil;</br>Gigantic terror calls the fiends of death,</br>And bids the elves their dismal scenes reveal</br>To the tranc'd traveller's eye, whose heart-strings feel</br>The horrid shock, and blasted, tear asunder</br>The forked lightnings round his forehead dance,</br>Grim howls the flame-robed power that sways the thunder,</br>He sinks, he dies, the torturing cries advance,</br>Ne'er shall his children catch their father's sprightly glance.", "Ah me!  what now avails the shuddering wretch</br>Who hugs her orphan infant to her breast;</br>Beneath some ruined castle's yawning breach,</br>Hark!  the winds whistle o'er the hapless guest;</br>The shattered walls rock tottering; &mdash; sprites unblest,</br>O, spare the meek-eyed mourner &mdash; Angels catch</br>The falling rocks, arrest the sudden death,</br>Celestial comfort's soft elixir fetch.</br>Lo, now, even now, she pours her last sad breath,</br>The frighted darling clings, and gasps, and falls beneath.", "Fell winter, tyrant of the blooming year,</br>Nature's harsh stepsire, mirth's Cimmerian foe,</br>Fly with thy ruffian-blasts to cavern drear,</br>Nor mar the lovely woodlands vernal blow,</br>Thou and thy Ravens shriek the dirge of woe,</br>In Lapland's haggard waste the rude rocks tear,</br>And hurl huge fragments to the stagnant wave,</br>From some blank hill, where witching beldames stare,</br>But oh, Europa's flowry natives spare,</br>Zephyr alone his radiant wing shall wave,</br>And melting thaws serene unbind their icy grave.</br>"]