["The Bell now tolls the hour of closing gates,</br>With jarring sound the porter turns the key,</br>Then in his dreary mansion slumb'ring waits,</br>And slowly, sternly quits it, tho' for me!", "Now shine the spires beneath the paly moon,</br>And through the Cloysters peace and silence reign,</br>Save where some fidler scrapes a drowsy tune,</br>Or festive bowls inspire a jovial strain:", "Save that from yonder cobweb-mantled room,</br>Where sleeps a student in profound repose,</br>Oppress'd with ale, wide echoes through the gloom,</br>The droning music of his vocal nose.", "Within those walls where, through the glimm'ring shade,</br>Appear the pamphlets in a mould'ring heap,</br>Each in his narrow bed till morning laid,</br>The peaceful Fellows of the College sleep.", "The tinkling bell proclaiming early pray'rs,</br>The noisy servants rattling o'er their heads,</br>The calls of business, and domestic cares,</br>Ne'er rouze these sleepers from their downy beds.", "No chatt'ring females crowd their social fire,</br>No dread have they of discord and of strife;</br>Unknown the names of husband and of sire,</br>Unfelt the joys or plagues of married life.", "Oft have they bask'd beneath these sunny walls,</br>Oft have the benches bow'd beneath their weight;</br>How jocund still their looks when dinner calls,</br>How smoak the cutlets on their crouded plate!", "O let not Temp'rance too disdainful hear</br>How long their feasts, or compotations last,</br>Nor you, ye Fair, with a contemptuous sneer</br>On these unmarry'd men reflections cast!", "The plenteous fortune, and the beauteous face,</br>Themselves confess it, and their lives bemoan,</br>Too oft' are won by scarlet and by lace:</br>These sons of science shine in black alone.", "Forgive, ye Fair, th' involuntary fault,</br>If these no feats of gaiety display,</br>Where through proud Ranelagh's wide echoing vault,</br>Melodious ***** trills her quav'ring lay.", "Say, is the sword well suited to the band?</br>Does 'broider'd coat agree with sable gown?</br>Can Dresden laces shade a churchman's hand?</br>Or Learning's vot'ries ape the beaux of town?", "Perhaps, indeed, ev'n here might yet be found,</br>Some who have mingled in light folly's train;</br>Some who have tripp'd in the fantastic round,</br>And join'd the light, the giddy, and the vain.", "But Knowledge now has fill'd each vacant mind</br>With Rome's rich spoils and Truth's exalted views;</br>Fir'd them with transports of a nobler kind,</br>And bade them slight all Females but the Muse.", "Full many a lark, high tow'ring to the sky,</br>Unheard, unheeded greets th' approach of light;</br>Full many a star, unnotic'd, gleams on high,</br>In yon bright galaxy that decks the night.", "Some future Herring, who, with dauntless breast</br>Rebellion's torrent shall, with zeal oppose;</br>Some mute, untutored Lyttelton may rest,</br>Some Pelham, dreadful to his country's foes.", "Nor think that FORTUNE here is niggard grown,</br>Since many a youth full kindly she confines;</br>Forbids in Patriot's guise t' insult the throne,</br>And hide, with Freedom's mask, the worst designs.", "As yet, at least, far off from factious strife,</br>They pass, in scientific lore, the day;</br>Or, taste the joys of sweet convivial life,</br>Or, with Apollo and the Muses stray.", "Ev'n these, their books, from cobwebs to protect,</br>Inclos'd by doors of glass, in Doric style;</br>On fluted pillars rais'd, with bronzes deck'd,</br>They claim the passing tribute of a smile.", "Oft' are the authors names, (tho' richly bound)</br>Mis-spelt by rude mechanics want of care;</br>And many a catalogue is strew'd around,</br>To teach th' admiring guest what books are there.", "Reports attract the Lawyer's parting eyes,</br>Novels Lord Fopling and Sir Plume require;</br>For Songs and Plays the voice of Beauty cries,</br>And Sense and Nature Grandison desire.", "For who, to stupid Ignorance a prey,</br>E'er scorns such dear delights within these walls?</br>Or who but wishes to prolong his stay,</br>With longing, ling'ring looks, where science calls?", "For thee, who mindful of thy lov'd compeers,</br>Dost in these lines their artless tales relate;</br>If chance, with prying search, in future years,</br>Some antiquarian shou'd inquire thy fate,", "Haply some friend may shake his hoary head</br>And say; 'Each morn' unchill'd by frosts he ran,</br>With hose ungarter'd, o'er yon turfy bed,</br>To reach the chapel &mdash; ere the psalms began:", "'There, in arms of that lethargic chair,</br>Which rears its old moth-eaten back so high;</br>At noon he quaff'd three glasses to the fair,</br>And por'd upon the news with curious eye.", "'Now by the fire engag'd in serious talk,</br>Or mirthful converse, wou'd he loit'ring stand,</br>Now in the garden chuse a sunny walk,</br>Or launch the polish'd bowl with steady hand.", "'One morn' we miss'd him, at the hour of pray'r,</br>And in the hall, and on the fav'rite green;</br>Another came; nor yet within the chair,</br>Nor yet at bowls, nor chapel was he seen.", "'The next, we heard that, in a neighb'ring town,</br>That day to church he led a willing bride,</br>Whose worth and beauty all his wishes crown,</br>Boast of his youth, and glory of his pride.", "'Now by his Patron's bounteous care remov'd,</br>He lives with beauty blest, and true content;</br>Yet ever mindful of the place he lov'd,</br>Read, here, the letter which he lately sent.'", "THE LETTER.</br>In rural Innocence secure I dwell,</br>Alike to Fortune and to Fame unknown;</br>Approving Conscience chears my humble cell,</br>And social Bliss has mark'd me for her own.", "Next to the blessings of religious truth,</br>Two gifts mine endless gratitude engage;</br>A Wife, the dear companion of my youth,</br>A son, to be the comfort of my age.", "Seek not to draw me from this blest retreat,</br>In loftier spheres unfit, untaught to move;</br>Content with calm domestic life, where meet</br>The smiles of Friendship and the sweets of Love.</br>"]