["Sickness, I yield to thy subduing sway,</br>A livid paleness o'er each feature steals;</br>Widely irregular my pulses play,</br>And all my frame a listless languor feels.", "How chang'd, how alter'd from my former plight,</br>When youthful vigour every sinew strung;</br>When fancy wing'd a bold excursive flight,</br>And notes of rapture warbled on my tongue.", "The dreams of pleasure which I then pursu'd,</br>No more shall lure me with their splendid guise;</br>Nor shall my love of fame be hence renew'd,</br>For sickness yields not to the great or wise.", "The frowns of censure and the smiles of praise,</br>And all that fortitude and that fate decree,</br>The same indifference in my bosom raise,</br>For all, alas, is vanity to me.", "E'en the sweet converse of thy nymph I love,</br>Of late so pleasing, now disgusts mine ear;</br>And should an Angel whisper from above,</br>His fine-ton'd accents I could scarcely bear.", "No med'cine, mixt with Aesculapian art,</br>Can raise my spirits or assuage my pain;</br>For life's warm tide scarce issues from my heart,</br>And slowly creeps along each circling vein.", "Where'er by chance these weary eye-balls stray,</br>O'er yon fair mirror, to its office true,</br>My wasted form I shudder to survey,</br>And almost doubt if 'tis myself I view.", "Dim are these eyes which once refulgent shone,</br>And faint the throbbings of this aching breast:</br>My falt'ring voice has lost its wonted tone,</br>And all my sorrows are by sighs exprest.", "Few are the transports I can hope to share,</br>Whilst here a ling'ring victim I remain;</br>Anticipation heightens my despair,</br>And retrospection sharpens ev'ry pain:", "The sports of youth, in which I once partook,</br>Alas, no more, th' approving smile can wake:</br>On ev'ry scene I cast a heedless look,</br>Nor know but that may be the last I take.", "Alike regardless of my friends and foes,</br>I wait the coming of that awful hour,</br>Which to affliction brings a welcome close,</br>And lifts the soul above misfortune's pow'r.", "Then, when exempt from each terrestrial eye,</br>My trembling spirit wings the field of space;</br>Congenial souls may quit their native sky,</br>And smiling bear me to the Throne of Grace.</br>"]