["Hear, O ye host of Epicurus!  hear!</br>Each portly form, whose overhanging paunch</br>Can well denote the all-transcendent joy</br>That springs unbounded from fruition full</br>Of rich repast; to you I consecrate</br>The song advent'rous; happy if the Muse</br>Can cook the numbers to your palates keen,</br>Or send but half the relish with her song,</br>That smoaking sirloins to your souls convey.", "Hence now, ye starv'lings wan!  whose empty wombs</br>Oft echo to the hollow murmuring tones</br>Of hunger fell. &mdash; Avaunt ye base-born hinds!</br>Whose fates unkind ne'er destin'd you to gorge</br>The banquet rare, or wage a pleasing war</br>With the delicious morsels of the earth.</br>To you I sing not:  for, alas!  what pain,</br>What tantalizing tortures would entise,</br>To aid the force of Famine's sharpest tooth,</br>Were I to breathe my accents in your ear!", "Hail, ROAST BEEF!  monarch of the festive throng,</br>To hunger's bane the strongest antidote;</br>Come, and with all thy rage-appeasing sweets</br>Our appetites allay:  For, or attended</br>By root Hibernian, or plumb-pudding rare,</br>Still thou art welcome to the social board.</br>Say, can the spicy gales from orient blown,</br>Or zephyrs wing, that from the orange groves</br>Brushes the breeze, with rich perfumes replete,</br>More aromatic or reviving smell</br>To nostrils bring?  Or can the glassy streams</br>Of Pactolus, that o'er its golden sands</br>Delightful glide, thy luscious drops outvie</br>That from thy sides imbrown'd unnumber'd fall?</br>Behold, at thy approach what smiles serene,</br>Beam from the ravish'd guests. &mdash; Still are their tongues,</br>While they with whetted instruments prepare</br>For deep incision. &mdash; Now the abscess bleeds,</br>And the devouring band, with stomachs keen</br>And glutting rage, thy beauteous form destroy,</br>Leave you a marrowless skeleton and bare,</br>A prey to dunghills, or vexatious sport</br>Of torrent rushing from defilement's urns,</br>That o'er the city's flinty pavement hurls.", "So fares it with the man, whose powerful pelf</br>Once could command respect.  Caress'd by all,</br>His bounties were as lavish as the hand</br>Of yellow Ceres, till his stores decay'd,</br>And then (O dismal tale!) those precious drops</br>Of flattery that bedew'd his spring of fortune,</br>Leave the sad winter of his state so fall'n,</br>Nor nurse the thorn from which they ne'er can hope</br>Again to pluck the odour-dropping rose.", "For thee, Roast Beef!  in variegated shapes</br>Have mortals toil'd. &mdash;  The sailor sternly braves</br>The strength of Boreas, and exulting stands</br>Upon the sea-wash'd deck &mdash; with hopes inspir'd</br>Of yet indulging in thy wish'd for sweets,</br>He smiles amidst the dangers that surround him;</br>Cheerful he steers to cold forbidding climes,</br>Or to the torrid zone explores his way.", "Be kind, ye Powers!  and still propitious send</br>This paragon of feeding to our halls;</br>With this regal'd, who would vain-glorious wish</br>For towering pyramids superbly crown'd,</br>With jellies, syllabubs, or ice-creams rare?</br>These can amuse the eye, and may bestow</br>A short-liv'd pleasure to a palate strange;</br>But, for a moment's pleasure, who would vend</br>A life-time that would else be spent in joy,</br>For hateful loathings and for gouty rheums,</br>Ever preceded by indulg'd excess?", "Blest be those walls where HOSPITALITY</br>And welcome reign at large!  There may you oft</br>Of social cheer partake, and love, and joy,</br>Pleasures that to the human mind convey</br>Ideal pictures of the bliss supreme:</br>But near the gate where Parsimony dwells,</br>Where Ceremony cool, and brow austere,</br>Confront the guests, ne'er let thy foot approach;</br>For, void of kind Benevolence, heavenly virtue!</br>What is life's garden but a devious wild,</br>Thro' which the traveller must pass forlorn,</br>Unguided by the aid of friendship's ray?</br>Rather if poverty hold converse with thee,</br>To the lone garret's lofty bield ascend,</br>Or dive to some sad cell; there have recourse</br>To meagre offals, where, tho' small thy fare,</br>Freedom shall wing thee to a purer joy</br>Than banquets with superfluous dainties crown'd,</br>Mix'd with reserve and coolness, can afford.", "But, if your better fortunes have prepar'd</br>Your purse with ducats, and with health thy frame,</br>Assemble, friends!  and to the tavern straight,</br>Where the officious drawer, bending low,</br>Is passive to a fault.  Then, nor the Signior grand,</br>Or Russia's empress signaliz'd for war,</br>Can govern with more arbitrary sway.", "Ye, who for health, for exercise, for air,</br>Oft saunter from Edina's smoke-capt spires,</br>And, by the grassy hill or dimpl'd brook</br>An appetite revive, should oft-times stray</br>O'er Arthur's-seat's green pastures to the town,</br>For sheepheads and bone-bridges fam'd of yore,</br>That in our country's annals stands yclept,</br>Fair Duddingstonia, where you may be blest</br>With simple fare and vegetative sweets,</br>Freed from the clamours of the busy world.", "Or, if for recreation you should stray</br>To Leithian shore, and breathe the keener air</br>Wafted from Neptune's empire of the main;</br>If appetite invite, and cash prevail,</br>Ply not your joints upon the homeward track,</br>Till LAWSON, chiefest of the Scottish hosts!</br>To nimble-footed waiters give command</br>The cloth to lay. &mdash; Instinctively they come,</br>And lo!  the table, wrapt in cloudy steams,</br>Groans with the weight of the transporting fare</br>That breathes frankincense on the guests around.", "Now, while stern Winter holds his frigid sway,</br>And to a period spins the closing year;</br>While festivals abound, and sportive hours</br>Kill the remembrance of our weaning time,</br>Let not Intemperance, destructive fiend!</br>Gain entrance to your halls. &mdash; Despoil'd by him,</br>Shall cloyed appetite, forerunner sad</br>Of rank disease, inveterate clasp your frame.</br>Contentment shall no more be known to spread</br>Her cherub wings round thy once happy dwelling,</br>But misery of thought, and racking pain,</br>Shall plunge you headlong to the dark abyss.</br>"]