["Dark was the cloud o'er Europe's sky that shed,</br>For ages, deept the soul-depressing gloom;</br>While Learning, languid, hid her palsied head,</br>And Genius slumber'd on her Virgil's tomb.</br>And cruel Superstition's dreaded doom,</br>Forbade in Reason's peaceful paths to stray;</br>Forbade sweet Fancy's living flowers to bloom,</br>While briers and thorns perplex'd the pilgrim's way,</br>And noxious night-shade drank the straggling beams of day.", "Some gifted minds of far superior mould,</br>When Inspiration gave the glowing theme,</br>Might rise, at times, on eagle-pinions bold,</br>And light the sombrous scene with brilliant gleam:</br>But like December's ineffectual beam</br>That, slanting, smites the frozen glebe in vain&mdash;</br>Or fires amid the wintry storm that stream,</br>Behind them whitening far a blazing train,</br>That fades ere well beheld, and all is dark again.", "Till dawn'd at length that most eventful morn,</br>By the lone Bard in Patmos' Isle descried;</br>When o'er the Heavens, on angel-pinions borne,</br>The Messenger of Love was seen to glide.</br>Pale on her ebon throne, where by her side</br>Blind Bigotry reclin'd in drowsy mood,</br>Shook Ignorance &mdash; and wither'd in his pride,</br>Yet breathing vengeance, Despotism stood,</br>While Freedom fair was born, and was baptiz'd in blood.", "Her heavenly bloom, her lineaments divine,</br>In Saxon wilds did speedily unfold;</br>And lonely musing by the winding Rhine,</br>Spirit she drank unconquerably bold.</br>Through flowery vales, despising caution cold,</br>Along the Po her early youth did stray&mdash;</br>And on the faded banks of Tiber old,</br>The drooping nymphs she call'd to rural play,</br>Whence, heaven inspir'd, again awoke th' enchanting lay.", "But ceaseless thunders, pour'd from Papal Rome,</br>Forbade to linger on Ausonian dales,</br>And scarce she 'scap'd to fill a burning tomb,</br>Where Summer smiles in Savoy's sunny vales.</br>Deny'd to breathe fair Gallia's balmy gales,</br>She wander'd where the Danaw rushing roars&mdash;</br>But persecuted still, she spread her sails,</br>Advent'rous to the winds, and ply'd her oars,</br>Till, SCOTIA, sweet she smil'd upon thy barren shores.", "Long hadst thou slept, and in thy stormy sky</br>Bright boreal beams had died away the while&mdash;</br>And harpings wild of sacred Minstrelsy</br>No more were heard from far Iona's Isle.</br>Yet raptur'd, thou did'st hail the fair exile,</br>And kindly nurse her by thy native springs;</br>Discord was tame beneath her soothing smile,</br>While new-bon Art awoke the sounding strings,</br>And Genius heaven-ward spread abroad her daring wings.", "Her child Discipline oped Pieria's rills,</br>And, copious, gave her healing streams to pour</br>Amidst thy vales &mdash; While glad, thy heath-clad hills</br>\"Sang jubilant\" beneath Castalian shower.</br>But chief she pointed to that dreary hour,</br>That shuts the lengthen'd roil of mortal woes,</br>And bade the eye, with more than human power,</br>Expatiate where unmingled pleasure flows,</br>And life's unfading bloom with spotless lustre blows.", "Benevolent, to aid this grand design,</br>Our counsels and our efforts have been join'd;</br>We ask your aid to pour the light divine</br>Of knowledge on the helpless infant's mind.</br>We wish to soothe the gloomy thought unkind,</br>That in the war-worn veteran's breast may rise,</br>As sad he breathes his wishes on the wind&mdash;</br>Takes a last look of earth, and sun, and skies,</br>While Death's harsh hand tears up his bosom's inmost ties.", "\"Who,\" he may say, \"my little ones will shield,</br>Open their minds, and hand them on to fame?</br>Although my life is given in honour's field,</br>Their morn is dark, their day may set in shame.\"</br>Forbid it Heaven, and Freedom's holy flame!&mdash;</br>Each patriot heart the chilling thought will spurn&mdash;</br>Yet ah!  though justice registrates their claim,</br>Valour's poor offspring oft neglected mourn,</br>While Fame exulting smiles upon the parent's urn.", "Of Industry, oft too, the patient child,</br>A sounding name who never hop'd to raise,</br>Nor, from ambition's sultry walks exil'd,</br>Was parch'd beneath the burning thirst of praise;&mdash;</br>As life with unexpected lapse decays,</br>O'er his poor infant pours the secret tear,</br>Whose early path, through life's perplexing maze,</br>He hop'd with learning's blessed beam to cheer,</br>Whence high the song might swell through heaven's eternal year.", "For who that ever own'd a parent's name,</br>How dark soe'er his troubled sky might frown,</br>But, in the light of Hope's inspiring flame,</br>Saw for his offspring joy and gladness sown.</br>Manners, he hopes, more winning than his own,</br>May wind more smooth through life's entangled way;</br>More pains bestow'd, more generous feeling shown,</br>More pregnant parts with lustre may display,</br>That honour's wreath should reap in life's meridian day.", "Who will not hail such hopes, such feelings strong,</br>On which are founded virtue, wealth, and power?</br>Who will not join, our cultur'd dales among,</br>For aye to bid them live and bud secure?</br>So may their blessings, peace and plenty pour,</br>While all partake of pleasure unreprov'd&mdash;</br>So may rejoining time's last ebbing hour</br>Behold us happy, loving and belov'd,</br>Our Virtues unimpair'd, our Empire unremov'd.</br>"]