["Thou vulgar genius!  whose rude breath inspires</br>Our priests, our farmers, schoolmasters and 'squires;</br>Whose pow'r extends o'er all th' unlettered race</br>From rogues in rags to candidates in lace:</br>If drinking deep at thy unhallow'd spring,</br>I taught the beer-house with loud strains to ring;</br>And too forgetful of the golden age,</br>Made nymphs and swains in bloody fight engage;</br>Oh!  still indulgent to my pray'r incline,</br>And as the WAKE to make the WEDDING shine!", "Soon as the sun display'd his chearful beams,</br>And rous'd young lovers from their idle dreams,</br>(When wanton milk-maids blest the smiling morn,</br>And vig'rous hinds cut down the golden corn)</br>Jane's kindred tribes flock'd in from ev'ry side;</br>Some prais'd the beer, and some the blooming bride:</br>All fell to work:  knives, cleavers, hatchets rung:</br>The boiler foam'd:  the kettles, pots were hung;</br>While crackling flames a weighty chine embrown'd,</br>And winds diffus'd the grateful smoak around.</br>Faster than news-boys scour along the Strand,</br>When Wagstaffe's papers fly from hand to hand,</br>The neigh'bring peasants trotted to the feast:</br>Our barber first, a most facetious guest;</br>The parish clerk, whose paunch is always full;</br>Left handed Paul, who broke the proctor's scull;</br>The miller, idle on St. Martin's day;</br>The smith, whose face is scratch'd in ev'ry fray;</br>The constable, so crooked and so tall</br>Like Pisa's tow'r he threatens still to fall;</br>The snuffing groom, whose purple nose was wry'd;</br>The valiant cobler, oft' in battle try'd;</br>Sly Ned, well skill'd the speckled trout to snare;</br>And Bob, the terror of each neighb'ring hare;</br>And limping Luke, and Barnaby the strong,</br>This fam'd for wrestling, that renown'd for song.</br>With these their wives, their sisters, daughters came:</br>Black Moll and Kate, already known to fame;</br>Nell, oft' entangled in her husband's hair;</br>Fat Pegg, who ne'er came sober from a fair;</br>The cook-maid glorious in her best array,</br>Whose easy heart became a footman's prey;</br>Sukey, chaste nymph that shunn'd the 'squire's embrace;</br>The coachman's lady with a brandy face;</br>Good-natur'd Ann, who from her lover stray'd;</br>The mantua-maker, an undoubted maid;</br>Old Prudence, envious of each neighbour's bliss,</br>And buxom Joan, that ne'er refused a kiss.</br>Then all the gentry thunder'd to the gate:</br>The 'squire, the farmer, and the farmer's mate:</br>Young widow Walsh, whose heart is fix'd on Heav'n;</br>The sweet miss Bab, a child of twenty-seven;</br>And master Sam, that fav'rite of the nine,</br>And last the priest, a blust'ring, bold divine.</br>With hunger fierce at ev'ry guest he frown'd,</br>And thrice his rev'rence stamp'd upon the ground:</br>(So conjurers brib'd by some despairing maid</br>Call up their spirits from th' infernal shade)</br>Th' impatient croud fell back on either side,</br>And strait appear'd the bridegroom and the bride.</br>Led by her sire the bashful beauty came,</br>Her features glowing with a decent flame.</br>To whom the priest:  (but first his voice to clear</br>He drain'd a goblet of the nut-brown beer)</br>\"Approach, thou gentlest of thy sex!  and prove</br>The lasting joys that wait on guiltless love.</br>True to thy vows what toils didst thou sustain</br>Far from thy kindred and despairing swain!</br>Now those sad days of servitude are o'er&mdash;</br>Thy pray'rs were heard, and thou shalt grieve no more.</br>With rev'rence due receive the bridal ring,</br>And know that wedlock is a sacred thing.</br>This all the patriarchs, prophets, kings confest:</br>Ev'n Christ himself a nuptial banquet blest:</br>The limpid water lucious wine became&mdash;</br>(Ah!  would to Heav'n that priests could do the same!)</br>Fair as thou art affect no lawless sway,</br>For Peter says that females should obey:</br>And thus St. Paul his sentiments display'd:</br>'Woman for man, as man for God, was made.'</br>Ah!  then, my child, by sage advice be led</br>At home, abroad, at table and in bed.</br>As a fair face ne'er sanctifies a crime,</br>Make thine affections with thy duty chime.</br>For idle whims neglect no worldly care,</br>Yet some fond moments for thy husband spare:</br>Nor grudge to pay the matrimonial debt,</br>An easy task which few young wives forget.</br>Heav'n bless thy mother with eternal rest,</br>Who ne'er sat grouling at a stranger guest.</br>Do thou, like her, an honest fame acquire;</br>Let needy trav'lers share thy chearful fire;</br>Regale the clergy with a plenteous feast,</br>And have a Christ'ning once a year at least.\"</br>He said, and clos'd the rites.  Tim clasp'd his bride:</br>The belles with envy turn'd their heads aside;</br>But soon a diff'rent scene engaged their eyes;</br>For lo!  fat geese, ducks, turkies, tongues and pyes,</br>And rumps and sirloins made the table groan,</br>In number equall'd by Kildare's alone.</br>Close by the farmer's dame the bride was fix'd:</br>What lively colours on her cheek were mix'd!</br>Not G&mdash;an&mdash;g, once of English peers the toast,</br>Nor Leinster's dutchess purer red could boast.</br>The priest, whose jaw-bone, never known to fail,</br>Wou'd make the stoutest philistine grow pale,</br>First blest the meat; then, like a true divine,</br>With fury fasten'd on a smoaking chine.</br>Ne'er was a feast so silently devour'd,</br>And beer in vain from foaming pales was pour'd:</br>But when the punch surpris'd them after grace,</br>When mounting spirits blaz'd in ev'ry face,</br>The priest, the pedant, all began to roar,</br>And those had wit that wanted it before.</br>Then Munster Jack, then Tom began to sound,</br>And rustling silks and poplins swept the ground.</br>Gods!  what a scene the midnight hour display'd?</br>The farmer drench'd his daughter's new brocade:</br>With living carcases the floor was spread:</br>A broken jugg sustain'd the barber's head.</br>Black Moll and Winifred, the coachman's wife,</br>Tugg'd at each other's locks in murd'rous strife.</br>The cook-maid snorted in an easy chair,</br>Her arms extended and her bosom bare:</br>And Kate, by witchcraft or by wind opprest,</br>(O may no straggler interrupt her rest!)</br>Slept on the threshold; while, secure from harms,</br>The bride lay panting in her shepherd's arms.</br>"]