["On Redbourn's bank two pining maidens sat,</br>Their tears fast-dripping to the water clear;</br>Each one lamenting for her absent mate,</br>Who at Saint-Alban's shook the murdering spear.</br>The nut-brown Elinour to Juga fair</br>In trouble spake, and languishment of eyne,</br>Like drops of pearly dew glisten'd the trembling brine.", "ELINOUR.</br>Oh gentle Juga!  hear my weeful plaint,</br>To fight for York my love is clad in steel;</br>O!  may no sanguine stain the white rose paint,</br>May good Saint Cuthbert watch Sir Robert's weal.</br>Much more than death, in fancy, now I feel;</br>See see upon the ground he bleeding lies!</br>Some balm infuse, or else my dear love dies.", "JUGA.</br>Sisters in sorrow, on this daisied bank,</br>Where Melancholy broods, we will lament;</br>Be wet with morning dew and even dank;</br>Like blasted oaks on each the other bent;</br>Or like forsaken halls of merriment,</br>Whose ghastly ruins hold the train of Fright,</br>Where deadly ravens bark, and screech-owls wake the night.", "ELINOUR.</br>No more the shepherds pipe shall wake the morn,</br>The minstrel-dance, good-cheer, and morrice play;</br>No more the ambling palfrey and the horn</br>Shall from the cover rouse the fox away.</br>I'll seek the forest all the live-long day;</br>All night among the church-yard graves will go,</br>And to the passing spirits tell my tale of woe.", "JUGA.</br>When sable clouds do hang upon the beams</br>Of waning moon in silver mantle dight,</br>The tripping Fairies weave the golden dreams</br>Of happiness which vanish with the night;</br>Then (but the saints forbid!)  if to a sprite</br>My Richard's form be chang'd, I'll hold distraught</br>His bleeding clay-cold corse, and die each day in thought.", "ELINOUR.</br>Ah, woe-lamenting words!  what words can show!</br>Thou, glassy river, on thy banks may bleed</br>Champions whose blood will with thy waters flow,</br>And Redborne stream be Redborne stream indeed.</br>Haste gentle Juga, trip it o'er the mead,</br>To know or whether we must wail again,</br>Or with our fallen Knights be mingled on the plain.", "So saying &mdash; like two thunder-smitten trees,</br>Or like two clouds o'er-charged with stormy rain,</br>They moved gently o'er the dewy leas,</br>To where Saint Alban's holy shrines remain;</br>There did they find that both their Knights were slain:</br>Distracted ran they to swoln Redborne's side,</br>Scream'd out their deadly knell, plung'd in the waves, and died.</br>"]