["And wouldst thou, then, in tasks of verse engage?</br>Throbs thy young bosom with poetic rage?</br>Oh trust th' experienc'd, trust me, dearest boy,</br>The walks of Pindus seldom lead to joy.</br>In those green paths, while yet 'tis morning, play;</br>Cull the wild flow'rs that rise along the way;</br>In chasing butterflies consume thy prime,</br>Adorn thy temples with the shoots of rhyme.</br>Awhile thou may'st, if thus thy fancy leads;</br>But range not long, in those enchanted meads.</br>To grave pursuits, and serious tasks retire,</br>Ere manhood rises to meridian fire;</br>Lest thou shouldst see, the noon in trifling past,</br>Thy sun descend, in poverty at last.</br>Yet wisdom's voice, thy soul did wisdom sway,</br>Would instant turn thy self-deluding way.</br>Not one short moment giv'n to youthful heat,</br>One pause of dalliance, in the muses's seat;</br>Within their bow'rs a thousand demons bide,</br>A thousand snakes within their flow'rets hide.", "A plastic god informs the poet's mind,</br>He makes the beauteous which he does not find,</br>Displays th' ideal paradise around,</br>And smiles the barren heath to fairy ground,</br>His Midas' hands ennobled objects hold,</br>And feel and touch the meanest dross to gold.</br>Ah, fatal gift, what comfort canst thou bring?&mdash;</br>Less to the bard, than to the lydian king.</br>Attendant Fancy, from the wilds of air,</br>Convokes the smiling families of Fair,</br>The beauteous elves that o'er creation rove,</br>Delightful children of almighty love;</br>Prompt, at her call, the bright ideas throng,</br>And rush, profusely, thro' the bloomy song.</br>At Fancy's side, the young-ey'd Passions stand,</br>Sweet blushing boys, in form, a cherub band;</br>The soul expands, to lodge the smiling train.</br>Ah, little fearful of the future pain,</br>Beneath his wings, each veils a barbed dart,</br>'Till deep it quivers in the bleeding heart,</br>Then marks, with cruel pride, his guilty skill,</br>And flutters round, in wantonness of ill.", "Ev'n while abroad th' excursive spirit flies,</br>Pervades the ocean, or ascends the skies,</br>And culls whate'er of harmony and grace,</br>External bounty show'rs on nature's face;</br>While not an object is too high, too low,</br>The stars that tremble, or the flow'rs that blow,</br>The troubled workings of th' impassion'd mind,</br>Or humbler instincts of the feather'd kind;</br>The harrow'd spirit shows the naked veins,</br>All quick and trembling, to the touch of pains,</br>The lightest feather fortune's airs dispense,</br>Like venom'd ponyards, wounds the morbid sense.</br>Should fate some wretch to keener organs doom,</br>In vain, for him, might lavish nature bloom;</br>The secret texture would the sense invade,</br>Its useful vanish, and its beauteous fade,</br>And ev'n the fairest flow'ret give to view</br>But certain atoms, rang'd in order due.</br>Self-destin'd poet, this thy dread employ;</br>To look to sorrow, thro' th' apparent joy,</br>To lose the pleasure too much understood,</br>And feel away from things the surface good.", "Such seeds of woe the bard within him bears;</br>Nor will the world, believe me, dry his tears.</br>A secret curse pursues the luckless name;</br>Oppressive taxes load poetic fame;</br>The dull impose them on the tuneful band,</br>The world collects them, with remorseless hand.</br>Mark the close phalanx of the selfish schools,</br>Array'd to guard the dignity of fools;</br>Not with more scorn, the pharisee of old,</br>On the poor publican, his glances roll'd,</br>Than they, on poets, and in zealous fit,</br>Thank heav'n, they never dealt with wicked wit.</br>See fortune's sons, with pond'rous might, combine,</br>To drive the muses from her gothic shrine.</br>Say, wouldst thou thrive? &mdash; correct the feeling heart!</br>And hold the world but as a mighty mart,</br>Where each man's talent is expos'd for gold,</br>And minds are valued, as they may be sold;</br>There, his that glows with verve poetic fraught,</br>By many cheapen'd, shall by few be bought;</br>Like a thin tissue, fit for summer wear,</br>Held, by the grave, too flimsy, and too dear.", "Still thou wouldst write: &mdash; to tame thy youthful fire,</br>Recall to life the martyrs of the lyre.</br>Lo, ev'ry face the lines of sorrow bears,</br>And ev'ry wreath is wet with drooping tears;</br>Such deadly damps the verdant meed bedew,</br>It seems funereal, as the stygian yew.</br>Ask of the train, and they, perhaps, may tell,</br>Around the bard, what rising comforts dwell;</br>What isles of bliss he finds, in sorrow's deep,</br>What golden visions chear his fatal sleep.", "Hear'st thou the strain that tells of Pherae's youth</br>How death recoiling own'd a matron's truth;</br>Eternal monument of female fame,</br>The hallow'd scroll that bears Alcestis' name.</br>See how her children weep around the fair,</br>Her arms, alternate, fold the little pair;</br>The mother yielding to the wife alone,</br>She bursts from being with a smile and groan,</br>From rocky glens, and brakes, and caves retir'd,</br>Floats the sad strain by grief herself inspir'd.", "What was his doom, whose hand unrival'd bears</br>The sacred key, that opes the fount of tears,</br>Of holy Socrates the chosen friend?&mdash;</br>A life of suffering and a direful end;</br>Pain, want, and obloquy gloom'd o'er his days</br>And envy ev'n withheld the boon of praise.</br>Oh turn thee to that spectacle of woe,</br>If thou hast feeling, let thy sorrows flow;</br>The dogs of hell the feeble bard surround,</br>He shrieks &mdash; his mangled limbs bestrew the ground!", "There, Ovid mourns, along the pontic plain,</br>The luckless passion, and th' unguarded strain;</br>How frail and brief imperial friendships prove,</br>What giddy perils wait imperial love.</br>Once, the proud thing that met a Julia's fires,</br>Once, the gay tutor of the young desires;</br>Now faint and womanish, to tears resign'd,</br>The feeble numbers speak th' enervate mind.</br>His Julia's portrait at random cast,</br>His art of love is torn, and scatter'd o'er the waste.", "There honest Juvenal, whose manly page</br>Scourg'd the rank vices of a shameless age.</br>Swoln with the surfeit of luxurious wealth,</br>Proud Rome imbib'd the bitter draughts of health;</br>And what his portion? &mdash; read th' indignant strain,&mdash;</br>\"The lot of virtue is applause and pain.</br>Ah vain applause, the pain thou canst not cure;</br>Th' applause is transient, but the pains endure.\"", "And he who fitted to the deep-ton'd lyre</br>Polluted Thebes, th' incestuous son and sire,</br>The father's curse, the brother's deathless hate,</br>Th' eternal fiends that Cadmus' line await.&mdash;</br>Must the proud muse, in regal crimson dy'd,</br>Crouch at a manager's insulting pride?&mdash;</br>When Paris' nod proscrib'd the lofty song,</br>Vain were the sceptered pall and vain the buskin'd throng.</br>Oh splendid impotence of barren praise!</br>No golden apples crown the starving bays.", "And hark, Laberius, from the guilty stage,</br>Mourns the sad remnant of dishonour'd age.</br>When Caesar's cruelty, with base controul,</br>Would rend the feelings of a gen'rous soul;</br>Imperial spite devis'd the wounding task,</br>The knight degraded in the jester's mask;</br>But shame, recoiling, mock'd th' infernal aim,</br>Flew from the bard, and smote the tyrant's name.", "Ambition bade young Petrarch's eyes explore</br>The deep recesses of the legal store;</br>Religion woo'd him to the hallow'd toil</br>Of sacred volumes by the midnight oil;</br>From lurid cells, he drew, with pious hand,</br>The precious reliques of the classic band.</br>Beneath an heap of gothic rubbish hurl'd,</br>And mingled fragments of a wasted world,</br>When, like an earthquake, the barbarian's hate</br>Broke the colossus of the roman state,</br>For ages sunk, the muse of Tiber lay;</br>But Petrarch's hand reveal'd her to the day.</br>Unworthy passion came, with base controul,</br>And shrunk the sinews of the mighty soul;</br>It curst his life, it dwindled all his fame,</br>It sunk the scholar's in the lover's name.", "What art shall sooth, what counsel shall controul,</br>Th' eternal storm of Tasso's madding soul?</br>He shone, unrivall'd for the sword and pen,</br>And curst he shone, beyond the lot of men.</br>Love, fear, resentment, jealousy, disdain,</br>In wild succession, goad the tortur'd brain.</br>Might heav'nly harpings sooth th' infernal band,</br>Nor borrow'd lyre he needs, nor David's hand.&mdash;</br>Such strains are thine &mdash; perturbed noble mind,</br>Where shalt thou rest? &mdash; or where an harbour find?</br>Thy days in exile or in prison past,</br>In madness must thou seek repose at last?", "See the bold muse exulting Tagus bore,</br>A wretched exile on a distant short.</br>Hark, the swart cast unwonted strains shall boast,</br>And chords angelic sooth the burning coast.</br>From pain to pain thy wand'ring steps were led,</br>And shames and sorrows crowded on thy head,</br>Wounds, want, and chains thy soul, by turns, essay,</br>And, worst and last, a petty tyrant's sway:</br>Such was thy lot, Camoens, and fortune's hate</br>Had mark'd thy numbers for a silent fate,</br>But thy strong hand her envious rage defy'd,</br>And snatch'd the glory from th' oblivious tide;&mdash;</br>High, o'er his head, th' immortal tome he bore,</br>And stem'd the saucy main, and proudly gain'd the shore.&mdash;</br>Illustrious poet, what returns of praise,</br>What beams of comfort, clear thy closing days?</br>An hospital receives th' indignant bard,</br>And beggars' alms the sacred song reward!</br>Alas, how little can the vulgar eyes</br>Revere the poet, thro' the means disguise</br>Of abject want, and own th' etherial flame,</br>And hail the nursling of eternal fame.</br>Thus, as some masque, unhonour'd and unknown,</br>A prince is shrouded in the palmer's gown.", "And thou that mourn'd the pang, to ride, to run,</br>To spend, to give, to want, to be undone;</br>Sweet child of fancy, prince of british song,</br>Dear to the learn'd, the brave, and beauteous throng;</br>To Sidney dear, by Raleigh lov'd in vain,</br>Eliza vainly prais'd thy peerless strain.</br>Lo, half thy fame is swallow'd by the deep,&mdash;</br>What floods of brine thy thorny pillow steep!</br>Not soft they fall, by Mulla's pleasant shore,</br>Under the foot of Mole, that mountain hoar.</br>Ah me, no more at pity's call they flow,</br>No more embalm the lover's gentle woe;</br>For keen distress they flow, domestic harms,</br>For muses silent midst the rage of arms;</br>Mourn the wide ravages of civil strife,</br>And quench the smould'ring lamp of weary life.</br>Where, Spenser, where was Gloriana's hand?</br>Art thou an exile from thy native land?</br>Shall princes thus immortal praise reward?</br>Does thankless Britain spurn her noblest bard?</br>For thee, Despair unfolds his hideous cave,</br>The horrid forms of ghastly famine rave;</br>That eye to pity, and that heart to feel!</br>What kindred softness shall thine anguish heal?</br>Eblana mourn, th' illustrious outcast dies!</br>Ye nymphs of Liffey, join his parting sighs.", "And thou, with age oppress'd, beset with wrongs,</br>And fall'n on evil days, and evil tongues,</br>In darkness and with dangers compass'd round;</br>What stars of joy thy night of anguish crown'd?</br>What breath of vernal airs, or sound of rill,</br>Or haunt by Siloa's brook, or Sion's hill,</br>Or light of cherubim, th' empyreal throne,</br>Th' effulgent car and inexpressive ONE?</br>Alas, not thine the foretaste of thy praise;</br>A dull oblivion wrapt thy mighty lays.</br>Awhile thy glory sunk, in dread repose,</br>Then, with fresh vigour, like a giant rose,</br>And strode sublime, and pass'd, with gen'rous rage,</br>The feeble minions of a puny age.", "Yet happier thus, in high-born worth of song,</br>Than Dryden, meanest of the tuneful throng;</br>No task so base his humble wants refuse,</br>And parties, patrons, printers ride his muse;</br>She crowns the bigot, profligate, and vain,</br>On monkish quibbles wastes the noble strain,</br>In naked license treads th' unworthy stage,</br>Or caters vile applause, with fustian rage.</br>But peace, my muse, the greenest foliage spread,</br>And shade the foibles of the mighty dead.", "From Lee's abode the dreary curtains draw,</br>And show the darkling cell, the couch of straw,</br>The whip, the bonds, the haughty keeper's frown,&mdash;</br>Oh what a noble mind is there o'erthrown!</br>Behold those eyes in wildest frenzy roll,</br>That speak the movements of a tuneful soul.</br>Ev'n now, the mind like some fair Eden lies,</br>Now, sudden blackness stains the leaden skies,</br>The whirlwind burst &mdash; commix'd, confus'd, and torn,</br>The fairest flow'rs, and goodliest plants are born.", "The stings of want when famish'd Otway bore,</br>Oh think, what pangs the gentle spirit tore!</br>Awake to mourn, and exquisite to feel,</br>How sorrow rives him with her heart of steel!</br>Thou brightest fancy, softest, kindest, soul,</br>There sway'd the tragic muse with high controul,</br>And Venus kiss'd thy lips, and bath'd thy strain,</br>In purest nectar; but she bath'd in vain.</br>Child of the graces, nursling of the loves,</br>In houseless beggary, poor Otway roves.</br>Lo, some kind hand the tardy boon supplies,</br>A sickly lustre fills his hollow eyes,</br>With trembling haste, he grasps the precious meal,</br>The damps of death his weary eyelids seal.", "In mean dependence Butler's sun descends;</br>See gentle Gay, &mdash; the hare with many friends!</br>Say wouldst thou take their fortune, with their fame,</br>A menial bondage, with a poet's name?</br>No, rather wish the doom of Collins thine,</br>In second childhood tortur'd thoughts resign.</br>Sense, mem'ry, care, in bland oblivion lost,</br>No more the soul with warring passion tost;</br>Long dead to pleasure, now redeem'd from woe,</br>The streams of Lethe o'er his spirit flow,</br>The deep'ning furrows of affliction lave,</br>And smooth the harrow'd soul, with all-benumbing wave.", "Behold yon shade; &mdash; he bears an antique roll,</br>With many a scutcheon clad, and many a scroll;</br>'Tis he, the wond'rous youth of Bristowe's plain,</br>That pour'd in Rowley's garb his solemn strain.</br>A stripling scarcely, and yet more than, man;</br>His race was ended, ere it well began.</br>Th' indignant spirit tow'r'd o'er little men,</br>He look'd thro' nature, with an angel's ken,</br>And scorn'd, with conscious pride, this petty stage,</br>The tardy homage of a thankless age.</br>The furies wrung his agonizing soul,</br>And desperation mix'd the stygian bowl.", "He too, that glory'd in a bastard's name,</br>The patient pupil of reproach and shame.&mdash;</br>No father's smile, nor mother's tender tears,</br>Chear'd the sad cradle of his infant years.</br>Lo, time for him prepares the scorns and whips,</br>And steeps in poverty beyond the lips&mdash;</br>Oh, Savage, doubly born of noble kind,</br>And tenfold noble in th' exalted mind,</br>Want, fear, and calumny with dire controul,</br>And blood oppressive cling around thy soul!</br>Oft to themselves their pangs the wretched owe,</br>But, Savage, thine from crimes of others flow:</br>What demons steel a shameless woman's breast!</br>Maternal fury, wilt thou never rest?</br>With vilest falshoods, ev'ry fiend-like art,</br>The human harpy rends his bleeding heart.</br>Unweary'd hate the curse of being gave,</br>Pursued thro' life, and sunk him to the grave.</br>Oh Savage, curst with elegant desires,</br>Th' ennobled nature, the poetic fires;</br>Thy roving wishes spread th' unweary'd wing,</br>Their sad returns of misery to bring;</br>No peaceful olive proves their wand'rings past,</br>But noxious herbs, and fruits of bitterest taste.</br>In dreary prospect, dire existence lies,</br>Where crowding sorrows, woes on woes, arise;</br>The murder'd hopes, departed faith of friends,</br>And mildest death, the long perspective ends.</br>Alas, what joy thy parting moment smooth'd,</br>By Pope embitter'd, by a jailor sooth'd;</br>Strange comforter!  He chear'd thy prison's gloom,</br>He gave thy reliques to the decent tomb.", "For me, &mdash; regardless of poetic fame,</br>To shun the sorrows, I renounce the name.</br>If, free from thorns, I snatch some oblivious flow'r,</br>The careless songster of an idle hour,</br>Yet well I know that songsters must be fed,</br>That Pindus' stones shall never turn to bread;</br>That bards must learn on airy sounds to live,</br>Or change the muses, for the means to thrive.</br>Allur'd by breathing spring, and balmy gales,</br>Awhile the linnet charms the sounding vales,</br>The, mindful of his food, for fruit and grain,</br>He roves the garden, or he wings the plain.", "Thus would I warn thee, from the tuneful throng,</br>And, idle preacher, I would warn in song;&mdash;</br>In vain the warning; charm'd with specious ill,</br>Thy doom is cast; thou art a poet still.</br>I hear the cry, \"One darling boast remains,</br>The free-born bard a sordid wish disdains;</br>Dear are the pangs his discontents impart,</br>And dear his feelings, tho' they rend the heart.</br>Would pensive Gray have chang'd his sombrous hue,</br>For all the sports that youthful lightness knew?</br>The poet feels no envious gloom arise,</br>When fortune robes her child, in many dyes;</br>Within his breast; no baneful wishes low'r,</br>While the gay stripling vaunts his dream of pow'r.</br>Blest in the treasures that the muse bestows,</br>Her gentle frenzy, and voluptuous woes,</br>He leaves the world, to souls of baser kind,</br>And shrinks retir'd within his creative mind.\"</br>"]