["Arah, dear joy, saave all your faushes</br>I make mush reverensh to our graushes,</br>You seem to wonder &mdash; who you've got here;</br>Teague's own dear shelf the braave bogg-trotter.</br>I've rid o'er seas indeed on foot</br>My country's honour to dispute,</br>And come by chance on that design</br>My shelf alone with all the nine.</br>Think not my Irish crambo cramp</br>Because it wants your courtly stamp.</br>There's half the Mushes now in vogue,</br>All Irish &mdash; but they lack the brogue&mdash;", "We're charg'd by some, a censure how hard,</br>With names, of blund'rer, sheat, and coward;</br>When, whatso'er vile rumour bellowsh</br>We're quite an other sort of fellowsh.</br>First then, to second my ashertion</br>And clear my country from aspershion</br>We're from the charge of blunder freed</br>Uphoo!  we sheldome write or read.</br>Some faults are found in wiser scullsh</br>The pope, luck bless him!  has his bullsh.</br>Then from impostor too we're clear,</br>Because we ne'er were yet sinsheere.</br>And how can sheat be that man's due</br>Who n'er pretended to be true.</br>For cowardish and such bravadoesh</br>In taking kicksh and bastinadoesh,</br>With which we're tax'd &mdash; the charge must fall,</br>Good lack! we never fight at all.</br>Our heroesh that at Figg's contesht,&mdash;</br>Cut noshes only off in jesht&mdash;</br>Thus have I now display'd my seneshe,</br>And made in short, a long defenshe.</br>The Irish orator, in fame,</br>Like that old Greek with the hard name,</br>De &mdash; moshtenes &mdash; I think &mdash; there's few know</br>His chreestian name, no matter, you know.</br>Your worships may persheive Appollor'sh,</br>Good graushe has made me born a schollarsh.</br>Inteed my father (happless lot)</br>Died since before I was begot.</br>And books to which I maake pretenshions</br>I learn'd all by my own invenshions.</br>My grammar soon cou'd undershtand,</br>And knew that domush was my hand.</br>Next Proper Marrow buss did enter,</br>Queen Janush and my Arshe present her.</br>My case and person both cou'd seek,</br>And write my own fair mark in Greek.</br>I know my lettersh all by shite</br>Tho' I've by name forgot 'em quite.</br>Sheven shience, does my art excell,</br>Inteed; &mdash; but I seven stars can tell;</br>Some 'stronomy can half explain,</br>The three great bears and Charles's wane,</br>Can tell when year bissextile leaps,</br>And when the moon has got her clypse;</br>I know all lossophy in part,</br>Can say mine almanack by heart.</br>And know within an hour or two,</br>What clock is by it at firsht view.</br>I'm fit at vershity for fellowr</br>To take Degreesh &mdash; of some booksheller;</br>Perhaps prize-fighter, or high stationsh</br>Where I amy serve mine own relationsh.</br>St. Patrick's beard!  if e'er I rishe, man,</br>I'll maake my shister some excishe man.</br>I long to exercishe my tallent,</br>Laugh mush, and dresh like any gallant.</br>At seeking vermant I'm the oddest,</br>Arrah!  my nation is so modesht!</br>The mosht of us when we come hither</br>Can get een nothing, not that neither:</br>But, e'er I'd beg my bread for money,</br>My shelf wou'd dresh the king's braave honey.</br>Ook!  such great learning haave and starve on't,</br>Ay! &mdash; no indeed. &mdash; I've done, &mdash; your shervant.</br>"]