["She saw me not &mdash; she heard me not &mdash; alone</br>Upon the mountain's dizzy brink she stood;</br>She spake not, breathed not, moved not &mdash; there was thrown</br>Over her look, the shadow of a mood</br>Which only clothes the heart in solitude,</br>A thought of voiceless depth; &mdash; she stood alone,</br>Above, the Heavens were spread; &mdash; below, the flood</br>Was murmuring, in its caves; &mdash; the wind had blown</br>Her hair apart, thro' which her eyes and forehead shone.", "A cloud was hanging o'er the western mountains;</br>Before its blue and moveless depth were flying</br>Grey mists poured forth from the unresting fountains</br>Of darkness in the North: &mdash; the day was dying:&mdash;</br>Sudden, the sun shone forth, its beams were lying</br>Like boiling gold on Ocean, strange to see,</br>And on the shattered vapours, which defying</br>The power of light in vain, tossed restlessly</br>In the red Heaven, like wrecks in a tempestuous sea.", "It was a stream of living beams, whose bank</br>On either side by the cloud's cleft was made;</br>And where its chasms that flood of glory drank,</br>Its waves gushed forth like fire, and as if swayed</br>By some mute tempest, rolled on her; the shade</br>Of her bright image floated on the river</br>Of liquid light, which then did end and fade&mdash;</br>Her radiant shape upon its verge did shiver;</br>Aloft, her flowing hair like strings of flame did quiver.", "I stood beside her, but she saw me not&mdash;</br>She looked upon the sea, and skies, and earth;</br>Rapture, and love, and admiration wrought</br>A passion deeper far than tears, or mirth,</br>Or speech, or gesture, or whate'er has birth</br>From common joy; which, with the speechless feeling</br>That led her there united, and shot forth</br>From her far eyes, a light of deep revealing,</br>All but her dearest self from my regard concealing.", "Her lips were parted, and the measured breath</br>Was now heard there; &mdash; her dark and intricate eyes</br>Orb within orb, deeper than sleep or death,</br>Absorbed the glories of the burning skies,</br>Which, mingling with her heart's deep ecstasies,</br>Burst from her looks and gestures; &mdash; and a light</br>Of liquid tenderness like love, did rise</br>From her whole frame, an atmosphere which quite</br>Arrayed her in its beams, tremulous and soft and bright.", "She would have clasped me to her glowing frame;</br>Those warm and odorous lips might soon have shed</br>On mine the fragrance and the invisible flame</br>Which now the cold winds stole; &mdash; she would have laid</br>Upon my languid heart her dearest head;</br>I might have heard her voice, tender and sweet;</br>Her eyes mingling with mine, might soon have fed</br>My soul with their own joy. &mdash; One moment yet</br>I gazed &mdash; we parted then, never again to meet!", "Never but once to meet on Earth again!</br>She heard me as I fled &mdash; her eager tone</br>Sunk on my heart, and almost wove a chain</br>Around my will to link it with her own,</br>So that my stern resolve was almost gone.</br>\"I cannot reach thee!  whither dost thou fly?</br>\"My steps are faint &mdash; Come back, thou dearest one&mdash;</br>\"Return, ah me!  return\" &mdash; the wind past by</br>On which those accents died, faint, far, and lingeringly.", "Woe!  woe!  that moonless midnight &mdash; Want and Pest</br>Were horrible, but one more fell doth rear,</br>As in a hydra's swarming lair, its crest</br>Eminent among those victims &mdash; even the Fear</br>Of Hell:  each girt by the hot atmosphere</br>Of his blind agony, like a scorpion stung</br>By his own rage upon his burning bier</br>Of circling coals of fire; but still there clung</br>One hope, like a keen sword on starting threads uphung:", "Not death &mdash; death was no more refuge or rest;</br>Not life &mdash; it was despair to be! &mdash; not sleep,</br>For fiends and chasms of fire had dispossest</br>All natural dreams:  to wake was not to weep,</br>But to gaze mad and pallid, at the leap</br>To which the Future, like a snaky scourge,</br>Or like some tyrant's eye, which aye doth keep</br>Its withering beam upon his slaves, did urge</br>Their steps; they heard the roar of Hell's sulphureous surge.", "Each of that multitude alone, and lost</br>To sense of outward things, one hope yet knew;</br>As on a foam-girt crag some seaman tost,</br>Stares at the rising tide, or like the crew</br>Whilst now the ship is splitting thro' and thro';</br>Each, if the tramp of a far steed was heard,</br>Started from sick despair, or if there flew</br>One murmur on the wind, or if some word</br>Which none can gather yet, the distant crowd has stirred.", "Why became cheeks wan with the kiss of death,</br>Paler from hope?  they had sustained despair.</br>Why watched those myriads with suspended breath</br>Sleepless a second night?  they are not here</br>The victims, and hour by hour, a vision drear,</br>Warm corpses fall upon the clay-cold dead;</br>And even in death their lips are wreathed with fear.&mdash;</br>The crowd is mute and moveless &mdash; overhead</br>Silent Arcturus shines &mdash; ha!  hear'st thou not the tread", "Of rushing feet?  laughter?  the shout, the scream,</br>Of triumph not to be contained?  see!  hark!</br>They come, they come, give way!  alas, ye deem</br>Falsely &mdash; 'tis but a crowd of maniacs stark</br>Driven, like a troop of spectres, thro' the dark,</br>From the choked well, whence a bright death-fire sprung</br>A lurid earth-star, which dropped many a spark</br>From its blue train, and spreading widely, clung</br>To their wild hair, like mist the topmost pines among.", "And many from the crowd collected there,</br>Joined that strange dance in fearful sympathies;</br>There was the silence of a long despair,</br>When the last echo of those terrible cries</br>Came from a distant street, like agonies</br>Stifled afar. &mdash; Before the Tyrant's throne</br>All night his aged Senate sate, their eyes</br>In stony expectation fixed; when one</br>Sudden before them stood, a Stranger and alone.", "Dark Priests and haughty Warriors gazed on him</br>With baffled wonder, for a hermit's vest</br>Concealed his face; but when he spake, his tone,</br>Ere yet the matter did their thoughts arrest,</br>Earnest, benignant, calm, as from a breast</br>Void of all hate or terror, made them start;</br>For as with gentle accents he addressed</br>His speech to them, on each unwilling heart</br>Unusual awe did fall &mdash; a spirit-quelling dart.", "\"Ye Princes of the Earth, ye sit aghast</br>Amid the ruin which yourselves have made,</br>Yes, Desolation heard your trumpet's blast,</br>And sprang from sleep! &mdash; dark Terror has obeyed</br>Your bidding &mdash; O, that I whom ye have made</br>Your foe, could set my dearest enemy free</br>From pain and fear!  but evil casts a shade,</br>Which cannot pass so soon, and Hate must be</br>The nurse and parent still of an ill progeny.", "\"Ye turn to God for aid in your distress;</br>Alas, that ye, the mighty and the wise,</br>Who, if ye dared, might not aspire to less</br>Than ye conceive of power, should fear the lies</br>Which thou, and thou, didst frame for mysteries</br>To blind your slaves: &mdash; consider your own thought,</br>An empty and a cruel sacrifice</br>Ye now prepare, for a vain idol wrought</br>Out of the fears and hate which vain desires have brought.", "\"Ye seek for happiness &mdash; alas, the day!</br>Ye find it not in luxury nor in gold,</br>Nor in the fame, nor in the envied sway</br>For which, O willing slaves to Custom old,</br>Severe task-mistress!  ye your hearts have sold.</br>Ye seek for peace, and when ye die, to dream</br>No evil dreams:  all mortal things are cold</br>And senseless then; if aught survive, I deem</br>It must be love and joy, for they immortal seem.", "\"Fear not the future, weep not for the past.</br>O, could I win your ears to dare be now</br>Glorious, and great, and calm!  that ye would cast</br>Into the dust those symbols of your woe,</br>Purple, and gold, and steel!  that ye would go</br>Proclaiming to the nations whence ye came,</br>That Want, and Plague, and Fear, from slavery flow;</br>And that mankind is free, and that the shame</br>Of royalty and faith is lost in freedom's fame.", "\"If thus 'tis well &mdash; if not, I come to say</br>That Laon\" &mdash; while the Stranger spoke, among</br>The Council sudden tumult and array</br>Arose, for many of those warriors young,</br>Had on his eloquent accents fed and hung</br>Like bees on mountain flowers; they knew the truth,</br>And from their thrones in vindication sprung;</br>The men of faith and law then without ruth</br>Drew forth their secret steel, and stabbed each ardent youth.", "They stabbed them in the back and sneered &mdash; a slave</br>Who stood behind the throne, those corpses drew</br>Each to its bloody, dark, and secret grave;</br>And one more daring raised his steel anew</br>To pierce the Stranger:  \"What hast thou to do</br>With me, poor wretch?\" &mdash; Calm, solemn, and severe,</br>That voice unstrung his sinews, and he threw</br>His dagger on the ground, and pale with fear,</br>Sate silently &mdash; his voice then did the Stranger rear.", "\"It doth avail not that I weep for ye&mdash;</br>Ye cannot change, since ye are old and grey,</br>And ye have chosen your lot &mdash; your fame must be</br>A book of blood, whence in a milder day</br>Men shall learn truth, when ye are wrapt in clay:</br>Now ye shall triumph.  I am Laon's friend,</br>And him to your revenge will I betray,</br>So ye concede one easy boon.  Attend!</br>For now I speak of things which ye can apprehend.", "\"There is a People mighty in its youth,</br>A land beyond the Oceans of the West,</br>Where, tho' with rudest rites, Freedom and Truth</br>Are worshipped; from a glorious Mother's breast,</br>Who, since high Athens fell, among the rest</br>Sate like the Queen of Nations, but in woe,</br>By inbred monsters outraged and oppressed,</br>Turns to her chainless child for succour now,</br>It draws the milk of Power in Wisdom's fullest cow.", "\"That land is like an Eagle, whose young gaze</br>Feeds on the noontide beam, whose golden plume</br>Floats moveless on the storm, and in the blaze</br>Of sun-rise gleams when Earth is wrapt in gloom;</br>An epitaph of glory for the tomb</br>Of murdered Europe may thy fame be made,</br>Great People:  as the sands shalt thou become;</br>Thy growth is swift as morn, when night must fade;</br>The multitudinous Earth shall sleep beneath thy shade.", "\"Yes, in the desart there is built a home For Freedom.</br>Genius is made strong to rear</br>The monuments of man beneath the dome</br>Of a new Heaven; myriads assemble there,</br>Whom the proud lords of man, in rage or fear,</br>Drive from their wasted homes:  the boon I pray</br>Is this, &mdash; that Cythna shall be convoyed there&mdash;</br>Nay, start not at the name &mdash; America!</br>And then to you this night Laon will I betray.", "\"With me do what ye will.  I am your foe!\"</br>The light of such a joy as makes the stare</br>Of hungry snakes like living emeralds glow,</br>Shone in a hundred human eyes &mdash; \"Where, where</br>Is Laon? &mdash; haste!  fly!  drag him swiftly here!</br>We grant thy boon.\" &mdash; \"I put no trust in ye,</br>Swear by your dreadful God.\" &mdash; \"We swear, we swear!\"</br>The Stranger threw his vest back suddenly,</br>And smiled in gentle pride, and said, \"Lo!  I am he!\"", ""]