["The spring had now enliven'd every scene,</br>And clad the dusky park in partial green;</br>Gay opening buds peep'd through the winter rust,</br>And kindly showers half wash'd off their dust.", "On a dull day which, every week, affords</br>A glut of 'prentices, in bags and swords;</br>When sober families resort to prayer,</br>And cits take in their weekly meal of air;</br>Whilst, eastward of St. Paul's, the well-dress'd spark</br>Runs two long miles, to saunter in the Park:</br>Prudentio strolling down the mall was seen,</br>To loll upon a bench, and vent his spleen:</br>He meet Avaro on the accustom'd seat,</br>And thus, in grumbling strains, the veterans greet.", "AVARO.</br>Well met, Prudentio &mdash; Come man, sit you down;</br>How fare you?", "PRUDENTIO.</br>Sick, of this confounded town.", "AVARO.</br>Aye, so am I; time was when it was said,</br>A penny buys a pennyworth of bread;</br>But now, engrossers meet with no controul,</br>Your penny 'scarce will buy a farthing roll.</br>Time was, when evening markets fed the poor,</br>And good cheap things were cried from door to door;</br>But now, the bakers get each week a rise,</br>And all provisions double in their price.", "PRUDENTIO.</br>How should it happen otherwise?  look here</br>What shoals of puppies every where appear?</br>That fellow with the tarnish'd suit of lace,</br>With insolence and folly in his face,</br>Must raise his soap and candles, to afford</br>To dress himself on Sundays, like a lord;</br>Whilst that pert puppy, with the powder'd queue,</br>Must pay his barber out of me or you.", "AVARO.</br>Time was, when sattin waistcoats and scratch wigs,</br>Enough distinguish'd all the city prigs,</br>Whilst every sunshine Sunday saw them run</br>To club their sixpences, at Islington;</br>When graver citizens, in suits of brown,</br>Lined every dusty avenue in town,</br>Or led the children and the loving spouse,</br>To speed two shillings at White-Conduit-house:</br>But now, the 'prentices, in suits of green,</br>At Richmond or at Windsor may be seen;</br>Where in mad parties they run down to dine,</br>To play at gentlefolks, and drink bad wine:</br>Whilst neat post-chariots roll their masters down</br>To some snug box, a dozen miles from town.", "PRUDENTIO.</br>I grant, that even prudence' self allows</br>The man of wealth his coach and country house:</br>By common justice every man is taught,</br>To taste those blessings which his labour bought;</br>But, say, if canour can forbear to scoff,</br>When men begin just where their sires left off?</br>But trade to gain is now too slow a way;</br>Fortunes must rise, like mushrooms, in a day;</br>Hence sprung that most destructive mode of robbing,</br>By dangerous under-writing, and stock-jobbing;</br>Even merchants now, laborious trade despise,</br>And find that money is best merchandize;</br>Hence springs the irrecoverable debt,</br>Hence, \"whereas\" fills each page of the Gazette.", "AVARO.</br>Time was, when tradesmen laid up what they gain'd,</br>And frugally a family maintain'd;</br>When they took stirring house-wives for their spouses,</br>To keep up prudent order in their houses;</br>Who thought no scorn, at night to sit them down,</br>And make their childrens cloaths, or mend their own;</br>Would Polly's coat to younger Bess transfer,</br>And make their caps without a milliner:</br>But now a shopping half the day they're gone,</br>To buy five hundred things, and pay for none;</br>Whilst Miss despises all domestick rules,</br>But lisps the French of Hackney boarding schools;</br>And every lane around Whitechapel bars</br>Resounds with screaming notes, and harsh guitars.", "PRUDENTIO.</br>Time was too, when the prudent dames would stay</br>Till Christmas holidays to see a play,</br>And met at cards, at that glad time alone,</br>In friendly setts of loo or cheap pope-joan;</br>Now, every lady writes her invitations</br>For weekly routs, to all her wise relations,</br>And every morning teems with fresh delights;</br>They run the city over, seeing sights;</br>Then hurry to the play as night approaches,</br>And spend their precious time in hackney-coaches.", "AVARO.</br>Hence spring assemblies with such uncouth names,</br>At Deptford, Wapping, Rotherhithe, and Shad-Thames,</br>Where every month the powder'd white-glov'd sparks,</br>Spruce haberdashers, pert attornies' clerks,</br>With deep-enamour'd 'prentices, prefer</br>Their suit to many a sighing millener:</br>In scrape of plays their passions they impart,</br>With all the awkward bows they learn from Hart.</br>'Tis here they learn their genius to improve,</br>And throw by Wingate for the Art of Love;</br>They frame the acrostick deep, and rebus terse,</br>And fill the day-book with enamour'd verse;</br>Even learned Fenning on his vacant leaves,</br>The ill-according epigram receives,</br>And Cocker's margin hobling sonnets grace</br>To Delia, measuring out a yard of lace.", "PRUDENTIO.</br>'Tis true, my friend; and thus throughout the nation</br>Prevails this general love of dissipation:</br>It matters little where their sports begin,</br>Whether at Arthur's, or the Bowl and Pin;</br>Whether they tread the gay Pantheon's round,</br>Or play at skittles at St. Giles's pound,</br>The self-same idle spirit drags them on,</br>And peer and porter are alike undone:</br>Whilst thoughtless imitation leads the way,</br>And laughs at all the grave or wise can say.</br>The prudent youth, whom some fond mother's care</br>Had taught to dread the subtle gamester's snare,</br>The first half year improves his own estate,</br>And visits not the mansions of the great.</br>But thirst of pleasure lures him up to town,</br>And every sharper marks the pigeon down.</br>Destructive custom quickly draws him in,</br>He plays for trifles, and they let him win;</br>He doubles stakes, still feels no fatal rub,</br>And now is ballotted at every club:</br>No more he dreads the rattling sound of dice,</br>And what was but amusement, turns to vice;</br>He views the Faro-bank without affright,</br>And all his acres tremble every night.</br>So have I seen the cautious maiden fair,</br>Bred up in innocence and country air,</br>Her first appearance make in this gay place,</br>And hang her head, and dread to shew her face;</br>A bashful, blushing, modest, timorous creature,</br>That fancies every man she meets will eat her:</br>But this improving air soon calms her fear,</br>She looks around and spies no dangers near,</br>In one short month learns how to play her cards,</br>And flirts it with an Ensign in the Guards.", "AVARO.</br>All these are heavy truths &mdash; what can we say?", "PRUDENTIO.</br>Why nothing &mdash; let the children have their way.</br>Our grave remarks will never make them wiser,</br>And sad experience is their best adviser.</br>But, hark!  the palace clock is striking three,</br>So even go home and eat your beef with me.</br>"]