["Thrice happy he, whose hours the chearing smiles</br>Of freedom bless; who wantons uncontroul'd</br>Where ease invites, or pleasure's syren voice;</br>Him the stern tyrant with his iron scourge</br>Annoys not, nor the dire oppressive weight</br>Of galling chain; but when the blushing morn</br>Purples the east, with eager transport wild,</br>O'er hill, o'er valley, on his panting steed</br>He bounds exulting, as in full career</br>With horns, and hounds, and thund'ring shouts he drives</br>The flying stag; or when the dusky shades</br>Of eve, advancing veil the darkened sky,</br>To neighb'ring tavern, blithsome, he resorts</br>With boon companion, where they drown their cares</br>In sprightly bumpers, and the mantling bowl.", "Far otherwise within these darksome walls,</br>Whose gates, with rows of triple steel secur'd,</br>And many a bolt, prohibit all egress,</br>I spend my joyless days; ere dawn appears,</br>Rous'd from my peaceful slumbers by the sound</br>Of awe-inspiring bell, whose every stroke</br>Chills my heart-blood, all trembling, I descend</br>From dreary garret, round whose ancient roof,</br>Gaping with hideous chinks, the whistling blast</br>Perpetual raves, and fierce descending rains</br>Discharge their fury &mdash; Dire, lethargic dews</br>Oppress my drowsy sense; still fancy teems</br>With fond, ideal joys, and, fir'd with what</br>Or Poets sing, or fabled tale records,</br>Presents transporting visions; goblets crown'd</br>With juice of Nectar, or the food divine</br>Of rich Ambrosia, tempting to the sight!</br>While in the shade of some embow'ring grove</br>I lie reclin'd, or through Elysian plains</br>Enraptur'd stray; where ev'ry plant and flower</br>Send forth an odorous smell, and all the air</br>With songs of love and melody resounds.</br>Meanwhile benumbing cold invades my joints,</br>As with slow fault'ring footsteps I resort</br>To where, of antique mold, a lofty dome</br>Rears its tremendous front; here all at once</br>From thousand different tongues, a mighty hum</br>Assaults my ears; loud as the distant roar</br>Of tumbling torrents; or as in some mart</br>Of public note, for traffic far renown'd,</br>Where Jew with Grecian, Turk with African,</br>Assembled, in one general peal unite</br>Of dreadful jargon. &mdash; Strait on wooden bench</br>I take my seat, and conn with studious care</br>Th' appointed tasks; o'er many a puzzling page</br>Poring intent, and sage Athenian bard,</br>With dialect, and mood and tense perplex'd;</br>And conjunctions varied without end.", "When lo!  with haughty stride (in size like him</br>Who erst extended on the burning lake</br>Lay floating many a rood;) his sullen brow,</br>With low'ring frowns and fearful glooms o'ercast,</br>Enters the Paedagogue; terrific sight!</br>An ample ninefold peruke, spread immense,</br>Luxuriant waving down his shoulders plays;</br>His hand a bunch of limber twigs sustains,</br>Call'd by the vulgar Birch, tartarean  root,</br>Whose rankling points, in blackest poison dipt,</br>Inflict a mortal pain; and, where they light,</br>A ghastly furrow leave. &mdash; Scar'd at the sight,</br>The bustling multitude, with anxious hearts,</br>Their stations seek. &mdash; A solemn pause ensues;</br>As when, of old, the monarch of the floods,</br>'Midst raging hurricanes, and battling waves,</br>Shaking the dreadful Trident, rear'd aloft</br>His awful brow. &mdash; Sudden the furious winds</br>Were hush'd in peace, the billows ceas'd their rage:</br>Or when, (if mighty themes, like these, allow</br>An humble metaphor) the sportive race</br>Of nibbling heroes, bent on wanton play,</br>Beneath the shelter of some well-stor'd barn,</br>In many an airy circle wheel around;</br>Some eye, perchance, in private nook conceal'd,</br>Beholds GRIMALKIN; instant they disperse,</br>In headlong flight, each to his secret cell;</br>If haply he may 'scape impending fate.", "Thus ceas'd the gen'ral clamour, all remain</br>In silent terror wrapt, and thought profound.", "Meanwhile, the Paedagogue throughout the dome</br>His fiery eyeballs, like two blazing stars,</br>Portentous rolls, on some unthinking wretch,</br>To shed their baleful influence; whilst his voice</br>Like thunder, or the cannon's sudden burst,</br>Three times is heard, and thrice the roofs resound!</br>A sudden paleness gathers in my face;</br>Through all my limbs a stiff'ning horror spread,</br>Cold as the dews of death, nor heed my eyes</br>Their wonted function, but in stupid gaze</br>Ken the fell monster; from my trembling hands</br>The thumb-worn volume drops; oh dire presage</br>Of instant woe!  for now the mighty sound</br>Pregnant with dismal tidings, once again</br>Strikes my astonish'd ears.  Transfix'd with awe,</br>And senseless, for a time, I stand; but soon,</br>By friendly jog, or neigh'bring whisper rous'd,</br>Obey the dire injunction; strait I loose</br>Depending brogues, and mount the lofty throne</br>Indignant, or the back of oblique ascend</br>Of sorrowful compeer; nor long delays</br>The Monarch, from his palace stalking down,</br>With visage all inflam'd; his sable robe</br>Sweeping in length'ning folds along the ground:</br>He shakes his sceptre, and the impending scourge</br>Brandishes high; nor tears nor shrieks avail;</br>But with impetuous fury it descends,</br>Imprinting horrid wounds, with fatal flow</br>Of blood attended, and convulsive pangs.", "Curst be the wretch, for ever doom'd to bear</br>Infernal whippings; he, whose savage hands</br>First grasp'd these barbarous weapons, bitter cause</br>Of foul disgrace, and many a dolorous groan,</br>To hapless school-boy. &mdash; Could it not suffice</br>I groan'd and toil'd beneath the merc'less weight,</br>By stern relentless tyranny impos'd,</br>But scourges too, and cudgels were reserv'd</br>To goad my harrow'd sides:  This wretched life</br>Loading with heavier ills; a life expos'd</br>To all the woes of hunger, toil, distress;</br>Cut off from ev'ry genial source of bliss;</br>From ev'ry bland amusement, wont to soothe</br>The youthful breast; except when father Time,</br>In joyful change, rolls round the festive hour,</br>That gives this meagre, pining figure, back</br>To parent fondness, and its native roofs.</br>Fir'd with the thought, then, then my tow'ring soul</br>Rises superior to its load, and spurns</br>Its proud oppressors; frantic with delight,</br>My fancy riots in successive scenes</br>Of bliss and pleasures:  plans and schemes are laid</br>How best the fleeting moments to improve,</br>Nor lose one portion of so rare a boon.", "But soon, too soon, these glorious scenes are fled,</br>Scarce one short moon enjoy'd, (oh!  transient state</br>Of sublunary bliss) by bitter change,</br>And other scenes succeeded, what fierce pangs</br>Then rack my soul; what ceaseless floods of grief,</br>Rush down my cheeks, while strong convulsive throbs</br>Heave all my frame, and choak the power of speech.</br>Forlorn I sigh, nor heed the gentle voice</br>Of friend or stranger, who, with soothing words,</br>And slender gift, would fain beguile my woes:</br>In vain; for what can aught avail to soothe</br>Such raging anguish!  Oft with sudden glance</br>Before my eyes in all its horrors glares</br>That well-known form, and oft I seem to hear</br>The thund'ring scourge &mdash; Ah me!  e'en now I feel</br>Its deadly venom, raging at the pangs</br>That tore Alcides, when the burning vest</br>Prey'd on his wasted sides. &mdash; At length return'd</br>Within these hated walls, again I mourn</br>A sullen pris'ner, 'till the wish'd approach</br>Of joyous holiday or festive play</br>Releases me:  ah!  freedom that must end</br>With thee, declining Sol; all hail, ye sires</br>For sanctity renown'd, whose glorious names</br>In large conspicuous characters pourtray'd,</br>Adorn the annual chronologic page</br>Of Wing or Partridge; oft when sore opprest</br>With dire calamities, the glad return</br>Of your triumphant festivals, hath chear'd</br>My drooping soul; nor be thy name forgot,</br>Illustrious George, for much to thee I owe</br>Of heart-felt rapture, as with loyal zeal</br>Glowing, I pile the crackling bonfire high,</br>Or hurl the mounting rocket thro' the air,</br>Or fiery whizzing serpent; thus my name</br>Shall still be honour'd, as thro' future years</br>The circling seasons roll their festive round.", "Sometimes, by dire compulsive hunger press'd,</br>I spring the neighb'ring fence, and scale the trunk</br>Of apple-tree; or wide, o'er flow'ry lawns,</br>By hedge or thicket, bend my hasty steps,</br>Intent, with secret ambush, to surprize</br>The straw-built nest, and unsuspecting brood</br>Of Thrush or Bullfinch; oft with watchful ken</br>Eyeing the backward lawns, lest hostile glance</br>Observe my footsteps, while each rustling leaf,</br>Stirr'd by the gentle gale, alarms my fears:</br>Then, parch'd beneath the burning heats of noon,</br>I plunge into the limpid stream, that laves</br>The silent vale, or on its grassy banks</br>Beneath some oak's majestic shade, recline;</br>Envying the vagrant fishes, as they pass</br>Their boon of freedom; 'till the distant sound</br>Of toiling Curfew warns me to depart.", "Thus under tyrant power I groan, oppress'd</br>With worse than slavery; yet my free-born soul</br>Her native warmth forgets not, nor will brook</br>Menace or taunt from proud insulting peer:</br>But summons to the field the doughty foe</br>In single combat, 'midst th' impartial throng,</br>There to decide our fate.  Oft too enflam'd</br>With mutual rage, two rival armies meet</br>Of youthful warriors; kindling at the sight,</br>My soul is fill'd with vast heroic thoughts,</br>Trusting, in martial glory, to surpass</br>Roman or Grecian chief; instant, with shouts</br>The mingling squadrons join the horrid fray;</br>No need of cannon, or the murd'rous steel,</br>Wide-wasting; nature, rage our arms supplies. </br>Fragments of rocks are hurl'd, and showers of stones</br>Obscure the day; nor less the brawny arm,</br>Or knotted club avail:  high in the midst</br>Are seen the mighty Chiefs, thro' hosts of foes</br>Mowing their way; and now, with tenfold rage,</br>The combat burns, full many a sanguine stream</br>Distains the field, and many a veteran brave</br>Lies prostrate; loud triumphant shouts ascend</br>By turns from either host; each claims the palm</br>Of glorious conquest; nor till night's dun shades</br>Involve the sky, the doubtful conflict ends.", "Thus when rebellion shook the thrones of heav'n,</br>And all th' eternal powers in battle met,</br>High o'er the rest, with vast gigantic strides,</br>The godlike leaders, on th' embattled plain,</br>Came tow'ring, breathing forth revenge and fate;</br>Nor less terrific join'd the inferior hosts</br>Of angel warriors, when encount'ring hills,</br>Tore the rent concave, &mdash; flashing with the blaze</br>Of fiery arms, and lightnings, not of Jove;</br>All heav'n resounded, and th' astonish'd deeps</br>Of chaos bellow'd with the monstrous roar.</br>"]