["Friend to the wretch whom ev'ry friend forsakes,</br>I woo thee, DEATH!  In Fancy's fairy paths</br>Let the gay Songster rove, and gently trill</br>The strain of empty joy. &mdash; Life and its joys</br>I leave to those that prize them. &mdash; At this hour,</br>This solemn hour, when Silence rules the world,</br>And wearied Nature makes a gen'ral pause!</br>Wrapt in Night's sable robe, through cloysters drear</br>And charnels pale, tenanted by a throng</br>Of meagre phantoms shooting cross my path</br>With silent glance, I seek the shadowy vale</br>Of DEATH. &mdash; Deep in a murky cave's recess</br>Lav'd by Oblivion's listless stream, and fenc'd</br>By shelving rocks and intermingled horrors</br>Of yew' and cypress' shade from all intrusion</br>Of busy noon-tide beam, the MONARCH sits</br>In unsubstantial Majesty enthron'd.</br>At his right hand, nearest himself in place</br>And frightfulness of form, his Parent SIN</br>With fatal industry and cruel care</br>Busies herself in pointing all his stings,</br>And tipping every shaft with venom drawn</br>From her infernal store:  around him rang'd</br>In terrible array and strange diversity</br>Of uncouth shapes, stand his dread Ministers:</br>Foremost Old Age, his natural ally</br>And firmest friend; next him diseases thick,</br>A motley train; Fever with cheek of fire;</br>Consumption wan; Palsy, half warm with life,</br>And half a clay-cold lump; joint-tort'ring Gout,</br>And ever-gnawing Rheum; Convulsion wild;</br>Swoln Dropsy; parting asthma; Apoplex</br>Full-gorg'd. &mdash; There too the Pestilence that walks</br>In darkness, and the Sickness that destroys</br>At broad noon-day. &mdash; These and a thousand more,</br>Horrid to tell, attentive wait; and, when</br>By Heaven's command DEATH waves his ebon wand,</br>Sudden rush forth to execute his purpose,</br>And scatter desolation o'er the Earth.", "Ill-fated Man, for whom such various forms</br>Of Mis'ry wait, and mark their future prey!</br>Ah!  why, ALL-RIGHTEOUS FATHER, didst thou make</br>This Creature Man?  Why wake th' unconscious dust</br>To life and wretchedness?  O better far</br>Still had he slept in uncreated night,</br>If this the Lot of Being! &mdash; Was it for this</br>Thy Breath divine kindled within his breast</br>The vital flame?  For this was thy fair image</br>Stampt on his soul in godlike lineaments?</br>For this dominion giv'n him absolute</br>O'er all thy creatures, only that he might reign</br>Supreme in woe? &mdash; From the blest source of Good</br>Could Pain and Death proceed?  Could such foul Ills</br>Fall from fair Mercy's hands? &mdash; Far be the thought,</br>The impious thought!  God never made a creature</br>But what was good. &mdash; He made a living Man:</br>The Man of Death was made by Man himself.</br>Forth from his Maker's hands he sprung to life,</br>Fresh with immortal bloom; No pain he knew,</br>No fear of Death, no check to his desires</br>Save one command. &mdash; That one command (which stood</br>'Twixt him and ruin, the test of his obedience,)</br>Urg'd on by wanton curiosity</br>He broke. &mdash; There in one moment was undone</br>The fairest of God's works. &mdash; The same rash hand</br>That pluck'd in evil hour the fatal fruit,</br>Unbarr'd the gates of Hell, and let loose Sin</br>And Death and all the family of Pain</br>To prey upon mankind. &mdash; Young Nature saw</br>The monstrous crew, and shook thro' all her frame.</br>Then fled her new-born lustre, then began</br>Heaven's chearful face to low'r, then vapours choak'd</br>The troubled air, and form'd a veil of clouds</br>To hide the willing Sun. &mdash; The Earth convuls'd</br>With painful throes threw forth a bristly crop</br>Of thorns and briars:  and Insect, Bird, and Beast,</br>That wont before with admiration fond</br>To gaze at Man, and fearless croud around him,</br>Now fled before his face, shunning in haste</br>Th' infection of his misery. &mdash; He alone,</br>Who justly might, th' offended Lord of Man,</br>Turn'd not away his face, he full of pity</br>Forsook not in this uttermost distress</br>His best-lov'd work. &mdash; That comfort still remain'd,</br>(That best, that greatest comfort in affliction)</br>The countenance of God, and thro' the gloom</br>Shot forth some kindly gleams, to cheer and warm</br>Th' offender's sinking soul. &mdash; Hope sent from Heav'n</br>Uprais'd his drooping head, and shew'd afar</br>A happier scene of things; the PROMIS'D SEED</br>Trampling upon the SERPENT'S humbled crest,</br>DEATH of his sting disarm'd, and the dank grave</br>Made pervious to the realms of endless day,</br>No more the limit but the gate of life.", "Chear'd with the view, MAN went to till the ground</br>From whence he rose; sentenc'd indeed to toil</br>As to a punishment, yet (ev'n in wrath</br>So merciful is Heav'n) this toil became</br>The solace of his woes, the sweet employ</br>Of many a live-long hour, and surest guard</br>Against Disease and Death. &mdash; DEATH, tho' denounc'd</br>Was yet a distant Ill, by feeble arm</br>Of Age, his sole support, led slowly on.</br>Not then, as since, the short-liv'd sons of men</br>Flock'd to his realms in countless multitudes;</br>Scarce in the course of twice five hundred years</br>One solitary ghost went shiv'ring down</br>To his unpeopled shore; &mdash; In sober state,</br>Through the sequester'd vale of rural life,</br>The venerable PATRIARCH guileless held</br>The tenor of his way; Labour prepar'd</br>His simple fare, and Temp'rance rul'd his board.</br>Tir'd with his daily toil, at early eve</br>He sunk to sudden rest; gentle and pure</br>As breath of evening Zephyr and as sweet</br>Were all his slumbers; with the sun he rose,</br>Alert and vigorous as He, to run</br>His destin'd course. &mdash; Thus nerv'd with Giant Strength</br>He stem'd the tide of Time, and stood the shock</br>Of ages rolling harmless o'er his head.</br>At life's meridian point arriv'd, he stood,</br>And looking round saw all the vallies fill'd</br>With nations from his loins; full-well content</br>To leave his race thus scatter'd o'er the Earth</br>Along the gentle slope of life's decline</br>He bent his gradual way, till full of years</br>He dropt like mellow fruit into his grave.", "Such in the infancy of Time was Man,</br>So calm was life, so impotent was DEATH.</br>O had he but preserv'd these few remains,</br>These shatter'd fragments of lost happiness</br>Snatch'd by the hand of heav'n from the sad wreck</br>Of innocence primaeval; still had he liv'd</br>Great ev'n in ruin, tho' fall'n, yet not forlorn,</br>Though mortal, yet not every where beset</br>With Death in every shape!  But He, impatient</br>To be compleatly wretched, hastes to fill up</br>The measure of his woes. &mdash; 'Twas Man himself</br>Brought Death into the world, and Man himself</br>Gave keenness to his darts, quicken'd his pace,</br>And multiply'd destruction on mankind.", "First Envy, Eldest-Born of Hell, embru'd</br>Her hands in blood, and taught the Sons of Men</br>To make a Death which Nature never made,</br>And God abhorr'd; with violence rude to break</br>The thread of life ere half its length was run,</br>And rob a wretched brother of his being.</br>With joy Ambition saw, and soon improv'd</br>The execrable deed. &mdash; 'Twas not enough</br>By subtle fraud to snatch a single life,</br>Puny impiety!  whole kingdoms fell</br>To sate the lust of power; more horrid still,</br>The foulest stain and scandal of our nature</br>Became its boast. &mdash; One murder made a Villain,</br>Millions a Hero. &mdash; Princes were privileg'd</br>To kill, and numbers sanctified the crime.</br>Ah!  why will Kings forget that they are Men?</br>And Men that they are brethren?  Why delight</br>In human sacrifice?  Why burst the ties</br>Of Nature, that should knit their souls together</br>In one soft bond of amity and love?</br>Yet still they breathe destruction, still go on</br>Inhumanly ingenious to find out</br>New pains for life, new terrors for the grave,</br>Artificers of Death!  Still Monarchs dream</br>Of universal Empire growing up</br>From universal ruin. &mdash; Blast the design,</br>GREAT GOD OF HOSTS, nor let thy creatures fall</br>Unpitied victims at Ambition's shrine!", "Yet say, should Tyrants learn at last to feel,</br>And the loud din of battle cease to bray;</br>Should dove-ey'd Peace o'er all the earth extend</br>Her olive branch, and give the world repose,</br>Would Death be foil'd?  Would health, and strength, and youth</br>Defy his power?  Has he no arts in store,</br>No other shafts save those of war? &mdash; Alas!</br>Ev'n in the smile of Peace, that smile which sheds</br>A heavenly sunshine o'er the soul, there basks</br>That serpent Luxury:  War its thousands slays,</br>Peace its ten thousands:  In th' embattled plain</br>Tho' Death exults, and claps his raven wings,</br>Yet reigns he not ev'n there so absolute,</br>So merciless, as in yon frantic scenes</br>Of midnight revel and tumultuous mirth,</br>Where, in th' intoxicating draught conceal'd,</br>Or couch'd beneath the glance of lawless Love,</br>He snares the simple youth, who nought suspecting</br>Means to be blest &mdash; But finds himself undone.", "Down the smooth stream of life the Stripling darts,</br>Gay as the morn; bright glows the vernal sky,</br>Hope swells his sails, and Passion steers his course;</br>Safe glides his little bark along the shore</br>Where Virtue takes her stand, but if too far</br>He launches forth beyond discretion's mark,</br>Sudden the tempest scowls, the surges roar,</br>Blot his fair day, and plunge him in the deep.</br>O sad but sure mischance!  O happier far</br>To lie like gallant HOWE midst Indian wilds</br>A breathless corse, cut off by savage hands</br>In earliest prime, a generous sacrifice</br>To freedom's holy cause; than so to fall</br>Torn immature from life's meridian joys,</br>A prey to Vice, Intemperance, and Disease.", "Yet die ev'n thus, thus rather perish still,</br>Ye Sons of Pleasure, by th' Almighty stricken,</br>Than ever dare (though oft, alas!  ye dare)</br>To lift against yourselves the murd'rous steel,</br>To wrest from GOD'S own hand the sword of Justice</br>And be your own avengers &mdash; Hold rash Man,</br>Though with anticipating speed thou'st rang'd</br>Through every region of delight, nor left</br>One joy to gild the evening of thy days,</br>Though life seem one uncomfortable void,</br>Guilt at thy heels, before thy face despair,</br>Yet gay this scene, and light this load of woe,</br>Compar'd with thy hereafter. &mdash; Think, O think,</br>And 'ere thou plunge into the vast abyss,</br>Pause on the verge awhile, look down and see</br>Thy future mansion! &mdash; Why that start of horror?</br>From thy slack hand why drops th' uplifted steel?</br>Didst thou not think such vengeance must await</br>The wretch, that with his crimes all fresh about him,</br>Rushes irreverent, unprepar'd, uncall'd,</br>Into his Maker's presence, throwing back</br>With insolent disdain his choicest gift?", "Live then, while Heav'n in pity lends thee life,</br>And think it all too short to wash away</br>By penitential tears and deep contrition</br>The scarlet of thy crimes. &mdash; So shalt thou find</br>Rest to thy soul, so unappall'd shalt meet</br>Death when he comes, not wantonly invite</br>His lingering stroke. &mdash; Be it thy sole concern</br>With innocence to live, with patience wait</br>Th' appointed hour; too soon that hour will come,</br>Tho' Nature run her course; But Nature's God,</br>If need require, by thousand various ways,</br>Without thy aid, can shorten that short span,</br>And quench the lamp of life. &mdash; O when He comes,</br>Rous'd by the cry of wickedness extreme</br>To Heav'n ascending from some guilty land</br>Now ripe for vengeance; when He comes array'd</br>In all the terrors of Almighty wrath;</br>Forth from his bosom plucks his ling'ring Arm,</br>And on the miscreants pours destruction down!</br>Who can abide his coming?  Who can bear</br>His whole displeasure?  In no common form</br>Death then appears, but starting into Size</br>Enormous, measures with gigantic stride</br>Th' astonish'd Earth, and from his looks throws round</br>Unutterable horror and dismay.</br>All Nature lends her aid. &mdash; Each Element</br>Arms in his cause.  Ope fly the doors of Heav'n,</br>The fountains of the deep their barriers break,</br>Above, below, the rival torrents pour,</br>And drown Creation, &mdash; or in floods of fire</br>Descends a livid cataract and consumes</br>An impious race. &mdash; Sometimes when all seems peace,</br>Wakes the grim whirlwind, and with rude embrace</br>Sweeps nations to their grave, or in the deep</br>Whelms the proud wooden world; full many a youth</br>Floats on his wat'ry bier, or lies unwept</br>On some sad desert shore! &mdash; At dead of night</br>In sullen silence stalks forth PESTILENCE:</br>CONTAGION close behind taints all her steps</br>With poys'nous dew; no smiting Hand is seen,</br>No sound is heard; but soon her secret path</br>Is mark'd with desolation; heaps on heaps</br>Promiscuous drop: &mdash; no friend, no refuge near;</br>All, all is false and treacherous around,</br>All that they touch, or taste, or breathe, is DEATH.", "But ah!  what means that ruinous roar?  Why fail</br>These tott'ring feet? &mdash; Earth to its centre feels</br>The Godhead's power, and trembling at his touch</br>Through all its pillars, and in ev'ry pore,</br>Hurls to the ground with one convulsive heave</br>Precipitating domes, and towns, and tow'rs,</br>The work of ages. &mdash; Crush'd beneath the weight</br>Of gen'ral devastation, millions find</br>One common grave; not ev'n a widow left</br>To wail her sons:  the house, that should protect,</br>Entombs its master, and the faithless plain,</br>If there he flies for help, with sudden yawn</br>Starts from beneath him. &mdash; Shield me, gracious Heav'n,</br>O snatch me from destruction!  If this Globe,</br>This solid Globe, which thine own hand hath made</br>So firm and sure, if this my steps betray;</br>If my own mother Earth from whence I sprung</br>Rise up with rage unnatural to devour</br>Her wretched offspring, whither shall I fly?</br>Where look for succour?  Where, but up to thee</br>Almighty Father?  Save, O save thy suppliant</br>From Horrors such as these! &mdash; At thy good time</br>Let Death approach; I reck not &mdash; let him but come</br>In genuine form, not with thy vengeance arm'd,</br>Too much for Man to bear. &mdash; O rather lend</br>Thy kindly aid to mitigate his stroke,</br>And at that hour when all aghast I stand,</br>(A trembling Candidate for thy compassion,)</br>On this World's brink, and look into the next;</br>When my Soul starting from the dark unknown</br>Casts back a wishful look, and fondly clings</br>To her frail prop, unwilling to be wrench'd</br>From this fair scene, from all her 'custom'd joys</br>And all the lovely relatives of life,</br>Then shed thy comforts o'er me; then put on</br>The gentlest of thy looks. &mdash; Let no dark Crimes</br>In all their hideous forms then starting up</br>Plant themselves round my couch in grim array,</br>And stab my bleeding heart with two-edg'd torture,</br>Sense of past guilt, and dread of future woe.</br>Far be the ghastly crew!  and in their stead,</br>Let chearful Memory from her purest cells</br>Lead forth a goodly train of Virtues fair</br>Cherish'd in earliest youth, now paying back</br>With tenfold usury the pious care,</br>And pouring o'er my wounds the heav'nly balm</br>Of conscious innocence. &mdash; But chiefly, THOU,</br>Whom soft-ey'd Pity once led down from Heav'n</br>To bleed for Man, to teach him how to live,</br>And, oh!  still harder lesson!  how to die,</br>Disdain not Thou to smooth the restless bed</br>Of Sickness and of Pain. &mdash; Forgive the tear</br>That feeble Nature drops, calm all her fears,</br>Wake all her hopes, and animate her faith,</br>Till my rapt Soul anticipating Heav'n</br>Bursts from the thraldom of incumbring clay,</br>And on the wing of Extasy upborn</br>Springs into Liberty, and Light, and Life.</br>"]