["Swift too, thy, tale is told:  a sound, a name,</br>No more than Lucian.  At the conquest, Death</br>Grinn'd, grimly glad; renewing Holben's dance.</br>Fantastic Humour drop'd the feeling sense,</br>Her empire less'ning by his fall.  The shades</br>Of frolick Rabelais, and HE of Spain,</br>Madrid's facetious  glory, join his ghost;</br>Triumvirate of Laughter! &mdash; Mirth is mad;</br>The loudest languishing into a sigh:</br>And Laughter shakes itself into decay.", "\"Lord!  what is Man?\"  the Prophet well might ask.</br>We all may ask; \"Lord!  what is mortal Man?\"</br>So changeable his being with himself</br>Dissimilar:  the rainbow of an hour</br>A change of colours, transient through his life,</br>Brightens or languishes; &mdash; then fades to air.</br>Ev'n e're an unskrew'd spider spin a line</br>Of Metaphysick texture.  Man's thin thread</br>Of life is broken:  how analogous</br>Their parallel of lines!  slight, subtle, vain.", "Man in a little hour's contracted round</br>Perplexes Reason.  Now to triumph swell'd,</br>To Joyous exultations, to a blaze</br>Of ecstasy:  and now depress'd, again,</br>And drooping into scenes of Death and Woe.", "That sudden flow of spirits, bright and strong,</br>Which play'd in sprightly sallies round my heart;</br>Was it a gleam, fore-warning me from heav'n,</br>Of quick-approaching Fate?  As tapers mount</br>Expiring into wide-diffusive flame,</br>Give one broad glare, into the socket sink,</br>And sinking disappear. &mdash; It must be so!&mdash;</br>The soul, prophetick of it's voy'ge, descry'd</br>The blissful shore, exulting on the wing,</br>In a glad flutter:  then, o'erwhelm'd with joy,</br>She warn'd her old companion of her flight,</br>(The feeble tenement of mould'ring clay)</br>Who sadden'd at their parting. &mdash; Yes, &mdash; I feel</br>Thy leaden hand, O Death!  it presses hard,</br>It weighs the faculties of motion down,</br>Inactive as the foot of a dull rock;</br>And drags me to thy dusty chains:  the wheels</br>Of Life are fastned to the Grave; nor whirl,</br>Longer, the fiery chariot on.  The war,</br>The struggle for Eternity begins.</br>Eternity!  illimitable, vast,</br>Incomprehensible!  For Heav'n and Hell,</br>Within her universal womb, profound,</br>Are center'd. &mdash; Sleep or Death are on my heart:</br>Swims heavily my brain: &mdash; My senses reel.", "What scenes disclose themselves!  What fields of joy!</br>What rivers of delight!  What golden bow'rs!</br>Sweetly oppress'd with beatifick views,</br>I hear angeilck-instruments, I see</br>Primaeval ardours, and essential forms;</br>The sons of light, but of created light,</br>All energy, the diligence of GOD!</br>Might I but join them!  Lend your glitt'ring wings,</br>Waft me, O quickly waft me to yon crown,</br>Bright with the flaming roses of the zone</br>Sidereal.  O!  gracious, they, beck'ning, smile,</br>They smile to the skies!  Hope leads the way:</br>I fly; I spring; I mount! &mdash; What fury shakes</br>Her fiery sword, and intercepts the stars?</br>Ha!  Amartia?  Conscience, Conscience sends</br>Her griesly form, to blast me at my end.</br>Behold!  she points to burning rocks, to waves</br>Sulphureous, molten lead, and boiling gulphs,</br>Tempestuous with everlasting fire.&mdash;</br>'Tis horrible! &mdash; O save me from myself!&mdash;</br>O save me JESU! &mdash; Ha!  a burst of light</br>Blends with the Empyreum's azure tide,</br>While Faith, triumphant swells the trump of GOD,</br>And shouting, \"Where's thy Victory, O Grave?</br>And where, O Death, thy Sting?\"  I see her spread</br>Her saving banner o'er my Soul (the Cross!)</br>And call it to its peers.  Thick crowds of day,</br>Immaculate, involve me in their streams,</br>And bath my spirit; whiten'd for the sky.", "While on this isthmus of my fate I lye,</br>Jutting into Eternity's wide sea,</br>And leaning on this habitable globe,</br>The verge of either world dubious of Life.</br>Dubious, alike, of Death:  To Mercy thus,</br>Inspirited with supplicating zeal,</br>My guardian-angel rais'd his potent pray'r.</br>(For Angels minister to Man, intent</br>On offices of gentleness and love.)", "\"Hear, MERCY!  sweetest daughter of the skies,</br>Thou loveliest image of thy Fathers face,</br>Thou blessed fount, whence grace and goodness</br>Auspicious, hear!  extend thy helping arm,</br>With pitying readiness, with willing aid,</br>O lift thy servant from the vale of Death,</br>Now groveling in the dust, into the fields</br>Of Comfort, and the pastures green of health.</br>Hear MERCY, sweetest daughter of the skies!</br>If e're thy servant to the Poor his soul</br>Drew out, and taught the Fatherless to sing;</br>If e're by pity warm'd, and not by pride,</br>He cloath'd the Naked and the Hungry fed;</br>If e're distress, and misery, forelorn,</br>Deceiv'd his cheek, and stole his untaught tear,</br>An humble drop of thy celestial dew!</br>Hear MERCY, sweetest daughter of the skies.", "\"Sprung from the bosom of eternal bliss,</br>Thy goodness reaches farther than the Grave;</br>And near the gates of Hell extends thy sway,</br>Omnipotent!  All, save the cursed crew</br>Infernal, and the black-rebellious host</br>Of Lucifer, within thy sweet domain</br>Feed on ambrosia, and may hope the stars.</br>Hear, MERCY, sweetest daughter of the skies.</br>By thee, the great Physician from the bed</br>Of darkness call'd the sick, the blind, the lame;</br>He burst the grave's relentless bars by thee,</br>And spoke the dead to life and bloom again.</br>His miracles thy work; their glory, thine:</br>Then, O thou dearest attribute of GOD!</br>Thy saving health to this thy servant lend!</br>Hear, MERCY, sweetest daughter of the skies!\"", "Inclin'd upon a dewy-skirted cloud</br>Fleecy with gold, and dropping fatness down,</br>Plenty and bliss on Man, with looks as mild</br>As ev'ning suns (when flowry-footed May</br>Leads on the jocund hours, when Love himself</br>Flutters in green) effusing heart-felt joy</br>Abundant, MERCY shone with sober grace,</br>And majesty at once with sweetness mix'd</br>Ineffable.  A rainbow o'er her head,</br>The covenant of GOD, betok'ning peace</br>'Twixt Heav'n and Earth, its florid arch display'd,</br>High-bended by th' Almighty's glorious hand;</br>The languish of the dove upon her eyes</br>In placid radiance melted, from the throne</br>Of Grace infus'd and fed with light:  her smiles</br>Expansive cheer'd the undetermin'd tracks</br>Of all Creation, from th' aethereal cope</br>August with moving fires down to the shades</br>Infernal, and the reign of darkness drear.</br>Ev'n Men refine to Angels from her gaze,</br>Gracious, invigorating, full of Heav'n!</br>When Justice eyes her, from th' uplifted arm</br>Idle the thunder falls:  the clouds dissolve,</br>(With frowning wrath and smouldring food</br>In nutrimental balm and nectar-show'rs.", "This daughter of the Lamb, to fervent pray'rs</br>And intercession, opes her ready ear</br>Compassionate; and to Hygeia thus:</br>\"Hygeia, hie thee to the well of Life;</br>There dip thy fingers; touch his head and breast;</br>Three drops into his mouth infuse, unseen,</br>Save by the eve of Faith:  he yonder lies&mdash;</br>Descend and take the ev'ning's western wing.\"", "She said.  Hygeia bow'd; and bowing, fill'd</br>The circumambient air with od'rous streams,</br>Pure essence of ambrosia!  Not the breath</br>Of Lebanon, from cedar allies blown,</br>Of Lebanon, with aromatick gales</br>Luxuriant, spikenard, aloes, myrrh and balm;</br>Nor the wise eastern Monarch's garden vy'd</br>In fragrance, when his fair Circassian spouse,</br>Enamour'd, call'd upon the South to fan</br>It's beds of spices; and her bosom cool,</br>Panting with languishment and love-sick fires.", "Forth from th' eternal throne the Well of Life,</br>Pouring its crystal, laves the streets of GOD,</br>(Where Sickness never comes, nor Age, nor Pain)</br>Fast-trickling o'er the pebble-gems.  Beneath</br>Unfading amarant and asphodel,</br>A mirrour spreads its many-colour'd round,</br>Mosaick-work, inlaid by hands divine</br>In glittering rows, illuminating each,</br>Each shading:  beryl, topaz, chalcedon,</br>Em'rald and amethyst.  Whatever hues</br>The light reflects, celestial quarries yield,</br>Or melt into the vernant-showry bow,</br>Profussive, vary here in mingling beams.</br>Collected thus the waters, dimpling, end</br>Their soft-progressive lapse.  The cherubs hence</br>Immortal vigour quaff and bliss unblam'd.</br>Nor only flow for you, ye sons of light,</br>The streams of comfort and of life; but flow</br>To heal the nations.  Wonderful to tell,</br>The aged they renew, the dead revive</br>And more, the festers of the wounded soul,</br>Corrupted, black, to pristine white relume</br>And saint-like innocence.  The mystic dove</br>Broods, purifying o'er them, with his wings.</br>The Angel, who Bethesda's troubled pool</br>Stirr'd, first his his pinions with these vital drops</br>Sprinkled; then pour'd himself into the flood,</br>Instilling health and nutriment divine,</br>Its waves to quicken, and exalt its pow'rs.", "Here lights Hygeia, ardent to fulfil</br>MERCY'S behest.  The bloom of Paradise</br>Liv'd on her youthful cheek, and glow'd the Spring.</br>The deep carnations in the eastern skies,</br>When ruddy Morning walks along the hills,</br>Illustriously red, in purple dews,</br>Are languid to her blushes; for she blush'd</br>As through the op'ning File of winged Flames,</br>Bounding, she lightned, and her sapphire eyes</br>With modest lustre bright, improving Heav'n,</br>Cast, sweetly, round, and bow'd to her compeers,</br>An Angel amid Angels.  Light she sprung</br>Along th' empyreal road:  her locks distill'd</br>Salubrious spirit on the stars.  Full soon</br>She pass'd the gate of pearl, and down the sky,</br>Praecipitant, upon the ev'ning wing</br>Cleaves the live aether, and with healthy balm</br>Impregnates, and foecundity of sweets.", "Conscious of her approach, the wanton birds,</br>Instinctive, carol forth, in livelier lays,</br>And merrier melody, their grateful hymn,</br>Brisk-flutt'ring to the breeze.  Eftsoons the hills,</br>Beneath the gambols of the lamb and kid,</br>Of petulant delight, the circling maze</br>(Brush'd off its dews) betray.  All nature smiles,</br>With double day delighted.  Chief, on Man</br>The Goddess ray'd herself:  He, wond'ring, feels</br>His heart in driving tumults, vig'rous, leap</br>And gushing ecstasy:  bursts out his tongue</br>In laud, and unpremeditated song,</br>Obedient to the Musick in his veins.</br>Thus, when at first, the instantaneous light</br>Sprung from the voice of GOD, and, vivid, threw</br>Its golden mantle round the rising ball,</br>The cumb'rous mass, shot through with vital warmth</br>And plastick energy, to motion rowl'd</br>The drowzy elements, and active rule:</br>Sudden the morning stars, together sang,</br>And shouted all the sons of GOD for joy.", "Enters Hygeia, and her task performs,</br>With healing fingers touch'd my breast and head;</br>Three drops into my mouth infus'd, unseen,</br>Save by the eye of Faith:  Then reascends.", "As snow in Salmon, at the tepid touch</br>Of southern gales, by soft degrees, dissolves</br>Trickling, yet flow away; and loosned frosts</br>The genial impress feel of vernal suns,</br>Relenting to the ray:  my torpid limbs</br>The healing virtue of Hygeia's hand</br>And salutary influence perceives,</br>Instant to wander through the whole.  My heart</br>Begins to melt, o'er-running into joy,</br>Late froze with agony.  Kind tumults seize</br>My spirits, conscious of returning ease,</br>And dire Disease abating from the cells</br>And mazy haunts of Life.  The judging leech</br>Approves the symptoms, and my hope allows.", "The hostile humours cease to bubble o'er</br>Their big-distended channels; quiet now</br>And sinking into peace.  The organs heave</br>Kindlier with life:  And Nature's fabrick near</br>To dissolution shatter'd, and its mould</br>To dust dissolv'd, tho' not its pristine strength</br>(The lusty vigour of its healthy prime)</br>Yet gentle force recovers; to maintain,</br>Against the tyrant Death's bartering assaults,</br>The fort of Life. &mdash; But darkness, present still,</br>And absent sweet repose, best med'cine Sleep,</br>Forbid my heart the full carouse of  joy.", "Soft pow'r of slumbers; dewy-feather'd Sleep;</br>Kind nurse of Nature!  whither art thou fled,</br>A stranger to my senses, weary'd out</br>With pain, and aking for thy presence?</br>Come, O come!  embrace me in thy liquid arms;</br>Exert thy drowzy virtue, wrap my limbs</br>In downy indolence, and bathe in balm,</br>Fast-flowing from th' abundance of thy horn</br>With nourishment replete, and richer stor'd</br>Than Amalthea's; who (so Poets feign)</br>With honey and with milk supply'd a GOD,</br>And fed the Thunderer.  Indulgent quit</br>Thy couch of poppies!  steal thyself on me,</br>(In rosy mists suffus'd and clouds of gold)</br>On me, thou mildest cordial of the world!", "The shield his pillow, in the tented field,</br>By Thee, the Soldier, bred in iron-war,</br>Forgets the mimick thunders of the day,</br>Nor envies Luxury her bed of down.</br>Rock'd by the blast, and cabbin'd in the storm,</br>The Sailor huggs Thee to the doddering mast</br>Of shipwreck negligent, while Thou art kind.</br>The Captive's freedom, Thou!  the Labourer's hire;</br>The Beggar's store; the Miser's better gold;</br>The health of Sickness; and the youth of Age!</br>At thy approach the wrinked front of Care</br>Subsides into the smooth expanse of smiles.</br>And, stranger far!  the Monarch, crown'd by Thee,</br>Beneath his weight of glory gains repose.", "What guilt mine, that I alone am wake,</br>Ev'n tho' my eyes are seal'd, am wake alone?</br>Ah seal'd, but not by Thee!  The world is dumb,</br>Exhal'd by air an awful silence rules</br>Still as thy brother's reign, or foot of Time.</br>Ev'n nightingales are mute, and lovers rest,</br>Steep'd in thy influence, and cease to sigh,</br>Or only sigh in slumbers.  Fifteen nights</br>The Moon has walk'd in glory o'er the sky</br>As oft the Sun has shone her from the sphere,</br>Since, gentle Sleep, I felt thy cordial dews.</br>Then listen to my moaning; nor delay</br>To sooth me with thy softness; to o'ershade</br>Thy suppliant with thy pinions:  or at least,</br>Lightly to touch my temples with thy wand.</br>So, full and frequent, may the crimson fields</br>With poppies blush, nor feel a Tarquin's hand.</br>So may the West-winds sigh, th' murm'ring brook,</br>The melody of birds, Ianthe's lute,</br>And musick of the spheres, be all the sounds</br>That dare intrude on thy devoted hour.</br>Nor Boreas bluster, nor the thundler roar,</br>Nor screech-owl flap his wing, nor spirit yell,</br>As 'neath the trembling of the moon he walks,</br>Within the circle of thy still domain.</br>He comes!  he comes!  the reconciling pow'r</br>Of Pain, Vexation, Care, and Anguish comes!</br>He hovers in the lazy air: &mdash; He melts,</br>With honey-heaviness, my senses down.&mdash;", "&mdash;I thank thee Sleep! &mdash; Heav'ns!  is the day restor'd</br>To my desiring eyes?  their lids unglew'd,</br>Admit the long-lost light, now streaming in</br>Painfully clear! &mdash; O check the rapid gleam</br>With shading silk, 'till the weak visual orb,</br>Stronger and stronger, dares imbibe the sun,</br>Nor, wat'ring, twinkle at unfolded day.</br>As, where, in Lapland, Night collects her reign,</br>Oppressive, over half the rounded year</br>Uninterrupted with one struggling beam;</br>Young Orra-moor, in furry spoils inroll'd,</br>Shagged and warm, first spies th' imperfect blush</br>Of op'ning Light, exulting; scarce her eyes</br>The lustre bear tho' faint; but wid'ning fast</br>Th' unbounded tide of splendor covers, fair,</br>Th' expanded Hemisphere; and fills her sight</br>With gladness, while her heart, warm-leaping, burns.", "Sight, all-expressive!  Tho' the feeling sense</br>Thrills from Ianthe's hand; at Handel's lyre</br>Tingles the ear; tho' smell from blossom'd beans</br>Arabian spirit gathers; and the draught,</br>Sparkling from Burgundy's exalted vine,</br>Streams nectar on the palate:  Yet, O Sight!</br>Weak their sensations, when compar'd with Thee.</br>Without Thee, nature lies unmeaning gloom.</br>Whatever smiles on Earth, or shines in Heav'n,</br>From star of Venus to Adonis flow'r;</br>Whatever Spring can promise; Summer warm</br>To rich maturity; gay Autumn roll</br>Into the lap of Plenty, or her horn;</br>Winter's majestic horrors; &mdash; all are Thine.</br>All varying in order's pleasing round,</br>In regular confusion grateful All!", "And now progressive Health, with kind repair,</br>My fever-weakened joints and languid limbs</br>New-brace.  Live vigour and auxillar'd nerves</br>Sinew the freshned frame in bands of steel.</br>As in the trial of the furnace Ore,</br>From baser dregs refin'd, and drossy scum,</br>Flames more refulgent, and admits the stamp</br>Of Majesty to dignify the gold,</br>CAESAR or GEORGE!  the human body, thus,</br>EnameI'd, not deform'd, from Sickness' rage</br>More manly features borrows, and a grace</br>Severe, yet worthier of its Sovereign form.</br>The Patriarch of Uz, Son of the Morn,</br>Envy'd of Lucifer, by sores and blanes</br>Sharply improv'd, to fairer honours rose;</br>Less his beginning blest than latter end.</br>How late a tortur'd lump of baleful pain,</br>The soul immerg'd one inactive mass</br>Of breathing blanes; each elegance of sense,</br>Each intellectual spark and fiery seed</br>Of Reason, Mem'ry, Judgment, Taste and Wit,</br>Extinct and smother'd in unwieldy Clay</br>Scarce animated.  And (O Blessing!)  now</br>I seem to tread the winds; to overtake</br>The empty Eagle in her early chase,</br>Or nimble-trembling Dove from preyful beak,</br>In many a rapid, many a cautious round,</br>Wheeling praecipitant:  I leave behind,</br>Exulting o'er its aromatic hills,</br>The bounding Bether-Roe.  The Poet's mind,</br>(Effluence essential of heat and light!)</br>Not mounts a loftier wing; when fancy leads</br>The glitt'ring track, and points him to the skies,</br>Excursive:  He empyreal air inhales,</br>Earth fading from his flight!  triumphant soars</br>Amid the pomp of planetary worlds,</br>Ranging infinitude, beyond the stretch</br>Of Newton's ken, Reformer of the spheres,</br>And, gaining on the Heav'ns, enjoys his home!", "The Winter of Disease all pass'd away,</br>The Spring of Health, in bloomy pride, calls forth</br>Embosom'd bliss, of rosy-winged praise</br>The rising incense, the impassion'd glance</br>Of gratitude, the pant of honour, quick</br>With emulating zeal; the florid wish</br>For sacred happiness, and cordial glow</br>From conscious Virtue felt.  All the sweet train</br>Of Vernal Solitude's refining walks.</br>Best gift of Heav'n, and source of nameless joys!", "Come, Contemplation!  therefore, from thy haunts,</br>From Spenser's tomb, (who knows not Spenser's tomb?</br>Oft-visited by me; certes, by all,</br>Touch'd by the Muse:  from Richmond's-green retreats,</br>Where Nature's Bard the Seasons on his page</br>Steals from the year's rich hand:  or Welwyn groves,</br>Where Young, the friend of Virtue and of Man,</br>Sows with poetick stars the Nightly song,</br>To Phoebus dear as his own day!  and drowns</br>The nightingale's complaint in sadder strains</br>And sweeter elegance of woe.  O come!</br>Now ev'ning mildly-still and softer suns</br>(While every breeze is flowing balm) invite</br>To taste the spirit of the fragrant Spring</br>Salubrious; from mead or hawthorn-hedge</br>Aromatiz'd, and pregnant with delight</br>No less than Health.  And what a prospect round</br>Swells greenly-grateful on the cherish'd eye!</br>A universal blush!  a waste of sweets!</br>How live the flow'rs, and, as the zephyrs blow,</br>Wave a soft lustre on their parent-sun,</br>And thank him with their odours for his beams;</br>Mild image of himself!  reflected fair,</br>By faintness fair, and amiably mild!", "Hark!  how the airy echoes talk along</br>With undulating answer, soft or loud,</br>The mocking semblance of the imag'd voice,</br>Babling itinerant from wood to hill,</br>From hill to dale, and wake their sisters round,</br>To multiply delight upon the ear.", "As float the clouds, romantic fancy pours</br>The magazines of Proteus forth, and builds</br>Huge castles in the air; while vessels sail</br>Spacious, along the fluid element;</br>And dragons burn in gold, with azure stains</br>Speckled:  Ten thousand inconsistent shapes</br>Shift on the eye, and through the welkin roll.", "Here tufted hills!  there shining villas rise,</br>Circling; and temples, solemn, fill the mind</br>With beauty, splendor, and religious awe!</br>Peace o'er the plains expands her snowy wing,</br>Dove-ey'd; and buxom Plenty laughs around!", "Far different objects mortify the eye</br>Along thy borders Scheld:  (with William's tears</br>Ennobled, tears from brave Humanity</br>And Royal Pity drawn!  nor of his blood</br>Less prodigal!)  Instead of herbag'd plains,</br>Of fields with olden plenty waving wide,</br>Of lowing vallies, and of fleecy hills:</br>What magazines of Death!  what flaming swords</br>Destruction brandish; what a burnish'd glare</br>Of horror wander's round; what carnage vile</br>Of dubitable limbs; what groaning piles</br>Of dying warriors on th' ensanguin'd earth</br>(Ev'n sons of Britain, chiefs of high renown)</br>Grov'ling in dust, and with unmartial fires</br>Sheer blasted!  O 'tis pitiful to sight!</br>It smites the honest brain and heart!  The cloud,</br>Belch'd from the brazen throat of War, wou'd hide,</br>Industrious, the ruin which it spreads,</br>As if asham'd of Massacre &mdash; But hark&mdash;</br>What dire explosion tears th' embowel'd sky,</br>And rumbles from th' infernal caves?  The roar</br>Of Aetna's troubled caverns, when she heaves</br>Trinacria from her marble pillars, fix'd</br>On the foundations of the solid earth,</br>And Thetis' bellows from her distant dens,</br>O'erwhelm the ear! &mdash; A mine with deadly stores</br>Infuriate, burst; and a whole squadron'd host</br>Whirl'd through the riven air.  A human show'r</br>With smouldry smoak enroll'd and wrapt in fire,</br>To cover earth with Desolation drear!&mdash;", "Curst be the Man, the Monk, the son of Hell,</br>The triple Moloch!  whose mechanic brain,</br>Maliciously inventive, from its forge,</br>Of cruel steel, the sulphur seeds of Wrath</br>Flash'd on the world, and taught us how to kill;</br>To hurl the blazing ruin, to disgorge</br>From smoaking brass the ragged instruments</br>Of Fate, in thunder on the mangled files</br>Of gallant foes: &mdash; the cowardice of Hell!</br>And what the barb'rous nations never knew,</br>(Tho' nourish'd by the Tigers, and their tongues</br>Red with the gore of Lions) to involve</br>The holy Temples, the religious Fanes,</br>To Hallelujahs sacred and to Peace,</br>With dreadless fires.  Shudd'ring the Angels weep</br>At Man's impiety, and seek the skies:</br>They weep!  while Man, couragious in his guilt,</br>Smiles at the infant writhing on his spear;</br>The hoary head pollutes the flinty streets</br>With scanty blood; and Virgins pray in vain.</br>Blush, blush!  or own Deucalion for thy sire.", "Yet should Rebellion, bursting from the caves</br>Of Erebus, uprear her Hydra form,</br>To poison Liberty, thy light divine;</br>If she, audacious, stalk in open day,</br>And hiss against the Throne by Heav'n's own hand</br>Establish'd, and Religion Heav'n-Reform'd,</br>BRITANNIA!  rescue Earth from such a bane:</br>Exert thy ancient spirit; urge thyself</br>Into the bowels of the glowing war,</br>Sweep her from day to multiply the Fiends,</br>And scare the Damn'd &mdash; and Thou!  the GOD of Hosts,</br>Supreme!  the Lord of Lords and King Of Kings!</br>Thy People, thy Anointed with thy shield</br>Cover and shade; unbare thy righteous arm,</br>And save us in the hollow of thy Hand!</br>Michael send, as erst against the host</br>Of Lucifer, and let his sword be drunk</br>With Rebel-blood.  The battle is thy own;</br>When Virtue, Liberty, Religion call:</br>Thine is the Victory:  the glory thine!", "Turn, Contemplation, from this savage scene</br>Of Violence and Waste:  my swimming eyes</br>Have lost the beauties of the vernal view!", "Sweet are the beauties of the vernal view!</br>And yet Devotion wafts to nobler Themes,</br>And lifts the soul to Heav'n!  For who, untouch'd,</br>With mental adoration, feeling laud,</br>Beholds this living-vegetable whole,</br>This universal witness of a GOD!</br>Tho' silent, yet convincing, uncontroul'd,</br>Which meets the sense, and triumphs in the soul?</br>Let me, by Isaac's wise example fir'd, </br>When Meditation led him through the fields,</br>Sweetly in pious musings lost, adore</br>My GOD!  for Meditation is too, poor,</br>Below the sacrifice of Christian hearts:</br>Plato cou'd meditate; a Christian, more:</br>Christians, from Meditation soar to Pray'r.", "Methinks I hear, reprov'd by modern wit,</br>Or rather Pagan:  \"Tho' ideal sounds</br>Soft-wafted on the Zephyr's fancy'd wing,</br>Steal tuneful Nothings on the idle ear,</br>Pure from Ilissus' gilded mists exhal'd;</br>Tho' gently o'er the academic groves</br>The magic echoes of unbodied Sense,</br>Roll their light billows, unperceiv'd along,</br>In mildest undulations!  yet a Priest,</br>Tasteless and peevish, with his jargon thrill,</br>Scorns Academus:  tho' its flow'rs bestow</br>On Hybla nectar, purer than her own,</br>From Plato's honey-dropping tongue distill'd</br>In copious streams, devolving o'er the sense</br>Its sweet regalement!\"  Philodemus yes:</br>(Tho' learn'd Lycaeum's cloisters lead the mind</br>Attentive on, as far as nature leads:</br>And Plato, for a Heathen, nobler dreams</br>Than dream some modern Poets.  Yes, a Priest,</br>A Priest dares tell Salem's hallow'd walks,</br>And that illumin'd mountain, where a GOD,</br>The GOD of my salvation, (and I hope</br>Of thine) unutterable beauty beam'd,</br>(Tho' shaded from excess of Deity,</br>Too fierce for mortal-aking eyes to prove</br>The rush of glory) me, desirous, draw</br>From Athen's Owls, to Jordan's mystic Dove.</br>Thou sing of nature, and the moral charms</br>Gild with thy painted Muse:  My fingers lift</br>The lyre to GOD!  Jehova!  Eloim!</br>Truth is my leader; only Fancy, thine</br>(Sweet Farinelli of enervate song!)</br>I quit the myrtle, for a starry crown.</br>And know, if Sickness shed her bluish plagues</br>From fog, or fen, or town-infected damps,</br>(And, sure I'd pity thee) among thy veins</br>Then, then no Platonist!  thy inmost soul</br>Will thank me for this Preaching; nor disdain</br>To breath itself in pray'r, as low as mine;</br>From GOD begin, with GOD conclude the song;</br>Thus glorifying with a Christian's zeal.", "Father of Heav'n and Earth!  Coaeval Son!</br>And co-existing Spirit!  Trinal-One!</br>Mysterious Deity; Invisible;</br>Indefinite, and omnipresent GOD,</br>Inhabiting Eternity!  Shall dust,</br>Shall ashes, dare presume to sing of Thee?</br>O for a David's heart and tongue of fire</br>To rival Angels in my praise and zeal!</br>Yet love immense, and gratitude, with awe</br>Religious mix'd, shall elevate the hymn,</br>My heart enkindle, and inspire my tongue.", "Father-Creator!  who beholds Thy works,</br>But catches Inspiration!  Thou the earth</br>On Nothing hung, and balanc'd in the void</br>With a magnetic force, and central poise.</br>Ocean of brightness Thou!  Thy grand behest</br>Flung on thy orb, the sun, a sparkling drop,</br>To light the stars, and feed their silver urns</br>With unexhausted flame; to bid them shine</br>Eternal in their courses, o'er the blue</br>Which mantles night, and woo us to repose</br>With roscid radiance.  They, harmonious roll,</br>In Majesty of motion, solemn, loud,</br>The universal Hallelujah: Sphere,</br>In lucid order, quiring sweet to sphere,</br>Deep-felt and loftier than a seraph's song;</br>The symphony of well-according worlds!</br>But Man, thy beam, thy breath, thy image, shines</br>The crown, the glory, and the lord of all;</br>Of all below the stars!  a Plant, from Heav'n</br>Traduc'd, to spread the riches of its bloom</br>O'er Earth, and water'd with aetherial dews;</br>Incorruptible aliment!  The birds</br>Warble among his boughs; the cattle, safe,</br>Pasture within his shade; and earth beneath</br>Th' imperial umbrage of his branches smiles.</br>The smiling Earth the spangled Spheres, and Man</br>Their great Creator praise!  but praise how long,</br>Unless by thy Almighty Arm upheld,</br>Preserver infinite?  By Thee unless</br>Upheld, the Earth wou'd from her basis reel;</br>The Spheres forego their courses, (off their orbs</br>The silver softness melted into shade)</br>Obscurely dissonant; and mortal Man</br>(Void of thy tottering fires) his stately form</br>To dust be moulder'd:  Chaos wou'd resume</br>Her ancient anarchy; Confusion rule;</br>And Darkness swallow ALL.  In Thee we live,</br>In Thee we move:  Our Beings in Thy chain</br>Linkt to Eternity, fasten on Thee;</br>The pillar of our Souls!  For me, (how late</br>A neighbour of the worm!) when I forget</br>The wonders of thy Goodness ray'd on me,</br>And cease to celebrate, with matin-harp</br>Or vesper-song, thy plenitude of Love,</br>And healing Mercy; may the nightly pow'r,</br>Which whispers on my slumbers, cease to breathe</br>Her modulating impulse through my soul;</br>Untun'd, unhallow'd!  Discord, firing my lyre,</br>Idly, my finger, press the fretted gold,</br>Rebellious to the dictates of my hand,</br>When indolent, to swell the, notes for Thee,</br>Father of Heav'n and Earth! &mdash; Coaeval Son!</br>(His Word) his Essence, his Effulgence pure!)</br>Not less thy Filial likeness I adore</br>Nor from thy Father's glory aught disjoin,</br>Redeemer!  Mediator from the birth</br>Of uncreated Time, thy Father's wrath</br>(Sprung from Omniscience!  to appease, for Man,</br>Upright as yet, to mediate, Mercy wak'd</br>Unbounded Love in Thee; unbounded Love</br>Contracted to the measure of a span</br>Immensity of GODHEAD, and thy Crown</br>Reft from thy faded brow.  Listen, O Earth!</br>And wonder, O ye Heav'ns!  shall He, whose Feet</br>Are cloath'd with Stars, (the Glory of his Head</br>For who can tell?)  whose Looks divine illume</br>The dazzl'd eyes of Cherubs, and the youth</br>Of Saints with everlasting bloom renew:</br>Shall He, whose vital smiles with splendor fill</br>The circuits of Creation, and sustain</br>Th' abodes of all Existence, from the depths</br>Of Hell beneath, above Heav'n's highest orb,</br>With Life, and Health, and Joy!  shall He, to GOD</br>Dear as his eye and heart, engraven there</br>Deep from Eternity; alone Belov'd,</br>Alone Begotten!  say, shall He become</br>A Man of grief &mdash; for Man?  nay more, his Foe,</br>Rebellious next the Fiends? &mdash; Astonishment</br>Had chain'd my tongue to silence, if the powers</br>Of tenderest pity and of warmest love</br>Provok'd not pensive measures, sadder strains</br>Of elegiack-sorrow, with the theme</br>Mournfully varying.  Take my Soul redeem'd!</br>O take the moaning Dove's dew-dropping wing,</br>Fly, fly to Solyma!  and melt thy woe</br>To Cedron's murmurs.  Thence, extend thy flight</br>To Golgatha's accursed tree.  Behold!</br>Clouds roll'd on clouds of wrath (the blackest wrath</br>Of an offended GOD!)  His Beauties shade;</br>But shade not long:  it soon in drops dissolves,</br>Sweet to the soul as manna to the taste,</br>As Pride of summer-flow'r to smell or sight!</br>Behind this shadowing cloud this mystic gloom,</br>The Sharon rose, dy'd in the blood of Heav'n,</br>The lilly of the vally, white from stain,</br>Bows the fair head in loveliness declines,</br>And, sweetly languishing, it droops and dies.</br>But darkness veils the Sun:  a curtain draw</br>Before the passion; beyond wonder great,</br>Great beyond silence! &mdash; (awe struck pause awhile&mdash;)</br>And heavy as the Burthen of our Sins!&mdash;</br>'Tis finish'd! &mdash; Change the lyre, the numbers change;</br>Let holy Anthem airs inspire the hymn.</br>Glory in Heav'n!  Redemption to Mankind,</br>And Peace on Earth!  Dominion!  Blessing!  Praise!</br>Thanksgiving!  Pow'r!  Salvation to our God!</br>Salvation to our GOD, and to the Lamb!</br>And co-existing Spirit!  thou whose breath</br>My voice informs, shall it be mute to Thee,</br>Eternal Paraclete?  in Order, last,</br>Equal in Glory to Omnipotence</br>The first, as to the second; and from both</br>Proceeding; (O inexplicable NAME!)</br>Mystical Link of the unnumber'd Three</br>To Learning, Night; to Faith, the noon-tide Day.</br>Soul of the Universe!  thy Wisdom, first,</br>Yon all-surrounding Heav'ns with crystal orbs</br>Garnish'd, and living gems, in goodly ranks</br>And disciplin'd array; dividing Night</br>From Day, their ordinances stablish'd sure.</br>Moving the Waters saw Thee o'er their Face,</br>O GOD, the Waters saw Thee, and affraid,</br>Into their channels sunk, (capacious bed</br>Of liquid Element!  and own'd their bounds</br>Impassable, as that eternal gulph</br>'Twixt Bliss and Woe. &mdash; The Prince of Peace thy beams</br>Largely imbib'd when, Dovelike, o'er his Head,</br>Fast by the banks of Jordan's sacred stream,</br>Thy mantling wings diffus'd their heav'nly hues;</br>And Abba glorify'd his Only Son,</br>Well-pleased. &mdash; From thy Tongues of cloven Fire</br>Kindled, the nations burn'd in flaming zeal,</br>And unextinguish'd charity, dispers'd</br>And glowing as the Summer blaze at noon.</br>The rushing winds on all their wings convey'd</br>Thy Doctrine, strong to shake the guilty soul;</br>As erst the Dome, low-stooping to its base</br>Before thy mighty Presence learn'd to bend.</br>Thou, from the Morning-womb, upon our Souls,</br>Barren and dry, thy Sanctifying Dews,</br>Abroad, in silent softness sheds the Dews</br>Of Love unspotted, uncorrupted Joy;</br>Obedient Goodness, Temperance subdu'd;</br>Unshaken Faith, and Meekness without Guile.</br>Hence flow the Odours out, our Pray'rs perfume,</br>Like Incense, rising fragrant on the Throne</br>From golden vials pour'd, by Elder hands!</br>Extinct thy influential radiance, Sin,</br>Incumbent on the Soul, as black as Hell,</br>Holds godless anarchy:  by Thee refin'd,</br>Incens'd, sublim'd, and sanctify'd, the Soul</br>Invites the Holiest (O abyss of Love!)</br>To chuse a Temple, purer than the Sun,</br>Incorruptible, formed not by hands,</br>Where best He loves to dwell. &mdash; Thou all my bed,</br>Most holy Comforter!  in Sickness smooth'd,</br>And violet-buds, and roses, without thorn,</br>Showr'd round the couch.  From darkness and the vale</br>Of shadowy Death, to pastures fair, and streams</br>Of comfort thy refreshing right-hand led</br>My wearied soul, and bath'd in Health and joy!", "To Light restor'd, and the sweet breath of Heav'n,</br>Beneath thy olive-boughs, in plenteous flow,</br>The golden oil effusing on my head</br>Of Gladness let me ever sit and sing,</br>Gratefully bursting into melody:</br>Thyself instilling numbers by thy ear</br>Not unapprov'd!  For Wisdom's  steady ray,</br>Th' enlight'ning gift of tongues, the sacred fires</br>Of Poesy are Thine; United Three!</br>Father of Heav'n and Earth!  Coaeval Son!</br>And co-existing Spirit!  TRINAL-ONE!</br>"]