["Come not, ye Muses!  from  your sylvan shades,</br>As ye were wont, with traits serenely fair;</br>But leave your flow'ry and romantic glades</br>In all the signs of sorrowful despair:</br>For SHE is dead, whose virtues were so rare&mdash;</br>CHARLOTTE is dead, her infant Prince no more;</br>Grief clouds the nation, and the people wear</br>Such marks of sadness as they never wore,</br>So much they feel her loss &mdash; so much her death deplore.", "There is a gloom o'er all the kingdom thrown&mdash;</br>A sudden check to HOPE'S auspicious dreams,</br>For which no promised splendour can atone,</br>However fair the distant prospect seems;</br>For SHE was formed of VIRTUE'S loveliest beams,</br>And in her heart the kindliest passions reigned;</br>All that benignant CHARITY esteems</br>Within the heart was quietly maintained,</br>To succour those who craved, or mournfully complained.", "'Tis as a dream of the distempered brain,</br>That haunts the mind, and keeps it from repose,</br>So great's the change from happiness to pain,</br>From joys ecstatic to the darkest woes!</br>Nought lightens up the picture; &mdash; and the throes</br>Of mem'ry seem on ev'ry breeze to swell;</br>All eyes are bathed in tears; &mdash; all England shows</br>Its grief for HER whom Heav'n approved so well&mdash;</br>Whose name we love to hear, whose worth delight to tell!", "But SHE is gone, our darling hope and pride,</br>The blissful star that cheered us through despair,</br>That taught us how to patiently abide</br>The dark reverses of this seat of care,</br>And turn to times more lovely and more fair,</br>When Heav'n should grace her temples with the crown,</br>And to the sov'reigns of the world declare</br>Her virtues and incomp'rable renown,</br>And make them fear her arms, and tremble at her frown!", "For she was formed to win us and command,</br>To kindle love, and to enforce respect;</br>Not by too lenient nor too rash a hand,</br>But by that goodness none could dare reject,</br>Or think was giv'n so early to be checked,</br>In all its bright and promising career:</br>But, oh!  our hopes, irrevocably wrecked,</br>Are as the leaves, all scattered and all sear,</br>That fill the wintry wind, and cover Autumn's bier!", "Unpitying Death!  what havoc hast thou made</br>Amidst her virtues and affections sweet,</br>And all those brilliant promises displayed</br>In CLAREMONT'S calm and dignified retreat,</br>Where Peace and Charity were wont to meet&mdash;</br>Where Love for ever joyously sojourned&mdash;</br>Where HYMEN reigned in paradise complete,</br>Nor for a change of situation yearned,</br>Till thou, remorseless pow'r!  his sanctu'ry o'erturned!", "How sweet is every scene, through every hour,</br>To watch th' affections of the Royal Pair!</br>To see them yielding to each other's pow'r,</br>Blest in each other's confidence and care!</br>No lukewarm wishes, no suspicions there</br>Dwelt for a moment!  but supreme delight</br>Followed their gentle natures every where</br>Throughout the day, or more endearing night,</br>When, wrapt in blissful dreams, they stole from mortal sight.", "Their's was the love but few are formed to taste,</br>The love of peace and sentiment refined,&mdash;</br>Whate'er by elegance may be embraced,</br>Or issues from the cultivated mind&mdash;</br>Or leaves immortal dignity behind,</br>When snatched from nature and her darkened sphere;</br>Nor can the Muse a single instance find</br>Where such benevolence and love sincere</br>Amidst the millions of this nether world appear!", "Oh!  they were formed by Heav'n's peculiar pow'r</br>To raise our hopes above their wonted height;</br>To give to ev'ry scenes, to ev'ry hour,</br>Uncommon splendour, beauty, and delight;</br>But DEATH, with more than his accustomed spite,</br>Has marred our prospects; and his gloomy shroud,</br>Blasting their comforts with untimely blight,</br>Hath darkened all our expectations proud</br>Of her advancing Reign, that seemed without a cloud!", "E'en whilst the mind, exulting, turns to Heav'n,</br>And sees her spirit freed from mortal care,</br>Fond Mem'ry oft shall roam where Love had giv'n</br>His sweetest blessings to the youthful pair,</br>And feel the pangs of disappointment there,</br>And, wrapt in sorrow, say &mdash; \"this was the spot,</br>Where oft she wandered to enjoy the air</br>Of fragrant summer, when the noon had shot</br>Its rays on these sweet grounds, that smiled without a blot!", "\"Here would she sit, enamoured of the scene,</br>Here pore delighted o'er th' Historic page,</br>Lovely in all her manners, and her mien</br>Freed from the pomp of courtly equipage;</br>Oh!  it was sweet so early to presage</br>Her future worth, had Heav'n prolonged her years;</br>To see her with such cheerfulness engage</br>In every act assuasive of the tears,</br>And bitter wants of those, whose sorrowings met her ears.", "\"This is the very walk she loved so well,</br>And that the scene most pleasing to her view,&mdash;</br>These were the flow'rs most grateful to her smell,</br>Ere yet dismantled of the morning dew;</br>But they are dead, and never can renew</br>Those sweet sensations they were wont to raise;</br>Changed is each prospect, and each avenue</br>Is darkened with the memory of those days</br>When CLAREMONT'S happy pair were England's pride and praise.", "\"There's not a single situation here</br>But yields some strong memorial of her fame,</br>But stimulates the sympathetic tear,</br>And turns aside each pleasurable aim;&mdash;</br>The winding walks reverberate her name&mdash;</br>And CHARLOTTE'S virtues live in every breeze&mdash;</br>The children bless her, and the aged claim</br>Her benedictions on their bended knees,</br>From Heav'n believing still that she their suffering sees!", "\"'Twas round this plot, with autumn leaves o'erstrown,</br>Lock'd in each other's arm, at evening tide,</br>Th' enamour'd couple took their walks alone,</br>In all affection's fascinating pride,</br>No wish withheld, no aim ungratified,</br>That Virtue loves, and Innocence inspires,&mdash;</br>Each with the other pleas'd and satisfied,</br>Anticipating all those elegant desires</br>Which harmony can prompt, and Heav'n itself admires.", "\"Ask ye if FASHION lured them to her fane</br>From the enchantments of their fav'rite seat?</br>Truth answers 'No!' &mdash; her visionary reign</br>Charmed not their spirits by its bland deceit:</br>They saw its folly, and they loathed the cheat,</br>And blest with all that Virtue could supply,</br>Preferred their CLAREMONT'S dignified retreat</br>To evanescent show, that feeds the eye,</br>To warp the reasoning mind, and wreck its constancy.", "\"No! &mdash; they were far superior to the show</br>Of Fashion's minions, splendid though they be,</br>Whose rounds of pleasure only end in woe,</br>Death-bed afflictions and despondency:</br>They were not lured by such hypocrisy,</br>And, had it pleased th' Almighty to have spared</br>Our darling Hope from this calamity,</br>Her great and noble spirit would have dared</br>To walk for aye with GOD, for his high heav'n prepared!\"", "So Mem'ry tells, and so she would have reigned,</br>Had heav'n ordained her for an earthly crown;</br>But God's high pleasure must not be arraigned</br>By man, who ought to tremble at his frown,</br>Nor trust in mortal greatness and renown;</br>For he is just in all his works and ways,</br>And looks with gladness on a Christian down,</br>As through this thorny pilgrimage he strays,</br>And to his righteous will unforced submission pays.", "Thus did she live, and thus, unshaken, die,</br>Prepared for realms immortal as her soul,</br>Full of that faith and glorious constancy</br>Which baffle Death, and smile at his controul:</br>She was not partly perfect, but the whole</br>Of her chaste spirit of its Maker beamed;</br>And, having gained the enviable goal</br>By ev'ry Saint and Christian so esteemed,</br>God snatched her to his breast, all perfect, and redeemed!", "Then weep not, PRINCE!  for her translated worth,&mdash;</br>Weep not her absence from this seat of clay;</br>Her's is the glorious and delightful birth</br>Of bliss that lives and flourishes for aye;</br>And such her Offspring's, whom the light of day</br>Greeted in other and in fairer skies,</br>Where nought can sicken, nor can fate away&mdash;</br>Where all who live in full perfection rise,</br>Chanting their holy hymns and saintly symphonies.", "Then weep not, though thy CHARLOTTE be no more,</br>Thine's the assurance of her perfect bliss,</br>In realms where none but angels can adore,</br>Or find that pleasure which they never miss:</br>How widely diff'rent from a world like this!</br>Where thousands sue for mercy, and in vain,</br>Where round about us ENVY'S serpents hiss,</br>Where MURDER holds her sanguinary reign,</br>And millions pine in want, and uselessly complain,.", "But be thou strong and constant in thy faith,</br>Heav'n hath for thee its blessings yet in store;</br>Still cling to VIRTUE, nor let sorrow scaith</br>That gen'rous heart whose anguish we deplore;</br>But trust in GOD e'en now and evermore,</br>Nor of thy CHARLOTTE'S destiny complain:</br>'Tis not for mortal wisdom to explore</br>The Deity's impenetrable reign,</br>Who acts in all things wise, and never acts in vain!", "Our worldly bliss is but of transient date,</br>If bliss be granted while we here abide;</br>More lasting joys the Christian's soul await,</br>Beyond this seat of vanity and pride,</br>Where the Creator reigns beatified:</br>And this, great Prince!  is the consoling thought</br>In which we all exultingly confide,&mdash;</br>That she has acted as a Christian ought,</br>Sure of her Maker's love, which zealously she sought.", "Her life &mdash; her actions &mdash; her benignant mind&mdash;</br>Her feelings for the wretched and the poor,</br>Distinctly told to whom her soul inclined,</br>No less than her submission to endure</br>The will of Him, whose judgments are all pure,</br>However hard our suff'rings may appear;</br>Whose word and promises are never sure</br>To such as love him, and his mandates fear,</br>And to his precepts lend a calm, attentive ear.", "Thou hast the bright and gratifying truth</br>For ever beaming to thy pensive view,</br>That she survives where misery and ruth</br>Are changed for joys and transports ever new;</br>Where all things wear a pleasurable hue,</br>And worldly troubles seem but as a shade:</br>Then, gen'rous Prince!  thy bitter grief subdue,</br>And on thy brow be quietude displayed,</br>Since she is with her God, and now immortal made!", "And let it be thy comfort and delight,</br>As oft as busy mem'ry may prevail,</br>Whether by day, or more afflicting night,</br>When CHARLOTTE'S voice may seem to fill the gale,</br>Or her fair semblance on the moonbeams sail,</br>To know she treads the mansions of the sky,</br>Wishing thee rescued from a world so frail,</br>Where all that blossoms, blossoms but to die,</br>Beneath the icy hand of cold mortality!", "And may it be our country's future boast,</br>That thou wert cherished by the people's care,</br>Who loved thee for the gentleness, but most</br>For those afflictions thou art doomed to bear,</br>Since Death hath robbed thee of the virtuous Fair,</br>Whose life and comfort were thy chief delight;</br>And may th' unbribed historian declare</br>Thou wert a star pre-eminently bright</br>Amidst th' unhallowed orbs attending England's night!", "Blest in th' assurance of such high renown,</br>With all the benedictions of the land,</br>Thine is the prospect of a brighter crown</br>Than men can give, or potentates command:</br>And when the hour of death shall be at hand,</br>Faith shall support thee through the transient gloom,</br>Cheering thine eyes with exhalations bland</br>Of an unearthly and immortal bloom,</br>Where soul unites with soul, triumphant o'er the tomb!", "But, ere we close the melancholy song,</br>The Muse would pay some tribute to Her name,</br>Whose ev'ry action, whether right or wrong,</br>Has never been identified with shame!</br>She to our pity hath no common claim;</br>For CHARLOTTE was her comfort and her stay,</br>The star that shone auspicious on her fame,</br>Dispersing every cloud of sorrow and dismay!", "How many thoughts will rush upon her mind&mdash;</br>How many horrors penetrate her heart,</br>When to her startling ear the tale shall find</br>Unwelcome entrance, borne from ev'ry part!</br>But while she feels Remorse's thrilling smart,</br>Her mind shall look to HEAV'N for its redress,</br>Where every wicked and inhuman art</br>Is punished, though the guilty would suppress</br>The evidence that lives to prove their worthlessness!", "How many pictures of benighted bliss</br>Will strike her vision, when the mind shall dwell</br>On her decease, whose rapture-yielding kiss</br>Consoled the mother whom she loved so well,</br>And made her heart exultingly to swell</br>With hopes that now are blasted and o'erthrown!</br>None, none, the number of those scenes may tell;&mdash;</br>So crowded are they, and so overgrown,</br>They seem as thick as weeds upon the sea-shore strown!", "But SHE shall triumph!  and the day may come</br>When reconciliation shall prevail;</br>When each malicious sland'rer shall be dumb,</br>Nor dare her splendid character assail!</br>Oh!  it will prove a gratifying tale</br>To ENGLAND, when that union shall be known;</br>It is a blessing which we all shall hail,</br>Which only for our anguish can atone,</br>And give unblemished grace to England's envied throne!</br>"]