["Come not, ye muses, with a smiling air,</br>As ye were wont in Spring's exulting hour,&mdash;</br>For me, no more your rosy wreaths prepare,</br>Pluck'd from bright Fancy's variegated bow'r;</br>Those fragrant wreaths have lost their former pow'r,</br>And yield no source of profit or delight:</br>O, come not with them, for each opening flow'r</br>Seems, as it were, disgusting to the sight,&mdash;</br>Since every hope is wrapt in everlasting night.", "Where are those happy scenes which May foretold,</br>When, softly-stealing from her blissful skies,</br>Clad in her vests of verdure and of gold,</br>Her angel features charm'd these ravished eyes?</br>And were those splendid robes but to disguise</br>The woes that fill our bosoms with dismay?</br>Came she to rob us of the sacred prize,</br>To snatch the star eternally away,</br>That awed rapacious France, and circumscrib'd her sway?", "Yet, why this fond enquiry of the cause,</br>This wish to wander through the glooms of fate;</br>Why search those fixt inevitable laws,</br>That only mock our impotent estate?</br>Thy ways, just God!  are wonderful and great,</br>Nor will the muse thy attributes arraign,&mdash;</br>Yet nature, struggling to relieve the weight</br>That stings her bosom with incessant pain,</br>Strives to repair the loss, but fondly strives in vain.", "That he was great, his dauntless soul declares,</br>That he was blest beneath thy fost'ring sight,</br>His virtuous life the testimony bears,</br>That mocks the murderer's meditated spite:</br>Oh!  that for him the muse might now unite</br>All the sublimer powers of her lyre,</br>And with a nobler song his worth requite,&mdash;</br>To teach succeeding statesmen to aspire,</br>And merit that renown which all the good desire.", "Sweet are the tears by kindred spirits shed,&mdash;</br>Sweet the warm sighs of undissembled woe,</br>Pour'd o'er the ashes of the virtuous dead,</br>That softly slumber in the grave below:</br>Oh!  then, ye tears, in larger currents flow,</br>For he was Virtue's most distinguish'd child;</br>Within his breast the flame was wont to glow,</br>The flame of freedom, pure and undefiled,</br>From selfish aims exempt &mdash; by passion unbeguil'd.", "Then let his torn and lacerated corse</br>Be honor'd, Pity, with thy noblest tear;</br>For he has stem'd the terror-breathing force</br>Of headstrong bigots in their dark career:</br>Deaf to their sland'rous taunts, unknown to fear,</br>Like Atlas firm he bore each giant shock;</br>Look'd from his awful and stupendous sphere,</br>Heard the proud billows dashing on the rock,</br>And saw its stubborn base their fruitless efforts mock.", "Oh!  could I pour into the aching heart,</br>That mourns, dear shade, thy melancholy fate,</br>The balm of consolation, and impart</br>Joy to its tortur'd and tumultuous state,</br>Then would the triumph of the muse be great,</br>Then might she yield a more impressive verse,</br>And smile to think, the rash attempt, though late,</br>Were not unworthy his distinguish'd hearse,</br>Since nobler harps have fail'd his virtues to rehearse.", "Him, nor the vengeance of unruly minds,</br>Bent on the wreck and ruin of the state,</br>Nor all the winning sounds that Flattery finds</br>To please the senses of a soul so great,</br>Could move, &mdash; or aught his energies abate,</br>Or lure the patriot from his nobler aim;</br>His was the brighter pathway, leading straight</br>To honor, immortality, and fame,</br>The highest, best reward a virtuous man can claim.", "Well may the jarring spirits of the land,</br>Whose views seem centred in their country's fall,</br>Who with red Anarchy's infernal brand,</br>And Desolation's terror-clouded pall,</br>Would half their brethren cheerfully enthrall</br>In one sad scene of misery and woe;</br>Well may they blush, and labor to recal</br>Those harsh resentments they were wont to show,</br>Ere yet Destruction's hand had sped the fatal blow.", "But let the apostates pass; &mdash; their daring schemes,</br>Their high ambitions, shall their meed obtain;</br>And all their wild, though fondly-cherish'd, dreams,</br>A black memorial of their guilt remain.</br>And when they fall, for them shall none complain,</br>But all exulting, hail the happy day</br>That rids our country of the rebel train,</br>Who strove to fill that country with dismay,</br>And undermine the rock where all her greatness lay.", "No, fond enthusiasts of a deadly soil,</br>Ye ne'er shall greet that promis'd day of woe;</br>Nor with your savage vengeance, nor the toil</br>Of many years, that splendid work o'erthrow,</br>Which he preserv'd from many a villain-blow,</br>Whose fate the muse shall silently bemoan;</br>And though the tyrant's heart may inly glow</br>To make our country and her sons his own,</br>Ye shall not forge the chain to bind them to his throne.", "His was the daring, the intrepid soul,</br>By honor prompted, and by freedom fir'd,</br>Beyond the reach of party's rash controul,</br>By other views than selfishness inspir'd:</br>His were those manners, even his foes admir'd,</br>That spoke a liberal and enlighten'd mind;</br>His tongue no winding sophistry requir'd,</br>His heart upright, intelligent, refin'd,</br>A pattern to direct, and meliorate mankind.", "Proud of his cause, and conscious of his charge,</br>He shone the brightest champion of the state,</br>March'd boldly forward, and with Virtue's targe,</br>Repell'd the torrent of the fierce debate,</br>Complacent still, and eminently great;</br>For passion ne'er found refuge in his breast:</br>Oh!  may his bright example but create</br>Spirits, with half his energies possess'd,</br>Then, 'midst conflicting woes, our country shall be blest.", "Immortal soul!  (and that his spirit live</br>In realms beyond this sublunary sphere,</br>Let none presume to doubt, but freely give</br>To such sweet credence his attentive ear&mdash;)</br>Immortal soul!  to heaven thou art dear,</br>For heaven endow'd thee with its noblest worth,</br>Smil'd on thy bright and promising career,</br>Even from the happy moment of thy birth,</br>Till nature mourn'd the shock that tore thee from the earth.", "But can we e'er forget those left behind,</br>Who claim alike our pity and our aid?</br>Shall it be told that Britons were unkind,</br>Nor saw the patriot's services repaid?</br>Oh!  let it ne'er, in future times, be said,</br>We boast no more the virtues of our sires;</br>In other climes be told our souls were dead</br>To all that god-like Charity inspires,</br>Those fellow feelings sweet, Humanity admires!", "That he is past our powers to restore,</br>Too well the melancholy truth we know;</br>But shall we not the widow's loss deplore,</br>And soothe the torture of her children's woe?&mdash;</br>For them, for her, shall nature cease to glow,&mdash;</br>For their sad sufferings, shall we cease to feel?</br>Curse on the tear that cannot promptly flow,</br>Curse on the savage heart, the heart of steel,</br>That beats not with remorse, and aids the warm appeal!", "And shall it e'er be said, in future time,</br>That Albion's sons were deaf to Pity's call;</br>Lost to each impulse, noble and sublime,</br>That mourns a kindred's or a stranger's fall?</br>Ne'er may that tale be told, but least of all,</br>Of those, who flourish'd in his bright career,</br>For much that tale our children would appal,</br>Much would it shock their hesitating ear,</br>Their indignation rouse, and prompt their warmest tear.", "Britons!  if virtue ever blest our isle,</br>Or honor centred in a statesman's heart,</br>Here may ye pause and contemplate awhile</br>The man, whose soul was innocent of art;&mdash;</br>From truth's fair road he never would depart,</br>But stood his country's, and his monarch's friend:</br>Then let us now perform the worthier part,</br>To all the calls of his survivors lend</br>Attention's gen'rous ear, and all their woes befriend.", "Go to thy heaven of rest, where all is peace,</br>Sweet spirit!  and adore thy Father's name,</br>Where all contentions, all commotions cease,</br>Crown'd with the glories of immortal fame!</br>There free from nature, and each worldly aim,</br>Blest shalt thou roam eternity's abode.</br>Cold-hearted murderer!  'twere in vain to blame</br>The savage deed, at which thy bosom glow'd;</br>Heav'n shall judge of thee, for all the blood that flow'd!", "Cold is that breast which burnt with patriot fires,</br>And mute that tongue which startled every ear,</br>To other realms his joyous soul aspires,</br>Remote from this our miserable sphere;</br>But to our country is his memory dear,</br>For Virtue arm'd him with her brightest shield:</br>He lov'd her freedom, and his faith sincere</br>Scorn'd to its ruthless enemy to yield,</br>Whose daring aims he foil'd, whose guilty arts reveal'd.", "Around his grave shall hang the muse's wreath,</br>And there, at eve, impressive anthems swell;</br>There shall the softest airs be heard to breathe</br>Along the chords of the Aeolian shell;</br>There too the Genius of our island dwell,</br>And weep her champion's melancholy fate,</br>Of all his virtues and perfections tell,</br>Those great endowments which secur'd the state,</br>Amidst the wreck of thrones, and Gaul's relentless hate.", "Here cease the song, for 'twere in vain to trace</br>The spirit's glorious pathway to the skies;</br>The senseless grave its relics may embrace,</br>But, rapturous thought!  the spirit never dies.</br>Oh, let no doubt of its existence rise,</br>For he was born to heav'n, if heav'n be just!</br>Lo!  from the tomb the immortal vision flies,</br>Freed from its cold habiliments of dust,</br>To seek the throne of God, the anchor of its trust!", "Beyond the power of malice to annoy,</br>It mounts the azure regions of the air,</br>Roaming through temples of perpetual joy,</br>With kindred worth eternity to share.</br>But aim not, worldling, to pursue it there,</br>Aim not to reach its palace of delight:</br>Still grov'lling through her pilgrimage of care,</br>Urge not the soul beyond her earthly flight,</br>That were presumption foul, exceeding nature's right.", "THE INSCRIPTION.</br>Here, stranger, pause, for near this marble sleeps</br>The man, who Virtue's fairest chaplet wore;</br>Here Albion's Genius her lone vigil keeps,</br>To mourn that greatness which exists no more.", "'Twas not his lineage, nor his high estate,</br>So long endear'd him to each gen'rous heart;</br>'Twas not the strength of talent, nor the weight</br>Of all the honors princes could impart;", "It was that virtue, eminently fair,</br>Whose only object was his country's pride,</br>That constant wish and unremitting care,</br>To spread her conquests and her freedom wide;", "'Twas these endear'd him to the great and good,</br>'Twas these secur'd that everlasting fame,</br>Which mark'd the course his nobler mind pursued,</br>And gilds his honour'd and lamented name.", "Then, statesmen, learn from excellence so bright,</br>To seek the path that leads you to renown;</br>To keep the glory of the land in sight,</br>Protect the people, and defend the crown:", "So shall your names be honour'd and ador'd,</br>From tongue to tongue celebrity shall fly,</br>And, spite of Faction's miserable horde,</br>The good respect you as they pass you by:", "Nor shall the muse, ambitious to display</br>Each nobler action and resplendent deed,</br>When heaven shall call you to a lovelier day,</br>Withold her bright imperishable meed:", "Her glowing hand your virtues shall inscribe,</br>The patriot's soul to cherish and inspire,</br>To awe Rebellion's sanguinary tribe,</br>And teach the trembling traitor to admire.</br>"]