["Immerst in more than midnight gloom,</br>Stript of her wreath and eagle plume,</br>Opprest Britannia lay;</br>Her terror and dishevel'd hair,</br>Her chains, and sceptre fall'n, declare</br>Fell Faction's tyrant sway.</br>Insulting Gallia triuimph'd in her doom,</br>And hop'd th' incumbent shade prophetic of her tomb.", "When lo!  a dazzling light from far,</br>More glorious than the Julian star,</br>Appear'd, and all was gay!</br>Discord was aw'd, the darkness fled,</br>Fair Liberty erects her head,</br>And hails th' auspicious ray,</br>Whose vital warmth should her lost charms restore,</br>And cloathe them with a bloom far lovelier than before.", "'Twas Pitt! &mdash; Illustrious much-lov'd name,</br>Superior on the rolls of Fame,</br>To Albion ever dear!</br>A name, whose venerable sound</br>Diffuses extasy around,</br>And dissipates her fear:</br>This spotless sun, inimitably bright,</br>Soon vanquish'd and dispell'd the horrors of the night.", "Ye virgin choir, harmonious maids,</br>That wake, in Acidalian shades,</br>Th' inchantment of the lyre,</br>Sweep from your silver-chorded shells</br>Those dulcet notes and warbling spells,</br>Which kindle epic fire!</br>Haste from your sacred groves and favourite spring,</br>Your loftiest numbers chuse, your fairest chaplets bring.", "Blend, for his ever-honour'd head,</br>The brightest amaranths that shed</br>Their fragrance o'er your bow'rs,</br>With palms, for ever fresh and fair,</br>Such as you cull with zealous care,</br>Mixt with ambrosial flow'rs,</br>To crown the Patriot's brows, whose virtues claim</br>The meed of rapturous praise and ever-blooming fame.", "Aid me, immortal, sister train,</br>Oh, dictate the adventurous strain</br>That dares a theme so high!</br>Give vigour to each languid line,</br>Infuse an energy divine,</br>Bid strength with softness vie,</br>The song all glowing with Dircaean fire,</br>Yet liquid &mdash; melting &mdash; sweet &mdash; as the soft Lesbian lyre.", "Pourtray him, in mellifluous streams</br>Pouring his thoughts and patriot schemes</br>Upon th' attentive ear;</br>Admiring senates, crowding round,</br>Hang with amazement on the sound,</br>And foes are won to hear!</br>Malice, subdu'd, of all her darts disarm'd,</br>Sits wondering at the change &mdash; her Gorgon snakes are charm'd!", "You, smiling, deck'd his infant brows</br>With laurels and Olympian boughs,</br>And on his cradle hung,</br>Intent and anxious to diffuse</br>Far sweeter than Hyblean dews</br>Upon his graceful tongue.</br>Be blest (you cry'd) with eloquence divine,</br>And with Orphean power to charm the heart be thine.", "O how, if unsustain'd by you,</br>Shall I the glorious mark pursue,</br>And tune the trembling string!</br>How of that excellence, whose ray</br>No force can quench, no fraud allay,</br>Shall I presume to sing!</br>Beauteous it shines with an unsullied flame,</br>Mid Flattery's poisonous breath and Envy's blast the same.", "All hail, accomplish'd Youth!  in Thee</br>With reverence and with joy we see</br>Thy much-lov'd Sire revive:</br>His soul-o'erpowering eloquence,</br>Deep-piercing judgement, manly sense,</br>In thee are all alive.</br>Still em'lous, his unfading glories view,</br>Rise on paternal wings, and deathless fame pursue.", "Now, like the gently-gliding rill,</br>Which, stealing down the gradual hill,</br>Soft-murmurs o'er the flow'rs;</br>Now, like the torrent, full and strong,</br>Which thundering swells &mdash; then foams along,</br>And o'er the mountain pours;</br>Thus thy persuasive accents can controul,</br>Can sooth to mildest peace, or rouse th' obedient soul!", "No selfish mercenary aim</br>Sullies the whiteness of thy fame,</br>Chaste as the mountain snow.</br>How shall I paint that generous zeal</br>For thy lov'd country's drooping weal,</br>Which, with unceasing glow,</br>Reigns o'er each wish, superior and alone,</br>Still whispering, \"To Her bliss, oh!  sacrifice thy own!\"", "How, conscious Rectitude his guide,</br>He stemm'd Corruption's rapid tide,</br>Some nobler Muse shall tell:</br>Dauntless and bold, thus Abdiel stood:</br>By ill example unsubdued,</br>When warring angels fell.</br>Fix'd as th' ethereal poles, he still retain'd</br>Fair Truth's celestial gem, and the fierce shock disdain'd.", "Our rock, our guardian Angel Thou:</br>To Thee fair Freedom's votaries bow</br>With many a duteous prayer;</br>Go on &mdash; the Idol of thy age,</br>Just candour's willing heart engage,</br>Be Virtue still thy care;</br>Her champion firm, her injur'd laws maintain,</br>Lift her dejected head, and propagate her reign.", "Yes!  he shall ever worthy prove</br>Of his illustrious Sovereign's love,</br>Britannia's hope and pride.</br>O sent by pitying Heaven to save!</br>Conduct her o'er the dangerous wave,</br>And at the helm preside:</br>Thus shall she soon attain the peaceful shore,</br>And bid, with placid scorn, the blustering billows roar.", "Youth!! &mdash; Oh, still glory in the name,</br>And crown thy wondering foes with shame;</br>Yes, vaunt that glorious crime!</br>Tell them, that Honour's laurel blows</br>But for that head (though not with snows</br>Yet silver'd o'er by Time)</br>Which turns indignant from fair Folly's smiles,</br>From Interest's syren call, and Pleasure's serpent wiles.", "Oh far &mdash; far distant be the hour,</br>Which bids thee Fate's resistless power</br>Confess, its yielding prey;</br>When soaring angels on their wings,</br>Far from the kindest, best of kings,</br>Shall waft thy soul away!</br>Oh, long remain beneath thy kindred skies,</br>Long be thy Albion's joy, and bless her ravish'd eyes!</br>"]