["\"Ah!  why, ye prospects of my early days,</br>Look'd ye so fair?  Why were your hills and dales</br>So pleasant to the view?  Why blew the gales</br>With such a mildness o'er your verdant turf?</br>Though oft ye dictated my joyous lays,</br>Reclin'd upon your flow'ry mantled turf,</br>Now sad occasion of my mournful strain,</br>Ye smil'd but to deceive,</br>Ah!  why did I believe</br>Your scenes would last for aye?  Idea vain,</br>For bliss ecstatic is of durance short.</br>When comes the daemon Care and spoils our sport,</br>And all our pleasure mingles still with pain.", "\"Mourn, mourn ye shepherds:  ye have cause to mourn,</br>By Ness's silver stream, your flocks who feed,</br>Sit by the willow, and the sable weed</br>Put on, and pluck the mournful yew,</br>For she is dead who has not left her peer:</br>Sunk is the beam so lovely to the view,</br>That gain'd new lustre with each new-born year,</br>Fled like the vision, never to return.", "\"And you, ye fair companions of her youth,</br>Though she out-shone you far in beauty's bloom,</br>Do ye not weep the loss ye now sustain,</br>Of conversation sweet, the pleasing strain</br>Of friendly wit; wit aye attun'd to truth,</br>For she knew not the tell-tale to assume.</br>Yes, yes, I see you mourn,</br>Wet are your cheeks, and sunk the rival's hate;</br>And as ye pass her urn,</br>Ye drop the tear, and wail your coming fate.</br>Ah!  thought distracting, must those angel forms</br>Grow lifeless, black, to ruthless worms a prey,</br>To dust fast moulder in the narrow grave?</br>Yes, such the sentence, though severe ye say.</br>If worth or beauty had the pow'r to save,</br>Or faith or charity could life rescue,</br>Eliza yet had liv'd, for these she knew.", "\"Whither flew ye, guardians of the fair,</br>When mild Eliza died?  For ye were wont</br>To hover o'er her and attend her aye;</br>Your constant pleasure and your anxious care,</br>That she should ever, as the youthful May,</br>Wear Nature's fairest garb, in bloom of health</br>Attracting ev'ry eye with modest look,</br>The brightest semblance of the purest mind.</br>But ye were absent, and Disease by stealth,</br>Who treach'rous oft occasion apt does find,</br>Advantage of your heedless wand'rings took,</br>Nipt this sweet rose, that was the garden's pride,</br>And left it with'ring the green sod beside;</br>Intent each future pleasure to annoy,</br>Blasting the lover's hope, the parent's joy.", "\"Why roll ye now with such impelling force,</br>Clear stream of Ness, your varied banks along?</br>When last I saw you, ye roar'd not so hoarse,</br>Nor the wood minstrels frighten'd from among</br>The beechy coverts; smooth ye flow'd I ween,</br>No one curl'd wave was on your bosom seen.</br>Though then each mountain high and valley low</br>Ye pass, wore the drear winter's suit of snow,</br>And the chill'd bird had ta'en its yearly flight,</br>Yet stern-fac'd Winter look'd a blooming Spring,</br>The lightsome hours pass'd by on fleeting wing,</br>For then Eliza liv'd, and the charm'd sight</br>From ev'ry prospect gather'd fresh delight.</br>But now she's dead, dead ere she travell'd far</br>In life's gay path.  As the bright morning star,</br>A while unrivall'd holding forth its way,</br>Withdraws at Heaven at the rise of day,</br>So she withdrew from ev'ry mortal eye,</br>Withdrew, ye shepherds, to be seen no more.</br>And now, though ev'ry dale and ev'ry hill</br>With summer's suit of green is cover'd o'er,</br>And the woods echo to the shepherd's quill,</br>Yet these such pleasure yield not as before,</br>But prompt the tear or sorrow-boding sigh.", "\"Enjoy the sun, O ye who never knew</br>What 'twas to lose your bosoms held most dear,</br>Whose woe-unconscious eyes ne'er dropt the tear</br>But gave to laughter-loving Mirth his due;</br>Give me the gloom of yonder waving shade,</br>Which no rude noisy bacchanals invade;</br>Where sadly-musing Melancholy dwells,</br>And Memory her early passion tells.</br>There will I rest and shun the glare of day,</br>Save when, returning Spring's fair mantle spread,</br>I cull each flow'r of variegated hue,</br>O'er lovely lost Eliza's tomb to strew;</br>Then to the shade retrace my lonely way,</br>And tune with thee, sad Philomel, my lay.\"", "Thus sang the shepherd, in untutor'd guise,</br>In lays uncouth as first dame Nature taught;</br>For his plain measure knew not how to rise</br>Sublime; nor yet had he the spirit caught</br>Of him who forth such rapt'rous strains could send,</br>Who mourned the loss of Lycidas his friend.</br>"]