["Hail, Spirit of the soul!  whose hallow'd fire</br>With heav'nly rapture warms my trembling lyre;</br>Come on thy radiant pinions, dipt in dews,</br>Rich and resplendent as Aurora's hues,</br>Dawning like her, whose promis'd rays impart</br>The glow that cheers, the hope that fills the heart;</br>Come, paint in vivid colors, snatch'd from heav'n,</br>This purest boon to erring mortals giv'n,</br>This all-sustaining, all-reviving pow'r,</br>That sooth'd our drooping Parents' fallen hour;</br>And o'er the drear and barren waste of earth</br>A new Creation waken'd into birth;</br>And brought a second Eden to their view,</br>When Innocence had bid the world adieu.", "Immortal FRIENDSHIP!  in thy bright career,</br>Exulting rapture plac'd thy triumph here:</br>'Twas thine to soothe the suff'rers' deep disgrace,</br>And whisper comfort for their future race;</br>Breathe o'er the wounded soul thy halcyon strain,</br>And bid the trembling spirit live again;</br>When, ere relenting Mercy calm'd their fears,</br>Ere hope of pardon shone thro' sorrow's tears;</br>When, mingling dread with dread, and grief with grief,</br>They found in mutual love their last relief.", "So the sweet woodbine, batter'd by the storm,</br>The tempest past, uprears her fragile form;</br>Bow'd, yet not broke, in beauty blooms again,</br>And sheds reviving fragrance o'er the plain.", "Thus the poor dove, when thunder shakes the air,</br>On trembling wing escapes the cruel snare;</br>Plumes the soft feathers of her ruffled breast,</br>And shelters safe within her native nest.", "Visions of early life, ere yet ye fade,</br>Let my light pen arrest your fleeting shade;</br>Oh!  hither bring the scenes of op'ning youth,</br>Stampt with the seal of innocence and truth;</br>The school-day partner of my joys and fears,</br>Whose long affection, sanctified by years,</br>With force resistless strikes upon the mind,</br>And wakes the shadows Memory left behind;</br>Recalls the joyous smile, the sportive jest,</br>The sob of Pride, half own'd and half supprest:</br>For Pride e'en here exerts her baleful pow'r,</br>Felt in our earliest, as our latest hour;</br>The truant footstep, ling'ring on the way,</br>Urg'd on by duty, murm'ring to obey;</br>And the gay wreath, by sportive Fancy wove,</br>With many a smile, and many a vow of love;</br>Which blooms in FRIENDSHIP'S eye with equal grace,</br>Tho' Nature's bloom has faded from the face.</br>O'er these fond scenes the restless feelings sigh;</br>Dear valued moments, wing'd too swiftly by!</br>Nor deem'd we then these day-dreams of delight,</br>So soon would vanish in the shades of night:</br>Or that thick gath'ring storms should intervene,</br>To cloud the prospects of this fairy scene.</br>Th' horizon's bound was all the world we knew,</br>And Hope's soft pencil ev'ry image drew.</br>We scorn'd those strains, with moral precepts fraught,</br>Which pious Age, or sober Reason taught;</br>For what seem'd fair bewitch'd our guileless breast,</br>And a bright semblance was our only test:</br>Could e'en an Angel's voice one doubt instil,</br>When all our wisdom was distrust of ill?", "Along the elm tree walk, as oft we stray'd,</br>Where sportive zephyrs thro' the foliage play'd;</br>As youthful fancy wing'd the circling hour,</br>We hail'd the charms of love's confiding pow'r,</br>The tender secret whisper'd in the ear,</br>And the last charge impress'd with many a tear.</br>There heart to heart the mystic silence broke,</br>And guess'd the pain, ere lab'ring sorrow spoke;</br>Or from the sparkling eye that rapture caught,</br>Which spurn'd controul, and mock'd the pow'r of thought.</br>Swift like departing shades these joys have flown;</br>Sweet joys, to Love and FRIENDSHIP only known!</br>Yet, as our guardian spirits hover'd nigh,</br>These hours of bliss were register'd on high.</br>And do not riper years attest thy sway?</br>Fade thy rich tints in life's declining day?</br>Has age no joys to soothe its listless state,</br>Or gild the dark'ning clouds of adverse fate?</br>What tho' no Friend, of all once lov'd, remains</br>To whisper comfort, and to share its pains,</br>The cherish'd memory of things long past</br>Shall hold the lamp, and brighten to the last.</br>Tho' all around seems wrapt in endless gloom,</br>FRIENDSHIP still gleams upon the op'ning tomb;</br>And the fond hope, inspir'd by pious love,</br>Draws back the veil where spirits meet above.", "So fade the shadows of departing day,</br>When with mild lustre glows the setting ray:</br>So its soft beams, more faintly as they're seen,</br>Shed o'er the placid soul a light serene,</br>A light more pleasing to the chasten'd mind,</br>Than all that dazzling brightness leaves behind.", "Say, whence those gentle sympathies arise,</br>That sever'd hearts in fond remembrance prize?</br>Whence glow those warm emotions of the soul,</br>Tho' mountains rise, and distant oceans roll?</br>Say, why the mind each sacred relic keeps,</br>And o'er departed pleasures fondly weeps?  </br>Whence, FRIENDSHIP!  but from thee, whose smile imparts</br>Life, hope, and rapture to congenial hearts?</br>Without this charm e'en Fancy's treasures fade,</br>Fame is a dream, and Honor but a shade:</br>This charm, that time nor absence can efface,</br>Which steals from added years improving grace,</br>Extends to ev'ry state its strong controul,</br>From CONGO'S shores to ZEMBLA'S frozen pole;</br>In Sorrow's cell, at Pomp's triumphant side;</br>The poor man's solace, and the great man's pride.</br>At CONGO'S name exulting Freedom cries:</br>\"Ye barter'd children, see my hard-earn'd prize!</br>Securely now enjoy your plantain groves,</br>Your sable Friendships, and your dusky loves;</br>Or stretch'd at ease by Gambia's ample stream,</br>Of brighter worlds and happier regions dream.</br>Tyrants no more shall mar the God-like plan,</br>Nor rend those ties, which rivet Man to Man?\"", "Lo, in ARABIA's desolated soil,</br>Endearing FRIENDSHIP smoothes the brow of toil,</br>And boasts around her hospitable boards,</br>Her bands of brothers, and her friendly hordes.</br>The smile of fondness, with affection's tear,</br>Beneath their rude and simple huts appear.</br>These, as with social tenderness they trace</br>Thro' tedious marches, and the toilsome chace,</br>To fainting life a cheering balm expand,</br>Like tracts of verdure rising midst the sand.", "From eastern climes, with bolder feelings fraught,</br>Go, read the tale with melting pathos wrought;</br>Where, thro' the long and cheerless night of snow,</br>The Maid of Greenland mourn'd her hopeless woe!</br>Where oft, in Fancy's visionary form,</br>She saw the light bark meet the gath'ring storm;</br>And thro' the tempest's rage, which rock'd the pole,</br>She gaz'd, and watch'd, and wept away her soul:</br>To the wild winds her rising terrors cast,</br>And mock'd the death, which echo'd thro' the blast.", "The harsh Castilian, glorying to be just,</br>Grasp'd with relentless hand his cruel trust;</br>Till the strong picture of domestic woe</br>To this sweet impulse taught his heart to glow.</br>Then all the ties, which gentler bosoms own,</br>Burst on his soul, and pierc'd his heart of stone.</br>Down his rough cheek the tear of pity ran,</br>And the rude soldier melted into man.", "From this blest fount our brightest poets drew</br>Visions of bliss, and scenes for ever new;</br>Scenes that alike the gay and pensive charm,</br>Delight the tender, and the rude disarm;</br>And still as fresh and fair shall flow the strain,</br>Till Nature fades, and Chaos comes again.", "What tho' these vivid strains, these glowing themes,</br>Oft prove but fleeting shades, and gilded dreams;</br>Yet still these dreams beguile the heavy hour,</br>And to strong contrast owe their sweetest pow'r.", "So, when the eye, fatigu'd by dazzling light,</br>On the green landscape rests its aching sight;</br>The softer shades of vegetation's hues</br>To the strain'd nerve a pleasing calm diffuse.", "Her fetters burst, Creative Pow'r!  to thee</br>Aspiring genius bends her grateful knee:</br>Without thy voice, whose quick'ning sound can shake</br>Earth's distant verge, and buried talents wake,</br>Still in the ground the quarried mass would lie,</br>Whose sculptur'd stores with vivid paintings vie;</br>Whose breathing forms in ev'ry clime proclaim,</br>Starting to life, the Maid of Corinth's fame;</br>She whose obedient hand at FRIENDSHIP'S call,</br>Trac'd the bold outline on the shadowy wall;</br>And wak'd those slumb'ring arts to light and day,</br>That mimic life, and mould the plastic clay.", "Long may the portrait's hallow'd touches lend</br>The valued features of the absent Friend!</br>What th' the shades of feeling are too fine,</br>For Art to seize, or Genius to combine;</br>Yet, dear to FRIENDSHIP, oft with magic fraught,</br>They strike the soul, and fix the chain of thought:</br>Thought, whose chaste vigils pious Memory keeps,</br>Where silent sadness holds her watch, and weeps.</br>And, as the mourner o'er the semblance hangs,</br>It steals from widow'd sorrow half its pangs.</br>Departed joys of Life and FRIENDSHIP rise,</br>And dark Oblivion renders back her prize.", "So objects cherish'd by the Friend we love,</br>In some sad hour the strong affections move:</br>So, weeping o'er his bow, ULYSSES' dame</br>Felt with reviving force her sacred flame;</br>To dreams of joy or grief her soul resign'd,</br>As hope and fear alternate rul'd her mind.", "Let the pale taper's fading lustre tell,</br>What kindred souls in cloister'd FRIENDSHIP dwell;</br>Where moments stole from vigils of the night,</br>Depicture scenes still imag'd with delight;</br>Where sighs, oft mingled with the half-form'd pray'r,</br>The pious list'ner's fond compassion share;</br>And hopeless tears, by sad remembrance shed,</br>For joys renounc'd, and hopes for ever fled;</br>In sweet communion sister sorrows blend,</br>And fix by sympathy a bosom Friend.", "So social feelings centre soul in soul,</br>As the true needle quivers to the pole.", "How sweet the musing of the pensive mind,</br>By culture polish'd, and by taste refin'd!</br>Here, in retirement's most secluded bow'rs,</br>Inventive Fancy wreathes her sweetest flow'rs.</br>Here Memory reviews her secret stores,</br>And Hope, exulting, worlds of bliss explores;</br>And most of all, Affection, hallow'd guest,</br>Finds the lone hour the haven of her rest.</br>And as these treasur'd scenes of life are view'd,</br>Some proof of love is promis'd or renew'd;</br>Self and its narrow joys are thrown aside;</br>Some hope supprest, some cherish'd wish denied,</br>For that lov'd Friend who ev'ry thought employs,</br>Whose bliss reflected proves her dearest joys.", "Hail, tender impulse, at whose sacred shrine</br>The varying passions all their pow'r resign!</br>Ah, not alone those tumults of the soul,</br>That moral truth and pious faith controul;</br>But all those pleasures of the human heart,</br>That love of fame and flatt'ring praise impart.</br>So the sweet Muse, who sang in silver strain</br>AENEAS' woes, repress'd the flowing vein;</br>To rising worth resign'd the wreath of fame,</br>And left the lists to grace a rival's name.</br>So when HEPHAESTIONS' soul-commanding mien</br>Drew royal honors from the captive Queen,</br>No jealous fears, that selfish minds invade,</br>Cast o'er the Son of JOVE their baleful shade;</br>But proud himself to bear unsullied test,</br>To the bold virtues of his rival's breast:</br>\"Tho' not the King,\" he cried, \"his deeds proclaim</br>Him more than equal, only less in name.\"", "SCIPIO and LAELIUS!  Fame to you consign'd</br>The fairest wreath admiring FRIENDSHIP twin'd;</br>When the immortal precepts TULLY taught,</br>A brighter lustre from your virtues caught;</br>When he, whose soul th' electric fire possest,</br>To pierce the dark, and warm the gen'rous breast,</br>From your pure lips those sacred laws convey'd,</br>The spotless union of your lives display'd;</br>And not alone to mutual duties bound,</br>Your gen'rous love unrivall'd TERENCE found;</br>Your's, with the warmth to social bosoms dear,</br>Embrac'd a larger range, a wider sphere.</br>The props of genius, and the friends of truth,</br>Ye hail'd the dawning honors of his youth;</br>Drew from his sprightly lyre a bolder sound,</br>And round his brows a deathless garland bound.", "To hearts like these, with noble feeling fraught,</br>Who boast the great in deed, the pure in thought,</br>Folly in vain may shoot her dazzling fly,</br>And all the pleasing pomp of life display.</br>These the ambitious and the vain persuade,</br>Who leave the substance to pursue the shade;</br>And tho' instinctive nature cries aloud,</br>Renounce the friend, to court the vulgar crowd!</br>Those with far higher aim, far nobler view,</br>The living light of FRIENDSHIP'S path pursue,</br>And meet the changing scenes of life unmov'd;</br>Content in loving, and in being lov'd.", "But say, ye giddy herd, who tread the maze</br>Of Fashion's Court, in dissipation's gaze,</br>Why, midst this specious semblance of delight,</br>The drooping spirit, and the sleepless night?</br>Why, midst this fairy scene, the half-drawn sigh,</br>The fading languor of th' averted eye?</br>'Tis that the shrine to which these vot'ries bend,</br>Can gain no heart, nor fix one faithful friend.", "Not wise too late, ah!  nobly turn from thence,</br>To where true taste can lasting joys dispense:</br>Where the fine intellect, with culture fraught,</br>Refin'd by feeling, points the polish'd thought;</br>Where Virtue triumphs in her native sphere,</br>And social graces social life endear;</br>And the sweet ties by God and Nature giv'n,</br>Twine round the heart, and lift the soul to Heav'n.", "E'en all the bolder virtues of mankind,</br>Mingled with this, a stronger impulse find;</br>Fair Liberty to matchless feats aspires,</br>And Glory kindles here her brightest fires.", "Amidst the annals of heroic fame,</br>Recording History marks the Ancient's name;</br>As if the great, the noble, and sublime,</br>Were the proud attributes of ruder time:</br>And the fine polish of a taste refin'd,</br>Weaken'd the firmer virtues of the mind.</br>As the keen chisel, smoothing in its course,</br>Discloses beauty with diminish'd force.", "What vent'rous deeds the patriot's bosom swell,</br>Ye sacred band of gallant warriours tell!</br>Bound by one tie, cemented by one law,</br>Ye conquer'd states, and kept the world in awe.</br>TEGYRA still records that fatal day,</br>When dauntless SPARTA bow'd beneath her sway;</br>SPARTA, whose stoic courage long defied</br>The charms of pleasure, and the pomp of pride;</br>Who spread with daring hand the veil of night</br>O'er dawning science, and instruction's light;</br>Repell'd the wheels of time's revolving course,</br>And struck with freezing touch improvement's source:</br>And, bending Nature to her harsh controul,</br>Smother'd the strong emotions of the soul.</br>Weigh well the pow'r these colder virtues boast,</br>Then view the THEBAN band o'erwhelm her host.", "The SCYTHIAN hordes, by friendly compact bound,</br>O'er polish'd States an easy conquest found;</br>True to one cause, the mighty phalanx mov'd,</br>And the vast weight of martial union prov'd.</br>The issuing swarms of Norway's frozen home,</br>Spread devastation o'er degen'rate ROME;</br>Their desolating banners, wide unfurl'd,</br>Struck with dismay the Mistress of the World:&mdash;</br>She fell; by sad experience taught at length,</br>Wealth is no bulwark, distant sway no strength;</br>While this was all their hardy conq'rors' boast:</br>The ties of FRIENDSHIP are themselves a host.</br>ACHILLES weeping o'er PATROCLUS' bier,</br>Of Memory claims the tributary tear:</br>And tender NISUS, dying to defend</br>Belov'd EURYALUS, his valiant friend:</br>And self-devoted PYTHIAS, who supprest</br>All fancy promis'd, and all life possest:</br>And faithful PYLADES, at the dread shrine</br>Of Justice, pleading with a force divine,</br>Where Nature's ties the pious secret broke,</br>In matchless contest, for the fatal stroke.</br>Or go where Wit and Pleasure rul'd the hours,</br>In Academus' philosophic bow'rs;</br>Where polish'd ATHENS, in her classic seat,</br>To Love and Learning gave their best retreat.</br>Such fame in later times Sans Souci shares,</br>Where Royalty forgot its pomp and cares;</br>Where classic taste, with courtly ease combin'd,</br>Improv'd the social graces of the mind;</br>And love that charms, and mirth that cheers the breast,</br>Lull'd the imperial ills of life to rest:</br>While all that wit and elegance inspires,</br>As genius fann'd her never-dying fires,", "Shed round the polish'd guests a ray divine,</br>By FRIENDSHIP kindled at her hallow'd shrine.</br>Tho' not in courts nor camps these ties reside,</br>No Statesman's virtue, and no Courtier's pride,</br>Yet fam'd beyond the bright historic pag</br> Of ancient annals, or our polish'd age,</br>The THEBAN pair, in Faction's wildest hour,</br>Its jarring int'rests, its distracting pow'r,</br>Beheld the swelling waves of discord roll,</br>Unchang'd in Friendship, and unmov'd in soul;</br>While the rude storms, which shook the tott'ring state.</br>But closer bound the int'rests of their fate.", "So, when in Rome Ambition rear'd her head,</br>And base Corruption fatal poison shed,</br>Firm in the conscious dignity of Man,</br>His blameless course the great Patrician ran.</br>Tho' party rage to fiercest discord rose,</br>And the best friends became the direst foes,</br>He still retain'd the love his truth inspir'd,</br>By all respected, and by all admir'd:</br>And in the silken bands of social life,</br>Join'd rival pow'rs, and quell'd the civil strife.", "Can civic wreaths substantial joys impart?</br>Can regal honors fill the boundless heart?</br>Say, midst the flow of flatt'ry's servile vein,</br>The loud applause, the panegyric strain,</br>The fawning lips that never disapprove,</br>And the soft simper of pretended love,</br>Steals not the tear-drop from the heavy eye?</br>Heaves not the soul the deep unbidden sigh?</br>That asks a share in Nature's social plan,</br>The tender sympathy of Man to Man.</br>The gen'rous warmth which amity inspires,</br>The bold reproof courageous love requires;</br>The gentle voice that wooes the silent grief,</br>And courts the secret, but to give relief;</br>The fond surprise, by tenderness prepar'd,</br>The sorrow lessen'd, and the pleasure shar'd.</br>How strong this wish, let TRAJAN'S heart attest,</br>Who pour'd his inmost thoughts in PLINY'S breast.</br>And great NAVARRE, triumphant Gallia's pride,</br>Who laid the glitt'ring diadem aside,</br>To share with SULLY, in retirement's scene,</br>The social converse, and the hour serene:</br>Joys which the pomp of courts can seldom claim,</br>And Royalty possesses but in name.", "Ah!  who shall tell thy all-consoling pow'r,</br>When languid sickness rules the heavy hour?</br>When on the couch, oppress'd by sore disease,</br>The restless spirit turns in vain for ease?</br>What grateful incense to the feeling heart,</br>To catch the hope endearing smiles impart</br>To meet the kind caress, the gentle sigh,</br>And pity, beaming in the tearful eye;</br>To find, as life's delusive joys expire,</br>Some tender breast, where sorrow may retire;</br>Some shelt'ring haven in that gloomy day,</br>When all but Truth and FRIENDSHIP fade away.</br>Benignant Spirit!  in that trying scene,</br>Shed o'er the parting soul thy ray serene;</br>Blest harbinger of peace, whose syren strain</br>Can charm despair, and lull the throb of pain;</br>And best prepare it for those realms above,</br>Where all is harmony and perfect love.", "Glory of Greece!  let latest times admire</br>What matchless deeds these energies inspire!</br>How bright, ere fainting Nature sunk to rest,</br>Glow'd this confiding impulse in thy breast!</br>This nurs'd the hope, which smooth'd the path of death;</br>This rais'd the pray'r that trembled on thy breath:</br>When the bold legacy affection gave,</br>Stampt its immortal triumph o'er the grave.</br>Nor less in his, whose gen'rous love prepar'd</br>To take the double trust his friend had shard;</br>And only griev'd his first divided part</br>Display'd but half the FRIENDSHIP of his heart.", "Speak, for ye best can tell, whose varying state</br>Has prov'd the blessings and the frowns of fate:</br>If more its power, in pleasure or in grief,</br>To heighten rapture, or to give relief?&mdash;</br>Not, will you say, when prosp'rous fortune pours</br>Her sparkling pleasures, and her golden stores;</br>Not when life's current smoothly glides along,</br>And laughing Folly trills the choral song.</br>But when affliction's agonizing tears</br>Stream o'er the loss of all that life endears;</br>When slander's breath the fairest virtue taints,</br>When honor sickens, and when courage faints;</br>When, one by one, pretended friends retire,</br>And tow'ring hopes, like fading stars, expire;</br>And most of all, in that accusing hour,</br>When keen remorse exerts its cruel pow'r;</br>That child of guilt, which wakes the blush of shame,</br>And fans reviving virtue to a flame;</br>That only trace of EDEN that remains,</br>Which still our frail and fallen race retains;</br>And strongly marks, ere saving grace descends,</br>Where vice begins, and sinking virtue ends.", "Ah!  ye, whose hearts o'er human mis'ry sigh,</br>Arrest this fleeting impulse ere it die;</br>Come, with an Angel's warning voice, to still</br>The rising storm, and stem the tide of ill.</br>Bend, by the sweet enchantment of your sway,</br>The rebel mind that murmurs to obey;</br>Calm its wild passions, and its jarring strife,</br>And win the wav'ring spirit back to life:</br>Nor let the magic of persuasion pause,</br>Till God and Pity rise in FRIENDSHIP'S cause.", "Sweet Child of Genius, in this favor'd land,</br>'Twas thine to sink without one saving hand.</br>Had FRIENDSHIP rais'd for thee her beacon flame,</br>Still might proud Honor sanctify thy name:</br>Admiring worlds no more at thy career,</br>In silent grief, would drop the pitying tear;</br>But hold to view a bright example, fraught</br>With ev'ry charm exalted Science taught.", "So, when by winds and raging tempests tost,</br>The white sail beats around the threat'ning coast,</br>If thro' the clouds the sun illumes the scene,</br>Sudden the storm is hush'd, the sky's serene;</br>The sails unfurl'd invite the swelling breeze,</br>And the light bark glides swiftly o'er the seas;</br>In triumph cuts the ocean's glassy bed,</br>And anchors safe from danger and from dread.", "Ah!  let not lawless passion's transient pow'r</br>Blast the rich fruits of life's unspotted hour;</br>Nor conscious worth, with pride indignant rend</br>This tender tie, and sever Friend from Friend.</br>If but one virtue mark the sad career,</br>One ray of hope the gloomy prospect cheer;</br>One smother'd spark beneath this load of woe,</br>That waits for Mercy's hallow'd breath to glow;</br>Tho' forfeit life expire beneath the steel,</br>Immortal FRIENDSHIP still displays her zeal;</br>And tho' her calmer reason disapprove,</br>Laments in silence with unshaken love.</br>Hope of the wretched, spirit of the brave!</br>'Tis thine to comfort when forbid to save;</br>'Tis thine in gentle strains to whisper peace,</br>Bid present doubts in future prospects cease;</br>'Tis thine to shew the paths a Saviour trod,</br>And lead the mourner to the throne of God:</br>Mount the dread scaffold, soothe his parting breath,</br>And twine thy garland round the brow of death.", "Spirit of wounded love!  to thee belongs</br>JAFFIER'S atoning deed for FRIENDSHIP'S wrongs,</br>For PIERRE denounc'd, when most he hop'd for aid,</br>For Honor sacrific'd, and Love betray'd;</br>For wrongs not e'en affection can erase,</br>Tho' beauty plead in BELVIDERA'S face;</br>And tho' persuasion on her gentle tongue,</br>Charm like the strains enchanting Sirens sung;</br>For wrongs so deep, that tho' repentant shame</br>Strikes the entreated blow to clear her fame,</br>Crowns the last hope on which affection hangs,</br>And spares dishonor's aggravated pangs:</br>Not less than life the fatal bond could pay:</br>Not less than blood could wash the guilt away.", "Ah!  never hope by lawless deeds to bind</br>The strong affections of a gen'rous mind.</br>All, all, but innocence the charm destroys,</br>And bursts the spell that bound her dearest joys;</br>O'er ev'ry scene a deadly influence sheds,</br>And marks the path where desolation treads.</br>Else why the alter'd look, the clouded brow,</br>And the deep sigh of honor's broken vow?</br>Else why the doubt by riper years confest,</br>Doubt, the lone grave where buried comforts rest?</br>Where blighted hopes and ruin'd peace proclaim</br>Dishonor's triumph under FRIENDSHIP'S name.</br>There she, who bloom'd in conscious virtue proud,</br>The modest beauty of the rustic crowd;</br>Whose virgin charms, in time's revolving space,</br>Had only yielded to the matron's grace;</br>Had no false tale her simple heart assail'd,</br>No promis'd dream of endless love prevail'd,</br>That in the softer feelings of her breast,</br>Lull'd duty's sterner sentiments to rest.</br>Lur'd from a peaceful home, a mother's arms,</br>She mourns in solitude her fatal charms;</br>And sunk in poverty's neglected shade,</br>No voice to succour, and no hand to aid;</br>To Heav'n she turns her meek imploring eyes,</br>Neglected suffers, and unnotic'd dies.", "The gallant youth, whose bosom pants to claim</br>The brightest laurels in the wreath of fame;</br>Warm, open, unsuspecting, artless, gay,</br>Pure as the gentle breeze of vernal day;</br>Too early launch'd on life's tempestuous stream,</br>Finds all his promis'd hopes a fleeting dream.</br>Beneath the smile that won his easy heart,</br>Lurk'd cruel malice, and insidious art.</br>Dup'd where he trusted, where he lov'd, betray'd,</br>Too sad to hope, too proud to ask for aid;</br>With shame reviews the fatal paths he trod,</br>And meets, uncall'd, the presence of his God.</br>Not here, alas!  the dreadful evils cease:</br>Burst are those links that bound domestic peace.</br>So close the union of the social breast,</br>Touch but one string, it vibrates thro' the rest;</br>To cruel discord turns the heav'nly strain,</br>Jars the fine nerve, and wakes distracting pain;</br>Each pleasing scene parental fondness trac'd,</br>By virtue strengthen'd, and by beauty grac'd;</br>The pride of riper years, the prop of age,</br>The purest type of life's unsullied page,</br>Fade with the loss of Nature's dearest ties,</br>While hope expires with all that hope can prize.", "What mournful strains the Lord's anointed sung,</br>When perjur'd ABSALOM his bosom wrung;</br>High o'er proud Carmel's consecrated brow,</br>Peal'd the sad notes of duty's broken vow.</br>Through Heav'n's wide vaults the bitter accents run:</br>\"O had I died for thee, my Son, my Son!\"</br>But when the Prophet struck his deep-ton'd lyre,</br>To mourn departed FRIENDSHIP'S sacred fire,</br>He wak'd a tend'rer and a softer strain,</br>For \"ISRAEL'S beauty,\" number'd with the slain.</br>\"I weep, my brother JONATHAN, for thee:</br>Passing the love of women was thy love to me.\"</br>'Mid all the ills that human life displays,</br>How few that want inflicts, or wealth allays!</br>How fewer still whose crying wrongs demand</br>Avenging Justice from th' Almighty's hand!", "Justice, that slow and never sure redress,</br>That galling mock'ry of extreme distress,</br>Which makes the tender breast more deeply feel,</br>And only probes the wound it means to heal.</br>Sorrows more keen a ready entrance find,</br>To wring the heart, and pierce the feeling mind:</br>The bitter tear, by wounded FRIENDSHIP shed,</br>That nightly steeps the waking mourner's bed;</br>The cold neglect, the sullen proud disdain;</br>Repentant anguish, and remorseless pain:</br>The sacred name of Honor but a shade;</br>Confiding faith and trusting love betray'd.</br>But who can picture all the secret grief,</br>And silent sorrow, that defies relief?</br>When FRIENDSHIP weeps, how many fibres bleed,</br>While from the soul it cherish'd hopes recede!</br>Those lov'd delights on which affection leans,</br>Familiar habits, and long-valued scenes;</br>These, as fate severs, and as chance destroys,</br>Rend from the heart its solace and its joys;</br>While on remembrance past endearments press,</br>And by strong contrast aggravate distress.", "Ah, ye, who bow to reason's cold controul,</br>Pity the soft refinement of the soul;</br>Pity its nameless pangs, its restless fears,</br>Those gentle sympathies that love reveres;</br>Spare the keen jest, till some nice clue you find,</br>To trace the fine machin'ry of the mind;</br>Think not its tears a doubt of love convey;</br>Spirits, unknown to you, its feelings sway;</br>Spirits that rule each fibre of the frame,</br>That joy delights to own, and grief can claim.</br>Ah!  sooner strive to grasp the rainbow's hues,</br>Or catch the fleeting shades that fancy views;</br>Or count the ceaseless movements of the brain,</br>Or the wild phrenzies of the Poet's strain:</br>This still shall mock the vain attempts of art,</br>This masterpiece of God, a feeling heart.", "Ere yet my timid Muse prepare to sing</br>What matchless deeds from kindred FRIENDSHIPS spring;</br>Ere yet she pause her trembling wing to close,</br>And snatch from pleasing toils a short repose;</br>Some valued Friends, to fond remembrance dear,</br>Some social int'rests, claim the tender tear;</br>And by a charm, Affection only gives,</br>Arrest the images where Fancy lives.", "O thou, whose memory tunes this artless lay,</br>My more than Mother!  in life's early day,</br>How lov'd, sweet childhood's blissful hours might know:</br>How mourn'd, succeeding grief could only show.</br>Yet since thy angel Spirit wing'd its flight</br>To the pure regions of celestial light,</br>Oft when by life's increasing cares opprest,</br>I hail'd the soothing thought of virtue blest</br>Happy that she who wip'd my infant tears,</br>Was spar'd the anguish of my riper years;</br>Dear Saint!  to thee my joys were only known,</br>For human woes ne'er reach th' eternal throne.", "And thou, sweet partner of my happiest hours,</br>To whom my soul its choicest tribute pours;</br>From whose rich mind enraptur'd fancy caught</br>The light of intellect, the charm of thought;</br>All that fair truth and brilliant wit impart,</br>And most of all, the treasures of thy heart.</br>Ah!  not alone in youth's enchanting prime,</br>FRIENDSHIP like our's displays its pow'r sublime:</br>Our's the congenial sympathies of mind,</br>That soul to soul in tender union bind.</br>Our's the dear bliss of sweet reflection's praise,</br>The self-approving thought of former days;</br>Confiding Faith, by no sad doubts obscur'd;</br>Well-tried esteem, by years of pain secur'd;</br>And the best gift indulgent Mercy gave:</br>The hope of endless love beyond the Grave.", ""]