["&mdash; A blushing maid;</br>Certes of earthly mould, yet, the pure throng</br>Celestial never lovelier displayed</br>A paynim tiara her head array'd,</br>Whence, o'er her graceful shoulders clustering flow</br>Her ebon tresses, that for ever play'd</br>As fitful breath of sportive breezes blow,</br>Chequering, with soften'd shade, her bosom's spotless snow.", "A loosely flowing robe of purest white</br>Her native loveliness but half conceal'd,</br>And to her feet fell down in drapery light,</br>Which all her form so modestly reveal'd,</br>That, though it to the gazer's eye appeal'd</br>And adoration claimed, yet, never thought</br>Profane to lawless mind could pleasure yield;</br>So lovely pure she seemed, like angel, brought</br>Newly from Heaven's gate, who kindred spirit sought.", "Her full dark eyes, beaming with holy zeal,</br>Were upward rais'd; and on her bosom press'd</br>Her clasped hands; while from its source did steal</br>A crystal drop, that glistening express'd</br>The pure devotion swelling in her breast:</br>For, to her mind, the splendid orb of day,</br>Now proudly wheeling from his watery rest,</br>Seem'd the Almighty one, whose boundless sway,</br>Ere time was born began, and never shall decay.", "Then, as with form inclin'd, and bended knee,</br>On a rude stone which Nature's fostering hand</br>With mossy cushion graced, of ecstasy</br>And holy rapture she appear'd to stand</br>The sculptured emblem:  while, with accents bland,</br>Her parting lips, right fitly formed to join</br>In sacred praises, and themselves command</br>Devotion, e'en where purest spirits shine,</br>Breathed forth these hallow'd thoughts in utterance divine.", "\"Parent sublime!  Fountain of life and light!</br>To thee I bow the head and bend the knee,</br>Whether thou shinest but the emblem bright</br>Of more omnipotent Divinity;</br>Or art thyself, from deep eternity,</br>The uncreated, all-creative Power!</br>Lo!  Nature, hymning, lifts her voice to thee</br>In grateful homage, at this dewy hour,</br>Leading the infant day, forth from her rosed bower.", "\"As from a misty ocean, all display'd</br>Like fresh creation, opens fair the vale;</br>Sparkles with wat'ry pearl each springing blade;</br>While every shrub and flower, on the gale,</br>Collecting fragrance, all their sweets exhale</br>In tributary incense mounting high:</br>And, white with blossom, every leafy shade,</br>Teeming with promise of futurity,</br>Salutes thy rising beam and march along the sky.", "\"All animated beings lift to thee</br>The eye of gratitude and tongue of praise!</br>Whether in hum of insect; or, from tree</br>And shady copse, the feather'd songsters raise</br>Sweet warbled concert; or, with upward gaze,</br>Soft low the kine; or, bleat the gentle sheep;</br>Or, with subdued glare, the savage race</br>Mutter faints growls; or, from the rocky steep</br>The eagle screams, or osprey o'er the deep:", "\"All join, accordant, in the sacred strain,</br>From where thou risest out the emerald sea</br>In the far orient, to the western main,</br>Lauding thine influence as Divinity!</br>Man only speaks with dark uncertainty;</br>Child of conjecture!  lost in wandering,</br>And tangled in unravell'd mystery:</br>Yet, sees 'tis thee who wakes the smiling Spring</br>And Summer crowns with flowers, and Autumn's treasures bring.", "\"God of my sires!  it is enough for me</br>To feel thy spirit stirring in this breast,</br>Whether, or emblem thou, or Deity!</br>Still will I kneel adoring thee, the best,</br>If not sole God, that, to my eye confest,</br>Watches the world that rolls beneath thy beam</br>Eternal, until it shall cease to rest</br>On its foundations; and, all fractur'd, seem</br>As it had never been, the fabric of a dream!\"", "She ceas'd to speak, yet, in the attitude</br>For adoration meet and holy prayer,</br>A while she kneeling bent; then, rising, stood,</br>Eyeing the radiant orb, with bosom bare,</br>All heaving, to receive his warm beam there,</br>A virgin priestess of the solar fane.</br>Ah!  who such pure devotion will declare</br>A sacred mockery, an impious strain?</br>What conscience feels as truth, dare man pronounce it vain?</br>"]