["Hence, dull-brow'd Melancholy!  creep away</br>To weeping caverns, exil'd from the day.</br>Thy temples bathe with nightly dew,</br>That drops from yonder baneful yew;</br>Or go where endless Horror dwells,</br>To Bedlam walls, to Newgate cells,</br>Else while thy front distills a sweating show'r,</br>Go watch the murder'd corps at midnight's frightful hour.", "But come, thou parent of poetic song,</br>Pride of my verse, sweet MUSICK, haste along,</br>Descend from thine aethereal bow'rs,</br>And with thee bring the sportive Hours.</br>She comes &mdash; the clouds her voice obey,</br>And brighten into purer day.</br>A harp adorns her hand; and on her face</br>Sits laughing Mirth with Harmony's attracting grace.", "No more the swelling North is heard to rave,</br>Yon foaming flood has calm'd his angry wave,</br>Hush'd is the jay's discordant note,</br>Silent the raven's croaking throat,</br>Throughout the woods, throughout the plains,</br>Stillness, an awful stillness reigns.</br>Gay smile the blue-girt skies.  All nature round</br>Seems pausing, and prepar'd to hear the magic sound.", "And hark!  how gentle she salutes the ear!</br>The touch how soft!  the melody how clear!</br>To Love she slightly sweeps the strings,</br>Smooth fly the notes on silken wings.</br>These are the strains that sooth my care,</br>Alarm, and terrify Despair.</br>The low'ring daemon startles at the sound,</br>Stalks off in sullen mood, and treads unhallow'd ground.", "Now, now the note she swells and sings of arms,</br>Heav'ns!  how the noble air my spirit warms!</br>I feel, I feel my courage glow,</br>And rush in thought to meet the foe.</br>Methinks I see the martial plain</br>Ensanguin'd o'er with heeps of slain:</br>Heroes and steeds in wild confusion roll,</br>And terrors seize on all, but Fred'rick's daring soul.", "See!  while the Goddess plays, around her throng</br>The joy-struck quadrupeds to hear the song.</br>Delighted neighs the conscious steed,</br>The hungry bull forgets to feed,</br>Yon stag is tame.  The dappl'd fawns</br>Exult, and bound along the lawns.</br>Enamour'd Echo in the distant vale,</br>Answers her sister's voice in ev'ry soften'd gale.", "No more the fierce-ey'd tyger threatens  harm,</br>But lays him down, and listens to the charm:</br>Nor less the lion 'bates his rage;</br>(Such pow'r has Musick to assuage)</br>The rav'nous wolves let loose their prey;</br>Her impulse furious pards obey.</br>The crawling adder too, at her command</br>Puts forth his harmless tongue to lick her tuneful hand.", "&mdash;But ah!  she stops her soul-enchanting strain,</br>And soars to her coelestial throne again.</br>Oh!  all ye flatt'ring Sounds, adieu!</br>The change is felt all nature through.</br>Surcharg'd with rain the clouds appear</br>To stain the products of the year;</br>And now they burst &mdash; Loud thunder tears the sky,</br>And naught, but gloom oppressive strikes the weeping eye.</br>"]