["Go, soft Sensation, once so dear,</br>So long the much-lov'd ruler here;</br>Go, go, and leave this bosom free,</br>And take thy many a pang with thee;</br>Thy fears, that die of dreaded ill;</br>Thy softer griefs that slowly kill;</br>Thy anguish for another's woe;</br>Thy mingling tears, that silent flow;</br>Thy sighs, that linger oft on air,</br>And melt the softest zephyr there;</br>Thy little jealousies, that prove</br>Thy pride of heart, but most thy love;</br>That tenderness of soul, which knows</br>An endless world of fancied woes;</br>A thousand slights, a thousand pains,</br>That pierce at once the bleeding veins;</br>The feelings quick, that faint and start,</br>And haste their tremour to the heart;</br>With all the nameless fears that mourn</br>A love bestow'd without return!", "Go, go; Indifference shall be mine,</br>That owns another soul than thine;</br>A cool composure gilds her day,</br>And smoothly wafts her hour away;</br>No fancied ills her joys molest,</br>In peaceful shade her feelings rest:</br>There her own poppy breathes around,</br>There blooms the rose that cannot wound.</br>No thorn that sheds the dewy tear,</br>Or plant of feeling wanders near;</br>Or blossom with her purple vein,</br>Or little fibre knowing pain;</br>For there soft Slumber chose her bower,</br>And woo'd her soporific flower,</br>Which gently lulls the power of sleep,</br>Or cools the eye of those that weep;</br>O'er all the senses sheds a charm,</br>And locks the mind from dread of harm:</br>Be thou my guest, Indifference fair,</br>Of blooming cheek, and tranquil air;</br>Of mien unalter'd, look the same,</br>Careless alike of praise or blame;&mdash;</br>Thou who no change of season knows,</br>No sudden gust of wintry woes,</br>No blast that rends the bosom's flower,</br>No cloud that streams in endless shower.</br>Thy blissful poppy still retains</br>The balsam-juice in all her veins;</br>In all her veins the essence flows</br>That bends the eyelids to their close;</br>And though her fringed head should droop,</br>As if from grief she'd caught the stoop,</br>Still into Morpheus' cup she'll pour</br>The drop of many a precious shower.", "Yet stay, Affection; e'er we part,</br>For thou hast long liv'd in my heart,</br>Let me relate how oft I've found</br>In thy soft voice the softest sound,</br>As if sweet Harmony drew near</br>And pour'd her soul into my ear.</br>Persuasion came, with tuneful chords,</br>And drew a tone from weakest words;</br>E'en weakest words her notes can prove,</br>When wrapt in music sweetly move</br>In concert with her smile or sigh,</br>Or the full language of her eye;</br>That silent pathos who can bear,</br>Or speak the thoughts that tremble there!</br>'Twas then Illusion's ready hand</br>Now glaz'd the waters, deck'd the land;</br>Around the scene enchantment threw,</br>And turn'd to pearl the simple dew;</br>Touch'd every flower with magic charm,</br>And kept the bosom sweetly warm.</br>The eye o'er all Elysium roll'd&mdash;</br>'Twas streams of silver, rocks of gold&mdash;</br>And walks of happiness were seen</br>'Mong vocal bowers, and valleys green.</br>But, sweet deceiver!  now 'tis o'er,</br>I look through thy soft eye no more;</br>No more, since sure thy pains were given</br>To draw us from a fancied heaven,</br>To tell us that all bliss below</br>Is ting'd with many a shade of woe.", "And who can say, enchanting power!</br>How long shall last his brightest hour?</br>Thy coldness, like a vapour, streams,</br>And damps our joy's enlivening beams,</br>When once we give the generous heart,</br>Fore-doom'd to feel, to bear, and smart,</br>Yet find thy lovely form decay,</br>Thy best of features wear away,</br>Thy fondness drop by slow degrees,</br>Thy very life-blood coldly freeze,</br>Thy sweet attentions, one by one&mdash;</br>We know not why &mdash; yet see withdrawn;</br>The heart retires within her cave,</br>And, bleeding, asks an early grave!", "Then go, Affection!  I have found</br>Thou both canst give and heal the wound;</br>But waste not one more shaft on me,</br>Maybe I've no more charms for thee;</br>Round this bent form no graces twine</br>Their cheerful wreath for hearts like thine,</br>Restore mine once again to me,</br>And I am quit, and thou art free!</br>"]