["I ask'd of a Shepherd who press'd</br>A bank where the primroses blow,</br>Whose cares had not sadden'd his breast,</br>Though AGE had indented his brow&mdash;", "I ask'd him to shew me the seat,</br>The arbour where CORYDON play'd,</br>Whose warblings so sweetly did meet</br>The chorus that came from the glade.", "\"That arbour\" (he said with a sigh)</br>\"With chaplets of Sorrow is crown'd,</br>Since the pipe, that bade Rapture be nigh,</br>No more spreads the magic of sound!", "\"Can the sun, when it crimsons the hill,</br>Or gilds, with rich lustre, the lawn&mdash;</br>Can the soft-soothing voice of the rill</br>Delight when our CORYDON'S gone!", "\"Beneath yon rude thorn he repos'd,</br>When SPRING had enamell'd each scene;</br>When SUMMER, in splendour, had clos'd,</br>And AUTUMN had mellow'd the green.", "\"In Winter so wild and so drear,</br>In woodlands depriv'd of their shade,</br>He roam'd 'mid the waste of the year,</br>And mourn'd o'er each flow'ret decay'd!", "\"Where dew-dropping willows complain</br>To streamlets that wander beneath,</br>The ECHOES repeated his strain,</br>While the MUSES were twining his wreath.", "\"The first time he breath'd on his reed,</br>And gave its wild notes to the wind,</br>The Swains of the valley decreed</br>A garland &mdash; the type of his mind.", "\"The pink and the lily were there&mdash;</br>The laurel (the emblem of fame)&mdash;</br>The rose that can vie with the FAIR,</br>But, in blushes, renounces its claim.", "\"Still sacred to GRIEF be the bow'rs</br>That rise on the verge of yon grove,</br>Where INNOCENCE gathers her flow'rs,</br>To weave the fond garlands of LOVE:", "\"There CORYDON'S health did decline,</br>Like lilies that droop in the dale;</br>There SORROW did sprinkle his shrine,</br>Like dew that descends on the vale!", "\"What bosom refuses to mourn,</br>Beside the green leaf of his yew?</br>He gave us a lesson to learn,</br>As, dying, he bade us adieu!", "\"Sunk in the shade lies the pride of the grove,</br>When the beam fades at eve on yon height;</br>But we saw all his virtues improve,</br>When the ray of his life set in night.", "\"REMEMBRANCE shall dwell on his lay,</br>That chas'd every woe but DESPAIR;</br>That sooth'd, at the fall of the day,</br>So sweetly the vigils of CARE.", "\"On the breast of yon stream, as it flows,</br>Shall the tribute of sorrow be shed;</br>While the yew drops the dews from its boughs,</br>To impearl the green turf of his bed!\"", "The Shepherd then rose on his crook,</br>As the shades of the Ev'ning were near:</br>In silence he paus'd on a brook,</br>And I bade him farewell with a tear!</br>"]