["A Tear in Death (the silent Mark of Grief)</br>The Man demands, who merits Praise in Life.</br>Say then, what Tears to Corydon are due,</br>The Bard, whose Song still echoes o'er the Plain,</br>Soft pleasing Strains!  of Virtue, Knowledge, Truth.</br>Sage moralizing Bard!  how ravish'd, oft,</br>Attentive to thy pleasing Theme I've sat.</br>Alas!  no more &mdash; the enchanting Reed is broke,</br>The Lyre unstrung, and ev'ry Muse is fled.</br>Wing'd long for Flight, and long ago had flown,</br>When Damon died, Damon with whom they dwelt,</br>Fast by where Thames rolls on her silver Tide,</br>But thou their Flight restrain'd.  And as they sat</br>Pensive beneath the Cypress gloomy Shade,</br>In Sorrow drooping, mourning at his End;</br>Awoke the Song; the distant Sounds they heard,</br>And joyful cry, Lo!  Damon lives again.</br>Mistaken Joy!  yet list'ning to the Notes,</br>The Verse they own'd, reviv'd, and dwelt with thee.", "But say, who now shall stop their dreary Flight?</br>Or charm their longer Stay on Britain's Plains?</br>Thrice happy Plains!  whereon full many a Year,</br>The Sister Train have frolick'd o'er the Green,</br>In sunny Vale, or Stream, or flow'ry Mead</br>In wanton Play, at break, or close of Day,</br>Aside the Hawthorn Hedge, or Beachy Grove,</br>Britannia's Bards inspir'd with various Themes</br>Of Honour, Virtue, Liberty, or Love.", "Thou first O Chaucer!  tun'd th' unpolish'd Strains</br>With wond'rous Art, severe, as just thy Song.</br>Next Spencer, thou, the Prince of all the Train</br>Of Fancy's Sons!  since thee, a numerous Band</br>Exampled high, as boldly struck the Lyre,</br>And nobly sung.  Of these was Corydon,</br>To whom the Tribute of my early Verse,</br>Sincere I pay; how have I flatter'd oft'</br>My rising Fancy, that e'er long 'twould find</br>Some Treasure worthy Corydon's Regard.", "Deluded Fancy!  ev'ry Way misled</br>By feeble Genius; trifles all the Store</br>It homeward brings:  how much unlike to his</br>Who sung the Year, in all its varied Forms,</br>Spring, Summer, Autumn; painting as he sung</br>The Scenes, enchanting Scenes!  the Seasons yield.", "Nor hoary Winter 'scap'd his moral Pen,</br>But led the facile Way, for him who since,</br>From Oxon's sacred School, has charm'd the World</br>With Meditations sweet.  Ah!  now no more</br>He sings, but silent in the lonesome Grave:</br>We pensive mourn his Loss.  By why lament?</br>Why grieve for him?  or mourn his fall in Death;</br>Who Death regarded not, as \"losing all</br>Those fond Sensations, those enchanting Dreams</br>That cheat a toiling World from Day to Day.\"</br>But Death to him, Perfection, Glory, Triumph,</br>Then where the Cause?  if still he dwells with Bards</br>Coelestial; where the circling Hours they spend</br>In Songs of Love, and raise their heavenly Themes</br>In Strains harmonious, never ceasing Strains.</br>Let then the briny Tears for Corydon</br>That swelling rise, drop for ourselves; for us</br>Who live, prone to the loose, and trifling Round</br>Of Vanities below.  Pride, Pleasure, Dress,</br>Or Gold, or gilded Titles; vain destructive Snares!</br>That fill the Dream of Life; for what is Life?</br>A Dream that lengthens out our Nights and Days,</br>Its Joys are brittle, and its Pleasures vain,</br>From this we wake; but wake how few till Death.</br>He, faithful Watch who never miss'd his Hour,</br>Comes at the Dawn and thunders at the Gate.</br>We start &mdash; we rise &mdash; and lo!  the Morn is up.</br>The Morn of long Eternity!  to some</br>A long bright Summer's Day.  But oh?  to those</br>A tedious Winter's Night without a Moon,</br>Who waking cry, we never dreamt of this.</br>O had I equal Power to raise my Theme!</br>In those soft Strains that Corydon would sing:</br>Then might each list'ning Ear attentive wait,</br>Whilst glad Instruction (by the Muse convey'd)</br>Would strike the tenderest Strings that reach the Heart.</br>But who like him remains to move the Soul</br>To gentle Pity; or the rising Tear</br>From each affected virtuous Eye demand;</br>That secret Mark of Approbation, held</br>Applause more just!  to be desir'd by far</br>Above the clatt'ring Noise, the Tribute giv'n</br>By a loud crowded Theatre of Fools.</br>Then let calm Silence better speak his Praise,</br>And save the Verse dejected, weak, and low.</br>"]