["A Youth, the meanest of the tuneful Train,</br>Whom, fair Applause, and Emulation fir'd,</br>Amidst the Grove essay'd some 'raptur'd Strain;</br>The Muse her artless Votary inspir'd:</br>To HYMENEAL Themes the Lyre he strung,</br>And thus, in mystic Verse, the adventurous Poet sung.", "'Twas on Phoenicia's hoarse resounding Coast,</br>Where fam'd Orontes rolls his silver Waves,</br>'Till in the angry Deep his Streams are lost,</br>And o'er the Sands the exulting Billow raves,</br>In the first Age, while yet the World was young,</br>That Venus, Queen of Love, from fruitful Ocean sprung.", "Fair-rob'd Aurora, from the brightening East,</br>Began her roseate Beauties to display,</br>Scattering Refulgence from her radiant Breast,</br>And wide unbarr'd the golden Gates of Day;</br>The Tempests vanish on the Wings of Night,</br>And to the Stygian Gloom precipitate their Flight.", "For, raging Winds long toss'd the troubled Main,</br>Rent the rude Rocks, and the vast Forests tore;</br>The World, 'till then, obey'd stern Winter's Reign,</br>Nor knew, fair Spring, thy renovating Power;</br>Wild Beasts with frightful Howlings fill'd the Groves;</br>Nor yet the Birds had learn'd to chant their airy Loves.", "Nor yet had Mortal felt the sacred Fire,</br>Which Beauty lights in the Beholder's Breast;</br>Strangers to gentle Thoughts, and soft Desire,</br>They wander'd o'er a chearless World unblest,</br>Rapine, and Violence, their Thoughts employ,</br>And Wars, destructive Wars!  infuse a savage Joy.", "This saw the awful Ruler of the Gods,</br>Who Man, of all his Creatures, favour'd most;</br>He bade green Neptune, from his deep Abodes,</br>Conduct the Goddess to Phoenicia's Coast,</br>Where far-fam'd Sydon's royal Spires arise</br>Shine o'er the distant Main, and glitter in the Skies.", "There, o'er the potent State Adonis reign'd,</br>(Who hath not heard of young Adonis' Name?)</br>The sovereign Rule, with equal Hand, maintain'd;</br>Mighty in Power, and great in virtuous Fame:</br>For, Sydon, then, for Arts, and Arms, renown'd,</br>As Britain, now, the Sea's undoubted Queen was crown'd.", "In Ocean's dreadful Caves the Palace stands</br>Of Neptune, bright on Rocks of Diamond rear'd,</br>Where the fierce Floods receive their king's Commands,</br>There sits the God, by furious Tempests fear'd</br>A silver Light the glittering Dome displays,</br>And through the mighty Gates stream forth a hundred Seas.", "Thence, o'er the unbounded Deep his Word he sends,</br>The azure Naiads to his Court repair,</br>Each watry Deity his Will attends,</br>To grace the bright Procession all prepare;</br>At length, advanc'd the Daughter of the Main,</br>The Cyprian Power, amidst her fair attending Train.", "Mean-time, exalted in the purest Sky,</br>The Thunderer ascends his sapphire Throne;</br>He gives the Sign, the Clouds in sunder fly;</br>Confest to mortal Sight, the Immortal shone;</br>The Eagle at his Feet, and in his Hand</br>His dreadful Arms he grasp'd, the Thunder's forked Brand.", "Sent from his Presence, swift as streaming Light,</br>The feather'd Son of lovely Maia springs;</br>Shoots from the Heaven's unmeasurable Height,</br>And wide through Air a Blaze of Glory flings:</br>\"Attend, ye Gods;\" (he cries) \"thou Earth, receive</br>Venus, Love's gracious Power, ascending from the Wave.\"", "Bright, on a silver Car, appear'd the Queen;</br>In silken Harness flew her Swans, and Dove;</br>The naked Graces by her Side were seen;</br>Behind her stood the Sports, and blushing Loves:</br>Heaven, as she came, a purer Blue assum'd,</br>The flowery Spring was born, and Nature fairer bloom'd.", "Even the stern God of Fury, and of War,</br>Mars, from the snowy Hills of savage Thrace,</br>Dropp'd, for a while, his formidable Spear,</br>And wish'd that Strife and mortal Hate might cease;</br>'Till then, his dreadful Arm Confusion hurl'd</br>Wide o'er the Nations round, and laid all waste the World.", "While, thus, the radiant Pomp illumes the Sea,</br>Aloft in Air, the God of Verse and Light</br>Appear'd; he lash'd the fiery Steeds of Day;</br>They foam'd, and spread their sparkling Wings for Flight.</br>Through breaking Clouds they fly with heavenly Force,</br>Swift rolls the golden Car, and kindles in the Course.", "High, in the Air, that brighten'd as he flew,</br>He held the Lyre, and struck the vocal Strings;</br>From Heaven, and Earth, the God Attention drew;</br>And, thus, the NUPTIAL ODE prophetic sings;</br>All Nature heard the Sound; the roaring Main,</br>With all its Waves, were still'd by that celestial Strain.", "\"Thrice happy Sydon!  let thy Sons rejoice</br>Oh, mighty King, the immortal Fair receive;</br>Lo!  Heaven, and all its Gods, approve the Choice</br>Behold, what Glories gild the distant Wave:</br>Let all the Earth her duteous Tribute pay</br>Let all the hoary Deep his sovereign Queen obey.", "\"Never shall Mortal thy Renown exceed,</br>'Till in a western Isle, as yet unknown,</br>A GEORGE shall to a GEORGE'S Crown succeed,</br>And place a CHARLOTTE on his envy'd Throne.</br>With THEM no future Lovers shall compare;</br>He like Adonis blest, SHE more than Venus fair.\"", "Now, on the crouded Shore the Goddess lands;</br>Adonis there receiv'd the beauteous Bride;</br>Old Ocean joins the ardent Lovers' Hands,</br>And their fond Hearts in Chains eternal ty'd;</br>Back to his Sydon's Walls he led the Fair;</br>Night rushes from the Deep, and shades the Earth and Air.", "To bless this UNION all the Gods combin'd,</br>And each the HYMENEAL Presents made:</br>Bacchus, the fabled Conqueror of Ind',</br>Low at their Feet the Spoils of Asia laid;</br>Imperial Power the Queen of Heaven bestow'd;</br>And righteous Rule conferr'd the cloud-compelling God.", "Wisdom the blue-ey'd Power of Athens gave;</br>Hermes rich Eloquence and Commerce brought;</br>Neptune, the Empire of the boundless Wave;</br>Music, and sacred Song, Apollo taught:</br>Thus great, thus happy, young Adonis reign'd,</br>When Beauty's charming Queen, the Queen of Love he gain'd.</br>"]