["He, who by Principle is sway'd,</br>In Truth and Justice still the same,</br>Is neither of the Croud afraid,</br>Though Civil Broils the State inflame;</br>Nor to a haughty Tyrant's Frown will stoop;</br>Nor to a raging Storm, when all the Winds are up.", "Should Nature with Convulsion shake,</br>Struck with the fiery Bolts of Jove,</br>The final Doom, and dreadful Crack,</br>Cannot his constant Courage move:</br>By Arts like these, Alcides, fam'd in Wars,</br>Was to the Gods advanc'd, and Pollux to the Stars.", "By these, Augustus, heavenly Guest!</br>Sits down, and puts the Nectar round;</br>These Arts brought Bacchus to the Feast,</br>By Tigers drawn, with Godhead crown'd;</br>These rais'd Quirinus to the blest Abodes;</br>When Juno, smiling, thus address'd th' assembled Gods:", "\"A foreign Dame, and foolish Boy,</br>Who by false Judgment urg'd my Hate,</br>Conspir'd to ruin wretched Troy,</br>And hasten'd its untimely Fate;</br>E'er since the Founder of that perjur'd House</br>Deny'd the Gods their Due, and broke his solemn Vows.", "\"I to Minerva join'd my Pow'r,</br>To crush that vile detested Race;</br>Old Priam's Palace is no more,</br>And Helen's fair bewitching Face;</br>My Greeks are sated with their Phrygian Blood,</br>Though Hector's Sword so long their conqu'ring Arms withstood.", "\"Here all our mutual Quarrels cease,</br>At length the ten Years Toil is done;</br>Great Mars my Anger shall appease,</br>And I accept his warlike Son:</br>Here let him with immortal Beings sit,</br>With Nectar crown the Bowl, and grace the Realms of Light.", "\"Whilst he enjoys eternal Ease,</br>And Troy's demolish'd Towers</br>Are parted by the middle Seas</br>From fair Italia's Shores,</br>His exil'd Sons new Empires shall adorn,</br>So long as Flocks and Herds insult old Priam's Urn.", "\"There let the Cattle grase and breed,</br>Whilst Rome her lofty Towers shall crown</br>With Trophies from the vanquish'd Mede,</br>And give new Laws to Realms unknown;</br>Extend her Terrors and her Glory far,</br>And through the Subject World, her warlike Eagles bear.", "\"Where the Globe's better Half divides,</br>There let them unmolested reign,</br>Far as the middle Ocean glides,</br>But still from Sacrilege abstain;</br>And leave to its first harmless Parent Earth,</br>The bright bewitching Ore, nor give the Idol Birth.", "\"Where Nature's utmost Limits end,</br>Let Fame display their high Renown,</br>And to each Clime their Arms extend,</br>The frozen Isles, and torrid Zone:</br>Whilst Troy in deep eternal Ruins lies,</br>Let Rome's auspicious State on her Foundations rise.", "\"'Tis on these Terms that Empire stands:</br>Should their ambitious forward Race,</br>With superstitious wicked Hands,</br>Rebuild that most detested Place;</br>Once more it should be sack'd, its Children bleed,</br>Whilst I, the Wife of Jove, my conq'ring Grecians lead.", "\"Should Phoebus, with a brasen Wall,</br>Three Times her haughty Towers surround,</br>Troy should three Times unpitied fall</br>By Grecian Arms, and kiss the Ground;</br>Three Times her Matrons should lament the Slain,</br>And thrice her captive Sons endure the Victor's Chain.\"", "Stay, Muse &mdash; for whither would'st thou fly?</br>'Tis not for thy less lofty Wing</br>To reach Jove's firm Decrees, too high</br>For thee, an humble Maid, to sing:</br>Do not the Speeches of the Gods debase,</br>Nor sink the mighty Theme with low unequal Lays.</br>"]