["It was in spring &mdash; that time of extacy,</br>When but to breathe the fresh and gladsome air,</br>To gaze upon the blue and sunny sky,</br>The bright green fields, the trees, the meadows fair,</br>And cull the wanton wild flowers springing there,</br>To happy youth is worth full many a joy,</br>Which the cold world vainly deems worthy care.</br>Then &mdash; then to live, is hope without alloy,</br>The sense of being, bliss &mdash; which nought on earth can cloy.", "And I had deemed there was no bliss beyond</br>That feeling, till we wandered side by side&mdash;</br>Till shone on me those eyes so brightly fond,</br>Now my sole sunbeam in the world so wide;</br>Till we together watched the waters glide,</br>In silvery ripples, by the silent shore;</br>Till I had tried &mdash; alas!  how vainly tried</br>To think on aught as I had thought before.</br>To cease to think of him, must be to think no more.", "And he had bought for me a little cot,</br>Where creeping jasmine and light woodbine twined;</br>Oh!  beautiful and bright that fairy spot!</br>Yet all its loveliness but brought to mind</br>The one, more beautiful, I left behind;</br>But still I loved it, for beneath each tree</br>Arthur's dear form upon those banks reclined.</br>Whatever faults a stranger's eye might see,</br>That tiny spot of earth was Paradise to me.", "Day after day, and hour succeeding hour,</br>For me Time's flight outstripp'd the flagging wind;</br>And never love had fetter'd with his power</br>A heart more fondly true, more wholly blind,</br>To all that might to others seem unkind,</br>Than mine; &mdash; although his absence seemed an age,</br>Fondly I made excuses in my mind.</br>Think me not tedious &mdash; scorn me not, ye sage,</br>But weep that all my bliss is centred in a page!", "Oh thou, though faithless, still too dearly loved,</br>When I remember that short year of bliss&mdash;</br>That sunny dream of love, as yet unmoved&mdash;</br>The transient tear chased by thy tender kiss,</br>I marvel how I can be sunk to this.</br>I see thee still in dreams, and deem, in sooth,</br>I hear thy voice, and watch no word to miss;</br>I see those eyes all tenderness and truth&mdash;</br>Alas!  I wake in vain to mourn my blighted youth.", "It was not like the happiness I knew</br>When in my first sweet home of peaceful rest&mdash;</br>'Twas joy, or agony &mdash; each feeling grew</br>Wild, stormy, and tumultuous in my breast,</br>Though every wish was granted soon as guessed;</br>Though I had all for which the happiest sigh,</br>There was one thought &mdash; deep, silent, unexpressed,</br>Which called the unbidden tear-drop to mine eye,&mdash;</br>A thought of him I left &mdash; a thought of days gone by!", "Oft would the bitter tear unconscious roll;</br>And Arthur watched, and sought to chase away</br>All that could shade the sunlight of my soul&mdash;</br>Soothed, praised, caressed, and bade my grief not stay,</br>Cheeringly speaking of some distant day</br>When I should turn me to my childhood's home</br>As Arthur's bride &mdash; the gayest 'mid the gay,</br>And bid my fond and aged father come</br>To princely balls and bowers, no more from me to roam.", "Yet when, with timid, trembling voice, I prayed</br>That holy ties our hearts might soon unite,</br>He turned, half playful, half displeased, and said&mdash;</br>\"The links of love will best true love requite;</br>Cold are those worldly ties, and no delight</br>Can those unhappy find who love perforce,</br>Who drag the unwilling chain because 'tis right,</br>Struggling for duty, shrinking from remorse,</br>Sighing for earlier times when free their joyous course.", "\"Oh no, my love! &mdash; my life &mdash; unchanged, unchanging,</br>Still let the flow'ry chain so lightly bind,</br>That hearts may fancy they are free for ranging,</br>And wander out the charmed links to find;</br>Yet still return to one most true, most kind,</br>Half loth to stay, yet powerless to rove,</br>To all but pleasure and each other blind.</br>Oh 'tis a glorious life, a life of love!</br>So may we live on earth as angels live above.", "\"Content thee, then, my love!  for none shall be</br>So dear to me as thou!  and look not grieved,</br>For I have given my life, my soul to thee,</br>My future bride!\" &mdash; He spoke, and I believed;</br>Oh!  who had listened and not been deceived!</br>Alas!  I knew not all the bitter woe,</br>The scorn that waits on her of fame bereaved;</br>I had but menials round me, proud to show</br>Respect for Arthur's sake, though I was sunk so low.", "Once, only once, the witching power to charm</br>Fled from those lips whose accents were so dear.</br>It was a summer evening, soft and warm;</br>I gazed upon the heaven, blue and clear,</br>From out my little latticed window; near</br>Was Arthur standing &mdash; and the woodbine, climbing,</br>Shed a wild fragrance round when on my ear</br>Fell a sweet sound of distant church-bells chiming,</br>And onward came young forms, their steps to music timing.", "Alas I that day &mdash; I oped the casement wide,</br>And watched that gay group with a smiling face&mdash;</br>It was a village wedding; and the bride,</br>Rosy and rich in all youth's blooming grace,</br>Came lightly on, past this my fairy place;</br>Nearer and nearer still I saw them glide&mdash;</br>She 'turned, half startled, as she heard me rise,</br>When some grave matron, walking by her side,</br>Whispered her &mdash; slowly she withdrew her eyes,</br>With a sad farewell glance of pity and surprise!", "Silent she passed, last of the white-robed train&mdash;</br>Oh!  there was something in her pitying look,</br>Mingled with dread, that thrilled my heart with pain.</br>My proud and sinful spirit could not brook</br>To see those gay ones, as their way they took,</br>With half-suppressed contempt in every eye:</br>Tear after tear in vain away I shook,</br>As all, with downcast glance, went slowly by,</br>As if they felt, not saw, some evil thing was nigh.", "Burst the convulsive sob from out my breast!</br>On Arthur's arm I leant my throbbing brow.</br>\"And did I then forsake my home of rest</br>To be so scorned, so shunned, so hated now?</br>Oh!  take me back where my own flowers still blow,</br>Where the beloved ones I left are dwelling;</br>Let me but see them once before I go</br>To that far land where none my sins are telling,</br>For strong against my breast this breaking heart is swelling!\"", "\"Nay, calm thee, love!\" &mdash; in vain the words were spoken;</br>Sob after sob rose thick and chokingly&mdash;</br>My dream was past &mdash; Hope's fairy glass was broken,</br>Dreary and dark my prospects seem'd to be;</br>The path of life, where once I thought to see</br>Bright skies above, and flowers of joy beneath,</br>Faded before me in my agony.&mdash;</br>'Twas all a wilderness, a desolate heath&mdash;</br>Oh!  Arthur, wed me now, or this will be my death.\"", "He dashed away the tear that would encroach,</br>And firmly said, in accents low and deep,</br>\"I could from others bear this wild reproach,</br>But not from thee &mdash; Rosa!  to see thee weep</br>Costs me far more than it would thee to keep</br>Thy sorrow within bounds:  cease this vain strife,</br>And let my promise bid thy sorrows sleep.</br>Soon as a son is born, to glad my life,</br>Oh, then shall Heaven and man behold thee Arthur's wife!", "\"Pass some short months, and then &mdash; \" he turned &mdash; a sigh</br>Burst from his breast, and I could say no more;</br>But fancied, from that hour of agony,</br>That Arthur came less often than before:</br>And when he came! &mdash; ye that are weeping o'er</br>The lost affections of a heart whose care</br>Was once to please you only! &mdash; ye that pour</br>Tears silently, then strive your woes to bear,</br>And try the sunniest smile your faded cheek can wear!", "Pity me!  for it came &mdash; the hour of sorrow</br>To me, that had forgotten how to weep;</br>To me, who gladly hailed each joyous morrow</br>That woke me from light dreams and peaceful sleep!</br>Oh, ne'er did happiness its vigil keep</br>Over the sinful &mdash; theirs is transient joy;</br>The trembling bliss &mdash; the feelings wild and deep,</br>Shooting like lightning o'er the heart &mdash; their toy,</br>Coming in brightness still, more darkly to destroy.", "And Arthur was not what he was ere while;</br>Sad was his eye, and gloomy grew his brow;</br>Changed were his accents &mdash; sorrowful his smile&mdash;</br>Yes, &mdash; he was altered, &mdash; oh!  I cared not how&mdash;</br>But gazed, and wept in bitterness; and now,</br>With eyes averted, or impatient tread,</br>He saw his hapless Rosa's tear-drops flow;</br>No word of comfort soothingly he said,</br>But buried in his hands, with muttered oaths, his head.", "Oh!  it was awful, starting from his trance,</br>To see him pace with hurried step the room;</br>Darting bright troubled fires from every glance.</br>Then calm, but pale, without youth's brightening bloom,</br>As storms, subsiding, leave a cheerless gloom.</br>In vain I supplicated him to tell</br>His grief to me, and let me share his doom,</br>Assured that death with him were welcomed well&mdash;</br>No word he spoke, but still on me those dark eyes fell.", "Months passed:  one evening, as of early days,</br>When first my bosom thrilled his voice to hear,</br>And thought upon the gentle words of praise</br>Which forced my lips to smile, and chased my fear;</br>I sang &mdash; a sob, deep, single, struck my ear;</br>Wondering, I gazed on Arthur, bending low</br>His features were concealed, but many a tear,</br>Quick gushing forth, continued fast to flow,</br>Stood where they fell, then sank like dew-drops on the snow.", "Oh yes!  however cold in after years,</br>At least it cost thee sorrow then to leave me;</br>And for those few sincere, remorseful tears,</br>I do forgive (though thou couldst thus deceive me)</br>The years of peace of which thou didst bereave me.</br>Yes &mdash; as I saw those gushing life-drops come</br>Back to the heart which yet delayed to grieve me,</br>Thy love returned a moment to its home,</br>Far, far away from me for ever then to roam.", "I gazed a moment, mute with sad surprise;</br>My bosom thrilled by that deep sound of woe;&mdash;</br>\"Oh Arthur, oh beloved!  raise those dear eyes,</br>Let but my tears with thine together flow!</br>Whate'er thy grief, let, love, let Rosa know.\"</br>Startled he turned &mdash; sad as a funeral chime,</br>The slow words came &mdash; \"Oh!  Rosa, I must go:</br>This night I sail to reach a foreign clime;</br>Nay, look not thus appalled &mdash; it is but for a time.\"", "Vain were his words &mdash; chill sank my fainting heart:</br>\"Oh!  if dark fate hath doomed us now to sever,</br>I do conjure thee, though all hope depart,</br>By our past love, by every vain endeavour</br>To hold thee here, &mdash; say, dost thou go for ever?\"</br>\"No; by my hopes of bliss &mdash; by all that's dear&mdash;</br>By the blue midnight sky &mdash; the silent river&mdash;</br>By Heaven, which only now my vow can hear,</br>Within three transient months expect me to appear.\"", "He went &mdash; he went!  his shadow, as he passed,</br>Traced his dark outline in the silvery light;</br>And as he closed the gate, he gave one last</br>Long lingering look of love, as if the sight</br>Recalled to memory many a fairer night;</br>He raised his eyes to heaven's blue vault serene,</br>And turned away; &mdash; he went &mdash; the moonbeams bright</br>Chequered with wavy lines the peaceful scene&mdash;</br>And long with dreamy thought I watched where he had been.", "Still hope was left me, and each tedious hour</br>Was counted as it brought his coming near;</br>And joyfully I watched each fading flower;</br>Each tree, whose shadowy boughs grew red and sear;</br>And hailed sad Autumn, favourite of the year.</br>At length my time of sorrow came &mdash; 'twas over,</br>A beauteous boy was brought me, doubly dear,</br>For all the fears that promise caused to hover</br>Round him &mdash; 'twas past &mdash; I claimed a husband in my lover.", "Oh, beauteous were my baby's dark blue eyes,</br>Evermore turning to his mother's face,</br>So dove-like soft, yet bright as summer skies;</br>And pure his cheek as roses, ere the trace</br>Of earthly blight or stain their tints disgrace.</br>O'er my loved child enraptured still I hung;</br>No joy in life could those sweet hours replace,</br>When by his cradle low I watched, and sung;</br>While still in memory's ear, his father's promise rung.", "Three months &mdash; three lingering months, had past away,</br>And my sweet infant had begun to know</br>Upon whose neck his clasping fingers lay,</br>And sought by little signs his love to show;</br>And when my tears unconsciously would flow,</br>Raised those young innocent eyes, with questioning glance.</br>Hark!  a quick step is trampling through the snow&mdash;</br>'Tis he, 'tis he!  I cried, from distant France!</br>But my heart echoed low, 'tis he, 'tis he, &mdash; perchance.", "Close to my beating heart I strained my boy,</br>That moment's bliss repaid whole months of care.</br>Forward I sprang, in fulness of my joy;</br>In joy! &mdash; alas, it was not Arthur there.</br>Stern was the aspect, haughty was the air</br>Of him, who gazed around in wondering mood.</br>\"Lady,\" he said at length, \"art thou aware</br>From whom I come?\"  Trembling, awhile I stood;</br>Then wildly cried, \"from him!  oh, are thy tidings good?\"", "\"Lord Arthur greets thee, and he bade me say,</br>That he no more thine image may retain;</br>That thou must cast the lingering hope away,</br>If hope thou hast of seeing him again;</br>A second parting would but give thee pain;</br>And nevermore\" &mdash; the rest I could not hear:</br>There were words spoken, but I strove in vain</br>To catch the sense; stricken with doubt and fear,</br>Sick grew my fainting heart, and dull my senseless ear.", "Something, I know, was said in soothing tone,</br>As if some comfort in the words were told;</br>Something in praise of that dear little one,</br>And offers large of gold &mdash; accursed gold&mdash;</br>Oh!  at that sound how every vein grew cold!</br>Would that bring back the hope that fled for ever?</br>All rushed upon my mind &mdash; the days of old&mdash;</br>The promise made when we were doomed to sever;</br>I asked, and weeping memory answered, never!  never!", "I strove for speech &mdash; I lifted up my child;</br>With quivering lip that breathed imperfect sound,</br>\"Tell him,\" I said, with voice and gesture wild,</br>\"If in his heart some vain excuse be found,</br>Tell him, this tie, and Heaven, will hold him bound;</br>Tell him, the heart he laboured to beguile</br>Will, breaking, firmly clasp his image round;</br>Tell him, my life will linger but awhile,</br>Say that you saw his child, my rosy infant, smile.", "\"Take back your gold! &mdash; in the heart's agony</br>It is not valued &mdash; it is nothing worth;</br>Tell him, if he is changed, I soon shall die,</br>And then can only need a little earth.</br>Bid him think once, amid his hours of mirth,</br>On the young gladness of our mutual love&mdash;</br>Bid him remember, at my infant's birth,</br>The promise only heard by Heaven above;</br>Oh!  once he had a heart &mdash; seek thou that heart to move.\"", "He promised, and he went &mdash; oh, dire suspense!</br>To breaking hearts how terrible art thou!</br>When every sound strikes sickening on the sense,</br>And the cold drops stand on the pallid brow.</br>I watched &mdash; I waited &mdash; yea, I hoped e'en now&mdash;</br>I thought, perchance, that Arthur's self would come</br>To bid adieu! &mdash; I recked not, asked not how,</br>But thought, if he revisited his home,</br>And only saw his child, again he could not roam.", "The third day broke &mdash; a menial servant came,</br>And brought a letter &mdash; well I knew the hand;</br>Unkind to write &mdash; to send &mdash; my trembling frame</br>Could scarce the strength of tottering steps command.</br>With dim, but eager eyes, each line I scanned&mdash;</br>Oh!  what the words? &mdash; the words &mdash; away!  each one</br>Had lived for ever, even though writ in sand;</br>He said, he gave me back the heart he won,&mdash;</br>He said &mdash; hear it, bright Heaven!  Albert was not his son!", "I read it &mdash; yes!  I read it &mdash; and my heart</br>Refused to break!  I read it yet again,</br>Gazed on, and bade my spell-bound soul depart&mdash;</br>Looked up in anguish to the heavens &mdash; 'twas vain!</br>I shrieked, I wept, sole witness of my pain!</br>Speak for me now, though sinful, lost, and wild,</br>By the vain passion I might not restrain&mdash;</br>By all my sufferings &mdash; by thy mercy mild&mdash;</br>Oh!  witness, by all these, he did reject his child!", "It was his child!  ungrateful and unkind,</br>Thou could'st not think what yet thou dar'dst to say.</br>Oh!  if remorse hath ever crossed thy mind,</br>May Heaven forgive when I am far away!</br>Mayest thou ne'er think, amidst the proud and gay,</br>Of her who now so freely hath forgiven&mdash;</br>Of her who loved thee in life's earliest day,</br>Who lives to pray for thee, to love thee even&mdash;</br>Her latest hope, to meet thy pardoned soul in heaven.", "I rose &mdash; I took my child &mdash; the fatherless!</br>Wiped the big tear-drops from my heavy eyes,</br>That gushed at every mute and dear caress</br>My infant gave; and, as the lone dove flies</br>Far from her widowed nest, through stranger skies,</br>To seek her mate, so, reckless of the scorn</br>Which on the world's sad victim heavy lies,</br>I went, with racking doubt and anguish torn,</br>To die, or bid young Hope again with Love be born.", "With weary limbs, parched lips, and fainting heart,</br>I reached the proud metropolis &mdash; around</br>Were busy throngs, of which I formed no part;</br>And cheerful faces, and the jocund sound</br>Of countless human voices; friends, who found</br>Those that they sought for; children, that could come</br>To meet their mother with a joyous bound.</br>Who welcomed me?  who bade me cease to roam?</br>Alas!  to me this scene was but my Arthur's home!", "I pressed my baby to my throbbing breast,</br>In the wide world he was my only tie;</br>Others had parents, husbands, homes of rest,</br>Loved and were loved again &mdash; Oh!  what had I?</br>No voice was there to soothe mine agony.</br>I wandered on 'mid crowds, alone, alone;</br>None bade me stay, none bade me cease to sigh;</br>By all unpitied, and to all unknown,</br>I had my love &mdash; my grief &mdash; my child: &mdash; all else was gone.", "I reached his door&mdash; that door which once I thought</br>Had oped to welcome me as Arthur's bride;</br>Where oft in joyous fancy, I had brought</br>My poor old father, evermore beside</br>His couch to watch, and be his only guide!</br>Where were those buoyant hopes and feelings now?</br>Where was that vision, raised by youthful pride?</br>Fled with the pureness of that virgin brow</br>Which sorrow might have dimmed, but sin alone could bow.", "I knocked &mdash; oh!  louder knocked my beating heart!</br>When to the door a heavy footstep came;</br>The menial smiled, and bade me quick depart,</br>Muttering \"hard travelling for so fair a dame,\"</br>While indignation shook my trembling frame;</br>I shrank away, the ready tears gushed forth,</br>But pride forbade &mdash; I could not speak my name;</br>A moment's silence, and upon the earth</br>That pitying servant threw some coins of little worth.", "Yea, pity touched his heart &mdash; but oh!  for me&mdash;</br>Was this my fate? &mdash; I was condemned to take</br>From Arthur's servant common charity!</br>I rose &mdash; I said, \"alas!  for pity's sake</br>Let me see him &mdash; thy master &mdash; let me make</br>Myself appeal unto his hardened soul!</br>Some throb of dying mercy I might wake&mdash;</br>Some feeling interest cannot controul&mdash;</br>Some wish, the bitter grief he caused me, to console!\"", "Hard, hard to be refused!  he bade me wait,</br>The only favour he could now bestow&mdash;</br>To stand a mendicant at Arthur's gate,</br>Watching the time when he and all should go</br>To seek amusement in the sunny glow.</br>Oh!  once the gladsome light had charms for me!</br>Once I could watch the dark blue river flow,</br>With smiles of joy, with thoughts of ecstacy;</br>But lips must cease to smile when hearts no more are free.", "I waited &mdash; Heavens!  how crept the weary hours,</br>Step after step, away! &mdash; They bring not him!</br>At length I caught his voice. &mdash; All-gracious Powers!</br>How throbbed my heart, how failed each quivering limb!</br>How seemed each object in my sight to swim!</br>That light, gay, laughing voice! &mdash; it ceased &mdash; the sound&mdash;</br>He came, he came, I raised mine eyes, though dim,</br>And indistinct all figures seemed around:</br>I saw him well &mdash; my hopes my fears, an answer found.", "Beautiful as in life's first early day;</br>Proud as the eagle on his airy height;</br>With that bright sparkling eye, whose glancing ray</br>Spoke from beneath his brow, like dawning light&mdash;</br>With stately form, to fix the wandering sight,</br>And those dark curls uncovered to the wind</br>Which oft, in happier days of sunshine bright,</br>With garlands wild my sportive fingers twined;</br>He stood, lingering awhile for those who came behind.", "Onward they came &mdash; the young, the gay, the free&mdash;</br>With eyes reflecting back the beams that shone,</br>With careless step, and youthful revelry,</br>And graceful laughter's light and silvery tone.</br>They pause &mdash; a gay adieu, and they are gone</br>To meet again at festival or dance;</br>And one fair creature now was left alone,</br>On whom my Arthur cast an anxious glance,</br>And she replied with smiles &mdash; a sister's smiles, perchance.", "I could not rise &mdash; I vainly strove to speak,</br>The words, imperfect, died upon my tongue;</br>Like some sad dream we struggling try to break,</br>The scene around upon my spirit hung;</br>And ever in my ear the accents rung,</br>\"If hope thou hast\" &mdash; oh!  could I hope again?</br>With tender care a mantle Arthur flung</br>Across that lady's steed, and smoothed his mane,</br>Then turned to mount his own, and seized the tightened rein.", "Despair gives strength. &mdash; With one convulsive bound</br>I reached him, clung to him with fevered grasp;</br>And when he gazed in wild amazement round,</br>And strove to disengage my frantic clasp,</br>I burst the bonds of silence with a gasp,</br>And Arthur answered.  Oh!  upon my ear,</br>Like the cold poison of the deadly asp,</br>Freezing my life-blood, fell those accents drear&mdash;</br>Yet he had loved me well &mdash; what had I now to fear?", "Hurried and passionate the words he spoke&mdash;</br>Pale grew his cheek, and darker fell his brow;</br>And from his breast a groan of anguish broke:</br>\"Rosa I would that thou hadst spared me now,</br>'Tis vain &mdash; 'tis past &mdash; alas!  thou know'st not how</br>I struggled and entreated &mdash; 'twas in vain;</br>I may not now renew my broken vow,&mdash;</br>I may not even visit thee again;</br>Rosa, forgive me &mdash; I have suffered equal pain.\"", "Wild was my laugh &mdash; \"Oh!  heartless and unkind!</br>Thou suffer!  may'st thou never feel like me!</br>Yea, give thy vows of passion to the wind;</br>Heaven heard them, though to man, unknown they be;</br>Heaven sees me shunned by all, betrayed by thee;</br>Lured from the happy home where once I smiled;</br>Heaven hears my moan of hopeless agony&mdash;</br>Heavens hears thee scorn thy young and innocent child&mdash;</br>Heaven sees us stand e'en now, beguiler and beguiled.\"", "\"Rosa!  'tis vain &mdash; whate'er I can, I will&mdash;</br>Ask what thou wilt, which riches may bestow;</br>The cot is thine &mdash; mayest thou be happy still!</br>In vain regret may rise, or tears may flow&mdash;</br>Angels may smile above &mdash; man weeps below&mdash;</br>The happiest hours of all my life are past&mdash;</br>The faded flower of love no more can blow&mdash;</br>Thou see'st my bride-my die for life is cast&mdash;</br>Write &mdash; ask whate'er thou wilt &mdash; this meeting is our last.\"", "With desperate step and strong he broke away,</br>Upon his courser in an instant sprung;</br>When soft I heard her voice in pity say&mdash;</br>\"Hast thou relieved her, Arthur?\"  Still I clung</br>To him &mdash; to life &mdash; till at my feet was flung</br>A purse &mdash; a heavy purse &mdash; I loosed my hold.</br>Loud on the sounding stones the iron rung</br>Of those departing steeds &mdash; my blood ran cold&mdash;</br>I gazed on what remained &mdash; my child, my grief, and gold.", "I did not faint &mdash; I did not tear my hair&mdash;</br>I did not shriek to Heaven and man for aid;</br>Once only, when some gazer's piteous care</br>Raised up the purse, and gentle offer made,</br>A groan of anguish, which might not be staid,</br>Burst forth; all then was mute as my despair.</br>I lifted up my child, who, half afraid,</br>Clung trembling to my heart in silence there,</br>And turned me to depart &mdash; returning home &mdash; ah where?", "My cot!  oh!  was it mine?  was I to be</br>A guilty thing, dependent, though unloved?</br>Yet whither turn, to shun the charity</br>Of him whose heart so cold and stern had proved?</br>Would strangers pity when he was not moved?</br>Or would the humble friends of happier days</br>Welcome the wanderer, who lonely roved</br>Through the dark world, shunning her fellows' gaze,</br>Unheard, unsought, the voice of pity or of praise?", "Yet there was one &mdash; one on the boundless earth,</br>Who would not spurn me, even when fallen and lost?</br>Whose gentle fondness smiled upon my birth&mdash;</br>Who watched if e'er a shade of sadness crossed</br>My laughing brow &mdash; and when, by passion tossed,</br>My heart rebellious rose, had gently cheered</br>And watched, consoled, supported, loved me most</br>In sorrow sought, by Nature's ties endeared</br>Father!  to thee I turn, thy wrath no longer feared.", "Once I bethought me, vain and hopeless thought!</br>To make appeal to her, that pitying one&mdash;</br>Woman to woman.  Then I would have sought</br>To move her gentle heart with anguished moan;</br>But ever on my ear there fell the tone</br>Of Arthur's hurried words &mdash; \"Thou see'st my bride!\"</br>Was she indeed his bride?  Yes, hope was gone&mdash;</br>I felt it true.  Roll on, life's 'whelming tide,</br>Wreck the frail bark which now hath lost its only guide.", "And this was he who loved me; he who came</br>To whisper vows to my too willing ear</br>With lip of melody and heart of flame;</br>Vows whose glad truth I deemed so trebly dear</br>To him who breathed them, that had doubt or fear</br>Been raised within my heart, they could not grow&mdash;</br>He whose bright eyes bespoke a soul sincere&mdash;</br>This, this, was he who &mdash; vain remembrance now!</br>He lives to scorn the past &mdash; he lives to break his vow.", "Ah no!  I could not turn me to that cot</br>Which in life's gladsome spring I loved so well;</br>I could not think upon my hopeless lot,</br>And then return, forgotten, there to dwell</br>Where once &mdash; oh memory!  no longer tell</br>The tale too oft repeated, and in vain.</br>What reck we of the scenes that once befel,</br>If all the future is composed of pain?</br>Farewell, thou stranger home!  welcome my own again!", ""]