["PHOEBUS full out his yeerely course had runne,</br>(The wofull Winter labouring to out-weare)</br>And though 't was long first, yet at length begunne,</br>To heave himselfe up to our Hemispheare,</br>For which pleas'd Heaven to see this happie houre,</br>O'rcome with Joy wept many a silver showre.", "When Philomel, the augure of the Spring,</br>Whose Tunes expresse a Brothers trayt'rous Fact,</br>Whilst the fresh Groves with her complaints doe ring,</br>To CINTHIA her sad Tragedie doth act.</br>The jocund Mirle perch'd on the highest spray,</br>Sings his love forth, to see the pleasant May.", "The crawling Snake against the morning Sunne,</br>Like IRIS shewes his sundrie coloured Coat,</br>The gloomie shades and enviously doth shunne,</br>Ravish'd to heare the warbling Birds to roat,</br>The Bucke forsakes the Lawn's where he hath fed,</br>Fearing the Hunt should view his Velvet head.", "Through ev'ry part dispersed is the bloud,</br>The lustie Spring in fulnesse of her Pride:</br>Man, Bird, and Beast, each Tree, and every Floud,</br>Highly rejoycing in this goodly tyde:</br>Save ROWLAND, leaning on a Ranpike Tree,</br>Wasted with age, forlorne with wo was he.", "Great God, quoth he, (with hands rear'd to the Skye)</br>Thou wise Creatour of the Starrie light,</br>Whose wondrous workes thy Essence doe imply,</br>In the dividing of the Day and Night:</br>The Earth releeving with the teeming Spring,</br>Which the late Winter low before did bring.", "O thou strong Builder of the Firmament,</br>Who placed'st PHOEBUS in his fiery Carre,</br>And for the Planets wisely didst invent,</br>Their sundry Mansions, that they should not jarre,</br>Appointing PHOEBE Mistris of the Night,</br>From TITAN'S flames to fetch her forked light.", "From that bright Palace where thou raign'st alone,</br>Whose floore with Stars is gloriously inchased;</br>Before the Footstoole of whose glittering Throne,</br>Those thy high Orders severally are placed,</br>Receive my Vowes, that may thy Court ascend,</br>Where thy cleere presence all the Powers attend.", "Shepheards great Soveraigne, graciously receive,</br>Those thoughts to thee continually erected,</br>Nor let the World of Comfort me bereave,</br>Whilst I before it sadly lye dejected,</br>Whose sinnes, like fogs that over-cloud the Aire,</br>Darken those beames which promis'd me so faire.", "My hopes are fruitlesse, and my faith is vaine,</br>And but meere shewes, disposed me to mocke,</br>Such are exalted basely that can faine,</br>And none regards just ROWLAND of the Rocke.</br>To those fat Pastures, which Flocks healthfull keepe,</br>Malice denyes me entrance with my Sheepe.", "Yet nill I Nature enviously accuse,</br>Nor blame the Heavens thus haplesse me to make,</br>What they impose, but vainly we refuse,</br>When not our power their punishment can slake.</br>Fortune the World, that towzes to and fro,</br>Fickle to all, is constant in my wo.", "This only rests, Time shall devoure my sorrow,</br>And to affliction minister reliefe,</br>When as there never shall succeed a morrow,</br>Whose labouring houres shall lengthen out my griefe,</br>Nor in my brest, Care sit againe so deepe:</br>Tyring the sad Night with distemp'red sleepe.", "And when that Time expired hath the date,</br>What weares out all things, lastly perish must,</br>And that all-searching and impartiall Fate,</br>Shall take account of long-forgotten dust,</br>When every being, silently shall cease,</br>Lock'd in the armes of everlasting Peace.", "Now in the Ocean, TITAN quench'd his flame,</br>That summon'd CINTHIA, to set up her light</br>And she the neer'st of the Celestiall frame,</br>Sat the most glorious on the brow of Night.</br>When the poore Swaine, with heavinesse opprest,</br>To the cold Earth sanke sadly downe to rest.</br>"]