["Ne longer beam'd the radiant god of day,</br>And scarce a murmur floated in the air,</br>The shepherd whistling homeward bent his way</br>To happy scenes, devoid of every care;</br>To smiling boys, whose blooming features wear</br>The marks of ruddy health, and peace, and joy,</br>Who strive full oft the father's gift to share,</br>Some blooming nosegay, or some childish toy,</br>Which he had kindly purchas'd at the neighbouring fair.", "'Twas then a youth, oppress'd with many a woe,</br>Upon whose cheek oft fell the chrystal tear,</br>Mov'd o'er the plain, with trembling steps and slow,</br>Mournful, without a pitying friend to cheer</br>His sadden'd soul, which like the winter drear,</br>Was gloomy horror all, where nought but grief,</br>Keen, piercing grief, was found, nor there</br>Did smiling Hope e'er bring her sweet relief,</br>And shed her cheering beams, or bring kind prospects near.", "His parents died, ere yet twelve times the sun</br>O'er his young head had run its annual round,</br>And ne'er a friend he knew, not one</br>This orphan's mournful lot with comfort crown'd;</br>No soothing voice he heard, no welcome sound</br>Of charity once met his ear, but spurn'd</br>By all, in lonely solitude he found</br>Sweet happiness, there oft his bosom burn'd</br>With manly virtues, hid, like ore, beneath the ground.", "A little hut he rais'd with many a clod,</br>His food was herbs, his drink the limpid stream;</br>Nature the book which rais'd his soul to God,</br>And taught him life itself was but a dream:</br>'Twill soon be past, he cry'd, while many a beam</br>Of joy then sparkled in his youthful eye,</br>'Twill soon be past, no more my sorrows seem</br>T' oppress my soul with grief, or raise the sigh,</br>Ere long the rays of happiness will on me gleam.", "Thus he philosophiz'd &mdash; but now remov'd</br>From calm retirement's ever still retreat,</br>He sought the fair, whom once he saw and lov'd,</br>Whom once he saw and lov'd, she look'd so sweet</br>As she pass'd by his cot on airy feet,</br>And fled so swift the youth pursued in vain</br>Thro' many a grove, the gentle muses seat,</br>Or o'er the mountain, or across the plain,</br>He found her not, she skimm'd along with steps so fleet.", "Gloomy despair at length bedimm'd his soul,</br>As now he sought to end his numerous woes,</br>His yes, once sparkling, now with horror roll,</br>And frantic to the precipice he goes;</br>There gaz'd a moment, then himself he throws</br>Off the high summit in the stream below,</br>Clos'd were his eyes in death, no longer glows</br>His breast with ardour, ne'er again he'd know</br>The cares, or joys of life; but every vein is froze.</br>"]