["&mdash; He laid his side upon the bank,</br>Making his couch of lily and of rose:</br>Above him waved its buds a woodbine dank,</br>Fanning the curls upon his burning brows,</br>His harp was hung upon its slender boughs;</br>And ever as the sudden swelling boughs;</br>Did in its strings the slumbering spirit rouse,</br>He thought upon his Love, so false and fair,</br>And to his wan lips pressed her lock of auburn hair.", "Now Evening's golden urn o'erflow'd with hues</br>Of all rare beauty, on the West afar;</br>And down the sky, encompassed with sweet dews,</br>Came sailing in its state the Twilight Star;</br>And on the hills a quivering silver bat</br>Showed where the Moon was in her cloudy tent,</br>Waiting until her brother's fiery car</br>Had plunged within the watery element,</br>That ever and anon a dying murmur sent.", "The Minstrel smiled; and sighed, \"O gentle bower,</br>Within thy shadow ever might I dwell!</br>Here should I see no Baron's frowning tower,</br>Nor feel upon my heart the Convent knell,</br>Where Love and Beauty in some dreary cell</br>Waste life away, of all its life forlorn,</br>In agonies not made for words to tell;</br>Till comes the long, long night without the morn;</br>And to its earthy bed the broken heart is borne.\"", "A sound was heard in Heaven &mdash; the hurrying clouds</br>Unfurled their pinions o'er the turbid sea,</br>As if dark Spirits sat within their shrouds.</br>Down to its roots was bowed the forest-tree,</br>The wolf against the wind howled mournfully;</br>The cloudy armies still came thickening on,</br>Scaling the mountains till they reach'd the sky&mdash;</br>Then, like a trumpet's solitary tone,</br>The thunder gave the sign &mdash; the tempest was begun.", "The Minstrel started from his dripping bed,</br>And looked abroad on Heaven; the lightning-vein</br>Still left upon the storm its streak of red;</br>The rain had paused, but heavy strokes were seen</br>Bursting the solemn thunder-clouds between,</br>As if, within, the fiery wrath still blazed.</br>The Ocean lay a sheet of trembling green,</br>With spots, like floating islands, purple hazed,</br>Round which with weary sail some wandering vessel mazed.</br>"]