["What time the wearie weather-beaten Sheepe,</br>To get them Fodder, hie them to the Fold,</br>And the poore Heards that lately did them keepe,</br>Shuddred with keenenesse of the Winters cold:</br>The Groves of their late Summer pride forlorne,</br>In mossie Mantles sadly seem'd to mourne.", "That silent time, about the upper World,</br>PHOEBUS had forc'd his fierie-footed Teame,</br>And downe againe the steepe Olympus whurld,</br>To wash his Chariot in the Westrene streame,</br>In Nights blacke shade, when ROWLAND all alone,</br>Thus him complaines his fellow Shepheard's gone.", "You flames, quoth he, wherewith thou Heaven art dight,</br>That me (alive) the wofull'st Creature view,</br>You, whose aspects have wrought me this despight,</br>And me with hate, yet ceaslesly pursue,</br>For whom too long I tarryed for reliefe,</br>Now aske but Death, that onely ends my griefe.", "Yearly my Vowes, O Heavens, have I not paid,</br>Of the best Fruits, and Firstlings of my Flock?</br>And oftentimes have bitterly invayde,</br>'Gainst them that you prophanely dar'd to mock?</br>O, who shall ever give what is your due,</br>If mortall man be uprighter then you?", "If the deepe sighes of an afflicted brest,</br>O'rwhelm'd with sorrow, or th'erected eyes</br>(Of a poore Wretch with miseries opprest)</br>For whose complaints, teares never could suffice,</br>Have not the power your Deities to move,</br>Who shall e'r looke for succour from above?", "O Night, how still obsequious have I beene</br>To thy slow silence whispering in thine eare,</br>That thy pale Soveraigne often hath beene seene,</br>Stay to behold me sadly from her Spheare,</br>Whilst the slow minutes duly I have told,</br>With watchfull eyes attending on my Fold.", "How oft by thee the solitary Swayne,</br>Breathing his passion to the early spring,</br>Hath left to heare the Nightingale complaine,</br>Pleasing his thoughts alone, to heare me sing!</br>The Nymphes forsooke their places of abode,</br>To heare the sounds that from my Musicke flow'd.", "To purge their Springs and sanctifie their Grounds,</br>The simple Shepheards learned I the meane,</br>And Soveraine simples to their use I found,</br>Their teeming Eawes to helpe when they did yeane:</br>Which when againe in summer time they share,</br>Their wealthy Fleece my cunning did declare.", "In their warme Coates whilst they have soundly slept,</br>And pass'd the Night in many a pleasant Bowre,</br>On the Bleake Mountaines I their Flocks have kept,</br>And bid the Brunt of many a cruell showre,</br>Warring with Beasts in safety mine to keepe;</br>So true was I, and carefull of my Sheepe.", "Fortune and Time, why tempted you me forth,</br>With those your flattering promises of Grace,</br>Fickle, so falsly to abuse my worth,</br>And now to flie me, whom I did imbrace?</br>Both that at first incourag'd my desire,</br>Lastly against me lewdly doe conspire.", "Or Nature, didst thou prodigally waste</br>Thy gifts on me infortunatest Swayne,</br>Only thereby to have thy selfe disgrac'd?</br>Vertue in me why was thou plac'd in vaine?</br>If to the World predestined a prey,</br>Thou wert too good to have beene cast away.", "Ther's not a Grove that wondreth not my wo,</br>Nor not a River weepes not at my tale,</br>I heare the Eccho's (wandring to and fro)</br>Resound my griefe through every Hill and Dale,</br>The Birds and Beasts yet in their simple kinde</br>Lament for me, no pittie else that finde.", "None else there is gives comfort to my griefe,</br>Nor my mis-haps amended with my mone,</br>When Heaven and Earth have shut up all reliefe,</br>Nor care availes what curelesse now is growne:</br>And teares I finde doe bring no other good,</br>But as new Showres increase the rising Floud.", "When on an old Tree, under which ere now,</br>He many a merry Roundelay had sung,</br>Upon a leavelesse Canker-eaten Bow,</br>His well-tun'd Bag-pipe carelesly he hung:</br>And by the same, his Sheepe-Hooke, once of price,</br>That had beene carv'd with many a rare device.", "He call'd his Dog, (that sometime had the prayse)</br>WHITEFOOTE, well knowne to all that kept the Playne,</br>That many a Wolfe had werried in his dayes,</br>A better Curre, there never followed Swayne:</br>Which, though as he his Masters sorrowes knew,</br>Wag'd his cut Taile, his wretched plight to rue.", "Poore Curre, quoth he, and him therewith did stroke,</br>Goe, to our Cote, and there thy selfe repose,</br>Thou with thine Age, my Heart with sorrow broke:</br>Be gone, ere Death my restlesse Eyes doe close,</br>The Time is come, thou must thy Master leave,</br>Whom the vile World shall never more deceave.", "With folded Armes thus hanging downe his Head,</br>He gave a grone, his Heart in sunder cleft,</br>And as a Stone, alreadie seemed dead,</br>Before his Breath was fully him bereft:</br>The faithfull Swayne, here lastly made an end,</br>Whom all good Shepheards ever shall defend.</br>"]