["Of late a fond couple alone,</br>In the bar of a coffee-house sat,</br>Where the swain, Mr. Thaddy Mahone,</br>Sigh'd hard at the plump Mrs. Pratt.", "His praises so pointedly gay,</br>The widow received with a smile&mdash;</br>She heard he soft things he could say,</br>But she counted her silver the while.", "\"Mrs. Pratt,\" the fond shepherd began,</br>\"How can you be cruel to me?</br>I'm a love sick and thirsty young man;</br>Oh!  give me some gunpowder tea?", "\"For rolls never trouble your mind,</br>I feast when I look upon you;</br>To my love let your answer be kind,</br>And half a potatoe will do.\"", "\"No trouble at all, sir, indeed,\"</br>Said the lady, and gave him a leer,</br>\"Do you wish today's paper to read;</br>Will you please, sir, to take your tea here?\"", "\"Will I take my tea here?  that I will;</br>But I never read papers and books;</br>Be pleas'd, Ma'am, the tea-pot to fill,</br>You sweeten the tea with your looks.", "\"Saint Patrick!  I've emptied the pot,\"</br>Exclaimed the stout Monaghan youth,</br>\"But, my honey, your tea is so hot,</br>It has scalded the top of my tooth.", "\"How well your good time you employ!</br>May I beg for a jug of your cream?</br>The water's so warm, my dear joy,</br>My whiskers are singed by the steam.", "\"Mrs. Pratt, you are an angel in face,</br>How I doat on your fingers so fair;</br>Oh, I long like a dragon to place,</br>Another gold wedding ring there.", "\"Do you think, now, my lies are untrue?</br>You may shut those sweet eyes of your own,</br>And never see one that loves you,</br>Like myself, Mr. Thaddy Mahone.", "\"Come join your estate to my own,</br>And then what a change we shall see!</br>When you are the flesh of my bone,</br>What a beautiful charmer I'll be!", "\"I have fields in my farm at Kilmore,\"</br>Again Mrs. Pratt gave a leer,</br>And all that he manfully swore,</br>She drank with a feminine ear.", "But scarce did the widow begin</br>To answer her lover so gay,</br>When, alas!  a bum-bailiff came in,</br>And took Mr. Thaddy away.</br>"]