["Thy mountains, Bignor!  fringed with beechen shades,</br>Thy verdant meadows, thy impurpled glades,</br>Brown hamlets, sheltered by the pendant wood,</br>And ancient oaks, that crown the watery flood;</br>Scenes which my mother's artless strains inspired,</br>And the ill-fated muse of Otway fired;</br>Nor sacred less is Herting's cottaged vale,</br>Where Collins breathed his ever-pensive tale,</br>Roused Echo from her sylvan bed of sleep,</br>And bade the groves and mountain shepherds weep.</br>On Arun's banks, where Flora's treasures throng,</br>In the deep vale, through which he pours along</br>His restless stream, to meet his parent flood,</br>Winding 'twixt meadow, purple heath, and wood,</br>Oft has my sainted mother sorrowing, sighed</br>To the low murmurs of his sullen tide;</br>And Echo still, from his cold oozy cave,</br>Repeats the tale, that charmed his wandering wave,</br>Bears her sad history into distant deeps,</br>And with his willowed banks, responsive weeps.", "No more, ye sacred haunts!  in spring's attire,</br>Shall sounds of sweetest harmony inspire.</br>Or the chaste empress of the starry night,</br>The muse's meditating steps invite</br>To the wild pathless copse, or flowery dell,</br>Or where the sheep-fold's melancholy bell,</br>Awakes the solemn silent car of night,</br>Or shepherd's boy in vernal dreams delight.", "What time the hoary owl incessant weals,</br>Winnowing with labouring wings the misty fields,</br>And clamorous rooks, in black battalions meet,</br>Slow verging homeward, to their dark retreat,</br>Now hovering pause, above the tufted trees,</br>And wake to Gothic sounds, the evening breeze,</br>Whilst still is heard, from distant vales among,</br>The mournful woodlark's curfew-pealing song;</br>That time: &mdash; How oft upon thy utmost brow,</br>When evening's beams enriched the vale below,</br>With secret joy the farewell sweet I've seen,</br>As the sun lingering kiss'd each parting scene,</br>The humble village, and the gayer town,</br>Ocean's blue waste of waters, woodlands brown,</br>Beachy's sea-worn immeasurable steep,</br>Which frowns with pallid horror, o'er the deep,</br>Aruna's modest, meadow'd, winding vale,</br>Where magic sounds of minstrelsy prevail,</br>Brightened by turns, &mdash; as his last glimmering ray,</br>Down western waves, still loitering, stole away.</br>"]