["Once more the hum of Commerce fills the port,</br>Her mingled colours greet the morning beam;</br>Innumerous sails the vernal breezes court,</br>And anchoring navies grace the azure stream.", "The flag of Britain, on the mast unfurl'd,</br>Waves proud defiance to the Gallic mound,</br>Where fell ambition, that would grasp the world,</br>Roars, like a lion, to the forest bound.", "Yet safer bound, if rumour do not lie,</br>By beauty's spells th' Imperial victor's charm'd</br>To drink soft pity from his AUSTRIA'S eye,</br>To gaze &mdash; 'till vengeful passions are disarm'd!", "As JUNO, with the Cyprian cestus, wrought</br>A change, unhop'd for, in the Thunderer's mind;</br>By love subdu'd, her sympathies he caught,</br>And war eternal for her smiles resign'd!", "How chang'd the period!  on this level strand</br>Since mighty Caesar from his galley sprung;</br>Whose light keels freighted with the legion-band,</br>No danger met the treacherous shoals among.", "These undefended shores how long a prey</br>To northern hordes, for richer fields athirst!</br>'Till ALFRED'S genius guarded every bay,</br>To Freedom's region barr'd their feet accurst!", "Hail, patriot father of BRITANNIA'S boast;</br>In war, her bolt!  ambassadors in peace!</br>Thy fleets still reap the growth of every coast,</br>Bear home its wealth, and bid contention cease!", "From thee a race of naval heroes climb,</br>Adorn'd of old, by DRAKE and RALEIGH'S name;</br>The climax rising with applauded time</br>'Till NELSON'S labours stamp'd the book of fame!", "And well their country may devotion ask,</br>Who knows their daring service to repay;</br>T' ennoble life, a sovereign's power to task;</br>In death, a public tomb, and grateful lay!", "Tell from thy urn, great victor of the Nile!</br>O tell, if conscious of distress on earth,</br>Thy COLLINGWOOD, whose spirit seeks our isle,</br>The lot reserv'd for partners of thy worth!", "Nor to the higher class the meed confin'd&mdash;</br>I love to muse, and trace it to the crowd</br>Of humbler tenants to the grave consign'd,</br>Which, from the church-yard, challenge praise aloud.", "From every sod the voice of valour calls,</br>On every stone its character imprest;</br>While manly sympathy for him that falls</br>Proclaims the virtues of the seaman's breast.", "Tho' absent here the mausoleum form,</br>The charm of numbers, and the sculptor's art,</br>Th' inscription runs, with Nature's language warm,</br>Th' unquestion'd tribute of the honest heart!", "Ye gen'rous sons of ocean's rugged strain!</br>How sweet to thought the healing you bestow:</br>These just memorials of your comrades slain,</br>From kindred cheeks shall chase the tear of woe.", "Slain at the station by his country given,</br>Indifferent what his place in glory's roll,</br>The seaman's spirit seals his pass to heaven,</br>Undeck'd with rank, who boasts a SYDNEY'S soul!", "Still sweet the thought!  from this sand-girded shore,</br>From GOODWIN'S fair domains by Neptune torn,</br>That shipwreck'd wretches, by the hardy oar</br>Of Kentish veterans erst to safety borne:", "Or anxious voyager, whose sanguine zeal</br>Already clasps his fair in love's embrace,</br>When morn unfolds the welcome sails of DEAL,</br>May, honour'd, here their brave deliverers trace!", "When noon invites to seek the shaded walk,</br>Here oft his comrades shall the tomb survey,</br>Rais'd by their bounty, of his deeds to talk,</br>And mourn the fortunes of the mouldering clay.", "And oft at eve, by pedagogue dismiss'd,</br>The vagrant boy shall ramble thro' these bounds,</br>At times, inspir'd, to emulation list,</br>Or start in fancy, at sepulchral sounds!", "To him these ruins shall instruction preach&mdash;</br>The pointless spire speak man's unfailing doom;</br>The broken column, vanity impeach,</br>That looks for no reward beyond the tomb!", "By him this useful lesson shall be drawn,</br>His country claims his talents and his days;</br>To seek distinction still where dangers yawn,</br>In death, to merit his associates' praise!</br>"]