["Hence, the light numbers of the venal lay!&mdash;</br>Numbers, which wealth, or rank, alone inspire;</br>Hence too the strain, which, with voluptuous sway,</br>Lights in the breast the flame of loose desire!</br>No trivial subject now invokes the Muse,</br>Some Hero's martial prowess to rehearse;</br>Or, urg'd by interest's contracted views,</br>To bring the tribute of obsequious verse.</br>Nor here shall Satire, swoln with envious rage,</br>Vent it's malignant gall, and stain the purer page.", "Be such unhallow'd strains to those confin'd,</br>To those alone, whose adulating lays,</br>(Reflecting mirrors of the servile mind)</br>As fortune points, award the wreath of praise!</br>Let such, the nobler objects of the soul</br>Renounce, the rays of virtue's fire disclaim!</br>Let them, by pointed wit, the world control,</br>And seize the prize of opulence and fame!</br>Poor is the prize, which wealth and fame impart,</br>While scrutinizing conscience rends the inmost heart.", "Far hence be banish'd such licentious strains!</br>A grander theme awakes the Poet's fire;</br>A theme, whose purer argument disdains</br>The low suggestions earth-born cares inspire.</br>To paint Seraphick Hope's benignant pow'r,</br>The youthful Muse aspires on trembling wing:</br>Hope, which can, e'en in sorrow's gloomy hour,</br>Th' assuaging balm of consolation bring:</br>Dispel the clouds, which darken all the view,</br>And in the languid breast th' exhausted strength renew.", "High on a rock, whose elevated brow</br>Frowns o'er the deep, the Goddess takes her stand;</br>From her blanch'd robes, which, pure as ether, flow,</br>The rays of animating light expand;</br>And while around the cliff's exalted pile,</br>The turbid waves in angry Phalanx form,</br>She views, with resignation's placid smile,</br>Th' accumulated horrors of the storm.</br>Tho' seas on seas in mingled fury roll,</br>Firm, and unshaken, rests the purpose of her soul.", "O say, throughout life's complicated maze,</br>Where winding paths the dubious step beguile,</br>Where rankling envy, foe of well-earn'd praise,</br>In ambush lies, and plans th' insidious wile;</br>Tho' dangers threat, in direst form array'd,</br>Whence draws the mind unconquerable force?</br>Whence, 'midst opposing terrors undismay'd,</br>Holds she the tenor of her destin'd course?</br>Hope smooths the way, levels the rugged height,</br>And thro' he thwarting shades dispenses genial light.", "Mark, where the exiled Wretch, the toiling slave,</br>(So dooms the mandate of despotick pow'r)</br>Imprison'd deep within the gloomy cave,</br>Digs from earth's greedy womb the sordid ore.</br>Thro' the wide labyrinth of drear despair,</br>Damp vapors blast the wholesome breath of day:</br>Around imperious darkness reigns, save where</br>The dim lamp sheds it's solitary ray;</br>And, O distracting thought!  no Friend appears,</br>To calm the wounded breast, and sooth its poignant fears.", "Yet e'en the Wretch, to these dark caverns driv'n,</br>To solitude, and daily toil, consign'd,</br>Exil'd from ev'ry benefit of Heav'n,</br>Still feels a ray of comfort in his mind.&mdash;</br>Oft as remembrance to the soul conveys</br>The long-lost blessings of a happier fate;</br>Oft as remembrance to the soul pourtrays,</br>What charms on friendship, what on freedom wait;</br>Hope chears the view with low'ring clouds o'ercast,</br>Points to the future scenes, and cancels all the past.", "Hark!  The deep thunder rends the trembling pole;</br>The livid light'ning darts athwart the clouds;</br>White breaks the surge, and dread the billows roll,</br>While the winds whistle thro' the shiver'd shrouds.</br>Prest by the horror of impending woes,</br>With folded arms, behold the Sailor stand!</br>O'er the wild waves his straining eye he throws,</br>In eager search of hospitable land.</br>In vain he looks around &mdash; No land is nigh&mdash;</br>No friendly port, alas!  relieves the anxious eye.", "Anon his Comrades call. &mdash; Rouz'd at th' alarm,</br>He starts, and joins the persevering Crew;</br>Puts forth the vigor of his manly arm,</br>And braces ev'ry languid nerve anew.</br>Vain all the schemes, which fertile art provides;</br>Nor art, nor labor, can destruction check;</br>Triumphant o'er the found'ring vessel's sides,</br>The chaf'd sea breaks, and whelms the crouded deck.</br>Some few escape; they, to Heav'n's will resign'd,</br>Seize the light trembling boat, and trust the stormy wind.", "Thro' the swoln billows of th' Atlantick deep</br>They drive, obedient to the current's force;</br>And while around them threat'ning tempests sweep,</br>Nor chart, nor compass, guide their perilous course.</br>Amidst the horrors of the tedious night,</br>From the Moon's shrouded orb no lustre darts;</br>No glimm'ring Star, with tutelary light,</br>To the strain'd eye its wonted aid imparts.</br>Chill cold benumbs the limbs: &mdash; With rapid pace,</br>Convulsive famine stalks, and writhes the haggard face.", "E'en thus, though death, in varied form, assail,</br>Night after night, they stem the foaming waves:</br>Chear'd by the jocund song, and festive tale,</br>The dauntless spirit ev'ry danger braves.</br>Dear are the relatives of social life,</br>Dear is Britannia's long-relinquish'd soil;</br>But dearer far, the claims of Son and Wife;</br>For them they brave th' extremity of toil.</br>These strong ideas flatt'ring Hope suggest,</br>Confirm the slacken'd nerves, and fire the drooping breast.", "Turn to yon Wretch!  Deep in his wounded frame</br>Despair hath fix'd her agonizing dart;</br>Indignant pride, reluctant, timid shame,</br>Alternate seize, and rend the throbbing heart.</br>He, when revolving years had stamp'd him Man,</br>When call'd the ampler stage of life to tread,</br>With ev'ry pleasing hope his course began,</br>And choicest blessings crown'd his favor'd head.</br>Smooth glides the Bark, fann'd by the buoyant gale:&mdash;</br>Voluptuous Zephyrs breathe, and swell the wanton sail.", "At length, (sure end of riot's giddy round)</br>Adversity begins her iron reign;</br>Wide o'er the scene so late with pleasures crown'd,</br>Grim penury leads forth her ruthless train.</br>Around the Ministers of vengeance throng;</br>Contempt, and want, exert remorseless pow'r.&mdash;</br>Where's now the soothing strain, and chearful song?</br>Where now the troop which hail'd his blissful hour?</br>All fled, like unsubstantial shadows fled,</br>What time the Sun in clouds hides his effulgent head.", "Abandon'd, and forlorn he stands; bereft</br>Of all the relatives, which Man holds dear:</br>Not e'en a ray of consolation left,</br>Calamity's disastrous path to chear.</br>O whither can he turn? &mdash; To life's past scene,</br>Rich with the bounties of benignant fate?</br>Anon the present horrors intervene,</br>And doubly aggravate the galling weight.</br>Before him, a dark, dreary prospect lies;</br>Dangers on dangers croud, terrors on terrors rise.", "Frantick with grief, he grasps the fatal steel,</br>(Despondency's last refuge here below)</br>And, deaf to injur'd Nature's strong appeal,</br>Now meditates the liberating blow.&mdash;</br>But soft!  What voice is that, whose potent claim</br>Arrests the ear, with more than mortal sway?&mdash;</br>In the dire crisis of despair, and shame,</br>Athwart the clouds, Hope darts a genial ray;</br>Hope calls, and at her animating word,</br>The outstretch'd arm is check'd, and drops the pointed sword.", "Alike, in all the scenes of life's wide stage,</br>In all, directing Goddess, Hope presides:</br>Whate'er pursuits the active mind engage,</br>She moves each spring, and ev'ry passion guides.</br>Whether, by sordid avarice inspir'd,</br>Treasure on treasure we insatiate heap;</br>Or, by ambition's brighter glories fir'd,</br>We climb fame's perilous and craggy steep;</br>Thy spirit, Hope, in the rapt bosom swells;</br>Anticipates the bliss, and ev'ry fear dispels.", "And yet, alas!  How fugitive, how vain</br>The Phantom, which deluded Man pursues!</br>How quickly past is pleasure's airy reign,</br>And mad ambition's elevated views!</br>Speak ye, who in the dissipated round</br>Of luxury, and festive riot, glide:</br>Speak ye, whom fortune's lavish hand hath crown'd,</br>With the gay pomp of wealth, and tow'ring pride!</br>Can opulence, can pomp's exalted state,</br>Or pleasure's festive song, arrest the arm of fate?", "Whate'er or opulence, or rank, can boast,</br>Is limited to life's contracted span;</br>Pass but a few, few fleeting years, at most,</br>Lo!  Death subverts the visionary plan.</br>But Hope, the brightest Minister of Heav'n,</br>Rests on Religion's adamantine base;</br>To her a delegated pow'r is giv'n,</br>Empire, uncircumscrib'd by local space.</br>Beyond earth's bounds, she soars on outstretch'd wing:</br>Wrests from the grave its victory, from death his sting.", "Ingrate apostacy, and foul revolt,</br>Apostacy from God's supreme command,</br>Draws down on Man the desolating bolt,</br>And arms with terror Heav'n's avenging hand.</br>Exil'd from Paradise, that happy seat</br>Where spring eternal crown'd the teeming soil,</br>The guilty Pair, with ling'ring step, retreat,</br>Heirs now of misery, and ceaseless toil.</br>Behind them, o'er their forfeit bow'rs display'd,</br>Wide thro' the troubled air, flames the Cherubick blade.", "O how can ye, immortal as ye were,</br>To whom the earth spontaneous treasures gave,</br>Sustain the galling weight of toil and care?</br>How silence the dread horrors of the grave?</br>Lo!  in the midst of Heav'n's predicted wrath</br>Mercy vouchsafes to send a guiding ray;</br>Illuminates the long and dreary path,</br>And soothe the labor of the toilsome day.</br>The grand Seducer falls; &mdash; Man's exil'd race,</br>From Satan's bonds absolv'd, resume their forfeit place.", "As the lone Pilgrim, whom the shades of night</br>O'ertake, when near some pathless forest's side;</br>As he, if chance he spy a distant light,</br>Braves ev'ry fear, and hails th' auspicious guide:</br>Thus Adam, by the star of mercy led,</br>Undaunted quits his interdicted bow'rs;</br>Tho' doom'd the paths of wretchedness to tread,</br>The star of mercy soothe the lonely hours.</br>Tho' death be doom'd, the animated heart,</br>By Heav'n's blest promise rais'd, smiles at the mortal dart.", "Hence, 'midst the mazes of each future age,</br>When mystic Prophecies inform'd Mankind,</br>Hope's lenient aid could ev'ry ill assuage,</br>Relieve the faint, confirm the dubious mind.</br>Tho' Kings lead forth their Hosts in stern array,</br>Tho' war her train of vengeful Furies wake;</br>No perils can Religion's Sons dismay,</br>No menace virtue's dauntless spirit shake.</br>Firm rests the soul, amidst the dungeon's gloom;</br>E'en unappall'd in death, defies the Tyrant's doom.", "Contemplate Job!  On his devoted head</br>Satan exhausts misfortune's baneful train;</br>Around the ministers of rapine spread,</br>And desolation blasts the fertile plain.</br>Sudden th' impetuous Whirlwind sweeps along,</br>Wresting the lordly mansion from it's base,</br>And, 'midst the chorus of the genial song,</br>In ruin whelms the Father's wretched race.</br>View him thus fall'n!  \"Fall'n from his high estate!\"</br>The mark of pointed scorn, the outcast prey of fate!", "Nor yet alone, howe'er severe the stroke,</br>External ills the troubled spirits press:</br>The weight of poverty's disastrous yoke,</br>Contempt, and destitution's bleak distress:</br>On the cold ground the bleeding suff'rer lies,</br>Victim of fell disease, and writhing pain;</br>From limb to limb the wasting fever flies,</br>Shoots thro' the nerve, and racks the throbbing vein.</br>View him thus fall'n!  in life's first wishes crost;</br>Each blessing from him snatch'd, and ev'ry comfort lost!", "Friendship, which should, with sympathetick aid,</br>With social converse, lighten mis'ry's weight:</br>Friendship throws double gloom on ev'ry shade,</br>And sharper points the shafts of adverse fate.</br>E'en She, by rites of holy marriage bound,</br>Calamity's sore burthen to remove;</br>To sooth and mitigate the rankling wound,</br>By the soft blandishments of faithful love;</br>E'en She, dire fate!  bids trim Heav'n's King defy:</br>Bids him all fealty abjure, curse God, and die.", "In complicated woe o'erwhelm'd at length,</br>Patience no more the oppressive load sustains;</br>The soul, bereft of Nature's fost'ring strength,</br>Questions Heav'n's will, and God's award arraigns.</br>\"Perish the day, perish the fatal hour,\"</br>He cries, \"when first these eves beheld the light!</br>From that untimely moment, Satan's pow'r</br>Hath curs'd each dawning day, each closing night.</br>Hear me, O Death!  this weary soul release!&mdash;</br>'Tis thine, and thine alone, to shed the balm of peace.&mdash;", "\"But hence, Despair!  Hence, with thy rueful train!</br>Be ev'ry froward murmur hence supprest!</br>Man still, though doom'd affliction to sustain,</br>Heav'n's first, and dearest object, sands confest.</br>I feel, (awaken'd Job exclaims) I feel</br>My lab'ring breast with new-born comfort glow.&mdash;</br>Religion makes her eloquent appeal,</br>And counteracts misfortune's sharpest woe.</br>Her better hopes, o'er the dark pow'rs of death</br>Triumphant, animate the sick, and fainting breath.", "\"My blest Redeemer lives. &mdash; In that last day,</br>When, 'like the baseless fabric of a dream,'</br>Earth's unsubstantial glories pass away,</br>He then shall stand, acknowledg'd Lord supreme.</br>My blest Redeemer lives. &mdash; Tho' death this head</br>Consign, a victim to the silent tomb;</br>Tho' worms around my lifeless body spread,</br>Tho' noisome worms, these mould'ring limbs consume.</br>Triumphant still o'er Satan's pow'r I rise;</br>My God, my God appears, and wakes these languid eyes.\"", "Could Hope, e'en in that dark and distant age,</br>The anguish of the tortur'd breast compose?</br>Disease in all its threat'ning forms assuage,</br>And minister the balm of soft repose?</br>Could Hope, so long before that day appear'd,</br>The aera of Redemption to Mankind,</br>When truth's bright beams the realms of darkness chear'd,</br>And purg'd the mists of error from the mind;</br>Could she, e'en then, exalt the drooping soul,</br>Confirm it's trembling pow'rs, and every ill control?", "And shall we now, now while celestial light</br>Pours forth the lustre of unclouded day,</br>Still slumber in the darksome vale of night,</br>Nor wake to greet the Evangelick ray?</br>Shall we, tho' mercy to Man's guilty race</br>Glad tidings of felicity announce;</br>Shall we, attach'd to life's contracted space,</br>Salvation's proffer'd heritage renounce?</br>Tho' Heirs of Heav'n, sink in th' oblivious grave,</br>Like the prone, grov'ling Beast, instinct's obsequious slave?", "Awake, ye Sons of Men!  The hallow'd word</br>Contemplate, stamp'd with truth's immortal seal!</br>Mark, where the faithful Servants of their Lord,</br>Thro' the wide world Heav'n's high behests reveal!&mdash;</br>Calamities from ev'ry quarter press;</br>Ten thousand perils darken all the view;</br>Contempt, indignant hatred, sore distress,</br>And friendless indigence, their steps pursue.</br>Stern persecution's arm, by pow'r maintain'd,</br>The ruthless sword uplifts, with Martyrs' blood distain'd.", "Firm amidst legions of surrounding foes,</br>With unremitted zeal, they hold their course:</br>Undaunted 'midst oppression's varied woes,</br>Defy Authority's vindictive force.</br>In vain the furious Bigot threats; in vain</br>The Sophist weaves the net of subtle art:</br>The Tyrant, 'midst his adulating train,</br>Feels terror shake his agonizing heart;</br>E'en on his throne he trembles; Guilt and Shame</br>Fix deep their barbed shafts, and rend his coward frame.", "Behold the path which leads to endless life!</br>In this the Martyr trod, all pow'r withstood;</br>Brav'd ev'ry danger in the mortal strife,</br>And ratify'd his faith with sacred blood.&mdash;</br>At length, oppression's sanguinary hand</br>No more o'er Christians holds vindictive sway;</br>No more the ruthless Tyrant's fell command</br>Consigns to death his unresisting prey.</br>Yet e'en to us, from all these terrors freed,</br>Still the same Hope is giv'n, the same reward decreed.", "Hail, thou pure Inmate of the human breast!</br>Thou delegated Guide of Man, all hail!</br>The brightest Minister of joy and rest,</br>And fairest flow'r in life's bewilder'd vale!</br>O to thy suppliant's pray'r (such Heav'n design'd</br>Thy office) to his pray'r propitious bend!</br>Confirm and animate the trembling mind!</br>On thee he calls, man's first and firmest Friend.</br>Thy beams, amidst the horrors of despair,</br>Disperse the gath'ring mists, and purge the grosser air.", "Or, should the mild award of fate assign</br>The pomp, and dignity of earthly state;</br>Should fortune, in one long unbroken line,</br>Bid pleasure on her fav'rite Child await:</br>When wealth corrupts the alienated sense,</br>Or pleasure's bonds enthral the torpid soul,</br>O then thy salutary strength dispense!</br>The fascinating blandishment controul!</br>Be thine the hallow'd task, immortal Guide,</br>To check vain arrogance, and curb o'erweening pride.", "Approach, in all thy radiant charms array'd;</br>The blooming charms of never-fading youth!</br>To the mind's eye, in purest light pourtray'd,</br>Hold up the tablature of living truth!</br>And when the Soul, the slave of low desire,</br>Courts the fleet visions of voluptuous mirth,</br>Teach it, from bondage rescued, to aspire</br>Beyond the narrow boundaries of earth,</br>To those bright realms, where, free from all alloy,</br>Exhaustless comfort springs, and everlasting joy.", "The World, in all its boasted grandeur proud,</br>In all it's stores of dazzling splendor bright,</br>Is but a transient, unsubstantial cloud,</br>Which the Sun skirts with momentary light:</br>Anon, th' assailing winds impetuous rise,</br>Black low'rs the tempest in the sullen sky;</br>Before the driving blast the vision dies,</br>And all the vivid tints of splendor fly:</br>Pass but a moment, ev'ry ray is gone;</br>Nor e'en a vestige left, where the bright glories shone.", "And shall we, for this visionary gleam,</br>Degen'rate swerve from Heav'n's immortal plan?</br>Give up, for vanity's light airy dream,</br>The nobler heritage reserv'd for Man?</br>Tho' rocks their cragged heads in ambush hide,</br>Tho' storms and tempests sweep the angry Main;</br>While Hope's fair star shines forth auspicious Guide,</br>E'en tempests, storms, and rocks, oppose in vain,</br>Safe, 'midst the Ocean's iterated force,</br>The sacred Vessel shapes her Heav'n directed course,</br>"]