["Avaunt, ye scowling Cares, of hideous brow!</br>Whilere that brooded on my joyless breast,</br>No more beneath your baneful sway I bow,</br>No more your terrors haunt my tranquil rest,</br>In blooming bow'rs of fond Idea blest,</br>White handled Hope, with seraph-smile divine,</br>And Peace, emerging from her Halcyon-nest,</br>And all the beauteous race of Mind are mine,</br>While polish'd MOIRA lends a lustre to my line!", "There are, the witching verse who basely slight,</br>Intent on vulgar arts, I loath to share;</br>There are, who feel no exquisite delight,</br>In aught sublimely grand, or sweetly fair;</br>There are, to whom, yon rich expanse of air,</br>Teems not with forms, by faery fingers wrought;</br>Still poring on the earth, with leaden stare,</br>The tender-featur'd family of Thought,</br>Madly they mock, dull slaves!  by impious mammon caught.", "Tho' no vile hoards my iron coffers fill,</br>Can I not commune with Heirs of Fame?</br>From the pure current of whose fluent quill,</br>Unfading praise, and kingly honours came;</br>Can I not wooe the laughter-loving dame,</br>With HIM, illustrious LEPANTO's fray;</br>Illume my lamp at JONSON's learned flame;</br>Or weave with thee, dear Bard!  the wizard lay,</br>That, whilom, wildly rung by DESMOND's turrets gray.", "Fell waves!  who rudely rob'd my SPENSER's song</br>Of half its worth, and griev'd the Elfin Queen,</br>For this so great, irreparable wrong,</br>Ne'er on your brim be blue-ey'd Sea-nymph seen,</br>Sleeking her humid locks of glossy green,</br>Nor sportive TRITON wind his tortuous shell;</br>Yet know, remov'd from your obdurate spleen,</br>His descant charms the Ocean-pow'rs who dwel</br>In Coral cave profound, or pearly-pillar'd cell.", "With HIM, who sung the SEASONS, I may rove,</br>Romantic RICHMOND!  by the wat'ry glade;</br>Or, hallow'd to the voice of hopeless Love,</br>Thro' the fair Leasowes' woe-enamour'd shade;</br>Scenes in eternal bloom by song array'd!</br>Or, in delightful reveries employ</br>The hour with HIM, whom each melodious Maid</br>Mark'd for her own, &mdash; ah!  dead to every Joy,</br>Mysterious, but unmatch'd, Invention's wond'rous Boy!", "Rail as ye list, ye minions of decay!</br>And ban the wight for other ages born;</br>Wav'd the pin'd Minstrel from your gate away,</br>Nor waste one glance upon his state forlorn;</br>You cannot close the portals of the Morn,</br>When the faint Dawn first opes her dewy eye;</br>Your mandate cannot hush the vocal thorn;</br>Embitter frolic Zephyr's fragrant sigh;</br>Or chase gay Ev'ning down the many-colour'd Sky!", "Nor may you of their gorgeous garb deprive</br>The flowery tribe, that gem the woodland waste;</br>Nor mar the murmurs of the honied hive;</br>Nor will, by your vain menace, be effac'd</br>The various tints, in bright embroidery plac'd</br>By Fancy's touch, that fringe the purple cloud;</br>Tho' little by your vaunted presence grac'd,</br>The thrush will twitter from his leafy shroud,</br>And tell the babbling brook his amorous pain aloud.", "Free o'er the furze-clad heath, of yellow bloom,</br>My devious step may wander, unconfin'd,</br>Nor miss the tissued labours of the loom,</br>Fum'd by the incense of the Western wind;</br>My nature will no courtly shackles bind;</br>No servile flatt'ry varnish'd o'er with art;</br>While, on yon mountain's misty summit shrin'd,</br>Majestic sitting from the world apart,</br>I to great NATURE pour the homage of my heart.", "Witness, ye hills!  with many a vapoury wreath</br>Entwin'd, whose green brows court the sunny ray;</br>Witness, ye spicey gales!  whose odours breathe</br>The glowing blush of health where're you stray;</br>Ye silvery streams!  that, warbling, wind away,</br>Whose tiny Naiads are with amber shod;</br>Witness what rev'rence I was proud to pay,</br>When, awefully sequester'd, I have trod</br>Lone NATURE's paths recluse, to NATURE's bounteous GOD!", "To airy regions my spirit roam,</br>Wafted on wild Imagination's wing,</br>There can I find, and fix my viewless home,</br>And reign o'er magic realms creative king;</br>And while soft breezes sweep th' AEOLIAN string,</br>Or the loud tempest swell the bolder base,</br>Bid my slight servants nectar'd banquets bring,</br>And laughing at the little pomp of Place,</br>Triumphant, raise my throne o'er Time, and bounded Space.", "Hark!  mighty MILTON, leaning from his sphere,</br>Repeats his Paradisal tale again;</br>Hark!  gently steals upon my trembling ear,</br>Of sainted SHAKESPEARE the consummate strain;</br>'Tis harmony, 'tis Heav'n itself! &mdash; in vain,</br>Th' ecstatic impulse I essay to hide,</br>But listed in their everlasting train,</br>Wheel my swift journey from this globe aside,</br>Light as the buoyant blast that fans the plume of Pride.", "Such raptur'd vision can an empire buy?</br>Can sceptres purchase one celestial dream?</br>All that in jewel'd quarries, glist'ring, lye,</br>The topaz' blaze, the ruby's sanguine gleam,</br>The chrystal, spotless as the living stream,</br>The em'rald, glancing fierce its vivid hues,</br>Or diamond's insufferable beam,</br>Are infinitely poor:  nor would I chuse</br>Th' exuberance of the Mine before the deathless Muse!", "Then wail not, Genius!  thy unworthy lot,</br>Where'er thou sadly shrink'st from sight profane;</br>Thy patient labours shall not be forgot,</br>Nor lost the influence of thy lofty strain;</br>From Glory's nodding crest, of crimson stain,</br>The laurel shall forsake it's seat sublime;</br>The prostrate column load the groaning plain;</br>While rising o'er the wreck, thy sacred rhyme</br>Shall fire to noble feats the Sons of future time.", "Vagrant, and scoff'd, and houseless, as thou art,</br>The powerful spell of thy exalted theme,</br>Shall wake to bolder deed the warrior's heart,</br>Shall breathe o'er sleeping Love a brighter dream;</br>From every line shall fresh Instruction stream;</br>The cottage-hearth thy pensive plaint shall hear;</br>In regal hall thy glittering harp shall gleam;</br>The dark, cold breast of lonely Sorrow chear;</br>And start from Phrenzy's lid Conviction's frozen tear.", "Heav'ns!  can I stoop to aught of mortal mold,</br>Whom shapes fantastic beck to bliss unknown?</br>Say, can I glote on rayless heaps of gold,</br>When yon ethereal landscape is my own?</br>Where it's pure Sov'reign plants his fiery throne;</br>Are not his aureate shafts elanced around,</br>'Till, by her twinkling train distinctly known,</br>His Sister meek, with paler glories crown'd,</br>Uprears her maiden front, with argent fillet bound.", "Hence!  the deep gloom, that wraps in central shade,</br>The struggling splendours of th' immortal Mind!</br>Hence!  ev'ry black surmise, that would invade</br>The breast by charming sympathies refin'd!</br>Ye felon doubts!  I give you to the wind:</br>Fortune benign, now, blows her gentlest airs,</br>To aid my vent'rous flight, too long confin'd;</br>And Fancy her undaunted plume prepares,</br>To sail the highest heav'n; &mdash; Avaunt ye scowling Cares!</br>"]