["ARGUMENT.</br>I gat thee in my father's bower</br>Wi' muckle shame and sin,</br>An' brought thee up in good green wood</br>Aneath the heavy rain.</br>Oft hae I by thy cradle sat,</br>An' fondly seen thee sleep&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>Gae rowe my young son in the silk,</br>An' lay my lady as white as the milk.", "Old Strevline, thou stand'st beauteous on the height,</br>Amid thy peaceful vales of every dye,</br>Amid bewildered waves of silvery light</br>That maze the mind and toil the raptured eye.</br>Thy distant mountains, spiring to the sky,</br>Seem blended with the mansions of the blest;</br>How proudly rise their gilded points on high</br>Above the morning cloud and man's behest!</br>Like thrones of angels hung upon the welkin's breast.", "For these I love thee!  but I love thee more</br>For the gray relics of thy martial towers,</br>Thy mouldering palaces and ramparts hoar,</br>Throned on the granite pile that grimly lours,</br>Memorial of the times, when hostile powers</br>So often proved thy steadfast patriot worth.</br>May every honour wait thy future hours,</br>And glad the children of thy kindred Forth!</br>I love thy very name old bulwark of the North!", "Alas!  the winding Forth, and golden vale</br>Caught not the eye of her who sought thy gate!</br>Her spirits sank, her heart began to fail!</br>Weeping she came, nor could her tale relate!</br>Mador she named, and, trembling for her fate,</br>Watch'd the tall porter's dark unmeaning stare,</br>Who jested rudely of her hapless state,</br>And bade her to some distant country fare,</br>For such a name as that no Scot did ever bear.", "Humbly she begg'd to pass the porch within,</br>That of the nobles she a view might gain,</br>And her inquiries cautiously begin;</br>But all her urgent prayers and tears were vain.</br>Harsh she was told, \"no longer to remain,</br>For knights and lords would soon be passing by,</br>And they would be offended at such stain</br>Upon their knighthood and their honours high:</br>That such as she seem'd made for mischief purposely.\"", "No beam of anger ray'd her glistening eye,</br>It sunk like star within the rubied west;</br>Or like the tinted dew-bell, seen to lie</br>Upon the rose-leaf tremblingly at rest,</br>Then softly sinks upon its opening breast&mdash;</br>So sunk her eye, while firmly she replied,</br>\"Since no appeal, nor plea of the distress'd,</br>To Scotland's court may come, whate'er betide,</br>Thou shalt not drive me hence till I am satisfied.\"", "Oh, many an eve she wander'd round the rock,</br>In hopes her faithless Minstrel to espy;</br>And many a time to dame and townsman spoke,</br>With blush obtrusive, and with question shy;</br>But nor by name, by garb, by minstrelsy,</br>Nor strict discernment, could she Mador find.</br>Her fond and ardent hopes began to die;</br>In cheerless apathy with all mankind,</br>She only wish'd to leave the world and shame behind.", "Loath to depart and seek a cheerless home,</br>Down at the base of Strevline's rock she lay;</br>She wish'd her head laid in the peaceful tomb!</br>She kiss'd her boy, but word she could not say.</br>She turn'd her eyes to heaven in act to pray&mdash;</br>Oh hold those lips, unused to give offence!</br>That prayer will rise in wild impassion'd way,</br>How have thy woes arisen, and from whence?</br>Oh search, before thou dar'st accuse Omnipotence!", "The worthy Abbot of Dunfermline came;</br>He mark'd her beauty, and he heard her weep.</br>Silent he paused, and eyed her lovely frame;</br>For churchmen aye observant eye do keep</br>On female beauty:  though devotion deep,</br>And homilies behove the holy mood;</br>From rostrum still in wily guise they peep&mdash;</br>For why? &mdash; by them 'tis wisely understood,</br>That to admire the chief of all Heaven's works is good.", "The Abbot ne'er had look'd on face so meek!</br>The pleasure that it gave was mix'd with pain:</br>He saw her lift her full blue eyes to speak;</br>She only sigh'd and cast them down again,</br>Then view'd her babe, while tears fell down like rain,</br>Wiped her young cheek, and back her ringlets threw.</br>The Abbot's honest bosom heaved amain!</br>A look so lovely ne'er had met his view;</br>'Twas like a forest rose, wet with untimely dew.", "Question respectful, and sincere reply,</br>Brought on a long and earnest conference;</br>The tale was told of Mador's perfidy</br>Which thou hast heard &mdash; but still, on some pretence</br>Of treacherous memory, or lost incidence,</br>The Abbot caused her tell it o'er and o'er;</br>Then did he stand in long and deep suspense,</br>As bent some dubious mystery to explore;</br>As one who little said, but thought and knew much more.", "Still did his eye oppress the gentle dame;</br>Not on her face, but arm, it seem'd to stay;</br>She ween'd her boy did this attention claim,</br>And set his cap, and donn'd his overlay;</br>Then watched the Abbot's eye &mdash; but not that way</br>It seemed to bend &mdash; a trivial ring she wore,</br>Of silver framed, neglected, old, and gray,</br>Warp'd with the unknown mysteries of yore;</br>Twas on that ancient ring his eye directly bore.", "\"Fair dame,\" he said, \"did thy betrayer leave</br>No token of his faith, nor pledge of love?</br>Did he, like knight, no ring or bracelet give,</br>Which he was bound to challenge or approve?\"</br>Her thought-bewildered eyes began to move</br>Now to the ring, now to the Abbot's face;</br>Faint recollections o'er their lustre wove</br>A still, a doubtful, melancholy grace&mdash;</br>'Twas like an April sky, which dubious shades embrace.", "She spread her fair hand trembling in the air&mdash;</br>\"Save that old ring, no other pledge have I;</br>He gave't in moment of distracting care,</br>When from my arms and danger forced to fly:</br>Something he said, but of what tendency,</br>Or what effect, remembrance ne'er could frame.</br>From the device I nothing may imply,</br>Nor mark it bears, unless the moulder's name,</br>Small its avail to me, nor other pledge I claim.\"", "A glow of anger flushed the Abbot's face;</br>He knew the old dis-valued ring full well;</br>And much its owner wish'd he to disgrace,</br>For he was generous, but shrewdly fell.</br>\"I'll find him out,\" he said, \"by search or spell,</br>If in fair Scotland he holds rank or place&mdash;</br>Remain thou here till I our Sovereign tell.\"</br>Then up the hill he strode with hurried pace,</br>And left the lovely dame in sad uncertain case.", "Scarce was he gone, when on the path she saw,</br>That leads from vale of Strevline to the town,</br>A weary wight that toward her did draw,</br>With hanging hose, and plaid around him thrown;</br>His grizzled locks waved o'er his cheek so brown.</br>She thought his stoop and stride too well she knew,</br>His mournful eyes to earth were fixed down,</br>Save when a transient glance he upward threw</br>Where Scotland's palace rose, and her broad banners flew.", "She heard him mutter vow of fell revenge!</br>Closer to earth she clung, in fear and shame,</br>Resolved nor word nor look with him to change;</br>But all unbrookable as nigh he came,</br>Her bosom yearn'd, her heart was in a flame.</br>Feebly she cried, \"My father, turn this way!\"</br>Up stretched the stranger's rough uncourtly frame&mdash;</br>'Twas old Kincraigy, from the banks of Tay,</br>Who stood like statue grim, in wild and doubtful way.", "That painful greeting may not be defined!</br>Nature's own language flowed from either tongue;</br>Nor fell reproach, nor countenance unkind,</br>With freezing scowl above their soothings hung:</br>Both child and mother to his bosom clung;</br>He wiped her tears, and bade from grief refrain;</br>\"Thou art my child, and thou hast suffered wrong,</br>How could'st thou leave me, prey to sharpest pain?</br>But I have found thee now, we ne'er shall part again!\"", "Straight to the royal hall the Abbot went,</br>Where sat the king, his dames, and nobles all;</br>Scarce did he beckon, scarce his brow he bent,</br>But raised his hand their sole regard to call,</br>And thus began, while silence sway'd the hall:&mdash;</br>\"My liege, I grieve such message here to bring;</br>But now there waits below your palace wall</br>The loveliest flower that ever graced the spring,</br>That ever mounted throne, or shone in courtly ring.", "\"She bears a form of such delightful mould,</br>I ween'd before me sylvan goddess stood;</br>Such beauty these old eyes did ne'er behold!</br>&mdash;Nay, smile not, dames &mdash; for by the blessed rood,</br>What I aver I pledge me to make good.</br>She's Beauty's self portray'd, and to her breast</br>Is prest a lovely babe of playful mood.</br>She has been wrong'd, betray'd, and sore oppress'd,</br>And, could a heart believe! &mdash; the traitor here is guest.\"", "The king was wroth, and rose from off his throne,</br>Look'd round for flush of guilt, then raised his hand:</br>\"By this!\"  said he, \"the knight that so hath done</br>Shall reparation make, or quit the land,</br>I hold not light the crime, and do command</br>A full relation &mdash; He who can betray</br>Such beauty with false vow, and promise bland,</br>As lieve will dupe his king in treacherous way.</br>The ruthless traitor's name, and hers, good Abbot, say.\"", "\"Thou art my generous king!\" the Abbot cried,</br>\"And Heaven will bless thee for this just award;</br>This feeble arm of mine hath erst been tried,</br>And for the injured has a foeman dared:</br>And should the knight your mandate disregard&mdash;</br>'Tis old and nerveless now, and small its power,</br>But all his skill its vengeance shall not ward&mdash;</br>Beshrew his heart, but he shall rue the hour!&mdash;</br>The knight is Mador hight, the dame fair Ila Moore.\"", "As e'er you saw the chambers of the west,</br>When summer suns had journey'd to the main,</br>Now sallow pale, now momently oppress'd</br>With crimson flush, the prelude of the rain,</br>So look'd the king; and stamped and scowl'd amain,</br>To stay the Abbot's speech, who deign'd no heed,</br>But did, with sharpest acritude, arraign</br>The low deceit, the doer and the deed,</br>And lauded much the king for what he had decreed.", "\"I think I know the wight,\" the king replied;</br>\"He is abash'd, and will not own it now;</br>But my adjudgment shall be ratified,&mdash;</br>A king hath vow'd, and must not break his vow.\"</br>Then look'd he round, with smooth deceitful brow,</br>As he the mark of conscious guilt had seen;</br>Then, with majestic air and motion slow,</br>Walk'd with the Abbot forth into the green;</br>But all unknown the strain of converse them between.", "The Abbot hasted to his lovely ward&mdash;</br>Judge of his false conjecture and alarms,</br>When he beheld this nymph of high regard</br>So fondly folded in a stranger's arms.</br>But Oh, how much they added to her charms,</br>The filial tears adown her cheek that ran;</br>The kindest glow the human heart that warms</br>Play'd o'er the visage of the holy man;</br>While he, to sooth his guests, an artful tale began.", "He led them to his home of peace the while,</br>Where all was rich, yet all in simple guise,</br>And strove with cheerful converse to beguile</br>Each latent fear and sorrowful surmise.</br>Well skill'd to read, in language of the eyes,</br>What the still workings of the heart might be,</br>He bade her don those robes of courtly guise,</br>For they were hers, a gift bestowed free,</br>And ere the fall of night her Minstrel she might see.", "When from the chamber she return'd, array'd</br>In braided silk and rich embroidery,</br>The Abbot rose, confounded and dismay'd,</br>And old Kincraigy nigh had bent his knee.</br>An earthly form she scarcely seem'd to be;</br>Such dazzling beauty neither once had seen.</br>\"Fair dame, a lady thou may'st shortly be,\"</br>Said the good Abbot, with enraptured mien,</br>\"But Nature meant thee more, she form'd thee for a queen!\"", "Scarce had she answer with a blush assay'd,</br>Scarce raised th' astonished babe unto her breast,</br>When entered Mador with a look that said</br>His heart was generous and his mind oppress'd.</br>His minstrel garb he wore, and purple crest&mdash;</br>Nought of his woodland flower he could espy!</br>But one who on a silken couch did rest,</br>That seem'd some form of eastern deity!</br>The Minstrel bowed full low, while wonder dimm'd his eye.", "The shifting hues that sported o'er her face</br>Were like the streamers of the rosy eve,</br>And to her beauty lent a nameless grace&mdash;</br>Those blushes could not Mador undeceive!</br>His fancy made no motion to believe</br>That e'er his Highland maid had half the charms,</br>Till the good Abbot did his mind relieve,</br>In pity of a female's fond alarms:</br>\"What, my first love!\"  he cried, and sprung into her arms.", "He kiss'd her lips, he kiss'd her burning cheek,</br>Caress'd her young son in the fondest way;</br>A chain of gold was hung around her neck,</br>And diamond bracelets shed the sparkling ray:</br>Such kind and fond endearment did he pay,</br>The Abbot scarce from weeping could refrain.</br>Nought good or bad could old Kincraigy say,</br>The farthest corner did his brow sustain,</br>And when they spoke to him he could not speak again.", "\"Thou shalt be mine,\" the generous Minstrel said;</br>\"If I had known my love's unhappy state,</br>Not all the land my presence should have staid!</br>Thou hast been injured, and my blame is great!</br>This night the holy Abbot we'll entreat</br>To join our hands, then art thou doubly mine;</br>Then hie thee back to Tay, for I must wait</br>Our Sovereign's will; but do not thou repine,</br>For all thy native hills, from Tay to Bran, are thine.", "\"I have some favour with our Monarch's ear,</br>And he hath kindly granted my request;</br>If this our son his royal name may bear,</br>That his shall be an earldom of the best.</br>I have his signet, and his high behest</br>To turn the ruthless Albert to the door:</br>The royal bounds, that border to the west,</br>He grants thee too &mdash; these all are thine secure,</br>And every dame on Tay shall stoop to Ila Moore.", "\"Haply to distant land I now may roam,</br>But next when summer flowers the highland lea,</br>I will return, and seek my woodland home</br>Within the bowers of sweet Kinnaird with thee.</br>There is a lowly spot beneath the tree,</br>O'ershadowed by the cliff &mdash; thou knowest it well;</br>In that sweet solitude our cot shall be;</br>There first we loved, and there in love we'll dwell,</br>And long, long shall it stand, a Minstrel's faith to tell.", "\"When summer eve hath wove her silken skreen,</br>Her fairy net-work of the night and day;</br>Hath tipt with flame the cone of mountain green,</br>And dipt the red sun in the springs of Tay;</br>How sweet with thee above the cliff to stray,</br>And see the evening stretch her starry zone!</br>Or, shaded from the sun's meridian ray,</br>Lie stretch'd upon the lap of greenwood lone!</br>Oh, happier shalt thou be for sorrows undergone!\"", "Their hands were join'd &mdash; a mother's heart was blest!</br>Her son was christen'd by his Sovereign's name;</br>In gold and scarlet the young imp was dress'd,</br>A tiar on his head of curious frame.</br>But ne'er on earth was seen a minstrel's dame</br>Shine in such beauty and such rich array!</br>An hundred squires and fifty maidens came</br>Riding on palfreys, sporting all the way,</br>To guard this splendid dame home to her native Tay.", "Needs not to sing of after joys that fell,</br>Of years of glory and felicity;</br>Needs not on time and circumstance to dwell:&mdash;</br>All who have heard of maid of low degree,</br>Hight Ila Moore, up-raised in dignity</br>And rank all other Scottish dames above,</br>May well conceive who Mador needs must be,</br>And trace the winding mysteries of his love.</br>To such my tale is told, and such will it approve.", "CONCLUSION.</br>Return, my harp, unto the Border dale,</br>Thy native green hill, and thy fairy ring;</br>No more thy murmurs on the Grampian gale</br>May wake the hind in covert slumbering;</br>Nor must thy proud and far outstretched string</br>Presume to renovate the northern song,</br>Wakening the echoes Ossian taught to sing;</br>Their sleep of ages still they must prolong,</br>Till son inspired is born their native hills among.", "Loved was the voice that woo'd from Yarrow bowers</br>Thy truant flight to that entrancing clime;</br>She weened thy melody and tuneful powers,</br>Mellow'd by custom, and matured by time,</br>Or that the sounds and energies sublime,</br>That darkly dwell by cataract and steep,</br>Would rouse anew thy visionary chime,</br>Too long by southland breezes lull'd asleep.</br>Oh may she well approve thy wild and wandering sweep!", "Should her fair hand bestow the earliest bays;</br>Although proud learning lift the venom'd eye,</br>Still shalt thou warble strains of other days,</br>Struck by some tuneful spirit lingering nigh;</br>Till those, who long have pass'd derisive by,</br>Shall list to hear thy tones when newly strung,</br>And Scottish maidens over thee shall sigh,</br>When I am all un-named by human tongue,</br>And thy enchanted chords by other hands are rung.</br>"]