["I.</br>On Itchin's fringed bank as Warton stray'd</br>And, pensive, sought his lov'd Aonian maid,</br>Who whilom strung bold Pindar's lyre,</br>And bade the youth to heav'nly strains aspire;</br>'Twas she who, from the sacred fount</br>That cools the blest Pierian bowers,</br>Chac'd the profane, and on the mount</br>Of Hybla, crown'd with ever-blooming flowers,</br>Wove frequent, at the blush of morn,</br>New wreaths, the brow of Horace to adorn;</br>'Twas she who, weeping over Maro's tomb,</br>Gave Tibur's yellow stream a long adieu!</br>To Britain's favour'd isle she flew,</br>And taught its sons to rival Greece and Rome!", "II.</br>Oft did he call upon the wanderer's name,</br>The Conscious herds return'd a plaintive sound;</br>For she, the constant guardian of his fame,</br>With fault'ring steps forsook the faithless ground!</br>Too well she knew, endued with powres divine,</br>What dangers did her chosen bard await,</br>Who rescued from oblivion's darksome state</br>The early offspring of the tuneful Nine!</br>Whose learned labour now restores</br>Imprison'd verse from Gothic shores,</br>And from the castles of the ruthless Dane</br>The hoary Minstrel calls again!", "III.</br>Plunging beneath the silver flood</br>She sought old Inchin's dark abode,</br>And told her sorrows there;</br>How Envy, mutt'ring o'er the page,</br>Had tutor'd Dulness into rage</br>Against a life so dear!</br>Soon as the rush-crown'd god had heard the tale,</br>His vocal shell resounded thro' the vale.</br>Borne on the breeze the Naiads all,</br>And nymphs obey the potent call;</br>Be yours the pleasing task, he said,</br>To shield the poet's laurel'd head</br>From each insidious foe;</br>Lest, rapt above all meaner things,</br>He soar on Fancy's magic wings,</br>Nor heed the gulph below.", "IV.</br>Thrice croak'd the raven on the neighb'ring dome,</br>And thrice the owl untimely skimm'd the meads;</br>A deeper murmur rustled thro' the reeds,</br>Portentous all of dire events to come!</br>Now, traitor to the worth it bore,</br>The bank repell'd the stream no more,</br>But sunk beneath his feet;</br>He fell!  and all Parnassus sigh'd</br>As erst when Tracian Orpheus died,</br>And Cath'rine's classic Hill did ev'ry sigh repeat?", "V.</br>But see, where, springing from the guiltless wave,</br>His nervous arms the yielding waters cleave;</br>And see, the busy throng</br>Of sprits waft him safe along</br>Where Chaucer's reverend shade yclad in bayes</br>His chaplet vails, meet guerdon on his layes;</br>Where peerless Spenser, pride of Faery Londe,</br>In glitterand stole, Elisa's guifte bedighte,</br>Bends all unpatient o'er the pebly stronde,</br>Viewing with eyne of joyance and delighte</br>The unhop'd saftie of the lerned wighte;</br>Moche lever they'd recall each pleasaunt straine,</br>Moche lever lose their fame in mirkie nighte,</br>With nameless carls forgotten aye remaine,</br>Than see him done to die by whom they live againe!", "VI.</br>Songs of triumphs round him rise,</br>Lo Paeans rend the skies!</br>He lives again!  he lives!  they cry,</br>He lives, the echoing woods reply,</br>And lift their verdant heads;</br>Instead of sighs that swell'd the gale,</br>Joy revels through the winding vale,</br>And laughs along the meads!</br>Now to yon venerable piles he hies</br>Were Wykeham bade neglected Science rise;</br>There folded in a brother's honour'd arms</br>He smiles at dangers past and rude alarms!</br>Genius of Learning, would'st thou be ador'd,</br>To men like these thy patronage afford;</br>Bid Nobles haste to call their merit forth,</br>Nor gild with empty praise such sterling worth!</br>"]