["Each scene of youth to me's a pleasing toy,</br>Which memory, like a lover, doats upon;</br>And mix'd with them I am again a boy,</br>With tears and sighs regretting pleasures gone.", "Ah!  with enthusiast excesses wild</br>The scenes of childhood meet my moistening eye,</br>And with the very weakness of a child</br>I feel the raptures of delights gone by.", "And still!  fancy, as around I stroll</br>Each boyish scene, to mark the sport and game,</br>Others are living with a self-like soul,</br>That think, and love such trifles, just the same.", "An old familiar spot I witness here,</br>With young companions where we oft have met:</br>Tho' since we play'd 'tis bleach'd with many a year,</br>The sports as warmly thrill my bosom yet.", "Here winds the dyke where oft we jump'd across,</br>'Tis just as if it were but yesternight;</br>There hangs the gate we call'd our wooden horse,</br>Where we in see-saw ridings took delight.", "And every thing shines round me just as then,</br>Mole-hills, and trees, and bushes speckling wild,</br>That freshen all those pastimes up agen&mdash;</br>O grievous day that chang'd me from a child!", "To seek the plaything and the pleasing toy,</br>The painted pooty-shell and summer-flowers,</br>How blest was I when!  was here a boy;</br>What joys were mine in those delightful hours!", "On this same bank I bound my posies up,</br>And cull'd the sweetest blossoms one by one;</br>The cowslips still entice me down to stoop,</br>But all the feelings they inspir'd are gone.", "Though in the midst of each endear'd delight,</br>Where still the cowslips to the breezes bow,</br>Though all my childish scenes are in my sight,</br>Sad manhood marks me an intruder now.", "Here runs the brook which I have damm'd and stopt</br>With choking sods, and water-weeds, and stones,</br>And watch'd with joy till bursting off it plopt,</br>In rushing gushes of wild murmuring groans.", "Here stands the tree with clasping ivy bound,</br>Which oft I've climb'd, to see the men at plough,</br>And checquer'd fields for many a furlong round,</br>Rock'd by the winds upon its topmost bough.", "Ah, on this bank how happy have I felt,</br>When here I sat and mutter'd nameless songs,</br>And with the shepherd-boy, and neatherd, knelt</br>Upon you rush-beds, plaiting whips and thongs.", "Fond memory warms, as here with gravel-shells</br>I pil'd my fancied cots and walled rings,</br>And scoop'd with wooden knife my little wells,</br>And fill'd them up with water from the springs.", "Ah, memory sighs, now hope my heart beguiles</br>To build as yet snug cots to cheer despair,</br>While fate at distance mocks with grinning smiles,</br>And calls my structures \"castles in the air.\"", "Now e'en the thistles quaking in the wind,</br>The very rushes nodding o'er the green,</br>Hold each expressive language to my mind,</br>And, like old comrades, tell of what has been.", "O \"sweet of sweets\" from infancy that flow,</br>When can we witness bliss so sweet as then?</br>Might I but have my choice of joy below,</br>I'd only ask to be a boy agen.", "Life owns no joy so pleasant as the past,</br>That banish'd pleasure, wrapt in memory's womb:</br>It leaves a flavour sweet to every taste,</br>Like the sweet substance of the honeycomb.</br>"]