["To you ye fair Maids of the round,</br>The ring where we oft have been gay,</br>Full well I remember the sound,</br>Tho' in sorrow I tell it to-day.", "Young COLIN the smartest of all,</br>With his pipe and his sweet oaten reed,</br>Caught my heart, for you know he was tall,</br>And what could his music exceed!", "The dance being ended he came</br>And sat by my side on the bank;</br>With envy you heard him proclaim,</br>That I with the fairest might rank.", "The garland that hung on his arm,</br>With pleasure he fix'd on my brow,</br>Nor could I beware of the harm,</br>For he was all innocence now!", "\"The flowers, he said, he had chose,</br>And 'mongst them the choice maiden-blush,</br>But I was the sweet blooming Rose.\"&mdash;</br>I trembled, and begg'd he would hush!", "To call up my fold it was time,</br>In haste I made way to my care,</br>And tho' all my number was nine,</br>My favourite fleece was not there.", "Half frantic I ran o'er the plain,</br>And got to the shady retreat,</br>And listen'd again and again,</br>To hear my poor wanderer bleat:", "But would you believe it, ye Maids,</br>Young COLIN was then in the grove?</br>'Twas under those ever-green shades,</br>Where Cupid, you told me, would rove.", "The Urchin sat high in the Palm,</br>The Cypress just cover'd his head,</br>His bow seem'd to threaten much harm&mdash;</br>I saw it, and fain would have fled:", "But COLIN came out of the bow'r,</br>My lambkin came tottering too,</br>The grass was all wet with the show'r,</br>Alas, Maidens, what could I do!", "To shelter me under a beach,</br>The Deceiver he gave me a nod!</br>But there!  Oh!  I made the sad breach</br>'Gainst Virtue, myself, and my God!", "No longer that tree shall live drest,</br>In satin and woodbine so gay,</br>'Twas there I was robb'd of my rest,</br>And there I will end my last day.", "I'll poison the root with my tears,</br>Like me it shall moulder away;</br>After COLIN I send all my fears,</br>This tribute to virtue I pay.", "I have gather'd some grass for my lamb,</br>And made up a bed of green moss,</br>But, ah!  how I feel for its dam,</br>She's bleating all round for her loss.", "When you find it, I beg you with care</br>Will render it back to the fold,</br>And decently cover me where</br>You see I have hallow'd the mould!</br>"]