["Sore for the selfishness of men I wail,&mdash;</br>Scarce other motives human action guide,&mdash;</br>And sore I pity those of intellect frail,</br>Who in aught else save their own strength confide.</br>That might, that soul, with heaven alone allied,</br>May all the casual gusts of fate defy;</br>But he who trusts in power or kingly pride,</br>Well it behoves, like Britons, to rely</br>On miscreant's doubtful aid, for thankless knaves to die!", "It hath been said, and suiteth well my tale,</br>That Spain's hot peasants danger strove to shun,</br>Even when their foemen sorest did prevail,</br>And ravaged every vale of Arragon.</br>If there is wealth to gain or insult done,</br>The proud and selfish Spaniard aught will dare;</br>Farther he cares not &mdash; feels not &mdash; but anon</br>Flies to his gleesome dance and jocund fare,</br>And gives unto the winds his vows and patriot care.", "Erewhile, in hamlet of full old regard,</br>A goodly hind, Alayni hight, did won,</br>His parents' healthful toil who daily shared</br>And on each festal eve, when was begun</br>The blithsome dance, and frolic, &mdash; there was none</br>Who ruled the sport with such resistless sway;</br>And when, perchance, his will was lothly done,</br>His froward mood displeasure did bewray;</br>Ne fail'd he then to thwart and contravene the play.", "Oh, me!  he was a hot and restless wight:</br>No rival nor superior might he brook,</br>In feat of deft activity or might,</br>Nor even in mirth, or maiden's favouring look.</br>At fall of evening, ofttimes he forsook</br>His father's home, some secret deeds to dare:</br>Never was known the pathway that he took,</br>Although his walks were watch'd with prying care;</br>But many doubtful stains his raiment daily bare.", "One maid he loved &mdash; young Kela of the dale,</br>With passion vehement, and her alone:</br>The foemen came &mdash; No tears could aught avail,</br>For they were men of France, and never known</br>To feel for pain or misery but their own.</br>The village homes were plunder'd and despoil'd;</br>The beauteous village maids of Arragon</br>They dragg'd from parents' home in anguish wild,</br>To their voluptuous tents, to live in bondage vilde.", "Kela, the loveliest of these mountain maids,</br>Marot, the leader, for his own did claim;</br>All proffers of redemption he evades,</br>Answering to all her plaints with words of shame:</br>Loudly she wail'd and call'd Alayni's name,</br>While he, aroused to madness and despair,</br>Raved in such words as tongue did never frame,</br>Smote his perturbed breast and tore his hair,</br>And to have red revenge by Jesus' cross he sware.", "Fast did the frenzy seize the village crew;</br>Around Alayni thronged they each one;</br>Their maids, their wealth, had vanish'd from their view.</br>Frantic they flew unto the altar-stone,</br>And, kneeling round, with hands laid thereupon,</br>They vow'd to God nor sleep nor rest to take</br>Until the spoilers should by blood atone</br>For the unholy pillage they did make;</br>So help them Christ in heaven, for youth and virtue's sake!", "Man, maid, and matron, swore eternal feud</br>Against the ruthless reavers and their race;</br>To madness changed their sullen lassitude,</br>Forth did they spread abroad front place to place,</br>Wrath in each voice and wildness on each face;</br>Aloud they cried for vengeance manifold;</br>Much magnified their scathe and sore disgrace.</br>Each Arragonian, when the tale was told,</br>Caught the wild flame in guise which pen may not unfold.", "From orchard and from field the peasants run,</br>Even the grey sires refuse to stay behind;</br>Ten thousand bosoms pant beneath the sun,</br>Ten thousand vows are borne upon the wind.</br>All toward blood and massacre inclined</br>The throng march'd forth &mdash; Alanyi led them on.</br>'Twas night &mdash; their foes were all to sloth resign'd;</br>For they had wassail'd deep, feasting upon</br>The spoils and maiden charms of plunder'd Arragon.", "They knew nor arms nor armed troop was nigh;</br>The hostile peasantry they laugh'd to scorn.</br>Still were they lying there, and long shall lie!</br>What bands of spoilers waked not on the morn!</br>In one short hour an army was o'erborne,</br>Slaughter'd like sheep, or in the flight cut down;</br>Small was the number left to stray forlorn,</br>Nor could they tell by whom they were o'erthrown;</br>An army late there was, but army now was none.", "Alayni with three comrades madly sped</br>Unto the tent where hated Marot lay;</br>They found him lying on voluptuous bed,</br>And in his arms his lovely hapless prey.</br>Like one she seem'd who longed much for day;</br>Her moisten'd cheek no downy pillow prest,</br>Her raven locks dishevell'd and astray,</br>Hung o'er her panting bosom, ill at rest!</br>Which turned was away from her destroyer's breast.", "\"Up, noble captain! &mdash; up and taste our cheer;</br>A Spanish festival awaits thee nigh;</br>To lie voluptuously in slumber here</br>Great shame it is, while souls so quickly fly</br>From this to regions of a genial sky.</br>Up, noble captain &mdash; thou must come away!\"</br>Alayni said, and raised him violently;</br>\"Treason!\"  the captain cried, in wild dismay;</br>Albeit they loudly laugh'd at his forlorn array.", "Alayni dragg'd him forth unto the green,</br>With burning hand entwisted in his hair</br>Sore did he writhe, and loudly call'd, I ween,</br>For kindred arms, but kindred none were there</br>While him they mock'd with light and jocund air,</br>And much did aggravate his woeful plight.</br>Oh, it forsooth is grievous to declare</br>How they did mangle that poor hapless wight;</br>Nor ceas'd their ruthless game till he was slain outright!", "\"Rush forth,\" Alayni said, \"into the fields</br>The work of death goes unresisted on!</br>Rush forth, my friends, our haughty foemen yield;</br>For me, the whiles I shortly must begone</br>To comfort my true love, but all alone,</br>As meet it is, with her I would remain.</br>Strong be your arms, your hearts to-night be stone,</br>To-morrow, soft as they were wont again</br>God speed your patriot swords!  Haste forth into the plain.\"", "With torch in hand, and all with blood besprent,</br>And looks that might the stoutest heart dismay,</br>Forthwith he entered the dismal tent,</br>Where, all forlorn, the lovely Kela lay;</br>He placed his torch ere word he deign'd to say,</br>Then gazed on her sweet face with sorrow steep'd;</br>At first she clasped him in fondest way,</br>But minding what she was, her blood ycrept,</br>She hid her youthful face with both her hands, and wept.", "\"Well may'st thou wail,\" he said, in deepest tone,</br>\"That face I loved above all earthly thing!</br>But never more shall smile beam thereupon,</br>For thou art lost beyond recovering!</br>To life of scorn can thy young spirit cling,</br>To kindred and to friends a lothful stain,</br>A beacon set each lover's heart to wring?</br>It may not be &mdash; a momentary pain&mdash;</br>One penance undergone, and thou art pure again!\"", "She look'd into his face, and there beheld</br>The still unmoving darkness of his eye;</br>She thought of that could never be cancell'd,</br>And lay in calm and sweet benignity;</br>Down by her side her arms outstretched lie,</br>Her beauteous breast was fairer than the snow,</br>And then with stifled sob and broken sigh</br>Its fascinating mould was heaving so,&mdash;</br>Never was movement seen so sweetly come and go!", "He drew his bloody poniard from his waist,</br>And press'd against her breast its point of steel;</br>No single boon she to his ear address'd!</br>Calm did she lie as one who did not feel!</br>No shiver once did agony reveal;</br>Scarce did she move a finger by her side,</br>Through her heart's blood around her did congeal;</br>With mild but steady look his face she eyed,</br>And once upon her tongue his name in whisper died.", "With gloomy mien and unrelenting heart.</br>O'er her he hung and watch'd her life's decay.</br>He mark'd the pulse's last convulsive start.</br>And the sweet breath in fetches waste away.</br>Just ere the last these words she did assay:</br>\"Now all is past &mdash; unblameable I die.\"</br>Then her pale lips did close no more for aye,</br>A dim blue haze set slowly o'er her eye,</br>And low on purpled couch that mountain flower did lie.", "\"Ay, it is so!\"  exclaimed he &mdash; \"and 'tis well!</br>Even yet I would not wish thy life reprieved&mdash;</br>Of thy firm soul shall future ages tell,</br>Nor could thy spotless fame have been retriev'd&mdash;</br>Oh ne'er to be wash'd out the stain received!</br>Fair sacrifice, thou hast not died in vain!\"</br>He prest the breast which now no longer heav'd,</br>And his warm lips to hers did closely strain;</br>But ah!  that passive lip &mdash; it did not kiss again!", "\"By this dear blood,\" he cried, \"again I swear</br>Revenge unslaked for ever to pursue;</br>Heaven was my witness how I held thee dear,</br>And shall be witness what I'll dare for you!\"</br>In the warm tide his arms he did imbue,</br>And form'd a cross of blood upon his breast;</br>Then, maniac-like, forth to the fight he flew</br>In Marot's gear and spangled helmet drest,</br>And Kela's raven hair waved on it for a crest.", "Blood was his joy, and havoc was his meed,</br>His direful rage no living foe might shun;</br>If there was bloody work, or ruthless deed,</br>Forthwith by him that bloody work was done.</br>Great was the spoil and booty that was won,</br>But greater waited them of gold and store:</br>A convoy came, such there was never known,</br>Forth did they rush ten thousand men and more,</br>And found the encumber'd foe on Ebro's winding shore.", "Alayni led the van &mdash; on him they look'd</br>As something more than man in prowess bold;</br>One to be fear'd he seem'd, but hardly brook'd;</br>A demon spirit not to be controll'd.</br>Mounted on steed with bits and spurs of gold,</br>No leader ever wore more martial air,</br>No banner o'er his host was seen unroll'd,</br>Save the red cross of blood his bosom bare,</br>And waving in the wind the virgin's raven hair.", "O wild was the confusion and the throng,</br>For the Guerillas wore the foe's array;</br>They mix'd with them and press'd their ranks among.</br>Judge of their wonderment and sore dismay,</br>When through their bodies pass'd in mortal way</br>The scymitar or spear with ruthless blow!</br>Each deem'd himself of treason's hand the prey,</br>And wildly look'd upon his murderous foe;&mdash;</br>He knew the garb full well, the face he did not know.", "He who hath seen a ship triumphant sail,</br>Full gaily on before the breeze's wing,</br>High wooing in the clouds the fitful gale,</br>Till, proudly bold and undistinguishing,</br>Instant she rolleth with resistless swing</br>Where two opposing tides together flow,</br>While mariners to mast and rigging cling,</br>And wot not how to steer or where to go,&mdash;</br>He may conceive the scene, and he alone can know.", "O how Alayni joy'd in the deray</br>And wild astonishment that seized the foe!</br>Like greedy wolf that gorges up his prey,</br>Or hungry lion, did he onward go;</br>And over wounded warriors lying low,</br>Spurning and writhing in most piteous case,</br>Full joyful did he prance; and loved it so,</br>He rein'd his horse to rear upon the place,</br>Causing his mailed hooves deform the human face!", "They call'd for mercy and their arms threw down;</br>But fierce Alayni when their plight he saw,</br>He spurr'd, and laughing loud, rush'd them upon,</br>Crashing their bodies so, withouten awe</br>Of warrior usance or of nature's law,&mdash;</br>They deem'd him demon in the shape of man,</br>Ne could they from the massacre withdraw</br>Who follow'd him, for still their eyes foreran</br>Young Kela's coal-black hair y'streaming in the van.", "Fair were the dames who came with that array,</br>With their proud lords the wealth of Spain to share,</br>By the Guerillas rudely borne away:</br>O how they 'gan with plaints to load the air!</br>Though youth and maiden innocence were there,</br>Alayni purposed that very night</br>On one huge pile to stretch their bodies fair,</br>To watch the flame ascending fierce and bright,</br>And with their dying throes feast his distemper'd sight.", "But Juan, a right brave and courteous youth,</br>Dared to oppose the baleful sacrifice:</br>Soon was he join'd by young and old; for sooth</br>He fear'd no frown from dark Alayni's eyes,</br>Who all alone had stood in this emprize,</br>And forced was, though sore enraged, to yield.</br>For beauteous captive then each warrior vies&mdash;</br>O woful doom!  upon the sanguine field,</br>Far better had their blood their first betrothment seal'd.", "Deep in an orange grove the feast was spread.</br>No lovelier scene in nature could be seen;</br>The loaded boughs were bending over head,</br>Drooping with golden fruit and foliage green;</br>Fast flow'd the wine till every youthful mien</br>Was lighted up to jocund mirth the while;</br>So gay their humour and retorts so keen,</br>To captive's cheek they almost did beguile</br>The languid lines of joy in momentary smile.", "But dark Alayni at their head still held</br>His stern demeanour and his downcast eye,</br>And when to listening or to speech compell'd,</br>Red was his look and sullen the reply,</br>As if his mind on incidents gone by</br>Hung with a dry and hollow thirstiness,</br>Or toil'd in trouble through futurity,</br>Unable for one moment to repress</br>The agony within, of spirit comfortless.", "The common woes that human kind belay,</br>May by the pen or language be defined;</br>The sigh may tell of them, the tear betray,</br>Like these, away they pass upon the wind:</br>But that insatiate yearning of the mind</br>Still preying, hungering, craving still to prey,</br>Doom'd never bourn or resting-place to find;</br>O that must tortures undivulged for aye!</br>Save in the soul's still voice, the eye's perturbed ray.", "That voice inaudible, each spirit there</br>Seem'd to have heard or felt upon it creep;</br>When shot along Alayni's troubled glare,</br>That instant all were hush'd in silence deep,</br>As lightning's gleam that quivers down the steep,</br>Searing the cheek of mirth and jollity;</br>Down sunk the eve &mdash; the captive maidens weep,</br>The motley group right wearied are to see,</br>By wassailing o'ercome and rampant revelry.", "Alayni rose and waved his hand on high,&mdash;</br>All silent sat before that face so grim:</br>\"A health!\"  he cried, and follow'd with his eye</br>Till every cup was fill'd unto the brim;</br>He beckon'd short &mdash; each look was turn'd on him,</br>\"Here's to the dead and those that soon must die.\"</br>'Gan every eye and every brain to swim,</br>As up they raised the cup, without reply,</br>\"Here's to the dead,\" they said, \"and those that soon must die!\"", "Alanyi vanishes in darksome shades</br>Home to his cabin each Guerilla reels,</br>Loaded with spoil, and leading captive maid,</br>Or high-born dame, that sore degradance feels.</br>In vain she supplicates, in vain she vain kneels,</br>The high-flushed conquerors will take no nay:</br>Deep is the sleep each weary eye that seals;</br>But there is one abroad till break of day,</br>From whom the shuddering watch-dog growling turns away.", "O follow not that dark perturbed form,</br>Down by the winding wave or shadowy tree,</br>Whose mind would better suit the raving storm</br>Than such a scene of mild tranquillity!</br>He sees a form no other eye can see,</br>He hears a voice no other car can hear:</br>A comely breast heaving with agony</br>Is still before his eye, and in his ear</br>Whispers a voice of woe to his moved spirit dear.", "Can that sweet voice induce to vengeful deed?</br>Can that unearthly stillness of the eye</br>Arouse to murder or to suicide?</br>Oh, it is ever present, ever nigh!</br>With blasphemy and cursing his reply</br>Is fully fraught &mdash; his eye-balls wildly stare,</br>With horrid laughter hell he does defy;</br>Then turns his brow to heaven with fiend-like air,</br>And flouts the eternal God in mockery of prayer!", "Is the brain fever'd, or has baleful fiend</br>Expell'd humanity and enter'd in,</br>That thus his mouth and nostrils wide distend?</br>Gasping he seems for breath, but cannot win</br>So much of the night-air, that, cool and thin,</br>Wanders o'er earth, yet will not quench the heat</br>That burns his fervid panting chest within;</br>O, Heaven!  can life-blood only that abate?</br>Did'st thou the human frame for slaughter thus create?", "Millions have bled that sycophants may rule,</br>Have fallen to dust and left no trace behind;</br>And yet we say that Heaven is merciful,</br>And loves and cares for all the human kind;</br>And we will spread our hands and mouth the wind</br>With fulsome thanks for all its tenderness.</br>Ah me!  that man, preposterously blind,</br>Should feel, hear, see, reflect, yet not the less</br>Hope in his hopeless state of abject nothingness!", "Poor worm!  to death, doubt, and despondence born,</br>How blest art thou entrusting Providence!</br>Oh, thou hast nought to dread, though all forlorn!</br>Thou hast a guardian, a sure defence!</br>There rest, environed in Omnipotence,</br>In safety rest &mdash; Alas!  and woe is me,</br>That tyrant should, on any vague pretence,</br>Drunkard, or madman, do away with thee,</br>Thou thing of high regard! &mdash; of immortality!", "That live-long night by village mansion sped,</br>A darkling ruffian all in blood besmear'd,</br>With breath repress'd, with swift and silent tread,</br>To every dwelling, every couch he near'd,&mdash;</br>No guardian angel of the fair appear'd.</br>Heaven wept in copious dews &mdash; uprose the day:</br>What horrors brain of wakening lover sear'd,</br>When in his arms he found the gelid clay,</br>Or roll'd from his embrace the sever'd head away!", "Oh many a faultless dame was slain that night,</br>That none might 'scape in lawless couch that lay;</br>Like the sweet children of the Bethlehemite,</br>Who died that one might not escape away:</br>Great pity both! &mdash; But, fully to repay</br>To men the waste of children's guiltless blood,</br>Myriads of benefits in fair array</br>From thence have sprung, the yearning spirit's food&mdash;</br>Such base beginning sure could not but end in good.", "From this night-slaughter benefits were few,</br>Save to the maidens who full long had pin'd;</br>Of this be well assured, that all is true</br>By bloated priestcraft evermore defined</br>Of wisdom in all things by Heaven design'd.</br>But to my tale &mdash; O many a weeping eye,</br>And much astonishment and anger reign'd</br>O'er all Cinea's vale, where hamlets lie</br>Thick as the diamond sparks in Autumn's midnight sky.", "Dark moved the vale with many a funeral train,</br>O'er many a sepulchre the tear was shed;</br>For who can bear to look on woman slain&mdash;</br>The breast of comeliness and beauteous head,</br>That nought but love and kindness cherished,</br>Dishonour'd and consign'd to cheerless gloom?&mdash;</br>Can see the flower of nature lowly laid,</br>From hand that should have guarded meet her doom</br>In land of life and beauty never more to bloom?", "Yet, saving Juan, who in manly wise</br>Withstood the shameful deed, no man was slain;</br>His bosom was upripp'd in woeful guise,</br>And from its habitance his heart was ta'en:</br>Well did they know the source of all their pain,</br>Well knew the savage hand that this had done.</br>They sought Alayni, but they sought in vain:</br>His game of death was o'er, and he was gone</br>Far from his native vale 'mid bloodier scenes to won.", "I've heard of one, of whom have many heard,</br>That on Segovia's mountains roam'd a while,</br>A savage hero of most strange regard,</br>On whose dark visage never beam'd a smile,</br>Whose beard was never trimm'd, whose ruthless toll</br>Of slaughter only with existence ceased,</br>Who died in maniac guise 'mid bloody broil,</br>Laughing aloud, yet pressing to his breast</br>A tiar of raven hair which every morn he kiss'd.", "It was Alayni &mdash; dost thou wail his case?&mdash;</br>Beloved unhappy, restless unbeloved.</br>Oh, there are minds that not for happiness</br>Were framed here nor hereafter, who ne'er proved</br>A joy, save in some object far removed,</br>Who leave with loathing that they longed to win,</br>That evermore to that desired hath roved,</br>While the insatiate gnawing is within,</br>And happiness for aye beginning to begin.</br>"]