["\"Oh!  for a journey to th' Antipodes:</br>Or some lone region of remotest Ind!</br>Where, sagely sad, in solitary ease</br>My weary sprite a safe retreat might find;</br>Where nothing might perturb my pensive mind,</br>But such delicious phantasies as please</br>The forming eye, when fiery flakes at eve</br>With wayward shapes the listless sense deceive.", "\"Then wingy-heel'd Imagination's flight</br>Would bear me devious through the lamping sky:</br>Then, haply, should I feel no low delight</br>From earthly bonnibel's bewitching eye;</br>Voluptuous in her dainty arms to lie;</br>Ne stoop inglorious from so proud a height;</br>While my fond heart pour'd forth it's vain distress,</br>Snar'd in the fetters of a golden tress!\"", "Such was my wish, romantic wish I ween,</br>When that soft necromancer, baulmy Sleep,</br>Laid me, entraunc'd, amid a pleasant scene,</br>Where many a welling spring did murmurous creep,</br>To lull me with its liquid lapses deep;</br>And, shaking their broad locks of glorious green,</br>Tall trees their thick lascivious leaves entwin'd,</br>To wooe with dalliaunce blithe the Western wind.", "The Western wind did, scant-respiring, sigh,</br>Ne ruffled with rude wing th' attemp'red air;</br>But fuming from the fragrant flow'rs hard by,</br>Prankt in all hues, and delicately fair,</br>Did surging clouds of breathing incense bear:</br>All Summer's bravery refresh'd the eye,</br>All Musick's charms, above, beneath, around,</br>Raptur'd the ear with fascinating sound.", "Here cherries riper than thy leman's lip,</br>Th' ambrosial lip of love, thou might'st behold;</br>Here purple plums their unctuous amber weep,</br>And mellow pears their shapely size unfold;</br>Here pensile balls of vegetable gold,</br>With blushes blent, through the fresh foliage peep;</br>At once luxurious to the taste and sight,</br>Here loaded boughs with nodding head invite.", "The nascent rose join'd, prodigal of sweets,</br>The gaudy tulip, in rich broider'd vest;</br>Here, too, th' ambitious, flaunting sun-flow'r greets</br>Her garish lord, with wide expanded breast;</br>Nor wanted crocus coy, in saffron drest;</br>Harebell, affecting most obscure retreats;</br>And of all leaf and verdure, myriads more,</br>Each alley, emerald-pav'd, that purfled o'er.", "But viler than the sleeky sedge, that strews</br>The barren sand, uptorne from ocean-bed,</br>Were all those baser gauds, and meaner views,</br>To that sweet semblance, next its influence shed,</br>Descending in a veil of roses red;</br>Delectable!  not GRACE, nor fabled MUSE,</br>By THESPIAN spring, or in THESSALIAN shade,</br>Such peerless pomp of symmetry displaid.", "Not she that, slighting her IDALIAN bowre,</br>Did with the rose-fac'd jolly huntsman toy;</br>Nor she, her rightful lord, in evil hour</br>Enchafing, who dismantled stately TROY;</br>Nor she, on LATMOS' top who raped the boy;</br>Nor yet sweet ENNA'S pride, (grim paramour!)</br>Whom griesly ORCUS bore from upper air,</br>Might with this nymph for sovranty compare.", "Her sunny ringlets, wove in cunning braid,</br>Form'd for her lily front a coronet;</br>Her persant eyes two precious gems betraid,</br>In living alabaster featly set,</br>Arch'd with their graceful brows of shiny jet;</br>Her swelling bosom through its slender shade</br>Leap'd to be seen; her round and dimply chin</br>Would tempt a frozen eremite to sin.", "A silken samile slightly did enfold</br>Her luscious limbs, girt with a starry zone,</br>Its colour heav'nly blue, bedropt with gold,</br>And crimson, gorgeous as the proud pavone;</br>A lambent glory on her temples shone:</br>In sooth, she look'd not one of Nature's mold,</br>But some gay creature whom the Minstrel sees</br>Aerial floating on the evening-breeze.", "Scarce my daz'd eye could I uplift to trace</br>Th' insufferable splendence of her frame;</br>Much less could loiter on each rising grace,</br>Insinuating soft a subtile flame.</br>I wist not how the fond infection came,</br>When, sudden, (while a gracious smile her face</br>With modest flush most amiably arraid,)</br>Thus spoke in tuneful words the mystic Maid:", "\"Thy fond intreaty, youth of bold design!</br>Is heard, and sanctified thy way ward pray'r;</br>My soul in unison accords with thine;</br>Henceforth, initiate, thou shalt be my care.</br>Thou shalt not grieve for any mundane fair,</br>Ne for the daughters of frail clay repine:</br>Celestial quintessence thou shalt embrace;</br>No mortal I, but of the SYLPHID-race!", "\"Deem not this airy texture too refin'd,</br>The sacred energies of Love to feel:</br>True Love is seated in the dureful mind,</br>Which aught of fleshly converse ne'er can heal;</br>True Love is a sublim'd, nectareous meal,</br>Where the pure sense can never surfeit find;</br>Which Time in vain may labour to destroy,</br>Fed on eternal flowres of blooming joy.", "\"In swinish riotise, his bouzing-cann</br>The debochee may round the table move,</br>Trolling lewd madrigal, mistaken man,</br>To his imperious dear, and call it Love;</br>But 'tis not so:  the leven-brond of Jove,</br>Since first its forked function it began,</br>Such ruinous dismay, and baleful fire,</br>Did ne'er elance, as his profane desire.", "\"Clipt in some harlot's captivating twine,</br>As, erst, the champion who at GAZA fell,</br>His sinews lose their wonted strength divine,</br>His passions rude for mastery rebel:</br>Ne can his prowess their combustion quell,</br>Ne will they their obdurate hold resign,</br>Till quite distraught, discomfited, forlore,</br>His powre, and gallant portaunce, are no more!", "\"With me far other shall thy pleasures be,</br>If thou abjure, (as meet,) each terrene thought;</br>Thy beastly wassail, loathsome revelrie,</br>Ravine, and painful covetise forgot.</br>Thou must the earth's broad bosom hold as nought,</br>Poudred with orient pearl; nay 'sdain to see</br>Kesars or kings who wrest a transient throne,</br>Frail pomp!  if paragon'd with me alone!", "\"Thy penance is but small, thy guerdon great:</br>Ne sorrow shalt thou know, ne drery-head;</br>In some deep cave of cloud, a bland retreat,</br>Myself will, duteous, delve thy bridal bed;</br>Trust me, thy wishes are completely sped.</br>Now silent list while briefly I repeat</br>How goblin, elf, and gnome, and Sylphid fare,</br>Rightly y-clept the denizens of air.", "\"Should'ring the beach when angry billows rave,</br>Some in the bitter blast for plunder yell,</br>And plunge the drowning wight beneath the wave;</br>Some in the dire volcano love to dwell,</br>Oft laying cities waste with fury fell;</br>Some torture the designing, murd'rous knave,</br>His palsied nerves with stony glare awake,</br>And round his pillow sulphurous torches shake.", "\"Some, when the night-dog bays thewhistling wind,</br>(Boding sure ill,) and strange sad voices shriek;</br>When the lone pilgrim often looks behind,</br>And the blood freezes in his ghastful cheek;</br>Gigantic rising, from Day's durance break,</br>Incest, or Rape, or Parricide, to find;</br>Then savage tear his breast with scorpion-whip,</br>Or hurl the caitiff down the craggy steep.", "\"Some dapper imps and swart the mine attend,</br>And thrid, with agile step, its glist'ring maze;</br>The gnarled oak some from the mountain rend,</br>And, ere cock-crowing, in the valley place;</br>Some, in one night, a flinty fabric raise,</br>And to its base, the next, its turrets bend;</br>While some, the dol'rous servants of Despair,</br>With headless steeds the car of Death prepare.", "\"Four skeletons the coal-black coursers stride;</br>With flamy fingers four direct the way;</br>A winding-sheet so white, distended wide,</br>Dabbled in blood, the coffin doth array:</br>Four hideous urchins at the corners play,</br>And, in quaint gambol, shift from side to side;</br>Meanwhile, the thrice-repeated groan severe</br>Smites the expiring Sinner's closing ear.", "\"Less fearful pranks befit the merry fays:</br>By the trim margent of some huddling stream,</br>To revel in the pale moon's tremulous rays;</br>To prompt the doting nurse's idle dream;</br>Or lure the mutt'ring carl with wanton gleam;</br>Yet oft some ouphe malign, in cradle slays</br>The slumb'ring babe, then sucks his flowing gore,</br>And, grinning, leaves him strangled on the floor.", "\"Some, mounted on a butterfly's pied wing,</br>In imitative turnay dare advance,</br>Arm'd with the sullen hornet's desperate sting,</br>Or proudly on a mailed beetle prance,</br>Trusting their quarrel to chivalrous chance.</br>Others, quick-bounding in the tiny ring,</br>Trip to an humble-bee's melodious drone,</br>More for their courtesy than valour known.", "\"Some, on the glossy surface of a lake,</br>In hazel-nut, their little pinnace, swim;</br>Some their deep thirst from acorn-goblet slake,</br>Then slily o'er the misty meadow skim,</br>To pinch the beldame on return from wake;</br>Some to the river side their course betake,</br>And mournful pour a melancholy scream;</br>Some, rattling, mischievous, mid charnel-bones,</br>Mimic the dreadful mandrake's nightly moans.", "\"But such low mockery, like thee, I scorn,</br>Averting thence, in ire, my sullied sight;</br>In yon ethereal groves of amaranth born,</br>Nurtur'd by streams of intellectual light</br>From the Great Spirit emanating bright,</br>Superior orbs my sister train adorn,</br>Whom beatific visions still inspire;</br>Tho' fall'n, coeval with th' angelic quire.", "\"Some in the halo's humid circle play,</br>What time the pale-ey'd moon is faintly seen;</br>Some o'er the beauteous Lunar-rainbow stray,</br>Shifting their checquer'd change of colours sheen,</br>Better to grace their silver-shafted Queen;</br>And, sometimes, more irregularly gay,</br>Portentous, in the glowing North they rise,</br>And wave their boreal banners o'er the skies.", "\"Some the refulgent chariot of the sun</br>Pursue, descending to its Western goal;</br>Some, courier-like, from distant planets run;</br>Some the huge Comet's fiery wonder roll;</br>Some patient sentry keep at either Pole;</br>And others, by harmonious witch'ry won,</br>All heav'n responsive to the dulcet sound,</br>Turn the smooth spheres on tuneful axis round.", "\"In every twinkling star, serenely shine</br>Those white-rob'd ministers of placid bliss;</br>Important is their toil, more pleasing mine;&mdash;</br>To point the transport of the thrilling kiss,</br>Ne'er known the maiden's throbbing heart to miss;</br>T' anneal the drop that falls on Feeling's shrine;</br>To soothe the Lover's soul when frenzy-fraught;</br>Or lift sublime the Poet's towering thought.", "\"Arise!  arise!  do not thy pulses beat</br>More lively marches, to forego thy lot?</br>Feels not thy breast a more exalted heat,</br>Loos'd from mortality, and yon dim spot?</br>Surpassing joys, beyond conception wrought,</br>In my embrace thy purer sense await!\"</br>Embay'd in ecstacies, my humid head</br>I rear'd; and lo!  the fair Phantasma fled.", "And now, dank-seething from the dewy earth,</br>The vaporous exhalation stole away;</br>The faggot blaz'd upon the cottage-hearth;</br>And palmer Twilight, clad in amis gray,</br>Resign'd to ebon Night his shadowy sway.</br>Musing on descant high, whose future birth,</br>Haply, may not my humble name abase,</br>Homeward I bent my desultory pace.</br>"]