["Breathe with soft melody, ye Dorian flutes;</br>And thou deep-sounding lyre, whose strings can wake</br>Of Harmony, that heaven-descended Nymph,</br>The numbering soul, and rouse Attention's ear.</br>For well I ween thy magic notes can charm</br>Of sable Night the stern and rugged brow;</br>And raise the pallid form of prostrate Fear.</br>Great source of joy!  thou lead'st the sprightly dance,</br>When buxom virgins on the velvet green</br>Trip with light feet the mazy, frolick round:</br>And sooth'st with Orphean art the ruffled soul,</br>When rage usurps fair Reason's goodly throne,</br>Ruling the passive breast.  O!  Fancy sweet,</br>Come, Parent dear of every ancient Muse.</br>Thee first, some lonely swain, midst desert rocks</br>And falling streams, where Nature wild and rude</br>In dreadful majesty on horrid throne</br>Exalted sits, Thee first he call'd to chear</br>With golden ray the dark and savage waste.</br>By Thee was led that train of comely Nymphs,</br>That on the banks of old Ilissus danc'd</br>To the soft accents of Apollo's harp:</br>Whence sprung those Bards, whole glorious song proclaim'd</br>High deeds of worth, and feats of bold emprize.</br>Greece heard the sound; and, emulous of praise,</br>Each infant Warrior with his feeble arm</br>Uprais'd the Falchion, and in mimic war</br>Defied the rebel foe. &mdash; And well, ye Brave!</br>Your glowing breaks with generous ardour gleam'd,</br>What time in martial pride the Trophy, deck'd</br>With choicest laurels by the Muse's hand,</br>From dark oblivion sav'd the Victor's fame.</br>Virtue's bright flower the Muse forbids to fade:</br>In Heaven it blooms a fragrant Amaranth,</br>That never knows decay.  Reject not then</br>Her glorious meed, ye who in valour's plain</br>Display the arm of war, when Freedom calls.", "And chiefly Thou, of Albion's peerless Isle</br>Great Prince, mark how her faithful hand pourtrays</br>The radiant lustre of Thy godlike race;</br>Where all that's great and good she ever blends,</br>To form the picture true, &mdash; From Cressy's field</br>Your Edward comes:  lo!  deep Dismay and Death,</br>And purple Conquest proud with Gallic spoils</br>Before him march.  Yet gentle Mercy shines</br>With mildest ray; and Piety that drops</br>The tear humane, and saves the wretch from woe.</br>Hail!  mighty Lord, by whom the captive first</br>Was taught to drag with joy the servile chain,</br>And seem himself the Victor of the Day.</br>Nor second Arthur, whose prolific mind</br>Fair Science graced with all her learned train.</br>Oh!  flower, too sudden cropt:  on whose young stem</br>The White and Red, that source of woe, was twin'd.</br>The Muse her tear still drops to Henry's shade.</br>Oh!  stay, and let not Albion e'er lament</br>That hour, when cruel fate destroy'd the Prince</br>Of Liberty and Peace.  But ah!  He's gone:</br>Foul Discord, civil War, and Death succeed;</br>And sacred Freedom trembles on her throne.</br>Witness, each Nymph, with what a duteous care</br>Ye strew'd the cypress black on FRED'RIC's urn;</br>And in the faithful page of history</br>Ye mark'd him as the Great. &mdash; Such were the Chiefs,</br>Whose mould'ring tombs the pious Muse oft decks</br>With every blooming flower of earliest prime;</br>And oft lamenteth on her Dorian reed,</br>That the dull, clay-cold arm of death could stop</br>Their course of glory e'er it's full Career.", "But some there were, whose splendour long did shine;</br>And, like the parting ray of western Sol,</br>Which plays and quivers on the purple cloud,</br>Serenely vanish'd at the close of day.</br>E'en thus descended GEORGE's setting sun,</br>Lovely and bright:  whose last, dread hour was sooth'd</br>With all that Virtue, Wisdom, Power could give.</br>Each distant nation, from the western land</br>Of Canada to where the Ganges rolls</br>His depth of tide, their various treasures brought;</br>And blest the hour they own'd a British King.", "Whate'er sweet Fancy, on her airy throne,</br>Can form of Piety, that soar, on wings</br>To heights empyreal, far from mortal ken;</br>Or her, that's clad in stole of purest white,</br>Sweet Clemency; or Valour stern in war:</br>May these, and every good that greatly flows</br>From the rich fountains of eternal bliss,</br>Crown Thee with radiance of ethereal light,</br>O!  Prince of Cambria.  And, when length of time</br>Shall tear the sceptre from thy Father's arm,</br>And stop his honey'd stream of eloquence;</br>Pale Science drooping then shall sink appall'd,</br>And every Muse lament her Patron's care.</br>May'st Thou receive their Honours; and be call'd</br>Thy Country's Father, and the Muse's Friend.</br>"]