["Whilom by silver Thame's gentle stream,</br>In London town there dwelt a subtile wight;</br>A wight of mickle wealth, and mickle fame,</br>Book-learn'd and quaint; a virtuoso hight.</br>Uncommon things, and rare were his delight;</br>From musings deep his brain ne'er gotten ease,</br>Nor easen he from study, day or night;</br>Until, (advancing onward by degrees)</br>He knew whatever breeds on earth, or air, or seas.", "He many a creature did anatomize</br>Almost unpeopling water, air, and land;</br>Beasts, fishes, birds, snails, caterpillars, flies,</br>Were laid full low by his relentless hand,</br>That oft with gory crimson was distain'd:</br>He many a dog destroy'd, and many a cat;</br>Of fleas his bed, of frogs the marshes drain'd,</br>Could tellen if a mite were lean or fat,</br>And read a lecture o'er the entrails of a gnat.", "He knew the various modes of ancient times,</br>Their arts and fashions of each diff'rent guise;</br>Their weddings, fun'rals, punishments for crimes,</br>Their strength, their learning eke, and rarities;</br>Of old habiliments, each sort and size,</br>Male, female, high and low to him were known;</br>Each gladiator-dress, and stage disguise;</br>With learned, clerkly phrase he could have shewn</br>How the Greek tunick differ'd from the Roman gown.", "A curious medalist, I wot, he was,</br>And boasted many a course of antient coin;</br>Well as he wife's he knewen ev'ry face,</br>From Julius Casar down to Constantine:</br>For some rare sculpture he would oft ypine,</br>(As green-sick damosels for husbands do;)</br>And when obtain'd, with enraptur'd eyne,</br>He'd run it o'er and o'er with greedy view.</br>And look, and look again, as he would look it thro'.", "His rich musaeum, of dimensions fair,</br>With goods that spoke the owner's mind was fraught;</br>Things ancient, curious, value-worth, and rare,</br>From sea and land, from Greece and Rome were brought,</br>Which he with mighty sums of gold had bought:</br>On these all tydes with joyous eyes he por'd;</br>And, sooth to say, himself he greater thought,</br>When he beheld his cabinets thus stor'd,</br>Than if he'd been of Albion's wealthy cities lord.", "Here in a corner stood a rich scrutoire,</br>With many a curiosity replete;</br>In seemly order furnish'd ev'ry draw'r,</br>Products of art or nature as was meet;</br>Air-pumps and prisms were plac'd beneath his feet,</br>A Memphian mummy-king hung o'er his head;</br>Here phials of live insects small and great,</br>There stood a tripod of the Pythian maid;</br>Above, a crocodile diffus'd a grateful shade.", "Fast by the window did a table stand,</br>Where hodiern and antique rarities,</br>From Egypt, Greece, and Rome, from sea and land,</br>Were thick-besprent of ev'ry sort and size:</br>Here a Bahaman-spider's carcase lies,</br>There a dire serpent's golden skin doth shine;</br>Here Indian feathers, fruits, and glitt'ring flies;</br>There gums and amber found beneath the line,</br>The beak of Ibis here, and there an Antonine.", "Close at his back, or whisp'ring in his ear,</br>There stood a spright ycleped Phantasy;</br>Which, wheresoe'er he went, was always near:</br>Her look was wild, and roving was her eye;</br>Her hair was clad with flow'rs of ev'ry dye;</br>Her glist'ring robes were of various hue,</br>Than the fair bow that paints the cloudy sky,</br>Or all the spangled drops of morning dew;</br>Their colour changing still at ev'ry diff'rent view.", "Yet in this shape all tydes she did not stay,</br>Various as the chamaelion that she bore;</br>Now a grand monarch with a crown of hay,</br>Now mendicant in silks, and golden ore:</br>A statesman, now equipp'd to chase the boar,</br>Or cowled monk, lean, feeble, and unfed;</br>A clown-like lord, or swain of courtly lore;</br>Now scribbling dunce in sacred laurel clad,</br>Or papal father now, in homely weeds array'd.", "The wight whose brain this Phantom's power doth fill,</br>On whom she doth with constant care attend,</br>Will for a dreadful giant take a mill,</br>Or a grand palace in a hogstie find:</br>(From her dire influence Me may heav'n defend!)</br>All things with vitiated sight he spies;</br>Neglects his family, forgets his friend,</br>Seeks painted trifles, and fantastic toys,</br>And eagerly pursues imaginary joys.</br>"]