["Dear, O my lyre!  art thou to me,</br>Tho' fools may scorn, and friends may chide me,</br>Dear is thy simple melody,</br>Tho' Commerce-toiling sons deride me!</br>O lyre!  they little know thy charms!</br>They know not how thy music warms</br>The soul, whom poesy's fine glow</br>From each mean act sublimes, from every passion low.", "Dear, O my lyre!  art thou to me,</br>Dear above all the world's vain treasure!</br>Dear in the hour of misery,</br>For then thou art my only pleasure!</br>I strike thy chords &mdash; Care flies away,</br>And Rapture darts her cheering ray.</br>As, 'midst the storm, a transient beam</br>Shines o'er the gloomy plain, or glitters on the stream.", "When Fortune's favour'd sons I see,</br>I envy not their noise and folly,</br>Thy strings are dearer far to me,</br>Swept by the hand of Melancholy!</br>Dearer to me the pensive hour,</br>When, yielding to thy sacred pow'r,</br>I feel thy thrilling sounds impart</br>A glow, that never warm'd the proud or selfish heart.", "Tho' doom'd 'midst sordid souls to dwell,</br>My toil the hour of ev'ning closes;</br>Hope smiles &mdash; I strike the chorded shell&mdash;</br>Its music every grief composes:</br>Or bending o'er some tale of woe,</br>The while its notes more solemn flow,</br>I, for the child of sorrow moan,</br>And 'midst another's woes, forget to feel my own.", "Oft too upon the Sabbath morn,</br>While merrily the bells are playing,</br>A man \"gloom-pamper'd,\" and forlorn,</br>I, 'mid some rustic scene, am straying;</br>But haply if around I see</br>Content's bland smile, and artless glee,</br>I sigh no more, but gaze upon the scene</br>With heart alive to joy, and gladness in my mien.", "For who can see the blue-edg'd hill,</br>The streamlet thro' the valley flowing,</br>The humble cot, the hamlet still,</br>The trees in spring-tide beauty glowing;</br>O who can gaze on Nature's charms,</br>Nor feel the sight his bosom warms?</br>O who can gaze on such as scene as this</br>Nor feel all care forgot, nor feel a heavenly bliss?", "When, in the crowded city's haunts,</br>The cares of wealth's low sons perplex me,</br>When vice in robe of splendour flaunts,</br>And haughty pride and folly vex me,</br>Then, lyre!  in thy sweet sounds I find</br>A solace to my troubled mind!</br>Soft o'er thy strings a voice from heav'n</br>Tells me \"To virtue's sons sublimer joys are giv'n.\"", "\"Mistaken man,\" it seems to say,</br>Tho' vice seems prospering around thee,</br>\"Tho' folly lives its little day,</br>And pride and envy's scoffings wound thee,</br>Beyond the grave the soul shall rise,</br>And spring exulting to the skies,</br>There Misery's injur'd sons shall find</br>In Abraham's bosom peace, in heav'n a bliss refin'd.\"", "Then dear, my lyre!  art thou to me,</br>If those the pleasures thou canst give me,</br>No more I'll sigh in misery,</br>No more shall vice and envy grieve me!</br>\"Spirit of Spenser!\"  shall the mind</br>By Poesy's pure glow refin'd,</br>Stoop to the grov'lling cares of Mammon's son,</br>Toil for the bauble wealth, labour to be undone?", "Spirit of Spenser!  no! &mdash; tho' born</br>Whilst doom'd on this low scene to languish,</br>(Midst cold neglect, and want and scorn)</br>To feel their bosoms torn with anguish!</br>Yet have the Muses' sons their joys,</br>Which not e'en death's fell pow'r destroys,</br>For theirs, O happy thought!  's immortal fame,</br>The soul's unquenched fire, the never-dying name!</br>"]