["'Tis Night, and silence with unmoving wings</br>Broods o'er the sleeping waters; &mdash; not a sound</br>Breaks its most breathless hush; &mdash; the sweet moon flings</br>Her pallid lustre on the hills around,</br>Turning the snows and ices that have crowned&mdash;</br>Since chaos reigned &mdash; each vast and searchless height,</br>To beryl, pearl, and silver; whilst, profound,</br>In the still, waveless lake, reflected bright,</br>And girt with arrowy rays, rests her full orb of light.", "Th' eternal mountains momently are peering</br>Through the blue clouds that mantle them; &mdash; on high</br>Their glittering crests majestically rearing,</br>More like to children of the infinite sky,</br>Than of the daedal earth; &mdash; triumphantly,</br>Prince of the whirlwind &mdash; monarch of the scene&mdash;</br>Mightiest where all are mighty; &mdash; from the eye</br>Of mortal man half hidden by the screen</br>Of mists that moat his base, from Arve's dark, deep ravine,", "Stands the magnificent Montblanc! &mdash; his brow</br>Scarred with ten thousand thunders; &mdash; most sublime,</br>Even as tho' risen from the world below</br>To mark the progress of decay; &mdash; by clime,</br>Storm, blight, fire, earthquake, injured not &mdash; like Time,</br>Stern chronicler of centuries gone by,</br>Doomed by an awful fiat still to climb,</br>Swell and increase with years incessantly,</br>Then yield at length to thee, most dread eternity!", "Hark!  There are sounds of tumult and commotion</br>Hurtling in murmurs on the distant air,</br>Like the wild music of a wind-lashed ocean:</br>They rage &mdash; they gather now: &mdash; yon valley fair</br>Still sleeps in moonlight loveliness, &mdash; but there</br>Methinks, a form of horror I behold</br>With giant-stride descending! &mdash; 'Tis Despair</br>Riding the rushing avalanche; now rolled</br>From its tall cliff, &mdash; by whom?  what mortal may unfold!", "Perchance a gale from fervid Italy</br>Startled the air-hung thunderer; or the tone</br>Breathed from some hunter's horn; or, it may be,</br>The echoes of the mountain cataract, thrown</br>Amid its voiceful snows, have thus called down</br>The overwhelming ruin on the vale:</br>Howbeit a mystery to man unknown,</br>'Twas but some Heaven-sent power that did prevail,</br>For an inscrutable end its slumbers to assail.", "Madly it bursts along &mdash; even as a river</br>That gathers strength in its most fierce career;</br>The black and lofty pines a moment quiver</br>Before its breath, &mdash; but, as it draws more near,</br>Crash &mdash; and are seen no more!  Fleet-footed Fear,</br>Pale as that white-robed minister of wrath,</br>In silent wilderment her face doth rear,</br>But having gazed upon its blight and scathe,</br>Flies with the swift Chamois, from its death-dooming path.</br>"]