["'Scap'd from the noisy world's bewitching power,</br>Where endless Discord holds her chearless reign,</br>From Folly's trifling train I steal an hour,</br>And dedicate to NIGHT the youthful strain.", "Now balmy slumbers soothe the cares of toil,</br>Sweet sleeps the peasant in his humble cot;</br>Now Flatt'ry's flippant tongue lies still a while,</br>And all the labour of the day's forgot.", "Cynthia, emerging from the crimson'd east,</br>Moves slowly onward with her starry train;</br>And sober Night, in dusky mantle drest,</br>Resumes once more her awful silent reign;", "Save where the mastiff, on the village green,</br>Barks wildly at the wan moon's glimm'ring ray;</br>Save where the drowsy owl, with dismal mien,</br>Hoots lonely on the dew-bespangled spray;", "Save where the rill, whose mazy banks are clad</br>With plaintive willows, waving o'er the stream,</br>Come softly murm'ring thro' the peaceful glade,</br>And silver'd glitters in the quiv'ring gleam;", "Save where the raven, from her airy nest,</br>'Mid woods impervious to the midnight moon,</br>Lulls with her dreary songs her young to rest,</br>While weary Nature mourns her beauties gone.", "When at this solemn hour the slumb'ring world</br>Lies lowly prostrate on the downy couch;</br>And Riot's sons, in mere confusion hurl'd,</br>Prolong the revels of the mad debauch;", "Oft let me wander near the heath-clad hill,</br>O'er whose high top beams sweet the star of eve;</br>Or tread beside the daisy-margin'd rill,</br>And ev'ry scene of vice and folly leave;", "And there hold converse with the sacred Muse,</br>With Night's seraphic bard, immortal YOUNG!</br>In memory's fair page his strains peruse,</br>How sweet he warbled, and how sad he sung;", "Or feel the force of THOMSON'S deathless song,</br>Who copied Nature in each diff'rent hue;</br>Who, soft as Sappho, and as Pindar strong,</br>Describ'd such scenes as Shakespeare never drew.", "There let me meditate on themes divine,</br>Whose blissful influence high exalts the soul;</br>Or bend at Wisdom's ever-glorious shrine,</br>And learn the throbbing passions to controul.", "There quick-ey'd Fancy's airy flights pursue,</br>That wake to extasy, and thoughts sublime,</br>In heav'ns bright concave with amazement view,</br>\"The God of nature, and the God of time:\"", "Blest Solitude!  how sweet thy peaceful scenes!</br>Where Contemplation's vot'ries love to stray;</br>Where, in her sapient dress, Religion reigns,</br>And smiles more splendid than the noon-tide ray.</br>"]