["What tho' no marble here, with polish'd pride,</br>Proclaims some god-like hero's hapless end,</br>Who liv'd rever'd, was pitied when he died,</br>Of worth the stay, of innocence the friend?", "Beneath these humble grassy turfs may lie,</br>More sacred dust than splendid tombs contain,</br>Whose spirits rise to purest bliss on high,</br>Which pompous epitaphs demand in vain.", "The truly good require no marble's aid,</br>No gilded characters to mark their fame,</br>Their virtues smile at death's oblivious shade,</br>For future ages still their virtues name.", "Ah!  what avails it to the guilty great,</br>That flatterers their monuments adorn?</br>Say not, false marble, all deplore their fate,</br>When all their fleeting honors view with scorn.", "Say not, beneath this marble is contain'd</br>A man who for his country nobly fell,</br>If guiltless blood his boasted laurels stain'd,</br>And widow's tears the tyrant's fury tell.", "The blazing lightning and the howling blast,</br>Shall strip thee of thy varnish'd tale of woe;</br>Not e'en thy form, proud monument, shall last,</br>But with thy hero's ashes be laid low.", "Where are the mighty conq'rors of the world,</br>At whose approach the trembling hosts grew pale,</br>Who at their foes resistless vengeance hurl'd</br>While loud was heard applause's thund'ring tale?", "Thou, lowly grave, on which I now recline,</br>Lament not that they are not buried here;</br>No flatt'rers now would decorate their shrine,</br>Nor o'er their relicts drop a pitying tear.", "Tho' docks and nettles now around thee spread,</br>If here an honest heart dissolves in clay,</br>Celestial dews shall Angels on thee shed,</br>And bless thy turf, when sculptur'd stones decay.", "The painted flow'rs which grace the verdant plain,</br>And streams reflecting rays of silver light,</br>Now dusky clouds and gloomy shadows stain;</br>No smiling landscape decks the robe of night.", "Thus beauty fades when death his awful veil</br>Around the virgin's blooming graces throws,</br>No more her charms the youth's fond heart assail,</br>But all his dreams of bliss are dash'd with woes.", "Sad sighs the breeze along the waving grass,</br>I hear the wailings of a plaintive rill,</br>Can I my sympathetic tears suppress</br>At Clara's death, which now my eye-lids fill?", "Sweet maid, cut off as falls a lovely rose,</br>Whose blushing leaves unfeeling tempests tear,</br>For thee my heart in floods of grief o'erflows;</br>On Anglia's plains no nymph appear'd more fair.", "Ye mournful gales which now around me blow,</br>O waft my tears to Cleora's distant tomb;</br>And sure the hallow'd spot ye well may know,</br>For there the sweetest flow'rs of summer bloom.", "Or rather let some Seraph's golden wing</br>The crystal drops to realms of bliss convey,</br>And leave them where unfading flow'rets spring,</br>To glitter on her garlands ever gay.", "There, where she walks amidst etherial bow'rs,</br>If she the pensive hanging drops shall see,</br>At once she'll pluck the pity-bearing flow'rs,</br>And know their weeping pendants came from me.", "No voice of joy invades this chearless ground,</br>But hollow rocks repeat the ocean's roar,</br>Of waves successive still I hear the sound,</br>Which swell, and burst, and die along the shore.", "So generations rise and swiftly glide,</br>As rising waves the falling waves controul;</br>Then learn, ye noisy sons of tow'ring pride,</br>That soon your surgy hopes to peace must roll.", "But see the rosy morn begins to dawn,</br>Before her smile the gloomy shadows fly,</br>Now chearful verdure brightens o'er the lawn,</br>And soon the golden sun shall glad the sky:", "Bright emblem of that great, important day,</br>When Christ the Sun of Righteousness shall shine,</br>With living beams re-animate our clay,</br>And call the Faithful to his joys divine.</br>"]