["High on a point of rugged ground,</br>Among the wastes of Rylstone Fell,</br>Above the loftiest ridge or mound</br>Where Foresters or Shepherds dwell,</br>An Edifice of warlike frame</br>Stands single (Norton Tower its name,)</br>It fronts all quarters, and looks round</br>O'er path and road, and plain and dell,</br>Dark moor, and gleam of pool and stream,</br>Upon a prospect without bound.", "The summit of this bold ascent,</br>Though bleak and bare, and as seldom free</br>As Pendle-hill or Pennygent</br>From wind, or frost, or vapours wet,</br>Had often heard the sound of glee</br>When there the youthful Nortons met,</br>To practise games and archery:</br>How proud and happy they!  the crowd</br>Of Lookers-on how pleased and proud!</br>And from the heat of the noon-tide sun,</br>From showers, or when the prize was won,</br>They to the Watch-tower did repair,</br>Commodious Pleasure-house!  and there</br>Would mirth run round, with generous fare;</br>And the stern old Lord of Rylstone-hall,</br>He was the proudest of them all!", "But now, his Child, with anguish pale,</br>Upon the height walks to and fro;</br>'Tis well that she hath heard the tale,&mdash;</br>Received the bitterness of woe:</br>Dead are they, they were doomed to die;</br>The Sons and Father all are dead,</br>All dead save One; and Emily</br>No more shall seek this Watch-tower high,</br>To look far forth with anxious eye,&mdash;</br>She is relieved from hope and dread,</br>Though suffering in extremity.", "For she had hoped, had hoped and feared,</br>Such rights did feeble nature claim;</br>And oft her steps had hither steered,</br>Though not unconscious of self-blame;</br>For she her Brother's charge revered,</br>His farewell words; and by the same,</br>Yea by her Brother's very name,</br>Had, in her solitude, been cheared.", "She turned to him, who, with his eye</br>Was watching her while on the height</br>She sate, or wandered restlessly,</br>O'erburdened by her sorrow's weight;</br>To him who this dire news had told,</br>And now beside the Mourner stood;</br>(That grey-haired Man of gentle blood,</br>Who with her Father had grown old</br>In friendship, rival Hunters they,</br>And fellow Warriors in their day)</br>To Rylstone he the tidings brought;</br>Then on this place the Maid had sought:</br>And told, as gently as could be,</br>The end of that sad Tragedy,</br>Which it had been his lot to see.", "To him the Lady turned; \"You said</br>That Francis lives, he is not dead?\"", "\"Your noble Brother hath been spared,</br>To take his life they have not dared.</br>On him and on his high endeavour</br>The light of praise shall shine for ever!</br>Nor did he (such heaven's will) in vain</br>His solitary course maintain;</br>Not vainly struggled in the might</br>Of duty seeing with clear sight;</br>He was their comfort to the last,</br>Their joy till every pang was past.", "\"I witnessed when to York they came&mdash;</br>What, Lady, if their feet were tied!</br>They might deserve a good Man's blame;</br>But, marks of infamy and shame,</br>These were their triumph, these their pride.</br>'Lo Francis comes,' the people cried,</br>'A Prisoner once, but now set free.</br>'Tis well, for he the worst defied</br>For sake of natural Piety;</br>He rose not in this quarrel, he</br>His Father and his Brothers wooed,</br>Both for their own and Country's good,</br>To rest in peace &mdash; he did divide,</br>He parted from them; but at their side</br>Now walks in unanimity&mdash;</br>Then peace to cruelty and scorn,</br>While to the prison they are borne,</br>Peace, peace to all indignity!'", "\"And so in Prison were they laid&mdash;</br>Oh hear me, hear me, gentle Maid!</br>For I am come with power to bless,</br>To scatter gleams through your distress</br>Of a redeeming happiness.</br>Me did a reverend pity move</br>And privilege of ancient love,</br>But most, compassion for your fate,</br>Lady!  for your forlorn estate,</br>Me did these move, and I made bold,</br>And entrance gained to that strong-hold.", "\"Your Father gave me cordial greeting;</br>But to his purposes, that burned</br>Within him, instantly returned&mdash;</br>He was commanding and entreating,</br>And said, 'We need not stop, my Son!</br>But I will end what is begun;</br>'Tis matter which I do not fear</br>To entrust to any living ear.'</br>And so to Francis he renewed</br>His words, more calmly thus pursued.", "\"'Might this our enterprize have sped,</br>Change wide and deep the Land had seen,</br>A renovation from the dead,</br>A spring-tide of immortal green:</br>The darksome Altars would have blazed</br>Like stars when clouds are rolled away;</br>Salvation to all eyes that gazed,</br>Once more the Rood had been upraised</br>To spread its arms, and stand far aye.</br>Then, then, had I survived to see</br>New life in Bolton Priory;</br>The voice restored, the eye of truth</br>Re-opened that inspired my youth;</br>Had seen her in her pomp arrayed;</br>This Banner (for such vow I made)</br>Should on the consecrated breast</br>Of that same Temple have found rest:</br>I would myself have hung it high,</br>Glad offering of glad victory!", "\"'A shadow of such thought remains</br>To chear this sad and pensive time;</br>A solemn fancy yet sustains</br>One feeble Being &mdash; bids me climb</br>Even to the last &mdash; one effort more</br>To attest my Faith, if not restore.", "\"'Hear then,' said he, 'while I impart,</br>My Son, the last wish of my heart.</br>&mdash;The Banner strive thou to  regain;</br>And, if the endeavour be not vain,</br>Bear it &mdash; to whom if not to thee</br>Shall I this lonely thought consign?&mdash;</br>Bear it to Bolton Priory,</br>And lay it on Saint Mary's shrine,&mdash;</br>To wither in the sun and breeze</br>Mid those decaying Sanctities.</br>There let at least the gift be laid,</br>The testimony there displayed;</br>Bold proof that with no selfish aim,</br>But for lost Faith and Christ's dear name,</br>I helmeted a brow though white,</br>And took a place in all men's sight;</br>Yea offered up this beauteous Brood,</br>This fair unrivalled Brotherhood,</br>And turned away from thee, my Son!</br>And left &mdash; but be the rest unsaid,</br>The name untouched, the tear unshed,&mdash;</br>My wish is known and I have done:</br>Now promise, grant this one request,</br>This dying prayer, and be thou blest!'", "\"Then Francis answered fervently,</br>'If God so will, the same shall be.'", "\"Immediately, this solemn word</br>Thus scarcely given, a noise was heard,</br>And Officers appeared in state</br>To lead the Prisoners to their fate.</br>They rose, oh!  wherefore should  I fear</br>To tell, or, Lady, you to hear?</br>They rose &mdash; embraces none were given&mdash;</br>They stood like trees when earth and heaven</br>Are calm; they knew each other's worth,</br>And reverently the Band went forth.</br>They met, when they had reached the door,</br>The Banner which a Soldier bore,</br>One marshalled thus with base intent</br>That he in scorn might go before,</br>And, holding up this monument,</br>Conduct them to their punishment;</br>So cruel Sussex, unrestrained</br>By human feeling, had ordained:</br>The unhappy Banner Francis saw,</br>And, with a look of calm command</br>Inspiring universal awe,</br>He took it from the Soldier's hand;</br>And all the People that were round</br>Confirmed the deed in peace profound.</br>&mdash;High transport did the Father shed</br>Upon his Son &mdash; and they were led,</br>Led on, and yielded up their breath,</br>Together died, a happy death!</br>But Francis, soon as he had braved</br>This insult, and the Banner saved,</br>That moment, from among the tide</br>Of the spectators occupied</br>In admiration or dismay,</br>Bore unobserved his Charge away.\"", "These things, which thus had in the sight</br>And hearing passed of Him who stood</br>With Emily, on the Watch-tower height,</br>In Rylstone's woeful neighbourhood,</br>He told; and oftentimes with voice</br>Of power to encourage or rejoice;</br>For deepest sorrows that aspire,</br>Go high, no transport ever higher.</br>\"Yet, yet in this affliction,\" said</br>The old Man to the silent Maid,</br>\"Yet, Lady!  heaven is good &mdash; the night</br>Shews yet a Star which is most bright;</br>Your Brother lives &mdash; he lives &mdash; is come</br>Perhaps already to his home;</br>Then let us leave this dreary place.\"</br>She yielded, and with gentle pace,</br>Though without one uplifted look,</br>To Rylstone-hall her way she took.&mdash;", ""]