["A rigourous doome is myne, upon my faie,</br>Before the parent starre the lyghtsome sonne</br>Hath three tymes lyghted up the cheerful daie</br>To other reaulmes must Lamyngeton be gonne</br>Or else my flymsie thredde of life is spunne;</br>And shall I hearken to a cowart's reede</br>And from so vaine a shade, as lyfe is, runne?</br>No!  flie all thoughts of running &mdash; to the queede:</br>No!  here I'll staie and let the Cocknies see</br>That Lamyngeton the brave, will Lamyngeton still be.", "To fyght and not to flee, my sabatans</br>I'll don and girth my swerde unto my side</br>I'll go to ship, but not to foreyne lands</br>But act the pyrate, rob in every tyde:</br>Ther goods in Bristowe markette shall be sold.</br>With Cocknies bloude Thamysis shall be dyde.</br>My bark the lavnde of waters ride</br>Her sayles of scarlette and her stere of golde</br>My men the Saxonnes, I the Hengist bee</br>And in my ship combyne the force of all ther three.", "Go to mie trustie menne in Selwood's chace</br>That through the lessel hunt the burled boar</br>Tell them how stands with me the present case</br>And byd them revel down at Watchets shore</br>And saunt about in hawlkes and woods no more:</br>Let every auntrous knythe his armour brace</br>Their meats be mans fleshe and theyre beverge gore</br>Hancele or hanceled from the human race</br>Bid them lyke me thyre leedor shape their mynde</br>To be a bloudie foe in arms, gainst all mankynd</br>R&mdash; I go my boon companions for to fynd.</br>(Ralph yoes out.)", "Unfaithfull Cocknies dogs!  Your God is gayne.</br>When yn your town I spent my greete estate,</br>What shoales of citts came flockynge to my traine,</br>What shoales of tradesmen eaten from my plate,</br>My name was allwaies Lamyngeton the greete,</br>But whanne my wealth was gone ye kennd me not</br>I stood in warde, ye laughed at my fate</br>Nor car'd if Lamyngeton the greete did rotte</br>But know ye, curriedowes, ye shall soon feel</br>I've got experience now, altho' I bought weele.", "You let me know that all the world are knaves;</br>That lordes and citts are robbers in disguise,</br>I and my men the cocknies of the waves,</br>Will profit by your lessons and be wise:</br>Make you give back the harvest of your lies:</br>From deep fraught barques I'll take the myser's soul,</br>Make all the wealth of every citt my prize,</br>And cheating London's pryde to dignor Bristow rolle.</br>"]