["How sweet, when morning's blushes tinge the sky,</br>And nature wakes to life and joy again,</br>Far from the city's crowded haunts to fly,</br>And rove at freedom o'er the flow'ry plain!</br>To hear the feather'd warblers pour the strain</br>Of untaught harmony, to Nature's sire,</br>As with fleet wings th' aerial heights they gain!</br>How sweet the countless beauties to admire,</br>That dark creation round, and ecstasy inspire!", "Behold how summer's fostering breath has clad</br>The trees and shrubs in robes of living green!</br>The wild-flowers, o'er each hill and valley spread,</br>Wave their light heads, and grace the varied scene;&mdash;</br>The birds sing sweetly of their loves I ween;&mdash;</br>The roving breezes, as they wanton round,</br>Disperse wild thoughts of woe, and sullen spleen,</br>Till in the breast a sacred calm is found,</br>And sweet content, and peace, and love and joy abound.", "Is there a soul to Nature's beauties dead?</br>Say, is there one, with Reason's stamp imprest,</br>Which, void of sympathy, and dull as lead,</br>Feels not the charms which now the Eye invest,</br>In all her gay luxuriance richly drest?</br>Alas!  that soul, how joyless must it be,</br>That now in senseless apathy can rest!</br>How blind those film-bound eyes that cannot see</br>These marks of sov'reign pow'r and love, and bounty free!", "The sun has mounted now his golden car,</br>And flings around his vivifying rays,</br>Now with extinguish'd light the morning star</br>Is quench'd amidst the high, majestic blaze;</br>On stream and lake the beamy radiance plays;</br>A face of gen'ral joy creation wears;</br>Who now of human kind around can gaze,</br>Nor feel his heart rejoice, and lose his cares,</br>And ev'ry passion dire that peace and health impairs!", "Does not the common bliss that reigns around,</br>A kindred feeling to the soul convey?</br>Does not the earth with life and beauty crown'd,</br>Inspire such thoughts as banish grief away,</br>And discontent, and sullen envy's sway</br>The healthful breeze, the sun's enliv'ning pow'r,</br>The goodness that makes nature all so gay</br>In grove, or wildnerness, in field, of bower,</br>Brings new delight and life with each revolving hour.</br>"]