["Time, what art thou?  A giant swift and strong,</br>Whose pastime is amidst the rolling spheres;</br>Their dance thou leadest heaven's bright plain along,</br>Thy tracks behind thee, are a chain of years.</br>On &mdash; onward is thy course &mdash; thine eye appears</br>To pierce the future and the past to spurn;</br>Tho' heaven and hell should all assault thine ears,</br>For Time renewed, thou wilt not know return,</br>But steadfast hold thy way, till suns shall cease to burn.", "Thy step is hastening to eternity;</br>E'en now thy dusky wing invests that shore,</br>Where erst the angel stood upon its sea,</br>And pledg'd the oath of Heaven, that Time shall be no more!</br>I hear thee call, as, thou art passing o'er,</br>To mark thy flight, and where thou soarest fly:</br>The past, thou wilt not to my hand restore,</br>How shall I then my pinions spread and vie</br>With him whose ample wing extends beyond the sky?", "Thy voice I hear, it bids me to prepare</br>To give account of days, and months, and years,</br>Before Heaven's court!  How shall I meet thee there,</br>Since I with thee so much am in arrears?</br>Thou wilt not stop to ask if dark my fears,</br>Or bright my hopes, when my last sand is run;</br>For, oh!  with thee, intreaties, prayers and tears</br>Are nought:  joy and despair to thee are one,</br>The feeble glow-worm's beam is as yon giant sun.", "The rolls of fate unfold themselves to thee;</br>Their awful page thou scann'st with stoic frown;</br>Steadfast thy hand pursues their firm decree;</br>Thy glass first measures, then thy scythe cuts down.</br>The angels follow where thy spoils are strown;</br>They gather up thy harvest round thy feet;</br>The tares for burning, are together thrown;</br>But endless glory waits the golden wheat,</br>Where never-fading spring has fix'd her blooming seat.", "But Time, himself, shall soon be time no more;</br>His locks are fallen already, and his hand</br>Shall drop his sickle, and its toils give o'er;</br>His broken glass shall scatter round its sand.</br>New heavens and earth shall rise at God's command,</br>Nor Time shall lead their mazy dance along;</br>Eternity shall stamp this glorious band</br>With his own signet. &mdash; Heaven's exulting throng</br>Shall raise to God the voice of everlasting song.", "Shall Father Time be in oblivion lost?</br>No!  from eternity at first he sprung;</br>O'er these our worlds, he held his destined post,</br>And round their orbs th' appointed changes rung.</br>Tho' death shall hold awhile his iron tongue,</br>Yet, like his children, he, renewed, shall rise;</br>For scythe and glass, his harp, like their's, be strong;</br>Eternal youth shall sparkle in his eye</br>Nor shall he e'er again forsake his native skies.</br>"]