["ERGASTO, DAMIAN.", "ERGASTO.</br>Sing us that carroll (Damian)</br>Amintas soung when he began,</br>To follow Ringdes minstralsie,</br>And made us merrie melodie.", "DAMIAN.</br>Yong lad, my strings are broke and spent,</br>My harpe, records no merriment,</br>The moderne and newfangled laies,</br>From auncestrie beare hence the praise;</br>Such strange Terpanders now professe,</br>To move both mirth, and heavines,</br>By every motion of the fingers,</br>That olde men seeme but sorie singers.", "ERGASTO.</br>Let yong men boast what art they list,</br>Mine eares chiefe pleasure doth consist,</br>In hearing what concentfull laies</br>Our Fathers chaunted in their daies;</br>For often have I found this true,</br>The sence is olde, the words be newe:</br>What ere the yonger boast and brave,</br>Their worth, and wit, from eld they have:</br>Olde sence by upstarts newlie suted</br>In words ill warpt, is not reputed</br>The deede of him that formd the stile,</br>But his that did the sence compile.", "DAMIAN.</br>Since thou canst argue so for age,</br>My voice with harpe some warre shall wage:</br>And I will sing thee such a lay</br>As erst I heard my Ringde play.</br>At Galateas wedding feast,</br>(Where sea to heave, his musicke ceast.)", "CANTUS.</br>There was a time (or writers have missung)</br>Wherein our partiall mothers ballance hung</br>With equall poise:  and fish, wild beastes, and birds,</br>Had use of reason, and of needfull words:</br>Wherein foure-footed beasts of savadge field,</br>(Who sought the state of winged fowles to wield)</br>Conspir'd, (the better to defence their states)</br>To chuse the fish, to be their mutuall mates:</br>Who vainly trusting to their fraile defence,</br>Consented quickly to the beastes pretence,</br>Supposing nature, equallie had lent</br>Like force in earth, as liquid element:</br>Hereon (ambition egging on the flocks</br>Of proud foure-footed beasts) the shoares, and rocks</br>Were fild with fish; and heaven, with shoutes and cries,</br>And gastlie breathings, almost lost his eies:</br>When all the foules, embatail'd in the aire</br>(Seeing their fortunes almost in despaire)</br>Be sought the Gods, (who all injustice hate)</br>To be assistant in this dire debate:</br>Jove, by a thunderclap a signall gave</br>Upon their prayers, they should good fortune have,</br>And speedily sent out the Southerne wind</br>To drive the waters from their bounds assind;</br>A murren on the beasts he thrilled downe:</br>Whilst thus the reverend judge doth threat and frowne,</br>The fowles they stoupe, and offering urgent blowes,</br>Finde hartles beastes, and each where liveles foes:</br>The fish, on waveles shore disperst, and left,</br>Of pride, and life, were all at once bereft:</br>The fowles prevaild, and fed them fat with pray,</br>And after victors like did flie away;</br>And beating off the aire with open wings</br>They tun'd this carroll to the woods and springs,</br>To beasts, to fish, (reserv'd from brunt of warre)</br>To all, that (with both factions mortall are)</br>Beware (O what soever race you bee)</br>(Too much ambitious in felicitie)</br>To strive to raise your fortunes through oppression,</br>Or count your neighbours purchase your possession,</br>For Gods revenge each impious attempt</br>Before the plague, or punishment be drempt:</br>Be sure the square whereby you build your states,</br>Must breake and faile, in dangers and debates;</br>For Nemesis hath every houre reserv'd</br>A plague for pride, that hath from justice swerv'd:</br>Oh you, whose calme, makes neighbours stormes seeme sore</br>Trie you your tides, before you trust your ore,</br>The surge may rise on sodaine ere you thinke,</br>And force you, (whilst you swim, secure) to sinke.</br>Who trustes to choice of proud consederate,</br>And failes in choice of faithfull friends estate;</br>Let him disclaime his armes, and claime foresight;</br>Lest he with beastes, mannage a beastlie fight.", "ERGASTO.</br>In sooth this is a wittie lay</br>More pleasant then the verrelay,</br>The shepheard sings unto his sheepe</br>As soone as day begins to peepe.", "DAMIAN.</br>Waigh not the words, but marke the worth,</br>Great flouds doe often issue forth</br>From humble waters, and deepe skill,</br>May flow from an impolisht quill.</br>Who waites for words, may get him hence,</br>For shepheards onely sing for sence.</br>"]