["Fair Una to the Redcross Knight</br>Betrothed is with Joy:</br>Though false Duessa it to barr,</br>Her false Sleights do employ.", "Behold I see the Haven nigh at hand,</br>To which I mean my weary Course to bend;</br>Vere the main Shete, and bear top with the Land,</br>The which afore is fairly to be kend,</br>And seemeth safe from Storms, that may offend:</br>There this fair Virgin, weary of her way,</br>Must landed be, now at her Journey's end;</br>There eke my feeble Bark awhile may stay,</br>Till merry Wind and Weather call her thence away.", "Scarcely had Phoebus, in the glooming East,</br>Yet harnessed his fiery-footed Teem,</br>Ne rear'd above the Earth his flaming Creast,</br>When the last deadly Smoak aloft did steem,</br>That Sign of last out-breathed Life did seem,</br>Unto the Watchman on the Castle-wall;</br>Who thereby dead that baleful Beast did deem,</br>And to his Lord and Lady loud 'gan call,</br>To tell how he had seen the Dragon's fatal Fall.", "Up rose with hasty Joy, and feeble Speed</br>That aged Sire, the Lord of all that Land,</br>And looked forth, to weet if true indeed</br>Those Tidings were, as he did understand:</br>Which whenas true by trial he out-fond,</br>He bade to open wide his brazen Gate,</br>Which long time had been shut, and out of hond</br>Proclaimed Joy and Peace through all his State;</br>For dead now was their Foe, which them forraied late.", "Then 'gan triumphant Trumpets sound on high,</br>That sent to Heaven th' ecchoed Report</br>Of their new Joy, and happy Victory,</br>'Gainst him, that had them long opprest with Tort,</br>And fast imprisoned in sieged Fort.</br>Then all the People, as in solemn Feast,</br>To him assembled with one full Consort,</br>Rejoicing at the Fall of that great Beast,</br>From whose eternal Bondage now they were releast.", "Forth came that ancient Lord and aged Queen,</br>Array'd in antique Robes down to the Ground,</br>And sad Habiliments right well beseen;</br>A noble Crew about them waited round</br>Of sage and sober Peers, all gravely gown'd;</br>Whom far before did march a goodly Band</br>Of tall young Men, all able Arms to sound,</br>But now they Laurel Branches bore in hand;</br>Glad Sign of Victory and Peace in all their Land.", "Unto that doughty Conquerour they came,</br>And him before, themselves prostrating low,</br>Their Lord and Patron loud did him proclaim,</br>And at his Feet their Laurel Boughs did throw.</br>Soon after them, all dauncing on a row</br>The comely Virgins came, with Girlands dight,</br>As fresh as flowers in Meadow green do grow,</br>When Morning Dew upon their Leaves doth light</br>And in their Hands sweet Tymbrels all upheld on hight.", "And them before, the Fry of Children young</br>Their wanton Sports and childish Mirth did play,</br>And to the Maidens sounding Tymbrels sung</br>In well attuned Notes, a joyous Lay,</br>And made delightful Musick all the way,</br>Until they came where that fair Virgin stood;</br>As fair Diana, in fresh-Summer's Day,</br>Beholds her Nymphs, enrang'd in shady Wood,</br>Some wrestle some do run, some bathe in crystal Flood:", "So she beheld those Maidens Merriment</br>With chearful View; who, when to her they came,</br>Themselves to ground with gracious Humbless bent,</br>And her ador'd by honourable Name,</br>Lifting to Heaven her everlasting Fame:</br>Then on her Head they set a Girland green,</br>And crowned her 'twixt Earnest and 'twixt Game;</br>Who in her Self-resemblance well beseen,</br>Did seem such as she was, a goodly maiden Queen.", "And after, all the rascal Many ran,</br>Heaped together in rude Rabblement,</br>To see the Face of that victorious Man,</br>Whom all admired, as from Heaven sent,</br>And gaz'd upon with gaping Wonderment.</br>But, when they came where that dead Dragon lay,</br>Stretch'd on the Ground in monstrous large Extent,</br>The sight with idle Fear did them dismay,</br>Ne durst approach him nigh, to touch, or once assay.", "Some fear'd, and fled; some fear'd, and well it feign'd;</br>One that would wiser seem than all the rest,</br>Warn'd him not touch; for, yet perhaps remain'd</br>Some lingring Life within his hollow Brest,</br>Or in his Womb might lurk some hidden Nest</br>Of many Dragonets, his fruitful Seed:</br>Another said, that in his Eyes did rest</br>Yet sparkling fire, and bade thereof take heed;</br>Another said, he saw him move his Eyes indeed.", "One Mother, when as her fool-hardy Child</br>Did come too near, and with his Talants play,</br>Half dead through fear, her little Babe revil'd,</br>And to her Gossips 'gan in counsel say;</br>How can I tell, but that his Talants may</br>Yet scratch my Son, or rend his tender Hand?</br>So diversly themselves in vain they fray;</br>Whiles some more bold, to measure him nigh stand.</br>To prove how many Acres he did spread of Land.", "Thus flocked all the Folk him round about,</br>The whiles that hoary King, with all his Train,</br>Being arrived, where that Champion stout</br>After his Foe's Defeasance did remain,</br>Him goodly greets, and fair does entertain</br>With Princely Gifts of Ivory and Gold,</br>And thousand Thanks him yields for all his Pain.</br>Then, when his Daughter dear he does behold,</br>Her dearly doth embrace, and kisseth manifold.", "And after to his Palace he them brings,</br>With Shaumes, and Trumpets, and with Clarions sweet;</br>And all the way the joyous People sings,</br>And with their Garments strows the paved Street:</br>Whence mounting up, they find Purveyance meet</br>Of all that Royal Princes Court became,</br>And all the Floor was underneath their Feet</br>Bespred with costly Scarlet of great Name,</br>On which they lowly sit, and fitting Purpose frame.", "What needs me tell their Feast and goodly Guise,</br>In which was nothing riotous nor vain?</br>What needs of dainty Dishes to devise,</br>Of comely Services, or courtly Train?</br>My narrow Leaves cannot in them contain</br>The large Discourse of Royal Princes State.</br>Yet was their Manner then but bare and plain:</br>For th' antique World Excess and Pride did hate;</br>Such proud luxurious Pomp is swollen up but late.", "Then when with Meats and Drinks of every kind</br>Their fervent Appetites they quenched had,</br>That ancient Lord 'gan fit Occasion find</br>Of strange Adventures, and of Perils sad,</br>Which in his Travel him befallen had,</br>For to demaund of his renowned Guest:</br>Who then with Utt'rance grave, and Count'nance sad,</br>From point to point, as is before exprest,</br>Discours'd his Voyage long, according his Request.", "Great Pleasures mix'd with pitiful Regard,</br>That godly King and Queen did passionate,</br>Whiles they his pitiful Adventures heard,</br>That oft they did lament his luckless State,</br>And often blame the too importune Fate,</br>That heap'd on him so many wrathful Wreaks:</br>For never gentle Knight, as he of late,</br>So tossed was in Fortune's cruel Freaks;</br>And all the while salt Tears bedew'd the Hearers Cheeks.", "Then said the Royal Pere in sober wise;</br>Dear Son, great been the Evils which ye bore</br>From first to last, in your late Enterprise,</br>That I no'te, whether praise, or pity more;</br>For never living Man (I ween) so sore</br>In Sea of deadly Dangers was distrest;</br>But sith now safe ye seized have the Shore,</br>And well arrived are (high God be blest)</br>Let us devise of Ease, and everlasting Rest.", "Ah, dearest Lord, said then that doughty Knight,</br>Of Ease or Rest I may not yet devise;</br>For by the Faith which I to Arms have plight,</br>I bounden am, straight after this Emprize</br>(As that your Daughter can ye well advise)</br>Back to return to that great Fairy Queen,</br>And her to serve six Years in warlike wise,</br>'Gainst that proud Paynim King that works her Teen:</br>Therefore I ought crave pardon, till I there have been.", "Unhappy falls that hard Necessity</br>(Quoth he) the Troubler of my happy Peace;</br>And vowed Foe of my Felicity;</br>Ne I against the same can justly preace:</br>But sith that Band we cannot now release,</br>Nor doen undo, (for Vows may not be vain)</br>Soon as the Term of those six Years shall cease,</br>Ye then shall hither back return again,</br>The Marriage to accomplish vow'd betwixt you twain.", "Which, for my part, I covet to perform,</br>In sort as thro the World I did proclaim,</br>That whoso kill'd that Monster (most deform)</br>And him in hardy Battel overcame,</br>Should have mine only Daughter to his Dame,</br>And of my Kingdom Heir apparent be:</br>Therefore, sith now to thee pertains the same,</br>By due Desert of noble Chevalry,</br>Both Daughter and eke Kingdom, lo, I yield to thee.", "Then forth he called that his Daughter fair,</br>The fairest Un', his only Daughter dear,</br>His only Daughter, and his only Heir;</br>Who forth proceeding with sad sober Chear,</br>As bright as doth the Morning Star appear</br>Out of the East, with flaming Locks bedight,</br>To tell the dawning Day is drawing near,</br>And to the World does bring long-wished Light ;</br>So fair and fresh that Lady shew'd her self in sight.", "So fair and fresh, as freshest Flower in May;</br>For she had laid her mournful Stole aside,</br>And, Widow-like sad Wimple thrown away,</br>Wherewith her heavenly Beauty she did hide,</br>Whiles on her weary Journey she did ride;</br>And on her now a Garment she did wear,</br>All lilly white, withouten Spot or Pride,</br>That seem'd like Silk and Silver woven near;</br>But neither Silk nor Silver therein did appear.", "The blazing Brightness of her Beauty's Beam,</br>And glorious Light of her sunshiny Face</br>To tell, were as to strive against the Stream.</br>My ragged Rimes are all too rude and base,</br>Her heavenly Lineaments for to enchace:</br>Ne wonder; for her own dear loved Knight,</br>All were she daily with himself in place,</br>Did wonder much at her celestial Sight;</br>Oft had he seen her fair, but never so fair dight.", "So fairly dight, when she in Presence came,</br>She to her Sire made humble Reverence,</br>And bowed low, that her right well became,</br>And added Grace unto her Excellence:</br>Who with great Wisdom and grave Eloquence,</br>Thus 'gan to say &mdash; But e'er he thus had said,</br>With flying Speed, and seeming great Pretence,</br>Came running in, much like a Man dismaid,</br>A Messenger with Letters, which his Message said.", "All in the open Hall amazed stood</br>At Suddenness of that unwary Sight,</br>And wondred at his breathless hasty Mood.</br>But he for nought would stay his Passage right,</br>Till fast before the King he did alight,</br>Where falling flat, great Humbless he did make,</br>And kiss'd the Ground, whereon his Foot was pight;</br>Then to his Hands that Writ he did betake,</br>Which he disclosing, read thus, as the Paper spake.", "To thee, most mighty King of Eden fair,</br>Her Greeting sends in these sad Lines address'd,</br>The woeful Daughter, and forsaken Heir</br>Of that great Emperor of all the West;</br>And bids thee be advised for the best,</br>E'er thou thy Daughter link in holy Band</br>Of Wedlock, to that new unknowen Guest:</br>For he already plighted his right Hand</br>Unto another Love, and to another Land.", "To me, sad Maid, or rather Widow sad,</br>He was affianced long time before,</br>And sacred Pledges be both gave, he had,</br>False erraunt Knight, infamous, and forswore:</br>Witness the burning Altars, which he swore,</br>And guilty Heavens of his bold Perjury;</br>Which though he hath polluted oft and yore,</br>Yet I to them for Judgment just do fly,</br>And them conjure t'avenge this shameful Injury.", "Theresore, sith mine he is, or free or bond,</br>Or false or true, or living or else dead,</br>Withhold, O Sovereign Prince, your hasty Hond</br>From knitting League with him, I you aread;</br>Ne ween my Right with Strength adown to tread,</br>Through Weakness of my Widowhed, or Woe;</br>For Truth is strong, his rightful Cause to plead,</br>And shall find Friends, if need requireth so:</br>So bids thee well to fare, thy neither Friend nor Foe,</br>Fidessa.", "When he these bitter biting Words had red,</br>The Tidings strange did him abashed make,</br>That still he sate long time astonished</br>As in great muse, ne word to Creature spake.</br>At last, his solemn Silence thus he brake,</br>With doubtful Eyes safe fixed on his Guest;</br>Redoubted Knight, that for mine only sake</br>Thy Life and Honour late adventurest,</br>Let nought be hid from me, that ought to be exprest.", "What mean these bloody Vows, and idle Threats,</br>Thrown out from womanish impatient Mind?</br>What Heavens?  what Altars?  whet enraged Heats</br>Here heaped up with Terms of Love unkind,</br>My Conscience clear with guilty Bands would bind?</br>High God be witness, that I guiltless am.</br>But if your self, Sir Knight, ye faulty find,</br>Or wrapped be in Loves of former Dame,</br>With Crime do not it cover, but disclose the same.", "To whom the Redcross Knight this Answer sent,</br>My Lord, my King, be nought hereat dismaid,</br>Till well ye wote by grave Intendiment,</br>What Woman, and wherefore doth me upbraid</br>With Breach of Love, and Loyalty betray'd.</br>It was in my Mishaps, as hitherward</br>I lately travel'd, that unwares I stray'd</br>Out of my way, through Perils strange and hard;</br>That Day should fail me, e'er I had them all declar'd.", "There did I find, or rather I was found</br>Of this false Woman, that Fidessa hight,</br>Fidessa hight the falsest Dame on ground</br>Most false Duessa, royal richly dight,</br>That easy was to inveagle weaker Sight:</br>Who, by her wicked Arts, and wily Skill,</br>Too false and strong for earthly Skill or Might</br>Unwares me wrought unto her wicked Will,</br>And to my Foe betray'd, when least I feared Ill.", "Then stepped forth the goodly Royal Maid,</br>And on the Ground her self prostrating low,</br>With sober Countenance thus to him said;</br>O pardon me, my Sovereign Lord, to show</br>The secret Treasons, which of late I know</br>To have been wrought by that false Sorceress!</br>She only, she it is, that earst did throw</br>This gentle Knight into so great Distress,</br>That Death him did await in daily Wretchedness.", "And now it seems, that she suborned hath</br>This crafty Messenger with Letters vain,</br>To work new Woe and improvided Scath,</br>By breaking of the Band betwixt us twain;</br>Wherein she used hath the practick Pain</br>Of this false Footman, cloak'd with Simpleness:</br>Whom if ye please for to discover plain,</br>Ye shall him Archimago find, I guess,</br>The falsest Man alive, who tries shall find no less.", "The King was greatly moved at her Speach,</br>And all with sudden Indignation fraight,</br>Bade on that Messenger rude Hands to reach.</br>Eftsoons the Guard, which on his State did wait,</br>Attach'd that Faitor false, and bound him strait.</br>Who, seeming sorely chauffed at his Band,</br>As chained Bear, whom cruel Dogs do bait,</br>With idle Force did fain them to withstand,</br>And often Semblance made to scape out of their Hand.", "But they him laid full low in Dungeon deep,</br>And bound him Hand and Foot with Iron Chains.</br>And with continual Watch did warely keep;</br>Who then would think, that by his subtile Trains</br>He could escape foul Death or deadly Pains?</br>Thus when that Prince's Wrath was pacify'd,</br>He 'gan renew the late forbidden Banes,</br>And to the Knight his Daughter dear he ty'd</br>With Sacred Rites, and Vows for ever to abide.", "His own two Hands the Holy Knots did knit,</br>That none but Death for ever can divide;</br>His own two Hands, for such a Turn most fit,</br>The housling Fire did kindle and provide,</br>And Holy Water thereon sprinkled wide;</br>At which, a bushy Teade a Groom did light,</br>And sacred Lamp in secret Chamber hide,</br>Where it should not be quenched day nor night,</br>For fear of evil Fates, but burnen ever bright.", "Then 'gan they sprinkle all the Posts with Wine,</br>And made great Feast, to solemnize that Day;</br>They all perfum'd with Frankincense Divine,</br>And precious Odours fetch'd from far away,</br>That all the House did sweat with great Array:</br>And all the while sweet Musick did apply</br>Her curious Skill, the warbling Notes to play,</br>To drive away the dull Melancholy;</br>The whiles one sung a Song of Love and Jollity.", "During the which there was an heavenly Noise</br>Heard sound through all the Palace pleasantly,</br>Like as it had been many an Angel's Voice,</br>Singing before th' eternal Majesty,</br>In their trinal Triplicities on high;</br>Yet wist no Creature, whence that heavenly Sweet</br>Proceeded:  yet each one felt secretly</br>Himself thereby reft of his Senses meet,</br>And ravished with rare Impression in his Sprite.", "Great Joy was made that Day of Young and Old,</br>And solemn Feast proclaim'd throughout the Land,</br>That their exceeding Mirth may not be told:</br>Suffice it, here by Signs to understand</br>The usual Joys at knitting of Love's Band.</br>Thrice happy Man the Knight himself did hold,</br>Possessed of his Lady's Heart and Hand;</br>And ever, when his Eye did her behold,</br>Her Heart did seem to melt in Pleasures manifold.", "Her joyous Presence and sweet Company</br>In full Content he there did long enjoy,</br>Ne wicked Envy, ne vile Jealousy</br>His dear Delights were able to annoy:</br>Yet swimming in that Sea of blissful Joy,</br>He nought forgot, how he whilom had sworn,</br>In case he could that Monstrous Beast destroy,</br>Unto his Fairy-Queen back to return:</br>The which he shortly did, and Una left to mourn.", "Now strike your Sails, ye jolly Mariners;</br>For we be come unto a quiet Rode,</br>Where we must land some of our Passengers,</br>And light this weary Vessel of her Load.</br>Here she awhile may make her safe Abode,</br>Till she repaired have her Tackles spent,</br>And Wants supply'd.  And then again abroad</br>On long Voyage whereto she is bent;</br>Well may she speed, and fairly finish her Intent.", ""]