["The Chancellor has passed the stern decree,</br>The daily press rings out the doleful knell,</br>Warning each old adventurer, that he</br>Must now of Lotteries take a last farewell!", "Dismay and wonder now pervade Cornhill&mdash;</br>The printers, too, are in a dismal rout,</br>Swearing they ne'er shall print another bill,</br>When those for whom they puffed are thus puffed out.", "O Fred'rick Robinson, thou man of death!</br>Our scanty pittance why should you begrudge it?</br>Why &mdash; oh!  why thus in dungeon stop our breath,</br>And shut us cruelly from out thy budget?", "What was it seem'd offensive in thine eyes,</br>And gave thine act a plausible pretence?</br>Say &mdash; didst thou think the selling a large prize</br>Was in itself a capital offence?", "Whatever be the cause, the effect is sad:</br>Since thou must close his well-known lucky wicket,</br>Bish, our Leviathan, is gone half mad,</br>And looks as dismal as a blank-drawn ticket.", "Carrol &mdash; alas!  his carols, turned to sighs,</br>Seem to his cheerful name to give the lie;</br>Hazard, with fear of death before his eyes</br>Declares he'll stand the \"hazard of the die.\"", "Swift, of the Poultry, too, is ill at ease,</br>His grief breaks forth in this pathetic swell&mdash;</br>\"I go to pine on wretched bread and cheese,</br>For, ah!  to poultry I must bid farewell!\"", "Martin complains his rapid flight is checked,</br>And doth the ruin of his house deplore,</br>Wond'ring that martin's nests don't claim respect,</br>As they were wont to do in times of yore.", "Richardson says the world will teem with crimes,</br>And woe and misery pervade the state;</br>For what can prosper in those hapless times,</br>When Good-luck is proscribed, and out of date?", "The web of death encircles J. D. Webb,</br>The common ruin on him too hath landed;</br>Him, too, must reach this melancholy ebb,</br>And all the fortunes of the Strand be stranded.", "Pidding, who did his corner much enjoy,</br>Says, while he contemplates the prospect dim,</br>How oft I've hung out my gay blue-coat boy&mdash;</br>Now I must hang myself instead of him!", "Happily, next year, some friend shall say and weep,</br>As up Cornhill he takes his lonely way&mdash;</br>Where are the harvests which I used to reap,</br>Beneath the sickle of each drawing day?", "Ah!  where is Sivewright? &mdash; where is Eyton now?</br>Where are the placards, which so lately told</br>The clustering congregation when and how</br>The thirty thousands were all shared and sold?", "\"Where dwelt activity there reigneth gloom;</br>My well-known friends have lost their public rank:</br>The Lottery has pass'd into the tomb,</br>And left the world an universal blank.\"</br>"]