["Ah!  gentle Pipe, thee erst I wont to fill</br>With other sounds, with Sounds of Joyaunce sweet,</br>The while our shepherd Lads yon rugged Hill</br>Beside, the Greensward shook with shifted Feet,</br>In jocund Daunce; or Phyllis (she I ween</br>The loveliest Lass alive) was sporting on the Green.", "But now the shepherd Lads no more are seen</br>Dauncing with merry Glee yon Hill beside;</br>Phyllis no more disporteth on the Green,</br>Her tressed Locks ytorn, her Garland's Pride</br>All faded; e'en my silly Sheep forgo</br>Their wonted Food, so been they overwent with Woe.", "For he, that hight of Shepherds all, the King,</br>He now is dead; weep, Valleys, weep for aye,</br>Weep, Groves, with Sighs let all your Echoes ring.</br>Ah me!  full well I thought that Summer's Day,</br>When by the light'ning Bolt, of all the Wood</br>The goodliest Oak was scath'd, it bode us mought no good.", "N'athless we may not, must not yet despair,</br>Sith' after Winter, Winter's dreary Blast,</br>Ever with more Delight returneth fair</br>The pleasaunt Spring; sith' nought on Earth can last</br>For long; ne Joy, ne Sorrow sure, I trow,</br>But like this hasty Stream for ever changing flow.", "Damaetas, (deeply skill'd in wise Foresight,</br>And much of all admir'd for learned Fame)</br>Shew'd me but now a Youth of comely Height,</br>As hither thro' the hazle Copse we came:</br>A Youth he seem'd to sight of peerless Praise,</br>And modest Mien, that ever gen'rous Mind bewrays.", "Colin, quoth he, thilk lovely Lad goes yon,</br>Master is now of all this Forest wide,</br>(Si' that great Tityrus his Life hath done)</br>And well shall keep:  Ne hence with sturdy stride</br>Shall derring Wolf our nightly Folds annoy,</br>Ne subtle Fox, what Time the Lambs for Dam 'gin cry.", "Soon then perhaps, if right Damaetas read,</br>This Pipe shall charmed be to deftest Lay,</br>When that the Shepherds shall betrick his Head</br>With gilded Coronals, and Girlands gay.</br>That Time shall Pan himself, and Delia sing</br>With all her Oread Train, to hail our shepherd King.", "Thus Colin sang; when now the low'ring Sky</br>And mizling Clouds gan warn him homeward hie.</br>"]