["The peaceful Evening breathes her balmy store,</br>The playful School-boys wanton o'er the green;</br>Where spreading Poplars shade the Cottage Door,</br>The Villagers in rustic joy convene.", "Amid the secret Windings of the Wood,</br>With solemn Meditation let me stray;</br>This is the Hour, when, to the Wise and Good,</br>The heavenly Maid repays the toils of Day.", "The River murmurs, and the breathing Bale</br>Whispers the gently-waving Boughs among,</br>The Star of evening glimmers o'er the Dale,</br>And leads the silent Host of Heaven along.", "How bright, emerging o'er yon broom-clad Height,</br>The silver Empress of the Night appears!</br>Yon limpid Pool reflects a stream of Light,</br>And faintly in its breast the Woodland bears.", "The Waters tumbling o'er their rocky Bed,</br>Solemn and constant, from yon Dell resound;</br>The lonely Hearths blaze o'er the distant Glade;</br>The Bat, low-wheeling, skims the dusky Ground.", "August and hoary, o'er the sloping Dale,</br>The Gothic Abbey rears its sculptur'd Towers;</br>Dull through the Roofs resound the whistling Gale;</br>Dark Solitude among the Pillars low'rs.", "Where yon old Trees bend o'er a place of Graves,</br>And, solemn, shade a Chapel's sad remains;</br>Where yon skaith'd Poplar through the Window waves,</br>And, twining round, the hoary Arch sustains;", "There, oft at Dawn, as One forgot behind,</br>Who longs to follow, yet unknowing where,</br>Some hoary Shepherd, o'er his Staff reclin'd,</br>Pores on the Graves, and sighs a broken Prayer.", "High o'er the Pines, that with their dark'ning shade</br>Surround yon craggy Bank, the Castle rears</br>Its crumbling Turrets:  still its towery Head</br>A warlike mien, a sullen grandeur wears.", "So, 'midst the snow of Age, a boastful air</br>Still on the war-worn Veteran's Brow attends;</br>Still his big Bones his youthful Prime declare,</br>Though, trembling o'er the feeble Crutch, he bends.", "While round the Gates the dusky Wall-flowers creep,</br>Where oft the Knights the beauteous Dames have led;</br>Gone is the Bower, the Grot a ruined heap,</br>Where Bays and Ivy o'er the fragments spread.", "'Twas here our Sires exulting from the Fight,</br>Great in their bloody arms, march'd o'er the Lea,</br>Eyeing their rescued Fields with proud delight;</br>Now lost to them!  and, ah how chang'd to me!", "This Bank, the River, and the fanning Breeze,</br>The dear Idea of my POLLIO bring;</br>So shone the Moon through these soft nodding Trees,</br>Where here we wander'd in the Eves of Spring.", "When April's smiles the flowery Lawn adorn,</br>And modest Cowslips deck the Streamlet's side,</br>When fragrant Orchards to the roseate Morn</br>Unfold their Bloom, in heaven's own Colours dy'd:", "So fair a blossom gentle POLLIO wore,</br>These were the Emblems of his healthful Mind;</br>To Him the letter'd Page display'd its Lore,</br>To Him bright Fancy all her Wealth resign'd:", "Him, with her purest Flames, the Muse endow'd,</br>Flames never to th' illiberal Thought allied;</br>The sacred Sisters led where Virtue glow'd</br>In all her Charms; he saw, he felt, and died.", "Oh Partner of my Infant Griefs and Joys!</br>Big with the Scenes now past, my Heart o'erflows,</br>Aids each Endearment, fair as once, to rise,</br>And dwells luxurious on her melting Woes.", "Oft with the rising Sun when Life was new,</br>Along the Woodland have I roam'd with Thee;</br>Oft by the Moon have brush'd the Evening Dew,</br>When all was fearless Innocence and Glee.", "The sainted Well where yon bleak Hill declines,</br>Has oft been conscious of those happy Hours;</br>But now the Hill, the River crown'd with Pines,</br>And sainted Well have lost their cheering Powers,", "For Thou art gone &mdash; my Guide, my Friend, oh where,</br>Where hast thou fled, and left me here behind!</br>My tenderest Wish, my Heart to Thee was bare,</br>Oh, now cut off each passage to thy Mind!", "How dreary is the Gulph, how dark, how void,</br>The trackless Shores that never were repast!</br>Dread Separation!  on the Depth untry'd</br>Hope faulters, and the Soul recoils aghast.", "Wide round the spacious Heavens I cast my eyes;</br>And shall these Stars glow with immortal fire,</br>Still shine the lifeless glories of the Skies,</br>And could thy bright, thy LIVING Soul expire?", "Far be the thought &mdash; the Pleasures most sublime,</br>The Glow of Friendship, and the virtuous Tear,</br>The tow'ring Wish that scorns the bounds of Time,</br>Chill'd in this Vale of Death, but languish here.", "So plant the Vine on Norway's wintery Land,</br>The languid Stranger feebly buds, and dies:</br>Yet there's a Clime where Virtue shall expand</br>With godlike strength, beneath her native Skies.", "The lonely Shepherd on the Mountain's side,</br>With patience waits the rosy opening Day;</br>The Mariner at Midnight's darksome tide,</br>With cheerful hope expects the Morning Ray.", "Thus I, on Life's storm-beaten Ocean tost,</br>In mental vision view the happy Shore,</br>Where POLLIO beckons to the peaceful Coast,</br>Where Fate and Death divide the Friends no more.", "Oh that some kind, some pitying kindred Shade,</br>Who now, perhaps, frequents this solemn Grove,</br>Would tell the awful Secrets of the Dead,</br>And from my Eyes the mortal Film remove!", "Vain is the Wish &mdash;  yet surely not in vain</br>Man's Bosom glows with that celestial Fire,</br>Which scorns Earth's Luxuries, which smiles at Pain,</br>And wings his Spirit with sublime Desire.", "To fan this Spark of Heaven, this Ray divine,</br>Still, oh my Soul!  still be thy dear Employ;</br>Still thus to wander through the Shades be thine,</br>And swell thy Breast with visionary Joy.", "So to the dark-brow'd Wood, or sacred Mount,</br>In ancient days the holy Seers retir'd,</br>And, led in vision, drank at SILOE'S Fount,</br>While rising Ecstasies their Bosoms fir'd;", "Restor'd Creation bright before them rose,</br>The burning Desarts smil'd at EDEN'S Plains,</br>One friendly Shade the Wolf and Lambkin chose,</br>The flowery Mountains sung &mdash; \"MESSIAH REIGNS!\"", "Though fainter Raptures my cold Breast inspire,</br>Yet, let me oft frequent this solemn Scene,</br>Oft to the Abbey's shatter'd Walls retire,</br>What time the Moonshine dimly gleams between.", "There, where the Cross in hoary ruin nods,</br>And weeping Yews o'ershade the letter'd Stones,</br>While midnight Silence wraps these drear Abodes,</br>And soothes me wand'ring o'er my kindred Bones,", "Let kindled Fancy view the glorious Morn,</br>When from the bursting Graves the Just shall rise,</br>All Nature smiling, and, by Angels borne,</br>MESSIAH'S Cross fair blazing o'er the Skies.</br>"]