["The moon was rising calmly o'er the hill,</br>And we the noisy city left behind,</br>In love of nightly solitude &mdash; where still</br>Celestial thoughts and feelings fill the mind.&mdash;</br>Oh!  what is all the bustle of mankind&mdash;</br>What all their trappings, pleasure, pomp, and power,</br>To what sweet quietude the soul can find</br>'Mid Nature's loneliness, in wild or bower,</br>At opening morn, or noon, or evening's peaceful hour!", "Is there aught lovely in those narrow ways</br>Which many mortals in confusion trace?</br>Is there a pleasure in the endless maze&mdash;</br>A sound, a lesson in the form or face</br>Of those who love such giddy groupes to grace&mdash;</br>That musing mind should ever long to read;</br>Or which, when read, could satiate the race</br>Of worm-like woes which from this life proceed,</br>And on the lonely heart with ceaseless gnawings feed?", "If such there be &mdash; seek not these scenes afar,</br>Ye whose best longings bustle can fulfil,</br>Sally not forth wild Nature's bliss to mar,</br>Let solitude be solitary still;</br>Reserv'd for those to whom, of earthly ill,</br>Forgetfulness by her is kindly taught;</br>Reserv'd for those, whose beings own a will</br>To range still onward in their world of thought,</br>Through scenes the more belov'd, the more by man unsought.", "We climb'd the mountain; and the moon, the sky,</br>The din of men died on the airs of night;</br>Clouds there were none, save such as often lie</br>Asleep on heaven, thinly spread, and white</br>As lawn, o'er maiden's bosom heaving light,</br>In simple loveliness; &mdash; while many a star,</br>With beams of glory beautifully bright,</br>Came curling onward in its little car,</br>And seem'd to woo our thoughts to blissful worlds afar.", "We climb'd the mountain &mdash; bounding over cliffs</br>And time-worn precipices &mdash; with the toil</br>Our souls seem'd dignified &mdash; wild Nature's gifts</br>Are these; which avarice can never spoil,</br>Else were they spoil'd &mdash; for man, of soul most vile,</br>Could burn creation, were its ashes gold;</br>Nor think of Nature's loveliness the while,</br>Of trees, or flow'rs, planted by her of old,</br>Nor rocks, nor rills, nor aught that mortal eyes behold.", "The works of art to me can yield no charm,</br>Till Time and Tempests their assistance lend;</br>What were the palace that ne'er stood the storm,</br>The tow'rs high pinnacles &mdash; the polish'd pend?</br>Let warring elements these masses rend,</br>And Time bestrew of moss his mantle hoar,</br>And Nature forth her creeping families send,</br>Of little woodbines wild, to warp them o'er,</br>Binding together that which art but bound before.", "And then the eye which hates the barrenness</br>Of human grandeur, shall unwearied roam,</br>Counting the beauties &mdash; then the soul confess</br>Sensations that would claim it as its home;</br>And the fond soul still lavish on the dome</br>Its own eternity of mystic thought&mdash;</br>These attributes of being far which come,</br>In strong associations wildly wrought,</br>Of all remembrance time or fancy ever brought.", "We turn'd aside to trace the aged walls,</br>Rising in grayness 'neath the loftier steep,</br>On which moon-light is long before it falls.</br>The nightly shadows round them were asleep,</br>And all was solitude and silence deep;</br>Enchanted loneliness!  which still would seem</br>Such wildering influence o'er the soul to keep,</br>That fled of life is every other scheme,</br>Save that it evermore might here enjoy the dream.", "Our very beings seem'd in calmness bound,</br>As if even Nature would exert a power,</br>That none who came should break the stillness round</br>The massy rocks and melancholy tower:</br>Ages would here seem shorter than an hour,</br>Spent mid the noisy mortal-crowded ways.</br>Oh!  Nature is no tyrant &mdash; we endure</br>What blessed load she to the heart conveys,</br>Nor of the weight complain &mdash; save in congenial lays.", "To those who love her she can charms impart,</br>Purer than aught that comes to life below,</br>Rooted are, in the feelings of the heart,</br>The loveliest blossoms of the mind that blow;</br>The waters these, through solitude that flow,</br>Nursing the little garden of the soul;</br>Whose happy scenery no change shall know,</br>But bloom in beauty, while far ages roll,</br>And ages yet shall bring no tempest nor control.", "And man shall yet be glorious and free,</br>Even with the earliest moment he may spend,</br>Within the circle of eternity&mdash;</br>But where shall I my longings thus extend?</br>Nature, with thee, oh!  let my being blend,</br>Even with thy elements and grandeur wild,</br>Mingling in love, that cannot dream of end&mdash;</br>Love to an immortality beguil'd,</br>Of all thy glorious charms by mortals undefil'd.", "And thus I love thee, Nature, yet can claim</br>No spot of earth on which thy seeds are sown!</br>Yes these are scatter'd &mdash; where my father's name</br>Marks of mortality the mournful stone:</br>And this is mine &mdash; this little earth alone</br>Of which, those who have most would most be free;</br>But this full heart shall the possession own,</br>Pouring thereon its tear-drops &mdash; though it be</br>Hopeless to weep for those who cannot weep for me.&mdash;</br>"]