["Once more I join the Thespian quire,</br>And taste th' inspiring fount again:</br>O parent of the Graecian lyre,</br>Admit me to thy secret strain&mdash;</br>And lo!  with ease my step invades</br>The pathless vale and opening shades,</br>Till now I spy her verdant seat,</br>And now at large I drink the sound,</br>While these her offspring, list'ning round,</br>By turns her melody repeat.", "I see ANACREON smile and sing:</br>His silver tresses breathe perfume;</br>His cheek displays a second spring</br>Of roses taught by wine to bloom.</br>Away, deceitful cares, away!</br>And let me listen to his lay,</br>While flow'ry dreams my soul employ;</br>While turtle-wing'd the laughing hours</br>Lead hand in hand the festal pow'rs,</br>Lead youth and love, and harmless joy.", "Broke from the fetters of his native land,</br>Devoting shame and vengeance to her lords,</br>With louder impulse and a threat'ning hand,</br>The Lesbian patriot smites the sounding chords:</br>Ye wretches, ye perfidious train,</br>Ye curst of Gods and free-born men,</br>Ye murd'rers of the laws,</br>Tho' now you glory in your lust,</br>Tho' now you tread the feeble neck in dust,</br>Yet Time and righteous JOVE will judge your dreadful cause.", "But lo, lo SAPPHO'S mournful airs</br>Descends the radiant Queen of love;</br>She smiles, and asks what fonder cares</br>Her suppliant's plaintive measures move:</br>Why is my faithful maid distrest?</br>Who, SAPPHO, wounds thy tender breast?</br>Say, flies he? &mdash; Soon he shall pursue:</br>Shuns he thy gifts? &mdash; HE too shall give:</br>Slights he thy sorrows? &mdash; HE shall grieve,</br>And bend him to thy haughtiest vow.", "But, O MELPOMENE, for whom</br>Awakes thy golden shell again?</br>What mortal breath shall e'er presume</br>To eccho that unbounded strain?</br>Majestic in the frown of years,</br>Behold, the Man of Thebes appears:</br>For some there are, whose mighty frame</br>The hand of JOVE at birth indow'd</br>With hopes that mock the gazing crowd;</br>As eagles drink the noontide flame,</br>While the dim raven beats his angry wings,</br>And clamours far below &mdash; Propitious Muse,</br>While I so late unlock thy hallow'd springs,</br>And breathe whate'er thy ancient airs infuse,</br>To polish Albion's warlike ear</br>This long-lost melody to hear,</br>Thy sweetest arts imploy;</br>As when the winds from shore to shore,</br>Thro' Greece thy lyre's persuasive language bore,</br>Till towns, and isles, and seas return'd the vocal joy.", "But oft amid the Graecian throng,</br>The loose-rob'd forms of wild desire</br>With lawless notes intun'd thy song,</br>To shamful steps dissolv'd thy quire.</br>O fair, O chaste, be still with me</br>From such profaner discord free:</br>While I frequent thy tuneful shade,</br>No frantic shouts of Thracian dames,</br>No Satyrs fierce with savage flames</br>Thy pleasing accents shall invade.", "Queen of the lyre, in thy retreat</br>The fairest flow'rs of Pindus grow;</br>The vine aspires to crown thy seat,</br>And myrtles round thy laurel grow.</br>Thy strings attune their varied strain</br>To every pleasure, every pain,</br>Which mortal tribes were born to prove,</br>And strait our passions rise or fall,</br>As at the wind's imperious call</br>The ocean swells, the billows move.", "When midnight listens o'er the slumb'ring earth,</br>Let me, O Muse, thy solemn whispers hear:</br>When morning sends her fragrant breezes forth,</br>With airy murmurs touch my opening ear.</br>And ever watchful at thy side,</br>Let Wisdom's awful suffrage guide</br>The tenour of thy lay:</br>To her of old by JOVE was giv'n</br>To judge the various deeds of earth and heav'n;</br>'Twas thine by gentle arts to win us to her sway.", "Oft as from stricter hours resign'd</br>I quit the maze where science toils,</br>Do thou refresh my yielding mind</br>With all thy gay, delusive spoils.</br>But, O indulgent, come not nigh</br>The busy steps, the jealous eye</br>Of gainful care and wealthy age,</br>Whose barren souls thy joys disdain,</br>And hold as foes to reason's reign</br>Whome'er thy lovely haunts ingage.", "With me, when mirth's consenting band</br>Around fair friendship's genial board</br>Invite thy heart-awakening hand,</br>With me salute the Teian chord.</br>Or if invok'd at softer hours,</br>O seek with me the happy Bow'rs</br>That hear DIONE'S gentle tongue;</br>To beauty link'd with virtue's train,</br>To love devoid of jealous pain,</br>There let the Sapphic lute be strung.", "But when from envy and from death to claim</br>A hero bleeding for his native land;</br>Or when to nourish freedom's vestal flame,</br>I hear my Genius utter his command,</br>Nor Theban voice, nor Lesbian lyre</br>From thee, O Muse, do I require,</br>While my prophetic mind,</br>Conscious of pow'rs she never knew,</br>Astonish'd grasps at things beyond her view,</br>Nor by another's fate hath felt her own confin'd.</br>"]