["DISHCLOTH.</br>What griping pains and grunting can annoy</br>A wench like thee?  oh la, why groans my joy?</br>My Tabby Soapsuds, why dost curl thy head,</br>Hast lost thy Jews-harp, is thy cabbage dead?</br>Thy ewes have lambs, and pumpkins glad the plain,</br>Thy Daddy's honey, Soapsuds don't complain.", "SOAPSUDS.</br>Oh, giggling Dishcloth, when I seek relief,</br>To raise a horse-laugh while I strain with grief!", "DISHCLOTH.</br>Ah Tabby Soapsuds, how could Dishcloth GUESS</br>The reason of your sniv'ling globes, unless</br>Your hen-roost robb'd, or thundergusts have blown</br>All your fine gourd-shells and your hop-poles down.</br>Your sweetheart loves you like an Indian-dumplin;</br>No Drake is truer to his Duck than Grumplin,</br>His heart's like bees-wax, or I'd nam'd him FIRST.", "SOAPSUDS.</br>Ah!  were he so, I'd spit at all the REST.", "DISHCLOTH.</br>Don't fret your gizzard, not a truer swain</br>Carts dung with Buck and Dobbin o'er the plain.", "SOAPSUDS.</br>'Mid pots and swill-tubs once how blest were I,</br>And Cupid's pitch-forks never made me cry:</br>Till knock-knee'd Grumplin parch'd my soul so dry.</br>Curse on his squint eyes and his grisly wig,</br>What curse of fate could send him here to dig?</br>Ah fatal day when red nos'd Grumplin came,</br>Astride on Dobbin with his hoes and team.</br>I was all mirthful leaning on my tub,</br>When crack-brain'd Cupid sent him here to grub.</br>Well I remember the dear youth's ADDRESS;</br>No cock round hen could strut with such a GRACE;</br>Loud as a Porpoise did he snort his sighs,</br>Soft as new mush his killing tongue and eyes!</br>When spite of all my strife, love jabb'd his dart</br>Like a hot poker into Soapsuds' heart!</br>Ah me!  I droop'd like pullets with the pip,</br>And his huge turnip-eyes gave me the hip!</br>On hogs and goose-ponds have I ever kept</br>My wall'wing shoats and much pleasure reapt;</br>The grubber's bow'd and scrap'd with humble grace,</br>But I disdainful spit right in their face,</br>Till this false swain that scorch'd my liver, drove</br>Into my soul a hogshead full of love!</br>Ah Grumplin!  lay this juggling all aside,</br>I'm almost crazy to be made your bride:</br>My heart is big as squashes, and too great</br>For you in this most cruel way to treat.</br>I know you're fair, you are a lovelier thing</br>Than top-knot of the Turkey-cock in spring:</br>My rolling pair of skinn'd potatoes languish,</br>But know they've scoured many a soul with anguish.</br>Come to these arms, you cruel churlish dog,</br>That I may squeeze you, as I would a hog.</br>"]