["'Tis sweet to steal abroad at grey of eve,</br>When stars come thronging on the gazing eye,</br>As Day's pale wheels' fast-fading traces leave</br>To Hesper's train the champaign of the sky;</br>And, seated by some streamlet rippling by,</br>Babbling, like Jove's old oracle, its note,</br>To stray with Fancy where Futurity</br>Marshals her visions, bright as clouds that float</br>Burning o'er vernal skies, on which fond poets doat.", "For then, unshackled by all meaner fears,</br>The thoughts that people thick our inmost soul,</br>Go crowding forth, and wander to the spheres,</br>Or seek the icy brightness of the pole;</br>Or touch on earth some more enchanting goal,</br>The arms of beauty, or the trump of fame;</br>Or those delights which prouder minds control&mdash;</br>The sweets of power, that oft, we find, inflame</br>Souls dead to weaker joys, and reckless of a name.", "The Future is the poor man's heritage:</br>Who builds his cot amidst its sunny bowers,</br>And hopes to shun the pinching cares of age,</br>Close sheltered from the winds and beating showers,</br>Forgets the present want that fierce devours</br>His strength to bear, and aptitude to bliss,</br>And feasts on bounties of the unborn hours,</br>Heedless that those to come must spring from this</br>In which he circled is by fortunes all amiss.", "Yet will imagination cheat our cares,</br>And gild the dawning scene with richest dies,</br>So that the toiling wretch, as on he fares,</br>Sees, ever, lovely lands before him rise;</br>And still o'erwhelmed in present agonies,</br>Looks onward for some turning in the way,</br>In which the vision that before him flies</br>May overtaken be, or choose to stay,</br>And glad his weary soul, and turn his night to day!", "And I, I also gaze towards the goal</br>Which Fancy bids me hope may yet be won,</br>Though the tenth hour has on my musing stole,</br>As on him parabled by Judah's son,</br>Who, though hard labour's heavy sands had run</br>Nearly through all the day, was yet allowed</br>To overtake by diligence the sun,</br>And mingle with the earlier toiling crowd,</br>Though they, like envious churls, bawled out their clamours loud.</br>"]