["Bless me, kind friend! &mdash; who canst thou wish to see?</br>Thus climbing onward with untiring labor,</br>A deal of friendship thou must have for me,</br>To take such wondrous pains, obliging neighbor,</br>What may thy business be, a formal call?</br>Then take a chair and sit, as if thou'dst none at all.", "Be amiable, I pray thee now, sweet guest!</br>I would not harm thee, that were sport unkind,</br>Thou cam'st, Sir Wasp, like knight with lance in rest,</br>Hoping perchance, some tournament to find,</br>But yet I mean not thou my veins shalt probe,</br>So find some other tilt-yard, prithee, than my robe.", "Thou giv'st a warrior's warning, bold and fair,</br>Like Ajax valiant, or Achilles proud,</br>Thou lay'st no ambush, no deceitful snare,</br>But sound'st thy tiny trumpet long and broad,</br>Through which, me thinks, a lesson thou art teaching</br>Backbiters and false friends. &mdash; Would that they heeded preaching!", "Who knows but what among thy kindred brood</br>Some leech thou art, of credit and renown,</br>And so thou com'st, forsooth, to let me blood!&mdash;</br>Haste &mdash; leave my arm, or I must help thee down!</br>I've fear'd the doctors marvellously, ever</br>Since they gave brandy in the spotted fever.&mdash;", "Mayhap I do misconstrue thee. &mdash; well!  well&mdash;</br>The best are fallible, &mdash; and I will strive</br>If but thy hidden virtues thou wilt tell,</br>To be as just as any one alive;&mdash;</br>I would not, even fly or flea should say,</br>I took their reputations willfully away.&mdash;", "Dost thou make honey?  Sure!  I had not thought it,</br>Such beverage must be exceeding rare,</br>I trow the critic gentry may have bought it,</br>To neutralize their very acid fare.&mdash;</br>Some cordial they must need, who toil so hard</br>To pickle and to hack each poor adventurous bard.&mdash;", "I've read in school-boy days, &mdash; thy cousin bees,</br>(Mauger the din of warming-pans and matrons)</br>Would swarm around the lips of Sophocles</br>Mistaking the sweet muses for their patrons;</br>But thou, more wise, dost better things secure,</br>Trucking thy surplus wares with some well-paid Reviewer.", "Good bye! &mdash; but why that angry hiss?  I pray,</br>Go vent in thy own nest, thy heighten'd spleen,</br>Upon thy wife and babies, that's the way,</br>It breaks the dulness of too tame a scene,</br>But if they chance to sting, as well as thee,</br>Thou'lt need the stock of venom thou hast spared from me.</br>"]