["'Twas when Time was a green-horn, and docile and young,</br>That the booby was bribed into sense with a Song;</br>But since modern life's a great counting-house grown,</br>Men, at length unbemused, can take care of their own,</br>And released from your fanciful preachers in verse,</br>Duly scorn every jingle but that of the purse.</br>Besides, where's the merit?  ev'n I could find rhyme,</br>And if I may guess from the bards of the time,</br>The metre is not such a difficult thing,</br>For the bard, who can say, may be soon brought to sing.</br>Such a spiritless thought the whole subject supplies,</br>That, untied from the verse, away Pegasus flies.</br>Yet I've heard that of old, were the verse rent away,</br>Still the nag of Apollo would oftentimes stay.</br>Thus by metre and rhyme rather injured than aided,</br>A poem is nothing but prose masqueraded.</br>'Tis the jig of a fool, when a wise man would walk,</br>'Tis a puppy that chatters, when prudent men talk.</br>'Tis a art soon acquired, and esteemed a fine trick,</br>Making oft the nice nymph sensibility-sick.</br>But if one or two bards in these times have the force</br>To whirl us along in their fanciful course,</br>And, escaped from their bedlam, a SEWARD and BARBAULD,</br>A COWPER, or HAYLEY, and MASON, have far hauled</br>From his reason the dolt in their vortices caught,</br>And shattered his brains in their frisk of fine thought;</br>Worse and worse!  for I vow, 'tis a madman that flies</br>Mother Earth for the domes, that are built in the skies.</br>But the wise have the Critic's strait waistcoat up pointed,</br>To re-settle the soul, which the Muse has disjointed.</br>And you Peers of Great Britain, your wisdom I praise,</br>That no longer you wear in your bosoms the bays,</br>But despise a poor gift, that is not worth a straw,</br>And the simple old times when the Poets gave law,</br>When an ADDISON wound his smooth way into place,</br>And a Chancellor smacked of poetical grace.", "Yet it seems that some ask, can the matter be worse</br>For the diction, and cadence, and graces of verse?</br>But at this rate ev'n Rhetoric itself is defended,</br>As a cooking of words, by which Wisdom is mended.</br>And a MASON'S mild hash, and GRAY'S lump of spice</br>To the taste is as wholesome as COCKER and PRICE.</br>Pshaw!  the roast beef of truth is the viand for me,</br>And my palate recoils from the Bard's fricasee.</br>Oh, the fools!  those old Spartans, when down in the dumps,</br>Whom the clang of Tyrtaeus refixed on their stumps;</br>Which had ne'er been, had not the strange statutes of SPARTA</br>Placed in Poverty's self her supreme Magna Charta,</br>Whence the belly of Reason, deprived of its fare,</br>Grew bloated and big with the stuffage of air.&mdash;", "What is this that I hear?  oh!  the Laureate is dead!</br>Bays without and within his nonsensical head:</br>And with him it were well to let poetry die,</br>Nor our stomachs still fire with a pepper-strong PYE!</br>Yet I'm sure my thin skull you'd be tempted to break,</br>If you heard what a fool of me WARTON could make.</br>Now before you I'll stand, and produce my report</br>To a jury, whose worth would adorn any court;</br>Well assured that your Wisdom and Justice will find</br>WARTON'S guilt, and that guilt an assault on my mind.</br>Let me think when it was &mdash; oh!  I now well remember,</br>On a rainy day once, in the month of November,</br>I perforce, for the want of a rational book,</br>Deigned to glance on the Laureat's vagaries a look:</br>As I happened to fall on the page, where his verse,</br>With a criminal charm, is contrived to rehearse</br>Ev'n a Suicide's worth, I am tempted to think</br>That I grew so beguiled as to stand on the brink</br>To mar number one, for I caught up my knife&mdash;</br>But the last stanza read was the thing saved my life.</br>Well, I then read his poem descriptive of Spring,</br>Which so bright to my eye seemed its beauties to bring,</br>That my cockneyship soon grew a pastoral zany,</br>And Wisdom outflew from my cracked pericrany.</br>What a mercy it was, when she skipped from my brain,</br>Such a trick she played JOVE, that she skipped in again!</br>Well, I still must read on, and he led me to view,&mdash;</br>For his language was picture, and that picture true,&mdash;</br>Let me think &mdash; 'Twas a Monastery ruined by Time;</br>And he mingled such thoughts of devotion sublime,</br>And my heart so bewitched with his musical airs,</br>That instead of the 'Change, I betook me to prayers.</br>Why, surely the man's a Magician, I cried,</br>For a Friar I'm grown, once a cit in Cheapside;</br>Tho' a minute ago I was dandling my crook,</br>Sniffed the breeze of the down, or lay stretched by the brook.", "You will laugh, when informed that this magical wit</br>To a Hero one minute converted the Cit.</br>But the ditty perused, where, in tune of old days,</br>The Poet the great COEUR DE LION displays,</br>Cross the Alps, in a trice, from Old England I flew,</br>And the Holy-Land, meteor-like, rose into view.</br>Tho' I saw it, I feared not fierce SALADIN'S air,</br>For my heart was all English, and RICHARD reigned there.</br>Then the Monk's shabby cowl flying fast from my head,</br>Lo!  the plume-shaking casque glittered there in its stead;</br>Then I stamped, and the Panim half killed with my look,</br>And away went the spear, that was lately the crook;</br>Then a chair haply lying athwart in my way,</br>Down I fell, gained my wits, nor again am a prey</br>To the madmen, whose chanting on times now no more</br>Fills with spectres the mine, where we dig for the ore;</br>Or by raising the sprites of the worth, which is fled,</br>Makes us hate living folks from the view of the dead.</br>'Tis now common sense, common rights, common strife,</br>And a new hurly-burly the business of life;</br>Money, Money's the mark, at which every one flies,</br>And the art to grow rich the sole art of the wise!</br>"]