["Some Time is past, since sprightly Passion charm'd,</br>And Life's gay Scenes my panting Bosom warm'd;</br>But now kind Stars on faithful Lovers shine,</br>And kindred Souls in happy Wedlock join;</br>Now early Virtue meets a just Reward,</br>And virtuous Love demands the tuneful Bard.</br>My Soul's awaken'd by so bright a View,</br>And its admiring Eyes are fix'd on you;</br>While Friendship's social Joys enlarge my Breast,</br>I feel, with Gladness, how my Friend is blest;</br>The artless Muse, ambition to repeat</br>So lov'd a Tale, must her own Joy relate;</br>To humble Lays attunes her lowly Song,</br>And Pleasure wings the easy Notes along.", "Mysterious Love has chosen but a few,</br>To whom he grants his Joys, as now to you;</br>For Love, the Soul of this harmonious Frame,</br>Brings Ills more various, than our Tongue can name;</br>'Tis healing Balm, which gives our Cares relief,</br>And  mortal Bane, which kills the Joys of Life;</br>In some ill-fated Passion Men engage,</br>And feel the Wound, from Youth to latest Age.", "TIMON, it seems, has lost his proper Mate,</br>To feed his Grief, and make his Woes compleat,</br>In pensive Solitude, he does complain,</br>That Life's a Cheat, and all its Friendships vain;</br>Fatigu'd with Scenes of Vanity, he chose</br>EMILIA'S Bosom, for a soft Repose;</br>His Thoughts, his Heart, were fix'd on her alone,</br>The World's Variety has found in one.</br>But luckless Stars, against his Love combin'd,</br>And TIMON is to other Beauties blind;</br>The Moon beholds him as a wand'ring Ghost</br>That roams disturb'd, and mourns a Treasure lost.", "CELIA, by Love, and Vows was DAMON'S own,</br>But treach'rous Hopes, and flatt'ring Joys are flown,</br>Her cruel Friends, a wealthy Marriage find,</br>And her forc'd Hands in golden Fetters bind;</br>They jeer'd the Love-sick Tale, and Gold prevail'd,</br>While weeping Love, the sad Divorce bewail'd.", "&mdash;Wealth, like a proper Lady, may worth reveal,</br>But Want, like Shades, will Excellence conceal:</br>STREPHON is poor, and must his Love suppress;</br>Had his Estate been more, or her's been less,</br>In melting Vows, he would his Heart explain,</br>Nor could CLARISSA hear with cold disdain;</br>His passion burns, conceal'd from human Eyes,</br>In secret Flames, consum'd, he daily dies;</br>His Mind is lost, his Senses all decay,</br>And, stung with inward Woe, he pines away.", "&mdash;So a young Plant, secur'd from outward Harms,</br>May flourish in the midst of Blasts and Storms;</br>But, when a Worm within its Heart is bred,</br>As if with Age, it droops its wither'd Head,</br>The Root is dying, and the Leaves are shed.", "&mdash;Beside, those Crowds of dull, and vulgar Mold,</br>Unblest by Love, who court full Baggs of Gold;</br>Fond, am'rous Fools, with human Freedom born,</br>Ignobly, doat on Pride, and meet with Scorn;</br>Or thoughtless Youths, to hasty Marriage run,</br>And by some beauteous Ideot are undone.", "&mdash;Some love like thee, but not like thee are blest,</br>Thy Heart's at Ease, but they can find no Rest;</br>How blest art thou?  Love, crown'd with Plenty smiles,</br>And chaste Delight, each flowing Hour beguiles;</br>The chosen Maid thy favour'd Vow approves,</br>And shews superiour Reason, while she loves:</br>No sordid Views debas'd thy noble Mind,</br>No Heaps of Gold could make thy Judgment blind;</br>Careless, you saw bright Circles of the Fair,</br>'Till, fix'd by wond'rous Sympathy on her;</br>Resistless Love admits of no controul,</br>But strikes the Eye, and charms the willing Soul.</br>Blest Union!  when two Friends, with Vice unstain'd,</br>And form'd for Love, yield to its kind Command.", "&mdash;So was the Match, in Eden's Garden made,</br>When guiltless Souls soft Sympathy obey'd.</br>While ADAM liv'd in solitary Bliss,</br>He scarce enjoy'd himself in Paradice;</br>His Maker then produc'd a Creature fair</br>As Morning Light, and mild as Eden's Air;</br>His conscious Heart sprung forth to meet her Charms,</br>And more than Eden, found within her Arms;</br>The nuptial Hymn to heav'nly Harps was sung,</br>And the glad Earth, with tuneful Echoes rung.", "&mdash;A wav'ring Passion for a while may blaze;</br>On CHLOE'S Bloom the wond'ring Eye may gaze;</br>The ravish'd Ear may listen to her Voice,</br>And short-liv'd Transports make the Heart rejoice;</br>But, each fond Youth, by growing Years, shall find</br>There's no immortal Bloom, but in the Mind;</br>When, on external Form, our Hearts we place,</br>Time kills the Passion, when he spoils the Face;</br>But inward Beauty can defy its Rage,</br>Grows still more Fair, and flourishes in Age:</br>Friendship refin'd, will then more brightly burn,</br>Ev'n when our Ashes rest within their Urn;</br>For blessful Seats will perfect Souls receive,</br>And virtuous Friendship triumph o'er the Grave.", "May promis'd Blessings crown the happy Pair!</br>And Angels deem you their peculiar Care!</br>May circling Years long tread their joyful Round,</br>And hail your Lives, with ev'ry Pleasure crown'd!</br>May future Pledges of your mutual Love,</br>Blest by their Parents, full as happy prove!</br>May Goodness, in the Offspring, ne'er decline,</br>But, in Succession, with new Lustre shine!</br>To Children's Children, may your Names be dear,</br>Lasting as Time, and as your Virtue fair!</br>When Poets strive to beautify their Verse,</br>And future Times shall Tales of Love rehearse,</br>May your bright Names be always read and heard,</br>And all auspicious Loves to yours compar'd!</br>May it be said, of the most happy Pair,</br>He loves like thee, and she rewards like her.</br>"]