["In happy Ages past, when Justice reign'd,</br>The Muses too their Dignity maintain'd;</br>Were only then in Shrines and Temples found,</br>With Innocence instead of Lawrel crown'd;</br>Anthems and Hallelujahs did resound.</br>In these Seraphick Tasks their hours they pass'd,</br>Pious as Sybil's, and as Vestals, chast</br>They justly then were stil'd the Sacred Nine,</br>Nor were the Heav'n-born Graces more Divine.</br>Like them with Heav'n they did Alliance claim,</br>And wisest Kings their Votaries became:</br>Who, though by Art and Nature form'd to Reign,</br>Their Homage paid amongst the Muses Train:</br>They thought Extent of Empire less Renown,</br>And priz'd their Poet's Wreath above their Prince's Crown.</br>Heav'ns Praise was then the only Theme of Verse,</br>Which Kings of Earth were honour'd to rehearse.</br>Their Songs did then fair Salem's Temple fill,</br>And Sion was the Muses Sacred Hill.", "At length, transplanted from the Holy Land,</br>To Pagan Regions pass'd the Sacred Band;</br>In Greece they settled, but with lessen'd Grace,</br>And chang'd their Manners as they chang'd their Place.</br>Here Poetry, beginning to decline,</br>First mingled Humane Praises with Divine.</br>Yet still they sung alone some Worthy's Name,</br>And only gave restoring Hero's Fame.</br>But grew at last a mercenary Trade,</br>The gift of heav'n the price of Gold was made.</br>Brib'd Poets with Encomiums did pursue</br>The worst of Men, and prais'd their Vices too.</br>They gave destroying Tyrants most Applause,</br>Who shed most Blood, regardless of their Cause.</br>If meerly to Destroy can merit Fame;</br>Famines and Plagues the larger Trophies claim.", "But this and worse, with our licentious Times</br>Compar'd, in Poets were but Venial Crimes.</br>That Poetry which did at first inspire</br>Coelestial Rapture, and Seraphick Fire,</br>Her Talent in Hell's Service now employs,</br>The Prostitute and Bawd of Sensual Joys.</br>On Mischief's side engages all her Charms,</br>Against Religion her Offensive Arms:</br>Whilst Lust, Extortion, Sacrilege pass free,</br>She points her Satyr, Virtue, against Thee,</br>And turns on Heav'n its own Artillery.", "But Wit's fair Stream when from its genuine Course</br>Constrain'd, runs muddy and with lessen'd Force.</br>Our Poets, when Deserters they became</br>To Virtue's Cause, declin'd as much in Fame.</br>That Curse was on the lewd Apostates sent,</br>Who, as they grew Debauch'd, grew Impotent.</br>Wits short-liv'd Off-springs in our later Times</br>Confess too plain their vicious Parents Crimes.</br>No Spencer's Strength, or Davies, who sustain'd</br>Wit's Empire when Divine Eliza reign'd.", "But sure, when Foreign Toils will time allow</br>Our Age's Hydra-Vices to subdue,</br>Victorious William's Piety will chase</br>From these infected Realms th' Infernal Race;</br>And, when Alarms of War are heard no more,</br>With Europe's Peace the Muse's State restore.</br>"]