["Whether thou paint the scene of hostile strife,</br>Or the calm comforts of a peaceful life;</br>Or Isis' sons correct with bold essay,</br>Or sing great Pelham, in harmonious lay;</br>Alike successful all thy labours prove,</br>Reading, we praise; and meditating, love.</br>Well has thy Muse, illustrious Poet!  paid</br>Her last best off'ring to thy master's shade!</br>This fun'ral rite the sons of Phoebus owe,</br>But ah!  how few such homage can bestow!</br>See!  how yon bards, a trim but slender train,</br>In antique guise approach the dying swain!</br>What sounds melodious issue from each tongue!</br>How pure the grief!  how eloquent the song!</br>So just their language in thy verse is shown,</br>Without a name, each poet might be known.</br>If then, as yet too modest, thou decline</br>In verse, a great original to shine,</br>Proceed, and copy ev'ry son of fame,</br>Till, on their works, thou build a deathless name;</br>No other lines I'll read, but find in thee</br>Of Britain's noblest wits a full epitome.", "Had Pope, bless'd Bard!  those happy lines survey'd,</br>(But fate untimely bore him to the shade)</br>Where, like a faithful mirror, thou hast shown</br>So true, so just an image of his own,</br>Calm had he welcom'd death, rejoic'd to see</br>The world still happy in a son like thee.</br>Thus, when Vespasian from the earth withdrew,</br>Another star, great Titus, rose to view;</br>In acts of virtue e'en his fire surpass'd,</br>And the next reign was glorious as the last.", "If ought of mortals touch the shades below</br>(Those happy shades, exempt from human woe)</br>Thy lines, which Phoebus with applause might hear,</br>Shall sweetly warble in Musaeus' ear;</br>And to the bard no vulgar joy impart,</br>That not, with him, expir'd the tuneful art.</br>There, as he roves the fair Elysian plains,</br>Wrapp'd in deep wonder of thy heav'nly strains,</br>Pleas'd shall he wreath, from ev'ry flow'ry bed,</br>A blooming garland to adorn thy head;</br>(For thou must fall, nor can the muses save</br>Their best-lov'd vot'ries from the destin'd grave)</br>Chaucer, with smiles, the laurell'd palm shall view,</br>And thy lov'd Spencer own the tribute due.</br>"]