["Mild eye of pensive Eve!  effulgent moon!</br>I hail thy placid beams, I hail the hour</br>When Rest, with mystic spell,</br>All busy tumult stills.", "When, stealing from the lulling arms of sleep,</br>I pace the dewy verdure of the lawn,</br>And view, with raptured gaze,</br>The soft Elysian scene.", "View woods, dark-cloathing the retired vale,</br>And sinuous rivers, glimm'ring thro' the mist,</br>That o'er the daedal earth</br>A fleecy mantle throws.", "Etherial orb!  that gilds the humble thatch,</br>Or tree embosom'd fane, or mountain grey,</br>Or in the distance dim</br>Gilds Ocean's heaving breast;", "Beneath thy ling'ring beams I love to pause,</br>And mark the melting softness which pervades,</br>The landscape's features bland,</br>With many a magic tint.", "But more amid some hallowed pile to sit</br>Where humbled grandeur prompts the feeling sigh,</br>And dark mysterious lore</br>The rapt attention holds.", "Where old tradition consecrates the place</br>To pallid Fear, and tells of murd'rous acts,</br>Of spectres dimly seen,</br>Or Fairies' nightly haunt,", "Where, rudely clust'ring on the tott'ring wall,</br>The ivy twinkles to thy gladd'ning rays;</br>And o'er the crumbling mass</br>The graceful ash depends.", "Thy reign, chaste Moon!  no sounds profane invade,</br>But wafting peace, the curfew's simple toll,</br>Or gushing rill, or note</br>Of Night's melodious bird.", "A while thy sober disk the rolling clouds</br>O'erspread with transient darkness, and forbid</br>Thy cheering face to smile,</br>And bless the mournful scene.", "But now, slow rising from the sombre shades,</br>Thy silent lustre bursts with kindled charms,</br>And on the joyous sight</br>A flood of radiance pours.", "E'en so shall Virtue, when involving death</br>Spreads his chill gloomy terrors o'er her form,</br>Triumphant o'er the grave</br>Resume her holy sway.", "Again, with purest glory crown'd, rejoice</br>Amid the full seraphic choir of heav'n,</br>And beam, like thee fair Moon,</br>Sweet mildness down on earth!</br>"]