["Nymph of the weeping eye &mdash; the flowing tear&mdash;</br>Companion of the sad and stricken heart,&mdash;</br>Thou, who to mortals art forever near,</br>Still lingering round some lov'd and chosen part:</br>Friend of the friendless!  whom none own beside&mdash;</br>Soul-humbling One!  to thee I willing bow!</br>For O, thy silent vanquishings of pride</br>Have taught my spirit's high control to know,</br>And every soaring thought to feel thy pow'r below!", "There was a time &mdash; ere Hope had truant prov'd,</br>Or Pleasure &mdash; giddy phantom &mdash; hid her face;</br>When every little thing my heart had mov'd,</br>And all I gazed on spoke of loveliness&mdash;</br>There was a time, vain one, I knew thee not!</br>For every thought, and every feeling, lent</br>The charm of Beauty to the humblest lot!</br>And I was happy! &mdash; Heav'n had not yet sent,</br>Nor thee, a pang, to mar my bosom's glad content!", "Yes, I was happy! &mdash; Memory dared not chide;</br>For Hope, and Joy, and Truth, were written on</br>The beauteous precincts of a brow, unhid</br>By care &mdash; undimm'd by sadness!  I was one</br>To whom Life seemed a gay and happy dream</br>Of cloudless sunshine:  And the fairy forms</br>Imagination gifted with her gleam,</br>Were like the burning thoughts &mdash; the madd'ning charms&mdash;</br>The deep &mdash; wild &mdash; blaze, that Love so tinctures with alarms!", "O, I was then all feeling &mdash; all desire!</br>Tho' Disappointment scowled across my path,</br>Hope shew'd her talisman &mdash; the quenchless fire,</br>The boundless thirst for knowledge &mdash; all that hath</br>Dominion in the will, unshackled soul,</br>Burst forth in newer energies! &mdash; the touch</br>Of vandal death, could hardly dare control</br>The fiery mountings of my spirit &mdash; such</br>Was the fierce flame within me &mdash; raging, O, how much!", "Alas!  proud one, that thou shouldst love to scathe</br>The faithful and the feeling heart alone!</br>That thou shouldst visit with wrath supreme,</br>That bosom whose deep throbs are all thine own!</br>The tenderest plant is soonest doomed to fade!</br>The changing heart, and the inconstant eye,</br>Wither not soon as those by nature made</br>Changeless and deep! &mdash; Whose pure intensity</br>Trembles with every cloud that flitteth lowering by!", "Heard ye the voice of music in the hall?</br>The lute's soft breathings &mdash; and the pomp &mdash; the state,</br>Of the loud-swelling organ &mdash; heard ye all</br>There feasteth those whom men have styled great!</br>Hark! &mdash; 'tis the voice of laughter; and the sound</br>Of jocund footsteps in the merry dance:</br>Think ye that they shall ever thus be found?</br>Brief is the hour of gladness!  and the glance</br>Of pleasure, doth, O Grief!  but hasten thine advance!", "Mark'd ye the lowly mansion?  Is there nought</br>To mar its harmony and peace?  Hath Wo</br>Forbore to visit them?  Hath careful thought</br>Not grav'd its image on the humble brow?</br>Wealth cannot bribe thee!  Hunger cannot starve</br>Thee from the door of Penury! &mdash; The high,</br>The mighty, and the humble, all must serve</br>Th' appointed end, and then they all must die!</br>What boots it if on down &mdash; or in some hovel nigh?", "Vain thought!  to think that man can hide from thee!</br>Thou who art ever present, tho' unseen;</br>The brightest link in life's short chain may be</br>The weakest too! &mdash; Alas, who hath not seen&mdash;</br>Whose eye hath not yet told him that the wave</br>Of fortune, tho' it break upon his head,</br>Receding, for its fellow digs a grave</br>Deep, wide, and ample! &mdash; Aye, Fate's brittle thread</br>Full well may glisten while 'tis thus so consumed!", "DEDICATION.</br>Poets have said &mdash; (what will not Poets say?)</br>That the bright stars which spangle yonder heav'n,</br>So bright! &mdash; so beautifully bright! &mdash; that they</br>Have listen'd to the voice of music riven</br>From earthly choirs: &mdash; shall I, tho' God has given</br>Not unto me the master's spell-wrought line,</br>But the rude pen of nature &mdash; shall even</br>I dare to hope, sweet Miss, thou'lt own as thine</br>This offspring of a heart so weak &mdash; so frail, as mine?</br>"]