["'Tis morning; we have seen a glorious sight,</br>When the pale, twinkling stars began to die,</br>And the fair sun came up in youthful might,</br>To spread his banner in a cloudless sky;</br>Joy was around him; murmuring winds came by,</br>Breathing of life and freshness; every sound</br>Of love and joy rose on them wild and high;</br>E'en sorrow, with such scenes of gladness round,</br>Felt her cold, burden'd heart stir with a lighter bound.", "'Tis morn; but where's the morning's beauty now?</br>Clouds of portentous shade have quench'd the sun,</br>And hang upon the pillar'd mountain's brow,</br>Where the deep howling tempest is begun;</br>The arm of winter's power once more has won</br>Its empire over earth; cold, bleak winds roar</br>Through naked forests; streams are dashing on</br>In fearful strength, and wailing sounds deplore</br>The wreck of those bright things, that charm'd so much before.", "'Tis noon; no cloud is on the face of heaven;</br>Yet in his midday height the sun does glow</br>With setting paleness, and no life is given</br>To earth or air; no fragrant blossoms throw</br>Their sweetness o'er the fields; no breezes blow;</br>And there is not a breath of sound to cheer</br>The wanderer's way, save the cold river's flow,</br>Or falling of a leaf, now pale and sere,</br>The sad memorial of a fading, dying year.", "'Tis mournful, but withal I love it more</br>Than every bright or gloomy hour beside;</br>For one so calm, so pensive, can restore</br>Lost quietude; though tears the while may glide</br>Down the worn cheek in spite of youthful pride,</br>So softly and so peacefully they fall;</br>Howe'er the aching heart may wish to hide</br>What men name weakness, it would not recall</br>The tears, that wash away the \"wormwood and the gall.\"", "Night falls on earth; the sky has not a star</br>Of all its host; the moon looks dimly through</br>Mists of deep, boding darkness, borne from far</br>By the chill north wind; where soft breezes blew,</br>And the wild birds of summer lightly flew,</br>That wind now wakes alone its stormy howl,</br>Scattering its drops of cold and blasting dew,</br>And keeping harmony with the fierce growl</br>Of hungry wolf, and hooting of ill-omen'd owl.", "How sad the change!  decay and death have made</br>Dark traces upon earth &mdash; the pride, the boast</br>Of mortal beauty is all lowly laid</br>In its cold grave; things, that delighted most,</br>Have lost their brightness or themselves are lost;</br>And those, perchance, we trusted in, are gone,</br>Repaying all the strife and pain they cost,</br>With hopes and expectations overthrown,</br>And leaving woes, which, but for them, we ne'er had known.", "Yet weep ye not; for things so vain, so frail,</br>It were unwise to mourn; but still they speak</br>A solemn language, and it may avail</br>Thy erring spirit much to go and seek</br>Its meaning; they will tell how poor, how weak,</br>How frail thou art; that soon the mighty storm</br>Will gather o'er thee bitter, cold and bleak,</br>Will shower ruin on thy lovely form,</br>And make thee what no genial suns may wake or warm.", "Oh, canst thou stand upon the opening grave,</br>And feel the trembling earth give way, and feel</br>That thou art sinking, with no arm to save,</br>And not a shuddering horror o'er thee steal?</br>Oh, do those lonely church yard flowers conceal</br>Nothing, at thought of which thou'rt wont to quake?</br>If unto this thy heart can set its seal,</br>I call thee blest; when the last morn shall break,</br>To everlasting joy and bliss thou shalt awake.", "Thou shalt awake; if heaven had not declared</br>That man is more than mortal, earth might tell</br>The glorious truth; I saw when ruin spared</br>Nought, that was beautiful; the flowers fell,</br>The leaves all wither'd; yes, I heard the knell</br>Of dying nature, and in sadness mourn'd</br>Over her grave; but soon she broke the spell</br>That bound her, soon the fires, that slumber'd, burn'd</br>Anew, and all her joy and loveliness return'd.", "Thus shalt thou rise, and life shall be renew'd</br>With more than former power in thy frame;</br>The burial earth shall not on thee be strew'd</br>Again, that life shall be a deathless flame,</br>Forever, save in growing strength, the same.</br>O, strive then, that thy glorious lot may be,</br>Within the book of life to find thy name;</br>For earth and heaven declare aloud to thee,</br>Thy fate is link'd to dark and dread eternity.</br>"]