["Darkness, thou first kind Parent of us all,</br>Thou art our great Original:</br>Since from thy Universal Womb,</br>Does all thou shad'st below, thy numerous Offspring come.", "Thy wondrous Birth is even to Time unknown,</br>Or like Eternity thou'dst none:</br>Whilst Light did in its first Being owe,</br>Unto that awful Shade, it dares to rival now.", "Say in what distant Region dost thou dwell!</br>To Reason inaccessible:</br>From Form, and duller Matter, free,</br>Thou soar'st above the reach of Man's Philosophy.", "Involv'd in thee, we first receive our breath,</br>Thou art our Refuge too in Death:</br>Great Monarch of the Grave and Womb,</br>Where e'er our Souls shall go, to thee our Bodies come.", "The silent Globe is struck with awful fear,</br>When thy Majestick Shades appear:</br>Thou dost compose the Air and Sea;</br>And Earth a Sabbath keeps, Sacred to Rest, and Thee.", "In thy serener Shades our Ghosts delight,</br>And court the umbrage of the Night:</br>In Vaults, and gloomy Caves, they stray,</br>But fly the Mornings beams, and sicken at the day.", "Tho' solid Bodies dare exclude the light,</br>Nor will the brightest Ray admit:</br>No Substance can thy Force repel,</br>Thou reign'st in depths below, dost at the Center dwell.", "The sparkling Gems, and Oar in Mines below,</br>To thee their beauteous lustre owe:</br>Tho' form'd within the Womb of Night,</br>Bright as their Sire they shine, with Native Rays of Light.", "When thou dost raise thy venerable head,</br>And art in genuine Night array'd:</br>Thy Negro Beauties then delight,</br>Beauties like polish'd Jeat, with their own Darkness bright.", "Thou dost thy Smiles impartially bestow,</br>And know'st no difference here below:</br>All things appear the same by thee,</br>Tho' Light distinction makes, thou giv'st Equality.", "Thou Darkness art the Lover's kind retreat,</br>And dost the Nuptial Joys compleat:</br>Thou dost inspire them with thy Shade,</br>Giv'st vigour to the Youth, and warm'st the yielding Maid.", "Calm, as the blest above, the Ancorites dwell,</br>Within their peaceful gloomy Cell:</br>Their minds with Heav'nly Joys are fill'd,</br>The Pleasures Light deny, thy Shades for ever yield.", "In Caves of Night, the Oracles of old,</br>Did all their Mysteries unfold:</br>Darkness did first Religion grace,</br>Gave terrours to the God, and reverence to the place.", "When the Almighty did on Horeb stand,</br>Thy Shades inclos'd the Hallow'd Land:</br>In Clouds of Night, he was array'd,</br>And venerable Darkness his Pavillion made.", "When he appear'd arm'd in his Power and Might,</br>He vail'd the beatifick Light:</br>When terrible with Majesty,</br>In tempests he gave Laws, and clad himself in Thee.", "E'er the Foundation of the Earth was laid,</br>Or brighter Firmament was made:</br>E're Matter, Time, or Place were known,</br>Thou Monarch Darkness sway'dst these spacious Realms alone.", "But now the Moon, (tho' gay with borrow'd light)</br>Invades thy scanty Lot of Night:</br>By Rebel Subjects thou'rt betray'd,</br>The Anarchy of Stars depose their Monarch shade.", "Yet fading Light its Empire must resign,</br>And Nature's Power submit to Thine:</br>An Universal ruin shall erect thy Throne,</br>And Fate confirm thy Kingdom, evermore thy own.</br>"]