["Of Man's important Bus'ness, and his Work</br>Of Nature, late and early, ev'ry Day,</br>Sing, my Pierian Muse; in Numbers sweet</br>As is my Subject, voiding all thy Wit</br>Uncostive, flowing forth in happiest Strains.", "The Swain surcharg'd with plentiful Repast,</br>Or rural Banquet, or domestick Meal,</br>(Whether at Morn, when Turkish Berry adust</br>(Fell Enemy to Sleep, and Cause of Spleen)</br>Or Indian  Leaf suffus'd, with Fragrance bland</br>Comforts the Maw, or solid Oat-meal-Food,</br>Higher hasty Pudding&mdash;</br>Which heats the Blood of Caledonian Swains,</br>And warms the North; Or roast and boil'd at Noon,</br>Or well sawc'd Herbage with cold Lamb at Ev'n)</br>Full Fraught retires.  To House uprais'd on Mount</br>He hies, vile Eminence, convenient Site</br>For Walk unsav'ry, or to Garden side,</br>Where Breath of May and Odoriferous Flow'rs</br>Do qualify with Sweets th' offensive Scent:</br>Or where cool Rivulet with limpid Stream,</br>Running fast by, precipitates the Filth,</br>Purging the Dome:  Alcides so of old</br>Th' Augaean Stable rinc'd; thither repairs</br>The loaded Swain incontinent, to pay</br>Tribute of Ordure to the GODS of Earth,</br>Brethren of Molock.  Not the Eastern Shrine</br>Frequented more in Arabie the bless'd,</br>Where uplift Prophet, dubious, hangs in Air,</br>The Strife of Magnets.  In the Dome appears</br>A Graduated Seat, for infant Bum</br>Or veterean, built of Tree, Norvegian Spoil,</br>Or such as Dantzick yields, the Prince of Woods.</br>Here triple Hole discovers hollow Womb</br>Of Earth, dreadful to Sight, abhorr'd to Smell.</br>Up, from the putid Dungeon Fumes ingrate</br>Ascending, hurt the Sense.  Careful to ken,</br>Lest hapless he may light on foul Remains</br>Of dirty Clown, with Galligaskins loos'd,</br>(Oft fatal to the Purse, or Watch in Fob,</br>Which well rewards Goldfinders filthy Toil,)</br>Bending Oblique, his Postern he applies</br>To perforated Board, as erst were wont</br>Apollo's Votaries to submit their Ear</br>To Delphick Tripod, and receive Response</br>From Pagan Shrine; So here from end reverse,</br>Sounds are immitted, to invoke the Sprites</br>Of Darkness, and alarm the Powers of Night.</br>And now the Swain at ease, compos'd to vent</br>Embowell'd Food, from Nature's secret Stores</br>Discharges plenteously of every kind,</br>Corn, Fish, and Fowl, and Wine of various Taste</br>Caecubian or Falern.  What Earth, Sea, Air affords</br>(Vile Refuse of concocted Aliment)</br>With bountiful Effusion is bestow'd:</br>Bursting it flies, convey'd by force of Wind,</br>And tremendous Noise, sent downwards all at once,</br>With horrid Violence, like Aetna's wild</br>Irruption, and the fall of craggy Rocks</br>Inwards on Mount Vesuvius, or Nile</br>Spewing with all his Mouths into the Sea,</br>Or sulphurous Vapours, kindl'd in the Air</br>With Nitre, Conflict of Elements; So roars</br>The darksome Cell, with repercussive Sound</br>Of postern Gun disploded, which reports</br>Afar, and ecchoes from the vast Abyss.</br>Thus he, thrice happy, in luxuriant Stools</br>Voids the successive Gatherings of his Meals.</br>As when a Bee with balmy Juice replete,</br>And liquid Spoils of Gardens, taken short,</br>Flies hastily to waxen privy House,</br>In Hive, or hollow'd Oak, or Chimney top,</br>(Besmear'd with Soot, of Taste contrariant)</br>Or ruinous Wall; and laxative, refunds</br>(Sweet Voidance) all the Bev'rage of the Day.</br>Such Blessings Heaven ever has deny'd</br>To sinful Mortals, when astringent Food,</br>Or Body-binding Claret barrs the Port,</br>Painful Coercion, Cause of Inward Heats,</br>And fierce Distortions of Face and Trunk,</br>The GODS vouchsafe me gentle Stools and Air!</br>Mean time a soft Abstersive is prepar'd,</br>By Foliage of Fields or Books supply'd,</br>Of verduous Plant, cool Herb, or pliant Dock,</br>Delusive if unfolded; or Trefoyl,</br>IERNE'S vegetable Pride; or Hay,</br>Fodder of Man and Beast; or above all</br>Love-labour'd Sonnet; or some senseless Rhime</br>On the disdainful Nymph; or poor Conceit</br>Of paultry Scribler, starved as himself,</br>Be it in Verse or Prose; or smart Lampoon</br>On Church and State; All read with profit here:</br>Or Dutch-Man's Commentary, long and dull;</br>Or venomous Work of Critick, or Divine</br>Polemick; nor might Jove himself disdain</br>B&mdash;'s foul Paper at Coelestial Stools.</br>These straw the Place, and fill the mural Voids,</br>And claim the fundamental Office to wipe Bum.</br>Wonderful Bum!  Subject of Modern Wit</br>And hidden Cause, for to thy secret Pow'r</br>And kindly Operations, Nature owes</br>Motions of Wit and Mirth and joyous Thoughts.</br>When thou art open, Fancy flows apace;</br>But when retentive, Merriment's entranc'd</br>In Spleen, and lies in clouded Brain</br>Incarcerated; Medicinal Wood</br>Thy Porter, opes and shuts thy folding Doors</br>Still kind to me, propitious to my Verse.</br>"]