["The Midnight Justice now devoid of Care,</br>Began to slumber in his Elbow Chair;</br>Long had he wak'd, but now his Trade was o'er,</br>Nor cou'd expect a single Shilling more:</br>The Watch had cry'd \"past One\" with hollow Strain,</br>And to their Stands return'd to Sleep again;</br>Grave Cits and Bullies, Rakes and squeamish Beaus</br>Came reeling with their Doxies from the Rose;</br>Jephson's and Mitchell's Hurry now was done</br>And now T&mdash; K&mdash;'s (so Rakes ordain'd) begun:</br>Bright shone the Moon, and calm around the Sky,</br>No Cynder Wench, nor straggling Link-Boy nigh;</br>When in that Garden, where with mimic Pow'r</br>Strut the Mock-Purple Heroes of an Hour;</br>Where by grave Matrons Cabbages are sold,</br>Who all the live-long Day drink Gin and scold;</br>There 'neath the Covert of an humble Shed,</br>Thither by Chance, or by Appointment led,</br>Thomas and Susan on their Seives reclin'd</br>In Notes alternate open'd thus their Mind:</br>The neatest He of all the Porter throng,</br>The fairest She the Basket Nymphs among.", "THOMAS.</br>Suky, ah!  Suky, long have I complain'd</br>Of Love rejected, and of Vows disdain'd;</br>Long have I told you with what pleasing Art</br>Your soft bewitching Eyes have stole my Heart;</br>But you, too cruel Lass, whene'er I moan,</br>Laugh at my Sighs, and bid me Sigh alone.", "SUSAN.</br>Laugh at thy Sighs?  Who, Tummas, cou'd forbear</br>Thy doleful Ditties, and thy Tales to hear:</br>Too shallow Tales! &mdash; for sure I am more wise</br>Than think that Hearts cou'd e'er be stole by Eyes:</br>Long have I stole your Heart; yet simple Swain,</br>Still of a bleeding Heart you oft complain:</br>&mdash;No, Tummas, no &mdash; to such false Men adieu:</br>Who wins my Love, must win by speaking true.", "THOMAS.</br>Ah!  luckless Lad!  was ever Fate like mine!</br>Ah!  faithless Lass!  was ever Scorn like thine!</br>Whate'er I say thou with too quaint a Skill</br>Turn'st my plain downright Words to what you will;</br>Suky, howe'er my Thoughts may be exprest,</br>My Pain's your Pleasure and my Love your Jest;</br>Howe'er you'd seem, you can't so Simple be;</br>But None so Blind ar' they who will not see....", "Hiatus in MS. Valde Deflendus.", "SUSAN.</br>As t' other Morn on yonder Bench I sat,</br>And careless hung aside my cropt Straw Hat,</br>A gay young Spark, as fine as any Lord,</br>Stopt, and spoke to me of his own Accord;</br>Tho' with a Ribband cross his Shoulder drest,</br>And something wond'rous glitt'ring at his Breast,</br>Yet did he kiss me &mdash; with a Kiss so sweet&mdash;</br>And something whisper'd, which I'll not repeat:</br>If, Tummas, such fine Folk will deign to sue,</br>Other-guess Lovers may I hope than you.", "THOMAS.</br>Ah, Suky, trust not to an outside Show,</br>Much Danger oft lies hid within a Beau;</br>Flow'rs gay to Sight may fragrant smell no more,</br>And tempting Fruit is rotten at the Core:</br>But if, proud Maid, you still my Suit disdain,</br>Others will sue to me, and sue in vain.</br>Welsh Peggy, who has been so noted long</br>For Quickness of her Feet as well as Tongue,</br>With Hotpot mild, and quick inspiring Gin;</br>But neither Hotpot, nor yet Gin can prove,</br>Charms strong enough to force neglectful Love.</br>For while to her I drink, my Heart's so true,</br>I, 'stead of saying Peggy, cry, Dear Sue....", "Alter Hiatus in MS.", "SUSAN.</br>But from T&mdash; K&mdash;'s see where the Rakes appear,</br>Returning Home, and tell the Morning's near;</br>The Market fills &mdash; hear, hear the pleasing Sound</br>Of Hot Ox-cheek and Barley-Broth around;", "THOMAS.</br>O then, my Love, no more our Joys delay,</br>But to the Parson kindly haste away.", "&mdash;Away they jogg'd adown Southampton-street,</br>And sought the Wry-neck'd Parson of the FLEET.</br>"]