["Haste, young-eyed May!  and gently pour</br>From bosom green thy balmy store:</br>Bid violets paint their azure beds,</br>And daffodils with bending heads,</br>And tulip gilt, and primrose fair</br>Sweetly catch the laughing air.</br>Bring Joy along, thy eldest born,</br>And Plenty with her flowing horn;</br>Whilst Birds of many a various wing</br>To Cam in wildest woodnotes sing,</br>Who sees approach his sedgy Throne</br>The State's great Patron, and his own.", "Hail, PELHAM by whose fav'rite hand</br>Peace yet strews olive round the land:</br>See, EUROPE's groans betray despair;</br>Her trembling Ballance asks thy care:</br>And if no human art can guide</br>The pendant weight on either side,</br>If sacred GEORGE at length shall cease</br>To bid the world be blest in Peace,</br>Of crowns in vain shall Lewis dream;</br>His scale shall mount, and kick the beam.", "Whence then, Britannia, the big tear,</br>Lest Song detain thy Patriot's ear?</br>His noble breast at once is free</br>To guard the well-lov'd Muse, and Thee.</br>See, Learning marks his chosen way</br>With many a beam of early day;</br>And louring Ignorance gives place</br>To Science, with averted Face;</br>Whilst PELHAM bids the column rise,</br>And tell his bounty to the skies.</br>Now smiles old Cam, and scatter'd finds</br>His Gothic dust the sport of winds;</br>Nor envy Isis, who erewhile</br>Boasted her Mausolean Pile.</br>On Domes depends not PELHAM's name:</br>But be They founded on His fame!</br>Haste, ye Muses, to prepare,</br>Sweet flowrets for your Guardian's hair;</br>Beneath His banner safe engage,</br>And brave the Vandals of the age.</br>For Him your choicest lawrels bring,</br>Who lifts ev'n Me on Fancy's wing:</br>For Him let Nature's face be gay,</br>All be mirth, and holyday!</br>But when the ruddy Eve steals on,</br>And tips the grove with mantle brown;</br>When swings the solemn Curfeu slow,</br>Far absent be, thou Bird of woe!</br>Nor close the day with hoarseness drear,</br>This fairest daughter of the year!</br>"]