["Is it the only proof of love to die&mdash;</br>To pass off like a shadow from the form</br>Which gave the semblance of life no more is nigh,</br>Companion for the funeral-pile or worm?</br>Is there no keeping fond affection warm</br>By living solely for the hallow'd dead?</br>Cannot the heart beat still amid the storm</br>And coil of life, for him whose narrow bed</br>Nor warm'd nor soften'd is by laying head to head?", "'Twas the fierce breathing of the savage state,</br>Whose dim ideas pierce not through the grave,</br>Which made the gentle bride pursue her mate</br>Beyond the windings of the Stygian wave:</br>She knew nor life nor death, and so was brave</br>By simple instinct of a fiery soul;</br>And hasten'd dull oblivion's aid to crave,</br>Not having lived to feel the wise control</br>Of mother's cares, perchance, that calm the passions' roll.", "But no vain precedent from hence should spring,</br>No law, to force the more reflecting mind.</br>All cannot feel the insufferable sting</br>Of lonely after-being left behind,&mdash;</br>The sole link snapp'd that to the world did bind,&mdash;</br>Nor can this blight seize many hearts on earth:</br>The greater part deliver to the wind</br>Their cares and sorrows; and from rosy mirth</br>Invoke bland smiles to cheer the bright domestic hearth.", "And naught in truth but ignorance and crime</br>Can deem self-sacrifice the test of love;</br>Or stain the ever-rolling wheels of time,</br>Whose vast circumference conveys above</br>The blots on earth contracted as they move</br>On the broad highway of eternity,</br>With blood of murder'd innocence, that strove</br>The meditated deed perchance to flee,</br>To breathe heaven's blessed air, full happy but to be.", "But when fast bound to earth by thousand ties</br>The friend, the daughter, and the mother stands;</br>When the frail pledges of their sympathies</br>Implore her yet to live with lifted hands;</br>When none but Superstition's cursed bands</br>Stand round and urge her to the flaming pile,</br>Forging of angry heaven the dire commands</br>Her fluctuating spirit to beguile&mdash;</br>Though none but basest ends incite their hearts the while;", "Who can repress his scorn of priestly trade,</br>The scourge for many an age of Asian land,</br>The mark which those who traffic or invade</br>Her gems and perfumes suffer aye to stand;</br>Though one mild effort of the conquering hand</br>Might free the earth from this detested blot,</br>And lead in bless'd Religion to withstand</br>By her meek statutes what has dimm'd the lot</br>Of man, and wrought such deeds as may not be forgot.", "Who can behold the unwilling victim led</br>In sad and mocking pomp to meet her doom,</br>That few short years before her bridal bed</br>First saw &mdash; ah!  little dreaming of the tomb!&mdash;</br>And not feel rage and bitter anger come</br>Troubling his spirit, spreading to his kind,</br>And closing life's short vista with a gloom</br>That hangs its heavy pinions on the mind,</br>Making it loath its state, unhappy, unresign'd?", "But Knowledge, slowly rising, like the sun</br>In early spring upon the Lapland plain,</br>Gives forth faint light, but, lengthening days begun,</br>Its growing rays do gather strength amain;</br>And clouds spring up and interpose in vain&mdash;</br>The living principle asserts the sky&mdash;</br>Driven back, or scatter'd wide in driving rain,</br>To furthest corners of the heavens they fly,</br>Shunning for aye the glare of day's all-lightening eye.</br>"]