["Not thee, whom underneath AURELIA'S bed</br>The blue-ey'd Phyllis, or inferior Nell</br>Of humbler birth, hath plac'd &mdash; nor thee I sing</br>Of Asiatic mould &mdash; whose polish'd form</br>Denotes pre-eminence beyond the clay,</br>The baser produce of Worcestrian lands,</br>Beyond what Bow (where oft foot-foundred cit</br>Halts for refreshment) or that other vill</br>For buns and puffs full famous, Chelsea hight,</br>Can boast &mdash; where bower'd in the lovely shade</br>Of arboret, old Fungus lolls superb,</br>Self-satisfy'd, and quaffs, potation-fond,</br>His nectar pomeridian &mdash; or in a box,</br>Swelling with all the majesty of paunch,</br>Amidst a crowd, his rural pipe enjoys.</br>Nor thee, of coarser frame, in garret vile</br>Deposited (to whom the houshold nymph</br>Pays frequent complement, altho' despoil'd</br>Of manual handle) does the muse regard.</br>Far other looking-glass demands her song.</br>Hail, charming Mirror!  that reflectst the face</br>Of sweet CLEORA.  At thy splendid shrine</br>What countless legions of adorers bow!</br>Here beauty gazes, and her form surveys,</br>Transcendent, irresistible &mdash; nor fails</br>To ruminate how best she may ensnare</br>The dangling coxcomb in her fatal net.</br>For this (with no small share of female pride)</br>She dresses tasteful, practices the wink</br>Significant, the random glance oblique,</br>The pleasing smile, and not displeasing frown.</br>Here too Deformity in tawdry garb</br>Begins her patch-work.  Emulous of praise,</br>Each feature doth she deck with care minute,</br>And spies a charm that nature never gave.</br>Then beats her heart with more elastic force,</br>Around she rolls her large, projecting eyes,</br>Affecting love, and triumphs in the thought,</br>The glorious thought, of conquests yet to come.</br>Weak, simple woman! &mdash; Simpler still the man,</br>Whose ardent gaze such optics still allure.", "Without the engine, what avails the dress</br>Of self-enamour'd fop, or what the curl</br>Natural, or adventitious!  for in vain</br>Courtoy may raise the sugar-loaf toupee,</br>If Brilliant can't the ornament discern.</br>Hail yet again!  thou spectacle of art!</br>Art's brightest lustre!  'fore whose polish'd plain</br>Thy poet, razor-arm'd, hath often shown</br>His chin crimiferous, where lives the man</br>Who does not own thy universal use?</br>The pompous lawyer, ravenous of fee,</br>Pulse-feeling doctor, and the grave divine,</br>In thee admire the dignity of wig.", "But should some hideous crack thy shining face</br>Deform, tremendous to behold!  neglect</br>And sure contempt will be thy future fate.</br>So fares it with the nymph, whose precious gem</br>Of chastity is sullied.  Sour disdain,</br>And sharp invective, render'd sharper still</br>As utter'd by her sex, her ear confound,</br>Unus'd to tauntings &mdash; and the sneering beau</br>Rambles in quest of more accomplish'd charms.", "CLEORA!  then &mdash; thou most resplendent star</br>In beauty's firmament!  exalted maid!</br>Damsel un-paragon'd!  whose well-turn'd limbs</br>Are far above the feeble reach of praise,</br>Beware &mdash; the caution of a friend observe,</br>And con this lesson from the looking glass.</br>So shall the bard repent not of his lay,</br>Well-pleas'd, if 'gainst the wiles of artful man</br>He can but guard one unsuspecting fair.</br>"]