["It was the time when all things quiet lay</br>In silent rest; and Night her rusty Carre</br>Drawn with black teem had drove above half way.</br>Her curbed steeds foaming out lavering tarre</br>And finely trampling the soft misty air</br>With proner course toward the West did fare.", "I with the rest of weak mortality</br>For natures due relief lay stretch'd on bed.</br>My weary body lay out-stretch'd, not I.</br>For I, alas!  from that dead corse had fled.</br>Had left that slough, as erst I doft my clothes,</br>For kindly rest that very Evening close.", "Free as in open Heaven more swift then thought</br>In endlesse spaces up and down I flie,</br>Not carryed on wings, or as well taught</br>To row with mine own arms in liquid skie:</br>As oft men do in their deceiving sleep</br>Hovering over Waters, Woods, and Valleys steep:", "But born on the actuall efflux of my will</br>Without resistence thither easly glide</br>Whither my busie mind did breathe untill.</br>All-suddenly an uncouth sight I spide,</br>Which meanly as I may I will propound</br>To wiser men to weigh with judgement sound,", "Behold a mighty Orb right well compil'd</br>And kned together of opacous mould.</br>That neither curse of God nor man defil'd,</br>Though wicked wights as shall anon be told</br>Did curse the ill condition of the place,</br>And with foul speech this goodly work disgrace.", "But vain complaints may weary the ill tongue</br>And evil speeches the blasphemer stain,</br>But words Gods sacred works can never wrong,</br>Nor wrongfull deeming work dame Natures bane.</br>Who misconceives, conceives but his own ill,</br>Brings forth a falshood, shows his want of skill.", "This globe in all things punctually did seem</br>Like to our earth saving in magnitude:</br>For it of so great vastnesse was, I ween,</br>That if that all the Planets were transmewd</br>Into one Ball, they'd not exceed this Round</br>Nor yet fall short though close together bound.", "At a farre distance from this sphear was pight</br>(More then the journey of ten thousand year</br>An hundred times told over, that swiftest flight</br>Of bird should mete, that distance did appear)</br>There was there pight a massie Orb of light</br>Aequall with this dark Orb in bignesse right.", "Half therefore just of this dark Orb was dight</br>With goodly glistre and fair golden rayes,</br>And ever half was hid in horrid Night.</br>A duskish Cylindre through infinite space</br>It did project, which still unmoved staid,</br>Strange sight it was to see so endlesse shade.", "Th' Diametre of that Nocturnall Roll</br>Was the right Axis of this opake sphear.</br>On which eternally it round did roll.</br>In Aequinoctiall posture 't did appear,</br>So as when Libra weighs out in just weight</br>An equall share to men of Day and Night.", "Thus turning round by turns all came in view</br>What ever did that massie Ball adorn.</br>Hills, Valleys, Woods, themselves did plainly shew,</br>Towns, Towers, and holy Spires to Heaven born,</br>Long winding Rivers, and broad foaming Seas,</br>Fair Chrystall springs fierce scorching thirst t' appease.", "And all bespread were the huge Mountains green</br>With Fleecy flocks and eke with hairy goats.</br>Great fields of Corn and knee-deep grasse were seen,</br>Swine, Oxen, Horses, Carriages, Sheep-cotes,</br>What ere the Countrey or the welled town</br>Can show with us, the like things there were shown.", "And look what ever that Half-sphear of light</br>Did bear upon it (the Ball turning round)</br>The same into the Hemisphear of Night</br>Were carried.  And look what things were found</br>In that dark Hemisphear, were brought anon</br>To th' Hemisphear the light did shine upon.", "For sooth to say, they both make up one Ball.</br>The self same parts now dipt in deepest Night</br>Anon recovered from their former fall</br>Do shine all glorious decks with gladsome light.</br>And oft PANGAION as it turn'd, I red</br>In mighty characters decyphered.", "Th' inhabitants of this big swollen sphear</br>Were of two kinds, well answering unto</br>The diverse nature of each Hemisphear.</br>One foul, deform'd, and ghastly sad in show,</br>The other fair and full of lively mirth,</br>These two possest this Universall Earth.", "They both had wings:  The foul much like a Bat</br>Or forged Fiend and of a pitchy hew,</br>And ovall eyes like to a blinking Cat.</br>The fair had silver wings all-glistering new</br>With golden feathers set, shap'd like a Doves</br>Or lovely Swans, that in Meander moves.", "In other parts most like to spotlesse man</br>Made out in comely due proportion.</br>Both with their wings uncessantly did fan</br>The agil air, but never light upon</br>The moving Orb, but in suspense they hovered.</br>Therefore Light these, eternall Night those covered.", "For though the Globe doth move, it moves them not;</br>Passing as water underneath a brig.</br>Yet what thus passeth by, they deem their lot,</br>Both of their deemed lots together lig,</br>To wit, that Sphear with all its ornaments,</br>Nor yet that sphear them both alike contents.", "For they on the dim side with fell uprore</br>Do hideously houl and Nature blame</br>For her ill works.  Enrag'd with fury sore</br>Oft God himself they curse; blaspheme his Name.</br>And all his creatures, as they passen by</br>In goodly pomp, they view with scornfull eye.", "Instead of hymnes they bold invectives make</br>Against the Maker of that Universe.</br>My quivering quill, and palsied hand do quake</br>Now I recall to mind the wicked verse</br>Which those bad men had fram'd in fell despight,</br>And foul detraction to the God of light.", "And while with hollow howlings they did chaunt</br>That hellish Ode.  Ravens more black then pitch</br>And fatall Owles, Dragons, and what so wont</br>To do or token mischeif; every such</br>Came flying round about t' encrease the sound,</br>Such sound as would with madnesse man confound.", "When they had made an end of this ill ditty,</br>As execrable thing they would forsake</br>This work of God, and out of dear self-pitty</br>Fly from the creatures, and themselves betake</br>To higher region:  but their labour's vain</br>Fly never so high, Night doth them still contain.", "For the projection of that endlesse Roll</br>Cast to unmeasured infinity,</br>Wearies to death their ill-deceived soul:</br>For nought but darknesse and obscurity</br>They finden out by their high tedious flight,</br>But now I'd turn'd me to the land of Light.", "There might I see with lovely pleasant look</br>And mild aspect, the people all things view,</br>Interpreting right what ever seemed crook.</br>Crooked for crook'd is right; and evil hew</br>For evil shaped mind, that fear may breed.</br>Good oft doth spring from evil-seeming seed.", "Viewing the works of God they ever smil'd</br>As seeing some resemblance of that face</br>That they so dearly lov'd, that undefil'd</br>And spotlesse beauty, that sweet awfull Grace</br>Where Love and Majesty do alway sit</br>And with eternall joy the viewer greet.", "Ravisht with heavenly mirth and pure delight</br>They sing a sacred song with chearfull voice.</br>It kindles holy pleasure within my spright</br>As oft I think on that Angelick noise.</br>The living Spring of blisse they loudly praise</br>Blesse all His creatures in their pious layes.", "And while the creatures goodnesse they descry</br>From their fair glimps they move themselves up higher</br>Not through contempt or hate they from them fly</br>Nor leave by flying, but while they aspire</br>To reach their fountain, them with sight more clear</br>They see.  As newly varnish'd all appear.", "This is the mystery of that mighty Ball</br>With different sides.  That side where grisly Night</br>Doth sit bold men Melampronaea call,</br>The other side Lamprononaea hight,</br>Logos that Orb of light, but Foolishnesse</br>(To speak plane English) the Roll doth expresse.", "These words I read or heard, I know not whether:</br>Or thought, or thought I thought.  It was a dream.</br>But yet from dreams wise men sound truth may gather</br>And some ripe scatterings of high knowledge glean.</br>But where, or heavy passions cloud the eyes,</br>Or prejudice, there's nothing can make wise.</br>"]