["Babes of my love, ah!  whither are ye fled!</br>Imparadis'd beyond these glowing skies,</br>By life's green tree, and glory's stream made glad,</br>Is sorrow hid for ever from your eyes?</br>Or do ye sometimes mark a parent's sighs,</br>And secret tears that unavailing flow?</br>And still within the bond of earthly ties,</br>Feel ye the pangs of sympathetic woe!</br>No, hope with seraph smile, sweet hope, she answers,", "No; ye have reach'd those fields of dewy light,</br>Where sin hath ne'er effus'd its mortal stain,</br>Where joy on every face sits, beaming bright,</br>Unknown to care, beyond the reach of pain.</br>For you my groans, my tears are all in vain!</br>Ye hear, nor see them, and ye must not feel!</br>Or if ye did, sure sorrow's drizzling rain</br>All unawares, from your bright eyes would steal!</br>And even your glowing cup, the frost of woe congeal.", "And thou, sweet spirit, who for twenty years,</br>Hadst all thy hopes, thy joys commis'd with mine,</br>Couldst thou behold my woes, my painful fears,</br>And sympathy's sweet exercise decline?</br>It cannot be; perfection all divine</br>Invests thee now angelical even here&mdash;</br>Thy virtues with seraphic splendour shine</br>Supremely bright, in glory's brightest sphere,</br>Where ceaseless joy divides and rules the eternal year.", "O could I but this mortal life lay down,</br>This living death!  this load of sense and sin!</br>With you that I might share th' immortal crown!</br>And the bright palm of endless glory win!</br>Glad would I rest death's peaceful haven within,</br>Beyond the tempest's reach, th' appalling roar</br>Of breakers wild, where the turmoil, the din</br>That ceaseless sweeps along that wreck strewn shore,</br>The shouts of hope and fear, might never reach me more!", "Ah hope, why didst thou my young steps beguile,</br>And round me with thy blossoms strew the ground?</br>And love, why didst thou too deceitful smile,</br>Nor show the cypress wreath thy brows that bound?</br>And why, amidst this solitude profound,</br>Reckless, and restless, memory wilt thou raise,</br>To fret afresh grief's never closing wound,</br>In all the hues that native truth displays,</br>By thy resistless power, these lost, ah!  lost, lost days.", "Yet stay a moment, blissful vision stay!</br>These lovely looks how sweet, how void of guile!</br>Will ye again resume your noisy play,</br>While I for you pursue the paths of toil?</br>Ah!  no!  even as I gaze, entranc'd the while,</br>Shoots o'er your angel forms the swift decay,</br>Fades in your lustrous eyes the living smile,</br>The roses on your red lips melt away,</br>And there again ye lie, cold, cold and breathless clay.</br>"]