["Glorious as Phoebus, o'er the wide sea first</br>Pouring his morning beams, celestial bright,</br>Is the quick hope of the young bosom, nurst</br>Within the bowers of knowledge and of light,&mdash;</br>Where, bursting brilliant from the gloom of night,</br>The sun of mind expands the opening soul</br>Just as the natural orb, that glads the sight,</br>Opens the buds of plants, and o'er the whole</br>Of God's fair world maintains a mystery of control.", "Full sweet it is to watch the kindling eye,</br>The burning cheek, the quivering lip of youth,</br>When Genius pointeth to the summit high</br>Where FAME sits glorious, and recording Truth</br>Enrolls the deathless names! &mdash; for names, in sooth,</br>Survive the beings that made them first renown'd,</br>And shine resplendent, when Time's cankering tooth&mdash;</br>Nay, the slow worm's &mdash; hath eaten beneath the ground</br>The eye that beam'd with light, the brow with laurel crown'd!", "Bards, warriors, statesmen &mdash; Glory!  bow the knee</br>To thy divinity, and ask a name;</br>And some, in their mistaken love of thee,</br>Have worshipped Infamy, and called her Fame:</br>Such was Erostratus, who gave to flame</br>Diana's shrine stupendous; such was thou,</br>Cromwell!  consummate juggler!  England's shame!</br>To whom thy slaves, false Freedom!  deigned to bow,</br>Circling with thy wreath a rebel tyrant's brow.", "Oh, too exalted, vainly-worshipped Fame!</br>How dost thou trample on the insect man!</br>He reads, he writes, he battles for a name&mdash;</br>And yet his own existence is a span.</br>The world moves onward as it first began,</br>Thirsting for thee.  As Caesar in old time,</br>Of late Napoleon at thy bidding ran,</br>Clearing his path to Glory's heights by crime,</br>And dreading nought save what might make him less sublime!", "Was not Meonides in love with thee?</br>Didst thou not, with his country, share the heart</br>Of him who perish'd in Thermopylae?</br>Did not thy trumpet's fore-heard voice impart</br>Joy to the stoic Cato, whom no art</br>Of guileful Tyranny could lure aside?</br>Did not the Mantuan offer at they mart</br>His never-dying children, and confide</br>To thee those breathing words which were his country's pride?", "When &mdash; as the sun's last rays were falling sweet</br>On earth, air, water &mdash; I beheld the spot</br>Where Shakspeare rose &mdash; where Shakspeare's boyish feet</br>Oft wandered careless &mdash; how, regarding not</br>Nature for her own beauty, I forgot</br>All, all around &mdash; save Shakspeare!  Shakspeare's muse</br>Hallow'd each willow and sequester'd grot,</br>And thee, poetic Avon!  while the dews</br>Of sombre Evening fell on church and church-yard yews.", "For thou art there &mdash; about that blessed place&mdash;</br>Eternal Fame!  and loud above his tomb</br>Thy trumpet's echo liveth:  light and grace</br>Are shed by thee o'er that sepulchral gloom:</br>By thee are tinged the flowerets wild that bloom</br>O'er the green banks which Avon loves to kiss;</br>Thine is the halo! &mdash; and the earth's perfume,</br>But from thy magic influences, is</br>As't were to Shakspeare's name the scent of sacrifice!</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]