["But on BRITANNIA'S shores with ample sway</br>Religion's purest charms their power display. &mdash; </br>As the dread earthquake and the raging storm</br>The high behests of awful heaven perform,</br>So a proud tyrant's disappointed aims</br>Broke the strong tie of ROME'S despotic claims.</br>The labors by the haughty sire begun</br>Attain perfection from the pious son;</br>And though a female's bigot zeal succeeds,</br>Burns the firm martyr, and the patriot bleeds,</br>While stand IBERIA'S sons exulting by</br>And civil Freedom mark with harpy eye,</br>The transient terror flies, like vapors driven</br>By sweeping EURUS o'er the face of heaven,</br>And Worship freed from each polluting stain,</br>Adorns the annals of ELIZA'S reign.", "Hail glorious Queen!  in whose propitious hour</br>The towering structure rose of BRITAIN'S power.</br>Let the Historian laboring to impart</br>His favorite paradox with envious art,</br>Invoke capricious Malice to deface</br>The scene of ALBION'S ripening strength and grace:</br>Still shall the voice of former times be heard</br>To vindicate that worth our sires rever'd.</br>'Twas thine to bid BRITANNIA'S native force</br>Check rash Invasion in her headlong course,</br>Old OCEAN'S waves with prows triumphant sweep,</br>And reign unrivall'd o'er the subject deep:</br>Thine too the milder glory to increase</br>The gentle sway of Courtesy and Peace.</br>Though Artists with fastidious look behold</br>The dome it's rude magnificence unfold,</br>Though modern Elegance affect to scorn</br>The rougher Manners which thy court adorn,</br>Yet sure some reverential awe shall wait</br>Each venerable pile of ancient state;</br>Yet sure some bosom even those days shall charm,</br>Call'd each heroic passion boldly forth,</br>And gave the admiring world a SYDNEY'S worth.", "The expectant Muse at length with joyful eyes</br>The rising hope of ancient fame descries.</br>Melodious SPENSER while his cares refine</br>The wild redundance of the Saxon line,</br>On GOTHIC fable rears his rich machine,</br>And sings the paynim foe and elfin Queen:</br>While like the laurel'd son of GRECIAN fame</br>Immortal SHAKESPEAR burns with native flame. &mdash; </br>Unequall'd Bard!  the grateful Muse shall raise</br>To thee the monument of deathless praise,</br>Nor interweave one flower of foreign bloom</br>Amid the votive wreaths that deck thy tomb:</br>For no faint blaze from elder learning caught</br>Rais'd in thy breast the imitative thought;</br>Nor shall my verse compare thy wonderous page</br>With the best scenes of ATHENS' perfect stage,</br>Or of thy Phoenix wing a rival own</br>Save the MAEONIAN Prodigy alone.", "A numerous train of tuneful Bards succeed,</br>Strike the loud lyre, or fill the warbling reed.</br>In the just pride of inborn Genius bold,</br>Yet taught by every Muse that charm'd of old,</br>Soaring with eagle eye, and eagle flight,</br>Amid the realms of empyrean light,</br>Lo MILTON throws with daring hand away</br>The splendid fetters of the Runic lay!</br>While DRYDEN'S clear harmonious notes rehearse</br>The humblest subject in the sweetest verse,</br>Nor ask the figur'd style or pompous phrase,</br>From common speech his simplest lines to raise;</br>Yet when some theme with energy sublime,</br>Calls forth the wonders of his varied rhyme,</br>'Tis his to catch the animating fire,</br>Bid the bold strain to giddy heights aspire,</br>Rival the MANTUAN swan, or mate the THEBAN lyre.", "But while fair Poesy with favoring smile</br>Beholds her votaries thrive in ALBION'S isle,</br>The meeker Arts with trembling step explore</br>Some safe asylum on a foreign shore,</br>For o'er her fields stern War terrific stood,</br>And long and dreadful raged the thirst of blood.&mdash;</br>Though the poetic bay with changeless form</br>Braves the worst fury of the thundering storm,</br>The inferior flowers that paint the shelter'd vale,</br>Shrink at the breath of every ruder gale.&mdash;</br>Soon polish'd GALLIA'S hospitable plain</br>Yields a kind refuge to the exil'd train,</br>For civil Fury from her seats was flown,</br>And Monarchy had fix'd her stable throne,</br>Their gifts the smiling powers of Peace disclose,</br>And LEWIS there a new AUGUSTUS rose:</br>A Prince's wiles again the Arts invoke</br>With magic touch to lighten Slavery's yoke,</br>Reason's keen eye with skilful care to blind,</br>And turn from Freedom's view the active mind.</br>The grateful race encourag'd by his sway</br>The patronage with ample bounty pay,</br>Give what his fleets and armies ne'er could claim,</br>Unsullied glory, and unenvied fame.</br>For though a BRITISH Muse would blush to aid</br>The guilty fabric by Ambition made,</br>Yet to impartial rules of Justice true</br>She gives the praise to real Merit due.&mdash;</br>Not opening Science nor encourag'd Art</br>Alone their lustre to his reign impart:</br>The splendid period by his care refin'd</br>Marks a strong era of the improving Mind.</br>By him new modell'd wondering EUROPE saw</br>Her ancient Arms, her Manners, and her Law.</br>Though dear the price each fair attainment cost,</br>When in the exchange was Independence lost.</br>Beauty with sense endow'd, with sweetness graced,</br>Sits the chief arbitress of soften'd taste,</br>And fame attends, as her applauding eyes</br>Of valor or of wit, award the prize.</br>No more the rural Lord mid distant plains</br>O'er vassal fiefs a little tyrant reigns;</br>To the gay circle of the Monarch's court</br>All Power, all Splendor, and all Arts resort,</br>There steep'd in joy the nobler race reside</br>While marshall'd Discipline with studious care</br>Gives a new semblance to the forms of War:</br>No more, their stated service forced to yield,</br>Untrain'd the hasty levies throng the field,</br>No more the stripling of illustrious birth</br>Leads armies by hereditary worth:</br>An order of the state the Soldier stands,</br>And though a slave himself the rest commands,</br>Derives his rank from regal will alone,</br>And only pays obedience to the throne.", "While GALLIA thus a general power obtains</br>And guides mankind by soft Opinion's reins,</br>Long was the scene of bleeding BRITAIN'S woes</br>Ere from the strife emerging Peace arose.</br>Each party yields at times, at times prevails,</br>As changing Fortune lifts her dubious scales;</br>Till lost, or scatter'd, Virtue's Patriot train,</br>Her cause deserted, and her HAMBDEN slain,</br>Contending sects fulfill'd a Tyrant's view,</br>And Faction seiz'd the sword that Freedom drew;</br>In civil rage each gentler care was drown'd,</br>And fierce on joy the wild Enthusiast frown'd.</br>Nor when reviving ALBION saw restor'd</br>Her ravish'd sceptre, and her legal lord,</br>Did liberal art the polish'd lustre boast</br>That mark'd each work of GALLIA'S rival coast,</br>Licentious Vice a laughing court debas'd,</br>And looser Manners tainted public Taste.</br>Nor could a graver prince intent alone</br>To change religion on his tottering throne,</br>From a short reign of struggle and of care</br>One transient smile to prostrate Science spare.</br>And though we own with deference and with awe,</br>The public virtues that adorn'd NASSAU,</br>Yet candor must confess his rigid mind</br>No Pleasure sooth'd, no Elegance refin'd.</br>At length BRITANNIA'S sons with transport view</br>Another Queen their ancient fame renew,</br>Once more the prize in Arts and Arms obtain,</br>And see ELIZA'S days reviv'd in ANNA'S reign.", "Whate'er of wisdom, and whate'er of grace,</br>Could form or dignify the human race,</br>Taught ALBION now her splendid worth to raise,</br>Beyond the envied height of classic praise.</br>For say could all the learned sage display'd</br>In ACADEMUS, or the TUSCAN shade,</br>Compare with NEWTON, whose immortal force</br>Pursued coy Nature to her inmost source,</br>Or LOCKE who knew with lynx's eye to find</br>Man's secret Soul, and analyse the Mind?</br>Or shall REFINEMENT in the brightest page</br>Of ROMAN Splendor rival ANNA'S Age?</br>Where, though Politeness now of freer school.</br>Condemn Formality's too rigid rule,</br>Adorn'd by Reason, Converse learn'd to please,</br>And manly Dignity attemper'd Ease,</br>Public attention waited conscious Worth,</br>And liberal Manners mark'd illustrious Birth.</br>The Muses too their tuneful powers employ,</br>And the loud Paean join of general joy:</br>What though their voice strikes not the ravish'd ear</br>With notes that GREECE and ROME were wont to hear,</br>Yet when sweet POPE'S melodious lines convey</br>The moral subject in the perfect lay,</br>To BRITISH numbers charms unknown impart,</br>And varied sounds combine with happiest art,</br>Rapp'd with delight AONIA'S listening throng</br>Drink the soft accents of the dulcet song,</br>And own the immortal strains of earlier time</br>Are nearly rivall'd in a northern clime,</br>By verse of GOTHIC frame and manacled with rhime.", "Though BRITAIN must revere the kings who draw</br>Their royal claims from Liberty and Law,</br>In holy Freedom's pure regalia shine,</br>And deem a People's Voice their Right Divine:</br>Yet midst her patrons Science cannot place</br>The earliest monarchs of the BRUNSWICK race.</br>No princely favor kindles Genius' flame;</br>Or raises modest worth to wealth or fame;</br>To private vanity the artists trust,</br>While her Pagodas gaudy CHINA rears,</br>And CIBBER'S brow the sullied laurel wears.", "But see!  a Prince succeeds whose generous heart</br>The liberal Patron glows of every art,</br>The slumbering train warm'd by his chearing smile</br>Break from their trance, and polish ALBION'S isle.</br>Yet though MEDUSA'S charm revers'd is shewn</br>As Sculpture animates the PARIAN stone,</br>By Architecture though the dome is graced</br>With all the ornaments of ATTIC taste,</br>Though drawn by Painting's animating hand</br>With life, with character, the portraits stand;</br>Yet BRITAIN'S candid sons must yield the prize</br>To the bright influence of ITALIAN skies,</br>Where GUIDO'S touch enthusiast rapture fir'd,</br>And holy zeal a RAPHAEL'S tints inspir'd.</br>Theirs be the unenvied triumph! &mdash; while applause</br>From her inventive powers BRITANNIA draws.</br>The stores in Nature's rural empire placed</br>To chuse with judgment, and arrange with taste,</br>O'er the soft grace her genuine forms impart</br>To throw the simple stole of decent Art,</br>For the high fountain, and the pent cascade,</br>Cyphers of turf, and cabinets of shade,</br>To teach the wave in graceful bends to flow,</br>To crown with wood the mountain's heathy brow,</br>And bid the flower and blooming shrub succeed</br>The rugged bramble, and the loathsome weed,</br>This be her glory! &mdash; pleas'd to shine alone</br>In native charms, and Beauty all her own:</br>Secure her fame unhurt by time shall stand</br>Since MASON'S verse records what BROWN has plann'd.", "But ah!  while thus the Arts inferior train</br>Thrive in the sunshine of a GEORGE'S reign;</br>Sweet Poesy, whose sacred powers exceed</br>The Sculptor's chisel, and the Painter's reed,</br>Whose pen has Virtue's moral shape design'd,</br>And drawn the immortal image of the Mind,</br>Whose magic sounds to melody dispense</br>The flowers of Fancy, and the force of Sense;</br>Sweet Poesy, neglected and forlorn,</br>The feeble rays of patronage must mourn.</br>By wealth or wisdom placed in happier state</br>Though a bold few disdain to court the great;</br>Though MASON frame the warm descriptive lay,</br>Or strike the lyre with PINDAR, and with GRAY;</br>Though listening Harmony with raptur'd ear</br>Attentive stand, the enchanting notes to hear,</br>As sailing on the rainbow-tinctur'd wings</br>Of chaste Imagination, HAYLEY sings:</br>In plaintive strains at sighing Friendship's call</br>Though tuneful SEWARD mourn her ANDRE'S fall,</br>And wrap the felon cord that clos'd his breath</br>In radiant Glory's amaranthine wreath;</br>Tho' WARTON young-ey'd Fancy's favorite child,</br>On whose auspicious birth the Muses smil'd,</br>And taught his glowing colors to portray</br>The rural landscape, and the vernal day,</br>With classic Art his flowing numbers fill,</br>And join the Critic's to the Poet's skill;</br>Yet as with streaming eye the sorrowing Muse</br>Pale CHATTERTON'S untimely urn bedews,</br>Her accents shall arraign the partial care</br>That shielded not her son from cold despair:</br>And many a bard by frowning Fortune led</br>To abject interest bows the venal head,</br>Compell'd to point with cruel wit the dart</br>That wing'd by malice rives the blameless heart,</br>Or ideot pride by slavish notes to raise,</br>And cast to swine the precious gems of praise.", "O let, Imperial GEORGE!  the Muses share</br>The kindly dews of thy parental care.</br>Too oft has Poesy with servile aim</br>By tyrants favor'd, sung a tyrant's fame,</br>O let one monarch wake her nobler rage,</br>And consecrate to Truth her holy page!</br>Rais'd by thy hand, I see on ALBION'S plain</br>The seeds of Grecian glory bloom again!</br>See Genius plume once more her eagle wing,</br>Hear other HOMERS, other SHAKESPEARS sing!</br>And while their voice down time's eternal flood</br>Wafts the clear honors of the Wise and Good,</br>Ages unborn shall bless the just decree,</br>And future Heroes owe their fame to thee. . . .</br>"]