["Young Calidore is paddling o'er the lake;</br>His healthful spirit eager and awake</br>To feel the beauty of a silent eve,</br>Which seem'd full loath this happy world to leave;</br>The light dwelt o'er the scene so lingeringly.</br>He bares his forehead to the cool blue sky,</br>And smiles at the far clearness all around,</br>Until his heart is well nigh over wound,</br>And turns for calmness to the pleasant green</br>Of easy slopes, and shadowy trees that lean</br>So elegantly o'er the waters' brim</br>And show their blossoms trim.</br>Scarce can his clear and nimble eye-sight follow</br>The freaks, and dartings of the black-wing'd swallow,</br>Delighting much, to see it half at rest,</br>Dip so refreshingly its wings, and breast</br>'Gainst the smooth surface, and to mark anon,</br>The widening circles into nothing gone.", "And now the sharp keel of his little boat</br>Comes up with ripple, and with easy float,</br>And glides into a bed of water lillies:</br>Broad leav'd are they and their white canopies</br>Are upward turn'd to catch the heavens' dew.</br>Near to a little island's point they grew;</br>Whence Calidore might have the goodliest view</br>Of this sweet spot of earth.  The bowery shore</br>Went off in gentle windings to the hoar</br>And light blue mountains:  but no breathing man</br>With a warm heart, and eye prepared to scan</br>Nature's clear beauty, could pass lightly by</br>Objects that look'd out so invitingly</br>On either side.  These, gentle Calidore</br>Greeted, as he had known them long before.", "The sidelong view of swelling leafiness,</br>Which the glad setting sun, in gold doth dress;</br>Whence ever, and anon the jay outsprings,</br>And scales upon the beauty of its wings.", "The lonely turret, shatter'd, and outworn,</br>Stands venerably proud; too proud to mourn</br>Its long lost grandeur:  fir trees grow around,</br>Aye dropping their hard fruit upon the ground.", "The little chapel with the cross above</br>Upholding wreaths of ivy; the white dove,</br>That on the windows spreads his feathers light,</br>And seems from purple clouds to wing its flight.", "Green tufted islands casting their soft shades</br>Across the lake; sequester'd leafy glades,</br>That through the dimness of their twilight show</br>Large dock leaves, spiral foxgloves, or the glow</br>Of the wild cat's eyes, or the silvery stems</br>Of delicate birch trees, or long grass which hems</br>A little brook.  The youth had long been viewing</br>These pleasant things, and heaven was bedewing</br>The mountain flowers, when his glad senses caught</br>A trumpet's silver voice.  Ah!  it was fraught</br>With many joys for him:  the warder's ken</br>Had found white coursers prancing in the glen:</br>Friends very dear to him he soon will see;</br>So pushes off his boat most eagerly,</br>And soon upon the lake he skims along,</br>Deaf to the nightingale's first under-song;</br>Nor minds he the white swans that dream so sweetly:</br>His spirit flies before him so completely.</br>And now he turns a jutting point of land,</br>Whence may be seen the castle gloomy, and grand:</br>Nor will a bee buzz round two swelling peaches,</br>Before the point of his light shallop reaches</br>Those marble steps that through the water dip:</br>Now over them he goes with hasty trip,</br>And scarcely stays to ope the folding doors:</br>Anon he leaps along the oaken floors</br>Of halls and corridors.", "Delicious sounds!  those little bright-eyed things</br>That float about the air on azure wings,</br>Had been less heartfelt by him than the clang</br>Of clattering hoofs; into the court he sprang,</br>Just as two noble steeds, and palfreys twain,</br>Were slanting out their necks with loosened rein;</br>While from beneath the threat'ning portcullis</br>They brought their happy burthens.  What a kiss,</br>What gentle squeeze he gave each lady's hand!</br>How tremblingly their delicate ancles spann'd!</br>Into how sweet a trance his soul was gone,</br>While whisperings of affection</br>Made him delay to let their tender feet</br>Come to the earth; with an incline so sweet</br>From their low palfreys o'er his neck they bent:</br>And whether there were tears of languishment,</br>Or that the evening dew had pearl'd their tresses,</br>He feels a moisture on his cheek, and blesses</br>With lips that tremble, and with glistening eye</br>All the soft luxury</br>That nestled in his arms.  A dimpled hand,</br>Fair as some wonder out of fairy land,</br>Hung from his shoulder like the drooping flowers</br>Of whitest Cassia, fresh from summer showers:</br>And this he fondled with his happy cheek</br>As if for joy he would no further seek;</br>When the kind voice of good Sir Clerimond</br>Came to his ear, like something from beyond</br>His present being:  so he gently drew</br>His warm arms, thrilling now with pulses new,</br>From their sweet thrall, and forward gently bending,</br>Thank'd heaven that his joy was never ending;</br>While 'gainst his forehead he devoutly press'd</br>A hand heaven made to succour the distress'd;</br>A hand that from the world's bleak promontory</br>Had lifted Calidore for deeds of glory.", "Amid the pages, and the torches' glare,</br>There stood a knight, patting the flowing hair</br>Of his proud horse's mane:  he was withal</br>A man of elegance, and stature tall:</br>So that the waving of his plumes would be</br>High as the berries of a wild ash tree,</br>Or as the winged cap of Mercury.</br>His armour was so dexterously wrought</br>In shape, that sure no living man had thought</br>It hard, and heavy steel:  but that indeed</br>It was some glorious form, some splendid weed,</br>In which a spirit new come from the skies</br>Might live, and show itself to human eyes.</br>'Tis the far-fam'd, the brave Sir Gondibert,</br>Said the good man to Calidore alert;</br>While the young warrior with a step of grace</br>Came up, &mdash; a courtly smile upon his face,</br>And mailed hand held out, ready to greet</br>The large-eyed wonder, and ambitious heat</br>Of the aspiring boy; who as he led</br>Those smiling ladies, often turned his head</br>To admire the visor arched so gracefully</br>Over a knightly brow; while they went by</br>The lamps that from the high-roof'd hall were pendent,</br>And gave the steel a shining quite transcendent.", "Soon in a pleasant chamber they are seated;</br>The sweet-lipp'd ladies have already greeted</br>All the green leaves that round the window clamber,</br>To show their purple stars, and bells of amber.</br>Sir Gondibert has doff'd his shining steel,</br>Gladdening in the free, and airy feel</br>Of a light mantle; and while Clerimond</br>Is looking round about him with a fond,</br>And placid eye, young Calidore is burning</br>To hear of knightly deeds, and gallant spurning</br>Of all unworthiness; and how the strong of arm</br>Kept off dismay, and terror, and alarm</br>From lovely woman:  while brimful of this,</br>He gave each damsel's hand so warm a kiss,</br>And had such manly ardour in his eye,</br>That each at other look'd half staringly;</br>And then their features started into smiles</br>Sweet as blue heavens o'er enchanted isles.", "Softly the breezes from the forest came,</br>Softly they blew aside the taper's flame;</br>Clear was the song from Philomel's far bower;</br>Grateful the incense from the lime-tree flower;</br>Mysterious, wild, the far heard trumpet's tone;</br>Lovely the moon in ether, all alone:</br>Sweet too the converse of these happy mortals,</br>As that of busy spirits when the portals</br>Are closing in the west; or that soft humming</br>We hear around when Hesperus is coming.</br>Sweet be their sleep.&mdash;&mdash;*&mdash;&mdash;*&mdash;&mdash;*&mdash;&mdash;</br>"]