["Ae day twa lads fou eident crackin,</br>War gaen at pleugh their forenoon yokin:</br>At length baith tir'd wi' heat o' noon,</br>Thy loos'd an' on the lee lay down.</br>Tam, hadnae skill i' beuks nor men;</br>But just to work an' eat did ken.</br>Jock had won wi' parson punstock;</br>An' fer'd three tomans wi' laird Dunstock;</br>An' pickl'd up some scrapes o' lair,</br>Frae preachments an' life debonair.</br>Besides, whane'er he was at leisure,</br>A beuk to him was rowth o' treasure:</br>Frae gloamin' he wad read till mornin;</br>An' aft forgot his beasts their cornin.</br>He was a cheild at kirk or fair</br>Was ne'er dung doil'd wi' warls care:</br>Gif good or ill the warl bodid,</br>He ne'er took lent, but onward nodded.</br>A crak an' chapen wi' a neighbour,</br>Whan gloamin doupit he was eager.</br>He never mickle spake himsel;</br>But fidg'd at ilka clever tale.</br>Some thought him dour, some ca'd him mad,</br>Some thought him a right sonsie lad.</br>Some said he kept tryst wi' the witches,</br>An' raid wi' them owr bogs and ditches:</br>Because at morn he was sae throwlie,</br>An' yokit to his darg but dowlie.</br>He carednae whate'er fock said o' him,</br>For clish-ma-claver was below him.", "\"Wow Jock!\" quoth Tam, \"I'ave aften thaught</br>What way we are sae dowrly wraught;</br>Whyle gentry chaps wi' unfylt shoon,</br>Gang to their bed an' sleep till noon;</br>Syne rise wi' mony a girnin yawn,</br>Whyle beengin' servan's roun' them fawn;</br>An' at a sour leuk, or correction,</br>Maun nouther frein nor mint objection.</br>We poor dogs toil 'mang frost an' sna',</br>An' face the cauldest win's that blaw:</br>Syne fundit, whan our yokin's dune,</br>I' a ha'f theekit Spence sit down;</br>Unto a dinner ha'flins dicht;</br>An' maun nae grudge but cae it right:</br>For gif we soud mak ony obstic</br>Our dames wad clunk us wi' the kail-stick.\"", "\"'Tis true,\" quoth Jock, \"We toil fu fair</br>For scrapes o' meat an' warl's geer.</br>But gif we're wi' our lot contentit,</br>An' rise at morn wi' god's bethankit,</br>We're just as happy as the gentry,</br>Wha 'joy their weel cram'd kist an' pantry,</br>Envy nae man his happy life:</br>Ye dinnae ken his private grief.</br>There's mony ane thought happy, bein,</br>Hag-rid wi' conscience, gout, an' spleen.</br>For guid is roovit to nae state:</br>It comes to us an' lea'es the great.</br>An' whyles capricious gangs away</br>Frae gentle virtue's comelie sway.\"", "\"De'il speed ye!  Jock, ye'd ding me donnor\"</br>Quoth Tam, \"there is his Lordships honour,</br>Has nane o' warl's ill to fash him:</br>But coaches owr the dubs to plash him,</br>He steghs on fat, synds't down wi' wine,</br>An' gangs i' claes o' superfine,</br>He sits on cushions, sleeps on down,</br>Fares weel i' kintry an' i' town:</br>An' gif sic are nae pleas'd wi' that,</br>I kennae what de'il they'd be at.\"", "Quoth Jock, \"Did walth true pleasure gie,</br>Tam, you an' me wad sune agree.</br>But lad, I can you eithly tell,</br>How walth to sic's a very h&mdash;ll.</br>They're a' maist stane-blind wi' delusion,</br>An' unsain'd 'mid a vast profusion.</br>Their wit is i' sic whimsies steepit,</br>Tho' they hae gear they cannae keepit.</br>Their masks, assemblies, routs, ridottos,</br>Are 'neath a rati'nal bein's notice:</br>They gang to thae fu triglie braided,</br>An' come hame like tir'd ponnies laded.</br>Grane a' niest day dull, wearie, languid,</br>Like malefactors 'fore their hanged:</br>Wreak their spleen on maiks an servan',</br>An' keep their hames i' constant fermen';</br>Till pleas'd again wi' drinkin' roarin'</br>An' then slid to their beds, sick snorin'.</br>It's an ill win' that blaws nae guid;</br>It's a weak rain that brings nae fluid;</br>Sae'ts guid for merchandize an' trade,</br>That the grit fock are ha'flin's mad.", "\"I am nae foe to social meetin',</br>Whare temperance sitteth sweet invitin',</br>To taste the sweet, avoid the sours;</br>An' leads fock hame at decent hours.</br>But they, whenever they begin</br>The de'il's nae fit to had them in:</br>They loup owr Heaven's holy laws;</br>An' mock at Satan's elric paws.</br>An' a' our christian's tenets guid</br>They tent nae mare than pagan's creed.</br>What hae they for them substitutit?</br>But wred opinions self refutit:</br>That clash against a' sense an' reason,</br>An' deem'd by Heaven's laws high treason.</br>Their mirth degenerates to sadness;</br>Their sociality turns madness.</br>Their promises profuse o' kin'ness</br>O' mornin' mist or reek remin' us.</br>Their converse vague unmeanin' chat;</br>Nae frae the heart, but gabb'd by rat.</br>An' ceremony in their ha'</br>Stalks like a statue made o' sna'.</br>The couthie word the frien'lie grip,</br>Ne'er raise their hands nor move their lip.", "\"Whan sic as us chance to fa' ut,</br>At nieves we tak a bangin' bout;</br>An' a black e'e, or bluidy nose,</br>Does ay the poor fock's drama close;</br>Syne 'gree out owr a pint o' yill,</br>An' min'nae grudge nor farther ill.</br>But gentry whan they'r once affronted,</br>Are wild as tigers fiercely hunted:</br>Their prudence, reason's thrawn aside,</br>Or knockit down by brutal pride:</br>Death or d&mdash;mn&mdash;n does nae budge 'em;</br>Nor Heavens head aboon to judge 'em.</br>The least untentit, lowse spoke word,</br>Gars them draw the duellin' sword;</br>An' syne infuriate murder teems,</br>As tragic as i' Gothic times.", "\"Whan that the warl 'gainst us gang,</br>It gaurs us yoke the wark mair thrang;</br>To woo the graces o' dame fortune,</br>Till she comes to our hames gay sportin'.</br>But whan to them she wrys her face,</br>It does their hopes o' guid deface:</br>Syne lea'es the post their God does give them,</br>'Fore He by Special Writ relieve them;</br>An' gloomy, glunchin, senseless, sowr,</br>A dagger or hemp rope's their cure!</br>Thus down the stream o' dissipation,</br>They en' their raid i' mirk ruination.", "\"An for their pastime &mdash; doiled sport!</br>Either i' kintry, town, or court:</br>Intriguin' gamin' an' horse racin',</br>Murd'rin, hares deer, an' dogs chacin',</br>Owr bogs, killin' hen an' moor cock;</br>An' frae a share o't barin' poor fock.</br>For soud we catch a salmon trout,</br>Or mint on muirs to fell a pout,</br>Our lot is prosecution, law,</br>An' plagu'd wi' jails, an' lawwer's jaw.", "\"But tent them by themsels deluded,</br>Wi' lack o' wit haf blinkand hooded,</br>For gif a poor man tell them truth,</br>They'le swear't a lie straught frae his mouth:</br>A rich man tells them stupit nonsense,</br>Yet complimentit for his strong sense.", "\"That insolence intail'd an rank,</br>Their gowden dross i' pouch or bank,</br>A wheen lowse maxims lair'd at college,</br>An' flung at us for kittle knowledge,</br>The glare o' dress, the strut of pride,</br>An' flatterers sappin' their weak side,</br>Their guilty meal, an' canty ingle,</br>Sport rousin' wine to smoor a' pingle,</br>Do hichten them i' poor fock's sense;</br>An' gie to guilt a consequence.</br>'Tis only money makes the odds,</br>An' that to avarice makes them gods.\"", "\"Lard, Jock,\" quoth Tam, whan ye're discrievin'</br>Ye gang ayont a focks believin'.</br>I'm sure whan am before his honor</br>Am just as gif shot stiff wi' thun'ner.</br>An' gif he was nae something great,</br>I ne'er was leuk sae unco blate.\"", "\"Tam, it's your fear an' want o' sense</br>That mak to you the difference.</br>Tho' they may brag o' purer bluid,</br>True grandeur lies i' bein' guid.</br>I hald it guid &mdash; the Tattler says</br>They're dead the maist feck o' their days:</br>Whene'er they reach the eild o' nine,</br>Then they their lives do maisly tyne.</br>There's mony ane throuch a' their life</br>Lives just by gi'en to ithers grief.</br>There is Lard Moorfield whan he's flurried</br>Brags he's sax thousand maukins worried.</br>Besides three thousand cocks an' hens</br>He's shot upo' the upland fens.</br>He only lives upo' the heath:</br>His only pleasure's gi'en death.</br>There's Sir John Du'list west the way</br>Throuch honor's murd'red ten an' mae.</br>To him's the hicht o' warls joy,</br>Whan frien'ships ban's he does distroy.</br>Hear Willy Watwame owr his bowl,</br>Ca' a' man but himsel a fool;</br>He had a fortune bein an' braw,</br>But p&mdash;t it aff anenst a wa'.</br>Lord Canker five score maids debauch'd;</br>Wha're now in stews all p&mdash;x't an' wretch'd:</br>'Twal o' their mithers died fu sad;</br>Sax fathers to the hills ran mad.</br>Duke Puerile thinks it nae disgrace,</br>Far a' his gartens, starns, an' lace;</br>To rid wi' jockies a horse race.</br>The only twa things he ca's guid</br>'S a startin' stupe &mdash; a horse o' bluid.</br>Lord Griblib is weel kent to ony;</br>He wastes a poun, an' hains a penny:</br>Wad fain be thought a witty wicht,</br>An' does nane guid but throuch some flicht.</br>Earl Cribbage sin' he was cock able,</br>Has ay been at the gamin' table,</br>An' dupit sae by Hoyle's carritch</br>That he can nae buy sa't for's parritch.</br>A' ken Laird Tallow's only fame</br>Is just to stegh his buirdly wame.</br>Wi' a' kin kind o' stuff, the ca'f,</br>Has made his maw a' creatures graff.</br>An' tho' his lungs can scarcely wallop</br>He chews ay owr the tither collop.</br>He's sour ay whan he disnae eat;</br>An' never laughs but owr his meat.</br>Jock Tulip's ein are fixt on dress,</br>Starch powther, an' a keikin glass.</br>An' to this moment, disnae ken</br>The odds 'twist foppery an' man.</br>Rob Trifle is on plays sae mad,</br>Night rambles an' ilk masquerade,</br>That for thae twenty years an' mair</br>He's never had a thought sincere.</br>An' damns an' hisses plays fu' guid,</br>Whan the rough rabble shakes their head.</br>His head is a contortit jumble,</br>Frae whilk crude sentences do rumble.</br>Dan Daubweel wi' his wry grimaces</br>Is welcome to an hunder places:</br>At fleechin' he has sic an art,</br>That gains a neuk i' ilka heart.</br>At this art he's sae glibly guid,</br>He fleecht ane sae she ran red wud.</br>Yet ony that him kin' caresses,</br>He cursses 'hind their backs for asses:</br>Yet mair essential to ilk house,</br>Than cats to clear't o' rat or mouse:</br>Tam Pucker's sic anither hynail:</br>And vends about diurnal scandal.</br>He helps a Lady to her tea,&mdash;</br>Bows &mdash; 'Lord guid Madam what think ye</br>O' poor gallantish Grizzy Mode?</br>She's pregnant &mdash; true 'as death by G&mdash;!</br>Whether to cook, or groom, o' chamber,</br>I really cannae now remember;</br>'Twas Lady Blastfame tauld it me,</br>I' secret tither nicht at tea.</br>Thus Pucker Splirts his woefu venom,</br>Upo' the fame o' man an' woman:</br>An' feeds wi' ilka that, an' this,</br>The spleen o' soe bit playfu' miss.</br>What is it thus maks brutes o' men?</br>The smoor their reason wad ye ken:</br>The peacefu' whisp'rin's o' the soul</br>They lat fause appetites owr-rule.</br>An' seenil wrang, or rin agight</br>But whan they think themsels aricht.</br>Yet there are some athort the yird,</br>Wha do a' mankin' circumgird,</br>Wi' luive, like that, whilk, God to Worth,</br>Fu' pleas'd bestows, i' hour o' birth.</br>Yet sic alake!  We seenil see,</br>But just to tantalize our e'e,</br>Or vexin' tells sae a' soud be.\"", "The sun now frae the twal hour point,</br>Had nearly skifftit twa hours yont.</br>Tam gae a hegh to Jock an' leugh:</br>Syne baith gat up an' yok'd the pleugh.</br>"]