["When Thunders ceased, and Tempests raged no more,</br>Still did the swelling Billows lash the Shore;</br>For though tremendous Hurricanes subside,</br>Time must elapse to calm the angry tide;</br>And when, at last, The Dove of Peace had rest</br>To plume the ruffled feathers on her Breast,</br>O'er CLAREMONT'S Bowers she mourned with tremb'ling wings,</br>The wish'd-for Mother of a Line of Kings!</br>She saw THE ROSE or ENGLAND fade away,</br>Blighted in Bud &mdash; sweet Vision of a Day!</br>One common sorrow, and one general tear,</br>From three great Nations hallowed Charlotte's bier;</br>Long shall her virtue be the Theme of All,</br>When Tombs decay, and mouldering Temples fall!", "Then let the Bard another subject chuse</br>More cheering, but not dearer to his Muse;</br>Let him, uncharged with Vanity, impart</br>The honest Pride that warms a Patriot heart,</br>To see each Nation's eager eyes appear,</br>In Friendship, or in Envy, center'd here:</br>Where Great Britannia, clad in Honour's Robe,</br>Stands, Laurel-crowned, THE UMPIRE OF THE GLOBE!</br>In Europe's Battle, foremost of The Van;</br>In Peace, The Advocate of suffering Man;</br>Content, with native Majesty, she shines;</br>Her Conquests, for the general good, resigns;</br>And for her Triumphs on the Land, or Wave,</br>Only demands his Freedom for THE SLAVE!", "With her no Muse can ever plead in vain</br>For secret Sorrow, Poverty, and Pain;&mdash;</br>Go seek where pining Want and Misery swell,</br>The Debtor's Prison, or The Felon's Cell;</br>The last Abode of Anguish, and Despair;</br>And BRITISH CHARITY'S conspicuous there!</br>His debts discharged, she bids Th' Insolvent go,</br>And robs e'en Death itself of half its woe;</br>For when stern Law demands The Culprit's Life,</br>She finds a Refuge for his Child and Wife:</br>And while The Felon yields his forfeit Breath,</br>Brings comfort to him, in the Hour of Death.", "But of all Wants, with which Mankind is curst,</br>Th' accomplish'd SCHOLAR'S are, by far, the worst!</br>For generous Pride compels him to control</br>And hide The Worm, that gnaws his very Soul;</br>Though Fortune, in her gifts to him, is blind,</br>Nature bestows Nobility of Mind,</br>That makes him rather endless ills endure,</br>Than seek from Meanness a degraded Cure!</br>Yet from his unrequited Labours flow</br>Half we enjoy, and almost all we know;</br>All that ennobles an enlightened Age,</br>And marks, at once, The Savage, from The Sage.", "The studious Man directs more active Souls</br>To steer th' adventurous Vessel to The Poles;</br>T' explore the Regions of Eternal Frost,</br>Where, Ages passed, a Peopled Land was lost;</br>By Realms of Ice to Polar Skies confined,</br>Four hundred Winters banished from Mankind!</br>Yet there may Hope anticipate, and trace,</br>Perhaps, a happy and a hardy Race,</br>That neither Poverty, nor Splendour know,</br>Exempt from EUROPE'S Luxury and Woe.", "In War what Science, or in Peace what Art,</br>In which The Sons of Genius bear no part?</br>And COMMERCE, with her \"busy hum of Men,\"</br>Owes to The Sword, less homage than THE PEN;</br>That powerful Engine of The Mighty Mind,</br>As used &mdash; the Bane, or Blessing of Mankind!</br>Freedom's main Spring!  The Tyrant's deadly hate!</br>Shield of The Poor!  and Bulwark of the State!</br>Ne'er may it be, in some malignant hour,</br>By Factions tainted, or oppressed by Power;</br>Nor, dipped in Malice, aid the Assassin's blow,</br>And prove to Liberty her bitterest Foe:</br>'Twas Heaven's great Gift! &mdash; to meliorate and save,</br>Freedom's first Cradle! &mdash; and perhaps her Grave!</br>To starve with CAMOENS, or with SPENSER pine,</br>Were better than to write one servile Line</br>To flatter Vice &mdash; or what is still more base,</br>To wound, in secret, those we dare not face:</br>For Vice and Virtue, with the PEN and PRESS,</br>Have Power to torture, or have Power to bless!</br>Thus the pure Stream for Man, impartial, springs,</br>For Rich, and Poor; for Subjects, and for Kings;</br>But if dark Nightshade mingles as it flows,</br>The Source of Health becomes the Sink of Woes:</br>Yet, as the Spots that in The Sun appear,</br>Viewed with alarm, are magnified by fear,</br>So, may the Bard's forebodings all be vain,</br>Nor ENGLAND'S GRAND PALLADIUM PROVE HER BANE!</br>Yours be the Task to foster, and protect</br>Genius in Rags, and Learning from Neglect;</br>Morals improved, will soon reward your care,</br>For LIBEL'S WANT engendered by Despair!</br>And half the LICENSE which The Good deplore,</br>Distress relieved, would plague Mankind no more!</br>"]