["Two youthful swains with gentle love inspir'd,</br>To shun the sultry heat, at noon retir'd;</br>Beneath an arching grove reclin'd they laid,</br>Whose closing boughs afford a grateful shade.</br>The fragrant breezes from the flow'ry plains,</br>Wasting their sweets, refresh the weary swains.</br>The feather'd choirs now swell their warbling throats;</br>Thro' all the grove th' aerial music floats.</br>Hard by a limpid brook meand'ring play'd,</br>While o'er the meads their flocks around them stray'd.</br>Now while they rest within this peaceful grove,</br>Which seem'd a seat for tranquil joys and love,</br>Each to his mistress tunes his rural lays,</br>And makes the woods melodious with her praise.</br>Near them, attentive, old Palemon stood,</br>Oppress'd with heat, he'd sought the shady wood:</br>Tho' all the village swains the sage revere,</br>He ne'er disdains their youthful tales to hear;</br>And now, O muse!  rehearse th' alternate strains,</br>Palemon heard from these contending swains.", "STREPHON.</br>Inspire, O Phoebus!  and ye sacred nine!</br>As is my subject, be my lays divine:</br>Then shall two lambs, that crop the flow'ry mead,</br>And kids unspotted at your altars bleed.", "DAMON.</br>Clarinda's charms inspire her faithful swain,</br>The loveliest nymph that treads the verdant plain.</br>No lambs I offer; but my vows and sighs,</br>And heart sincere's a daily sacrifice.", "STREPHON.</br>My Delia's bloom excels the blushing rose,</br>Her heaving breasts the whitest driven snows;</br>Whilst shading these, or flowing down behind,</br>Her auburn ringlets wanton in the wind.", "DAMON.</br>Clarinda's mind alone her form excels,</br>In whose calm breast each gentler virtue dwells:</br>Yet her &mdash; 'midst all the nymphs on Cambria's plain,</br>Superior charms distinguish from the train.", "STREPHON.</br>While summer now its gay profusion pours</br>O'er all the plains, and Flora decks her bow'rs;</br>While nature smiles &mdash; if Delia absent be,</br>'Midst all these charms, stern winter frowns on me.", "DAMON.</br>When frosts and snow with gloomy winter reign,</br>And howling tempests sweep the dusky plain:</br>While nature frowns &mdash; if my Clarinda's near</br>To me, eternal summer rules the year.", "STREPHON.</br>If all the flocks that yonder vallies fill,</br>Or Ceres' gifts, that gild each distant hill;</br>Nay &mdash; if the regal diadem were mine,</br>Kingdoms and states, my Delia, then were thine.", "DAMON.</br>With these few flocks, were may Clarinda kind,</br>More joy than in the greatest wealth I'd find.</br>In yon low cot, blest with my lovely fair,</br>Scepters were toys, and empires fleeting air.", "PALEMON.</br>Cease now, fond swains, your gen'rous strife forbear;</br>For see, your wand'ring flocks demand you care.</br>Each in his nymph thinks all perfections lie,</br>Yet shou'd excuse the other's partial eye.</br>Soon as the sun shall seek his wat'ry bed,</br>And tinge yon western clouds with blushing red;</br>Soon as the lab'ring swain shall leave the vale,</br>And Philomel begins her love-sick tale;</br>Where yonder woodbines scent the fanning breeze,</br>And weave their tendrils round the shady trees,</br>Again we'll meet, and chearful end the day</br>With all the nymphs and swains, in rural play:</br>Where, 'midst the rest, your blooming nymphs are seen,</br>Nor shine two lovelier fair on all the green.</br>"]