["CHARLOTTE, ELIZA.", "As, arm in arm, to scent the fragrant air</br>From blossom'd beans which evening breezes bear,</br>Fair Charlotte and her friend Eliza rove,</br>Maids fam'd for beauty both, and form'd for love;</br>Just at the village end, with trembling fear,</br>Rough sounds contentious, and shrill cries they hear:</br>Tho' frighted, they advance; when, painful sight!</br>They view their neighbour Sims prepar'd for fight;</br>With passion raging, and by liquor fir'd,</br>The single combat furious he desir'd:</br>While, bath'd in tears, his tender wife withstands,</br>And cries, and trembles, as she holds his hands;</br>Her little strength well nigh exhausted, pleads,</br>While her fond heart with racking anguish bleeds;</br>And, fruitless ev'ry winning motive found,</br>Points to their boy, their infant, on the ground;</br>Pledge of their mutual faith: &mdash; \"Ah, cruel, see,</br>And pity him, if you'll not pity me!</br>See, while I hold you, where your baby lies:</br>Hard-hearted, turn, and view his streaming eyes.\"</br>Thus as she spoke, he turn'd: &mdash; an aspect mild</br>His fierce looks soften'd as he view'd the child:</br>Strait from his eyes the tears paternal start,</br>And all the father fill'd his melting heart:</br>Then nature triumph'd; to the child he sprung;</br>Around his neck the child affrighted clung.", "The lovely maidens, at the sight well pleas'd,</br>With zeal humane the soft occasion seiz'd;</br>And with the weeping wife assiduous join'd</br>To urge each motive which might fix his mind:</br>Nor urg'd in vain; persuaded he retreats,</br>While his big heart with varying passions beats:</br>And, thoughts of vengeance lab'ring in his breast,</br>He sinks, exhausted, to refreshing rest.", "As now their walk intended they pursue,</br>\"Here, Charlotte, with a sigh said Betsy, view,</br>View, Charlotte, what corroding sorrows wait</br>Poor helpless women in the marriage state!</br>Alas for us, in ev'ry state distrest,</br>When marry'd, wretched; when alone, unblest!\"", "CHARLOTTE.</br>Hard lot, my Betsy:  yet I'd rather bear</br>The taunts for ever, which old maidens share,</br>Than live enslav'd throughout a wretched life,</br>The drunkard's, rake's, or tyrant's weeping wife!", "ELIZA.</br>But girls, in our degenerate days, who wed,</br>Must with such vile associates share their bed:</br>So void of principle our youth are grown&mdash;</br>They ape the manners of the wicked town!</br>Lords to their tenants have their vices taught,</br>And sons and servants have th' infection caught.</br>Can they but drink and riot, rake and fight;</br>They scoff with careless scorn at what is right.", "CHARLOTTE.</br>How great the risk which girls in marriage run!</br>And yet, how great their haste to be undone!</br>But sure the more the danger which we dare,</br>The greater in our choice shou'd be our care.</br>Yet to our sex impartial if we be,</br>We shall not find them from just censure free:</br>Were they to virtue constant in their choice,</br>Gave they their hands, where reason gives her voice;</br>Were they more nice, distinguishing, retir'd,</br>The men to emulation wou'd be fir'd;</br>For they, be sure, will cultivate the arts,</br>They find most likely to engage our hearts.", "ELIZA.</br>I know not this:  but, Charlotte, well I know,</br>Men are perfidious, women are not so:</br>For one bad woman, who shall faithless prove,</br>Or to her marriage faith, or plighted love,</br>An hundred men: &mdash; tho' yet so young a maid,</br>I've cause, you know, their falsehood to upbraid.</br>But, Charlotte, say, shall I myself accuse,</br>Because I listen'd to young William's vows:</br>Because I thought incapable of wrong</br>His heart so seeming honest from his tongue?</br>Because I gave him all my heart! &mdash; false swain,</br>Or pay thy vows, or give my heart again!", "CHARLOTTE.</br>Fear not, my Betsy; you will shortly find</br>Returning William to your wishes kind:</br>And, blest with him, a pattern may you prove</br>Of conjugal fidelity and love!</br>Like that blest pair, who live at yonder farm&mdash;</br>Oh how the thoughts of them my bosom warm!</br>Yes, my dear friend, if, from the former sight,</br>Marriage appears in sables all bedight;</br>Turn to that pair, in yon dear mansion blest,</br>And marriage seems of ev'ry state the best!</br>This happy pair, their fondness to express,</br>Labour to build each others happiness.</br>No separate joys, no separate cares they know,</br>But share in pleasure, as they share in woe:</br>Woe!  They have none:  imparted 'tis no more;</br>While thus their joys are doubled o'er and o'er.</br>Blest pair!  your loves with rapture, I review,</br>For sure all Eden is restor'd to you!", "ELIZA.</br>I wonder not, my Charlotte, you are fir'd,&mdash;</br>Who ever knew that pair, and not admir'd?</br>And who cou'd fail the highest bliss to prove,</br>If such an husband crown'd her faithful love?</br>Whene'er his wife is mention'd, you may spy</br>Bright satisfaction glisten in his eye:</br>Of her perfections with delight he tells;</br>And on her praise with tongue enraptur'd dwells.</br>Whene'er he goes to market, or to fair,</br>You never find him idly loit'ring there:</br>Much more in alehouse, treasuring for his wife</br>Vile drunkenness at night, and noisy strife:</br>His business done, you'll see him homeward haste</br>Well knowing that he comes a grateful guest;</br>And joy'd to think, within his honest mind</br>He brings the pleasure, which he's sure to find.", "CHARLOTTE.</br>While to the husband just, my Betsy, pray,</br>To equal merit, equal honour pay:</br>For wives contribute not than husbands less,</br>Sure, my good friend, the marriage state to bless:</br>Oft find we, if good husbands make good wives,</br>These, in return, reform bad husbands' lives.</br>But, for our friends, it well may be confest,</br>If blest the wife, not less the husband's blest;</br>Affectionate and mild you see her share</br>One only pleasure, as one only care.</br>Can she but crown her husband with content,</br>Make light his troubles, or his joys augment;</br>She little heeds for all the world beside;</br>Fond as at first, and as at first a bride;</br>A bride in neatness, ever nice and clean,</br>The heart she won, still studious to retain!</br>And, happy in her husband's high esteem,</br>She lives, and thinks, and breathes alone for him!</br>Ne'er in her husband's absence is she found</br>A gossip, tattling all the village round:</br>Fomenting strife, and making many a foe:</br>Nor runs she gadding to each simple show.</br>By better means his absence she beguiles,</br>By needful business, and domestic toils:</br>Causing with transport his big heart to burn,</br>When, pleas'd surveying on his glad return,</br>His decent houshold in fair order drest;</br>He clasps his wife delighted to his breast,</br>Thanks her kind care, and reads in her full eyes,</br>That toils thus recompenc'd are truest joys!", "ELIZA.</br>Sure this blest pair, who, \"link'd in friendship's tye,</br>Live each for each, as each for each wou'd die\"</br>Kind nature form'd to make each other blest!&mdash;</br>Or sure the halves have met for once at least!</br>Charlotte, you know the tale:  my William's lays,</br>When William's verse could speak of Betsy's praise,</br>Told it us sweetly once, &mdash; alas, in better days!", "CHARLOTTE.</br>Ah Betsy!  and full oft the halves would meet,</br>Were women in their choice but more discreet:</br>But if vile avarice or strong passion lead</br>The willing victim to the nuptial bed;</br>Or if that heart licentious rakes obtain,</br>Which modest merit fruitless strives to gain;</br>No wonder wedlock is a state accurst;</br>For the best things corrupted, are the worst.</br>Bad men, or fools, the idiot, or the rake,</br>No woman happy ever yet cou'd make:</br>Nor e'er unhappy, he, whose manly breast,</br>With sense, with softness, with religion's blest.", "ELIZA.</br>Poor women! &mdash; 'tis a maxim then with you,</br>That all their sorrows to themselves are due:</br>That neither heav'n nor man the blame must bear,</br>The woes of wedlock when they're doom'd to share:</br>Oh, Charlotte, you are partial to the men!&mdash;</br>Yet freely will I own, &mdash; not one in ten</br>Of our poor sex such miseries would prove,</br>If interest less, and more consulting love.</br>Wretch that she is, who must not her despise,</br>That Macra, who in arms decrepit lies,</br>(Spring with old winter,) only to be seen</br>Drest in fine cloaths, the paltry village queen!", "CHARLOTTE.</br>Scorn to all such!  and let all such be told,</br>They are but lawful prostitutes for gold:</br>Fools!  all true bliss for splendor to forego:</br>A life of penance for a day of show!</br>Love, of each pleasure the perpetual spring,</br>True love, my Betsy, is a different thing:</br>The heart's dear union, youth with youth combin'd,</br>Truth meeting truth, and mingling mind with mind!</br>Thus highest pleasures rise to pure esteem,</br>And hence of rapture flows the sparkling stream!</br>Hence too of virtue wells the living flood,</br>For \"who, in marriage, in each state are good.\"</br>'Tis neighbour Watson's saying, &mdash; and we prize</br>Her sayings, Bet, for neighbour Watson's wise&mdash;</br>And never did she know thro' her long life,</br>On either side, a husband or a wife,</br>Who in connubial tenderness excell'd,</br>And yet in other social duties fail'd.", "ELIZA.</br>Our neighbours, Charlotte, in the vale below,</br>This pleasing truth in liveliest colours show:</br>For not in marriage do they shine alone,</br>The praise of every virtue is their own:</br>And the same goodness which inclines their breast</br>To make and to preserve each other blest;</br>Prompts them alike to spread their comforts round;</br>For private good such hearts can never bound!</br>Parents more fond 'twere difficult to find,</br>Or neighbours more solicitously kind:</br>Few to their servants such attention give,</br>And none the wretched with more alms relieve!</br>Then, for Religion, 'tis their joy: &mdash; One day,</br>Thus with delight, I heard our neighbour say,</br>\"Betsy, we're not asham'd, my wife and I,</br>To kneel together to the throne on high:</br>Thence springs our blessings:  and be sure, my fair,</br>They cannot fail, who seek for blessings there:</br>But they who wed, will curse their hapless fate,</br>If HE's despis'd, who first ordain'd the state.\"", "Oh sacred state!  oh blest connubial love!</br>In thy sweet train the smiling virtues move;</br>All fond to croud, and act the fairest part,</br>Where truth affectionate blends heart with heart!", "Thus as she spoke, her face deep blushes drest,</br>While all-tumultuous throbb'd her panting breast;</br>For lo!  her William o'er the style just by</br>Leap'd, laughing love and transport in his eye:</br>He hastes and greets the maids; and tells his tale,</br>Why so long absent in the distant dale:</br>And ah, that prevalent the story prov'd</br>With Betsy, who can wonder that has lov'd?&mdash;</br>Cheerful and pleas'd they pass'd the field along,</br>While many a sky-lark treated them with song:</br>Much of true love, of marriage more they talk'd;</br>And oft again to these same Meadows walk'd;</br>'Till came the happy day, when, joyful sound!</br>The merry bells declar'd the village round</br>That their fond hands in wedlock were combin'd,</br>Whose hearts had long in tender love been join'd.</br>Great (says my legend) was the joy that day;</br>The shepherds blest it, and each nymph look'd gay:</br>With flow'ry chaplets every crook was crown'd,</br>And every brow with rosy wreaths was bound:</br>They danc'd upon the green till night drew on;</br>When other rites were needful to be done:</br>Thrown was the stocking, ceremonies o'er,</br>And clos'd by jocund maids the sacred door.", "And farther still, the rural story goes,</br>That long the lovers liv'd in sweet repose;</br>For tender truth, and virtuous faith renown'd;</br>Blessing and blest &mdash; a smiling race around:</br>And to the present hour this verse is read,</br>On the plain grave-stone o'er their relics lay'd:", "\"To these, whom death again did wed,</br>The grave's the second marriage-bed:</br>For tho' the hand of fate cou'd force</br>'Twixt soul and body a divorce;</br>It cou'd not sever man and wife,</br>Because they both liv'd but one life.</br>Peace, good reader, do not weep:</br>Peace, &mdash; the lovers are asleep.</br>They, sweet turtles, folded lie</br>In the last knot that love cou'd tie.</br>Let them sleep; let them sleep on,</br>'Till this stormy night be gone;</br>And the eternal morrow dawn;&mdash;</br>Then the curtain will be drawn;</br>And they'll wake into a light,</br>Where day shall never die in night.\"</br>"]