["Thus do the generations of the earth</br>Go to the grave, and issue from the womb,</br>Surviving still the imperishable change</br>That renovates the world; even as the leaves</br>Which the keen frost-wind of the waning year</br>Has scattered on the forest soil, and heaped</br>For many seasons there, though long they choke,</br>Loading with loathsome rottenness the land,</br>All germs of promise.  Yet when the tall trees</br>From which they fell, shorn of their lovely shapes,</br>Lie level with the earth to moulder there,</br>They fertilize the land they long deformed,</br>Till from the breathing lawn a forest springs</br>Of youth, integrity, and loveliness,</br>Like that which gave it life, to spring and die.</br>Thus suicidal selfishness, that blights</br>The fairest feelings of the opening heart,</br>Is destined to decay, whilst from the soil</br>Shall spring all virtue, all delight, all love,</br>And judgment cease to wage unnatural war</br>With passion's unsubduable array.", "Twin-sister of religion, selfishness!</br>Rival in crime and falshood, aping all</br>The wanton horrors of her bloody play;</br>Yet frozen, unimpassioned, spiritless,</br>Shunning the light, and owning not its name</br>Compelled, by its deformity, to screen</br>With flimsy veil of justice and of right,</br>Its unattractive lineaments, that scare</br>All, save the brood of ignorance:  at once</br>The cause and the effect of tyranny;</br>Unblushing, hardened, sensual, and vile;</br>Dead to all love but of its abjectness,</br>With heart impassive by more noble powers</br>Than unshared pleasure, sordid gain, or fame;</br>Despising its own miserable being,</br>Which still it longs, yet fears to disenthrall.", "Hence commerce springs, the venal interchange</br>Of all that human art or nature yield;</br>Which wealth should purchase not, but want demand,</br>And natural kindness hasten to supply</br>From the full fountain of its boundless love,</br>For ever stifled, drained, and tainted now.</br>Commerce!  beneath whose poison-breathing shade</br>No solitary virtue dares to spring,</br>But poverty and wealth with equal hand</br>Scatter their withering curses, and unfold</br>The doors of premature and violent death,</br>To pining famine and full-fed disease,</br>To all that shares the lot of human life,</br>Which poisoned body and soul, scarce drags the chain,</br>That lengthens as it goes and clanks behind.", "Commerce has set the mark of selfishness,</br>The signet of its all-enslaving power</br>Upon a shining ore, and called it gold:</br>Before whose image bow the vulgar great,</br>The vainly rich, the miserable proud,</br>The mob of peasants, nobles, priests, and kings,</br>And with blind feelings reverence the power</br>That grinds them to the dust of misery.</br>But in the temple of their hireling hearts</br>Gold is a living god, and rules in scorn</br>All earthly things but virtue.", "Since tyrants, by the sale or human life,</br>Heap luxuries to their sensualism, and fame</br>To their wide-wasting and insatiate pride,</br>Success has sanctioned to a credulous world</br>The ruin, the disgrace, the woe of war.</br>His hosts of blind and unresisting dupes</br>The despot numbers; from his cabinet</br>These puppets of his schemes he moves at will,</br>Even as the slaves by force or famine driven,</br>Beneath a vulgar master, to perform</br>A task of cold and brutal drudgery;&mdash;</br>Hardened to hope, insensible to fear,</br>Scarce living pullies of a dead machine,</br>Mere wheels of work and articles of trade,</br>That grace the proud and noisy pomp of wealth!", "The harmony and happiness of man</br>Yields to the wealth of nations; that which lifts</br>His nature to the heaven of its pride,</br>Is bartered for the poison of his soul;</br>The weight that drags to earth his towering hopes,</br>Blighting all prospect but of selfish gain,</br>Withering all passion but of slavish fear,</br>Extinguishing all free and generous love</br>Of enterprize and daring, even the pulse</br>That fancy kindles in the beating heart</br>To mingle with sensation, it destroys,&mdash;</br>Leaves nothing but the sordid lust of self,</br>The groveling hope of interest and gold,</br>Unqualified, unmingled, unredeemed</br>Even by hypocrisy.", "And statesmen boast</br>Of wealth!  The wordy eloquence that lives</br>After the ruin of their hearts, can gild</br>The bitter poison of a nation's woe,</br>Can turn the worship of the servile mob</br>To their corrupt and glaring idol fame,</br>From virtue, trampled by its iron tread,</br>Although its dazzling pedestal be raised</br>Amid the horrors of a limb-strewn field,</br>With desolated dwellings smoking round.</br>The man of ease, who, by his warm fire-side,</br>To deeds of charitable intercourse</br>And bare fulfilment of the common laws</br>Of decency and prejudice, confines</br>The struggling nature of his human heart,</br>Is duped by their cold sophistry; he sheds</br>A passing tear perchance upon the wreck</br>Of earthly peace, when near his dwelling's door</br>The frightful waves are driven, &mdash; when his son</br>Is murdered by the tyrant, or religion</br>Drives his wife raving mad.  But the poor man,</br>Whose life is misery, and fear, and care;</br>Whom the morn wakens but to fruitless toil;</br>Who ever hears his famished offsprings scream,</br>Whom their pale mother's uncomplaining gaze</br>For ever meets, and the proud rich man's eye</br>Flashing command, and the heart-breaking scene</br>Of thousands like himself; &mdash; he little heeds</br>The rhetoric of tyranny; his hate</br>Is quenchless as his wrongs; he laughs to scorn</br>The vain and bitter mockery of words,</br>Feeling the horror of the tyrant's deeds,</br>And unrestrained but by the arm of power,</br>That knows and dreads his enmity.", "The iron rod of penury still compels</br>Her wretched slave to bow the knee to wealth,</br>And poison, with unprofitable toll,</br>A life too void of solace to confirm</br>The very chains that bind him to his doom.</br>Nature, impartial in munificence,</br>Has gifted man with all-subduing will.</br>Matter, with all its transitory shapes,</br>Lies subjected and plastic at his feet,</br>That, weak from bondage, tremble as they tread.</br>How many a rustic Milton has past by,</br>Stifling the speechless longings of his heart,</br>In unremitting drudgery and care!</br>How many a vulgar Cato has compelled</br>His energies, no longer tameless then,</br>To mould a pin, or fabricate a nail!</br>How many a Newton, to whose passive ken</br>Those mighty spheres that gem infinity</br>Were only specks of tinsel, fixed in heaven</br>To light the midnights of his native town!", "Yet every heart contains perfection's germ:</br>The wisest of the sages of the earth,</br>That over from the stores of reason drew</br>Science and truth, and virtue's dreadless tone,</br>Were but a weak and inexperienced boy,</br>Proud, sensual, unimpassioued, unimbued</br>With pure desire and universal love,</br>Compared to that high being, of cloudless brain,</br>Untainted passion, elevated will,</br>Which death (who even would linger long in awe</br>Within his noble presence, and beneath</br>His changeless eyebeam,) might alone subdue.</br>Him, every slave now dragging through the filth</br>Of some corrupted city his sad life,</br>Pining with famine, swoln with luxury,</br>Blunting the keenness of his spiritual sense</br>With narrow schemings and unworthy cares,</br>Or madly rushing through all violent crime,</br>To move the deep stagnation of his soul,&mdash;</br>Might imitate and equal.", "But mean lust</br>Has bound its chains so tight around the earth,</br>That all within it but the virtuous man</br>Is venal:  gold or fame will surely reach</br>The price prefixed by selfishness, to all</br>But him of resolute and unchanging will;</br>Whom, nor the plaudits of a servile crowd,</br>Nor the vile joys of tainting luxury,</br>Can bribe to yield his elevated soul</br>To tyranny or falshood, though they wield</br>With blood-red hand the sceptre of the world.", "All things are sold:  the very light of heaven.</br>Is venal; earth's unsparing gifts of love,</br>The smallest and most despicable things</br>That lurk in the abysses of the deep,</br>All objects of our life even life itself,</br>And the poor pittance which the laws allow</br>Of liberty, the fellowship of man,</br>Those duties which his heart of human love</br>Should urge him to perform instinctively,</br>Are bought and sold as in a public mart</br>Of undisguising selfishness, that sets</br>On each its price, the stamp-mark of her reign.</br>Even love is sold; the solace of all woe</br>Is turned to deadliest agony, old age</br>Shivers in selfish beauty's loathing arms,</br>And youth's corrupted impulses prepare</br>A life of horror from the blighting bane</br>Of commerce; whilst the pestilence that springs</br>From unenjoying sensualism has filled</br>All human life with hydra-headed woes.", "Falshood demands but gold to pay the pangs</br>Of outraged conscience for the slavish priest</br>Sets no great value on his hireling faith:</br>A little passing pomp, some servile souls,</br>Whom cowardice itself might safely chain,</br>Or the spare mite of avarice could bribe</br>To deck the triumph of their languid zeal,</br>Can make him minister to tyranny.</br>More daring crime requires a loftier meed:</br>Without a shudder, the slave-soldier lends</br>His arm to murderous deeds, and steels his heart,</br>When the dread eloquence of dying men,</br>Low mingling on the lonely field of fame,</br>Assails that nature, whose applause he sells</br>For the gross blessings of a patriot mob,</br>For the vile gratitude of heartless kings,</br>And for a cold world's good word, &mdash; viler still!", "There is a nobler glory, which survives</br>Until our being fades, and, solacing</br>All human care, accompanies its change;</br>Deserts not virtue in the dungeon's gloom,</br>And, in the precincts of the palace, guides</br>Its footsteps through that labyrinth of crime;</br>Imbues his lineaments with dauntlessness,</br>Even when, from power's avenging hand, he takes</br>Its sweetest, last and noblest title &mdash; death;</br>&mdash;The consciousness of good, which neither gold,</br>Nor sordid fame, nor hope of heavenly bliss,</br>Can purchase; but a life of resolute good,</br>Unalterable will, quenchless desire</br>Of universal happiness, the heart</br>That beats with it in unison, the brain,</br>Whose ever wakeful wisdom tolls to change</br>Reason's rich stores for its eternal weal.", "This commerce of sincerest virtue needs</br>No mediative signs of selfishness,</br>No jealous intercourse of wretched gain,</br>No balancings of prudence, cold and long;</br>In just and equal measure all is weighed,</br>One scale contains the sum of human weal,</br>And one, the good man's heart.", "How vainly seek</br>The selfish for that happiness denied</br>To aught but virtue!  Blind and hardened, they,</br>Who hope for peace amid the storms of care,</br>Who covet power they know not how to use,</br>And sigh for pleasure they refuse to give,&mdash;</br>Madly they frustrate still their own designs;</br>And, where they hope that quiet to enjoy</br>Which virtue pictures, bitterness of soul,</br>Pining regrets, and vain repentances,</br>Disease, disgust, and lassitude, pervade</br>Their valueless and miserable lives.", "But hoary-headed selfishness has felt</br>Its death-blow, and is tottering to the grave:</br>A brighter morn awaits the human day,</br>When every transfer of earth's natural gifts</br>Shall be a commerce of good words and works;</br>When poverty and wealth, the thirst of fame,</br>The fear of infamy, disease and woe,</br>War with its million horrors, and fierce hell</br>Shall live but in the memory of time,</br>Who, like a penitent libertine, shall start,</br>Look back, and shudder at his younger years.", ""]