["Golden Apollo, that thro' heaven wide</br>Scatter'st the rays of light, and truth's beams!</br>In lucent words my darkling verses dight,</br>And wash my earthy mind in thy clear streams,</br>That wisdom may descend in fairy dreams:</br>All while the jocund hours in thy train</br>Scatter their fancies at thy poet's feet;</br>And when thou yields to night thy wide domain,</br>Let rays of truth enlight his sleeping brain.", "For brutish Pan in vain might thee assay</br>With tinkling sounds to dash thy nervous verse,</br>Sound without sense; yet in his rude affray,</br>(For ignorance is Folly's leesing nurse,</br>And love of Folly needs none other curse;)</br>Midas the praise hath gain'd of lengthen'd eares,</br>For which himself might deem him ne'er the worse</br>To sit in council with his modern peers,</br>And judge of tinkling rhimes, and elegances terse.", "And thou, Mercurius, that with winged brow</br>Dost mount aloft into the yielding sky,</br>And thro' Heav'n's halls thy airy flight dost throw,</br>Entering with holy feet to where on high</br>Jove weighs the counsel of futurity;</br>Then, laden with eternal fate, dost go</br>Down, like a falling star, from autumn sky,</br>And o'er the surface of the silent deep dost fly.", "If thou arrivest at the sandy shore,</br>Where nought but envious hissing adders dwell,</br>Thy golden rod, thrown on the dusty floor,</br>Can charm to harmony with potent spell;</br>Such is sweet Eloquence, that does dispel</br>Envy and Hate, that thirst for human gore:</br>And cause in sweet society to dwell</br>Vile savage minds that lurk in lonely cell.", "O Mercury, assist my lab'ring sense,</br>That round the circle of the world wou'd fly!</br>As the wing'd eagle scorns the tow'ry fence</br>Of Alpine hills round his high aery,</br>And searches thro' the corners of the sky,</br>Sports in the clouds to hear the thunder's sound,</br>And see the winged lightnings as they fly,</br>Then, bosom'd in an amber cloud, around</br>Plumes his wide wings, and seeks Sol's palace high.", "And thou, O warrior, maid invincible,</br>Arm'd with the terrors of Almighty Jove!</br>Pallas, Minerva, maiden terrible,</br>Lov'st thou to walk the peaceful solemn grove,</br>In solemn gloom of branches interwove?</br>Or bear'st thy Egis o'er the burning field,</br>Where, like the sea, the waves of battle move?</br>Or have thy soft piteous eyes beheld</br>The weary wanderer thro' the desert rove?</br>Or does th' afflicted man thy heav'nly bosom move?</br>"]