["Wild o'er the rude heath rag'd the Boreal blast,</br>His stubborn back the oak unwonted bows,</br>The lordly ruins to the earth are cast,</br>Which frown'd on Time, that shagg'd their hoary brows.", "The howling storm the vexed ocean tore,</br>And rent its bosom into furrows deep,</br>The shatter'd wrecks bestrew'd the dreary shore,</br>And the green Nereids sough their caves to weep.", "When PHILO, prudent swain, unmov'd, retir'd</br>Beneath the shelter of his straw-crown'd cot,</br>Save that his eye, by gen'rous grief inspir'd,</br>Bewail'd the mis'ries of superior lot.", "And whilst, unspoil'd by art, blest Nature's child,</br>By genuine wisdom taught, pour'd forth his strain,</br>The fiend of Horror, sooth'd, had almost smil'd,</br>And Devastation held aloof her train.", "\"Blest be the Pow'r divine, whose high behest</br>Plac'd me beneath this humble shed in peace,</br>Who by with-holding blessings made me blest,</br>And, wealth denying, made my joys encrease!\"", "This lowly vale, fenc'd by the shelt'ring hill,</br>That lifts its bold breast to the mad'ning storm,</br>This ever-verdant bank and useful rill,</br>In summer shaded, and in winter warm.", "These, these are the blessings Nature's hand bestow'd,</br>No airy wreath by Fame or Fortune wove;</br>Humility secures my low abode,</br>And Industry can ev'ry want remove.", "Around my hearth domestic Pleasures wait,</br>Sweet-smiling infants prattle on my knee,</br>A much-lov'd partner shares my blissful state,</br>And, strewing pleasures, reaps felicity.", "Few are my wants, still fewer are my fears,</br>While Innocence ensures celestial care,</br>The Gods with lusty health have crown'd my years,</br>And, in contentment, granted all my pray'r.", "In this sequester'd vale, this peaceful shade,</br>The foot of Pride was never seen to rove;</br>This solemn haunt no lawless lusts invade,</br>No rude intemp'rance riots in this grove.", "Ev'n this dread storm that deals destruction round,</br>Sweeps lightly o'er the poplars topmost boughs,</br>Heav'ns awful thunders but remotely sound,</br>And, not our fears, but our devotion rouse.", "Thus blest with pleasure, safety, and content,</br>Why heaves my bosom with this anxious sigh?</br>Why does corroding grief my heart torment,</br>And painful pity melt my faded eye?", "Why was man born with mental pow'rs sublime,</br>T' unfold the great Creator's volume fair,</br>To trace the annals of recorded time,</br>And past events with present to compare;", "To mete the globe, and through their wond'rous maze</br>The planetary system to pursue:</br>To read the soul through the eyes of speaking rays,</br>And, like a God, the inmost soul to view?", "These pow'rs intense, not for himself alone,</br>The Gods implanted in the human mind,</br>But bade the social breast all joys disown</br>That beam no ray of blessing on its kind.", "Hence flow my tears. &mdash; What tho' around my cell</br>Security extends her downy wing,</br>Though in this shade Contentment loves to dwell,</br>Though Peace reposes, and tho' Pleasures sing,", "'Tis I alone am blest. &mdash; For you I mourn,</br>Whose lot superior lifts your heads on high,</br>Whose glitt'ring turrets to the clouds are borne,</br>And catch the deathful meteors as they fly.", "Ye gaudy pageants of life's dubious hour,</br>How does each ruffling blast your honors rend?</br>How often, stain'd by sorrow's briny show'r,</br>Ye hang your heads, and to the dust descend?", "Ah!  what avails, when mis'ry rends the breast,</br>The boasts of ancestry, th' imperial line,</br>The herald-blazon'd coat and warlike crest?</br>Can these succeed at her relentless shrine?", "Or, what the wealth that crowns a hundred hills,</br>Or, num'rous slaves attending at our call,</br>When dire disease the aching bosom fills,</br>Or Death, approaching, threatens loss of all?", "Tell me, ye happiest sons of wealth and pow'r,</br>His utmost wish did Av'rice ever gain,</br>When did Ambition to her summit tow'r,</br>And fear, or envy, cease to give her pain?", "Can fretted roofs on attic columns rear'd,</br>Or side-boards burden'd with Peruvian ore,</br>Can Phidias' or Appelles' arts endear'd</br>Invite serene Contentment to your door?", "Ah!  no &mdash; from pomp the sober Goddess flies,</br>Wealth, titles, pow'r, are other names for care,</br>Their boastful offers she alike decries,</br>But list's propitious to the Peasant's pray'r.</br>"]