["Sweet are the pleasures that to verse belong,</br>And doubly sweet a brotherhood in song;</br>Nor can remembrance, Mathew!  bring to view</br>A fate more pleasing, a delight more true</br>Than that in which the brother Poets joy'd,</br>Who with combined powers, their wit employ'd</br>To raise a trophy to the drama's muses.</br>The thought of this great partnership diffuses</br>Over the genius loving heart, a feeling</br>Of all that's high, and great, and good, and healing.", "Too partial friend!  fain would I follow thee</br>Past each horizon of fine poesy;</br>Fain would I echo back each pleasant note</br>As o'er Sicilian seas, clear anthems float</br>'Mong the light skimming gondolas far parted,</br>Just when the sun his farewell beam has darted:</br>But 'tis impossible; far different cares</br>Beckon me sternly from soft \"Lydian airs,\"</br>And hold my faculties so long in thrall,</br>That I am oft in doubt whether at all</br>I shall again see Phoebus in the morning:</br>Or flush'd Aurora in the roseate dawning!</br>Or a white Naiad in a rippling stream;</br>Or a rapt seraph in a moonlight beam;</br>Or again witness what with thee I've seen,</br>The dew by fairy feet swept from the green,</br>After a night of some quaint jubilee</br>Which every elf and fay had come to see:</br>When bright processions took their airy march</br>Beneath the curved moon's triumphal arch.", "But might I now each passing moment give</br>To the coy muse, with me she would not live</br>In this dark city, nor would condescend</br>'Mid contradictions her delights to lend.</br>Should e'er the fine-eyed maid to me be kind,</br>Ah!  surely it must be whene'er I find</br>Some flowery spot, sequester'd, wild, romantic,</br>That often must have seen a poet frantic;</br>Where oaks, that erst the Druid knew, are growing,</br>And flowers, the glory of one day, are blowing;</br>Where the dark-leav'd laburnum's drooping clusters</br>Reflect athwart the stream their yellow lustres,</br>And intertwined the cassia's arms unite,</br>With its own drooping buds, but very white.</br>Where on one side are covert branches hung,</br>'Mong which the nightingales have always sung</br>In leafy quiet:  where to pry, aloof,</br>Atween the pillars of the sylvan roof,</br>Would be to find where violet beds were nestling,</br>And where the bee with cowslip bells was wrestling</br>There must be too a ruin dark, and gloomy,</br>To say \"joy not too much in all that's bloomy.\"", "Yet this is vain &mdash; O Mathew lend thy aid</br>To find a place where I may greet the maid&mdash;</br>Where we may soft humanity put on,</br>And sit, and rhyme and think on Chatterton;</br>And that warm-hearted Shakspeare sent to meet him</br>Four laurell'd spirits, heaven-ward to intreat him.</br>With reverence would we speak of all the sages</br>Who have left streaks of light athwart their ages:</br>And thou shouldst moralize on Milton's blindness,</br>And mourn the fearful dearth of human kindness</br>To those who strove with the bright golden wing</br>Of genius, to flap away each sting</br>Thrown by the pitiless world.  We next could tell</br>Of those who in the cause of freedom fell;</br>Of our own Alfred, of Helvetian Tell;</br>Of him whose name to ev'ry heart's a solace,</br>High-minded and unbending William Wallace.</br>While to the rugged north our musing turns</br>We well might drop a tear for him, and Burns.", "Felton!  without incitements such as these,</br>How vain for me the niggard Muse to tease:</br>For thee, she will thy every dwelling grace,</br>And make \"a sun-shine in a shady place:\"</br>For thou wast once a flowret blooming wild,</br>Close to the source, bright, pure, and undefil'd,</br>Whence gush the streams of song:  in happy hour</br>Came chaste Diana from her shady bower,</br>Just as the sun was from the east uprising;</br>And, as for him some gift she was devising,</br>Beheld thee, pluck'd thee, cast thee in the stream</br>To meet her glorious brother's greeting beam.</br>I marvel much that thou hast never told</br>How, from a flower, into a fish of gold</br>Apollo chang'd thee; how thou next didst seem</br>A black-eyed swan upon the widening stream;</br>And when thou first didst in that mirror trace</br>The placid features of a human face:</br>That thou hast never told thy travels strange,</br>And all the wonders of the mazy range</br>O'er pebbly crystal, and o'er golden sands;</br>Kissing thy daily food from Naiad's pearly hands.</br>"]