["CANTO I.</br>Oh!  mortal man, whose inconsistent mind</br>Is ever varying, ever discontent,</br>If thou wouldst learn true happiness to find,</br>Enjoy the blessings bounteous Heaven hath lent!</br>Yet certes 'twas by Nature wisely meant,</br>Albeit possessing, man should not enjoy</br>Continued bliss; were the bow always bent,</br>The cord would break; a constant feast would cloy,</br>And man would loathe his life if lacking its alloy.", "In London town, fast by the Thamis' side,</br>On pleasaunt bank of variegated lands,</br>Smiling betwix Sainct Clement and Sainct Bride,</br>Lyk moder twix her sonnes, a Tempill stands:</br>Here lig the sable and sagacious bands,</br>Whose wicked lore on ample folios shines,</br>Ingrost I ween by many clerkly hands,</br>From age to age, in long and labour'd lines;&mdash;</br>Of man's imperfect nature, sad, but certain signs!", "In sooth, sagacious bands: &mdash; while silly strife</br>To other men brings sorrow, sin, and shame,</br>Pois'ning the purest elements of life,&mdash;</br>To them it yieldeth affluence and fame!</br>Natheless to solder broken faith they aim,</br>To prop the weak, and moderate the strong;</br>But eager in ambition's glorious game,</br>They reck not of the right side or the wrong,</br>But careless pass their hours their bokes and briefs among.", "Within this Tempill stands a goodly pile</br>Of buildings strong, albeit of Paper hight,</br>Where, at the head of many a winding file</br>Of crazy steps, there lived a merrie wight.</br>A cheerful wonne it was, of aspect light,</br>By massive door and double bolts secured,</br>With inner valve and knocker rubb'd so bright,</br>To try its power the passing hand it lured;</br>And here the live-long day this wight was close immured.", "The outward room was desolate and bare,</br>Save seat for roguish Clerke who entraunce gave;</br>But far within, on pompous easy-chair,</br>Knee deep in papers, sate the master grave:</br>He was, to weet, a fascinating knave</br>As e'er charm'd men with magic of the tongue,</br>For, or in open court or close conclave,</br>All on his honied words with transport hung;</br>So that through England's land his fame was loudly rung.", "On every side were thick-bound quartos flung,</br>And lesser tomes in sheet or board of blue,</br>And tape-tied trash, (as erst my master sung,</br>When yon sad Castle of Delights he drew;)</br>Lackt not the saffron-back'd and dun review,</br>The modern tale, the old romantic lore,</br>Ne flippaunt magazine, ne pamphlet new;</br>'Mid such varietie of letter'd store,</br>Save reading, you mote thinke he had to do nought more.", "And all around were nicely suited shelves,</br>For every size and character of boke,</br>From giant folios down to pigmy twelves,</br>Old, middle aged, and new, &mdash; a motley stock!</br>\"Treason\" upheld by \"Hale,\" and \"Crime\" by \"Coke,\"</br>\"Frauds\" by \"The Common Law,\" \"Crown Pleas\" by \"Powers,\"</br>The \"Life of Faith\" by \"Hume\" and \"Bolingbroke; \"</br>Twix \"Rules\" and \"Precedents\" plain \"Practice\" towers,</br>And Socrates o'er all in bronzed stucco lours!", "In inner chamber, hid from vulgar sight.,</br>Maps, globes, and instruments, confusedly lay,</br>Prints, drawings, music, all in tatter'd plight,</br>The still-loved studies of his youthful day;</br>Full oft, he lengthen'd visits here would pay</br>To sweet remembrances of pleasures gone;</br>Here legal caution lost its icy sway,</br>Here dropt the studied look, the solemn tone,</br>And here his full heart spoke in language all its own.", "And here each might, retired from drafts and pleas,</br>He ay withdrew; and rid of all controul,</br>Scribbled in leetle boke his notes and fees;</br>Then with some mental feast refresh'd his soul:</br>Then pampering scraps of wit he would unroll,</br>Or on the gifted page of genius pore,</br>Strike to Mozart the angel-strain'd viole,</br>Or weep abandon'd Dido's sorrows o'er,</br>Or Shakespeare's magic world contemplate and adore.", "Ah me, the cares of man!  Dan Persius cries,&mdash;</br>Dissatisfied, ambition-blinded man;&mdash;</br>From happy still to happier he flies,</br>Sad cause of his first fall and Heaven's first ban!&mdash;</br>When Fame to trump my hero's name began,</br>He sigh'd the Senate as the bar to shake,</br>Forsook the course he long victorious ran,</br>And lost the high while playing higher stake;&mdash;</br>Which of another song shall subject matter make.", "SECOND CANTO.</br>Oh Poesie, thou sweetest, loveliest maid</br>Of all who minister man's bliss below,</br>Purest of mental beings, by whose aid</br>Celestial transports we on earth foreknow!</br>How often at thy feet my griefs I throw;</br>How well I love, but ah!  how worthlessly,</br>These trickling witnesses too soothly show,</br>When from a world I little love, I flee,</br>To one all flowers and sun-shine, form'd, sweet maid, by thee.", "I woo thee not for fame or filthy gain,</br>I seek thee not in schools of modern date,</br>I disavow thee 'mong the critic train,</br>Who, as their factions dictate, love or hate;</br>In solitude I sue thee, ear' and late,</br>On native mountain or in kindred glade;</br>No richer gifts of Heaven I supplicate,</br>Than health, content, and thee, thou heaven-born maid:</br>Ah, gracious God, with these my joys would never fade!", "But to my tale; &mdash; Near this our wight's abode,</br>A little higher up the Thamis' stream,</br>Where by Westminster's arches 'tis ystrode,</br>Sainct Stephen's antiquated turrets gleam;</br>From Lambeth's shores a little town they seem,</br>By architects of every nation plann'd;</br>And certes every nation's plans make theme</br>For mickle work, to the debating band</br>That nightly fashion laws for England's thinking land!", "A mottled clump of roofs and walls it was,</br>Ne portal visible to unskill'd e'e,</br>As though by open access none mote pass,</br>And nought but dark and hidden ways were free;</br>And hidden ways enow I wot there be,</br>For entraunce to that house of high renown:&mdash;</br>How our wight entered, boots not,&mdash;there was he,&mdash;</br>Of all his tow'ring wishes at the crown,</br>When in Sainct Stephen's hall at last he sate him down.", "Who but Sir Member now was nightly seen,</br>With swelling strut and consequential air,</br>But ill conceal'd by the affected mien</br>Of self-unworthiness that simper'd there;</br>But the peer'd eyebrow and the listless stare,</br>That, while it favor'd, seem'd to pity too,</br>Disclosed the aspect that the face would wear,</br>Were its reflection to the bosom true:&mdash;</br>Good Lord, with what nice arts deceit doth man endue!", "On bed of roses now the Templar view,</br>By senatorial influence upborne;</br>But ah!  what bed of roses ever grew,</br>Where lurk'd not the unwelcome stalk of thorn!</br>Eftsoons his heart with secret stings was torn,</br>When that sooth tongue that ay attention won,</br>And oft success, to causes most forlorn,</br>Unheeded e'en in Freedom's cause begun,</br>While ill-bred cough and yawn round sleepy hearers run.", "Ay, sicker, 'twere a subtle tongue indeed</br>In predetermined cause that could prevail,</br>Albeit for truth and liberty it plead,</br>As too soon found the hero of my tale.</br>He founder'd in the ministerial gale,</br>The sea of public principle that sweeps,</br>'Whelming th' advent'rous barks that dare to sail</br>Beyond Expediency's unfathom'd deeps,&mdash;</br>Which in continued strife the state's own vessel keeps.", "Yet to those gallant barks that brave the storm,</br>Be one triumphant shout of glory given,</br>Loud as the billow in its fiercest form,</br>On ocean rock by western whirlwind driven.</br>See proud Oppression's chains asunder riven;</br>While e'en gaunt Power shrinks scowling 'neath his helm,</br>And swoln Corruption hears the voice of heaven</br>In patriot tongues, her minions that o'erwhelm,</br>And hurl in awful peals the vengeance of a realm.", "Alack for our poor wight!  at this he aim'd;</br>And as right noble was the prize he sought,</br>So be the failure less severely blamed,</br>In pity to the sufferings on him brought:</br>For ruin to his peace of mind it wrought,&mdash;</br>In his whole chain of happiness no link</br>It left entire; his future life was nought,</br>For his first fame had died &mdash; Ah me!  to think</br>That e'er absurd ambition man so low should sink.", "The shrub the fury of the blast oft braves,</br>When the proud oak in summer vigour falls;</br>The cockboat oft rides safely through the waves</br>That ruthless swallow mighty ammirals;</br>The lightning strikes the turret-crested halls</br>That daring glisten on the mountain height,</br>But spares the low-roof'd cabins' humble walls</br>That in the valley scarce impede the light:&mdash;</br>And so in moral nature fared it with our wight.", "Thus ends my tale:  albeit this seely youth</br>Repenteth sore the errour of his way,</br>Yet suffering for folly is most sooth;</br>And now his heart feels Hope's reviving ray;</br>She with her magic finger marks a day,</br>Nor distant far, his life that will renew,</br>No more in vile ambition's paths to stray:&mdash;</br>And, these consoling prospects in his view,</br>To self reproach and shame he then will bid adieu.</br>"]