["Amidst these venerable drear remains</br>Of ancient grandeur, musing sad I stray;</br>Around a melancholy silence reigns,</br>That prompts me to indulge the plaintive lay.", "Here liv'd Eugenio born of noble race,</br>Aloft his mansion rose (around were seen</br>Extensive gardens deck'd with ev'ry grace,</br>Ponds, walks, and groves thro' all the seasons green)", "Ah where is now its boasted beauty fled!</br>Proud turrets that once glitter'd in the sky,</br>And broken columns in confusion spread,</br>A rude mishapen heap of ruins lie.", "Of splendid rooms no traces here are found;</br>How are these tott'ring walls by time defac'd,</br>Shagg'd with vile thorn, with twining ivy bound,</br>Once hung with tapestry, with paintings grac'd!", "In ancient times, perhaps, where now I tread,</br>Licentious riot crown'd the midnight-bowl,</br>Her dainties lux'ry pour'd, and beauty spread</br>Her artful snares to captivate the soul.", "Or here, attended by a chosen train</br>Of innocent delights, true grandeur dwelt</br>Diffusing blessings o'er the distant plain,</br>Health, joy, and happiness by thousands felt.", "Around now solitude unjoyous reigns,</br>No gay-gilt chariot hither marks the way,</br>No more with chearful hopes the needy swains</br>At the once-bounteous gate their visits pay.", "Where too is now the garden's beauty fled</br>Which ev'ry clime was ransack'd to supply?</br>O'er the drear spot see desolation spread,</br>And the dismantled walls in ruins lie!", "Dead are the trees that once with nicest care</br>Arrang'd from op'ning blossoms shed perfume,</br>And thick with fruitage stood, the pendant pear,</br>The ruddy-colour'd peach, and glossy plum.", "Extinct is the gay family of flow'rs:</br>In vain I seek the arbour's cool retreat,</br>Where ancient friends in converse pass'd the hours</br>Descended from the raging dog-star's heat.", "Along the terras-walks are straggling seen</br>The prickly bramble, and the noisome weed,</br>Beneath whose covert crawls the toad obscene,</br>And snakes and adders unmolested breed.", "The groves where pleasure walk'd her round decay,</br>The mead untill'd a barren aspect wears;</br>And where the sprightly fawn was wont to play</br>O'er grown with heath a dreary waste appears.", "In yonder wide-extended vale below</br>Where osiers spread, a pond capacious stood;</br>From far by art the stream was taught to flow,</br>Whose liquid stores supply'd th' unfailing  flood.", "Oft here the silent angler took his place</br>Intent to captivate the scaly fry&mdash;</br>But perish'd now are all the num'rous race,</br>Dumb is the fountain, and the channel dry.", "Here then, ye great!  behold th' uncertain state</br>Of earthly grandeur &mdash; beauty, strength, and pow'r</br>Alike are subject to the stroke of fate,</br>And flourish but the glory of an hour.", "Virtue alone no dissolution fears,</br>Still permanent tho' ages rolls away:</br>Who builds on her immortal basis, rears</br>A superstructure time can ne'er decay.</br>"]