["If ever adverse Influence envi'd</br>The glory of our Lands, or tooke a pride</br>To trample on our height; or in the Eye</br>Strooke all the pomp of Principalitie,</br>Now it hath done so; Oh, if ever Heaven</br>Made with the earth his angry reckening even,</br>Now it hath done so.  Ever, ever be</br>Admir'd, and fear'd, that Triple Majestie</br>Whose finger could so easily sticke a Fate,</br>Twixt least Felicity, and greatest state;</br>Such, as should melt our shore into a Sea,</br>And dry our Ocean with Calamitie.</br>Heaven open'd, and but show'd him to our eies,</br>Then shut againe, and show'd our Miseries.", "O God, to what end are thy Graces given?</br>Onely to show the world, Men fit for Heaven,</br>Then ravish them, as if too good for Earth?</br>We know, the most exempt in wealth, power, Birth,</br>Or any other blessing; should employ</br>(As to their chiefe end) all things they enjoy,</br>To make them fit for Heaven; and not pursue</br>With hearty appetite, the damned crue</br>Of meerely sensuall and earthye pleasures?</br>But when one hath done so; shal strait the tresures</br>Digg'd to, in those deeps, be consum'd by death?</br>Shall not the rest, that error swalloweth,</br>Be, by the Patterne of that Master-peece,</br>Help't to instruct their erring faculties?</br>When, without cleare example; even the best</br>(That cannot put by knowledge to the Test</br>What they are taught) serve like the worst in field?</br>Is power to force, who will not freely yield,</br>(Being great assistant, to divine example)</br>As vaine a Pillar to thy Manly Temple?</br>When (without perfect knowledge, which scarce one</br>Of many kingdoms reach) no other stone</br>Man hath to build one corner of thy Phane,</br>Save one of these?  But when the desperate wane</br>Of power, and of example to all good,</br>So spent is, that one cannot turne the flood,</br>Of goodnes, gainst her ebbe; but both must plie,</br>And be at full to; or her streame will drie;</br>Where shall they meete againe, now he is gone</br>Where both went foot by foot; and both were one?", "One that in hope, tooke up to toplesse height</br>All his great Ancestors; his one saile, freight</br>With all, all Princes treasures; he like one</br>Of no importance; no way built upon,</br>Vanisht without the end, for which he had</br>Such matchlesse vertues, and was God-like made?</br>Have thy best workes no better cause t' expresse</br>Themselves like men, and thy true Images?</br>To toile in vertues study, to sustaine</br>(With comfort for her) want, and shame, and paine;</br>No nobler end in this life, then a death</br>Timeles, and wretched, wrought with lesse then breath?</br>And nothing solide, worthy of our soules?</br>Nothing that Reason, more then Sense extols!</br>Nothing that may in perfect judgement be</br>A fit foote for our Crowne eternitie?</br>All which, thou seem'st to tell us, in this one</br>Killing discomfort; apt to make our mone</br>Conclude gainst all things, serious and good;</br>Our selves, not thy forms, but Chymaeras brood.", "Now Princes, dare ye boast your vig'rous states</br>That Fortunes breath thus builds and ruinates?</br>Exalt your spirits?  trust in flowry youth?</br>Give reynes to pleasure?  all your humors sooth?</br>Licence in rapine?  Powers exempt from lawes?</br>Contempt of all things, but your own applause?</br>And think your swindge to any tyranny given,</br>Will stretch as broad, and last as long as heaven;</br>When he that curb'd with vertues hand his powre</br>His youth with continence; his sweet with sowre</br>Boldnes with pious feare; his pallats height</br>Applied to health, and not to appetite;</br>Felt timeles sicknes charge; state, power to flie,</br>And glutted Death with all his crueltie.</br>Partiall devourer ever of the best,</br>With headlong rapture, sparing long the rest</br>Could not the precious teares his Father shed,</br>(That are with Kingdomes to be ransomed?)</br>His Bleeding prayer, upon his knees t' implore,</br>That if for any sinne of his, Heaven tore</br>From his most Royall body that chiefe Limme,</br>It might be ransom'd, for the rest of Him?", "Could not the sacred eies thou didst prophane</br>In his great Mothers teares?  The spightful bane</br>Thou pour'dst upon the cheeks of al the Graces</br>In his more gracious Sisters?  The defaces</br>(With all the Furies over-flowing Galles)</br>Cursedly fronting her neere Nuptials?</br>Could not, O could not, the Almighty ruth</br>Of all these force thee to forbeare the youth</br>Of our Incomparable Prince of Men?</br>Whose Age had made thy Iron Forcke his Pen,</br>T' eternise what it now doth murder meerely;</br>And shal have from my soule, my curses yerely.", "Tyrant, what knew'st thou, but the barbarous wound</br>Thou gav'st the son, the Father might confound?</br>Both liv'd so mixtly, and were joyntly One,</br>Spirit to spirit cleft.  The Humor bred</br>In one heart, straight was with the other fed;</br>The bloud of one, the others heart did fire;</br>The heart and humour, were the Sonne and Sire;</br>The heart yet, void of humors slender'st part,</br>May easier live, then humour without heart;</br>The River needes the helpfull fountaine ever,</br>More then the Fountaine, the supplyed River.</br>As th' Iron then, when it hath once put on</br>The Magnets qualitie, to the vertuous Stone</br>Is ever drawne, and not the stone to it:</br>So may the heavens, the sonnes Fate, not admit</br>To draw the Fathers, till a hundred yeeres</br>Have drown'd that Issue to him in our teares.", "Blest yet, and sacred shall thy memory be,</br>O-nothing-lesse-then-mortall Deitie.</br>Thy Graces, like the Sunne, to all men giving;</br>Fatall to thee in death, but kill me living.</br>Now, as inverted, like th' Antipodes,</br>The world (in all things of desert to please)</br>Is falne on us, with thee:  thy ruines lye</br>On our burst bosomes, as if from the skye</br>The Day-star, greater then the world were driven</br>Suncke to the Earth, and left a hole in Heaven;</br>Throgh which, a second deluge now poures down</br>On our poore Earth; in which are over-flowne</br>The seeds of all the sacred Vertues, set</br>In his Spring-Court; where all the prime spirits met</br>Of all our Kingdomes; as if from the death,</br>That in men living; basenes and rapine sheath,</br>Where they before liv'd, they unwares were come</br>Into a free, and fresh Elisium;</br>Casting regenerate, and refined eyes</br>On him that rais'd them from their graves of vice,</br>Digg'd in their old grounds, to spring fresh on those</br>That his divine Ideas did propose,</br>First to himselfe; and then would forme in them.</br>Who did not thirst to plant his sonne neer him</br>As neer the Thames their houses?  what one worth</br>Was there in all our world, that set not forth</br>All his deserts, to Pilgrime to his favors,</br>With all devotion, offering all his labors?</br>And how the wilde Bore, Barbarisme, now</br>Will roote these Quick-sets up?  what hearb shall grow,</br>That is not sown in his inhumane tracts?</br>No thought of good shall spring, but many acts</br>Will crop, or blast, or blow it up:  and see</br>How left to this, the mournfull Familie,</br>Muffled in black clouds, full of teares are driven</br>With stormes about the relickes of this Heaven;</br>Retiring from the world, like Corses, herst</br>Home to their graves, a hundred waies disperst.", "O that this court-schoole; this Olimpus meerly,</br>Where two-fold Man was practisde; should so early</br>Dissolve the celebration purpos'd there,</br>Of all Heroique parts, when farre and neere,</br>All were resolv'd t' admire, None to contend,</br>When, in the place of all, one wretched end</br>Will take up all endeavours; Harpye Gaine,</br>Pandare to Gote, Ambition; goulden Chaine</br>To true mans freedome; not from heav'n let fal</br>To draw men up; But shot from Hell to hale</br>All men, as bondslaves, to his Turckish den,</br>For Toades, and Adders, far more fit then men.", "His house had well his surname from a Saint,</br>All things so sacred, did so lively paint</br>Their pious figures in it:  And as well</br>His other house, did in his Name fore-tell</br>What it should harbour; a rich world of parts</br>Bonfire-like kindling, the still-feasted Arts,</br>Which now on bridles bite, and puft Contempt</br>Spurres to Despaire, from all fit foode exempt.", "O what a frame of Good, in all hopes rais'd</br>Came tumbling downe with him!  as when was seisde</br>By Grecian furie, famous Ilion,</br>Whose fall, still rings out his Confusion.</br>What Triumphs, scatterd at his feete, lye smoking!</br>Banquets that will not downe; their cherers choking,</br>Fields fought, and hidden now, with future slaughter,</br>Furies sit frowning, where late sat sweet laughter,</br>The active lying maim'd, the healthfull crasde?</br>All round about his Herse?  And how amaz'd</br>The change of things stands!  how astonisht joy</br>Wonders he ever was?  yet every Toy</br>Quits this grave losse:  Rainbowes no sooner taint</br>Thinne dewye vapors, which oppos'd beames paint</br>Round in an instant, (at which children stare</br>And slight the Sunne, that makes them circular</br>And so disparent) then mere gawds peirce men,</br>Slighting the grave, like fooles, and children.</br>So courtly nere plagues, sooth and stupefie</br>And with such paine, men leave selfe flatterie.</br>Of which, to see him free (who stood no lesse</br>Then a full siege of such) who can expresse</br>His most direct infusion from above,</br>Farre from the humorous seede of mortall love?", "He knew, that Justice simply usd, was best,</br>Made princes most secure, most lov'd, most blest</br>No Artezan; No Scholler; could pretend,</br>No Statesman; No Divine; for his owne end</br>Any thing to him, but he would descend</br>The depth of any right belong'd to it,</br>Where they could merit, or himselfe should quit.", "He would not trust, with what himselfe concern'd,</br>Any in any kinde; but ever learn'd</br>The grounds of what he built on:  Nothing lies</br>In mans fit course, that his own knowledge flies</br>Eyther direct, or circumstantiall.</br>O what are Princes then, that never call</br>Their actions to account, but flatterers trust</br>To make their triall, if unjust or just?</br>Flatterers are houshold theeves, traitors by law,</br>That rob kings honors, and their soules-bloud draw;</br>Diseases, that keep nourishment from their food.</br>And as to know himselfe, is mans chiefe good,</br>So that which intercepts that supreame skill,</br>(Which Flattery is) is the supreamest ill:</br>Whose lookes will breede the Basilisk in kings eyes,</br>That by reflexion of his sight, dyes.", "And as a Nurse lab'ring a wayward Childe,</br>Day, and night watching it, like an offspring wilde;</br>Talkes infinitely idly to it still;</br>Sings with a standing throate, to worse from ill;</br>Lord-blesses it; beares with his pewks and cryes;</br>And to give it a long lifes miseries,</br>Sweetens his food, rocks, kisses, sings againe;</br>Plyes it with rattles, and all objects vaine:", "So Flatterers, with as servile childish things,</br>Observe, and sooth the waiward moods of kings;</br>So kings, that flatterers love, had neede to have</br>As nurse-like councellors, and contemn the grave;</br>Themselves as wayward, and as noisome too;</br>Full as untuneable in all they doe,</br>As poore sicke Infants; ever breeding Teeth</br>In all their humours, that be worse then Death.</br>How wise then was our Prince that hated these,</br>And wold with nought but truth his humor plese</br>Nor would hee give a place, but where hee saw</br>One that could use it; and become a Law</br>Both to his fortunes, and his Princes Honor.</br>Who wold give fortune noght she took upon her,</br>Not give but to desert; nor take a chance,</br>That might not justly, his wisht ends advance.</br>His Good he joyn'd with Equitie and Truth;</br>Wisedome in yeeres, crown'd his ripe head in youth;</br>His heart wore all the folds of Policie,</br>Yet went as naked as Simplicitie.</br>Knew good and ill; but onely good did love;</br>In him the Serpent did embrace the Dove.</br>Hee was not curious to sound all the streame</br>Of others acts, yet kept his owne from them:</br>\"He whose most darke deeds dare not stand the light,</br>Begot was of imposture and the night.</br>Who surer then a Man, doth ends secure;</br>Eyther a God is, or a Divell sure.\"</br>The President of men; whom (as men can)</br>All men should imitate, was God and Man.</br>In these cleere deepes our Prince fish't troubl'd streams</br>Of bloud and vantage challenge diadems.</br>In summe, (knot-like) hee was together put,</br>That no man could dissolve, and so was cut.</br>But we shal see our foule-mouth'd factions spite</br>(Markt, witch-like, with one blacke eie, th' other white)</br>Ope, and oppose against this spotlesse sun;</br>Such heaven strike blinder the th' eclipsed moon</br>Twixt whom and noblesse or humanities truth,</br>As much dull earth lies, and as little ruth,</br>(Should all things sacred perish) as there lyes</br>Twixt Phaebe, and the Light-fount of the skies,</br>In her most darke delinquence:  vermine right,</br>That prey in darknesse, and abhorre the light;</br>Live by the spoile of vertue; are not well</br>But when they heare newes, from their father hell</br>Of some blacke mischiefe; never do good deed,</br>But where it does much harme, or hath no need.", "What shall become a vertues far-short traine,</br>When thou their head art reacht, high Prince of men?</br>O that thy life could have disperst deaths stormes,</br>To give faire act to those Heroique formes,</br>With which al good rules had enricht thy mind,</br>Preparing for affayres of every kinde,</br>Peace being but a pause to breathe fierce warre;</br>No warrant dormant, to neglect his Starre;</br>The licence sence hath, is t' informe the soule;</br>Not to suppresse her, and our lusts extoll;</br>This life in all things, to enjoy the next;</br>Of which lawes, thy youth, both contain'd the text</br>And the contents; ah, that thy grey-ripe yeeres</br>Had made of all, Caesarean Commentares,</br>(More then can now be thoght) in fact t' enroule;</br>And make blacke Faction blush away her soule.", "That, as a Temple, built when Pietie</br>Did to divine ends offer specially,</br>What men enjoy'd; that wondrous state exprest,</br>Strange Art, strange cost; yet who had interest</br>In all the frame of it; and saw those dayes,</br>Admir'd but little; and as little praise</br>Gave to the goodly Fabricke:  but when men,</br>That live whole Ages after, view it, then,</br>They gaze, and wonder; and the longer time</br>It stands, the more it glorifies his prime;</br>Growes fresh in honor, and the age doth shame</br>That in such Monuments neglect such fame;</br>So had thy sacred Frame beene rais'd to height,</br>Forme, fulnesse, ornament:  the more the light</br>Had given it view, the more had Men admir'd;</br>And tho men now are scarce to warmnesse fir'd</br>With love of thee; but rather colde and dead</br>To all sense of the grace they forfeited</br>In thy neglect, and losse; yet after-ages</br>Would be inflam'd, and put on holy rages</br>With thy inspiring vertues; cursing those</br>Whose breaths dare blast thus, in the bud, the Rose.</br>But thou (woe's me) art blown up before blowne,</br>And as the ruines of some famous Towne,</br>Show here a Temple stood; a Pallace, here;</br>A Cytadell, an Amphitheater;</br>Of which (ahlas) some broken Arches, still</br>(Pillars, or Columns rac't; which Art did fill</br>With all her riches and Divinitie)</br>Retaine their great, and worthy memory:</br>So of our Princes state, I nought rehearse</br>But show his ruines, bleeding in my verse.</br>What poison'd Ast'risme, may his death accuse?</br>Tell thy astonisht Prophet (deathles Muse)</br>And make my starres therein, the more adverse,</br>The more advance, with sacred rage my Verse,</br>And so adorne my dearest Fautors Herse.</br>That all the wits prophane, of these bold times</br>May feare to spend the spawne of their rancke rymes</br>On any touch of him, that shold be sung</br>To eares divine, and aske an Angels tongue.</br>With this it thundred; and a lightning show'd</br>Where she sate writing in a sable cloud;</br>A Penne so hard and sharpe exprest her plight,</br>It bit through Flint; and did in Diamant write;</br>Her words, she sung, and laid out such a brest,</br>As melted Heaven, and vext the very blest.</br>In which she cal'd all worlds to her complaints,</br>And how our losse grew, thus with teares shee paints:</br>Hear earth and heaven (and you that have no eares)</br>Hell, and the hearts of tyrants, heare my teares:</br>Thus Brittaine Henry tooke his timelesse end;</br>When his great Father did so far transcend</br>All other Kings; and that he had a Sonne</br>In all his Fathers gifts, so farre begunne,</br>As added to Fames Pynions, double wings;</br>And (as brave rivers, broken from their springs,</br>The further off, grow greater, and disdaine</br>To spread a narrower current then the Maine)</br>Had drawne in all deserts such ample Spheares,</br>As Hope yet never turn'd about his yeeres.</br>All other Princes with his parts comparing;</br>Like all Heavens pettie Luminaries faring,</br>To radiant Lucifer, the dayes first borne)</br>It hurld a fire red as a threatning Morne</br>On fiery Rhamnusias sere, and sulphurous spight,</br>Who turn'd the sterne orbs of her ghastly sight,</br>About each corner of her vaste Command,</br>And (in the turning of her bloudy hand)</br>Sought how to ruine endlesly our Hope,</br>And set to all mishap all entries ope.</br>And see how ready meanes to mischiefe are;</br>She saw, fast by, the bloud-affecting Fever,</br>(Even when th' Autumnal-starre began t' expire)</br>Gathering in vapours thinne, Ethereall fire:</br>Of which, her venomde finger did impart</br>To our brave Princes fount of heat, the heart;</br>A praeternaturall heat; which through the vaines</br>And Arteries, by'th blood and spirits meanes</br>Diffus'd about the body, and inflam'd,</br>Begat a Fevor to be never nam'd.</br>And now this loather of the lovely Light,</br>(Begot of Erebus, and uglie Night)</br>Mounted in hast, her new, and noysefull Carre,</br>Whose wheeles had beam-spokes from th' Hungarian star;</br>And all the other frame, and freight; from thence</br>Deriv'd their rude and ruthlesse influence.</br>Up to her left side, lept infernall Death</br>His head hid in a cloud of sensuall breath;</br>By her sat furious Anguish, Pale Despight;</br>Murmure, and Sorrow, and possest Affright;</br>Yellow Corruption, Marow-eating Care;</br>Languor, chill Trembling, fits Irregulare;</br>Inconstant Collor, feeble voyc't Complaint;</br>Relentles Rigor, and Confusion faint;</br>Frantick Distemper; and Hare-eyd unrest;</br>And short-breath'd Thirst, with th' ever-burning breast</br>A wreath of Adders bound her trenched Browes;</br>Where Torment Ambusht lay with all her throws</br>Marmarian Lyons, frindg'd with slaming Manes,</br>Drew this grym furie, and her brood of Banes,</br>Their hearts of glowing Coles, murmurd, and ror'd,</br>To beare her crook't yokes, and her Banes abhord,</br>To their deare Prince, that bore them in his Armes,</br>And should not suffer, for his Good, their Harmes;</br>Then from Hels burning whirlepit up she hallde,</br>The horrid Monster fierce Echidna calde;</br>That from her Stigian lawes, doth vomit ever,</br>Quitture, and Venome, yet is empty never:</br>Then burnt her bloud shot eyes, her Temples yet</br>Were cold as Ice, her Necke all drownd in swet:</br>Palenes spred all her breast, her lifes heat stung:</br>The Minds Interpreter, her scorched tongue,</br>Flow'd with blew poison:  from her yawning Mouth</br>Rhumes fell like spouts fild from the stormy South:</br>Which being corrupt, the hewe of Saffron tooke,</br>A fervent Vapor, all her body shooke:</br>From whence, her Vexed Spirits, a noysome smell,</br>Expyr'd in fumes that lookt as blacke as Hell.</br>A ceaseles Torrent did her Nosthrils steepe,</br>Her witherd Entrailes tooke no rest, No sleepe:</br>Her swoln throte ratl'd, warmd with lifes last spark</br>And in her salt jawes, painful Coughs did barke:</br>Her teeth were staind with Rust, her sluttish hand</br>Shee held out reeking like a New-quencht Brand:</br>Arm'd with crook'd Tallons like the horned Moone,</br>All Cheere, all Ease, all Hope with her was gone:</br>In her left hand a quenchles fire did glow,</br>And in her Right Palme freez'd Sithonian Snow:</br>The ancient Romanes did a Temple build</br>To her, as whome a Deitie they held:</br>So hyd, and farre from cure of Man shee flyes,</br>In whose Lifes Power she mates the Deities.", "When fell Rhamnusia saw this Monster nere,</br>(Her steele Heart sharpning) thus she spake to her:</br>Seest thou this Prince (great Maid and seed of Night)</br>Whose brows cast beams about them, like the Light:</br>Who joyes securely in all present State,</br>Nor dreams what Fortune is, or future Fate:</br>At whome, with fingers, and with fixed eyes</br>All Kingdomes Point, and Looke, and Sacrifice:</br>Could be content to give him:  Temples rayse</br>To his Expectance, and Unbounded Praise:</br>His Now-ripe Spirits, and Valor doth despise,</br>Sicknesse, and Sword, that give our Godheads Prise:</br>His worth contracts the worlds, in his sole Hope,</br>Religion, Vertue, Conquest have no scope:</br>But his Indowments; At him, at him, flie;</br>More swift, and timelesse, more the Deitie;</br>His Sommer, Winter with the jellid flakes;</br>His pure Life, poyson, sting out with thy Snakes;</br>This is a worke will Fame thy Maidenhead:</br>With this, her speach and she together fledde;</br>Nor durst she more endure her dreadfull eyes;</br>Who stung with goads her roaring Lyons thyes;</br>And brandisht, round about, her Snak-curld head</br>With her left hand, the Torch it managed.", "And now Heavens Smith, kindl'd his Forge and blew;</br>And throgh the round Pole, thick the sparkls flew</br>When great Prince Henrie, the delight of fame;</br>Darkn'd the Pallace, of his Fathers Name;</br>And hid his white lyms, in his downie Bed;</br>Then Heaven wept falling Stars that summoned</br>(With soft, and silent Motion) sleepe to breath</br>On his bright Temples, th' Ominous forme of death;</br>Which now the cruel Goddes did permit,</br>That she might enter so, her Mayden fit;", "When the good Angell, his kind Guardian,</br>Her wither'd foot, saw neare this spring of Man;</br>He shrikt and said:  what, what are thy rude ends;</br>Cannot, in him alone, all vertues friends,</br>(Melted into his all-upholding Nerv's;</br>For whose Assistance, every Deity serves)</br>Moove thee to prove thy Godhead, blessing him</br>With long long life, whose light extinckt, wil dim,</br>All heavenly graces?  all this, moov'd her nought;</br>But on, and in his, all our ruines wrought:", "She toucht the Thresholds, and the thresholds shooke;</br>The dore-posts, Palenes pierst with her faint look:</br>The dores brake open, and the fatall Bed</br>Rudely sh' aproacht, and thus her fell mouth said;</br>Henrie, why tak'st thou thus thy rest secure?</br>Nought doubting what Fortune and fates assure;</br>Thou never yet felt'st my red right hands maims,</br>That I to thee, and fate to me proclaimes;</br>Thy fate stands idle; spinns no more thy thread;</br>Die thou must (great Prince) sigh not; beare thy head</br>In all things free, even with necessity</br>If sweet it be to live; tis sweet to dye:</br>This said shee shooke at him her Torch, and cast</br>A fire in him, that all his breast embrac't,</br>The darting through his heart a deadly cold,</br>And as much venome as his vaines could hold;</br>Death, Death, O Death, inserting, thrusting in,</br>Shut his faire eyes, and op't our uglie sinne:</br>This seene resolv'd on, by her selfe and fate;</br>Was there a sight so pale, and desperate,</br>Ever before seene, in a thrust-through State?</br>The poore Verginian, miserable sayle,</br>A long-long-Night-turnd-Day, that liv'd in Hell</br>Never so portrayd, where the Billowes strove</br>(Blackt like so many Devils) which should prove</br>The damned Victor; all their furies heighting;</br>Their Drum, the thunder; and their Colours lightning,</br>Both souldiers in the battel; one contending</br>To drown the waves in Noyse; the other spending</br>His Hel-hot sulphurous flames to drink them dry:</br>When heaven was lost, when not a teare-wrackt eye,</br>Could tell in all that dead time, if they were,</br>Sincking or sayling; till a quickning cleere</br>Gave light to save them by the ruth of Rocks</br>At the Bermudas; where the tearing shocks</br>And all the Miseries before, more felt</br>Then here halfe told; All, All this did not melt</br>Those desperate few, still dying more in teares,</br>Then this Death, all men, to the Marrow weares:</br>All that are Men; the rest, those drudging Beasts,</br>That onely beare of Men, the Coates, and Crests;</br>And for their Slave, sick, that can earne them pence,</br>More mourne (O Monsters) then for such a Prince;</br>Whose soules do ebbe and flow still with their gain,</br>Who nothing moves but pelf, and their own pain;</br>Let such (great Heaven) be onely borne to beare,</br>All that can follow this meere Massacre.", "Lost is our poore Prince; all his sad indurers;</br>The busie Art of those that should be Curers;</br>The sacred vowes made by the zealous King,</br>His God-like Syre; his often visiting;</br>Nor thy grave prayers and presence (holy Man)</br>This Realme thrice Reverend Metropolitan,</br>That was the worthy Father to his soule:</br>Th' insulting Fever could one fit controule.</br>Nor let me here forget on farre, and neare;</br>And in his lifes love, Passing deepe and deare;</br>That doth his sacred Memorie adore,</br>Virtues true fautor his grave Chancellor,</br>Whose worth in all workes should a Place enjoie,</br>Where his fit Fame her Trumpet shall imploie,</br>Whose Cares, and Prayers, were ever usde to ease</br>His fev'rous Warre, and send him healthfull peace,</br>Yet sicke our Prince is still; who though the steps</br>Of bitter Death, he saw bring in by heaps</br>Clouds to his Luster, and poore rest of light;</br>And felt his last Day suffering lasting Night;</br>His true-bred-brave soule, shrunck yet at no part,</br>Downe kept he all sighs, with his powers al-Hart;</br>Cler'd even his dying browes:  and (in an Eye</br>Manly dissembling) hid his Misery.</br>And all to spare the Royall heat so spent</br>In his sad Father, fearefull of th' event.", "And now did Phoebus with his Twelfth Lampe show</br>The world his haples light:  and in his Brow</br>A Torch of Pitch stuck, lighting halfe t' half skies,</br>When lifes last error prest the broken eyes</br>Of this heart-breaking Prince; his forc't look fled;</br>Fled was all Colour from his cheekes; yet fed</br>His spirit, his sight:  with dying now, he cast</br>On his kind King, and Father:  on whome, fast</br>He fixt his fading beames:  and with his view</br>A little did their empty Orbs renew:</br>His Mind saw him, come from the deeps of Death,</br>To whome he said, O Author of my Breath:</br>Soule to my life, and essence to my Soule,</br>Why grieve you so, that should al griefe controule?</br>Death's sweet to me, that you are stil lifes creature,</br>I now have finisht the great worke of Nature.</br>I see you pay a perfect Fathers debt</br>And in a feastfull Peace your Empire kept;</br>If your true Sonnes last words have any right</br>In your most righteous Bosome, doe not fright</br>Your hearkning kingdoms to your cariage now;</br>All yours, in mee, I here resigne to you,</br>My youth (I pray to God with my last powres)</br>Substract from me may adde to you and yours.", "Thus vanisht he, thus swift, thus instantly;</br>Ah now I see, even heavenly powres must dye.", "Now shift the King and Queene from court to court</br>But no way can shift off their cares resort,</br>That which we hate the more we flie, pursues,</br>That which we love, the more we seek, eschewes:</br>Now weepes his Princely Brother; Now alas</br>His Cynthian Sister, (our sole earthly Grace)</br>Like Hebes fount still overflowes her bounds,</br>And in her colde lips, stick astonisht sounds,</br>Sh' oppresseth her sweet kinde; In her soft brest</br>Care can no vent finde, it is so comprest:", "And see how the Promethean Liver growes</br>As vulture Griefe devoures it:  see fresh showes</br>Revive woes sence, and multiply her soule;</br>And worthely; for who would teares controle</br>On such a springing ground?  Tis dearely fit,</br>To pay all tribute, Thought can poure on it:</br>For why were Funerals first us'd but for these,</br>Presag'd and cast in their Nativities?</br>The streames were checkt a while:  so Torrents staid</br>Enrage the more; but are (left free) allaid.", "Now our grim waves march altogether; Now</br>Our blacke seas runne so high, they overflow</br>The clouds they nourish; now the gloomy herse</br>Puts out the Sunne:  Revive, revive (dead vierse)</br>Death hath slain death; there ther the person lies</br>Whose death should buy out all mortalities.", "But let the world be now a heape of death,</br>Lifes joy lyes dead in him, and challengeth</br>No lesse a reason:  If all motion stoode</br>Benumb'd and stupified, with his frozen blood;</br>And like a Tombe-stone, fixt, lay all the seas</br>There were fit pillers for our Hercules</br>To bound the world with:  Men had better dye</br>Then out-live free times; slaves to Policie.", "On on sad Traine, as from a crannid rocke</br>Bee-swarmes rob'd of their honey, ceasles flock.</br>Mourne, mourne, dissected now his cold lims lie</br>Ah, knit so late with flame, and Majestie.</br>Where's now his gracious smile, his sparkling eie</br>His Judgement, Valour, Magnanimitie?</br>O God, what doth not one short hour snatch up</br>Of all mans glosse?  still over-flowes the cup</br>Of his burst cares; put with no nerves together,</br>And lighter, then the shadow of a feather.", "On:  make earth pomp as frequent as ye can,</br>'Twill still leave black, the fairest flower of man;</br>Yee well may lay all cost on miserie,</br>Tis all can boast, the proud'st humanitie.", "If yong Marcellus had to grace his fall,</br>Sixe hundred Herses at his Funerall;</br>Sylla sixe thousand; let Prince Henry have</br>Sixe Millions bring him to his greedy grave.</br>And now the States of earth, thus mourn below</br>Behold in Heaven, Love with his broken Bow;</br>His quiver downwards turn'd, his brands put out</br>Hanging his wings; with sighes all black about.", "Nor lesse, our losse, his Mothers heart infests,</br>Her melting palmes, beating her snowy brests;</br>As much confus'd, as when the Calidon Bore</br>The thigh of her divine Adonis tore:</br>Her vowes all vaine, resolv'd to blesse his yeeres</br>With Issue Royall, and exempt from freres;</br>Who now dyed fruitlesse; and prevented then</br>The blest of women, of the best of men.", "Mourne all ye Arts, ye are not of the earth;</br>Fall, fall with him; rise with his second birth.</br>Lastly, with gifts enrich the sable Phane,</br>And odorous lights eternally maintaine;</br>Sing Priests, O sing now, his eternall rest,</br>His light eternall; and his soules free brest</br>As joyes eternall; so of those the best;</br>And this short verse be on his Tomb imprest.", "EPITAPHIUM.</br>So flits, ahlas, an everlasting River,</br>As our losse in him, past, will last for ever.</br>The golden Age, Star-like, shot through our Skye;</br>Aim'd at his pompe renew'd, and stucke in's eye.</br>And (like the sacred knot, together put)</br>Since no man could dissolve him, he was cut.)", "ALIUD EPITAPH.</br>Whom all the vaste frame of the fixed Earth</br>Shrunck under; now, a weake Herse stands beneath;</br>His Fate, he past in fact; in hope, his Birth;</br>His youth, in good life; and in spirit, his death.", "ALIUD EPITAPH.</br>Blest be his great Begetter; blest the Wombe</br>That gave him birth, though much too neare his Tombe</br>In them was hee, and they in him were blest:</br>What their most great powers gave him, was his least.</br>His Person grac't the Earth; and of the Skies,</br>His blessed Spirit, the praise is, and the prise.</br>"]