["Whan gloming grey out o'er the welkin keeks,</br>Whan Batie ca's his owsen to the byre,</br>Whan Thrasher John, sair dung, his barn-door steeks,</br>And lusty lasses at the dighting tire:</br>What bangs fu' leal the e'enings coming cauld,</br>And gars snaw-tapit winter freeze in vain;</br>Gars dowie mortals look baith blyth and bauld,</br>Nor fley'd wi' a' the poortith o' the plain;</br>Begin, my Muse, and chant in hamely strain.", "Frae the big stack, weel winnow't on the hill,</br>Wi' divets theekit frae the weet and drift,</br>Sods, peats, and heath'ry trufs the chimley fill,</br>And gar their thick'ning smeek salute the lift;</br>The gudeman, new come hame, is blyth to find,</br>Whan he out o'er the halland flings his een,</br>That ilka turn is handled to his mind,</br>That a' his housie looks sae cosh and clean;</br>For cleanly house looes he, tho' e'er sae mean.", "Weel kens the gudewife that the pleughs require</br>A heartsome meltith, and refreshing synd</br>O' nappy liquor, o'er a bleezing fire:</br>Sair wark and poortith douna weel be join'd.</br>Wi' butter'd bannocks now the girdle reeks,</br>I' the far nook the bowie briskly reams;</br>The readied kail stand by the chimley cheeks,</br>And had the riggin het wi' welcome steams,</br>Whilk than the daintiest kitchen nicer seems.", "Frae this lat gentler gabs a lesson lear;</br>Wad they to labouring lend an eidant hand,</br>They'd rax fell strang upo' the simplest fare,</br>Nor find their stamacks ever at a stand.</br>Fu' hale and healthy wad they pass the day,</br>At night in calmest slumbers dose fu' sound,</br>Nor doctor need their weary life to spae,</br>Nor drogs their noddle and their sense confound,</br>Till death slip sleely on, and gi'e the hindmost wound.", "On sicken food has mony a doughty deed</br>By Caledonia's ancestors been done;</br>By this did mony wight fu' weirlike bleed</br>In brulzies frae the dawn to set o' sun;</br>'Twas this that brac'd their gardies, stiff and strang,</br>That bent the deidly yew in antient days,</br>Laid Denmark's daring sons on yird alang,</br>Gar'd Scottish thristles bang the Roman bays;</br>For near our crest their heads they doughtna raise.", "The couthy cracks begin whan supper's o'er,</br>The cheering bicker gars them glibly gash</br>O' simmer's showery blinks and winters sour,</br>Whase floods did erst their mailins produce hash:</br>'Bout kirk and market eke their tales gae on,</br>How Jock woo'd Jenny here to be his bride,</br>And there how Marion, for a bastard son,</br>Upo' the cutty-stool was forc'd to ride,</br>The waefu' scald o' our Mess John to bide.", "The fient a chiep's amang the bairnies now;</br>For a' their anger's wi' their hunger gane:</br>Ay maun the childer, wi' a fastin mou',</br>Grumble and greet, and make an unco mane,</br>In rangles round before the ingle's low:</br>Frae gudame's mouth auld warld tale they hear,</br>O' Warlocks louping round the Wirrikow,</br>O' gaists that win in glen and kirk-yard drear,</br>Whilk touzles a' their tap, and gars them shak wi' fear.", "For weel she trows that fiends and fairies be</br>Sent frae the de'il to fleetch us to our ill;</br>That ky hae tint their milk wi' evil eie,</br>And corn been scowder'd on the glowing kill:</br>O mock na this, my friends!  but rather mourn,</br>Ye in life's brawest spring wi' reason clear,</br>Wi' eild our idle fancies a' return,</br>And dim our dolefu' days wi' bairnly fear;</br>The mind's ay cradled whan the grave is near.", "Yet thrift, industrious, bides her latest days,</br>Tho' age her sair dow'd front wi' runcles wave,</br>Yet frae the russet lap the spindle plays,</br>Her e'enin stent reels she as weel's the lave.</br>On some feast-day, the wee-things buskit braw</br>Shall heeze her heart up wi' a silent joy,</br>Fu' cadgie that her head was up and saw</br>Her ain spun cleething on a darling oy,</br>Careless tho' death shou'd make the feast her foy.", "In its auld lerroch yet the deas remains,</br>Whare the gudeman aft streeks him at his ease,</br>A warm and canny lean for weary banes</br>O' lab'rers doil'd upon the wintry leas:</br>Round him will badrins and the colly come,</br>To wag their tail, and cast a thankfu' eie</br>To him wha kindly flings them mony a crum</br>O' kebbock whang'd, and dainty fadge to prie;</br>This a' the boon they crave, and a' the fee.", "Frae him the lads their morning counsel tak,</br>What stacks he wants to thrash, what rigs to till;</br>How big a birn maun lie on bassie's back,</br>For meal and multure to the thirling mill.</br>Niest the gudewife her hireling damsels bids</br>Glowr thro' the byre, and see the hawkies bound,</br>Take tent case Crummy tak her wonted tids,</br>And ca' the leglin's treasure on the ground,</br>Whilk spills a kebbuck nice, or yellow pound.", "Then a' the house for sleep begin to grien,</br>Their joints to slack frae industry a while;</br>The leaden God fa's heavy on their ein,</br>And hafflins steeks them frae their daily toil:</br>The cruizy too can only blink and bleer,</br>The restit ingle's done the maist it dow;</br>Tacksman and cottar eke to bed maun steer,</br>Upo' the cod to clear their drumly pow,</br>Till waken'd by the dawning's ruddy glow.", "Peace to the husbandman and a' his tribe,</br>Whase care fells a' our wants frae year to year;</br>Lang may his sock and couter turn the gleyb,</br>And bauks o' corn bend down wi' laded ear.</br>May SCOTIA'S simmers ay look gay and green,</br>Her yellow har'sts frae scowry blasts decreed;</br>May a' her tenants sit fu' snug and bien,</br>Frae the hard grip of ails and poortith freed,</br>And a lang lasting train o' peaceful hours succeed.</br>"]