["'Tis not the chiming in with social mirth,</br>'Tis not the smiling ease politeness needs,</br>'Tis not a seeming sense of pleasure's worth,</br>That tells a man is happy &mdash; the heart bleeds</br>In company but seldom &mdash; but it feeds</br>In solitude, in secrecy, on woe,</br>On sensibility, on fear, nor heeds</br>The faithful solace of those thoughts that show</br>How fleeting, vain, and sad is ev'ry joy below.", "And such am I &mdash; for I have liv'd to wake</br>From  youthful dreams of happiness and peace,</br>To feel the ties of fond attachment break,</br>My spirits sink &mdash; domestic pleasures cease&mdash;</br>And my weak heart hath rather lov'd t' increase</br>Than lessen its distress, for there was none</br>To comfort me, none knew I sought release</br>From griefs and thoughts which wildly led me on,</br>To deeds of dark despair that mem'ry's self must shun.", "And though the raging of that storm is past,</br>Its mighty ruffle ne'er can quite abate:</br>The reckless fury of that shock hath cast</br>A change o'er all my feelings, and what fate</br>May have in store I care not.  I create</br>No hopes, expect no joys, no happiness;</br>The coming doom in silence I await.</br>Remorse and anguish only truly bless,</br>And though their sting be sharp, I will not love them less.", "Many a tear the cold world dream not of,</br>Steals down this cheek, &mdash; many a struggling sigh,</br>(At which deserv'd dislike perchance might scoff,)</br>Bursts from its prison, when no soul is nigh.</br>Methought that all would look with careless eye</br>Upon me, ne'er affection's voice beguile</br>My weary wand'rings, till I droop and die,</br>And leave to other victims th is world's guile,</br>The malice of its frown &mdash; the treach'ry of its smile.", "But I am human &mdash; and could scarcely cope</br>With constant disappointment, slight, neglect,</br>It is a bitter thing to banish hope,</br>To have no home, no fire-side, to reflect</br>And feel that no soul loves me; o'er this wreck'd,</br>This broken heart, dejection stern would crave</br>Dominion, and with tyranny uncheck'd,</br>Would surely hurry to an early grave,</br>Him whom this tribute of affection yet may save.", "For now I know that all do not condemn,</br>Despise, forsake.  My feelings are too keen.</br>Dejection's current I should aim to stem,</br>My lonely hours from melancholy mean;</br>And as I seek contentment's joys serene,</br>Perhaps fair hope may teach me to forget,</br>And kindlier whisper of some lovelier scene,</br>Where life's dim sun in brighter clouds shall set,</br>Then cheer thee, drooping heart, thou may'st be happy yet.</br>"]