["PHILOCOSMUS.</br>Behold how every man drawne with delight</br>Of what he doth, flatters him in his way;</br>Striving to make his course seeme onely right</br>Doth his owne rest, and his owne thoughts betray;</br>Imagination bringing bravely dight</br>Her pleasing images in best aray,", "With flattering glasses that must shew him faire</br>And others foule; his skill and his wit best,</br>Others seduc'd, deceiv'd and wrong in their;</br>His knowledge right, all ignorant the rest,</br>Not seeing how these minions in the air</br>Present a face of things falsely exprest,</br>And that the glimmering of those errors showne,</br>Are but a light to let him see his owne.", "Alas poore Fame, in what a narrow roome</br>As an incaged Parrot, art thou pent</br>Here amongst us; where even as good be domb</br>As speake, and to be heard with no attent?</br>How can you promise of the time to come</br>When as the present are so negligent?", "Is this the walke of all your wide renowne</br>This little point, this scarce discerned Ile,</br>Thrust from the world, with whom our speech unknown</br>Made never any traffike of our stile.</br>And is this all where all this care is showne,</br>T' inchant your fame to last so long a while?</br>And for that happier tongues have woon so much,</br>Think you to make your barbarous language such.", "Poore narrow limits for so mightie paines,</br>That cannot promise any forraine vent:</br>And yet if here to all your wondrous vaines</br>Were generally knowne, it might content:</br>But lo how many reads not, or disdaines</br>The labors of the chiefe and excellent.", "How many thousands never heard the name</br>Of Sydney, or of Spencer, or their bookes?</br>And yet brave fellowes, and presume of fame</br>And seem to beare downe all the world with lookes:</br>What then shall they expect of meaner frame,</br>On whose indevours few or none scarse looks?", "Do you not see these Pamphlets, Libels, Rymes,</br>These strange confused tumults of the minde,</br>Are growne to be the sicknesse of these times,</br>The great disease inflicted on mankind?</br>Your vertues, by your follies, made your crimes,</br>Have issue with your indiscretion join'd.", "Schooles, arts, professions, all in so great store,</br>Passe the proportion of the present state,</br>Where being as great a number as before,</br>And fewer roomes them to accomodate;</br>In cannot be but they must throng the more,</br>And kicke, and thrust, and shoulder with debate.", "For when the greater wittes cannot attaine</br>Th' expected good, which they account their right,</br>And yet perceive others to reape that gaine</br>Of far inferiour vertues in their sight;</br>They present with the sharpe of Envie straine</br>To wound them with reproches and despight:</br>And for these, cannot have as well as they</br>They scorne their faith should daigne to looke that way.", "Hence discontented Sects, and Schismes arise,</br>Hence interwounding controversies spring,</br>That feed the simple, and offend the wise,</br>Who know the consequence of cavilling:</br>Disgrace that these to others do devise,</br>Contempt and scorne on all in th' end doth bring</br>Like scolding wives reckning each others fault</br>Make standers by imagin both are naught. . . .</br>"]