["AMINTA one morning in May</br>Arose with the rise of the dawn,</br>And thus artlessly chaunted her lay</br>As she thoughtfully travers'd the lawn.</br>How gloomy those woodbines appear,</br>How mournful yon thrush on the bough,</br>Her notes were once sweet to my ear,</br>But how changed, ah!  they're sorrowful now.", "No pleasure the flowrets impart,</br>No pleasure the breezes of spring;</br>Their comforts are left on the heart</br>Which the pains of ingratitude wring.</br>LORENZO, an honest young swain,</br>Once modestly proffer'd his love,</br>And strove my affections to gain</br>By each art which the virtuous approve.", "He said that he lov'd me so well</br>He could live in a cottage with me,</br>And think himself bless'd in his cell</br>More highly than monarchs could be.</br>Tho' their palaces riches contain,</br>And each dainty their tables afford;</br>Yet luxury's followed by pain</br>I scorn the superfluous hoard.", "For happiness cannot be bought;</br>'Tis a blessing no grandeur can give;</br>But will always be found in the cot</br>Where truth and sincerity live.</br>Aminta, this cot may be thine,</br>I'll erect it in yonder green shade,</br>Where lilachs and roses combine</br>To scent with sweet odour's the glade.", "You may plant it, as fancy may lead,</br>And I will that fancy improve;</br>For this cause &mdash; it no other can need&mdash;</br>'Tis a fancy which pleases my love.</br>We'll rise at the dawn of the morn,</br>When the songsters first wake on the spray,</br>Our flocks to attend on the lawn</br>And be cheerful and happy as they.", "When our sheep have their hunger allay'd</br>And are scorch'd by the sun-beams of noon,</br>We'll repair to some far distant shade</br>And seat ourselves peacefully down.</br>And a crown of sweet flowers I'll weave,</br>My lovely Aminta, for thee,</br>With which thy fair temples I'll wreath;</br>Oh Heaven's, how happy we'll be!", "At eve to our cot we'll repair</br>And safe having folded our sheep,</br>We'll lay us down free from all care</br>And let Nightingales sing us to sleep.</br>If the rich to our mansion should come,</br>Who are happy and proud of their lot,</br>They, struck with amazment, will say,</br>We envy the bliss of your cot.", "Thus my shepherd his heart did unfold.</br>He'd a heart as unsulli'd as snow;</br>But unhappily mine was as cold,</br>For I carelessly answered him &mdash; no.</br>He left me with grief on his brow,</br>His last look set my soul on the rack;</br>And though I said, carelessly, go,</br>Yet my heart said in secret &mdash; come back.", "But he's gone to some far distant plain,</br>And with him my pleasures are flown;</br>I do nought but lament my lost swain,</br>Every morn, as I wander alone.</br>Had I known that I lov'd him so well</br>I'd ne'er have said carelessly no,</br>Nor had cause thus with sorrow to tell</br>That I'd forced my fond shepherd to go.", "Thus in sorrow lamented the maid,</br>Nor dream'd that her shepherd was near;</br>But the youth lay conceal'd in a glade,</br>Transported her musick to hear.</br>He suddenly rush'd from his stand,</br>Quick terror Aminta alarms;</br>But eagerly grasping her hand,</br>She gently reclin'd in his arms.", "Dear nymph, put an end to your care,</br>In rapturous transports he cry'd:</br>This day to the church we'll repair,</br>Where I'll joyfully make you my bride.</br>She could not say carelessly &mdash; no;</br>But obligingly answered him &mdash; yes;</br>Then they mutually plighted a vow,</br>And the bargain they seal'd with a &mdash; kiss.</br>"]