["How frail is man!  of those we knew of yore,</br>Our morning friends, how many are no more!</br>And those who now survive, ah!  soon must fall;</br>Nought is immortal on this earthly ball:</br>Does not the moon, its chaste attendant bright,</br>Wane or increase with each revolving night?</br>Day follows night, and night succeeds to day;</br>The rolling seasons each to each gives way.", "Thus change seems needful, Nature to sustain;</br>Then why should mortal man of change complain,</br>In whom this law of nature is display'd?</br>For by mutations human life is sway'd;</br>Childhood, then youth, prime manhood, last old age,</br>And death expels the driveller from life's stage.</br>These grave conceits have pass'd my mind of late;</br>Whence they arise the sequent numbers state.", "Lately in town, it was my chance to meet</br>An old acquaintance in the public street;</br>Each other from our youth we had not seen,</br>Since when we sported on the village-green</br>Associates we in learning and in play,</br>Oft hand-in-hand to school we took our way;</br>Or on half-holidays we roam'd in quest</br>Of meadow-flow'rs, or sought the secret nut.", "The stripling school-boy, with his rosy face,</br>Had fully ripen'd into manhood's grace;</br>Yet on that brow, once polish'd and serene,</br>Furrows of thought or carping care were seen:</br>Business alone had drawn him from his home;</br>Settled for life, no wish had he to roam.</br>I too was alter'd much; he hinted so,&mdash;</br>I took the hint, tho' age with self comes slow.</br>After inquiries of each other's weal</br>Since last we met, I begg'd him to reveal</br>The village news.  Of all whom erst I knew,</br>There but remain'd alive a scanty few,</br>And these were chang'd; some had grown rich, once poor;</br>Others, once rich, crav'd alms from door to door,</br>Or in the workhouse eat the parish bread,</br>Doled out by those their former bounty fed.</br>Says he, \"the Rector, whom you lash'd in rhyme,</br>Has yielded to the power of wealth, or time;</br>He seldom preaches on the sabbath-day,</br>Another curate starves upon his pay,</br>A meagre man, tho' learned and discreet;</br>Poor elf I fear he hardly makes ends meet:</br>Five half-starv'd children and a sickly wife</br>Fill up to him the bitter cup of life;</br>The Rector-drone enjoys the honied meed</br>Of others' toils; they starve, that he may feed.</br>Ned Sly, th' informer, grandson to old Nick,</br>Has fled the country for some knavish trick.</br>Old Justice Bully, who with thund'ring tongue</br>So loud proclaim'd the offender's shame and wrong,</br>The paupers' dread, and maids that slipp'd aside</br>With naughty men, fell ill last week and died.</br>The Bouncer family, too, (for Heav'n is just)</br>Who soar'd so high, are humbled to the dust.</br>One piece of news remains for you to hear,</br>Which well demands the tribute of a tear.\"</br>Falt'ring he spoke, his bosom heav'd a sigh:</br>\"Poor Friz is dead, &mdash; we all are born to die.\"", "I recollect full well his coming down,</br>A flutt'ring coxcomb then, from London town;</br>The girls admir'd him, and our swains with pain</br>Saw smiles for him, whilst they met cold disdain:</br>The empty fop will often win the fair</br>From rugged worth, and mock at his despair.</br>Peach-bloom his coat, his hat with triple cocks,</br>A tap'ring queue, and crisp'd and powder'd locks;</br>Blue mottled hose with large white silken clocks,</br>Smart channel-pumps, and silver buckles broad</br>Adorn'd his feet &mdash; in town he wore a sword;</br>His clouded cane he dangled with an air&mdash;</br>The squire in dress with him might not compare.</br>Such was his garb some forty years ago;</br>But now, alas!  grim Death has laid him low.", "Oft have I linger'd, in my boyish days,</br>Upon the windows of poor Friz to gaze:</br>One was devoted solely to his trade,</br>Wares of all kinds the other bow display'd;</br>Here gaudy prints were rang'd to make a show,</br>And penny hist'ries marshall'd in a row;</br>Soap, candles, sugar, tea, tobacco, snuff;</br>There wigs, perfumes, his razors, strop and puff.</br>A gen'ral chapman, provident was Friz,</br>If he could live, he heeded not a quiz.</br>Teeth he extracted almost without pain,&mdash;</br>I've heard it whisper'd he could breathe a vein;</br>This was \"au secret;\" doctors hate encroachers</br>Call'd quacks, as much as gamekeepers hate poachers.</br>Of Saturday, to Friz in all the week</br>The most important day, the Muse must speak:</br>What numbers throng'd his shop, without, within,</br>Each anxious to present his unreap'd chin</br>(A weekly crop) to his bright razor keen,</br>Whose magic touch could make the foulest clean.</br>Beards of all hues, black, grizzled, tawny, gray,</br>Downy and red, were smoothly shav'd away.", "Light was his hand; an adept in his art,</br>He ne'er drew blood, or caused the slightest smart</br>Or awkward feel in that most ticklish part.</br>The village gossip circles briskly round;</br>Some sage old prosing swain, with looks profound,</br>Now opens out his budget, choice and rare,</br>Of wond'rous tales, and to their truth will swear.</br>Another, anxious not to be surpast,</br>Details more lying wonders than the last.</br>Friz in his turn his quota would supply,</br>His jokes were ever ready cut and dry.</br>Arch was his look, significant his leer,</br>Civil to all, his constant phrase \"my dear;\"</br>To men and women he applied the same,</br>That gentle salutation who could blame?</br>A would-be wit, his store of news supplies,</br>Geography and hist'ry he belies;</br>War, scandal, politics, the church and state,</br>Are each in turn the subject of debate.</br>Noise here supplied the place of common-sense,</br>Who roar'd the loudest had most eloquence.", "Upon a time a call to Friz was given,</br>A heavenly call, he thought it came from heav'n;</br>And with that call was sent the gift of pray'r,</br>A flow of words, and tropes and figures rare.</br>What fluent nonsense trickled from his tongue!</br>How deep he grunted, and how loud he sung!</br>If in his shop some wicked wag should broach</br>A funny tale, tho' it were foul reproach</br>To seem to listen, yet you might espy</br>A merry twinkling agitate his eye;</br>Instant it past, a groan, a queer grimace</br>And prim, resum'd its empire o'er his face.</br>Old things were chang'd, and all things were made new,</br>Resolv'd no more his calling to pursue</br>On Sabbath morns, and woe betide the wight</br>Who came too late on Saturday at night.</br>Shav'd or unshav'd, imperative his law</br>As Medes' and Persians', he must thence withdraw</br>Soon as the clock the hour of twelve had toll'd.</br>'Tis said his zeal defied the power of gold!</br>For once, while musing in his shop alone,</br>Midnight was past, his customers just gone,</br>Each bolt and bar and lock he'd made secure,</br>Behold One enter'd by the outer door;</br>Dark was his look, and sable his attire,</br>His lurid eyes gleam'd with unearthly fire;</br>And he requested to be shav'd and drest.</br>Friz negativ'd politely this request;</br>Told him he ne'er profan'd the sabbath-morn.</br>At this the sable stranger laugh'd in scorn;</br>He proffer'd gold; but Friz declin'd the bait,</br>Bade him depart; but still the man would wait.</br>Friz trembled now; for, looking down, he spied</br>A cloven foot th' intruder sought to hide.</br>\"Resist the devil and he'll flee from you,\"</br>The Scripture saith:  he pray'd, the tempter flew,</br>But left behind ('tis passing strange to tell,</br>And to believe) a vile sulphureous smell.</br>Just then a dog gave nine deep hideous howls;</br>He knew this was the enemy of souls,</br>Employed to tempt and prove his faith this night;</br>But prayer and faith put the foul fiend to flight.", "There liv'd an ancient shaver o'er the way,</br>Who scrupled not to break the sabbath-day;</br>Yet 'twas a desperate case in those that gave</br>Their chins to him, to mangle, not to shave.</br>Palsied his hand, his razors dull to boot,</br>Beards were not shav'd, but pluck'd up by the root.</br>And here those customers whom Friz dismiss'd,</br>Were doom'd to wince beneath his horny list,</br>Their chins he seam'd with many a ghastly scar.&mdash;</br>Betwixt them rag'd a never ceasing war;</br>Oft they sprung up in furious mood and swore,</br>Their lather'd chins meanwhile distilling gore,</br>To stretch the bungler on his own shop-floor.</br>Hence have I seen them sullenly retreat,</br>Mutt'ring low curses as they walk'd the street,</br>(Patch'd was each face with cobweb or with flue,</br>To check the starting blood from oozing through)</br>Sternly resolv'd with Friz next week t' ensure</br>An early turn, by what they now endure.</br>Thus was his worth confess'd by friend and foe;</br>But now, alas!  grim Death has laid him low.", "Friz, in his merry mood, would quaintly tell</br>A strange adventure which to him befell,</br>And thus it was: &mdash; Just in the market-place</br>Liv'd David Rick, a rosy Boniface;</br>He sold good ale, and wine and spirits too;</br>\"I knew him well, and all the village knew.\"</br>Upon a strange expedient he hit,</br>Which shew'd at once his oddness and his wit.</br>His sign was like the \"Party Shield\" of yore,</br>Each staring side a different emblem bore;</br>Here St. George battled with the dragon fierce;</br>A jolly sailor stood on the reverse,</br>Who, with a beck'ning hand and foaming pot,</br>Invited to the house each passing sot.</br>What tho' no knights in fierce encounter met</br>Like those of old, yet many an eager bet</br>This sign gave rise to, and he did not fail</br>To reap the profit, &mdash; for it sold his ale.", "In scenes like these the days of David fled,</br>Till Atropos cut short his vital thread.</br>Friz was call'd in upon that mournful night</br>To pay his neighbour the last needful rite:</br>'Twere odious sure to send him to the grave</br>With beard so long, &mdash; so he the corpse must shave.</br>A host of vulgar terrors fill'd his head</br>At this request, and shook his soul with dread.</br>A wag beheld his fears, and humbly crav'd</br>To hold the candle whilst the dead he shav'd.</br>Together they proceeded up the stairs</br>Where David slept, devoid of earthly cares;</br>One sickly taper lighted up the room,</br>Which but increased the melancholy gloom.</br>Friz now approach'd the corse with stealthy pace,</br>Napkin'd the chin, and lather'd the cold face;</br>High was the couch, and vainly he essay'd</br>To shave the dead, who in the midst was laid.</br>Emboldened by his mate, his fears subside,</br>Light he sprung up, and fairly got astride</br>Of the defunct, defying sprite or ghost;</br>But ah!  he reckon'd here without his host.</br>Just at that juncture, lo!  the waggish wight,</br>On mischief bent, popp'd out the winking light,</br>Slamm'd too the door, and quickly took to flight.</br>Friz sought with haste to make a good retreat</br>He gave a spring; &mdash; was it the winding sheet?</br>Or, as he thought, the dead man held him fast,</br>And on the floor the affrighted barber cast!</br>He kick'd and struggled, plung'd and roar'd amain,</br>Its iron grasp the corpse would firm maintain.</br>\"Even in our ashes live their wonted fires:\"</br>So sings sweet Gray, whom every Muse inspires.", "David in life was call'd a man of game,</br>And now in death appeared to be the same.</br>He, as indignant, from that bed's vast height</br>Roll'd on the prostrate foe his deadly weight;</br>Struggling awhile the groaning tonsor lay,</br>Press'd by this load of \"monumental clay.\"</br>Murder!  he shouts with hoarse-resounding breath</br>With murder rings the awful room of death.</br>Rous'd by those thundering sounds and shrieks of woe</br>A motley group assembled from below</br>To learn the cause, the mystery to unfold,</br>And dreadful is the scene which they behold:</br>There lay the dead man, mix'd in mortal strife</br>With him who hardly now could boast of life:</br>In evil plight, Friz one nice sense annoy'd;</br>But here the blushing Muse demands a void....", "From his flush'd nose the blood ran trickling down,</br>And many a bump was on his batter'd crown;</br>Spurzheim and Gall had been sore pos'd indeed</br>By his knobb'd cranium his forte to read.</br>When by assistance he his feet regain'd,</br>The puzzling conflict was at once explain'd;</br>His buckle-tongue, with firm tenacious clasp,</br>Still held the winding-sheet with giant grasp!</br>Next morn this feat was bruited far and near;</br>Friz join'd the laugh and brav'd the public jeer;</br>How slight the cause whence all his terrors sprung,</br>Simply the loosening of his buckle's tongue!</br>He liv'd to see the buckle in disgrace,</br>And the soft silken shoe-string take its place.", "Peace to his manes, &mdash; he has pass'd the bourne</br>Whence mortal traveller can ne'er return;</br>What tho' unknown o heraldry and fame,</br>His life was useful and devoid of blame:</br>Another link of the fast less'ning chain</br>Of those I knew his death has snapt in twain;</br>His quips, and pranks, and oddities are o'er,</br>He never will amuse me with them more;</br>Like a parch'd stream whose waters cease to flow,</br>His spring of mirth is dry &mdash; grim Death has laid him low.&mdash;</br>"]