["SONNET I.</br>Hence Sickness, nor about my weary head</br>Thy languid vapours wrap, and drooping wings:</br>Better would'st thou thy baleful poison shed</br>In some dark cave where the Night-raven sings,</br>Where heavy sits the gloom-delighted Owl,</br>Where Aconite its loathsome juices throws;</br>Where dwells the Bat, and Serpents hissing foul,</br>And fell Despair, who never knows repose:</br>There drag with thee the wretch, who has betray'd</br>His trust, has ruin'd innocence, or spilt</br>The sacred blood of him who gave him life;</br>Him torture there:  nor will the lovely maid,</br>The sweet-ey'd Mercy, conscious of his guilt,</br>Restrain thy hand, or blunt thy sharpen'd knife.", "SONNET II.</br>Though here almost eternal Winter reigns,</br>And piercing deep the womb of Nature chills;</br>Though born far off under a milder sky,</br>The northern blast e'en through my marrow thrills,</br>And freezes up the life-blood in my veins;</br>The hardy natives o'er the mountains high,</br>Trace out the step of Health amid the snow;</br>Or where o'er the gray moss her bare feet stray:</br>Hence active nerves, and scorn of danger flow;</br>Hence where of late, call'd forth to mortal fray,</br>At their approach, Revenge more furious grew,</br>War smil'd, while triple Rage new steel'd his heart,</br>Pale bloodless Fear turn'd to a ghastlier hue,</br>And Death more dreadful shook his poison'd dart.", "SONNET III.</br>When Recollection stirs up in the mind</br>And sets before her eye past scenes of woe,</br>In vain will the wise men their sayings bring</br>Dead, unimpassion'd, wrote in the full flow</br>Of health and strength, to nicer feelings blind:</br>In vain against Rebellion's piercing sting,</br>They urge a formal phrase, or adage quaint,</br>And with a shrewd and well-turn'd point of wit,</br>Or a laborious studied argument,</br>Think to chase far away the fretful fit:</br>They might as well drink the wide ocean dry,</br>Or rob cold Winter of his snowy beard:</br>Spite of the vain saws of Philosophy,</br>Nature is prevalent, and will be heard.", "SONNET IV.</br>Now is the feudal vassalage destroy'd,</br>By which the haughty Thane his subject train</br>Held at his will, and in confinement strong</br>Fetter'd the servile crew, and with stern reign</br>Led them in shackles like brute beasts along:</br>No will they ever of their own enjoy'd,</br>But bent implicitly to his controul.</br>Now by degrees they find that Liberty</br>Opens the narrow foldings of the soul,</br>And they too dare to boast that they are free.</br>No more with rapine they the fields infest,</br>Or seek out Slaughter in her secret den;</br>But by the laws of equal Justice blest,</br>Humanely think, and feel that they are men.</br>"]