["SIR,</br>The summer excursion of an exalted personage has already excited considerable speculation among the higher orders of society, and will no doubt in a month or two become the theme of newspaper celebration.  At a time when the pedestrian tours of country curates, the visits of booksellers and cheesemongers to Brighton or Margate, and the travelling sketches of panoramic adventurers are read with interest, and purchased with avidity; it surely may be expected that the travels of an illustrious personage and his favourite, will become, through the medium of the Reverend Stannier Clarke, or some other attendant on his person of equal virtue and equal talent, the source of amusement to the public, and of speculation to the critic.  The observations of his Royal Highness on men and manners, his remarks on the cultivation of whiskers, and the arrangement of a shoulder-knot, his critical opinions on the relative flavor of Tokay and Curacoa, his dissertations on aged beauty, and his discrimination between the honest indecency of S. and the timid obscenity of Y&mdash;, would afford the materials of a journal more entertaining and instructive than the Itinerary of Drunken Barnaby, or the memoranda of a Mawman, or an Ashmore.  Princes are the arbiters of fashion, and from the tender confabulations between the R&mdash; and his fair companion, an amorous vocabulary might be formed, not less adapted to the drawing-room and the bedchamber than the dialogues recorded by Mother Midnight, or the collection of phrases in Harris's Directory.  But above all, since Lady H. aspires to the reputation of a wit, and her volubility is only equalled by the confidence of her guide and protector, what copious materials for a secret history might not be collected by a Bidlake or a Wilson, for the use of some future Colburn, and the edification of the statesmen and courtezans of a future century?</br>Should not the important task of recording the conversation, and detailing the progress of his Royal Highness be undertaken by some abler hand, you may expect from your present correspondent, a succinct and authentic journal of his tour.  In the mean time, I have the satisfaction of assuring you that the appearance and order of the procession have awakened the poetical enthusiasm of more than one aspiring genius, and that the journey to R. will shortly be celebrated in all the varieties of verse.  The disciples of Scott, and Southey, and Byron, have mounted on their respective Pagasi, and are actually galloping towards the wished-for goal, with all the rapidity that might be expected from rivals condemned by fate to conquer or to starve.  The admirer of Byron, accustomed, like his master, to describe the follies and the vices of grown-up children, promises to gain this sweepstakes by distancing his competitors; but as even his rapidity may not keep pace with your wishes, I shall endeavour to favour you with a glimpse of his poetical exercises.</br>The description of their amorous dalliance in the carriage is peculiarly expressive.", "Oh!  heaven, it is a goodly sight to see</br>These sister pledges of fair womanhood,</br>Expanding now, now sinking from the ee,</br>While to her flushed cheeks, the pure life-blood</br>Responsive rushed, as she to dalliance wooed</br>The princely Childe:  he by her charms was moved,</br>And sinking on her breast his vows renewed,</br>Whispered how much, how fervently he loved,</br>And all her female doubts and fears removed.", "The mention of \"the pure life-blood,\" however, that the poet supposes to have flushed her cheeks, is rather inconsistent with the allusion to carmine in another stanza of the poem; but in a long work the flatterer may be expected to be sometimes inconsistent with the poet.</br>After some allusions to her \"blest maturity of age,\" he proceeds to a simile as correct as it is beautiful.", "Like some cracked flute, by school-boy thrown aside,</br>Its melody and all its notes forgot;</br>No more its sound awakes the welkin wide,</br>Nor serenades at eve the rumbling sot;</br>But by some aged varlet, found, God-wot,</br>Its cracks repair'd with paint and varnish bright,</br>Again it cheers the alehouse or the cot,</br>Again delights the ear, and charms the sight,</br>And plays the Plenipo, or the Fandango light.", "After describing her tresses, he proceeds in a matchless strain of invocation.", "So shone the fair &mdash; immortal Prince, good heaven,</br>'Tis not the Regent whom my muse addresses,</br>Oh!  Alexander Prince of number seven</br>John-street &mdash; what charms thy Russian oil possesses!</br>Without thy aid what lovely female dresses?</br>How could the curls of H&mdash; wig delight,</br>Without thy oil to cheer the moistened tresses?</br>Great Mochchrisfukian hero!  courteous knight;</br>From thee, A. Prince, she learn'd to please the Prince's sight.", "Oft have I thought in philosophic mood,</br>How blest the state, had fortune condescended,</br>To place A. Prince at court, while the Prince stood</br>Within the shop, and combs and razors vended;</br>His skill in whiskers then might have befriended</br>The Countess and the Baron's competition;</br>The art he now admires he had extended,</br>And German legions, under his tuition,</br>Had blest their barber's care, inflamed with high ambition.", "Then had thy wit, oh!  Prince of advertisers,</br>Surprized each dainty page and virgin pale,</br>As much as now it puzzles all surmises</br>To guess where thou hast learned thy well-told tale;</br>Those honied words that now perforce prevail</br>O'er unfledged misses and unbearded men,</br>Had warmed the bosom of each matron frail:</br>No need, I ween, of Mac or Sherry's pen</br>To tell what thou hast done, or what thou'dst do again.", "Then had thy genius changed the tuneful song,</br>From Russia's genuine oil to Curacoa;</br>Thy strains had rivalled those of good Kien Long,</br>And warmly breathed Platonic passions glow;</br>Smooth as a hone, thy lines mellifluous glow,</br>Had mocked the Baron's skill, Anacreon's toil,</br>And many an ode to H&mdash;'s furbelow,</br>Had caused thy Ch&mdash; with rage to boil;</br>\"Alas, that jealousy should breed such strange turmoil!\"", "But hold, my muse, it not to thee belongs</br>To tempt of law the dreadful visitation,</br>And therefore cease t' unveil a husband's wrongs,</br>And wisely turn from dangerous speculation:</br>A nobler theme excites thy emulation;</br>For &mdash;'s cheeks with varied beauty glow;</br>Here shines in living hue the pure carnation,</br>There spreads the radiance of the driven snow,</br>That by Du Cange prepared, this from her friend Le Paux.", "But here I must reluctantly break off:  the rest you shall have before the tour is compleated.</br>J. K.</br>"]