["Where fair Virginia's fertile plains extend,</br>And spread their treasures o'er her blissful land;</br>Where fenc'd by rivers from the neighb'ring war,</br>Her fields of rice their silver plenty bear:</br>What time the changeful Sun his parting ray</br>Does o'er the mountain's gilded top display;</br>When wearied Negroes seek their peaceful cell,</br>From Freedom's sons a while at ease to dwell:</br>An aged planter, born to higher state,</br>On whom there once had smil'd a kinder fate,</br>By swift Ohio's pleasant bank reclin'd,</br>Thus spoke the lab'ring sorrows of his mind.", "Erst had he shone among those hapless few</br>Of Scotia's sons to Stewart's cause how true!</br>Long time an exile from his native shore,</br>Here did he live, and here his fate deplore;</br>For still his country fir'd his aged breast;</br>When freed of life, 'twas there he wish'd to rest.</br>One only son, the comfort of his years,</br>Kind Heav'n had given him to relieve his cares;</br>With duteous fondness to attend his age,</br>And smooth declining life's last painful stage.</br>Him, when Rebellion, with her fierce alarms,</br>Had drawn th' American youth abroad in arms,</br>He saw compell'd to join the hostile band,</br>In fatal contest 'gainst his friends to stand.</br>What desp'rate grief then wrung the Father's heart,</br>Torn from his fond embrace, when forc'd to part!</br>In vain he strives, in vain he begs his stay,</br>Now by a Rebel mandate call'd away.", "\"And art thou gone, oh Heav'ns!  my son,\" he cries,</br>When tears ran streaming from his aged eyes,</br>\"Has Fate at last, has cruel Fate denied</br>Your longer aid to guard my helpless side!</br>Depriv'd of wife, of friends, alas! &mdash; of all;</br>To whom shall now a wretch forsaken call!</br>What pitying hand shall ease a father's pain!</br>Since, left by you, I must in vain complain?", "\"What pleasing thoughts had once my mind possest,</br>That you should lay my lifeless corps to rest;</br>That, touch'd with grief, you'd o'er my honour'd bier,</br>Shed the warm tribute of a filial tear.</br>Perhaps now, bleeding by some British hand,</br>You lie extended on New-England's strand!</br>Oh ne'er again these eyes shall see you more,</br>Condemn'd your fate unhapp'ly to deplore!", "\"Accurst Sedition, bane of social life!</br>Thou source of war, and each domestic strife!</br>What baleful ruin does thy fury spread?</br>By thee how many feel a widow'd bed?</br>Still zeal attendant leads thy frantic train,</br>And fire and bloodshed mark thy dismal reign.</br>How oft has Greece condemn'd, by thee inspir'd,</br>Her bravest sons, whom Patriot glory fir'd!</br>How oft has Rome, with mutual slaughter bled,</br>And friends, by friendly hands, untimely died!</br>Heav'ns!  in fair England's realms what dreadful wars</br>Have first arisen from intestine jars;</br>When kindred houses, both of high renown,</br>By long contention, tore the rivall'd crown;</br>When stern Religion, and her Saintly band,</br>With pow'r destructive, stalk'd the ravag'd land?", "\"Ah, should I turn to Scotia's mournful shore,</br>My country once, tho' doom'd, alas!  no more!</br>Far may each danger from thy coasts remove.</br>What scenes of sorrow there appear to view,</br>And call, awak'd, each deep-laid grief anew.</br>Her antient palaces, that tow'ring rise,</br>And long have brav'd the rage of varying skies,</br>Forsaken now, to mould'ring time consign'd,</br>Possess no more the marks of human kind.</br>Exil'd their Lords to some far distant clime,</br>Like me, they mourn, in sad remorse, their crime;</br>Like me they wish, but wish, alas!  in vain,</br>Their native land, their country to regain:</br>Unhappy men, condemn'd to fly their home,</br>The wretched slaves of Fortune's pow'r to roam!", "\"How to remembrance wakes that rueful day,</br>When first I join'd my clan in war's array,</br>Boldly determin'd to sustain the cause,</br>And Scotia bend to royal Edward's laws.</br>'Twas then I left my wife and infant son,</br>Left them, alas!  to be for e'er undone!</br>For oh!  tho' Vict'ry crown'd at first our arms,</br>How soon succeeded by disastrous harms!</br>Like the gay sunshine, that precedes the storm,</br>More gloomy rend'ring Nature's roughen'd form.</br>Ye fatal plains!  oh ever-luckless day!</br>That on Culloden view'd our strength give way!</br>Then were we forc'd, distressful, to divide,</br>In secret caves and desert haunts to hide;</br>No longer shelter'd by our own abode,</br>Which oft was seen by plund'ring bands destroy'd.", "\"'Twas then, opprest with sorrow for my son,</br>Regardless what the hazards I might run,</br>One silent night, when awful darkness veil'd</br>The face of heav'n, and ev'ry deed conceal'd,</br>I ventur'd out to seek the wretched pair,</br>For whom each thought was fill'd with restless care.</br>Where'er I pass'd, deforming rapine spread</br>Its dismal waste; unpeopl'd lay the mead;</br>My house, from old, our fam'ly's long abode,</br>A prey to wasting flames no longer stood!", "\"How grief and rage alternate seiz'd my breast!</br>A thousand fears my troubled mind possest!</br>Mad with despair, o'er all the spot I ran,</br>Now here, now there, by wild distraction drawn.</br>My wife, my son, were no where to be found,</br>In vain I sought, in vain I search'd around!</br>Just heav'n!  I cry'd, and shall I ne'er again</br>These dearest objects of affection gain?</br>Shalt thou, my ANNA, thou, whose virgin charms,</br>To higher love preferr'd my wretched arms;</br>Shalt thou no more these weeping eyes review!</br>His will eternal doom'd this last adieu!</br>Just as I spoke, methought I heard a voice,</br>(How did my heart 'twixt doubtful fear rejoice),</br>I try'd to trace from whence arose the sound;</br>In vain I try'd, in air it now was drown'd.</br>When lo!  the stars began to fade away,</br>And rising morn to wake the early day.</br>Fearful if spy'd by some near lurking foe,</br>A safe retreat I look'd for &mdash; there to go.</br>Near to the ground, where once my garden rose,</br>Rich in each flow'r that Scotia's clime bestows,</br>An aged oak his arms extensive spread;</br>To all around diffus'd a friendly shade.</br>Thither I hasten'd; in its hollow womb</br>Resign'd, to wait, with grief, my destin'd doom.</br>But oh, blest heav'n!  what then my kind surprise,</br>(Scarce could I trust the credit of my eyes),</br>To find my wife and infant there immur'd;</br>Safe from the rage of barb'rous foes secur'd.</br>Joy tied my tongue; in vain I wish'd to speak;</br>Neither, amaz'd, could from our silence break.</br>Yet soon what mingl'd happiness appear'd,</br>When both were seen t' have scap'd the fate each fear'd,</br>While grief, alternate, for our wretched state,</br>Clouded the dawn this union did create.</br>Our house consum'd, our fields all ruin'd lay,</br>Our captur'd flocks were now the soldiers prey;</br>What could we do, but leave the dismal scene,</br>And trust, to save our lives, the faithless main.", "\"Soon, then, as Night had drawn her sable shade,</br>When peaceful minds the pow'rs of sleep invade,</br>My tender infant bearing in my arms,</br>Forth we advanc'd, how fearful of alarms!</br>Oft in our fields we cast a parting look;</br>In silence oft a last adieu we took:</br>Near lay the shore; we bent for it our way;</br>And thence our all to foreign lands convey.", "\"'Twas then, oh then, my wife with grief opprest,</br>Breathed her last upon my afflicted breast;</br>'Twas then, that seizing on my trembling hand,</br>With dying lips sh' enjoin'd this sad command.</br>'Henry,' she said, 'my Henry, haste away,</br>The foe may find us! &mdash; do not longer stay;</br>Leave me, oh leave me, here to die alone!</br>To distant realms convey my helpless son.</br>Soon will your much lov'd Anna be no more!</br>Do not her fate with fruitless tears deplore;</br>Freed from her pain, from ev'ry scene of care,</br>To higher mansions she must now repair.</br>But oh!  when life has left my wretched frame,</br>Let still my child your warm affection claim;</br>With watchful care regard his tender age;</br>Let oft his ear my piteous tale engage.&mdash;</br>Perhaps some fairer Maid, in after time,</br>When far remote from this ungrateful clime,</br>In Beauty's bloom may fill your loving arms,</br>And gain your heart with more attractive charms;</br>Yet none, my Henry, none can love like me,</br>A harder lot prepar'd to share with thee.'", "\"This spoke, she instant clos'd her lifeless eyes,</br>While from my bosom burst the heaving sighs;</br>Sunk in affliction, rack'd with fell despair,</br>How did I rage, and frantic tear my hair!</br>Now shed a tear o'er my ill-fated son,</br>And now bewail the wretched mother gone!</br>When lo!  I heard the sound of distant arms,</br>Strait how my soul was rous'd with dread alarms!</br>Then was I forc'd to take a last embrace,</br>And oh!  consign her to that fatal place:</br>How oft, when gone, did I again return!</br>How oft look back!  how oft did o'er her mourn!", "\"Ah!  let me urge th' ungrateful theme no more!</br>Sad was the hour I left my native shore.</br>Here have I liv'd, here seen my boy arrive</br>To manly prime, again my heart to grieve;</br>To leave me feeble in declining age,</br>And in Rebellion's lawless pow'rs engage.</br>Deluded States!  thus madly to contend,</br>And hostile fury 'gainst your country bend!</br>What's all the boasted Freedom you'd attain,</br>To change your master, not to ease the chain;</br>To spread your land with tumult and uproar,</br>And feel the mischiefs of divided pow'r!", "\"Should once again the Royal Cause prevail,</br>And proud Ambition's flatt'ring prospects fail;</br>Unwelcome Strangers!  you must then repair</br>To Gallia's shore, or breathe Asturian air:</br>Then see your fields to other swains consign'd,</br>While blasted lie the schemes your thoughts design'd.", "\"Return, mad people, to your injur'd King;</br>Let soft-ey'd Peace again her pleasures bring;</br>With open arms, oh see him court your love;</br>Return! &mdash; the sweets of cordial union prove.</br>Then shall BRITANNIA with new glory rise;</br>Her spreading fame attain once more the skies;</br>While vanquish'd nations, rivals of her pow'r,</br>To silence hush'd, shall raise their vaunts no more.\"", "He said:  And rising went to seek repose;</br>Alas!  that comfort sorrow seldom knows!</br>"]