["Beneath a Tun, whose vast capacious Sides,</br>Glitt'ring with Gold the drunken God bestrides,</br>Beneath this Tun two jolly Songsters lay,</br>And with a Genial Bowl chas'd Care away:</br>Both Sons of London, both alike inspir'd</br>With Rival Arts, and Thirst of Glory fix'd:</br>Resolv'd before an Umpire to contest,</br>Who could the longest Sing, and Sing the best:</br>Tom Piper, Warbling Charmer of the Street,</br>Next to the Tun as Umpire claim'd his Seat.</br>Thither, by Chance or Fortune led astray,</br>Unknowing where I rov'd, I took my Way:</br>My Way of them I ask'd; &mdash; but with a Smile</br>Piper reply'd, &mdash; Pray, Sir, sit down a while;</br>Be free from Care as you are free from Harm,</br>And tho' our Hut is homely, it is warm:</br>Stay 'till the Crowd from out the Streets are gone,</br>Then reel Majestic home, for all the Street's your own:</br>But lest unhappy you again should stray,</br>Jack with his friendly Torch shall lead the Way.</br>What cou'd I do? &mdash; Silence the Swains invoke,</br>In short I risk'd my Safety for a Joke.</br>To Sing alternately the Rivals chose,</br>Chaunticleer these Rymes rehears'd, and Raucus those.", "CHAUNTICLEER.</br>Aegidian Nymphs, in Cells or Garrets, hear:</br>Inspire my Theme, and make my Musick clear:</br>Next Warbletini let me be possess'd,</br>For you'll all own that he can Sing the best:</br>But if my wild Ambition soars too high,</br>Aiming to grasp at Immortality,</br>For ever I resign my tuneful Task,</br>And hang my String of Ballads on the Cask.", "RAUCUS.</br>Hockleian Youths inspire my rising Mind,</br>With Wreaths of Juniper my Temples bind:</br>Tho' Warbletini may deny me Praise,</br>My Wreath's as honour'd as if made of Bays:</br>This Chaplet shall protect me from his Tongue,</br>Lest by some secret Charm it marr my Song.", "CHAUNTICLEER.</br>This Silken Handkerchief which here I wear,</br>(My first Reward for singing at the Fair)</br>I offer Warbletini to thy shrine,</br>To speed my Song, and make my Notes divine:</br>Each Nymph shall Warbletini then adore,</br>Admire thy tuneful Lays, and own thy vocal Pow'r.", "RAUCUS.</br>O Stokes renown'd, this Holland Shirt I've on,</br>(At Country Fair by dint of Valour won)</br>Accept; for as from Thee I learnt that Art,</br>'Tis but the Tribute of a grateful Heart:</br>But should succeeding Honours crown the Fight,</br>Succeeding Songs shall crown the Day and Night:</br>While you in Triumph pass, each Nymph I'll charm,</br>With Tales of conquer'd Chiefs, their Souls alarm,</br>'Till they in Raptures lost, shall bless thy conqu'ring Arm.", "CHAUNTICLEER.</br>O fair Hoppaea with thy tripping Feet,</br>Neat as a Milkmaid, as a Milkmaid sweet;</br>Come with thy charming Mein, and graceful Art,</br>Come to thy Chaunticleer, and rejoice his Heart;</br>Come when fatigu'd, coroding Cares abound,</br>And make my midnight Hours with Jolity go round.", "RAUCUS.</br>O Cynderaxa, may I seem to you</br>Loathsome, and hateful as a Toupee Beau,</br>Who with short quick-fetch'd Steps trips fast along,</br>And as he paces murmurs out a Song.</br>Such may I be, if that when you're not near,</br>An Hour seems not a Day, a Day a Year.", "CHAUNTICLEER.</br>Ye sacred Liquors, moving easy sleep,</br>Ye Hogsheads which those sacred Liquors keep,</br>Fend me from Cold:  The Summer Warmth is o'er,</br>And sharp bleak Winds come whistling on the Shore.", "RAUCUS.</br>When tir'd with Dirt, and wet with Rain and Mire,</br>This Hospitable Shop affords a Fire:</br>Me Wind nor Weather can no more affright,</br>Than Divers fear the Dark, or Thieves the Night.", "CHAUNTICLEER.</br>Our Bowls with Floods of Juniper are crown'd,</br>Berries distill'd lie scatter'd o'er the Ground,</br>And smiling Bounty strows her Gifts around:</br>But shou'd poor Filch at the next Sessions die;</br>Tuns might unheeded flow 'till they were dry.", "RAUCUS.</br>Tho' Hoarse my Voice, tho' spent my little Store,</br>Tho' Gin deny'd her all-solacing Pow'r:</br>Shou'd but my Chloe once recross the Main,</br>And bless my solitary Haunts again;</br>No Care, no Want my Quiet should destroy,</br>But all around me wear the Face of Joy.", "CHAUNTICLEER.</br>Majestic stalks the Dutchess in Brocade,</br>Not Dimety adorns the rural Maid;</br>The jolly Hostess in her Sattin flares,</br>And Drury Nymph in Velvet shows her Airs.</br>Clean, tho' not gay, tho' not new all her own,</br>My Phillis charms in a plain Linnen Gown;</br>And while my Phillis will her Linnen wear,</br>No Dimity shall please, no Sattin flare,</br>Nor Velvet nor Brocade with Linnen shall compare.", "RAUCUS.</br>Songs on Excise near Change meet most Reward;</br>And living Ditties best suit Paul's Church-yard:</br>But should my Chloe, e'er to ease my Pain,</br>Revisit this forsaken Clime again:</br>To her those soft Ditties prais'd in Paul's Church-yard</br>These were their Rymes, which I at leisure pen'd,</br>When bold rough Raucus did in vain contend;</br>From Street to Street now Chaunticleer charms the Town,</br>And with unrival'd Ditty charms alone.</br>"]