["Together long they sat, and he was kind</br>And she was thankful.  From her downcast eye</br>Sorrow still fell, and on her burning cheek</br>Glow'd the fine crimson of ingenuous shame.</br>He bade her be compos'd.  He sooth'd her heart</br>Lab'ring with sighs.  He took his book and read,</br>It was a fable.  'Ay,' said he, 'most just.</br>This Poet much delights me.  Hear, my child.</br>'Tis a short story of an aged oak</br>And a presumptuous brier.  I'll not read,</br>But tell it, left thy ear unus'd, despise</br>And little relish the rude Poet's style.'", "There grew upon a Kentish green</br>What once a stately Oak had been.</br>His arm was large and wide display'd,</br>And oft the shepherd sought his shade,</br>And here his panting flock would rest</br>By summer's burning heat opprest.</br>High was his head and vast his shield,</br>He stood the sov'reign of the field.</br>But soon were past his better days,</br>And now his aged arm decays.</br>The burning lightning strikes his head,</br>The glories of his brow are dead.</br>His branch is bare and waste with worms,</br>His trunk consum'd and beat by storms.", "Hard by a haughty Brier grew</br>(In youth and beauty much like you)</br>And shelter'd by the faithful tree</br>Was vigorous as plant could be.</br>Returning summer clothes her now,</br>And fragrant blossoms deck her bough.</br>The nightingale her leaves among</br>Warbles her sweet nocturnal song.</br>And ever to her branch so fair</br>The lasses of the vale repair,</br>And she her blossoms freely show'rs,</br>And fills their bosoms with her flow'rs.", "So sought, she grew exceeding proud,</br>And oft was heard to vaunt aloud,</br>And once upon a time was bold</br>To scorn the Oak for being old.</br>'Why stand'st thou here, thou surly block,</br>Nor fruit nor shadow yields thy stock.</br>Behold how my gay flow'rs are spread</br>In lily white and crimson red.</br>Behold my leaves so fresh and green,</br>My verdure fit to clothe a queen.</br>Thy wasted branch takes needless room,</br>And spoils the beauty of my bloom.</br>The mouldy moss which thee destroys</br>My smell of cinnamon alloys.</br>Be gone, nor dare to make defence,</br>On pain of my displeasure, hence.'", "So spake the Brier, proud and vain.</br>The Oak look'd down with great disdain,</br>And scorn'd to answer such a weed,</br>Once humble, but now proud indeed.</br>He griev'd to think his friendly arm</br>Had shelter'd her and kept her warm,</br>Had screen'd her from the storm so rude,</br>And yet she had no gratitude.", "It chanc'd upon a future day</br>The Husbandman came down that way,</br>Accustom'd yearly to walk round</br>And view the trees upon his ground.</br>Him soon the spiteful Brier spied,</br>And thus in haste complaining cried:</br>'O thou, the author of my life,</br>Be pleas'd to put an end to strife.</br>On thy protection I rely,</br>O grant me succour ere I die.'", "Mov'd at the Brier's piteous plea,</br>The good man rested on the lea,</br>And bade her in her plaint proceed;</br>When thus began the haughty weed.", "'Was I not planted by thy hand</br>To be the primrose of the land?</br>In spring to shine in flow'ry suit,</br>In autumn yield thee scarlet fruit?</br>How comes it then this surly Oak,</br>So wounded by the thunder's stroke,</br>Whose ancient trunk invites the fire,</br>Dares to such tyranny aspire?</br>Forbidding me to charm thy sight,</br>And hiding from me day's sweet light.</br>His heavy branches beat me sore,</br>I weep, he vexes me the more.</br>And oft his greedy worms alight</br>And gnaw my tender buds in spite,</br>Forbidding my sweet flow'rs to blow,</br>To make a chaplet for thy brow.</br>And oft his bitter leaves are shed</br>Disgracing my fair flowery head.</br>O deign my suff'rings to assuage,</br>And rid me from the tyrant's rage.'", "She said.  The Husbandman deceiv'd,</br>Was at her hardships sorely griev'd,</br>And home to fetch his hatchet went,</br>Resolv'd to give the plant content,</br>He comes, and with repeated stroke</br>Cuts down at last the aged Oak.</br>And low he lies bewail'd of none,</br>While the proud Brier stands alone.", "But now with storm severe and keen</br>Imperious Winter sweeps the green,</br>And breaks the Brier's tender shoots,</br>And spoils her branch and tears her roots.</br>The watery wet weighs down her head,</br>The north-wind almost nips her dead,</br>Scarce able now to stand upright,</br>The falling snow subdues her quite.", "Her folly then she 'gan bemoan,</br>And griev'd to think the Oak was gone.</br>But then it was too late to weep,</br>Her branch was nibbled by the sheep;</br>Wounded and hurt she cannot rise,</br>The cattle browse her as she lies,</br>And trample on her till she dies.", "Ophelia felt the Fable, and again</br>Shed free contrition.  Elmer took her hand,</br>Kiss'd her and rose.  Together then they went,</br>And much was he rejoic'd to hold again</br>The jewel he had lost.  He led her home,</br>Bade all his house be glad, restor'd her all,</br>And she was happy as her heart could wish.</br>With tears she welcom'd her forsaken room,</br>Her joyful servant, her delighted dog,</br>Her bird, her work, her instrument, her books.</br>She feels the value of a friend at home,</br>She inwardly resolves to love him well,</br>And shun the friendship of the world for ever.</br>"]