["God of the glorious Lyre!</br>Whose notes of old on lofty Pindus rang,</br>White Jove's exulting quire</br>Caught the glad echoes and responsive sang&mdash;</br>Come!  bless the service and the shrine</br>We consecrate to Thee and Thine!", "Fierce from the frozen north,</br>When Havock led his legions forth,</br>O'er Learning's sunny groves the dark destroyers spread:</br>In dust the sacred statue slept,</br>Fair Science round her altars wept,</br>And Wisdom cowled his head.", "At length, Olympian Lord of morn</br>The raven veil of night was torn,</br>When through golden clouds descending,</br>Thou didst hold thy radiant flight,</br>O'er nature's lovely pageant bending,</br>Till Avon rolled all-sparkling to thy sight!", "There, on its bank, beneath the Mulberry's shade,</br>Wrapped in young dreams a wild-eyed Minstrel strayed:</br>Lighting there and lingering long,</br>Thou didst teach the Bard his song;</br>Thy fingers strung his sleeping shell;</br>And round his brows a garland curled,</br>On his lips thy spirit fell,</br>And bade him wake and warm the world!", "Then Shakspere rose!</br>Across the trembling strings</br>His daring hand he flings,</br>And lo!  a new creation glows!</br>There clustering round, submissive to his will,</br>Fate's vassal train his high commands fulfil.</br>Madness with his frightful scream,</br>Vengeance leaning on his lance,</br>Avarice with his blade and beam,</br>Hatred blasting with a glance.</br>Remorse that weeps, and Rage that roars,</br>And Jealousy that dotes but dooms, and murders, yet adores.", "Mirth, his face with sunbeams lit,</br>Waking Laughter's merry swell,</br>Arm in arm with fresh-eyed Wit,</br>That waves his tingling lash, while Folly shakes his bell,</br>From the feudal towers pale Terror rushing,</br>Where the prophet bird's wail</br>Dies along the dull gale,</br>And the sleeping blood is gushing!", "Despair that haunts the gurgling stream,</br>Kissed by the virgin moon's cold beam,</br>Where some lost maid wild chaplets wreathes,</br>And swan-like there her own dirge breathes,</br>Then broken-hearted sinks to rest,</br>Beneath the bubbling wave that shrouds her maniac breast.", "Young Love, with eye of tender gloom,</br>Now drooping o'er the hallowed tomb,</br>Where his plighted victims lie,</br>Where they met, but met to die:&mdash;</br>And now, when crimson buds are sleeping,</br>Through the dewy arbour peeping,</br>Where Beauty's child, the frowning world forgo,</br>To youth's devoted tale is listening,</br>Rapture on her dark lash glistening,</br>While fairies leave their cowslip cells and guard the happy spot,</br>Thus rise the phantom throng,</br>Obedient to their master's song,</br>And lead in willing chain the wondering soul along.", "For other worlds war's Great One sighed in vain</br>O'er other worlds see Shakspere rove and reign!</br>The rapt Magician of his own wild lay,</br>Earth and her tribes his mystic wand obey,</br>Old ocean trembles, thunder cracks the skies,</br>Air teems with shapes, and tell-tale spectres rise:</br>Time yields his trophies up, and death restores</br>The mouldering victims of his voiceless shores:</br>Night's paltering hags their fearful orgies keep,</br>And faithless guilt unseals the lip of sleep;</br>The fireside legend, and the faded page,</br>The crime that cursed, the deed that blessed an age,</br>All, all come forth &mdash; the good to charm and cheer,</br>To scourge bold Vice, and start the generous tear;</br>With pictured Folly gazing fools to shame,</br>And guide young Glory's foot along the path of fame.", "Mark the sceptered Traitor slumbering!</br>There flit the slaves of conscience round;</br>With boding tongue foul murders numbering,</br>Sleep's leaden portals catch the sound.</br>In his dream of blood for mercy quaking,</br>At his own dull scream behold him waking.</br>Soon that dream to fate shall turn,</br>For him the living furies burn;</br>For him the vulture sits on yonder misty peak,</br>And chides the lagging night, and whets her hungry beak.</br>Hark!  the trumpet's warning breath</br>Echoes round the vale of death,</br>Where through the maddening ranks the God of slaughter rides,</br>And o'er their spouting trunks his reeking axle guides!</br>Unhorsed, unhelmed, disdaining shield,</br>The panting Tyrant scours the field,</br>Vengeance!  he meets thy dooming blade!</br>The scourge of earth, the scorn of heaven,</br>He falls, unwept and unforgiven,</br>And all his guilty glories fade.</br>Like a crushed reptile in the dust he lies,</br>And hate's last lightning quivers from his eyes!", "Behold you crownless King&mdash;</br>Yon whitelocked, weeping Sire;&mdash;</br>Where heaven's unpillared chambers ring,</br>And burst their streams of flood and fire;</br>He gave them all &mdash; the daughters of his love;&mdash;</br>That recreant pair! &mdash; they drive him forth to rove.</br>In such a night of wo,</br>The cubless regent of the wood</br>Forgets to bathe her fangs in blood,</br>And caverns with her foe!</br>Yet one was ever kind,</br>Why lingers she behind?</br>O pity!  view him by her dead form kneeling,</br>Even in wild frenzy holy nature feeling.</br>His aching eyeballs strain</br>To see those curtained orbs unfold,</br>That beauteous bosom heave again.&mdash;</br>But all is dark and cold.</br>In agony the Father shakes;</br>Grief's choking note</br>Swells in his throat,</br>Each withered heart-string tugs and breaks!</br>Round her pale neck his dying arms he wreathes,</br>And on her marble lips his last, his death-kiss breathes.", "Down!  trembling wing &mdash; shall insect weakness keep,</br>The sun defying eagle's sweep?</br>A mortal strike celestial strings,</br>And feebly echo what a seraph sings?</br>Who now shall grace the glowing throne,</br>Where, all unrivalled, all alone,</br>Bold Shakspere sat, and looked creation through</br>The Minstrel-Monarch of the worlds he drew?", "That throne is cold &mdash; that lyre in death unstrung,</br>On whose proud note delighted wonder hung.</br>Yet Old Oblivion, as in wrath he sweeps,</br>One spot shall spare &mdash; the grave where Shakspere sleeps.</br>Rulers and ruled in common gloom may lie,</br>But nature's laureate Bards shall never die.</br>Art's chisselled boast, and glory's trophied shore</br>Must live in numbers, or can live no more.</br>While sculptured Jove some nameless waste may claim,</br>Still rolls th' Olympic Car in Pindar's fame:</br>Troy's doubtful walls, in ashes passed away,</br>Yet frown on Greece in Homer's deathless lay:</br>Rome, slowIy sinking in her crumbling fanes,</br>Stands all-immortal in her Maro's strains:&mdash;</br>So, too, yon giant Empress of the isles,</br>On whose broad sway the sun forever smiles,</br>To time's unsparing rage one day must bend,</br>And all her triumphs in her Shakspere end!", "O Thou!  to whose creative power</br>We dedicate the festal hour,</br>While Grace and Goodness round the altar stand,</br>Learning's anointed train, and Beauty's rose-lipped band&mdash;</br>Realms yet unborn, in accents now unknown,</br>Thy song shall learn, and bless it for their own.</br>Deep in the West as Independence roves,</br>His banners planting round the land he loves,</br>Where nature sleeps in Eden's infant grace,</br>In time's full hour shall spring a glorious race.&mdash;</br>Thy name, thy verse, thy language shall they bear,</br>And deck for Thee, the vaulted temple there!</br>Our Roman-hearted Fathers broke</br>Thy parent empire's galling yoke,</br>But Thou, harmonious Monarch of the mind,</br>Around their Sons a gentler chain shall bind:&mdash;</br>Once more, in Thee, shall Albion's sceptre wave,</br>And what her mighty Lion lost, her mightier Swan shall save!</br>"]