["As rolling years all smoothly glide along,</br>We wist not what they slily steal away;</br>Nor see how to th' abyss of Time they throng,</br>Nor count the hours of life's short busy day:</br>Till rise the shades, and evil birds of night</br>Give token of the gloom that clouds our fairest light.", "These things full deep revolving in my mind,</br>When to the yellow meads and groves retir'd,</br>To Contemplation's pow'r I sat resign'd;</br>A sudden rapture all my soul inspir'd,</br>As present to my view arose the scene,</br>By Fancy painted wild, with airy forms between.", "INFANCY.</br>While the soft west winds whisper'd o'er the lawn,</br>With pearly drops all thick and glitt'ring sow'd;</br>While purple streaks on high proclaim'd the dawn,</br>Ere in the golden east the day-star glow'd;</br>While the blythe lark his early matins sang,</br>And with his carols sweet the azure welkin rang:", "Soft, on a verdant mossy bed repos'd,</br>Whose canopy was twin'd of flow'ry braid,</br>(Such as the Cyprian dame of old dispos'd</br>For young Julus in th' Idalian shade)</br>Lay a sweet form, whose birth the Graces claim;</br>Nature his meetest nurse, and INFANCY his name.", "The gentlest gale mild Zephyr could dispense,</br>That woo'd fair Flora in her early bloom,</br>Too roughly seem'd to wake his tender sense,</br>Which still withdrew him from the rich perfume,</br>Nor on the glowing landscape turn'd his sight;</br>Unneath might he endure the solar radiance bright.", "Around the pansy'd couch, in wanton dance</br>And vernal revels grateful, I espy'd</br>A train of white-rob'd fays, to whose advance</br>Scarce bent the grass, so featly did they glide;</br>But as they tripp'd successive in the round,</br>Of the past flitting forms no farther trace was found.", "And each of these did some gay present bring,</br>Which they all offer'd with obeisance low</br>And Nature (as she nurs'd creation's king)</br>On ev'ry gift did richer tints bestow;</br>Which, with a smile, the angel form would greet,</br>While still the last they gave appear'd most fair and sweet.", "Thus did the virgin hours, unceasing, play,</br>Happy and free, all undebauch'd by Care;</br>For Innocence, their guardian, yet bore sway,</br>Whose power forbade the carle to enter there;</br>Tho', Janus like, as with a double face,</br>At once the past he eyes, and Time's predestin'd race.", "For, lo!  the busy Phantom nigh at hand</br>Devouring still his offspring did I view;</br>(E'en like some wizard, whose enchanting wand</br>Shapes magic-form'd can perish and renew:)</br>Jut now his wings were hid; nor yet was rear'd</br>Aloft his dreaded scythe, nor waning glass appear'd.", "Nathless, the stealing moments tow'rds their goal,</br>Like waves, succeeding waves, incessant press;</br>Each sand that drops successive as they roll,</br>Making life's little sum, unheeded, less.</br>Tho' now each object grown more passing, bright,</br>Plays in the various stream of many-colour'd light.", "YOUTH.</br>While thus the golden prospect smil'd around,</br>The warbling birds in fuller concert sang;</br>And the majestic mountains forest-crown'd,</br>With Spring's own sweetest voice melodious rang;</br>More copious while each river drew his train,</br>Swift gliding on, to pay full tribute to the main.", "The cradled Infancy his bed had left,</br>The flitting fays were vanish'd from the bow'rs;</br>Dame Nature of her nursling all bereft,</br>No longer spread the ground with early flow'rs;</br>But bolder scenes her pencil wide display'd,</br>Where high aspiring woods outspread their mighty shade.", "Forth of these haunts issu'd a form more bright</br>Than the fair star the morning host that leads;</br>YOUTH, lusty Youth, Creation's fond delight,</br>Full of himself, and bent on highest deeds;</br>Ready, alike, to yield to Pleasure's claim,</br>Or soar on eagle's wings, pursuing laurell'd Fame.", "Sweetness and Ease on all his steps attend;</br>With winning Grace, that seldom sues in vain:</br>For him e'en Wisdom can his brow unbend,</br>And rough Philosophy relax his strain;</br>Envy herself admir'd his meet address,</br>Each charming power she own'd, tho' wishing each were less.", "Sometimes erect, with ardent, swelling breast,</br>Urg'd on by honour, and with vigour crown'd,</br>Hope in his eye, pride tow'ring on his crest,</br>He spurs his courser at the trumpet's sound:</br>In Beauty's cause, a bold and hardy knight;</br>Or meets his country's foes, in fields of bloody fight.", "War, horrid war!  for him can boast of charms,</br>Pourtray'd at will by Fancy's varying hand;</br>His soul rejoicing in the loud alarms,</br>Tho' at his tide Destruction takes her stand;</br>Death shakes his darts in vain, while Glory shews,</br>In borrow'd colours bright, the scene of human woes.", "Sometimes the Cyprian queen, with gentle smiles,</br>Conducts his steps to ever blooming groves;</br>And silken softness all his hours beguiles,</br>As o'er the magic scenes he careless roves:</br>The spicy gales around him breathe perfume,</br>From ev'ry fragrant flow'r while stealing each perfume.", "Love, gentlest soother of the human heart,</br>Now bids his train the votive chaplets bring;</br>For blythsome youth he draws his golden dart,</br>And thousand pleasures load his purple wing:</br>What forms enchanting follow in his train!</br>What joys on joys press on, to deck his early reign!", "Yet did I see the green-ey'd monster there,</br>With many a fiend lie lurking close in wait;</br>Those scoul'd averse; while to the prospect fair</br>Hymen still points, shaking his torch elate:</br>Each scoul'd averse. Youth eagerly press'd on,</br>For ever to be bless'd &mdash; or finally undone.", "So yon trim vessel spreads her wanton sails;</br>So, proudly o'er the calmer water glides,</br>Courting the fanning air, the fav'ring gales,</br>That waft her gently o'er the swelling tides;</br>Yet verging tow'rds the main, ere long to find</br>Far diff'rent scenes, I ween &mdash; the sport of ev'ry wind.", "Love, Friendship, Joy, thus all their charms display,</br>Or seem to offer in Youth's vig'rous course;</br>Cloath his fleet hours, and brighten up his day,</br>While Nature yet imparts her genial force:</br>Till to maturer year hastes apace,</br>For Manhood's ripen'd strength, exchanging Youthful grace.", "MANHOOD.</br>To early spring the summer's reign succeeds,</br>And fading flow'rets strew the russet plain;</br>Aloft while Phoebus drives his fiery steeds,</br>Till Autumn, rising, claims the wide domain.</br>But sith all these to joys will yet invite,</br>Mortals will not awake from visions of delight.", "Lo!  MANHOOD comes, sedate; his glancing eye</br>Turn'd tow'rds yon azure vault &mdash; with steady pace</br>He bends his sight where lofty scenes arise;</br>Tho' looking backwards on Youth's eager race,</br>Less ardent now, but more determin'd bold,</br>He holds his onward path, and scorns to be controul'd.", "The ripen'd fruits to meet his touch that bend,</br>E'en as they bend give token of decay;</br>The grateful shades to shelter him extend,</br>Yet do they mark the hours that glide away;</br>Tho' still the prospect rises all serene,</br>Maugre the stealth of Time, which soon shall mar the scene.", "Far on a hill, bedeck'd with golden rays,</br>Of glowing Titan in his mid career;</br>Whose summit high did with false lustre blaze,</br>At distance sunny bright, tho' clouded near;</br>An idol sat, enthron'd in pomp divine,</br>And thousand goodly shapes ay worshipp'd at his shrine.", "What seem'd his head a rich tiara grac'd;</br>His vestments with the Tyrian purple shone;</br>While gold-and precious gems, in order plac'd</br>Full bright and gorgeous, strew'd Ambition's throne:</br>But when or Truth or Wisdom darts her ray,</br>All loathsome looks the sprite, confess'd in open day.", "Howe'er to him the mortal wight address'd</br>His steps; tho' oft int'rest turn'd askaunce</br>And Care, by Innocence no more repress'd,</br>Athwart him would his rueful front advance;</br>Which ever and anon prevents his course,</br>Retards his utmost speed, and enervates his force.", "Love, too, that late his pow'r so full display'd,</br>His captive thrall enchain'd by soft desires;</br>Calling the flame-rob'd Hymen to his aid,</br>Brooks not to see so soon extinct his fires:</br>In varied shapes again puts in his claim,</br>Revives forgotten flames, or stamps a Parent's name.", "The scene now thickn'ning; from each dell's brake</br>Start diff'rent forms &mdash; A busy crowd they seem!</br>Some urging on, while others press him back;</br>As winds, with waves contending, drive the stream:</br>By turns each meets repulse, and each prevails;</br>Reason scarce guides the helm, while such a gale assails.", "But ere at last he fix'd his doubtful choice,</br>By Prudence dictated, to change no more,</br>Time gives the silent passing hours a voice,</br>Forceful, and points him to another shore:</br>Thither he verges fast; meanwhile, arise</br>Autumnal darkling mists, that curtain o'er the skies.", "OLD AGE.</br>No more I view'd of verdant meads and groves,</br>Nor fost'ring suns that cherish'd fragrant flow'rs;</br>Ay vanish'd were the purple-winged Loves,</br>And bleak and naked their forsaken bowers;</br>Gloomy the scene below, and sad on high;</br>Barren the mourning earth, and comfortless the sky.", "Far distant Titan shoots his paley ray</br>Thro' frigid skies, untaught with heat to glow;</br>While the cold aether scarce reflects his blaze,</br>Save when be gazes on a waste of snow.</br>On ev'ry side the wint'ry prospect scouls,</br>As thro' the leafless woods the boist'rous tempest howls.", "Now in the midst I saw a form advance,</br>Far other than that wight who, vigour crown'd,</br>Rush'd to the chace; or, mingling in the dance,</br>With wanton measures beat the tufted ground:</br>Far other than that crested son of Fame</br>Who sought in fighting fields to gain a glorious name.", "Sith on his cloudy brow and count'nance wan,</br>Where deep revolving Thought had made his place,</br>Small trace remain'd there of the former man;</br>For years had plow'd deep furrows in his face.</br>With slow and uncouth gait along he pass'd,</br>As ev'ry fault'ring step had led him to his last,", "Care, ever watchful, and his ruffian band,</br>Athwart each path that seem'd to lead to peace,</br>In various haggard forms still took their stand,</br>And the wing'd hours yet saw their power increase;</br>Whilst ev'ry envious wind he strove to shun,</br>Shook Time's low-ebbing sands, and bade them faster run.", "Yet not to scenes like these the hoary form</br>Confin'd his view; for oft times I espy'd</br>Celestial shapes (whose power controul'd the storm)</br>Support his weakness, and his footsteps guide</br>Reason assisted with her potent arms</br>And Contemplation woo'd &mdash; all flush'd with heaving charms.", "There, too, I saw, as in a zodiac bright,</br>Star-crown'd Religion beaming from afar;</br>That oft would shoot from opening skies her light,</br>And aid him haply in his mortal war;</br>While o'er the dreary desart waste he trod,</br>Tracing, with weary feet, th' irremeable road.", "Meanwhile, the sun, with west'ring beam askaunce,</br>Hover'd upon the margin of the flood;</br>When, with long strides, I view'd a sprite advance,</br>Fools scathe, nought dreaded by the wise and good;</br>With brandish'd dart the mighty Shadow waits,</br>And near at hand their shears extend the threat'ning Fates.", "Now e'en hoar Winter fading on the sight,</br>The elemental scene must soon decay;</br>And bending AGE give place to lasting night;</br>Time calls, Death beckons, and he must away!</br>By Nature's self, in vain their force withstood;</br>The prospect on him clos'd, no more to be renew'd.", "Thrice happy they, who on this moral stage</br>Life's chequer'd road with well-tim'd caution tread;</br>Ever, from early youth to hoary age,</br>By Virtue's precepts and by Wisdom led:</br>Sith them no change of Time can ever shake</br>Nor Death himself their peace or steady purpose break.", "For them the Spring her choicest sweets will breathe,</br>And Summer's suns for ever rise serene;</br>To them will Autumn her rich fruits bequeath,</br>Nor Winter's storms disturb the tranquil scene;</br>Nor Fate so doom their fall, but that they rise</br>To realms of endless bliss, and claim their kindred skies.</br>"]