["Hear Truth invite!  hear Science plead!</br>Bold traveller, their voice attend,</br>Eager to give thee honour's mead,</br>And hail thee as their public friend!</br>Avent'rous BRUCE, allow their claim;</br>And, since thy toils at genuine glory aim,</br>Let thy accomplish'd hand consign those toils to fame!", "What tho', to strike the author mute,</br>Uplifting a sarcastic hand,</br>(The page of sceptical dispute)</br>Detraction on the watch may stand,</br>With Ignorance leagu'd! &mdash; and hideous pair!</br>Who stop warm Genius with petrific stare,</br>In all his bright pursuits, to every generous care!", "'Twas brave disdain of these base foes</br>That form'd the demi-gods of old:</br>By this to modern glory rose</br>The names that learning has inroll'd.</br>These, then, who prey on worth sublime,</br>These foes contemn, the press of every clime!</br>Tho' worse thou could'st not meet in Egypt's quick'ning slime!", "Eager to crush their reptile spite,</br>With thee in firm alliance stand</br>Spirits, who feast on mental light,</br>Virtue and Science, hand in hand.</br>\"Whate'er thy wide research might find</br>Impart,\" they cry, \"to benefit mankind,</br>With intellectual food, with opulence of mind.\"", "Since rival arts thy life have grac'd,</br>Give not thy aid to one alone!</br>Tho' BURNEY, with discerning taste,</br>Implor'd that aid in friendship's tone:</br>BURNEY, whose leaves thy talent tell;</br>BURNEY, historian of the tuneful shell;</br>Of excellence the friend, and fashion'd to excel!", "See all the arts, a social tribe,</br>With friendly zeal around thee wait,</br>Keen from thy spirit to imbibe</br>New lights, to dignify their state.</br>From thee, with rare experience fraught,</br>They ask what Afric's unknown genius taught,</br>Lost knowledge to revive, or aid inventive thought.", "Dost thou not see in solemn dreams,</br>Oft as thy letter'd vigils cease,</br>The fire of life-supporting streams,</br>Parent of commerce, wealth, and peace,</br>Imperial Nile before thee rise!</br>My mental eye his awful form espies,</br>While the indignant power, in honest anger cries;", "\"O BRUCE!  by my indulgence led,</br>To scenes no ancients might explore,</br>To those coy fountains latent head,</br>Whence all my genial gifts I pour;</br>Since I, as kind as thou wast bold,</br>Shew'd thee my wonders, Why dost thou with-hold</br>What Science bids thy hand to all her sons unfold!", "\"Remember, as my fruitful tide</br>Throws verdant life on lands below;</br>So round the world, 'tis Britain's pride,</br>New streams of mental light to throw!</br>And happiest they, tho' envy lour,</br>Who most encrease thy country's richest power,</br>Her radiance of renown from intellectual dower!\"</br>"]