["Man loves to wing to genial climes his way:</br>Some seek the crowd, and some the lonely vale,</br>Where Health and Youth their crimson cheeks display,</br>And man roves free as Zephyr's breathing gale.&mdash;</br>Deep in the bosom of this wooded dale,</br>An ancient pile uprears its ivy'd head,</br>Whose dark brown walls, from wintry storms conceal</br>The lonely Hermit of the smiling glade,</br>Who from the follies of this world hath stray'd.", "In youth he liv'd (so says the village tale)</br>Unknown to Folly's wild and lawless band;</br>Fair Virtue round him drew her purer veil,</br>And Wisdom too his youthful bosom fann'd;&mdash;</br>With Resolution he his course had plann'd,</br>'Long Life's uncertain miserable road,</br>And his long way was made by Fortune bland,</br>For life to him was not a weary load,</br>Since Virtue guided him, and bless'd his small abode.", "He shunn'd the follies of the giddy town,</br>Where life is spent in ignorance and shame,</br>Whose ills, innum'rous, real Virtue drown,</br>Whilst Vice swims on the top of Folly's stream;</br>There deeds are done, and all without a name!</br>Deeds too which lie in dark oblivion's shade:</br>The good man does bears [sic] an immortal fame,</br>And never in the book of life will fade,</br>But there 'twill fresh appear, for ever undecay'd!", "Now age hangs darkly o'er his wither'd eye,</br>And round each limb his palsy'd mantle flings;</br>Ah!  oft, 'tis said, he breathes the tender sigh,</br>When Mem'ry to his gentle bosom brings</br>Each scene of youth:  and Mem'ry often stings</br>The man of years, and proves to him a foe;</br>Should he be bless'd with sublunary things,</br>He'll sigh for youth, which Nature can't bestow,</br>To us depending mortals in this world below.", "Ah!  busy Mem'ry to the Hermit's heart</br>An agonizing pang has often brought;</br>She, of his love, who held the dearest part,</br>Now occupies a drear unhonour'd spot;</br>And such of all will be the common lot:</br>Death pays no deference to the worldly great,</br>Nor in his book will princes be forgot,</br>They, like the mean, must yield to unseen Fate,</br>Dismantled lie at Death's dark shrouded gate!", "As Phoebus from this hemisphere retires,</br>Beneath our horizon remains unseen,</br>Old Athan loves to hear the woodland lyres,</br>When Even's close is heavenly serene:</br>And when, adown the dew-besprinkled green,</br>The children of the village peasants stray,</br>In ecstasy he cries, 'How dear the scene,</br>Where Health and Youth still wing their laughing way,</br>And Joy and Cheerfulness their pow'r display!", "Yet youthful joys no longer sweets impart</br>When dark usurping Sickness leads the way;</br>Youth has its pleasures, &mdash; pleasures of the heart,&mdash;</br>When Health beams froth the sweetly-smiling ray;</br>She gives new beauties to resplendent day.</br>I too have pass'd with joy my little hour,&mdash;</br>Swift flew the time on pinions light and gay;</br>But sadly drooping is the blushing flow'r,</br>When high winds rise, and clouds terrific low'r.", "And here I'll spend my little time, and die;</br>And Spring, that gives new beauties to the vale,</br>Shall o'er the sod where these old limbs will lie</br>Sweetly imprint her dew-bespangled veil;</br>And softly there shall breathe fond Zephyr's gale</br>Around my tomb; and flow'rs of pensive hue&mdash;</br>The blue-ey'd bell and primrose lovely pale&mdash;</br>Shall Nature's sweetest lib'ral hand bestrew,</br>And on my head-stone this: &mdash; Adieu, vain world, adieu!</br>"]