["Ay me, to whom shall I my case complaine,</br>That may compassion my impatient griefe?</br>Or where shall I enfold my inward paine,</br>That my enriven heart may find reliefe?</br>Shall I unto the heavenly powres it show?</br>Or unto earthly men that dwell below?", "To heavens?  ah they alas the authors were,</br>And workers of my unremedied wo:</br>For they foresee what to us happens here,</br>And they foresaw, yet suffred this be so.</br>From them comes good, from them comes also il,</br>That which they made, who can them warne to spill.", "To men?  ah they alas like wretched bee,</br>And subject to the heavens ordinance:</br>Bound to abide what ever they decree,</br>Their best redresse, is their best sufferance.</br>How then can they, like wretched, comfort mee,</br>The which no lesse, need comforted to bee?", "Then to my selfe will I my sorrow mourne,</br>Sith none alive like sorrowfull remaines:</br>And to my selfe my plaints shall back retourne,</br>To pay their usury with doubled paines.</br>The woods, the hills, the rivers shall resound</br>The mournfull accent of my sorrowes ground.", "Woods, hills and rivers, now are desolate,</br>Sith he is gone the which them all did grace:</br>And all the fields do waile their widow state,</br>Sith death their fairest flowre did late deface.</br>The fairest flowre in field that ever grew,</br>Was Astrophel; that was, we all may rew,", "What cruell hand of cursed foe unknowne,</br>Hath cropt the stalke which bore so faire a flowre?</br>Untimely cropt, before it well were growne,</br>And cleane defaced in untimely howre.</br>Great losse to all that ever him did see,</br>Great losse to all, but greatest losse to mee.", "Breake now your gyrlonds, O ye shepheards lasses,</br>Sith the faire flowre, which them adornd, is gon:</br>The flowre, which them adornd, is gone to ashes,</br>Never againe let lasse put gyrlond on.</br>In stead of gyrlond, weare sad Cypres nowe,</br>And bitter Elder, broken from the bowe.", "Ne ever sing the love-layes which he made,</br>Who ever made such layes of love as hee?</br>Ne ever read the riddles, which he sayd</br>Unto your selves, to make you mery glee.</br>Your mery glee is now laid all abed,</br>Your mery maker now alasse is dead.", "Death the devourer of all worlds delight,</br>Hath robbed you and reft fro me my joy:</br>Both you and me, and all the world he quight</br>Hath robd of joyance, and left sad annoy.</br>Joy of the world, and shepheards pride was hee,</br>Shepheards hope never like againe to see.", "Oh death that hast us of such riches reft,</br>Tell us at least, what hast thou with it done?</br>What is become of him whose flowre here left</br>Is but the shadow of his likenesse gone.</br>Scarse like the shadow of that which he was,</br>Nought like, but that he like a shade did pas.", "But that immortall spirit, which was deckt</br>With all the dowries of celestiall grace:</br>By soveraine choyce from th' hevenly quires select,</br>And lineally deriv'd from Angels race,</br>O what is now of it become, aread.</br>Ay me, can so divine a thing be dead?", "Ah no:  it is not dead, ne can it die,</br>But lives for aie, in blisfull Paradise:</br>Where like a new-borne babe it soft doth lie.</br>In bed of lillies wrapt in tender wise.</br>And compast all about with roses sweet,</br>And daintie violets from head to feet.", "There thousand birds all of celestiall brood,</br>To him do sweetly caroll day and night:</br>And with straunge notes, of him well understood,</br>Lull him a sleep in Angelick delight;</br>Whilest in sweet dreame to him presented bee</br>Immortall beauties, which no eye may see.", "But he them sees and takes exceeding pleasure</br>Of their divine aspects, appearing plaine,</br>And kindling love in him above all measure,</br>Sweet love still joyous, never feeling paine.</br>For what so goodly forme he there doth see,</br>He may enjoy from jealous rancor free.", "There liveth he in everlasting blis,</br>Sweet spirit never fearing more to die:</br>Ne dreading harme from any foes of his,</br>Ne fearing salvage beasts more crueltie.</br>Whilest we here wretches waile his private lack,</br>And with vaine vowes do often call him back.", "But live thou there still happie, happie spirit,</br>And give us leave thee here thus to lament:</br>Not thee that doest thy heavens joy inherit,</br>But our owne selves that here in dole are drent.</br>Thus do we weep and waile, and wear our eies,</br>Mourning in others, our owne miseries.", "Which when she ended had, another swaine</br>Of gentle wit and daintie sweet device:</br>Whom Astrophel full deare did entertaine,</br>Whilest here he liv'd, and held in passing price,</br>Hight Thestylis, began his mournfull tourne,</br>And made the Muses in his song to mourne.", "And after him full many other moe,</br>As everie one in order lov'd him best,</br>Gan dight themselves t' expresse their inward woe,</br>With dolefull layes unto the time addrest.</br>The which I here in order will rehearse,</br>As fittest flowres to deck his mournfull hearse.</br>"]