["Sing we no more of HYMENEAL lays,</br>Nor strew the land with myrtles and with bays:</br>The voice of joy is fled the BRITISH shore,</br>For CAROLINE's no more:</br>And now our sorrows ask a sadder string;</br>Come, plaintive goddess of the Cyrrhan spring,</br>Pour thy deep note, and shed thy tuneful tears</br>And while we lose the memory of pain</br>In thy oblivious strain,</br>&mdash;Ah!  drop thy cypress on yon mournful bier!</br>Begin:  nor more delay</br>The sacred meed of gratitude to pay:</br>Begin:  whate'er immortal song can do,</br>To the dear name of CAROLINE is due:</br>Who loves the Muse, deserves the Muse's love:</br>Then raise thy numbers high,</br>Sound out her glory to the throne of Jove,</br>Spread the glad voice through all the ambient sky,</br>From the dull marble vindicate her praise,</br>And waft it down to lighten future days.", "Ye bards to come, the song of truth attend:</br>This, this is she, the muse's judge and friend!</br>The royal female!  whose benignant hand</br>Throughout fair ALBION'S land</br>Dealt every useful, every decent part,</br>Each MEMPHIAN science, and each ATTIC art:</br>Within the muse's bower,</br>She oft was wont to lose the vacant hour,</br>Or underneath the sapient grot reclin'd,</br>Her soul to contemplation she resign'd,</br>And for a while laid down</br>The painful, envied burthen of a crown:</br>Mean time thy rural ditty was not mute,</br>Sweet bard of MERLIN'S cave!</br>Tho' rude, the ditty was of her, who gave</br>Thy voice to sing, and tun'd thy oaten flute</br>In strains unwonted to the ear of swain:</br>As when the lark, ambitious of the skies,</br>Quits the low harvest of the golden plain,</br>Taught by the sun's inspiring warmth to rise,</br>Sublime in air he spreads his dappled wings,</br>Mounts the blue aether, and in mounting sings.", "But whither wanders the licentious song?</br>Such joyous notes to happier days belong!</br>Ah me!  our happier days are now no more:&mdash;</br>Return, sad muse:  see pale BRITANNIA weep!</br>See all the sisters of the subject deep</br>Their sovereign's loss deplore!</br>See fond IERNE gives her sorrows vent,</br>And, as she tunes her brazen lyre to woe,</br>Indulge her grief to flow!&mdash;</br>See even the northern ORCADES lament!</br>Nor ends the wailing here:</br>Where'er beneath our flag wild Ocean roars,</br>From farthest ORIENT to HESPERIA's shores,</br>From torrid AFRIC to the world's cold end,</br>The BRITISH woes extend:</br>And every Colony has dropt a tear.", "O honour'd flood!  with reeds Pierian crown'd,</br>ISIS!  whose argent waters glide along</br>Fair BELLOSITE'S Lycaean shades renown'd,</br>Now aid my feeble song;</br>And call thy chosen sons, and bid them bring</br>Their lays of DORIC air,</br>With lenient sounds to steal awhile from care</br>Th' inconsolable king:</br>O!  sooth his anguish, and compose his pains</br>With artful unimaginable strains,</br>According sweetly to the golden lyre,</br>Such as might half inspire</br>The iron breast of HADES to resign</br>Our lost, lov'd CAROLINE.", "These are thy glorious deeds, almighty death!</br>These are thy triumphs o'er the sons of men,</br>That now receive the miserable breath,</br>Which the next moment they resign again!</br>Ah me!  what boots us all our boasted power,</br>Our golden treasure, and our purple state?</br>They cannot ward th' inevitable hour,</br>Nor stay the fearful violence of fate:</br>&mdash;Virtue herself shall fail:</br>Else now, if virtue ever could prevail,</br>Death had not dar'd to violate the throne,</br>Nor had BRITANNIA heard her sovereign groan.</br>&mdash;Ye nymphs!  recall the song:</br>For heaven-born virtue does to heaven belong,</br>And scorns the meanest of her sons should die,</br>But opens him a passage to the sky;</br>Her rod ay-pointing to the ethereal goal,</br>From the brute earth she frees the ardent soul;</br>Swift from the vulgar herd aloft she springs,</br>Spurns the moist clay, and soars on azure wings.", "Then hence with sorrows vain:</br>Ye Theban muses!  elevate the strain:</br>Search o'er the records of immortal fame,</br>And high refulgent on the female line,</br>Imblaze in starry characters the name</br>Of BRITISH CAROLINE:</br>While sacred story rings with Sheba's praise,</br>While BERENICE's virtues still inspire</br>The CYRENEAN lyre,</br>And GLORIANA blooms in SPENSER'S lays;</br>Thy name, great Queen, shall glow in every page,</br>Shall dwell in every clime, and live in every age.</br>When GEORGE shall go, where WILLIAM went before,</br>And all the present world shall be no more;</br>When the fond factions of unjust mankind,</br>The mean, the mad, the envious, and the blind</br>Shall turn to worms and dust;</br>Then time, impartial judge, that states the price</br>Of each man's virtue, and of each man's vice,</br>From thy bright fame shall clear the cank'ring rust:</br>And O!  the muses ever shall be just.", "But lo!  what sudden radiance gilds the skies?</br>'Tis gratitude descending from above,</br>Known by the sweetness of her dove like eyes,</br>Daughter of truth and universal love!</br>To HENRY's sacred dome she wafts along,</br>And on thy tomb she pours</br>Celestial sweets and amaranthine flowers:</br>The old, the young, the rich, the wretched crowd</br>Numerous around her, and with accents loud</br>Raise the mixt voice, and pour the grateful song:</br>\"Hail Queen!  adorn'd by nature and by art!</br>Thine was each virtue of the head and heart;</br>Thy people blest thee, and thy children lov'd,</br>And thy King honor'd, and thy God approv'd.\"", "But here my labors cease:</br>'Tis time the foaming courser to release.</br>And thou, O royal shade,</br>Forgive the muse that these vain honours paid;</br>A muse as yet unheeded and unknown;</br>That dares to sacrifice to truth alone,</br>Not prone to blame, nor hasty to commend,</br>No foe unjust, no mercenary friend,</br>No sensual bosom, no ungenerous mind,</br>And tho' not virtuous, virtuously inclin'd.</br>"]