["JOSKINS.</br>Ho!  JEMMY JOLT, what brought you forth to-day?", "JEMMY.</br>Why?  what d'ye think at home should cause my stay?", "JOSKINS.</br>You can't do any good abroad &mdash; at home,</br>The barn or stable would afford you some.", "JEMMY.</br>You, master JOSKINS, will see the diff'rence soon;</br>You're what they call &mdash; a farmer after noon.", "JOSKINS.</br>'Pshaw!  you only walk about, and cool your nose.", "JEMMY.</br>But walking, JOSKINS, always warms the toes.", "JOSKINS.</br>Yet nought in pocket &mdash; you only trudge and tire.", "JEMMY.</br>But how you laze and grunt beside the fire!</br>I push about, unheedful of the snow:</br>See how my young wheats and my shepherds do.</br>You know for want of corn, last winter &mdash; last,</br>You had a chance this very year to fast:</br>Your cows went 'ghast, you know &mdash; nay, nay, don't bilk;</br>You know you sent to beg a gotch of milk.", "JOSKINS.</br>Well, if I did, you know you, in return,</br>Had ne'er a maid to work your dirty churn;</br>For none at Michaelmas themselves would hire,</br>Because they knew their stays would soon grow high'r.", "JEMMY.</br>Ah!  JOSKINS, don't you know yon neat calves' crib?</br>Ha!  ha!  your maid! &mdash; ah!  ah!  what said your rib?", "JOSKINS.</br>Hush!  here comes my mistress&mdash;", "JEMMY.</br>I will for once:</br>I know at song and logic you're a dunce.</br>I say &mdash; don't you remember &mdash; ne'er mind your wife.", "JOSKINS.</br>Oh!  d&mdash;n it, scoldings are as had as strife.", "JEMMY.</br>How guilty conscience never seems to sleep!</br>I did but mean to ask of that fine sheep.", "JOSKINS.</br>Oh! &mdash; at song I won it &mdash; and I boast the prize;</br>And 'tis a lie whoever that denies.", "JEMMY.</br>You win a sheep by trial!  was't by songs,</br>By squeaking reeds, or rattling pair of tongs?", "JOSKINS.</br>Now cease your jest, and let your tongue lie still,</br>And I'll soon prove the utmost of your skill,</br>If you, my boaster, will with me contend;</br>And JOHN shall be our umpire and our friend.</br>Now for the stake &mdash; what shall it be?  let's see&mdash;</br>The very ewe I won &mdash; a fruitful she.</br>Now stake down something worthy such a prize,</br>And I'll defeat you, or I'll ne'er arise.</br>Come near the fire &mdash; we'll add another log;</br>For thick's the snow, and thicker grows the fog.", "JEMMY.</br>I have a ram (the finest of his breed)</br>He to the stake is willingly decreed;</br>And full a match is he for your fine ewe,</br>As I, my lad, will shortly prove to you.", "JOHN.</br>Good fires in winter in a country life,</br>With nut-brown potions, and a lovely wife,</br>With songs suppli'd, gives hours in common lost.</br>Come, warmly sing &mdash; for chilly sings the frost:</br>Alternate sing, the muses such require;</br>JOSKINS, begin &mdash; you challeng'd &mdash; I'm umpire.", "JOSKINS.</br>When Amalthaea brings her icy clamms,</br>And pregnant ewes drop many thrifty lambs,</br>Amid the fold the shepherd eyes the stars,</br>Which kindle health &mdash; no lambkin dry cold fears:</br>The night to Pan in ev'ry stage belongs,</br>Who loves the bleatings, and the shepherd's songs.", "JEMMY.</br>Me Phoebe loves, and never marks her reign</br>With circling Halo, emblem of much rain:</br>Pales, the goddess of the herd and sheep,</br>Unites to bless the thriving flock I keep;</br>Whose lusty hides shall never cause my fears,</br>But blunt with thickness many gaping shears.", "JOSKINS.</br>I guard 'gainst Phoebus, but I ne'er defy,</br>Whose sultry beams in summer bring the fly;</br>With timely care I aid the tortur'd dams,</br>And keep th' infected from the tender lambs.", "JEMMY.</br>The carrion crow can ne'er my flocks assail,</br>To peck the lambs, and make the dams bewail;</br>My dogs are such their looks, their breed avouch,</br>My flocks for them the badgers ne'er approach.", "JOSKINS.</br>When from the pens my folds o'erspread the leas,</br>Each passer by inquires, \"Whose sheep are these?\"</br>Whose shaggy sides of much superior wool</br>O'erspreads their udders starting to the full.</br>From dams like these, who such nutrition give,</br>The lambs must prosper, and the lambkins thrive.", "JEMMY.</br>'Tis sev'ral sorts compose my num'rous flock;</br>From o'er the seas, come part &mdash; from them I stock:</br>At lambing time ('tis often ev'ry year)</br>So fruitful are my dams that three appear!</br>And at each annual, bustling, jovial fair,</br>I take a flock, and gain the produce there.", "JOSKINS.</br>My pigs in litters love to pierce the herd;</br>The lambs seem pleas'd, and frisk around the sward&mdash;</br>Spring from the ground to an enormous height;</br>And the pigs, grunting, take their joyous flight.", "JEMMY.</br>My dams assembled juicy verdures nip,</br>While round the lea the frisking lambkins skip;</br>And in a train they all commence a round&mdash;</br>The mothers bleat to see them joyous crown'd.", "JOSKINS.</br>The muses' secrets grant the shepherd aid,</br>Charm tedious hours, and lucid make the shade.", "JEMMY.</br>The song where skill in singing is requir'd,</br>Can never please, or ever be admir'd.", "JOSKINS.</br>Sweet poetry was giv'n to grant this life</br>A just equivalent 'gainst worldly strife;</br>T' afford its charms to those who sweetly sing,</br>And those that hear to taste the mellow spring.", "JEMMY.</br>The muse is friend to ev'ry virtuous deed,</br>To worth, to virtue, those that greatly bleed;</br>Befriends the gay, and solaces distress,</br>Given to please, t' immortalize, to bless.", "JOSKINS.</br>Say where's the spot, on this terraqueous earth,</br>Where nature gives to man his nat'ral birth;</br>Yet o'er his head, between the earth and skies,</br>For all his life impending Terra lies.", "JEMMY.</br>Nay, first to me disclose that flower's name,</br>Which bears a covenant of sacred fame;</br>And thou shalt rise the victor and the king,</br>And I'll consent an under song to sing.", "JOHN.</br>So near do each assimilate the song,</br>That each might claim the prizes to belong.</br>But rest, my friends, on equal, skilful art;</br>'Tis equal pow'rs which meet the human heart,</br>Approves the judgment of a great compeer,</br>Who spurs our genius &mdash; not awakes our fear.</br>Now rise &mdash; 'tis time your flocks receive your care:</br>Farewel, my friends which may be, and which are.</br>"]