["SCENE,</br>THE GARDENS OF SHENSTONE.", "PROEM.</br>From those dull regions of terrestrial day,</br>Where Envy blasts the shades that meet,</br>To hide the Bard's distracted seat,</br>And Famine grasps the fruit his thorns delay,</br>To climes, where his victorious flame shall wear</br>The tribute, due to its distinguish'd praise,</br>And crown'd with gold the bays,</br>Go strains, aloft repair,</br>And drain from mellower eyes the tear,</br>To sorrows call'd, which now your flood inspire,</br>With loose discordant flow and deep despair,</br>Of lamentable song, the sad attire!</br>Ah sad!  of pang severe!</br>Cold stagnant Poverty with scepter'd sway,</br>Checks the proud course of each impetuous lyre:</br>Indignant numbers hence, the liquid wire,</br>I swept, and strain'd its piercing air,</br>To the hoarse clarion's height with vengeful ire:</br>Go, haste, your azure way</br>Ascend, my plaintive tale and bear;</br>Leave, Muse, this torturing sphere,</br>To yon far distant loftier worlds retire,</br>In other worlds resume thy conquering lay,</br>Why waste on earth-born ears celestial fire?</br>There from each mine that opes its anxious store,</br>And bids thy gems these transient sparks disdain,</br>Rich with that nobler ore, transient sparks disdain,</br>Rich with that nobler ore, transcendent, pure,</br>For thee immortal, stampt, thy lyre shall gain</br>The vast, ethereal weight, superior dow'r!</br>There Avarice shall no wealth restrain,</br>Nor stint with niggard hand the liberal show'r.", "MONODY.</br>Deep in a vale with lonely step recluse,</br>Plung'd from yon western hills in solemn shade,</br>That climb with blue ascent the Cambrian sky,</br>The pride and haunt of that fair shepherd muse,</br>That join'd with simple stop the pastoral reed</br>Of Faunus and the Nymphs, in rustic chace,</br>Warbling to every rock and fountain nigh,</br>His soft and favourite air, I took my lyre,</br>And thus with loud complaint began rebuke</br>Of its improsperous gift; my just reproof,</br>Accordant hills proclaim'd; the notes I struck,</br>Rung with rebellowing chime; the woodland roof</br>Remurmur'd to my song, \"Ah luckless race!</br>Adventurous, rash design!  Ah fond desire</br>Of mortals vain to tempt thus blind the fate</br>Of headlong verse!  Forego the flattering cheat,</br>The idle strain, Ah strains restor'd on high!</br>Delusive charm!  unable to controul,</br>Or melt with mellow touch the purse-bound soul,</br>Deaf to thy vacant noise!  Ah shallow rule</br>Of simple lyre, ill fated to destroy!</br>Ah!  false and fairy joy!\"</br>And every woeful son that drank the stream</br>Of Helicon, and its harmonious choir,</br>Responsive heard, \"Ah fruitless theme</br>Ah!  false and fairy dream!\"</br>Besides each grot, which soon in tears I leave,</br>And near each dell, and lake, and dark retreat,</br>Each hermit trodden path, and desert seat,</br>Each stream the Naiads lov'd, to watery doom,</br>Now sunk, deceitful maids!  Ah perjur'd stream!</br>Unperjur'd muse!  within whose dreary wave</br>Sad laurels droop, and with instinctive gloom,</br>Hang their despairing heads, enrag'd I stray,</br>And trace with angry stride his steps I moan;</br>Ah stream!  that must for ever harsh convey,</br>To every weeping primrose of the vale,</br>His mournful fate my sorrowing lines bewail!</br>For since the youth of this forsaken lawn,</br>Fled with long welcome to a safer clime,</br>From dire disasters free, both blushing dawn,</br>And field, or saffron bower, or yellow prime</br>Of deep autumnal leaf, or purple stain</br>Of evening cloud serene, or faded toy</br>Of giddy fancy, light fantastic vein!</br>Breed shallow rapture of unsinewy joy:</br>Perish the blast, and that relentless sky,</br>That gave to lonesome sleep thy lingering bier!</br>For thee my bosom heaves the lingering tear:</br>And Echo would my plaintive song adorn,</br>With distant close, by dying zephyrs borne</br>\"Ah fancy'd bliss!  Ah fruitless theme!\"</br>And sigh'd to think her airy fame</br>Was all the Muse's meed, an empty name:</br>And every sable flow'r that grew around,</br>My dull-ey'd melancholy found,</br>With those a garland in my haste I wove,</br>And gave to every Satyr in the grove,</br>Which round his trickling, rueful cheeks he bound.</br>Mad is the toil of each poetic brain,</br>That weaves abandon'd verse, though pure the strain,</br>With high and heav'nly thought enraptur'd flow;</br>Ah wild!  distress, and pangs, and storms ensue:</br>Forsake, my Muse, thy lyre, nor more pursue</br>The ragged, vagrant trade, nor run forlorn</br>Amongst the crazy herd, and loitering crew.</br>Ye winds, which oft with rage tumultuous blow,</br>That wont the winter's midnight hours to rove</br>Through the dark branches of this bellowing wood,</br>My rattling fingers join your tempest rude:</br>And you, ye unlaunch'd spirits, yet unborn,</br>Whose bosoms have not plung'd into the flood</br>Of billowy rhyme, attend whilst I rehearse,</br>In doleful strains and in deep murmuring verse,</br>The cares, the dire decree you must endure;</br>With trembling hand I trace that awful pow'r,</br>Ah me!  and living mingle tears with you!</br>Another bard, the black malignant show'r</br>Feeds the fresh torrent of mellifluous woe!", "Ah youth!  whose feet through happier gardens stray,</br>By bank, or greener mead, or shadowy spring,</br>Again, where oft on thy melodious string,</br>Elysian airs invite, to thee, my lay</br>Now swells, releas'd from this long painful night</br>Of Poverty, whose ghastly sons below,</br>I trace, by haunted grove, with leaden flight</br>Of melancholy rhyme and sad dismay;</br>Bards, that in useless bodies live, that crew</br>Of tall, fantastic shadows, airy, light,</br>Majestic, of immortal vapour, low,</br>Despis'd and famish'd, fed with rapture dear,</br>Ethereal rich repast, their earthly fare!</br>Ah heirs of rest for you yon skies prepare,</br>Of you I sing, your clouded sunshine here,</br>In this dark dreary orb's tempestuous air;</br>And as each keen, inveterate dart I shew,</br>Let Envy own your ills and avarice bear,</br>And thus exclaim'd the song in accents drear,</br>And thus bewilder'd ran in strains of woe.", "That every Muse, whose pure exalted clay,</br>Breathes with full proof of heaven's peculiar love,</br>Whose bright and sacred birth, refulgent day!</br>Recorded is by high empyrean Jove,</br>Should be the scorn of fate!  his laurell'd brow,</br>And bright, superior, heav'nly birth, above</br>Nor pangs nor Penury, thy rigid foe!</br>Bereft of human bliss, her moments flow</br>In Poverty's irrevocable gloom,</br>Remote, condemn'd with lonely steps to rove</br>An exile, cold, perplex'd, ungenial doom!</br>Whose life the dark Siberian realms immure.</br>If spring returns, if Nature yields her store</br>Of fruit and fragrant pleasures, if the sky</br>With noontide brightness glows, man's chearful eye</br>Admires those welcome charms, and hails the hour</br>Of their resplendent morn; but not the green</br>Of Summer gay, whose shades, in azure die,</br>Nor dawn nor purple cloud, though cool the line,</br>With radiant suns, declines; and though her toil</br>Steals every changeful tint, nor various scene</br>Resplendent in the Muse's page, nor hour</br>Of her distinguish'd birth, his grateful smile</br>Extort, or needful boon, in vain they shine,</br>In vain her blushing fields autumnal bear</br>The orient gold, of cutting blast secure,</br>And heaviest woes endur'd, profuse the show'r!</br>In vain she sings, in vain her infant flow'r</br>Opes its full foliage to the blustering year.</br>Shall then the noble stream neglected flow</br>In veins of high descent, to heav'n ally'd</br>With more than mortal claim, of arts below,</br>Intended as the first and best to please,</br>In e'vry sacred form, on earth decreed,</br>To be the sovereign charm, of amplest pow'r</br>To lure, to seize the soul, that swells the tide</br>Of tears in tragic line, and rears the seed</br>Of honour, from heroic acts to soar,</br>Rous'd by the mightier song's majestic grace,</br>To arms when rais'd; or if, a moral guide,</br>The Muse instructs, and Points the cautious way,</br>Through thorns and snares to deeds of pious fame,</br>Enamour'd, in her pure celestial theme,</br>We trace ideal Virtue bright, whose ray</br>Shines in the Mantuan page, with fairest face,</br>In heav'nly numbers taught; and happier he,</br>In that Augustan age, (Ah happier day!)</br>Who sung, nor sought with needless care the praise</br>Of some keen patron kind, for then the Muse</br>Honour'd the princely roof, and sat in hall</br>Of kings, unenvious, yet of kings the pride,</br>Grac'd with imperial song; to wanton use,</br>But now she stoops, and hears with pain the call,</br>To unchaste haunts, of such who base deride</br>Her pure and holy springs, whose venal lays,</br>Mix'd with Castalian brook, run dregs and weeds,</br>A sad polluted flood, and wear the bays,</br>Won by profaner art; ye hollow reeds</br>Of song, whose mouth the tongue of flattery feeds,</br>And opes your pliant pipe, may Phebus' steeds</br>Dismount you, in your vain and loose career,</br>Leave your degenerate limbs; yet some there are</br>Of modern rhyme, that have preserv'd the stream,</br>Unstain'd; Musaeus, he of blameless fame,</br>Who sung, and be the epic hoof that trac'd,</br>Of rattling sound; Ah!  could my Muse uprais'd,</br>Climb that high venturous track!  to such, her lay</br>Pours the full tribute, and aspires to soar</br>On uncorrupted wing, though cold her day,</br>And cold her recompence, and bitter show'r</br>Hail stores of sentenc'd woe; Ah!  dire the gale!</br>And deep the gulph!  to him who trims the sail</br>Of feeble song, though fraught with precious ore,</br>Drawn from the rich Parnassian mine!  in vain!</br>Opposeless currents roll!  Ah!  dire the shore!</br>In vain!  the ruffian winds his pow'rs assail!", "Nor art, nor sovereign pow'r, nor charms avail,</br>Incessant cares the stern command fulfill,</br>Of him, who bade the Muse her fate bewail.</br>Weep, delug'd lyre; let every verse distill</br>The trickling tear, and in your angry course,</br>High up the cliffs of yon ethereal hill</br>Re-echoing rise, and hit the trembling ear,</br>Of dark mysterious Jove; in mournful strain</br>Let the loud cataract roar; Ah me!  the source</br>From whence your sorrows flow!  that splendid train</br>Of all those matchless ills, your signal share!", "Say then, immortal Sire, and you, ye few,</br>Who touch'd your favour'd harps endear'd with gold,</br>And taste of mortal bliss, in grot, or bow'r,</br>By Thames, or Tiber's banks, where danc'd the hour,</br>In song and grateful mirth, to loftier lays,</br>Now tun'd, by purer streams, that here below,</br>From your high cloudless regions calm, behold</br>Your kindred lyres endure the dire disgrace</br>Of Poverty, upon her awful throne,</br>Say in her ragged train of spectres drear,</br>Exhausted, faint, to her tyrannic frown,</br>Where kneels the wretched page, by rude mischance</br>Compell'd, who feels more woeful pang severe</br>Than that oppress'd and sacred bosom, thrown</br>On wreck of fortune, and tempestuous fate?</br>Distinguish'd are the ills thy pow'rs create!</br>Ah!  torment of exalted spirits!  Hence,</br>Renounce thy lyre, and choose a lowlier state,</br>The shepherd's homely fare, and simple dress,</br>And take thy pipe, and seek that harmless praise,</br>To carrol oaten tune with rustic ease;</br>Some swain its notes may hear, its breath may raise</br>Some pittance poor, some memory dear may grace,</br>And rear thy rhymeless stone; some future lay,</br>Like thine, may mourn, some bard, thus hapless may</br>Commend thy humble task, \"Ah!  vain to climb</br>Imperious height!  and vain the idle store</br>Of all the poet's airy thoughts, though warm,</br>His fresh but hideous pictures glow!  his rhyme</br>In vain!  with Muse of pow'r and murmuring charm</br>Of ebbing numbers, and tumultuous roar</br>Of vast resurging verse!\"  Ah cruel eye!</br>Prophetic woes inspire; mature, I see</br>Within the big unhallow'd womb of time,</br>Less glorious page, and less despotic sway</br>Of thy weak babling lyre, the future day,</br>My Muse uncurtain'd sees, to highest noon,</br>Now rais'd, her beams expire; with downward sun</br>She falls; what bard protracts her flight?  apace</br>She falls, that erst on tow'ring courser high,</br>And full-fledg'd wing sustain'd of British flame,</br>Swift o'er the ambient fields of heav'n upborn,</br>With fancy not yet breathless in the race,</br>Advanc'd, nor check'd the rein; Ah me!  her morn</br>Declines; across the vast Atlantic stream, </br>To continental regions far remote,</br>She flies, in haste to swell her infant note,</br>To sound of mighty deeds, and lift the theme</br>To liberty, Britannia's secret pride,</br>Though curb'd by parent rule; to loftier skies,</br>And loftier realms she flies, in deserts wide</br>To range, of woods and plains, to pour the tide</br>Of music in her swelling numbers, proud</br>Of waving pines, and scenes, and worlds unknown,</br>And wilds, and glimmering lakes, and torrents loud,</br>And rivers yet unroll'd in song; she flies,</br>Abroad she steers; or if by airy fame,</br>(Too late her labour in these arduous days,)</br>Impell'd, and laurel sprouting o'er his tomb,</br>Some wanderer still in fancy's giddy dream,</br>Views Nature in her sportive shapes, with plume</br>Adorn'd, who now its nodding height that trace,</br>In mirror dear, within his mimic page,</br>See sacred charm?  Ah youth!  of such disdain,</br>To court the scornful smile, nor senseless deign,</br>To shew thy splendid glass, poetic rage</br>Will burn unseen, and with melodious change,</br>May roll, may rise, but their unletter'd air</br>Will quite congeal thy frame; or if thy song </br>Demands a patron's warmth, Ah!  vain to rear</br>The line!  what trifler of the playful throng</br>Will now protect the Muse, or twine the wreath</br>Her brows deserve, and give her breath to range</br>With free, unpinion'd flight?  in vain!  beneath,</br>On earth the droops; in vain the feed to raise</br>Of tow'ring song, and sing inglorious lays!", "Wake, phrenzy'd lyre, indulge thy warmer vein,</br>That I may rouse from lethargy this tame</br>And dull enfeebled age; with bolder strain,</br>Rais'd to full height of proud Phoebean flame,</br>That would with the transcendent sun of verse,</br>Give lustre to the theme, and dazzling blaze</br>Meridian fire; but Ah!  'tis check'd!  the zeal,</br>And fury of thy song, and idle storm!</br>Dread horror, and the ghastly specter'd form</br>Of Poverty, and its thin sickly meal,</br>Unfurnishes the brain, no more immerse</br>Thyself in lamp-worn, midnight trade,</br>Of truant, lazy rhyme; for who array'd</br>In pomp and splendour, will thy tale requite?  </br>That erst, in antient art, to princely ear,</br>Engross'd, and giddy with its stern delight,</br>Gave loftiest ecstasy, reluctant fate!</br>Now doom'd in this contemptuous clime to bear</br>Each jest and censure, though its pride and grace!</br>In tears, my Muse, thy pangs, thy death relate:</br>Does conscious fancy now thy bosom seize,</br>To the courtier's praise?  Alas, thy tongue</br>Entranc'd with other dreams, his pension'd eye</br>Sees brighter visions in a star or place;</br>Degenerate day!  Ah!  issue not thy song,</br>To this ungrateful isle, nor studious raise</br>One sacred image, and thy fires deny;</br>But let coarse numbers, which no Muses bring,</br>Address'd, and courted oft with strange request,</br>Drawn from no hallow'd, high Pierian spring,</br>The current calm of those declining days, </br>Run in light strain for its ungarnish'd feast.", "Of time, to ocean roll'd, dethron'd, the day</br>Retires, in ocean sets, its ceaseless tide</br>Descends, and all yon glittering skies array,</br>In its resistless course, to earth ally'd,</br>The torrent sweeps, and in its boundless sway,</br>Involves; the Muse its gathering showr's deride:</br>Ah!  lost, dejected, weeping prostrate lyre!</br>Receive my last adieu; from me, thy wire</br>No more shall murmur with superfluous lays,</br>In clouds thy year, in clouds thy eve decays;</br>And must thy mean, degraded worth endure</br>The loose, ungovern'd laugh, and haughty look</br>Of shallow ignorance?  Ah!  wasted hour</br>On that dear, faithless, art!  and dire rebuke</br>And season sharp!  that soon in winter hoar</br>Must blast the laurel, and disrobe the bough!</br>Those perishable lines thy doom deplore</br>And shall again no future bosoms glow,</br>And feel the lingering fire, themselves to raise</br>Aloft, and seek of sacred rhyme the praise?</br>Nor ravish'd with the majesty of song,</br>Burst from the cumbrous weight of Gothic shade,</br>By late or antient bards heroic rung,</br>Shall none again surround, no distant race,</br>Their loud, triumphant strains?  Ah idle verse!</br>What show'r can drown Olympus?  lofty, proud,</br>In mist sublime, above, whose tow'ring head</br>Ascends, or what, for ever mute, can chain</br>The lyre, of wakeful pow'r?  though hid in cloud</br>Of barbarous ages, and to bright disgrace</br>Condemn'd, in thy secluded paths to fame,</br>All glorious Poverty!  what gloom detain</br>The golden morn of song?  from darkness free,</br>That shall again the clear dominion claim,</br>Of earth, its radiance, and remount the throne.</br>Of kings, in midnight plung'd, the spark decays,</br>That never, in oblivion sunk, with thee,</br>Of that superior dignity, shall rise,</br>With thy immortal splendor's orient crown,</br>A meteor's triumph, and extinguish'd blaze:</br>But who on its late gather'd fruit relies?</br>Or cares what future wealth or fame succeed?</br>And Ah!  who reaps the food, and present meed,</br>Which living fortune to thy fate denies!</br>Shall I the sad mischance and story tell,</br>Of that Moeonian chief, the beggar bard,</br>High rank'd in Poverty, in song as high</br>Of equal deep extreme, the parent seed</br>Of both, hereditary vein, though blind,</br>Condemn'd in streets with misery to dwell,</br>And ask the doubtful boon?  if veil'd his eye,</br>Yet Jove within pour'd the bright reward</br>Of hapless verse, and his all-seeing mind,</br>Wide op'd with lust'rous beam; or shall I speak</br>Of that neglected other sightless sage,</br>That sung of Eden lost, whose peerless page</br>Blooms with perennial verdure, cherub song,</br>And laurel ever green?  or him bewail,</br>Whom late distraction led the cup to take,</br>Of deep and pois'nous draught?  or need I seek</br>For more of this lean, aguish tribe, their lot,</br>In some vile corner of a dreary hut,</br>By sorrow sought to swell her frantic tale?</br>Ah, dire!  but cease, my Muse, nor thus prolong</br>The woeful pictures wan of poets, drawn</br>From native climes, entomb'd to memory now</br>Endear'd; or living in this luckless age,</br>Wild, and still wandering on the Alpine snow,</br>Forsook, or soft Hesperia's tuneful shore,</br>Of universal semblance, ghostly, pale,</br>Impoverish'd, rude, and eyes uprais'd with scorn </br>From bodies unremember'd in the rage</br>Of their all-heav'nly feast:  those crimes impure,</br>That wound their short terrestrial joys, forlorn,</br>With modest warmth I sing; impure the soul,</br>That locks from liberal use the sordid gold!</br>Impure their sleep whose dreams its dust adore!</br>Ah lyre!  can grief like thine its tears controul?</br>Impure the breast that with embraces warm,</br>Hugs the deep laden bag's imprison'd ore,</br>And leaves the Muse uncloath'd in winter's cold!</br>Like some sad tree, with each defenceless arm,</br>Torn with tempestuous winds, whose pregnant head</br>Erst tow'rd with full-grown fruits, of mellowest charm,</br>Its wealth unhonour'd, and unmourn'd its shade!</br>Ah!  harsh the storm, and envious wrath severe!</br>Ah!  harsh the show'r, and cruel every wind,</br>That breathes on vernal bud with churlish air</br>Ah!  harsh the storm, and keener stars unkind,</br>That blast the Muse's birth with budding care!", "And is neglect and sorrow, then, to be</br>Thy sad and dreary doom?  and studious night</br>In clayless cottage, cold and sacred seat</br>Of Muses faint, that shudder as they write,</br>And bind the knotty rhyme?  and dubious fee</br>Of stinted morsel?  haste, thy birth disclaim;</br>Go, wander, youth; to other climes thy fate</br>Commend; to other toils; indignant, fly,</br>Resolve, prepare, and dig the fruitful mine</br>For wealth, for affluence; or from India's soil</br>Bring palms, bring fortune; with the haughty spoil</br>Of millions bright, thy sterling lustre, shine;</br>To thee, then, bow the whole obedient nine;</br>In wit, in wisdom, and in sense supreme;</br>Prolific source of taste, and spark divine</br>Attend, embrace the hour, on gold rely,</br>Immortal gold above the laureat name,</br>Shall gild, shall grace thy breast, with art supply;</br>But stay, Oh stay, nor build thy sinful fame</br>On crimes, that deep, the voice of heav'n deny!</br>Ah crimes!  ye sons of this rapacious isle,</br>For gold who murther, and on guilt refine!</br>And shall their ashes live in sculptur'd pile,</br>Above the humble Muse's moss-grown shrine?</br>Whose blushing statues, o'er their boasted earth,</br>Embalm'd, with sad, involuntary stream,</br>Weep, whilst beneath we read the long record</br>Of vast, ignoble praise?  go, erring youth,</br>Hence, haste, to glory sail, to gold thy eye</br>Remove, nor more in fancy's flow'ry path,</br>Delight; believe the song, this splendid truth,</br>The stature of thy thought, and current worth,</br>Lays in the lofty ore. &mdash; Ah fruitless wrath!</br>Then loose each string, and every feeble chord,</br>Of thy forsaken lyre, and close the strain,</br>And let no more its mellow notes resound,</br>By grove or hill, nor of its fate complain;</br>Harmonious wretchedness, proverbial wound,</br>And penury's cruel source.  Ah, prompted ire!</br>And willing phrenzy!  and fanatic sweep!</br>And vengeance of thy hate!  and wild resolve</br>Weep, every brimful flow'r, promiscuous weep,</br>Ye swelling cataracts, with me, and dissolve</br>In heavy murmurs hoarse; Ah mournfull lyre!</br>Ah lyre!  the parent of each pregnant tear!</br>And lamentable deed!  Ah weary flood!</br>Ah light, fantastic bliss of future fame!</br>And airy recompence!  Ah living draught</br>Of misery's bitter cup!  and thin repast!</br>And wakeful fancy sore!  and distant food!</br>To every rock, and every hill, proclaim</br>Reverberated woe &mdash; Ah, charm remote!</br>Ah, tyrant to the Muse, and triumph base,</br>Imperious Poverty!  and miscreant deed!</br>And felon Avarice!  Ah sad disease</br>Of ghastly, craving purse!  Ah shallow seed</br>Of happiness, unsown in tuneful breast!</br>Forbidden, mortal fruit!  Ah wizard song!</br>Ah useless diligence!&mdash;", "&mdash;As loud, I struck</br>The clamorous wire, and with attractive scorn</br>Drew every Sylvan foot, and Woodnymph near,</br>That long, in shadowy dell, and glade, had born</br>Their sorrows big, and with dejected air</br>Listen'd unto my lay, whilst every oak,</br>That heard its sound, in clump, or craggy dale,</br>Which did his stubborn sinews stiff, provoke</br>With sturdy echo, and each answering vale</br>Remurmur'd soft applause, \"Ah, idle toy!</br>Ah fairy fancy!\"  from yon leafy screen</br>Of opening boughs unclos'd, whose window high</br>Into the chamber cool of this wide wood</br>Let in cerulean light, descending, stood</br>A Muse divine; that from Parnassian height,</br>In heav'nly region, o'er the Grecian hill,</br>An atom of base magnitude, uprose,</br>With song as eminent, above the skill</br>Of mortals, inaccessible to flight</br>Of loftiest wing, and, dropt, in strains like those,</br>Check'd my despairing line&mdash;", "ODE.</br>I. 1.</br>Reproachful bard, in angry mood,</br>What tears prolong'd, their frantic flood,</br>Swell, from the shallow source of ransack'd woe!</br>With the rude stream thy trickling numbers flow,</br>And blame with bold, imperious tide, severe,</br>The just decrees of Jove; Ah, impious lyre!</br>Stain'd with the guilt that dares yon Truth assail,</br>With thy weak, infant, wild, presumptuous tale,</br>Of its disast'rous fate &mdash; Insatiate ire!</br>Infirm the Muse, whose fevers fear,</br>The great illustrious storm to vear,</br>Spurn the low pomp which mortals vain admire,</br>And be my gold thy sole extent of care.", "1. 2.</br>From that rare, dazzling wealth, undug below,</br>Far from this orb obscure, whose twilight ray</br>Scarce lights thy glimmering path, in tranquil bow'r,</br>Umbrageous, green, of arch'd ethereal shade;</br>From the pure calm of that unchangeful hour,</br>On hill enraptur'd laid, whose crimson brow</br>Refulgent glories gild, unsetting day,</br>I come; from each luxuriant banquet, spread</br>With fruits, no mean Hesperian suns mature:</br>Cease, hear, thus Jove's indulgent strains reply;</br>Ah, cease, ungrateful, cease, and envious hear;</br>Up to yon roof, a favour'd guest,</br>I bid thee to the sumptuous feast,</br>Regal'd at my replenish'd table high,</br>With sweets, the choice of heav'n's redundant year.", "II. 1.</br>My steps to see, my sceptre share,</br>In vain the task, thy dreams forbear;</br>Keen are the eyes that meet the lamp of morn;</br>With those frail pow'rs thy reptile sense adorn,</br>What mortal thus benighted can behold,</br>Above, in its eternal sunshine clear,</br>My wisdom, tow'rd, supreme?  To Avarice, gold,</br>Of abject worth, I give; to kings, the reign,</br>I mark, of measur'd rule; in dear array,</br>Thy realms are those, their depth I shew,</br>Yon azure fields of fainter hue,</br>Down the broad paths of heav'n's extended plain,</br>Thy lingering Empire, and unbounded sway.", "II. 2.</br>Of coarse and sparing meal, and morsel rude,</br>And raiment vile, and walls of dreary light,</br>In kingdom of thy Muse, and costlier food</br>Of Phoebus, whose proud, gorgeous visions shine</br>Round thy aerial throne, with rich delight</br>O'er canopy'd, in heaven and state divine,</br>Why this contempt and scorn?  Thy grandeur trace;</br>Canst thou, with bosom gem inrob'd, unfold,</br>With that exalted spark's ennobling flame,</br>Triumphant fancy, pure, unrivall'd gold,</br>More glow of ornament?  Is wealth thy praise?</br>Thine is the gift, the graceful store,</br>The fruitful spring, the glittering ore,</br>Embellish'd with bold, sparkling, flooded beam,</br>The radiant fire of song, and lust'rous blaze.", "III. 1.</br>On earth, thy doom of transient date,</br>Where pour the ills thy pangs create,</br>Man's cruel darts, the stings of fate beside,</br>Stem the rough wave, the show'rs of life deride;</br>In Penury's garb, with cloak of ruthless woe,</br>Indignant Virtue of the Muse hath shewn,</br>From crazy, rafter'd roof, and cottage low,</br>To my fix'd, stateliest hall's celestial height,</br>And fortune wide, and years of young renown:</br>Correct thy rage, thy splendor here,</br>For mine renounce, those robes prefer,</br>Enrich'd, in yon imperial mansions bright,</br>With peace, the pride of heav'n's distinguish'd crown.", "III. 2.</br>Who seeks from pain my long repose, his hour</br>By lust unconquer'd lives; Ah fly!  the fire</br>Subdue, then cease, nor court the rankling show'r</br>On Avarice thrown, whose mines no Muse inspire</br>With their superfluous grace; untorturing flow</br>My joys, that deep thy guiltless draughts allure,</br>Of those the taste, of those, the floods renew;</br>Ah, cease those miscreant strains; to me thy lyre</br>Awake, to virtuous lays, my tuneful ear</br>Attends; what gold can, poor, on earth, compare</br>With mine, the loftier meed?  in yonder skies,</br>I call thee to transcendent ease,</br>The rich reserve of orient bliss,</br>Cherish the grateful thought, thy glory view,</br>And build thy wealth on their immortal prize.", "She fled, clouds vanish'd; and the forms unveil'd</br>From vapours, that with tall gigantic stride</br>Stalk'd through ideal mist, dispers'd, and day</br>Rose with full cherub smile; the opening pride,</br>The ample range, the kingdom'd sweep,</br>The blue command of yon ethereal steep,</br>Tow'rs &mdash; and the deep-fraught eye of fancy swell'd</br>Exhaustless treasure, which the Muse unchang'd</br>For fathomless, full purse, profuse around,</br>Flings from her liberal chest; unaw'd along</br>The torrent flows, and her large, affluent show'r,</br>On the dull, poor, unenvy'd bags of fame,</br>Breaks with broad levell'd dart; on pinions light,</br>She oft with richer view hath rang'd</br>Earth, seas, and skies, th' empyrean plain;</br>Clogg'd with no mean impediments, the weight</br>Of dross, and metal vile, she soars amain,</br>Up the wide arch of heav'n, and leaves the crowd</br>Of mortals groveling in low-relish'd dust,</br>Uncircumscrib'd, in magazine of joy,</br>And Gold supreme of song.  Such verse, the Muse,</br>In no penurious strain, ignoble &mdash; proud</br>Of dauntless, roving art, her simple boast,</br>Caught from the living stamp of wealth and pow'r,</br>And dar'd in uncouth rhyme undeck'd, disclose</br>The purse-worn grandeur, and the base alloy</br>Of Avarice and Pride, the tinsel throng,</br>Spirits of just reproof; whilst low the fun,</br>Downwards upon his sloping errand, cool,</br>Beneath the penthouse of her straw-clad shed,</br>Peep'd through the window rent, of lattic'd clay,</br>Close, on a bench, where lean'd her rustic head,</br>Unpolish'd, homely, made with shepherd's rule,</br>And crimson'd all the roof with farewell red,</br>Wishing no solemn fancies may dismay,</br>And chase fair Peace away,</br>Till his enlighten'd, clear return,</br>Or that clear, fairer, bright, resplendent morn,</br>That pours with golden flood celestial day.</br>"]