["What time late sate upon my closed eyes,</br>Endued by Jove with magic influence, Slumber;</br>Things strange my nimble Fancy did devise,</br>Whiles nought of earthly sense did it encumber;</br>Methought, that Queen of ever-honour'd name,</br>Philippa, 'fore mine eyes did pass confest;</br>Anon at modest-seeming distance came</br>An aged Form, yclad in priestly Vest;</br>His praying looks oftimes to Heav'n up-rear'd,</br>As oft upon a certain Scroll cast down,</br>Where goodly draught of sacred houses appear'd,</br>Eftsoons for grace and lore to win renown:</br>These follow'd were by num'rous gowned tribe,</br>Which, heav'nly Muse, me help most fittingly describe.", "First, holy Dame Divinity did lead</br>A rev'rend band of Elders sable-clad;</br>All, as they walk'd, did ghostly bookes read</br>With greedy eyes and looks beseemly-sad;</br>(Aside stood Satan, and him Envy burn'd,</br>Sight hateful, sight tormenting did him gall;</br>His eyes with jealous leer askance he turn'd,</br>Whiles useless vengeance flash'd from either ball;)</br>Twain heav'nly Forms did hand in hand attend;</br>Zeal hight the one, the other Charity,</br>Of Truth the one, the other Mankind's friend;</br>The first did seem in holy Cause full bold</br>The last Good-will to all did in meek count'ance hold.", "Next them a train of younger Clerkes came,</br>With num'rous Ladies, different in attire</br>But sisters all, and by one common name</br>Hight Sciences, ere while an ethnic choir;</br>But now did Guardian Angel them deduce</br>After that serious Dame Divinity,</br>Bringing unholy lore to holy use,</br>And Arts, else vainest, thus did sanctify:</br>(Then Satan's soul was suddenly replete</br>With Disappointment's anguish; having Creed</br>'Fore-entertain'd, that with vain deceit</br>Those ethnic Nymphs wou'd Christian Clerks mislead;)</br>All pass'd in decent rank and grave array,</br>Nor Poesy, most lewd, once wanton'd by the way.", "Now had mine eyes with wond'ring Pleasance view'd</br>So fair a train, and cou'd for aye have gaz'd;</br>When, suddenly, they saw the same pursu'd</br>By motley crew of Clerkes seeming-craz'd:</br>Their Leader wore fantastic cap of fool,</br>Bedight each side with ear of braying beast,</br>******* yclept:  (him Satan found fit tool</br>To work despight unto that holy Priest)</br>Onward he led his prick-ear'd crew, and gall'd</br>The heels of sober Clerkes gone before:</br>At so unworthy sight I stood appall'd,</br>And all indignant this last Vision bore:&mdash;</br>Thus, after courtly process of the Great,</br>The looker's grieved eye doth Mob unsightly meet.</br>"]