["The sun look'd bright upon the morning tide:</br>Light play'd the breeze along the whispering shore,</br>And the blue billow arch'd its head of pride,</br>As 'gainst the rock its frothy front it bore;</br>The clear bright dew fled hastily before</br>The morning's sun, and glitter'd in his rays;</br>Aloft the early lark was seen to soar,</br>And cheerful nature glorified the ways</br>Of God, and mutely sang her joyous notes of praise.", "The freshening breeze, the sporting wave,</br>Their own impartial greeting gave</br>To Christian and to Turk;</br>But both prepared to break the charm</br>Of peace, with war's confused alarm&mdash;</br>And ready each, for combat warm,</br>Commenc'd the bloody work.", "For England's might was on the seas,</br>With red cross flapping in the breeze,</br>And streamer floating light;</br>While the pale crescent, soon to set,</br>Waved high on tower and minaret,</br>And all the pride of Mahomet</br>Stood ready for the fight.", "Then swell'd the noise of battle high;</br>The warrior's shout, the coward's cry,</br>Rung round the spacious bay.</br>Fierce was the strife, and ne'er before</br>Had old Numidia's rocky shore</br>Been deafen'd with such hideous roar,</br>As on that bloody day.", "It seem'd as if that earth-born brood,</br>Which, poets say, once warr'd on God,</br>Had risen from the sea;&mdash;</br>As if again they boldly strove</br>To seize the thunderbolts of Jove,</br>And o'er Olympian powers to prove</br>Their own supremacy.", "What though the sun has sunk to rest?</br>What though the clouds of smoke invest</br>The capes of Matisou?&mdash;</br>Still by the flash each sees his foe,</br>And, dealing round him death and wo,</br>With shot for shot, and blow for blow,</br>Fights &mdash; to his country true.", "Each twinkling star look'd down to see</br>The pomp of England's chivalry,</br>The pride of Britain's crown!</br>While ancient Aetna rais'd his head,</br>Disgorging from his unknown bed</br>A fire, that round each hero shed</br>A halo of renown.", "The dying sailor cheer'd his crew,</br>While thick around the death-shot flew;</br>And glad was he to see</br>Old England's flag still streaming high,&mdash;</br>Her cannon speaking to the sky,</br>And telling all the pow'rs on high,</br>Of Exmouth's victory!", "The crescent wanes &mdash; the Turkish might</br>Is vanquish'd in the bloody fight,</br>The Pirate's race is run;&mdash;</br>Thy shouts are hush'd, and all is still</br>On tow'r, and battlement, and hill,</br>No, loud command &mdash; no answer shrill&mdash;</br>Algiers!  thy day is done!", "The slumb'ring tempest swell'd its breath,</br>And sweeping o'er the field of death,</br>And o'er the waves of gore,</br>Above the martial trumpet's tone,</br>Above the wounded soldier's moan,</br>Above the dying sailor's groan,</br>Rais'd its terrific roar.", "Speed swift, ye gales, and bear along</br>This burden for the poet's song,</br>O'er continent and sea:</br>Tell to the world that Britain's hand</br>Chastis'd the misbelieving band,</br>And overcame the Paynim land</br>In glorious victory.</br>"]