["Where restless Teign, with many a surge</br>Foams to his sacred Logan's height,</br>The rockstone, at the wood's dark verge,</br>Shook to the moon, array'd in light;</br>When, as a cloud far off, disparting, flew,</br>A shadowy form appear'd, majestic to my view.", "\"Child of the dust\" (the Genius cried)</br>\"To thee (no trivial boast) 'tis giv'n,</br>To hear, with emulative pride,</br>How Concord links the inspir'd of Heaven</br>Not with the Muse's silken ties alone,</br>But in that Harmony which Friendship deems her own.", "\"Twas Concord bade the Bards of old</br>To Inspiration's numbers string</br>Their sweet-ton'd harps of burnisht gold</br>By sunny mount, or mossy spring&mdash;</br>Bad them, where Echo loves the sylvan dell,</br>The Druids mystic pomp, the Hero's prowess tell.", "\"The soul-subduing strain was high!</br>Still, still, it vibrates in mine ear!</br>I catch the holy minstrelsy</br>To Devon's faery vallies dear!&mdash;</br>Though central oaks no more, in forest deep,</br>Around the grey-stone cirque their twilight umbrage sweep.", "\"Snatcht from the altars of the east</br>I see the fires of Danmon rise!</br>To mark the new-moon's solemn feast,</br>Behold, they lighten to the skies:</br>And, as assembled clans in silence gaze,</br>The distant Karnes draw near, and kindle to the blaze!", "\"Fast by yon chasmed hill that frowns</br>Cleft by an elemental shock,</br>As ashen foliage light embrowns</br>Its rude side ribb'd with massay rock;</br>Lo, on the pillar'd way the white-rob'd bands</br>In long procession move, where proud the Cromlech stands.", "\"But see, where breaking thro' the gloom,</br>Danmonium's warrior-genius speeds</br>That scythed car, the dread of Rome!</br>See, fiercer than the lightning, steeds</br>Trampling the dead, their hoofs with carnage stain,</br>Rush thro' the spear-strown field, and snort o'er heaps of slain.", "\"Such was the heart-inspiring theme</br>Of bards who sung each recent deed;</br>Whether amid the mailed gleam</br>Of war, they saw the hero bleed;</br>Or, whether, in the Druid's circling fane,</br>They hymn'd to dreadful rites, the deep mysterious strain.", "\"No more to boast a spotless green,</br>E'er long their garlands deck'd the dead;</br>As, fading from the sight, the scene</br>Of oriental glory fled!</br>Then written verse for oral numbers came&mdash;</br>And lays of little worth were consecrate to fame.", "\"Then Saxon poets swept their lyres,</br>But harsh was their untutor'd song:</br>Then Norman minstrels vaunted fires</br>That ill to Phoebus' train belong&mdash;</br>Not that the Bard of Isca's elder'd vale</br>Told to the sparkling stream, an inharmonious tale.", "\"Nor idly wrapt in fairy trance</br>While each plume'd Edward fill'd the throne;</br>The daring offspring of romance</br>Gave to the glens a thrilling tone;</br>Chaunting the wizards spell in ruin'd halls,</br>Castles with ivy cloath'd, and mouldering abbey-walls.", "\"And o'er the dreary waste of years</br>Devonia mark'd some scatter'd rhymes:</br>But still, her eye suffuse'd with tears,</br>Wistful, she look'd to ancient times&mdash;</br>Ah!  few, monastic Tavy's banks beside,</br>Few were the BROWNES that trac'd the silver-winding tide.", "\"And tho' of fancy and of taste</br>A Rowe, the first-begotten child,</br>By dark romantic woods embrac'd,</br>Warbled his native carols wild,</br>'Twas from the lonely copse that high o'erflung</br>The Tamar's haunted wave his ditty sweet he sung!", "\"Tho Gay attune'd his Dorian oat,</br>Such as beseems a simple swain,</br>He only pip'd a rustic note</br>To cheer the solitary plain&mdash;</br>Where, since the Bards have slept, hath Genius wove</br>His many-colour'd wreath, to grace the Muse's grove?", "\"Where, as in Danmon's myrtle bowers</br>The race of Iran caught the flame,</br>Exerting their congenial powers,</br>Not envious of a rival's name;</br>Where now, in close fraternal union meet,</br>Spirits that court the Muse by friendship doubly sweet.", "\"Ev'n now they live!  Ev'n here they hail</br>Their reddening cliffs, in strains sublime;</br>Embosom'd in the vermil dale,</br>Nurst by the rosy-breathing clime!</br>Here many a letter'd minstrel, more refin'd</br>Than Bards of other times, displays the ingenuous mind.", "\"Behold, where lingering Isca laves</br>The turrets on her sloping banks,</br>While, far reflected by the waves</br>Rise her rich elms in tufted ranks,</br>The wreaths of Genius and of Taste adorn</br>Those, whom with partial smile I greet in Devon born.", "\"What tho' the Bards shall harp no more</br>To wondering ears their magic lays;</br>Yet shall my chosen Tribe restore</br>The long-lost fame of other days&mdash;</br>Rapt with diviner energies, aspire</br>Ev'n to empyreal worlds and catch the seraph's fire.\"", "He ceas'd:  And to the faultering sound</br>The Spirit of the Rock replied&mdash;</br>The old oaks bending kiss'd the ground</br>Then wave'd their boughs with conscious pride,</br>While, born on his translucent shell, hoar Teign</br>Joy'd that two sons were his, to rival Isca's reign.</br>"]