["Away flew Puck and Will, to seek the shaft,</br>Where Cramp was laid.  A fine mercurial rod</br>The fairy weaves; and strait with tiny craft</br>Discovers of the fiend the dark abode.</br>There murky silence marks the exhausted lode</br>Of copper, that in many a ruddy streak,</br>Had once amid the gloomy fissures glow'd;</br>There silver-gray, cobaltic branches break,</br>And dash the deep below, a vitriolic lake.", "There, on the backs of swallows that had clung</br>In deadly torpor, shrivell'd up he lies;</br>When, by the hazel touch'd, the pigmy sprung</br>Into a monster of enormous size.</br>Then shrunk into himself in agonies!</br>Now, as all muscle, he appear'd to strain</br>His limbs, and look'd as if his bursting eyes</br>Within their sockets he could scarce contain,</br>Now hiccup'd hoarse, and laugh'd, and hiccup'd hoarse again.", "Next, in a blue slate cavern, Puck and Will</br>Found Nightmare, who up prick'd each shagged ear,</br>And with her rattling hoofs bade Echo fill</br>Her dungeon, as she view'd the fay draw near:&mdash;</br>And hail'd the fiery Fatuus, her compeer&mdash;</br>In merry mischief, sad indeed to some!</br>\"Say,\" cries the goblin (with a satyr's leer),</br>Good cousin Puck and Wisp, say whence you come!</br>Certes!  to press the maids Mab orders out my bum!\"", "Soon as the oaf could comprehend the affair,</br>She stretch'd her limbs; when outflew many a bat</br>That slept between her leathern breasts, and there</br>Oft drew her paps, like any human brat,</br>Or fann'd her, on her hairy buttock squat:&mdash;</br>Spreading their skinny pinions of tann'd hue:</br>Then, ruminating as the monster sat,</br>She would collect her cavern's dripping dew,</br>Mix'd with the juice distill'd from cypress and from yew.", "Now, as high business summon'd her abroad,</br>She with those dark ingredients quickly whips</br>The froth up from a sickly-swelling toad,</br>And adds the pois'nous humour that oft drips</br>In madness from a gasping beagle's lips,</br>And mixes all in a green oister-shell;</br>Then in the venom shakes her mane, and dips</br>Her hoof; ere long to issue from her cell,</br>Performing wonderous feats, which soon my muse shall tell.</br>"]