["Pierian nymphs that haunt Sicilian plains,</br>And first inspir'd to sing in rural strains;</br>Vouchsafe to teach my trembling reed to play,</br>And woods to join in concert with my lay.</br>Our Indian woods, as yet unus'd to sing,</br>When taught by you, with harmony shall ring.</br>O waft your way from fam'd Parnassus' height</br>(The muses love a bold adventrous flight)</br>And westward steer &mdash; Phoebus will lead the way,</br>You'll reach our mountains e'er the close of day;</br>And there behold, what sure must highly please,</br>Apollo's steeds plunge in the western seas.</br>Soon as the ocean hides his sacred head,</br>You'll see the golden curtains of his bed:</br>And waiting Hesper gather in the day,</br>Whilst Cynthia spreads her silent ray.", "A western course has pleas'd you all along;</br>Greece, Rome, and Briton, flourish all in song.</br>Keep on your way, and spread a glorious fame,</br>Around the earth let all admire your name.</br>Chuse in our plains or forests soft retreats;</br>For here the muses boast no antient seats.</br>Here fertile fields, and fishy streams abound,</br>Nothing is wanting but Poetic ground.</br>Bring me that pipe with which Alexis charm'd</br>The Eastern world, and every bosom warm'd.</br>Our Western climes shall henceforth own your power;</br>Thetis shall hear it from her watry bower;</br>Even Phoebus listen as his chariot flies,</br>And smile propitious from his flaming skies.", "Haste lovely nymphs, and quickly come away,</br>Our sylvan gods lament your long delay;</br>The stately oaks that dwell on Delaware</br>Rear their tall heads to view you from afar.</br>The Naids summon all their scaly crew</br>And at Henlopen anxious wait for you.", "Haste lovely nymphs and quickly reach our shore;</br>Th' impatient river heeds his tides no more,</br>Forsakes his banks, and where he joins the main,</br>Heaps waves on waves to usher in your train.</br>A numerous fleet, rich with what Ceres yields</br>(Ceres the goddess of our fertile fields)</br>With ensigns waving in the pros'prous gale</br>For want of water scarce can bend a sail;</br>The goddess vows to stop her liberal hand&mdash;</br>Haste lovely nymphs, and save a sinking land.</br>Harmonious Nine, bring harmony and peace,</br>Unite our hearts, and bid all discord cease.", "But hark they come! &mdash; The Dryads crowd the shore,</br>The waters rise, I hear the billows roar!</br>Hoarse Delaware the joyful tidings brings,</br>And all his swans, transported, clap their wings.</br>Our mountains ring with all their savage host&mdash;</br>Thrice-welcome lovely nymphs, to India's coast.</br>Not more parnassian rocks Phoebus admire;</br>Nor Thracian mountains Orpheus' tuneful lyre;</br>Not more sad lovers court the darkling note</br>Of Philomela's mournful warbling throat;</br>Not more the morning lark delights the swains,</br>Than you sweet maids our Pennsylvanian plains!", "Britain's fair offspring, nymphs as angels bright,</br>In silent rapture, wonder at the sight.</br>The swarthy race their wampum belts prepare,</br>And loud YOHAWS shout thro' the trembling air.</br>What do I see? &mdash; From heaven a sudden blaze!</br>The Indian crowds are hush'd in deep amaze!</br>Stare on each other with attentive eyes,</br>For wisdom thirst, and their rude state despise!</br>They call to Onas:  generous Onas hears,</br>His heart is melted with barbarian tears.</br>What mean these wonders, say, divinely sprung!</br>The virgins smil'd, and thus melodious sung&mdash;", "\"O mortals blind to gracious heaven's decree,</br>Why thus astonish'd at the change you see?</br>Look back thro' ages past, you'll find it clear,</br>The rude are polish'd, soon as we appear.</br>Or if barbarian rage must have its time,</br>We seek abodes in some more peaceful clime.</br>Thus when the north pour'd forth its Gothic swarms,</br>From lov'd Ausonia vanish'd all our charms,</br>To visit Europe's crimson fields no more,</br>Until the general massacre was o'er;</br>At length on fair Britannia cast a smile,</br>And rais'd a Chaucer in the fav'rite isle.</br>Successive bards, in one continued line,</br>Form'd the brave English from a Saxon Mine.</br>'Tis ours, by gentle means, to tame the heart;</br>'Tis yours, to sing whatever we impart.</br>Onas shall favour, whose extensive mind,</br>Loves not a part, but all the human kind.\"", "They sung and vanish'd, whilst I gaz'd in vain;</br>Yet gently whisper'd, still sing on my swain.</br>Lend then, Melpomene, your sacred fire,</br>And verses fit for THOMAS' ear, inspire.", "O thou distinguish'd by a far-spread fame,</br>Obtain'd by merit, not thy honour'd name;</br>Whether you strive, by strong perswasive sense,</br>To urge a naked province to defence,</br>Or wisely dreading savage Indian foes,</br>By friendship's chain avert tremendous woes;</br>Hear and accept my harmless rural lay;</br>So may you hold a long and happy sway.</br>'Tis not a venal minion fawning sues,</br>But one who scorns to prostitute his muse.", "'Twas in the season of high vernal floods,</br>When kindly Zephyrs chear'd the swelling buds;</br>Thro' low-land meadows, herds and flocks were seen,</br>The morning sun, with horizontal beams,</br>Darts thro' the trees, scarce glittering on the streams.</br>Two careful shepherds walk the river side,</br>To watch the dangers of the flowing tide.</br>Struck with surprize and grief, upon an oak</br>Palaemon musing lean'd, when Moeris spoke&mdash;", "MOERIS.</br>What means Palaemon, idly loit'ring here,</br>When only now I sav'd your drowning steer.</br>Your meadows float, I saw two weathers more,</br>Struggling thro' mire, and hardly reach the shore.", "PALAEMON.</br>Thanks to my neighbour for his generous care;</br>To find me so neglectful is but rare.</br>But news distressing gave me such a shock,</br>I quite forgot my herd and tender flock.", "MOERIS.</br>Alas my friend!  from whence that trickling tear?</br>I dread to ask &mdash; and yet I long to hear.</br>Too well I know, 'tis some uncommon cause,</br>That from a manly breast such sorrow draws.</br>Speak then Palaemon, ease an anxious heart,</br>That throbs for you, and fain wou'd bear a part.", "PALAEMON.</br>'Tis not a private loss afflicts my soul,</br>A part we both may bear, but not the whole.</br>For nations weep, and with one voice deplore</br>The musical Alexis now no more!</br>From England's coast, see yonder distant sail;</br>But now it pass'd, swift as the flying gale;</br>They call'd aloud, and shun'd the list'ning shore,</br>Weep shepherds weep, Alexis is no more.", "MOERIS.</br>Then art thou gone!  and with thee every art</br>To please, to check, to sooth, to rouse, the heart?</br>Who now shall charm the nymphs with heav'nly strains?</br>Or spread the flowers on Windsor's verdant plains?</br>Who sing thee Loddon, and thy weeping streams,</br>Thy shaded waters, cool as Cynthia's beams?</br>Go tell thy sorrows in thy parent's ears</br>And grateful Thames shall drown his banks with tears.</br>Sweet as their dying songs, his swans shall mourn;</br>And murmur grief each tributary urn.", "Hang all your leaves, with brilliant drops, ye trees,</br>And shed them gently on the trav'ling breeze;</br>Ye moisten'd gales, fly swift to Cooper's hill,</br>That rocks may weep, and swell each purling rill.</br>Not Colin's self, in Rosalinda's praise,</br>E'er sung so sweet, so moving notes as these;</br>\"Once I was skill'd in every herb that grew,</br>And every plant that drinks the morning dew:</br>Ah wretched shepherd, what avails thy art,</br>To cure thy lambs, and not to heal thy heart!\"</br>What voice so sweet?  so smooth what numbers flow?</br>Who heard thee sigh, and did not feel thy woe?</br>The coldest nymph in time might prove more kind;</br>But fruitless groans we give unto the wind.</br>She might relent, but who shall thee restore?</br>Weep shepherds weep &mdash; Alexis is no more!", "PALAEMON.</br>So wails the turtle dove his slaughter'd mate,</br>High-perch'd in air, from his celestial seat;</br>The neigh'bring rocks re-echo the sad sound,</br>And general sorrow spreads itself around.</br>Lamented swain!  mourn'd in such lays as those,</br>Sweet shall you sleep, and soft your bones repose.</br>O happy Moeris!  Yours shall be the bays,</br>And next Alexis shine in future praise.</br>Yet let me try, tho' meaner prove my lay,</br>To the lov'd swain my last respects to pay.</br>Ye muses aid, and great Apollo hear,</br>No name was e'er more grateful to your ear.", "MOERIS.</br>Not cooling zephyrs to the reaping swain;</br>Not to the sun-parch'd meadows, kindly rain;</br>Nor vernal Phoebus to the warbling throng,</br>Can yield such comfort as to me that song.", "PALAEMON.</br>Why shou'd we longer doubt celestial signs?</br>Ah mortals blind to powerful heaven's designs!</br>Nor did the flaming comet aught avail;</br>In vain it blaz'd, and shook its horrid tail.</br>The threat'ning omen travers'd round our skies,</br>Whilst we, dull wretches, shut our heedless eyes.</br>Ask what it means, of those for learning fam'd,</br>Straight the poor shepherd's ignorance is blam'd.</br>Dark is their knowledge; all their glasses blind;</br>Now to our grief the dire presage we find.</br>Did it excite your envy, heavenly powers,</br>That so much worth and harmony were ours?</br>Or was our world too little to admire,</br>One that wou'd shine amidst your glorious quire?</br>But now me thinks I hear the nine rejoice,</br>And hail him welcome with a general voice.</br>Immortal bards, an awful laurel'd throng;</br>Rise from the seats, salute him with a song.</br>The Reverend Greek, presiding o'er the rest,</br>Grateful embraces for his favours past;</br>Confessing justice done to every page.</br>The Mantuan crys \"The glory of his age!</br>While plants their shade, or flowers their odours give,</br>His name, his honour, and his praise shall live.\"", "MOERIS.</br>Well hast thou sung, O Bard, divinely fir'd,</br>You sing as if Alexis self inspir'd.</br>Those heavenly strains revive my soul no less</br>Than balmy sleep the weary, on the grass:</br>Or than the thirsty trav'ler, cooling streams,</br>When sultry Phoebus plays his scorching beams.</br>Yet shou'd your song like Orpheus' music sound,</br>Which made beasts, trees and monuments dance around;</br>Death wou'd not hear, nor wou'd the grave relent:</br>With heaven's decrees let mortals be content.", "PALAEMON.</br>Here then we rest, and this alternate verse,</br>With well tun'd pipes, at noon we will rehearse,</br>To sooth our grief; then for the task prepare;</br>But now the herd and flock demand our care.", "Thus sung the shepherds as the muse inspir'd,</br>The river listen'd, and its floods retir'd.</br>"]