["Time ever lapsing, tho' on silent wings,</br>The annual Revolution of our sphere,</br>Once more unto its stated period brings,</br>And hails the entrance of a new-born year:</br>But ah!  what varied aspects does it wear</br>To mortals, journeying life's uncertain road;</br>To some presenting hope, to others fear;</br>On some see wealth with lavish hand bestow'd,</br>Whilst want and pain assail bleak poverty's abode.", "The muse beholds with moralizing eye,</br>What various changes since the last have been;</br>How some on fortune's pinions wafted high,</br>With rapture contemplate th' bright'ning scene:</br>With glowing heart and extended mien,</br>The golden hours of pleasure now employ,</br>Deeming the smile of fate an evergreen;</br>And in the triumph of unbounded joy,</br>Look forward still to years of bliss without alloy.", "Perhaps, exalted by the voice of fame,</br>Latent ambition rears her haughty crest!</br>Perhaps the heir who mourns a father's name;</br>In secret triumphs in his wealth possest:</br>Perhaps the lover more supremely blest,</br>Reaps boundless rapture from his fair one's smile;</br>The wit exults, unrivall'd in his jest,</br>And e'en the poet's labours to beguile,</br>Fame in perspective, drowns the sense of present toil.", "But ah!  how many view revers'd the scene!</br>How many sink beneath misfortune's frown!</br>And pierc'd with anguish exquisitely keen,</br>In torpid apathy their woes would drown.</br>Vain the attempt &mdash; their paths with sorrow strown,</br>That open still the wound her pow'r would heal;</br>Can calm indiff'rence dwell where peace has flown?</br>Alas!  the heart by nature form'd to feel,</br>With cold and icy hand, death only can congeal.", "A prey to unavailing sorrow left,</br>Behold the widow's tears incessant flow;</br>Of fame, of fortune, or of friends bereft,</br>What num'rous victims drink the cup of woe?</br>Nor peace nor future joy expect to know,</br>By adverse winds and boist'rous billows tost,</br>By some unseen, inevitable blow,</br>Their fairest prospects dash'd, their projects crost,</br>And hope's last glimmering ray in sable darkness lost.", "Rous'd by the hollow groans of wild despair,</br>See madness issue from her dreary cell!</br>With staring eye-balls and with frantic air,</br>Her force in vain weak reason would repel,</br>The passions 'gainst her feeble powers rebel;</br>The soul's o'erwhelm'd with dire distraction's flood,</br>And oh!  its devastations who can tell?</br>Oft suicide with her infernal brood,</br>Pursues the track, and marks her steps in human blood.", "Nor can we plead, heav'n's justice to arraign,</br>Those ills exist in humble life alone;</br>Oft restless on the thorny bed of pain,</br>The rich, the gay, and elevated groan:</br>Alas!  they now invade e'en Britain's throne!</br>Propitious heav'n avert the fatal blow,</br>Which long an anxious nation must bemoan!</br>For which involuntary tears must flow,</br>And even private grief be drown'd in public woe.", "If virtue's pow'r her votaries can save,</br>Our amiable Monarch sure may claim,</br>A long and blest exemption from the grave,</br>And still increase the honours of his name:</br>But virtue can bestow immortal fame,</br>Beyond this narrow sublunary shore;</br>The voice of popular applause, or blame,</br>Indiff'rent objects, then shall be no more,</br>But all the chequer'd, transient scenes of life be o'er.", "Here rest my Muse, &mdash; the endless theme resign,</br>Mortal vicissitudes alternate rise;</br>But from the view, O!  let this moral shine,</br>Patience and faith alone can claim the prize:</br>The gifts of fortune and of fame despise,</br>Revolving fate may snatch them unpossest;</br>Another year may call thee to the skies,</br>Or here may send thee succour if distrest:</br>May chear the wretch, or cloud the prospects of the blest.</br>"]