["Thro' golden fields, and gardens gay,</br>Whose sweets luxurious ope to view;</br>Rich Ceres and Pomona stray,</br>And lib'rally their blessings strew.</br>O'er all the mead of yellow dye,</br>Where-e'er you cast your circling eye,</br>Lo!  Plenty chears the happy swains,</br>And Nature all looks glad, while jolly Autumn reigns!", "The blithsome hind with joy surveys</br>Rich Harvest bow his golden head;</br>And o'er the field contented sees,</br>His toil and labour well repaid:</br>Beholds the grain his smiling care</br>Had sown, which Spring made erst appear,</br>And thro' the Summer blooming grew</br>Now swell'd to full perfection rushing on his view.", "No fears alarm his guiltless soul:</br>From far he unappall'd descries</br>The lightning glare &mdash; hears thunders roll</br>That with convulsions rend the skies:</br>Heard wheeling from the mountains hoar,</br>Rude tempests thro' the forest roar;</br>While o'er the boundless floating plain</br>The heav'ns rush down in torrents of impetuous rain.", "Within his lone sequester'd cot,</br>Which deep umbrageous shades embow'r,</br>He shelter finds, till storms without</br>Subside, and thunders cease to roar:</br>And soon's bright Sol with beaming rays,</br>Thro' clouds bursts forth, and round displays</br>The beauties of the ripen'd year,</br>With joy to reap the fields, his rural throng prepare.", "Now to the mead one step let's bend,</br>Sweet nymph!  pride of my rural lay!</br>Come yonder eminence ascend!</br>And taste the sweets of dawning day:</br>There lovely MIRA!  view below,</br>The fields with busy labour glow;</br>See ev'ry nymph and chearful swain,</br>While rural jokes divert, cut down the floating plain.", "Behold!  how blithe the buxom maids</br>Labour, the lusty sheaves to pile!</br>While ev'ry swain his sweetheart aids,</br>And mitigates her rural toil.</br>How happy they!  so vice unknown,</br>Content has mark'd them for her own:</br>With them blest Virtue ever dwells,</br>And Innocence and Health imparadise their cells.", "Not all the riches of the great</br>Can purchase happiness like theirs;</br>Nor all the downy beds of fate</br>Dispel in sleep corroding cares.</br>Say then, my Love!  whose virgin breast</br>Of ev'ry virtue is possest;</br>Say, wouldst thou leave my happy grove</br>To flaunt in gold!  forbid it, Heav'n!  forbid it, Love!", "Leave pride and folly to the gay;</br>To yonder florid orchard haste;</br>Goddess Pomona leads the way,</br>And courts thee to a rich repast,</br>With sweets replete, th' ambrosial pear</br>And juicy peach hang round my fair!</br>The wall-fruit luscious please the sight,</br>And, mellow all, to taste their ripen'd sweets invite.", "Behold!  where hangs the clust'ring vine!</br>The merry fauns exulting sing,</br>And hail with joy the god of wine,</br>While hills and dales with Ios ring.</br>The harvest o'er, &mdash; the village swains</br>Triumphant gambol o'er the plains,</br>Give all the day to mirth and play,</br>Prepar'd for dismal Winter's stern despotic sway.", "Hark! &mdash; from afar the echoing horn</br>Reverb'rates shrill thro' winding vales;</br>The hounds now wake the purple morn,</br>And urge their prey o'er hills and dales:</br>In vain the stay, his foes to shun,</br>Would mix the heard; they selfish run</br>Far from their friend, in tears bedew'd,</br>And see him fall a victim to the merc'less croud.", "So the poor nymph, whom love sincere</br>(Unskill'd in Cupid's mazy wiles)</br>Persuades to lend a list'ning ear</br>To Damon's tale, nor fears his guiles!</br>When by the cruel youth deceiv'd,</br>Her wonted quiet's ne'er retriev'd,</br>Her company acquaintance shun,</br>And by the swain she's scorn'd by whom she was undone.", "Learn hence, my fair!  in bloom of youth,</br>To prize blest innocence!  your guide;</br>Mistake not flatt'ring praise for truth,</br>Nor in your charms too much confide;</br>For soon the bloom your cheeks disclose</br>Must die, and all their crimson lose;</br>And, like these groves, whose leaves decay'd</br>Now strew the ground, your charms in life's decline must fade.</br>"]