["I. 1.</br>Britons!  hands and hearts prepare:</br>The angry tempest threatens nigh,</br>Deep-toned thunders roll in air,</br>Lightnings thwart the livid sky;</br>Throned upon the winged storm,</br>Fell DESOLATION rears her ghastly form,</br>Waves her black signal to her Hell-born brood,</br>And lures them thus with promised blood:", "I. 2.</br>\"Drive, my sons, the storm amain!</br>Lo, the hated, envied land,</br>Where PIETY and ORDER reign,</br>And Freedom dares maintain her stand.</br>Have ye not sworn, by night and hell,</br>These from the earth for ever to expel?</br>Rush on, resistless, to your destined prey,</br>Death and rapine point the way.\"", "I. 3.</br>Britons!  stand firm!  with stout and dauntless heart</br>Meet unappall'd the threatening boaster's rage;</br>Yours is the great, the unconquerable part,</br>For your loved hearths and altars to engage,</br>And sacred LIBERTY, more dear than life&mdash;</br>Yours be the triumph in the glorious strife.</br>Shall theft and murder braver deeds excite</br>Than honest scorn of shame and heavenly love of right?", "II. 1.</br>Turn the bright historic page!</br>Still in glory's tented field,</br>Albion's arms, for many an age,</br>Have taught proud Gallia's bands to yield.</br>Are not WE the sons of those</br>Whose steel-clad sires pursued the insulting foes,</br>E'en to the centre of their wide domain,</br>And bowed them to a BRITON'S reign?", "II. 2.</br>Kings, in modest triumph led,</br>Graced the SABLE VICTOR'S arms:</br>His conquering lance, the battle's dread;&mdash;</br>His courtesy the conquered charms.</br>The lion-heart soft pity knows,</br>To raise with soothing cares his prostrate foes;</br>The vanquish'd head true valour ne'er oppress'd,</br>Nor shunn'd to succour the distress'd.", "II. 3.</br>Spirit of great ELIZABETH!  inspire</br>High thoughts, high deeds, worthy our ancient fame;</br>Breathe through our ardent ranks the patriot fire,</br>Kindled at Freedom's ever-hallowed flame;</br>Baffled and scorned, the Iberian tyrant  found,</br>Though half a world his iron sceptre bound,</br>The gallant Amazon could sweep away,</br>Armed with her people's love, the \"INVINCIBLE\" array.", "III. 1.</br>The BOLD USURPER firmly held</br>The sword by splendid treasons gained;</br>And Gallia's fiery genius quelled,</br>And Spain's presumptuous claims restrained:</br>When lust of sway, by flattery fed,</br>To venturous deeds the youthful monarch led,</br>In the full flow of victory's swelling tide</br>Britain checked his power and pride.", "III. 2.</br>To the great BATAVIAN'S name</br>Ceaseless hymns of triumph raise!</br>Scourge of tyrants, let his fame</br>Live in songs of grateful praise.</br>Thy turrets, BLENHEIM, glittering to the sun,</br>Tell of bright fields from warlike Gallia won;</br>Tell how the mighty monarch mourned in vain</br>His impious wish the world to chain.", "III. 3.</br>And ye famed heroes, late retired to heaven,</br>Whose setting glories still the skies illume,</br>Bend from the blissful seats to virtue given&mdash;</br>Avert your long-defended country's doom.</br>Earth from her utmost bounds shall wondering tell</br>How victory's meed ye gained, or conquering fell;</br>Britain's dread thunders bore from pole to pole,</br>Wherever man is found, or refluent oceans roll.", "IV. 1.</br>Names embalmed in honour's shrine,</br>Sacred to immortal praise,</br>Patterns of glory, born to shine</br>In breathing arts or pictured lays:</br>See WOLFE, by yielding numbers pressed,</br>Expiring smile, and sink on victory's breast!</br>See MINDEN'S plains and BISCAY'S billowy bay</br>Deeds of deathless fame display.", "IV. 2.</br>O!  tread with awe the sacred gloom,</br>Patriot Virtue's last retreat!</br>Where Glory, on the trophied tomb,</br>Joys their merit to repeat;</br>There CHATHAM lies, whose master-hand</br>Guided through seven bright years the mighty band,</br>That round his urn, where grateful Memory weeps,</br>Each in his hallowed marble sleeps.", "IV. 3.</br>Her brand accursed when civil discord hurled,</br>Britain alone the united world withstood,</br>RODNEY his fortune-favoured sails unfurled,</br>And let three nation's chiefs to Thames's flood.</br>Firm on his rock the VETERAN HERO stands;</br>Beneath his feet unheeded thunders roar;</br>Smiling in scorn, he sees the glittering bands;</br>Fly with repulse and shame old CALPE'S hopeless shore.", "V. 1.</br>Heirs or partners of their toils,</br>Matchless heroes still we own;</br>Crowned with honourable spoils</br>From the leagued nations won,</br>On their high prows they proudly stand,</br>The godlike guardians of their native land;</br>Lords of the mighty deep triumphant ride,</br>Wealth and victory at their  side.", "V. 2.</br>Loyal, bold, and generous bands,</br>Strenuous in their country's cause,</br>Guard their cultivated lands,</br>Their altars, liberties, and laws.</br>On his firm, deep-founded throne,</br>Great BRUNSWICK sits &mdash; a name to fear unknown,</br>With brow erect commands the glorious strife,</br>Unawed, and prodigal of life.", "V. 3.</br>Sons of fair Freedom's long-descended line,</br>To Gallia's yoke shall Briton bend the neck?&mdash;</br>No; in her cause though fate and hell combine</br>To bury all in universal wreck,</br>Of this fair Isle to make one dreary waste,</br>Her greatness in her ruins only traced,&mdash;</br>Arts, commerce, arms, sunk in one common grave&mdash;</br>The man who dares to die will never live a slave.</br>"]