["What shall I say, O shall I call it joy,</br>Thou day of days!  when harmony within</br>In midst of tumult, quieted alloy,</br>And bade new prospects suddenly begin?</br>When sorrow banished, faded thought of sin</br>And love made happy other souls than mine;</br>When parish bells resounding with their din,</br>Bade busy feeling wake the poet's line</br>In wildest strain of thought, of care, of love,</br>Of pleasure, pain on earth, and happiness above.", "What shall I say?  O how describe my heart,</br>That heart is tranquil, but it has been sad;</br>It felt for others bitterly the smart,</br>And others felt it probably as bad.</br>O life is awfully yet nobly clad,</br>When virtue rises, and resolves to try,</br>That daring venture which the bravest had</br>To conquer evil with its remedy.</br>When noble thoughts the poet's bosom swell,</br>What words of giant magnitude his heart can tell.", "'Tis midnight; lonely seated by his fire,</br>His thoughts are bending o'er the sleeping throng,</br>The day is past; God bless each son and sire,</br>Each happy mortal as he moves along;</br>Peace, peace, pure peace, attend upon my song,</br>And bless the sleeping; let them rise above</br>The thoughts of evil, bless them old and young,</br>O bless mankind thou purest God of Love!</br>Sleep on ye mortals sleep ye, happy be;</br>Arise to-morrow cheerful, be ye ever free.", "The day is past; O have I thought of love,</br>Celestial goodness in the birth of Son?</br>I have Great God, below, around, above,</br>My body, soul, and spirit thereupon,</br>Have rested mediative; all is gone;&mdash;</br>Time, time itself, will prove my firmest plan,</br>And years to come develope what alone</br>My full imagination only can;</br>But here to night resolve I morrow's sun,</br>Shall see that work of years, that work of love begun.", "My dearest friends!  my father, brothers, kin,</br>I've wished ye all a happy Christmas Day!</br>All others too, ere sleepless rest begin,</br>I wish the same!  and solemnly I pray,</br>My enemies converted happy may</br>From this day forward, cherish in their soul;</br>The purest precept of affections sway,</br>And feel in future heavenly controul;</br>I ask no more, no soul can tell me why,</br>I write this line of feeling; neither then shall I.", "There moves a something round my thoughtful brain,</br>My heart is swelled to feeling by a sigh;</br>Ten thousand visions of my work remain;</br>And will not, will not as I wish them fly;</br>This, that, and those, and these and others try</br>To get embodied, ere a word is said,</br>O pass ye, pass ye; visions pass ye by,</br>Sleep will ye come, I hasten to my bed.</br>Again ye mortals let the poet write,</br>Dear Christians bless ye!  God protect ye all!  good night.</br>"]