["Come to my soul, thou Spirit of the Lyre!</br>'Tis the deep, cloudy midnight; and the wail</br>Of the cold wind is on its strings of fire,</br>And on the far hills, rising, dimly pale!</br>Ah!  wake thy murmurs on the troubled gale&mdash;</br>Pour the sad requiem o'er the dying year&mdash;</br>Give to man's thoughtful eye a passing tale</br>Of days departed, bright as beauty's tear,</br>Or summer's festal sky, ere autumn clouds drew near!", "From the dark sepulchre of years gone by,</br>A deeply mournful voice is murmuring,</br>\"Where are the dreams of old! &mdash; the spirit high</br>Mounting like eagles on the fearless wing?</br>Where is the pride of that luxuriant spring,</br>Which pour'd its light on Rome &mdash; on Babylon?</br>&mdash;The wreaths of Time around their temples cling&mdash;</br>Their halls are dust! &mdash; the gold of Chaldee won&mdash;</br>Where sails the bittern's wing, when the bright day is done!", "Even thus with the past year; &mdash; its morn was gay&mdash;</br>Sweet flowers were on the earth's green bosom springing&mdash;</br>And streaming sunlight bless'd the sky of May,</br>Where early birds their joyous way were winging,</br>A dream of love to youth's fresh spirit bringing</br>And all was gladness o'er the laughing earth:&mdash;</br>To the tall oak the sunny vine was clinging&mdash;</br>And sending echoes, e'en to home and hearth,</br>The sweet blue streams, set free, pour'd out a voice of mirth!", "Then came the summer's prime &mdash; its long, bright day&mdash;</br>With garniture of wood, and field, and stream&mdash;</br>The golden sun outpour'd his gladding ray,</br>And the blue sea danced in his boundless gleam;&mdash;</br>When like a soft, and faint-hearted song, would seem</br>The cheerful murmur of the drowsy bee,</br>About the full grown flowers &mdash; and like a dream</br>Spread out for man's blest eye the scene might be,</br>While a soft, breezy chant, was in the green-wood tree!", "Then frown'd the autumnal cloud; the shrouded sky</br>Its multitude of gleams and stars withdrew;</br>The flowers grew pale; and summer-brooks were high,</br>And imaged back no more a heaven of blue;&mdash;</br>No moon smiled out upon the evening dew&mdash;</br>The squirrel's footstep rustled in the glen&mdash;</br>The red leaves fell, and fitful night-winds blew;</br>And to the bright south-west, away from men,</br>Far, on their gleaming plumes, roam'd the wild birds again!", "But man is changing in the changing year&mdash;</br>Shadows o'ersweep the day-spring of the heart;</br>When gazing back upon Time's dim career,</br>He marks youth's cheerful images depart!</br>Then will lone Memory her tales impart</br>Of early buds, all ashes in the urn:&mdash;</br>Mournful and sweet her reveries! &mdash; but we start&mdash;</br>And from lost years unto the present turn&mdash;</br>Closing from mind's deep cell, the voiceless thoughts that burn!", "How many dreams have to the dust gone down&mdash;</br>Witness thou fading and departing year!</br>Since last thy spring enwreathed her flowery crown,&mdash;</br>Lo!  gentle forms have lain upon the bier,</br>Where thoughtful sorrow pour'd the pensive tear!</br>Genius and beauty gather'd to their rest&mdash;</br>Death, in all climes, is on his way of fear&mdash;</br>His arrow trembles in Youth's budding breast&mdash;</br>Oh!  were his power decay'd, how might Earth's love be bless'd!</br>"]