["While tawny reapers had retir'd, to shun</br>The scorching rays of a meridian sun;</br>While Sirius rag'd with fierce excess of heat,</br>Where should Castalia find a cool retreat?</br>She fought the grove; there close embower'd trees</br>Kept off the rays, yet yielded scarce a breeze:</br>Languid she sat, her panting bosom bare,</br>And zone unloos'd to tempt the gentle air.", "A youthful Druid, studying in the shade,</br>Saw with surprize, and thus addrest the maid:</br>\"O fair Caelestial (for of earthly mould,</br>So bright a form I never did behold)</br>Pardon approach; and be it no offence</br>A mortal should be moider'd with suspence,</br>Whether to hail thee goddess of the grove,</br>The huntress Dian, or the queen of love.</br>That air, that grace, the radiance of those eyes,</br>Declare thee some descendant from the skies;</br>Yet, goddess, deign to grace an humble board,</br>Accept such welcome as these shades afford:</br>Lowly my roof; yet friendship means it well;</br>Vouchsafe a visit to a Druid's cell.\"", "\"Thanks, she reply'd, to courtesy are due;</br>Yet, if you'd have me think your friendship true,</br>First cease from flatt'ry; learn to be sincere;</br>How shall a virgin else incline her ear</br>To such request? &mdash; These arts have oft betray'd,</br>By specious lures, the too-believing maid.</br>I'm no celestial; call me not divine;</br>My name's Castalia, I'm of race like thine.</br>You seem ingenuous, honest are your looks,</br>And students oft know less of life, than books;</br>Perhaps in plain simplicity you err'd,</br>It may be so: &mdash; Druid, I'll take thy word:</br>Faintness and heat persuade refreshing rest,</br>On terms of honour I become your guest.\"", "Close by the grove, beneath a poplar shade,</br>A clear canal fell murm'ring in cascade;</br>Ruins of rocks, with spars, and many a shell,</br>Broke the translucent waters as they fell:</br>Fresh verdant turf the sloping banks o'erspread,</br>And bow'rs of alder crown'd the fountain head:</br>Near the cascade, within its lulling sound,</br>Nature had form'd a gently rising mound;</br>On which a rough and rustic temple stood</br>Pil'd up with roots, the relics of the wood,</br>Artless to sight, yet elegantly rude.</br>Thus the sagacious beaver, it is said,</br>By instinct far excells the builder's trade;</br>Transcends the Grecian, or Italian schools,</br>Superior architect without the rules:</br>So from a chaos of primaeval night</br>Th' Almighty FIAT brought the world to light;</br>Rude, tho' it seem'd, yet ev'ry thing was true,</br>To its own sphere each element withdrew,</br>Oceans and orbs their proper bound'ries knew.</br>Thus, tho' the structure seem'd devoid of art,</br>Truth and proportion reign'd in ev'ry part.</br>Shrubs bloom'd beneath, among the rugged roots,</br>A mantling vine had interwove its fruits:</br>Roses around, and honey suckles blew;</br>Myrtles, and bays there ever verdant grew.", "Hither the Druid led the listless maid,</br>Pleas'd, yet mistrusting; willing, yet afraid.</br>Ent'ring the cell, an osier couch she found;</br>Rushes and sedge were strew'd upon the ground:</br>Flow'rs interspers'd sweet redolence exhal'd,</br>Reviv'd by dropping fonts, which seldom fail'd.</br>Some votive off'rings on an altar lay;</br>(Learning had ever sense enough to pray)</br>And two stone vessels stood replete with wine,</br>Burgundian, and the produce of the Rhine.</br>'Tis just, that bards should crown a cheerful bowl,</br>The juice of grape gives spirit to the soul:</br>HORACE confest the Dionysian fire,</br>Phoebus might string, but Bacchus tun'd the lyre.</br>Some Gothic runes, and old Aegyptian lore,</br>With magic spells, were scatter'd on the floor;</br>In a dark niche, almost obscur'd from sight,</br>A glimm'ring lamp cast forth a gloomy light;</br>Struck with a sudden awe, the silent maid,</br>In deep attention all the cell survey'd;</br>She stopt. &mdash; When thus the raptur'd host addrest,</br>With soothing speech, his much astonish'd guest.</br>\"Be not alarm'd, dear nymph; dispel your fear;</br>For virtue, tho' in solitude, dwells here:</br>Suspect not Druids of a base design:</br>Safe from rude insult, on the couch recline.", "The Nymph comply'd.  Mean while with anxious haste,</br>He fill'd a plenteous table for repast:</br>With fruits he heap'd his hospitable board;</br>Nature's supply, but no luxurious hoard:</br>Pour'd forth the juice of the Burgundian vine,</br>(The nectar mantl'd in its crystal shrine:)</br>Then bore the cup, respectful, to the fair;</br>She smil'd, and sipp'd, and thankt him for his care.</br>He pledg'd the glass; then kist her lily hand;</br>Was it in man such beauty to withstand?</br>He gaz'd, and sigh'd; then tenderly embrac'd,</br>With circling arms, her loose-zon'd slender waist:</br>She blush'd, the more he gaz'd on all her charms,</br>She strove; the more he clasp'd her in his arms.</br>Fain he'd have spoke, but falter'd when he strove;</br>Yet melting looks have eloquence in love:</br>Congenial souls feel sympathetic fire,</br>And tender looks will tender thoughts inspire.</br>She caught the flame; a mutual sigh confest</br>The subtle passion kindling in her breast:</br>She felt the conflict of too strong desire,</br>Reason wax'd weak, which urg'd her to retire;</br>Till fear suggested loss of virgin fame:</br>Sudden she started at the thought of shame.", "\"Druid, she cry'd, how treacherous is youth!</br>Where, artful man, is all thy promis'd truth?</br>Is this the strict devotion of your cells?</br>Is this the solitude where virtue dwells?</br>Cease your insidious blandishments and wiles;</br>These raptures, transports, and endearing smiles</br>Too much your hallow'd character debase,</br>And quite infringe the sanction of this place.</br>No more. &mdash; Let's forth to taste the fragrant air;</br>Prudence now warms me homeward to repair.\"", "This said, resistless from his arms she flew;</br>And from the couch with hasty step withdrew.", "A partridge thus, surpriz'd by some young heir,</br>Pants, hovers, flutters in the silken snare;</br>In vain, till he, too eager for his prey,</br>Lifting the net, she instant starts away.", "The Druid urg'd a thousand fruitless pray'rs,</br>And vows and oaths which ev'ry lover swears;</br>Suppliant he sued, and prest her longer stay;</br>She frown'd, and turn'd disdainfully away:</br>Then conscious honour taught him to obey.", "How minutes fly while love propitious smiles!</br>How dalliance sweet the hast'ning hour beguiles!</br>The sun now journey'd on his western way,</br>And temp'rate evening cast a milder ray;</br>When fair Castalia, with a maiden's art,</br>Urging 'twas time in prudence to depart,</br>With seeming air of willingness withdrew;</br>Yet, from the heart, could scarce pronounce, Adieu.</br>"]