["CANTACINI and FRIZEUR.", "FRIZEUR.</br>Say, Cantacini, do not we receive</br>The utmost pleasure Indolence can give?</br>Say, are not ease and competence our own?</br>Have not our talents most divinely shone?</br>Can we not boast, that from a state obscure,</br>In rags and tatters miserably poor,</br>Ourselves we've rais'd, and wealth and pleasure taste,</br>Dream on the future, and enjoy the past?", "CANTACINI.</br>How oft, Frizeur, (for willing Memory brings</br>To observation long-forgotten things)</br>Hast thou, with hast and zeal, officious ran</br>(For thou wast then a common Barber's man)</br>To bid the face a smoother surface wear,</br>Or curl in ringlets, or pig-tail the hair!</br>I, too, was then (but well you knew my state,</br>Dependent for a livelihood on Fate)</br>The humblest snuffer on theatric ground,</br>Lur'd by the Opera's enchanting sound.</br>Thanks to our stars, and Fortune's kind decree,</br>We rise to wealth, who starv'd on poverty!</br>Thanks to our stars, that on Britannia's shore</br>The fleeting skiff our languid bodies bore,</br>Worn with disease, with penury opprest,</br>To ease and affluence, to applause and rest.", "FRIZEUR.</br>Yes, all those blessings we indeed enjoy,</br>And as we please each transient hour employ;</br>Can Garrick's natural, undecaying fire,</br>And sneering Foote's sarcastic pow'rs, admire;</br>Thanks to those lavish fools to whom we owe</br>All that we have, all Fortune can bestow,</br>In commerce see the plodding Dutch delight,</br>For gain who trade, and but for gain who fight;</br>In sloth and haggard superstition blest,</br>Behold the dull, the formal Spaniard rest;</br>Trifles and dress our fickle nation take,</br>And yours can solo's and concerto's make,</br>But see the poor degenerate sons appear</br>Of those who struck our Gallic race with fear!</br>Folly consummate reigns, and Lux'ry sheds</br>Her choicest blessings on her vot'ries heads.", "CANTACINI.</br>Cease, cease, my Friend, this too empassion'd strain!</br>For gainers, surely, never should complain.</br>Tho' former Edwards, former Henry's rose,</br>And crush'd in fierce alarms their pallid foes;</br>And tho' a Bacon, Locke, and Newton taught,</br>Tho' Pope compos'd, and noble St. John thought;</br>The joint united labours of them all</br>Save not this Nation from th' impending fall.</br>"]