["Again the tuneful powers of verse</br>I ask assiduous, to rehearse</br>Their darling patron's praise;</br>Illustrious youth, again for thee</br>I bend the supplicating knee,</br>Where flames eternal blaze</br>On Phoebus' altar, brightening as they spread,</br>Still by each vestal muse with hallow'd Incense fed.", "Twice, Veneration's debt to pay,</br>Have I adorn'd my votive lay</br>With PITT'S distinguish'd name,</br>And emptying on Apollo's shrine</br>My vase of odours, with the Nine,</br>The sacrificial flame,</br>With trembling hand, dar'd cherish and diffuse,</br>Urg'd nor by thirst of fame, or interest's sordid views.", "No:  the mean dazzling lures of gain,</br>Or fame's proud laurel, with disdain</br>Th' ingenuous muse surveys;</br>The just eulogium she bestows,</br>But from the heart's pure fountain flows,</br>Th' effusions of amaze;</br>Amaze high-kindled by the genial beams</br>Of that meridian light which from his virtues streams.", "Oh may she still uncheck'd proceed,</br>The music of her rustic reed</br>To wake in merit's cause,</br>Till every grove and stream around,</br>Each plain, and listening dale resound</br>With PITT'S deserv'd applause.</br>Begin, O Clio, the prelusive song;</br>Shrill Echo, babbling maid, each choral note prolong.", "O lov'd by Pallas, wisdom's queen,</br>Whose favouring hand has on thy mien</br>Her genuine stamp impress'd,</br>While I behold thy talents shine,</br>Some potent sparks of fire divine,</br>To animate my breast,</br>Fain would I wish Prometheus boldness steal,</br>In well adapted strains t' express my strenuous zeal.", "But, soaring genius, what art thou,</br>The deathless wreaths that grace thy brow,</br>And what thy eagle wing?</br>If from those nobler powers disjoin'd,</br>The winning graces of the mind,</br>The pure exhaustless spring,</br>Whence civil and domestic bliss must flow,</br>And all that on a Realm can lasting splendor throw.", "These too &mdash; yes these are all his own;</br>Imperial reason rears her throne,</br>Unrivall'd to his soul:</br>Her chains each willing thought confine,</br>Which bends obsequious at her shrine,</br>And owns her just controul.</br>To Truth's deserted fane he still repairs,</br>Far from gay Fashion's haunt, and Adulation's snares.", "Ulysses thus with steadfast scorn</br>Beholds the beauties which adorn</br>Calypso's tempting isle;</br>In vain melodious fountains flow,</br>And flower-impurpled meadows glow</br>With spring's eternal smile;</br>The groves in vain their gales ambrosial boast,</br>Penelope's lov'd form his faithful breast ingross'd.", "O semblance of thy patriot sire,</br>Who bade BRITANNIA'S fame aspire</br>To heights unknown before,</br>Again her drooping Genius raise,</br>And to her tarnish'd fading bays</br>Their pristine bloom restore.</br>The beams which thy diffusive glories shed,</br>Add lustre to the blaze circling thy father's head.", "O while around thy favour'd brows</br>In solemn pomp the laurel bows,</br>Proud of its station there,</br>Do not this myrtle wreath disdain,</br>Which for thy head my timid strain</br>Now ventures to prepare.</br>O could th' applauding Muse a chaplet frame,</br>All blooming as thy worth, and lasting as thy name!", "Bless, ALBION, these auspicious days!</br>PITT to th' approving stars shall raise</br>Thy name (august employ!)</br>IBERIA owns her heart-felt dread,</br>Perfidious BELGIA hangs her head,</br>And sickens at thy joy.</br>Where ROME'S imperial eagle ne'er appear'd,</br>Thy conquests shall extend, thy naval Power be fear'd!</br>"]