["LYCIDAS.</br>Ah why is my Corydon sad,</br>Who once was so blythsome and gay?</br>Can turtle no longer be had?</br>Or is ven'son quite vanish'd away?", "Tho' marrow-fat peas are gone by,</br>And asparagus charms us no more,</br>Marrow puddings the loss may supply,</br>And we'll eat till our stomachs run o'er.", "CORYDON.</br>Ah, Lycidas, cease to enquire,</br>Poor Corydon well may complain;</br>Rump steaks on a clear kitchen fire,</br>Will ne'er make me happy again!", "LYCIDAS.</br>How pleas'd did my Corydon look,</br>With a napkin tuck'd under his chin!</br>With a paunch that might credit a cook,</br>Or a good jolly host at an inn!", "When all calm and serene as a cat,</br>His whiskers he greas'd at Guildhall;</br>Peg'd away on the lean and the fat,</br>Soup, puddings, pies, custards, and all.", "CORYDON.</br>There once was a time, it is true,</br>I could feast at the City's expence,</br>Now, my dear, there's the devil to do,</br>Common Councilmen seem to have sense.", "Yes, Lycidas, well may you stare,</br>But I don't tell a word of a lie;</br>You perhaps may advise me to swear,</br>But it comforts my kidney's to cry.", "LYCIDAS.</br>Must your pipe and your crook be forgot?</br>Have debentures quite fled from your mind?</br>Must certificates all go to pot?</br>And in cockets no charms can you find?", "CORYDON.</br>How blest are the swains at a treat,</br>Who from dainties to dainties can roam?</br>But I fear 'tis my fortune to eat</br>Legs of mutton and turnips at home.", "The plumb pudding's a very good dish,</br>And roast beef's the delight of my eye;</br>The cod's a most excellent fish,</br>And here's charms in an hot pidgeon pie.", "Yet what are such trifles as these,</br>Tho' a man should delight in them all?</br>They're no better than mustard or cheese,</br>When compar'd with a feast at Guildhall.", "LYCIDAS.</br>Then well may my Corydon weep,</br>And the loss of good eating deplore;</br>Lord Mayor's Day they no longer will keep,</br>In the manner they kept it before.", "But banish this sorrow, my lad,</br>For why should my shepherd's despair?</br>Good dinners are still to be had,</br>And I'm sure you'll come in for a share.</br>"]