["They heard, and swift along the van</br>Ferocious Inspiration ran;</br>They heard, and ev'ry warrior's breast</br>Swell'd with intense delight,</br>As Vic'try rear'd her sable crest,</br>And urg'd them to the fight.", "But there are moments when the soul</br>Assumes a bold terrific air,</br>And, scorning every mean control,</br>Darts forward in sublime despair.</br>Thus, when perplex'd with many a wrong,</br>I've shunned the low degen'rate throng,</br>And rode on wings of fire</br>O'er many a league of clouds, and sought</br>The genius of celestial Thought,</br>Swift hurrying o'er the lyre!</br>But not without that genial dread,</br>Which ev'ry poet feels, I fled;</br>And, tho' I rode in high career,</br>Still felt the chilling throbs of fear:</br>Nor could the voice of Hope o'erpow'r</br>The spell of that unfriendly form,</br>That seem'd on stranger wings to tow'r,</br>And ev'ry lovely scene deform.", "So Gallia, tho' in conflict bold,</br>Felt this immortal passion hold</br>Its empire o'er her breast;</br>Nor could the strain of Vic'try chase</br>The traits of terror from her face,</br>Or lull her doubts to rest.</br>On ev'ry side she seem'd to see</br>Her flag triumphant wave;</br>The adverse lines before her flee,</br>Fierce trampling o'er the brave:</br>But Nature, constant to her laws,</br>Full often in the brightest cause</br>Hath trembled at a shade;</br>Felt, in the summit of her joy,</br>A sudden start her views destroy,</br>And all her hopes invade.", "To you whose genius can aspire</br>Above the flight of low desire;</br>And, tow'ring high on mental plumes,</br>Rush thro' the blue etherial fields;</br>To you the Muse her theme resumes,</br>Of slaughter, fire, and gory shields!</br>Sure ye have heard in Fancy's dream</br>The mortar's sweeping thunders roar;</br>And seen afar the sulph'rous gleam</br>Illume the Danube's spectred shore!</br>Sure ye have stalk'd across the plain,</br>Where smoking hecatombs of slain</br>In wild disorder lay;</br>And heard, amidst the gloom of night,</br>The tumult of the martial fight,</br>The charging trumpets bray!</br>Then, list again!  and ye shall hear</br>The battle's dashing sound;</br>And riding high, in fierce career,</br>Amidst the dark profound,</br>Mark with dejected eyes the scene,</br>Where Mercy dares not intervene,</br>To stay the warrior's fire;</br>Where sword and cymbal, clarion-shout,</br>And thunder from the wide redoubt,</br>Augment the wild infuriate rout,</br>And Vict'ry's sons inspire!</br>Yes, listen!  and the trumpet's strain</br>Shall echo o'er the crowded plain;</br>Shall fill Bohemia's sons with dread,</br>And reach the ground where Russia bled,</br>Beneath the conqu'ror's eye;</br>The flying fires on either side</br>Shall blaze upon the Danube's tide,</br>And light the sunless sky!", "Mercy!  thou lovely heav'n-descended form,</br>Whose voice can soothe the desolating storm!</br>O'er the wide wreck of human nature pause&mdash;</br>Of injur'd virtue and insulted laws;</br>Stretch, stretch abroad thy mighty hand, and save</br>The sons of Peace from slaughter and the grave;</br>And teach the wary conqu'ror to resign</br>The promis'd harvests of his dread design;</br>To glow with pity and fraternal love,</br>Nor mock th' all-gracious Deity above.</br>Picture the rivers of compatriot blood</br>That War has mingled with the Danube's flood;</br>The hills of slain, that, tow'ring to the sky,</br>Delight stern Havoc's terror-blazing eye;</br>Towns left to Death's inexorable horde,</br>Whose crest is \"Desolation and the sword;\"</br>Who know no right but such as Vict'ry claims</br>Amidst confusion, tyranny, and flames;</br>Where dark Rebellion, with a meteor-brand,</br>Leads her gaunt bloodhounds thro' the trembling land:</br>These, Mercy!  picture; and, if aught can stay</br>The low'ring horrors of the damn'd affray,</br>It is the music of thy angel-tongue,</br>The mighty magic of thy heav'nly song!", "Struck with the soothing tenour of thy lay,</br>Thy naked breast, and heav'n-directed eyes&mdash;</br>Thy hands uplift in attitude to pray&mdash;</br>Thy tender glances, and unfeign'd sighs&mdash;</br>Stern Vict'ry's self hath, in his high career,</br>Forborne to strike the victim to the ground;</br>And drank, with charm'd enthusiastic ear,</br>Thy joyous tongue's exhilarating sound!", "So sang the Bard, whose matchless song</br>Shall live, when Della Crusca's throng</br>Lie mould'ring in their tombs;</br>When Gallia's torch terrific gleams,</br>Where many a frantic widow screams,</br>'Midst pestilential fumes!", "The poet's eye with rapture views</br>Such scenes as Fancy loves to form;</br>And oft the free unshackled Muse</br>Some light fantastic theme pursues,</br>Careering on the lightning-storm:</br>But Reason cries aloud, \"Forbear</br>To credit the delusive scene;</br>Mercy in vain prefers her pray'r,</br>She ne'er shall soothe the tyrant's spleen!</br>True to the darkling purpose of his brain,</br>He stands unshock'd, magnificently bold;</br>And sees with joy the visionary slain</br>Stretch'd o'er the desolated plain,</br>To Britain's wild ambition sold!\"</br>Children of Albion!  ye have long</br>Been victims to nefarious song,</br>And drank with overweening joy</br>The poet's idle theme;</br>And will ye still the hours employ</br>In musing o'er the \"northern dream?\"</br>Where, Gifford, is thy potent shell?</br>Why, why does Campbell cease to swell</br>The chords that can so sweetly tell,</br>And teach us how to feel?</br>Why smites he not, with hand sublime,</br>The lyre attun'd to heav'nly Hope?</br>Why still pursue th' inglorious rhyme</br>That cheats thee of thy brilliant scope,</br>And damps thy ardent zeal?</br>Let Nature's dull pedantic swarm</br>To grov'lling songs their words conform;</br>To them such menial toils belong!</br>But thou art form'd for nobler themes,&mdash;</br>For deeper thoughts, and lovelier schemes,</br>And far superior song!</br>Leave Spenser, in his Gothic stole,</br>To such as cannot gain</br>The climax of thy giant soul,</br>Thy wildly-warbled strain!</br>Leave to the northern ballad-man</br>Descriptive scenes of Alpine clan,</br>His Ladies, Knights, and Squires;</br>The warder's shout, &mdash; the passing bell,&mdash;</br>The hoary wizard's wondrous spell,</br>And all the list of shires!</br>Him well become such maudlin tales;</br>But thou wert form'd to soar above</br>His caverns and enchanted vales,</br>And all his sick'ning themes of love!</br>Nor Lady fair, nor val'rous Knight,</br>In armour stout, or gold bedight&mdash;</br>Nor lake, nor wood, nor mountain steep,</br>Nor caverns where hobgoblins sleep,</br>Lie in thy proud stupendous course!</br>\"Thy march is on the mountain-wave,\"</br>Or near thy lost Alonzo's grave;</br>Or on the clouds, whence Newton sees</br>The tempest trav'lling o'er the main,</br>Or thunders with Herculean force,</br>Sweeping destruction thro' the night,</br>Led by the flick'ring streams of light,</br>That cleave the dusky clouds in twain!", "These are the regions where thy soul</br>Assumes its magnificent control;</br>But such imperial heights are not</br>Within the reach of Walter Scott,</br>Nor his admiring race!</br>Their circle is to earth confin'd,</br>The province where the lowly mind</br>Its images can trace!</br>But if it strive to gain the sphere,</br>Where, thron'd in majesty sublime,</br>Thy spirit listens with enraptur'd ear</br>To the departing groans of Time,</br>It falls confounded from the lesser height,</br>To realms of shame, and everlasting night!</br>"]