["'Tis eve!  The sun's last rays are glimmering still</br>On Snowdon's crested summit, and around</br>His granite rocks flows the deep bosomed rill</br>In solitude and loveliness.  Its sound,</br>As with an angel voice, of peace profound</br>Whispers to Heaven; and see &mdash; the sultry fires</br>Of day more faintly yon deep crags surround;</br>Slowly even now each western beam retires,&mdash;</br>Fades, &mdash; lightens o'er the wave, &mdash; and with a smile expires.", "Night, utter night succeeds. &mdash; Above &mdash; below</br>All deepens slowly in one blackening gloom;</br>Dark are the Heavens, as is the front of woe,</br>Dark as the mountain prospects, &mdash; as the tomb.</br>Even as I slow descend, a fearful doom</br>Weighs heavy on my heart, the bird of night</br>Screams from her straw-built nest as from the womb</br>Of infant death, and wheels her drowsy flight,</br>Amid the pine-clad rocks, with wonder and affright.", "The note of woe is hushed; peace reigns around</br>In utter solitude; the night breeze dies</br>Faint on the mountain ash-leaves that surround</br>Snowdon's dark peaks. &mdash; But hark!  again the cries</br>Of the scared owl, loud hymning to the skies</br>Her tale of desolation!  Fearfully</br>Night lengthens out the note; &mdash; the echo flies</br>From rock to rock; now whispering shrilly by&mdash;</br>Now in the distance softened, lingering mournfully.", "Heaven smiles on earth again &mdash; the glimmering star</br>Pours in mild lustre down his full-orbed light;</br>And see, his mistress in her burnished car</br>Beams on the view! &mdash; At the refulgent sight</br>The clouds sail by in homage, and the night</br>Welcomes her as a friend; &mdash; the heavenly train</br>Of Satellites attend her in her flight</br>From pole to pole; while a full chorused strain</br>Of Heaven's own music swells and dies in peace again.", "Brightly she moves on in her loveliness!</br>The fair-haired regent of the sky! &mdash; Her smiles</br>Soothe the stern horrors of the scene, and bless</br>Nature's calm slumber; o'er yon splintered piles</br>Of beetling crags, how sweetly she beguiles</br>Gloom of its frown; and, see!  the glittering rill</br>Heaves conscious of her presence, and reviles,</br>With murmuring voice, yon proudly frowning hill,</br>That scorns meek Dian's gaze, and mocks her gentle will.", "A sound rolls by of horror! &mdash; On the wind</br>Rides the dark bosomed Daemon of the storm;</br>Whirlwinds, with meteor splendor, crowd behind,</br>And Heaven peals out the trumpet of alarm.</br>Hark!  from yon murky cloud with lightning warm,</br>A voice of death proceeds! &mdash; The majesty</br>Of Heaven displays around its harrowing form!&mdash;</br>Hark!  God in all his power is riding by!</br>Heard ye his chariot-wheels sweep echoing through the sky?", "He speaks!  scared nature trembles at the sound;</br>Earth, air, sky, ocean, dictate a reply;</br>The mountain-rock tolls out the voice profound,</br>And woodland echo multiplies the cry:&mdash;</br>Clashed with the night owl's scream, along the sky</br>Rolls the live thunder; through the forest caves,</br>Dim flashes the blue lightning; &mdash; eddying by</br>Leaps the swoll'n torrent, o'er the cataract raves</br>With brutal force, and headlong flings its billowy waves.", "The night-breeze sails athwart the sky&mdash;the thunder</br>Has waked him from his sleep-the spirit hears</br>The daemon's call, and rudely rends asunder</br>The bonds of rest: upon the cloud he rears</br>His deathless might, and wrathfully careers</br>Round the black rocks,&mdash;dashes in vengeance down</br>Their craggy summits,&mdash;damps the toil of years</br>With one rude whirlwind&mdash;and, more ruthless grown,</br>Heaves up the ocean waves his giant strength to crown.", "And now he sinks in softness, and anon</br>Rolls on the ear with desolating peal;&mdash;</br>Again the voice is silent.&mdash;Is it gone,</br>The darksome honors of the night to seal?</br>Forth peeps the moon; her watery beams reveal</br>The death that has been busy here;&mdash;again</br>The clouds sail round, as anxious to conceal</br>The sight of desolation, but in vain&mdash;</br>She walks in beauty forth, with all her starry train.</br>"]