["So young and so unhappy? &mdash; 'Tis most strange,</br>Thou child of early sighs, that Misery</br>Has struck his shaft so deep, that chance nor change</br>Can ever bring one hope of joy to thee!</br>So young and so unhappy? &mdash; Cna it be</br>That eyes so bright must fill with ceaseless tears?</br>Must that young brow, that once in maiden glee</br>Bade sweet defiance to advancing years,</br>Now bend in desolate grief, and fold in wildest fears?", "Shall no returning morn with healing breath</br>Revive upon thy cheek the expiring rose?</br>Must thou provoke the lingering hand of death,</br>If still thine eyes must weep, those eyes to close?</br>Is there no way to win thee to repose&mdash;</br>To rear the ruins of thy broken heart?</br>No way the scattered fragments to dispose</br>Again to life and joy &mdash; as minstrel's art</br>May to the tuneless lyre again sweet voice impart?", "Despair not thus, young mourner &mdash; though so void</br>Thy heart of hope, that heart is living yet;</br>The diamond shattered, but not all destroyed,</br>For skilful hands the broken gem shall set.</br>Though thou in life's rude sea hast ever met</br>Its rudest billows, thou may'st stem the wave</br>In triumph still; for why shouldst thou forget</br>That there is one above, who loves to save</br>When heaves dark ocean high, and unchained tempests rave.", "Ah!  wonder not that Edwin knows the cares</br>Thy heart would hide from all the world away!</br>Nor blame the bard that all untold he dares</br>Urge on thy lonely grief obtrusive lay.</br>The minstrel hand the strings of hope must sway</br>When gentle maids of cureless woes complain:</br>Forgive him lady, then, if he essay</br>To soothe with timid song a sufferer's pain,</br>For Edwin's heart is kind, though rude his untaught strain.", "Yes!  Ellen will forgive the fond desire</br>The secret source of maiden grief to know;</br>Nor deem her bard too bold, if he aspire</br>With Music's balmy breath to soothe her wo.</br>And she shall see him still with joy forgo</br>The meed of loftier lay or blither string;</br>Enough that Ellen's tears shall gentlier flow,</br>That Ellen's sighs, with fainter murmuring,</br>To distant Edwin's ear, the carrier breeze shall bring.</br>"]