["My hard-bound muse, with straining and with pain,</br>With more than child-birth throws, alas, that voids</br>Her stiff and filthy excrements, accepts</br>The subject with affection fond, a kind</br>Of love maternal, and thus tunes the song:", "O T&mdash;D!  how highly art thou priz'd by man!</br>The common standard thou, by which he rates</br>The worth of what deserves his best regards.</br>Equal with thee the courtier holds his friends,</br>The man of pleasure her who made him happy,</br>The saint his species, moralist his god,</br>And Virtue all, unprofitable guest!", "The choicest viands that luxurious art</br>Invents, are all for thee:  thee to produce</br>Bend the full tables at the costliest banquet.</br>To gain materials for thy fabric, man</br>Wears out his life in labour; thou'rt the end</br>Of all:  an emblem thou how vain the toils,</br>The pleasures, honours of the world below.</br>Full oft we seen thee lift thy curling spire,</br>Proud, o'er the grave of those who once were prais'd,</br>When Flatt'ry's dumb, and from the mould'ring tomb</br>Time tears the trophy, and blots out the name;</br>Thyself a trophy, which the Carian queen,</br>Who fondly eat her husband, once preferr'd</br>Before the loftiest monument of stone;</br>The grand Mausoleum she rejecting, chose</br>To raise an humbler pyramid of T&mdash;d.", "The greatest, proudest, and the fairest, deign</br>Their visits to thy shrine, thy rites perform</br>Daily and gladly too.  The monarch there</br>Low-bending bows the knee, nor kings alone,</br>But e'en immortals think thee worth regard,</br>For, of the Gods, as antient bards have sung,</br>Some were gold-finders, scavengers were some.", "Thou, in thy passage thro' the human frame,</br>Not idle nor malevolent, impart'st</br>Beauty and strength, the glow of rosy health,</br>And force elastic of the sinewy limb.</br>When ripe for other state, thou art discharg'd</br>\"Miles emeritus;\" and in regard</br>Of this thy bounty, with what caution we</br>Shun to deface thy form with foot profane,</br>And turn disgusted from who trample thee!", "Nor yet thy pow'r of doing good departs,</br>Phoebus his influence joining, thee we find,</br>In herbs and fruits unnumber'd, spread the field;</br>Whence future t&mdash;ds shall phoenix-like proceed,</br>Born of thy ashes, and a second time</br>Our bodies pass; for what is all our food</br>But revoluting t&mdash;d, fulfilling still</br>The circle mark'd by heav'n?  The daintiest dame</br>May thus the beggar's t&mdash;d, in herbs or fruits,</br>Disguis'd, to her nice mouth convey, and there</br>Chew with high gust, and from reflection sweet</br>Rise with new life, and bless the rich repast.", "Nor food alone is t&mdash;d, but balsam too,</br>Lenient to wounds and swellings, if the nose</br>Have public spirit, and can bear small ill</br>For other member's greater good; hence nam'd</br>By grateful Boor, with rev'rence, \"pilgrim's salve,\"</br>More yet thy praise my muse intended, but&mdash;</br>My subject works another way &mdash; it must be so&mdash;</br>I sit uneasy &mdash; I'm in haste &mdash; let's see&mdash;</br>I want &mdash; oh, here &mdash; oh no &mdash; this filthy sheet</br>I dawb'd already &mdash; grass must do for fodder.</br>"]