["To grander themes the song let others frame,</br>For rude, or cultivated charms, renown'd&mdash;</br>Hills, whence old Greece derives her classic name,</br>Garnish'd with gods, with towers and temples crown'd;</br>Adown whose sides, by shady woods embrown'd,</br>Nymphs, Satyrs, Fauns, and Dryads whilom stray'd,</br>Playing full many an antic trick and feat,</br>Such as no sublunary man or maid</br>Might now beseem, in any green retreat,</br>Albe't they both agreed for pleasure there to meet.", "Such subjects and such scenery, though they shine,</br>Blazon'd by Fiction's fascinating art,</br>I deem unmeet to blend in verse of mine,</br>That aims but a faint outline to impart</br>Of a small eminence, or earthly wart,</br>Yclept a Fort, rais'd by the warlike Dane,</br>With not a little toil, in the days of yore,</br>Hard by where Lagan leads his liquid train</br>To wash the miry feet of old DROMORE,</br>And scour the rocky bed, that echoes to his roar.", "Soon as the primrose, rous'd from wintry sleep,</br>Forsakes her couch beneath the budding thorn,</br>And, like some bashful virgin, seems to peep,</br>Out o'er th' unconscious bank her looks adorn;</br>When rolling Time brings round the welcome morn</br>Of Easter's festive tide, and Sol's bright beam</br>(Watch'd on that morn with superstitious care)</br>Is seen to dance, reflected by the stream;</br>Hither the youthful multitude repair,</br>And as they climb the MOUNT, their shouts resound in air.", "Some to the top with straining steps ascend,</br>Frowning defiance on their peers below;</br>Some deftly round the spiral pathway wend,</br>Justling and gibing onward as they go;</br>Striving by turns each other down to throw,</br>And glorying at the hapless struggler's fall,</br>Who rolling headlong to the nether moat,</br>Vents on the giggling victor words of gall,</br>And vows revenge, for lo!  his fine new coat</br>Is so defiled with dirt, at home he dreads to shew't.", "Meanwhile the pairs, whom other views engross,</br>Than such as these competitors inspire,</br>Without the risk of reputation's loss,</br>Into some less frequented walks retire,</br>(No mask on these occasions they require)</br>And tell their tales, and pledge their vows of love;</br>Or haply fix the day, when Hymen's band</br>Shall all their fond anxieties remove,</br>And crown their wishes with the \"promised land,\"</br>At distance always bright &mdash; but bleak, sometimes, at hand.", "Thus glide the moments with wing'd speed away,</br>Till gentle Evening, from the purple west,</br>Doffing her downy robes of gold and grey,</br>In gradual shades descends on Earth's damp breast.</br>Warning the merry wanderers home to rest.</br>And now they part, with sighs of fond regret,</br>That such a day should end so soon;</br>Oft turning wistful eyes, when Sol has set,</br>On the dim east, to watch the tardy moon,</br>Whose friendly beams might still prolong the blissful boon.</br>"]