["Bacchus, smiling god of fun,</br>Thou who rides upon a tun,</br>Thou who presidest o'er the barrel,</br>Inspire me now to write a carrol</br>On demi-reps in Gravel-lane,</br>To sing of Peter and of Jane.", "But first avaunt!  thou little scorner,</br>Who deals in damning in the corner,</br>Of smirking phiz, of brow most stern&mdash;</br>Whose ale-house score's \"of proof etern.\"", "Ye nymphs of Venus, smiling train,</br>And stale old maids of Gravel-lane;</br>Virgins of twenty-one &mdash; if any,</br>Spinsters of fifty, who are many;</br>Ye Macaronies of three-score,</br>Belles half a century, and more;</br>Coy prudes, who have so long consider'd,</br>'Till your heads nod, \"your hands seem wither'd;\"</br>Attend my song, you're welcome in,</br>To drink your bitters with your gin.", "But Oh!  immensity of trouble!</br>He spent his breath full two months double,</br>Ere Jane would deign to give her hand,</br>Vouchsafe to smile, leave squinting, and</br>Lie horizontal at command.", "Said Cocky, make me but thy lord,</br>I'll find thee bed and ample board;</br>Preside in th' bar, rule i' the cellar.</br>Quoth Jane, \"You are a story-teller.\"", "Oh, fire and faggot!  retorted Peter,</br>While on his knees he thus did greet her;</br>\"I'll place thee at my table head,</br>Before thee dainties shall be spread,</br>Fish, flesh, and fowl, and pidgeon pye,</br>With gravy beef.\" &mdash; Said Jane, \"You lie;</br>For your affections all are laid</br>On Uncle Cent. per Cent's old maid;</br>Will. Chip's young Hannah, twenty more,</br>Thou sliley smack'd behind the door.\"</br>Some say Cocky's a testy fellow;</br>Some say he's stale &mdash; and some say mellow.", "Oh!  burn my wig!  Death and the Devil!</br>Fair Damsel thou behav'st uncivil.</br>(Said Peter, while his eyes glar'd fire,</br>Arm'd with a tankard of entire)</br>Tho' sweeter thou than city custard,</br>Thou snap'st me by the nose like mustard.</br>'Tis true I doated once on Hannah,</br>Soft to the touch, and sweet as manna&mdash;</br>Chaste as Ephesian Diana.</br>If I can't please her, Blacksmith Will can;</br>For Venus should be join'd with Vulcan.</br>I never did intend to win her,</br>As I'm a publican and a sinner.</br>But what is she, compar'd to Janey,</br>Who once refus'd a quarter guinea?</br>Said Jane, Hush!  there's that son of law,</br>As sly a rogue as e'er you saw,</br>Seems quite enamour'd in his kisses,</br>And would have given me twenty pieces.</br>But curse your claret!  he's got dead drunk,</br>And in a deep sleep is his head sunk;</br>Lost to all sense, by no means can</br>He feel in bed the warming pan;</br>Can neither see, hear, laugh, or handle,</br>Nor dance, or kiss, nor hold the candle.</br>Poultney, who is to night our lodger,</br>Can't taste my lips &mdash; and much less *****.", "Oh!  Damsel!  all the world know it,</br>And tell me I'm a rapt'rous poet,</br>For drenching porter, making rhymes,</br>And representing pantomimes.", "Propitious prove, my fairest girl,</br>And warm my heart like Wilkes's purl.</br>Thou'rt mild and new, tho' I am stale;</br>Cling to my lips like Keeling's ale.</br>Thy lips taste of the sugar candy;</br>Thou &mdash; gin; thy breath is brandy.</br>Thou'rt clear as sack, as claret frisky;</br>Sweet cordial to my age as whisky.</br>Thou cinder girl of humble rank,</br>Prove salutary as my crank,</br>Oh!  thou art quite my bonum sum,</br>Thou art all milk, and I'm all rum!</br>Thou shalt have all my ready money!</br>I'll taste those lips &mdash; composed of honey.</br>If thou wilt but my muse inspire,</br>I'll raise thy head-dress higher &mdash; higher!</br>Keep not thy virtue 'till thou spoil it;</br>But take example by the pilot,</br>Whose wife, being laid in the clay on Sunday,</br>Married his maid the following Monday.</br>To night, my fairest, we'll be bedded,</br>And then &mdash; to-morrow we'll be wedded.</br>"]