["Tire'd with the Way I have already gone</br>Longer by many a Stage, than setting out</br>I thought it would have prov'd, and where there's none</br>To guide me, in the search I am about,</br>How well I shall succeed is my great doubt,</br>Who almost of the Enterprize repent,</br>Wishing I better of it first had thought;</br>At least before me some Espials sent,</br>Who might have told the hazard of the bold Attempt.", "But to repent (alas!) 'tis now too late,</br>And in the last Act fail, a wrong to Love,</br>Which in another I should surely hate,</br>And cannot in my self unblam'd approve,</br>What Arguments so e're Distrust may move;</br>Which many, cogent seem, and weighty all,</br>But all which by this single' One I reprove,</br>That well if well, if ill succeed I shall,</br>'Tis not inglorious from the noblest heights to fall.", "But help me Love, and I'll not yet despair!</br>For other Muse I dare not invocate;</br>None but thy Self, with whom the Treasures are</br>Of bright Idaeas, tho discover'd late</br>To me, who half my time in Darkness sat,</br>Ylamped only by a Foolish Fire,</br>Whose wandring guidance I now deprecate,</br>Led by it often, and my vain desire,</br>To whence I could not till Thy Day brake out, retire.", "At length it brake out, and I came to know</br>How wofully I had mistook my Way;</br>Shine forth again with double Glory now,</br>And in my Verse Thy fairest Beams display,</br>That others with me in it triumph may:</br>And having their Night Sullys thence refin'd,</br>Carol with sacred Hymn's to th' Beauteous Day;</br>Carol to Thee, by Heav'n, and God design'd,</br>The Counterfeit to' uncase, and Eyes restore the Blind.", "Long had the Mock-love, by his false disguise,</br>Upon the Credulous World impos'd, but more</br>Upon himself, if he had been so wise</br>To think how much 'twould cost him to restore,</br>And, what by tort he' had snatcht, a new pay o're;</br>But this (alas!)  came seldom in his thought,</br>Rather perverse still, as he was before,</br>The World, which he had into Bondage brought,</br>Eternally to enthral, was th' only Prize he sought.", "This was his aim, nor to rebate it found,</br>Save Prophecies of a Supplanters race;</br>Which well he knew not, and could worse expound,</br>Wherein the happy Country was the place,</br>Whence was foretold should come his great disgrace;</br>But when, or how, tho himself Oracles gave,</br>Too hard to be resolv'd was the dark case;</br>Nor could he any certain knowledg have,</br>Who should the Mighty Conqueror be, his Thralls to' unslave.", "The happy Country well enough he knew,</br>Part of his Syria to be 'hight Palestine;</br>Wherefore he thither his Chief Forces drew,</br>And seiz'd it first by 'a more than double Trine</br>Of cursed Nations, from the Great Chams Line;</br>Cham, who first gave him credit by his Arms,</br>And then his Empire to him did resign;</br>Cham, whom he thus rewarded for the harms</br>He had sustain'd, to be Camp-Master of his Charms.", "Seven cursed Nations, of his cursed Seed,</br>To be its constant Guard Love thither sent;</br>Who fill'd the Land so with their cursed Breed,</br>That scarce was left him room for his own Tent,</br>Less for new Col'onies, if such thither went:</br>A stupid, bestial, and unmanly Rout,</br>That all their Age in Lusts unnatural spent;</br>Till the time came their Land should spue them out,</br>Too long opprest, and bring the dread Foresight about.", "Love saw it coming, and began to fear,</br>When Jacob's numerous Host, from Bondage led,</br>Unto the Cananitish bounds drew near,</br>Seising the Nations with unusual Dread,</br>While Seas to make them way rose up and fled;</br>But never did he more confounded stand,</br>Than when he Jordan saw recoil to 'his Head,</br>And to new Armies shar'd by Lot his Land,</br>Supplanted e're he did th' Supplanters understand.", "Before he doubted those would prove the Men,</br>And therefore when they were upon the Way,</br>From Madian drest a Female Stratagem,</br>By which above two Myriads slaughter'd lay,</br>Tho Madian for it after dear did pay,</br>And he who gave the Counsel with them fell.</br>Balam their Priest and his the Sword did slay,</br>To expiate for th' Whoredoms he did sell,</br>And more advise, than by Prophetic rage foretel:", "But then he knew it, and in every Age,</br>As Israel did in wealth and power encrease,</br>New Wars would with the Holy People wage,</br>Wars Amorous, the sad result of Peace;</br>Nor his Assaults defeated oft surcease;</br>Till David was exalted to the Throne,</br>With Testimony that he God did please,</br>As Enoch had, and then Love gave for gone</br>All he before had gain'd, and by his Conquests won.", "Ah!  that it had been gone!  and that his sway</br>Had here expir'd!  But Jesses Son soon fell,</br>A victim at his Altars, and a Prey;</br>Wherewith, and with his Pride he so did swell,</br>That tho he after had not much to tell,</br>Nor much to boast more, during his whole Reign,</br>Eluded was he judg'd the Oracle,</br>Nor could there for him ought behind remain,</br>But what He thus had got, as happ'ly to maintain.", "This Salomons youth did easily perswade,</br>(David's next Successor) who tho most wise,</br>(Love of the Wisest ne're was yet afraid)</br>Had other Grandures, which might chance to rise</br>Higher in Loves account, well plac'd, than his:</br>Infinite Riches, Peaceful Government,</br>The Necks, and Pleasures of his Enemies;</br>And, what then these was more, a mind intent,</br>Of Folly, and of Love to make th' Experiment.", "He made it, and in making it was caught,</br>To his Lands baleful Ruine, and his own;</br>And both, by him that, he by Love ill taught,</br>As from a Precipice together thrown,</br>Ne're stopt till come to th' bottom Head-long down:</br>Unhappy Prince, who could not single fall!</br>Whose smiles appear'd more fatal than his frown;</br>The Kingdoms Laws this, for the Criminal,</br>But bad example those, which further reacht to all!", "And now, if ever, Love to the top was got</br>Of his unmeasurable Soveraigntie;</br>So far above his Hope and deepest Plot,</br>That scarce could he believe what he did see,</br>And almost trembled in those heights to be,</br>Compar'd with which the Honours he had gain'd,</br>In the World Heathen, were a low degree;</br>For there he o're the brutish only reign'd,</br>The Noblest, and the Wisest here to 'his Lore were train'd.", "Ev'n God himself most High to serve was made;</br>And his first Institution, Marriage,</br>Cement of holy Love, so base allay'd,</br>That it degen'rated to Bestial rage,</br>And more divided, than it did engage</br>To mutual Amours and joyn'd Hearts consent:</br>Madness before begun, but which this Age,</br>With ancient Rites, indulg'd long, not content,</br>Perfected by a new, and wild Establishment,", "Of sharers infinite in the Marriage Bed,</br>By this false Loves prime Ministers brought in;</br>With Artifice, at first, close palliated,</br>The New-made World, which was but peopled thin,</br>To stock amain and plausibly begin:</br>Hence Bigamy, and then Polygamy,</br>Causless Divorce next, to them near of kin,</br>On every small dislike, did multiply,</br>And Children reck'ned were of Loves huge Family.", "And so it stood, even in the Holy Race,</br>(From the Beginning tho it were not so)</br>For many Ages of permissive Grace,</br>But more of Hardness that ith' Heart did grow.</br>Of those, who no delight in One would know,</br>And whom Variety would only please:</br>Yet God at first but One design'd, to show</br>His, and the pow'r of Love, and if Disease</br>Abus'd 't should after be, its Remedy and Ease.", "(For more, if more are sought the drought to allay,</br>But like strange waters to th' Hydropic prove,</br>And frequent draughts, which in the Bowels stay,</br>And nor the Thirst, nor the Disease remove;</br>And such is Change to him, who Change does love,</br>(The more, the worse) He drinks, and thirsts again,</br>And still the more he drinks, does more improve</br>His Thirst, the very remedy is pain,</br>Yet neither can shake off, of neither but complain.)", "And that Disease 'twould prove, in his Foresight,</br>Abus'd once, the Almighty knew, and thence</br>To 'a single Circle bound the subtile Sp'rit,</br>Who, one transgrest, was Proof against all fence,</br>And easi'ly could with Just and Fit dispense;</br>One Partner in Chast Nuptials, as enough</br>Their Ornament to be, and their Defence,</br>By Sin prevented, all that was above,</br>Or two, or more, or many, came from this False Love.", "From him they came All, but successively,</br>And even the Many yet were but a Few,</br>Compar'd with that excess, which grown most high,</br>In Salomon's Reign, no limits had, or knew,</br>And into th' Band, not One, but Hundreds drew:</br>Seven hundred Wives, Three hundred Concubins,</br>Whom the Uxorious King did close pursue,</br>A Female Army, under Love's Ensigns,</br>With Treasure infi'nit drein'd, and with exausted Loins.", "Prodigious Astoreth, be 'it an He, or She,</br>Or both, or neither, an opprobrious Stock;</br>For Sex in Idols is a Nicetie</br>Unknown to th' Makers, whom it ne're did choque</br>To stile as they should please the sensless Block:</br>Tho if they call'd it by a Female Name,</br>More Folly, and less Power, they yfere did yoke;</br>And, if need serv'd, a Male the God became,</br>Their own to 'attemper, and expose the Votaries shame.", "Be it prodigious therefore, and a She!</br>And a She this Mock-Love, if so it please!</br>Prodigious Astoreth!  and prodigious He,</br>Who was her Slave, and Slave to 'a thousand Shees,</br>On the Rack put by 'his Lusts, or Marriages!</br>And if 'tis true, that each a Body makes,</br>(And true it is) how monstrous with all these,</br>Must his appear, who has so different stakes,</br>Where each with only 'him, he with each, and all partakes?", "With all partook he, and made up with all</br>One monstrous Body, which did all contain;</br>All Lands, and Languages, from the huge Wall</br>Of Babylon, to where Nile bedds the Main,</br>Lusty in Egypts Spoils, with Pompous Train:</br>No Country was there, but sent in some Love,</br>No Love, but did its Countries Gods retain,</br>All which he serv'd, if he were Service-proof,</br>Enough to satiate, not to satisfy enough.", "Marriage perverted thus from its design,</br>Love to enhance, and raise an Holy Seed,</br>To hinder Whoredoms, and the Rage confine</br>Of an unruly Passion, which did need</br>More Reins than Spurs, and of Hells fiercest breed;</br>But above all, nobly to typify</br>The Mystic Union, which shall intercede</br>'Twixt Christ and holy Church, Man and th' Most High,</br>All Mischiefs thence brake in, and all Idolatry.", "Thence Whoredoms, Fornications thence brake in,</br>And, which the Holy People did or'eflow,</br>Rapes, Incests, and than Incest worse, the Sin</br>Confusion call'd, foul Sod'omy, and a row</br>Of bestial Vices, which 'twere guilt to know,</br>But more to tell; The 'unwary Course some take</br>Lust to perstringe by action, or by show,</br>But teaching more, what does no teaching lack,</br>And those whose Ign'orance, their whole Innocence does make.", "Yet Israel acted all, and did out-do,</br>Well thew'd in Villanies, their Teachers skill;</br>And Men with Men, with Women Women too</br>All Shame put off, and did both parts fulfil,</br>With Sexes counterfeited, (every Hill,</br>And Grove with Humane Beasts, and mingled Blood</br>Promiscuous cast, replenisht thick) the while</br>Brutes themselves, as less salvage, wondring stood,</br>Man o're them made to reign, should with them change Manhood.", "No wonder thus debas'd, new Gods they chose,</br>Gods like themselves, and they new Gods did chuse,</br>Prodigious as their Lusts, on whom they'impose</br>Horrors the Beast would, if it could, refuse,</br>Design'd for Service and a nobler use:</br>Baalim and Astaroth, or what-ever name</br>Those Generals include, bleeding Thamuze,</br>Dagon, and Moloch, Kemos, Moabs shame,</br>And thousand others, which into the Bead-roll came:", "All which they worship'd, and did lowly bow</br>Before their Altars; lowest bow'd their King,</br>Who Temples made them, and did first allow</br>Their Rites absurd, (by his strange Wives brought in,</br>Authentick made, when their establishing</br>Own'd him as Founder) and some think that Verse</br>Then lustful Orgias first began to sing,</br>And prostituted Mysteries rehearse,</br>Which Fabulous Greece did after through the World disperse.", "Verse it is sure, did early suffer wrong;</br>And Tyran Love debaucht it, as he' had done</br>God's noblest Creature, for the chains are strong,</br>With which he holds it yet, as if his own</br>It purely were, and were enough alone</br>All that he else has lost back to regain,</br>And whence he had been tumbled, to the Throne</br>Once more advance him, in his Hands the Rein</br>Of all things, midst an holier People, put again.", "It serv'd a little then, its service now</br>Is wondrously encreast, since Sloth, and Age</br>Have heightned Vice, and made Verse to it bow;</br>To th' Gods before it was in Vassalage,</br>And only knew the Pythonesses rage,</br>Or Priests inspir'd, to all beside most chast,</br>To Vertue did, and to true Worth engage;</br>And if the Object had been rightly plac'd,</br>Might for a real Vertue, and true Grace have past.", "But now, (what quickly after it begun)</br>Retaining nothing but the Ill 'it has gain'd,</br>By Lux, and Travel, it does counter-run</br>To all that's Good, or Honest, or maintain'd</br>I' th' Civil Worlds esteem, with Atheism stain'd,</br>(As the next step to many Gods is none)</br>And all Impiety, has place obtain'd</br>With the worst Men, and is so furious grown,</br>That in its fits it God and King defies alone.", "These it defies, and dare unmask'd profess,</br>(Where'it may be free, and to its full pitch flown)</br>What e'ven to think abash'd mere Heathenness;</br>Nay when reserv'd most, and most modest grown,</br>'Twill others Follies sing, and make its own,</br>And than the Wise much rather please the Vain:</br>But since its present State too well is known</br>To be conceal'd, my self I shall not pain</br>To tell it here, or further, tho provok'd complain.", "Ah!  that it would it self, or could complain!</br>And of the Lusts, to which it did submit</br>Unwillingly at first, nor without pain,</br>But willingly when Custom humbled it,</br>Betray'd by 'its false and treacherous Mi'gnon Wit:</br>Her Mistress Verse the treacherous Maid beguil'd,</br>The false Love her; and up they both did set</br>One shameless Brothel, wanton that, this wild,</br>Till both of Honour, Vertue, and true Love were spoil'd.", "Despoil'd they were, despoil'd, what they did serve,</br>Honour, and Vertue, and the Love Divine,</br>And Wedlock, which did covertly preserve</br>Some Traces of a Vigor Masculine,</br>Which Lust could never to its Beck incline</br>So perfectly, but it resistance made,</br>Weak as it was, and sprung a Counter-mine:</br>But now aside all Enmities were laid,</br>And all with one consent did plot Heav'n to invade.", "Which as th' Almighty saw into his Mind,</br>That Mind of his it came, which ever love</br>To 'his Works did bear, to Man was ever kind,</br>The madness of such Faytours to reprove,</br>And what none else could do, the Cause remove;</br>The cause was this Mock-Love, whom to debase,</br>Into his Mind it came, by him, who strove</br>So high to raise him, and who what he was,</br>Of all Men best did know, did all in Loves surpass.", "Wise Salomon, who when he long had try'd</br>The vain Experiment, at length grew Wise;</br>Nor longer with him would the secret hide,</br>Than till th' Almighty open'd had his Eyes,</br>And to him clear'd the blest Discoveries:</br>Till his Repentance had his Loves effac'd,</br>And Credence gain'd us, that, immerst to rise</br>Tho hard it be, the Doom may not be past,</br>If what's too long one Day deferr'd, yet come at last.", "Him his great Prophet God most high did raise,</br>Turning the Tenor of his inspir'd String,</br>Of Ancient Honour, and of Future Praise,</br>But most of Love, the Cause, and end to sing,</br>And hidden Mysteries to the Light to bring;</br>The mighty Works th' Almighty's Self would do,</br>For Loves, and his BELOVEDS ransoming:</br>All which he did to th' Royal Prophet show,</br>And all which, by him taught, his Israel came to know.", "Not as those Works, when finisht perfectly</br>Should be display'd, but as became their state,</br>And Him, who was, restor'd, the Type to be</br>Of all the Glories, which he should relate;</br>By Figures, and by Shadows adaequate</br>To Humane Reasonings, and Discourse finite;</br>By his chang'd Loves a Love to adumbrate,</br>Which cannot else be seen by Mortal Light,</br>God's Love to man, which different Natures should unite.", "That Love, which God in time from Heav'n should bring,</br>With Man to dwell, and as true Man appear;</br>Which Man no less, of all his Works the King,</br>To Heav'n, excluded thence by' his Fall, should bear,</br>And on his Wings triumphantly up-rear:</br>And all the way, as he does thither rise,</br>With Idees fill him of the Beauties there;</br>That Love, in fine, which does all Loves comprize,</br>Whence Man to'his Maker lives, his Maker for him dies.", "Of all which Marriage is the Sacrament;</br>(Or Symbol call it, if the Name displease)</br>The closest Union to represent,</br>'Twixt God and Man, 'twixt Man and Happiness;</br>And if there closer Union be than these,</br>Or more (and whether more be meant who knows?</br>Tho closer none) in one Term all to' express;</br>Marriage, which once confirm'd by holy Vows,</br>Is Loves Reprizal, and in one all Unions shows.", "So God most High resolv'd, so Salomon,</br>By him inspir'd did carnal Love impeach</br>Of highest Treason, and Rebellion;</br>The first, who plainly did the Mystery preach,</br>And what himself, but late learnt, others teach:</br>That Love alone, whose long and outstretcht Line,</br>Through Natures Works, to Natures end does reach,</br>Their Love, whom God, not Lust or Interest joyn,</br>Unequal tho it be, comes nearest the Divine.", "As near as was, or fit for us to know,</br>Or possible, in Mortal Flesh immur'd;</br>(Tho God himself the Form would take below)</br>When brighter Vision could not be endur'd,</br>Nor Loves invisible taught else, or secur'd;</br>For such is Man, tho of God's Works the chief,</br>Of things Invisible to be assur'd,</br>That from things Visible he must receive</br>Th' imperfect Image, and of God by' himself conceive.", "His Bodies structure, and his Souls great Powers,</br>Both which as having God himself propounds;</br>Tho Acts Organical are purely Ours,</br>And he the Deity by the shift confounds,</br>Who makes it what the Parable expounds,</br>With Senses, and with Parts corporeal,</br>Loving like us, and with a Lovers Wounds,</br>Which from the Deity are excluded all,</br>And only us'd, that under Sense those Acts may fall.", "Yet so God loves, so would be known to Love,</br>As Love ith' Marriage Bed, kept undefil'd,</br>Might figure best, if one the Vail remove,</br>Our Nature, which of Innocence dispoyl'd,</br>Till rais'd, whence sunk, beguiles and is beguil'd;</br>But once restor'd, is worthy Him, and Us,</br>Him still to love, with Love us to be fill'd,</br>(Of Grace not Debt) become both Amorous,</br>The Churches Husband He, the Church his Bride and Spouse.", "Thus loving, and belov'd thus shame on those,</br>Whose either Atheism, or Impiety,</br>Dare the Tremendous Figure, or expose,</br>Or subject make it of foul Raillery,</br>And to vile Lust embase the Mystery!</br>That of their Happ'ness have so little sense,</br>Their God, their Souls, and their Civility,</br>That they with things most sacred can dispense,</br>And rather than not give it, take from Heav'n offence!", "From Thee, most sacred and inspired Song,</br>The humblest Condescention of Heav'ns King,</br>From which my roving Verse has stray'd too long,</br>Led by the Mock-love, and now late does sing;</br>Next that the humblest, which with Saffron Wing,</br>Gabriel, the True-loves mighty Harbinger,</br>Foretold to th' EVER-VIRGIN, e're the thing</br>Was full accomplisht, and thereof did bear,</br>When done first News, and what the signs to know him were.", "Signs too unlikely, till by Angels told,</br>Whereby the Maker of all things to find;</br>For who would think a simple Cratch should hold</br>Eternal Majesty, mean Swathings bind</br>Th' Incomprehensible, and Unconfin'd;</br>And that an Ox, and Ass were company,</br>(To Scorn enur'd, and labour by their kind)</br>In an Inns-Stable fit for God Most High,</br>And that a Babe should be that God, and expos'd lie?", "Yet signs they were with Heav'n which suited best,</br>And best with God, when God should Flesh appear;</br>And so was Wedlock, thence to be exprest,</br>E're that time came, the Image he should bear,</br>Or rather what our selves, allyed to' him near,</br>(Nearer by Purchase, than Creation)</br>Should thence become; like Glories with him wear,</br>And since to us it could not else be known,</br>Till Man to Heav'n should rise, high Heav'n to Man bring down.", "By Love to bring it:  And by Love HE brought it,</br>Who all the Mysteries of Love did know;</br>Second alone to Loves dear self, who taught it,</br>As or above it was, or as below,</br>And in thee, Song, its Mystic Power did show:</br>Not as thy Words to'us sound, but as thy Sense,</br>To th' Church apply'd, by holy Churches Vow,</br>Must be expounded, with this Difference,</br>Of God 'tis Figure All, of Man all Innocence,", "Of Soul and Body, but of Soul the most,</br>Whose Acts and Motions Thou dost most intend,</br>By views Material, to our Light dispos'd,</br>But where the Matter does all Act suspend,</br>And shadows what it cannot comprehend;</br>Is nothing, or as nothing, how e're laid,</br>Compar'd with what comparison does transcend;</br>Nor meant at all, tho by it all is said,</br>That's said of Love, which through its broken Pipe's convey'd.", "So wouldst Thou, Song, so must Thou be understood;</br>And short of this, who e're Thy Flight would bound,</br>To th' Deity sacrifices Human Blood,</br>And fixes on th' Impassible that Wound,</br>Which the Mock-love to offer had astound.</br>For He soon as he heard the words Divine,</br>His Sentence in them, and his Doom he found;</br>At which affrighted, back he did resign</br>All he before usurpt, nor ought had to rejoyn.", "Happy he so could scape, tho e're away,</br>Cast, and condemn'd, he into Exile went,</br>The True Love, who long waited for that Day,</br>Hymen his great Embassadour down sent,</br>To beg some Exemplary Punishment,</br>And Caution, that he would return no more:</br>But all the Caution, which to give he meant,</br>Was but his Word, nor longer that than Power</br>Should fail him to attempt, what he had done before.", "For Punishment, 'twas yet too early Day,</br>To move, or hope; Himself enough had done,</br>By those Spoyls, which unforce'd he down did lay,</br>The Jurisdiction of Heav'ns Court to own,</br>Whom that acknowledgment must serve or none:</br>And out he went, with stern, and bloody Eyes,</br>And bitter Railings on blest Hymen thrown;</br>Who all his Railings did no less despise,</br>Content (since he no more could get) with the bare Prize,", "Marriage restor'd to' its Just and Ancient Right,</br>And all th' Intents, to which it was design'd;</br>Marriage, which once secur'd, does Souls unite,</br>And made in Heav'n, to Heav'n so near is joyn'd,</br>That only there we purer Love can find:</br>Marriage of th' Fallen World the best Estate,</br>Marriage most Honourable with Mankind,</br>Which to abuse, a Man his Flesh must hate,</br>Marriage God's Blessing, when He gave o're to create.</br>"]