["Nymph of the sleepy weed, thy poet aid;</br>O!  bid him, a-la-Turk!  thy favour find;</br>Wrap his drear head with dullness' genuine shade,</br>His soul in chains indisoluble bind;</br>Let thick tobacco clothe his vap'ry mind</br>With tenfold smoke, from tubes triumphant play'd:</br>So shall he rise the Mahomet of rhyme,</br>Shew all thy shrine, in majesty display'd;</br>Bid cut and dry the ceiling scale sublime,</br>And shatter'd cups well-fraught, in loud harmonious chime.", "Like Alghiere borne on Virgil's back,</br>Porterly load!  I pierce the house of smoke;</br>Facetious jokes around me hov'ring crack,</br>And tables groan with many a brilliant stroke.</br>There stalks the comic in a tarnish'd frock,</br>While tragedy in boots with stern attack,</br>Bids the loud waiter like a lion roar.</br>Sage politics, there seeks his nightly snack;</br>Philosophy, the wall with saws scrapes o'er,</br>And geometry sublime, uproots the oaken floor.", "Lo!  yon pale wight of haggard semblance dire,</br>That on the brown-crush'd paper vents his rage,</br>An essayist he, who claims a muse of fire,</br>Author I wot, full meet, for such a page;</br>See, when the party-wits in talk engage,</br>How stern he rolls his eye-balls, fraught with ire;</br>Shrugg'd shoulders testify his fell dismay,</br>And goosequill waved in many a frantic gyse:</br>Anon, with hasty strides he starts away,</br>To damning pamphlet, poem, farce, wild pantomime, and play.", "Lo!  careful miser counting o'er his purse,</br>Sprinkling light guineas with the heavier coin;</br>He mumbleth ev'ry reck'ning with a curse,</br>And for a farthing prays to pow'rs divine;</br>Ne had he Ormus, or Golconda-mine,</br>Would he be satisfy'd, still carking worse;</br>Eftsoons, he teemeth with a baser plot,</br>Candle to steal, perdye, unto his nurse;</br>Poor nurse!  who seldom boileth chearful pot,</br>But from the neighb'ring shop conveyeth pottage hot.", "The newspapers appear; what busy hum?</br>Is France yet conquer'd, are the Russians beat?</br>How many gone to goal, or kingdom come?</br>What is the price of India stock, and meat?</br>Which of the aldermen gave last grand treat?</br>Did Lady Padewsoy neglect her drum?</br>Or Lady Lapdog's bitch in panic die?</br>Are courtiers honest, ministers struck dumb?</br>What maids of honour loud for husbands cry?</br>Who dived the deepest sea, or soar'd the loftiest sky?", "Thus in rough parley do they waste the night,</br>Ambitious of most noise, and least pretence.</br>Critique, o'erpow'rs miss Muse with horrid might,</br>And Ignorance with saddle presseth Sense:</br>The present combats with the future tense;</br>Grammar himself, shrewd rogue, prepares for flight:</br>From slightest hints here duels dire commence;</br>A cough, a wink, provokes the bloody fight;</br>So rash those heedless men, who ne'er are in the right.</br>"]