["Guyon does Furor bind in Chains,</br>And stops Occasion:</br>Delivers Phedon, and therefore</br>By Strife is rail'd upon.", "In brave Pursuit of honourable Deed,</br>There is I know not what great difference</br>Between the vulgar and the noble Seed,</br>Which unto things of valorous Pretence</br>Seems to be born by native Influence;</br>As Feats of Arms and Love to entertain:</br>But chiefly Skill to ride, seems a Science</br>Proper to gentle Blood:  some others fain</br>To manage Steeds, as did this Vaunter; but in vain.", "But he (the rightful Owner of that Steed)</br>Who well could manage and subdue his Pride,</br>The whiles on foot was forced for to yeed</br>With that black Palmer, his most trusty Guide;</br>Who suffer'd not his wandring Feet to slide.</br>But, when strong Passion, or weak Fleshliness</br>Would from the right way seek to draw him wide,</br>He would thro Temperance and Stedfastness,</br>Teach him the weak to strengthen, and the strong suppress.", "It fortuned, forth faring on his way,</br>He saw from far, or seemed for to see</br>Some troublous Uproar or contentious fray,</br>Whereto he drew in haste, it to agree.</br>A Madman, or that fained mad to be,</br>Drew by the Hair alone upon the Ground</br>A handsom Stripling with great Cruelty,</br>Whom sore he beat, and gor'd with many a Wound,</br>That Cheeks with Tears, and Sides with Blood did all abound.", "And him behind, a wicked Hag did stalk,</br>In ragged Robes and filthy Disarray;</br>Her other Leg was lame, that she no'te walk,</br>But on a Staff her feeble Steps did stay:</br>Her Locks, that loathly were and hoary gray,</br>Grew all afore, and loosely hung unroll'd;</br>But all behind was bald, and worn away,</br>That none thereof could ever taken hold,</br>And eke her Face ill-favour'd, full of Wrinkles old.", "And ever as she went, her Tongue did walk</br>In foul Reproach, and Terms of vile Despight,</br>Provoking him by her outrageous Talk,</br>To heap more Vengeance on that wretched Wight:</br>Sometimes she raught him Stones, wherewith to smite,</br>Sometimes her Staff, tho it her one Leg were,</br>Withouten which she could not go upright;</br>Ne any evil means she did forbear,</br>That might him move to Wrath, and Indignation rear.", "The noble Guyon, mov'd with great Remorse,</br>Approaching, first the Hag did thrust away;</br>And after, adding more impetuous Force,</br>His mighty Hands did on the Madman lay,</br>And pluck'd him back; who all on fire straitway,</br>Against him turning all his fell Intent,</br>With beastly brutish Rage 'gan him assay,</br>And smot, and bit, and kick'd, and scratch'd, and rent,</br>And did he wist not what in his Avengement.", "And sure he was a Man of mickle Might,</br>Had he had Governance, it well to guide;</br>But when the frantick Fit inflam'd his spight,</br>His Force was vain, and strook more often wide,</br>Than at the aimed Mark, which he had ey'd:</br>And oft himself he chaunc'd to hurt unwares,</br>Whilst Reason blent thro Passion, nought descry'd,</br>But as a blindfold Bull at random fares,</br>And where he hits, nought knows, and whom he hurts, nought cares.", "His rude Assault, and rugged Handeling,</br>Strange seemed to the Knight, that aye with Foe</br>In fair Defence, and goodly managing</br>Of Arms was wont to fight:  yet nathemoe</br>Was he abashed now, not fighting so;</br>But more enfierced thro his currish play,</br>Him sternly grip'd, and haling to and fro,</br>To overthrow him strongly did assay,</br>But overthrew himself unwares, and lower lay.", "And being down, the Villain sore did beat,</br>And bruise with clownish fists his manly Face;</br>And eke the Hag with many a bitter Threat,</br>Still call'd upon to kill him in the place,</br>With whose Reproach and odious Menace</br>The Knight emboyling in his haughty Heart,</br>Knit all his Forces, and 'gan soon unbrace</br>His grasping Hold:  so lightly did upstart,</br>And drew his deadly Weapon, to maintain his part.", "Which when the Palmer saw, he loudly cry'd,</br>Not so, O Guyon, never think that so</br>That Monster can be maister'd or destroy'd:</br>He is no, ah!  he is not such a Foe,</br>As Steel can wound, or Strength can overthrow.</br>That same is Furor, cursed cruel Wight,</br>That unto Knighthood works much Shame and Woe;</br>And that same Hag, his aged Mother, hight</br>Occasion, the Root of all Wrath and Despight.", "With her, whoso will raging Furor tame,</br>Must first begin, and well her amenage;</br>First her restrain from her reproachful Blame,</br>And evil Means, with which she doth enrage</br>Her frantick Son, and kindles his Courage.</br>Then when she is withdrawn, or strong withstood,</br>It's eath his idle Fury to assuage,</br>And calm the Tempest of his Passion wood;</br>The Banks are overflown, when stopped is the Flood.", "Therewith Sir Guyon left his first Emprise,</br>And turning to that Woman, fast her hent</br>By the hoar Locks, that hung before her Eyes,</br>And to the ground her threw:  yet n'ould she stent</br>Her bitter Railing and foul Revilement,</br>But still provok'd her Son to wreak her wrong;</br>But natheless he did her still torment,</br>And catching hold of her ungracious Tongue,</br>Thereon an iron Lock did fasten firm and strong.", "Then when as Use of Speech was from her reft</br>With her two crooked Hands she Signs did make</br>And beckned him, the last Help she had left:</br>But he, that last-left help away did take,</br>And both her Hands fast bound unto a Stake,</br>That she no'te stir.  Then 'gan her Son to fly</br>Full fast away, and did her quite forsake;</br>But Guyon after him in haste did hie,</br>And soon him overtook in sad Perplexity.", "In his strong Arms he stiffly him embrac'd,</br>Who him gainstriving, nought at all prevail'd;</br>For all his Power was utterly defac'd,</br>And furious Fits at earst quite weren quail'd:</br>Oft he renforc'd, and oft his Forces fail'd,</br>Yet yield he would not, nor his Rancour slack.</br>Then him to ground he cast, and rudely hail'd,</br>And both his hands fast bound behind his back,</br>And both his Feet in Fetters to an iron Rack.", "With hundred iron Chains he did him bind,</br>And hundred Knots that did him sore constrain;</br>Yet his great iron Teeth he still did grind,</br>And grimly gnash, threatning Revenge in vain:</br>His burning Eyen, whom bloody Strakes did stain,</br>Stared full wide, and threw forth Sparks of Fire;</br>And more for rank Despight, than for great Pain,</br>Shak'd his long Locks, colour'd like Copper-wire,</br>And bit his tawny Beard, to shew his raging Ire.", "Thus when as Guyon, Furor had captiv'd,</br>Turning about, he saw that wretched Squire,</br>Whom that Madman of Life nigh late depriv'd,</br>Lying on ground, all soil'd with Blood and Mire:</br>Whom, when as he perceived to respire,</br>He 'gan to comfort, and his Wounds to dress.</br>Being at last recur'd, he 'gan inquire,</br>What hard Mishap him brought to such Distress,</br>And made that Caitive's Thrall, the Thrall of Wickedness.", "With Heart then throbbing, and with watry Eyes,</br>Fair Sir, quoth he, what Man can shun the Hap,</br>That hidden lies unwares him to surprize?</br>Misfortune waits advantage to entrap</br>The Man most wary, in her whelming Lap.</br>So me, weak Wretch, of many weakest one,</br>Unweeting and unware of such Mishap,</br>She brought to Mischief thro Occasion,</br>Where this same wicked Villain did me light upon.", "It was a faithless Squire that was the Sourse</br>Of all my Sorrow, and of these sad Tears,</br>With whom from tender Dug of common Nourse,</br>At once I was upbrought; and eft when Years</br>More ripe us Reason lent to chuse our Peers,</br>Our selves in league of vowed Love we knit:</br>In which we long time, without jealous Fears,</br>Our faulty Thoughts continu'd, as was fit;</br>And for my part (I vow) dissembled not a whit.", "It was my fortune, common to that Age,</br>To love a Lady fair of great degree,</br>The which was born of noble Parentage,</br>And set in highest Seat of Dignity,</br>Yet seem'd no less to love, than lov'd to be:</br>Long I her serv'd, and found her Faithful still,</br>Ne ever thing could cause us disagree:</br>Love that two Hearts makes one, makes eke one Will;</br>Each strove to please, and other's Pleasure to fulfil.", "My Friend, hight Philemon, I did partake</br>Of all my Love, and all my Privity;</br>Who greatly joyous seemed for my sake,</br>And gracious to that Lady, as to me;</br>Ne ever Wight that mote so welcome be,</br>As he to her, withouten Blot or Blame;</br>Ne ever thing, that she could think or see,</br>But unto him she would impart the same:</br>O wretched Man!  that would abuse so gentle Dame.", "At last, such Grace I found, and Means I wrought,</br>That I that Lady to my Spouse had won;</br>Accord of Friends, Consent of Parents sought,</br>Alliance made, my Happiness begun,</br>There wanted nought but few Rites to be done,</br>Which Marriage make; that day too far did seem:</br>Most joyous Man, on whom the shining Sun</br>Did shew his Face, my self I did esteem,</br>And that my falser Friend did no less joyous deem.", "But e'er that wished Day his Beam disclos'd,</br>He, either envying my toward Good,</br>Or of himself to Treason ill dispos'd,</br>One day unto me came in friendly Mood,</br>And told (for secret) how he understood,</br>That Lady whom I had to me allign'd,</br>Had both distain'd her honourable Blood,</br>And eke the Faith, which she to me did bind;</br>And therefore wish'd me stay, till I more Truth should find.", "The gnawing Anguish and sharp Jealousy,</br>Which his sad Speech infixed in my Breast,</br>Rankled so sore, and festred inwardly,</br>That my ingrieved Mind could find no Rest,</br>Till that the Truth thereof I did outwrest,</br>And him besought by that same sacred Band</br>Betwixt us both, to counsel me the best.</br>He then with solemn Oath and plighted Hand</br>Assur'd e'er long the Truth to let me understand.", "E'er long, with like again he boarded me,</br>Saying, he now had boulted all the Flour;</br>And that it was a Groom of base degree,</br>Which of my Love was Partner Paramour,</br>Who used in a darksom inward Bower</br>Her oft to meet:  which better to approve,</br>He promised to bring me at that hour,</br>When I should see that would me nearer move,</br>And drive me to withdraw my blind abused Love.", "This graceless Man, for furtherance of his Guile,</br>Did court the Handmaid of my Lady dear,</br>Who glad t' embosom his Affection vile,</br>Did all she might, more pleasing to appear.</br>One day to work her to his Will more near,</br>He woo'd her thus:  Pryene (so she hight)</br>What great Despight doth Fortune to thee bear,</br>Thus lowly to abase thy Beauty bright,</br>That it should not deface all others lesser Light?", "But if she had her least help to thee lent,</br>T' adorn thy Form according thy Desert</br>Their blazing Pride thou wouldest soon have blent,</br>And stain'd their Praises with thy least good Part;</br>Ne should fair Claribell, with all her Art</br>(Tho she thy Lady be) approach thee near:</br>For proof thereof, this Evening, as thou art,</br>Array thy self in her most gorgeous Gear,</br>That I may more delight in thy Embracement dear.", "The Maiden, proud thro Praise, and mad thro Love,</br>Him harkned to, and soon her self array'd;</br>The whiles to me the Treachour did remove</br>His crafty Engin, and as he had said,</br>Me leading, in a secret Corner laid,</br>The sad Spectator of my Tragedy:</br>Where left he went, and his own false part play'd,</br>Disguised like that Groom of base degree,</br>Whom he had feign'd th' Abuser of my Love to be.", "Eftsoons he came unto th' appointed Place,</br>And with him brought Pryene, rich array'd,</br>In Claribella's Clothes.  Her proper Face</br>I not discerned in that darksom Shade,</br>But ween'd it was my Love, with whom he play'd.</br>Ah God!  what Horrour and tormenting Grief,</br>My Heart, my Hands, mine Eyes, and all assay'd!</br>Me liefer were ten thousand deathez Prief,</br>Than Wound of jealous Worm, and Shame of such Reprief.", "I home returning, fraught with foul Despight,</br>And chawing Vengeance all the way I went,</br>Soon as my loathed Love appear'd in sight,</br>With wrathful Hand I slew her innocent;</br>That after soon I dearly did lament:</br>For, when the Cause of that outrageous Deed</br>Demaunded, I made plain and evident,</br>Her faulty Handmaid, which that Bale did breed,</br>Confess'd how Philemon her wrought to change her Weed.", "Which when I heard, with horrible Affright</br>And hellish Fury all enrag'd, I sought</br>Upon my self that vengeable Despight</br>To punish:  yet it better first I thought,</br>To wreak my Wrath on him, that first it wrought.</br>To Philemon, false Faytour Philemon,</br>I cast to pay that I so dearly bought:</br>Of deadly Drugs I gave him Drink anon,</br>And wash'd away his Guilt with guilty Potion.", "Thus heaping Crime on Crime, and Grief on Grief,</br>To Loss of Love, adjoining Loss of Friend,</br>I meant to purge both with a third Mischief,</br>And in my Woes Beginner it to end:</br>That was Pryene; she did first offend,</br>She last should smart with which cruel Intent,</br>When I at her my murdrous Blade did bend,</br>She fled away with gastly Dreriment,</br>And I pursuing my fell Purpose, after went.", "Fear gave her wings, and Rage enforc'd my Flight,</br>Thro Woods and Plains so long I did her chace,</br>Till this Madman (whom your victorious Might</br>Hath now fast bound) me met in middle Space:</br>As I her, so he me pursu'd apace,</br>And shortly overtook.  I breathing Ire,</br>Sore chauffed at my Stay in such a case,</br>And with my Heat kindled his cruel Fire:</br>Which kindled once, his Mother did more Rage inspire.", "Betwixt them both, they have me doen to die,</br>Thro Wounds, and Strokes, and stubborn Handeling,</br>That Death were better than such Agony,</br>As Grief and Fury unto me did bring;</br>Of which in me yet sticks the mortal Sting,</br>That during Life will never be appeas'd.</br>When he thus ended had his sorrowing,</br>Said Guyon, Squire, sore have ye been diseas'd;</br>But all your Hurts may soon thro Temperance be eas'd.", "Then 'gan the Palmer thus:  Most wretched Man,</br>That to Affections does the Bridle lend;</br>In their beginning they are weak and wan,</br>But soon thro Suff'rance grow to fearful end;</br>While they are weak, betimes with them contend:</br>For when they once to perfect Strength do grow,</br>Strong Wars they make, and cruel Battry bend</br>'Gainst Fort of Reason, it to overthrow:</br>Wrath, Jealousy, Grief, Love, this Squire have laid thus low.", "Wrath, Jealousy, Grief, Love, do thus expel:</br>Wrath is a Fire, and Jealousy a Weed,</br>Grief is a Flood, and Love a Monster fell;</br>The Fire of Sparks, the Weed of little Seed,</br>The Flood of Drops, the Monster Filth did breed:</br>But Sparks, Seed, Drops, and Filth do thus delay;</br>The Drops dry up, and Filth wipe clean away:</br>So shall Wrath, Jealousy, Grief, Love, die and decay.", "Unlucky Squire, said Guyon, sith thou hast</br>Faln into Mischief thro Intemperance,</br>Henceforth take heed of that thou now hast past,</br>And guide thy Ways with wary Governance,</br>Lest worse betide thee by some later Chance.</br>But read how art thou nam'd, and of what kin:</br>Phedon I hight (quoth he) and do advance</br>Mine Auncestry from famous Coradin,</br>Who first to raise our House to Honour did begin.", "Thus as he spake, lo!  far away they spy'd</br>A Varlet running towards hastily,</br>Whose flying Feet so fast their Way apply'd,</br>That round about a Cloud of Dust did fly,</br>Which mingled all with Sweat, did dim his Eye.</br>He soon approached, panting, breathless, hot,</br>And all so soil'd, that none could him descry;</br>His Countenance was bold, and bashed not</br>For Guyon's Looks, but scornful Eye-glaunce at him shot.", "Behind his back he bore a brazen Shield,</br>On which was drawen fair, in Colours fit,</br>A flaming Fire in midst of bloody Field,</br>And round about the Wreath this word was writ,</br>Burnt I do burn.  Right well beseemed it</br>To be the Shield of some redoubled Knight;</br>And in his hand two Darts exceeding flit</br>And deadly sharp he held, whose Heads were dight</br>In Poison and in Blood of Malice and Despight.", "When he in Presence came, to Guyon first</br>He boldly spake; Sir Knight, if Knight thou be;</br>Abandon this forestalled Place at erst,</br>For fear of further harm, I counsel thee,</br>Or 'bide the chaunce at thine own Jeopardy.</br>The Knight at his great Boldness wondered,</br>And tho he scorn'd his idle Vanity,</br>Yet mildly him to purpose answered;</br>For not to grow of nought he it conjectured.", "Varlet, this Place most due to me I deem,</br>Yielded by him that held it forcibly:</br>But whence should come that harm which thou dost seem</br>To threat to him, that minds his Chance t' aby?</br>Perdy (said he) here comes, and is hard by</br>A Knight of wondrous Power, and great Assay,</br>That never yet encounter'd Enemy,</br>But did him deadly daunt, or foul dismay;</br>Ne thou for better hope, if thou his Presence stay.", "How hight he then (said Guyon) and from whence?</br>Pyrrochles is his Name, renowned far</br>For his bold Feats, and hardy Confidence,</br>Full oft approv'd in many a cruel War,</br>The brother of Cymochles, both which are</br>The Sons of old Acrates and Despight;</br>Acrates Son of Phlegeton and Jar:</br>But Phlegeton is Son of Herebus and Night:</br>But Herebus Son of Eternity is hight.", "So from immortal Race he does proceed)</br>That mortal Hands may not withstand his Might,</br>Drad for his derring Do, and bloody Deed;</br>For all in Blood and Spoil is his delight.</br>His am I Atin, his in Wrong and Right,</br>That Matter make for him to work upon,</br>And stir him up to Strife and cruel Fight.</br>Fly therefore, fly this fearful Steed anon,</br>Lest thy Fool-hardize work thy sad Confusion.", "His be that Care, whom most it doth concern,</br>(Said he):  but whither with such hasty Flight</br>Art thou now bound?  for well mote I discern</br>Great Cause, that carries thee so swift and light.</br>My Lord (quoth he) me sent, and straight behight</br>To seek Occasion, whereso she be:</br>For he is all dispos'd to bloody Fight,</br>And breathes out Wrath and heinous cruelty;</br>Hard is his hap, that first falls in his Jeopardy.", "Madman (said then the Palmer) that does seek</br>Occasion to Wrath, and Cause of Strife;</br>She comes unsought:  and shunned, follows eke.</br>Happy, who can abstain, when Rancour rife</br>Kindles Revenge, and threats his rusty Knife:</br>Woe never wants, where every Cause is caught,</br>And rash Occasion makes unquiet Life.</br>Then lo, where bound she sits, whom thou has sought,</br>(Said Guyon) let that Message to thy Lord be brought.", "That when the Varlet heard and saw, straitway</br>He wexed wondrous wroth, and said, Vile Knight,</br>That Knights and Knighthood dost with Shame upbray,</br>And shew'st th' Ensample of thy childish Might,</br>With silly weak old Woman thus to fight;</br>Great Glory and gay Spoil sure hast thou got,</br>And stoutly prov'd thy Puissance here in fight;</br>That shall Pyrrochles well requite, I wot,</br>And with thy Blood abolish so reproachful Blot.", "With that, one of his thrillant Darts he threw,</br>Headed with Ire and vengeable Despight;</br>The quivering Steel his aimed end well knew,</br>And to his Breast it self intended right:</br>But he was wary, and ere it empight</br>In the meant Mark, advaunc'd his Shield atween;</br>On which it seizing, no way enter might,</br>But back rebounding, left the Fork-head keen:</br>Eftsoons he fled away, and might no where be seen.", ""]