["A nymph has appear'd on our plains,</br>Of beauty and manners divine&mdash;</br>Bewitching the hearts of our swains,</br>And ruffling the calmness of mine.", "Why comes she among us, to spoil</br>Our quiet, contentment, and ease?</br>Why make us relinquish our toil,</br>And follow wherever she please?", "Not a maid in the village but sighs,</br>When Anna appears on the green;</br>Not a glance that she throws from her eyes,</br>But ruins the peace of the scene.", "For vain, then, is Corydon's skill:</br>Discordant the pipe he has tried;</br>And ne'er danc'd each shepherd so ill,</br>As when she has mov'd at his side.", "Altho' in the charms of her face</br>Kind nature has lavish'd her art,</br>Her form is endow'd with such grace,</br>As soon to entangle the heart.", "But least by the charms I have sung,</br>Are the youth of the village ensnar'd;</br>And many, the wit of her tongue</br>Has lost, when her beauty has spar'd.", "How cruel in her, to destroy</br>The pleasures tranquillity brings:</br>Why suffer us not to enjoy</br>That, which from society springs?", "For now every nymph of the place</br>Delights in the gloomiest wood;</br>And the youth, who wore smiles on his face,</br>Is found on the brink of a flood.", "Oh, then let this Anna beware,</br>How she causes the shepherds to mourn,</br>How urge us to schemes of despair&mdash;</br>But back to her village return.", "Or if her own heart she but yields</br>To the youth most deserving her love,</br>Again shall joy gladden our fields,</br>Again shall it visit our grove.", "</br>ANSWER TO THE PRECEDING.</br>Yes, Anna from hence must depart,</br>Where peace and tranquillity reign;</br>Oh, what anguish affects her sad heart,</br>When she sighs an adieu to the plain.", "Farewell, then, sweet mansion of love,</br>Soft scenes of contentment and peace,</br>Where oft Anna's fancy will rove,</br>And each long lost pleasure increase.", "Can she ever forget those delights,</br>Which she tastes, uncorroded by care,</br>Or forget where true pleasure invites,</br>And enchants her glad bosom while here.", "Oh, no!  airy thought's on the wing,</br>And fancy, obtrusive, will fly:</br>Past scenes of true happiness bring,</br>When her soul breathes a last parting sigh.", "Oh, ye shepherds, why tell her \"beware,</br>How she ruin'd the peace of the scene?\"</br>While her bosom feels nought but despair,</br>As she slowly returns from the green.", "'Twere ungen'rous, 'twere cruel, to pain,</br>To add wounds to a poor tortur'd breast,</br>That strives to forget, but in vain,</br>Those scenes that have robb'd it of rest.", "Yet she goes &mdash; and perhaps ne'er again,</br>From her own native village will stray;</br>Syren flattery assails her in vain,</br>It ne'er her soul's feelings shall sway.", "But are those effusions sincere;</br>And the offering of virtue and truth?</br>Anna bows at your shrine, and as dear,</br>Will acknowledge the pastoral youth.</br>"]