["In love with a pedantick jargon,</br>Our poets now a days are far gone;</br>So that a man can't read their songs,</br>Unless he has the gift of tongues,</br>Or else, to make him understand,</br>Keep Johnson's lexicon at hand.", "Be warn'd young poet, and take heed</br>That Johnson you with caution read.</br>Always attentively distinguish</br>The Greek and Latin words from English,</br>And never use such, as 'tis wise</br>Not to attempt to naturalize.</br>Suffice the following specimen,</br>To make the admonition plain.", "Little of ANTHROPOSOPHY has he</br>Who in yon FULGID CURRICLE reclines,</br>Alone; while I, DEPAUPERATED barb,</br>The streets PEDESTRIOUS scour, why with bland voice</br>Bids he me not his VECTITATION share?", "Alas!  he fears my LACERATED coat,</br>And visage pale with FRIGORIFICK want,</br>Would bring DEDECORATION on his chaise.", "Me miserable!  that th' Aonian hill</br>Is not AURIFEROUS, nor fit to bear</br>The FARINACEOUS food, support of bards</br>CARNIVEROUS but seldom, yet the soil</br>Which Hippocrene HUMECTATES nothing yield</br>But steril laurels and acquaticks sour.", "To DULCIFY th' ABSINTHIATED cup</br>Of life, receiv'd from thy NOVERCAL hand,</br>Shall I have nothing, muse?  To LENIFY</br>Thy heart INDURATE, shall poetick wo</br>And plaintive EJULATION nought avail?", "Riches DESIDERATE I never did,</br>Even when in mood most OPTATIVE; a farm,</br>Small but APEAK, was all I ever wish'd.</br>I, when a rustick, would my BLATANT calves,</br>Well pleas'd, ABLACTATE; and, delighted, tend</br>My GEMELLIPAROUS sheep; nor scorn to rear</br>The superb turkey, and the STREPENT goose.</br>Then to DENDROLOGY my thoughts I'd turn,</br>A favourite care should HORTICULTURE be,</br>But most of all would GEOPONICKS please.", "While AMBULATION thoughtless I protract,</br>The tir'd sun APPROPINQUATES to the sea;</br>And now my ARID throat, and LATRANT guts,</br>VOCIFERATE for supper, but what house</br>To get it in gives DUBITATION sad.", "O!  for a TURGID bottle of Bell's beer,</br>Mature for IMBIBITATION!  and O!  for</br>(Dear object of HIATION) mutton pie!</br>"]