["O Thou!  by numerous votaries sought,</br>Who seem to speak extatic thought!</br>While conscious of internal shame,</br>Their tongues alone proclaim thy name.</br>Often invoked with impious prayer,</br>T' embellish falshood's flimsy air,</br>Deep to conceal, or sanctify</br>The wily fraud, and treacherous lye,</br>To palliate horrid deeds, and chase</br>The gloom of secret guilt from the stern murtherer's face.", "Much-injured Honour!  where resides</br>Thy spotless form?  with haughty strides</br>Ambition rises o'er the throng,</br>And towers in gawdy state along:</br>Dost thou attend, to guide his heart</br>Amid th' intangled paths of art?</br>With him the tricks of state pursue?</br>With him the bold finesse indue?</br>By which his crimes he veils in night,</br>And couching close beneath escapes the public sight?", "Or hath the iron-moulded breast</br>Or avarice e'er one beam possest</br>Of thy bright essence?  Hath it shone</br>Around the tyrant's purple throne,</br>Who glorying in superior force,</br>Impetuous speeds his wasteful course</br>Through unoffending regions?  These</br>Thy stedfast eye with scorn surveys,</br>Though fools the titled slave admire,</br>The specious charms of gold, the heroes' vaunted fire.", "Neglected power!  who now intwine</br>The votive garland for thy shrine?</br>Erewhile, by thee, the Patriot stood</br>Undaunted 'mid corruption's flood,</br>And erring multitudes in vain</br>Opposed th' asserter of thy reign.</br>Or Liberty's brave sons he led,</br>And nobly fought, or calmly bled,</br>Thus HAMDEN seal'd his generous plan,</br>Thus SIDNEY, Britain's boast, th' unshaken friend of man.", "What, but thy vigour, raised elate</br>The great ATHENIAN o'er his fate?</br>When in the dark abode confined,</br>No fetters held th' expanded mind?</br>When teaching to the listening youth</br>The serious depths of moral truth,</br>Each just, each philosophic grace,</br>While pitying tears bedew'd their face,</br>With tranquil dignity of soul</br>He smiled on vanquish'd death, and quaff'd the envenom'd bowl.", "Nor did the Patriot, and the Sage,</br>More splendid names, alone engage</br>Thy favour; oft of yore to thee</br>Arcadia's offspring bent the knee,</br>When innocence colleagued with love,</br>Ere base deceit the rural grove</br>Had blasted with malignant air,</br>And strife's rude step had enter'd there.</br>Well-pleas'd t' inspire the Doric strain,</br>And teach the yielding maid to bless th' enamour'd swain.", "And still, deserting pomp and pride,</br>Thou deign'st with Nature to reside,</br>The humble paths of life to tread,</br>Beneath the grot recline thy head,</br>To Nature's progeny impart</br>Each social feeling of the heart,</br>Knit firmer each domestic bond,</br>Each relative affection fond,</br>Excite each elegant desire,</br>And hear the poet tune his free unblemisht lyre.", "O deckt with every mental charm!</br>Not all the radiant tints that warm</br>Th' emphatic and harmonious lay,</br>Can his transcendent worth pourtray,</br>Who joins not fortune's fickle crowd,</br>Or stoops before her minions proud;</br>Whose breast no specious guiles entice,</br>Who mocks the blandishment of vice,</br>Thy sacred stamp within beholds,</br>And from the glowing type his lucid conduct moulds.", "When verse is silent, who shall give</br>Intrinsic excellence to live?</br>To thee belongs his meed divine,</br>The grateful task is solely thine,</br>Fair Virtue!  Honour's other name!</br>For two ye are not, but the same.</br>'Tis thine to fix his glory's date</br>Far, far beyond this transient state,</br>To bid him this low world despise,</br>With thee to soar aloft, and gain thy native skies.</br>"]