["Fast, fast the driving snow, involving all</br>Our little world, descends; and every tree</br>Clothes with its plumes, and weaves them as they fall</br>In icy garlands, twining gracefully.</br>How lovely, thus, amid the waste, to see</br>This fairy work of Nature's frolic hand!</br>As if, in all her toils, there still must be</br>Some light creation, exquisitely plann'd,</br>Blending for man's delight the graceful with the grand.", "Let her not speak in vain! &mdash; the mind may rear</br>Its unsubstantial visions &mdash; only made,</br>Like as the glittering garland hanging there,</br>To charm the eye &mdash; then into nothing fade:</br>Still they are beautiful; and we are paid</br>For all their emptiness, if thus they come</br>To brighten up the lengthen'd hours of shade&mdash;</br>To gild with smiles the little world of home,</br>And cheer the mental sight, and chase the Winter's gloom.", "Winter!  with all thy storms, with all thy snows,</br>Thy scanty daylight and thy length of shade,</br>To me there seems a grandeur, a repose,</br>Even in the waste thy ruthless hand hath made.</br>Ruin hath done his work! &mdash; before him laid</br>Prostrate, the bud, the bloom of Summer, dies;</br>A few brief days shall see his power display'd:</br>Then rise, sweet Hope!  delightful visions, rise!</br>Fill the tired soul with joy, and glad the weary eyes.", "Then come the brightest and the best of days,</br>Children of Spring!  Although, perchance, there be</br>Who love the Autumn sun's declining rays</br>The closing hour of Nature's revelry,</br>Oh!  let my spirit still be true to thee;</br>And let me never, never leave thy shrine:</br>For life, and joy, and health, and energy,</br>Inspiring season!  these, and more, are thine!</br>Parent of soaring hopes, and noble thoughts divine!", "True, ALL are beautiful!  the changing year,</br>Winter and Summer, seed-time, harvest &mdash; all;&mdash;</br>Yet not alike on every mind and ear,</br>Th' harmonious tones of Nature's music fall.</br>Some love the pensive &mdash; such obey the call</br>Of melancholy Autumn; &mdash; but, to me,</br>She strikes a chord not half so musical</br>As the full, clear, rebounding harmony,</br>Drawn from the depths of mind, inspiring Spring!  by thee.", "Soon comes thy reign, &mdash; yet waste we not the time</br>Of calm retirement, and the lengthen'd eve;</br>Ply quick the needle &mdash; let the sportive rhyme</br>Grow fast beneath thine hand:  it shall not grieve</br>Our hearts, if, doom'd a busier scene to leave,</br>The dwellers there our humbler walk disdain.</br>Each hath his destined path: &mdash; we would believe</br>That He who fix'd them, fix'd them not in vain;</br>And what are we, or ours, His bidding to arraign?", "In such an hour, oh!  come, sweet Poesy!</br>Come with thy melting eye, thy soul of fire!</br>Bring all the sweetness of delights gone by;</br>With holy hope the chasten'd soul inspire.</br>Thou the gay Summer sun dost not require,</br>\"The universal year\" is all thine own,</br>Nor from the keenest blast wilt thou retire;</br>Bear witness, \"Blossoms of the North!\"  bestrown</br>Upon our Island plains, as fresh as newly blown.", "No sickly progeny &mdash; the warm South breeze</br>May waft us strains voluptuously gay:</br>But in the strength, the healthfulness of these,</br>The spirit's energy, the spirit's play,</br>We trace the genius of a better day;</br>And well we thank the hand that interposed,</br>Tearing, with friendly aim, the veil away,</br>And showing beauties which had else reposed,</br>Perhaps, for many a day, unvalued, undisclosed.", "It is no selfish aim &mdash; to give the light</br>Of other minds, when there is that within,</br>As full of life, in genius as bright,</br>As aught its toil from foreign fields can win;</br>But those who, from its earliest origin,</br>Delight to trace the windings of the mind,</br>And see the infant stream of thought begin,</br>No meagre praises, BOWRING!  have assign'd</br>To thee, who bring'st us in these tidings of our kind.", "Nor can we mark, without a throb of joy,</br>Heaven's noblest gifts &mdash; how lavishly outspread!</br>What lofty thoughts a thousand minds employ,</br>Afar, apart, in distant regions bred!</br>North, South, and East, in turn the flame have fed:</br>And now, fair Western world!  our eyes shall see</br>The genius of thy shores uplift her head;</br>Soon first in arts, as first among the free,</br>Unenvying shall our souls, Columbia!  yield to thee.", "They err, who call this world a wilderness,</br>Each joy deception, each fair flower a weed;</br>Who seem to strive for language to express</br>How much its evil doth its good exceed.</br>What!  is the glorious work of God indeed</br>Thus emptied of the traces of his hand?</br>No!  we might learn with clearer eyes to read</br>The volume of Creation, than to stand</br>Thus\tbasely slandering Heaven &mdash; in its own temple grand!", "'Tis not that He, who made us as we are,</br>Forbids the smile His very bounties wake;</br>His gifts press round us, meet us every where,</br>And we must, love them for the Giver's sake:</br>But to be bound by them, to let them take</br>The spirit captive, and chain down the mind</br>Prisoner to sense and fancy &mdash; is to make</br>Ourselves the slaves to powers ourselves should bind,</br>In union with our God &mdash; in love with all mankind.", "Thence swerving, comes the heavy sickening chill</br>Over the spirit's energy; no more</br>Revelling along, delighted and at will,</br>And gathering sweets the wide creation o'er.</br>Then clouds behind, and chilling mists before,</br>Obscure the mental vision &mdash; once so bright;</br>And all the sweetness of poetic lore,</br>The mirth of morn, the melody of night,</br>No longer charm the ear &mdash; no more the eve invite.", "None serve thee truly, O enchanting lyre!</br>But they whose spirits may command thee too:</br>None serve thee truly, but whose souls of fire</br>From Heaven the breath of inspiration drew,</br>And back to Heaven their steady way pursue;</br>Still proud to trace their glory to its source,</br>To join in thought the beautiful and true,</br>And make them partners in their equal course.</br>Shame!  that what God hath join'd, proud man should e'er divorce.", "There have been those, and there may be once more,</br>Though few their numbers &mdash; few, and far apart&mdash;</br>Who love the Muse; but, servants of a Power</br>They love yet more, His higher claims assert.</br>But grant them these, &mdash; each power of mind, of heart,</br>Strong and harmonious to the task they bring:</br>O'er all the various progenies of Art</br>Truth sits supreme, the moving master-spring,</br>And Genius' self has felt that touch inspiriting.", "That spirit, glorious MILTON!  dwelt in thee:</br>And who of erring thought or idle tongue</br>Can chide the gentle lyre's sweet harmony,</br>When hands like thine its boldest chords have strung?</br>Not that thine active mind, entranced, hung</br>The willing captive of an empty sound;</br>Like trumpet to the steed, the voice of song</br>But urged thy soul one moment from the ground;</br>The next &mdash; and at their post were all thy forces found!", "Whose soul, like thine, had burn'd within him, there</br>Where Memory holds her undisputed reign,</br>And Fancy peoples all the living air</br>With glorious spirits, such as on thy plain,</br>Proud Marathon!  once spurn'd the oppressor's chain?</br>Yet that fair land could forge no chains for thee:</br>Thy country pleaded &mdash; pleaded not in vain.</br>And thou couldst leave the shade of Liberty.</br>To plant her standard here, and bid her sons be free.", "How beautiful, how fair, to eyes like thine&mdash;</br>Eyes fed on scenes so exquisitely wrought</br>By labouring Fancy in her secret mine&mdash;</br>Those living pictures of thy classic thought!</br>All thy mind's fair ideas, instant brought</br>To the clear daylight of reality:</br>The hills, the groves where ancient sages taught</br>The glorious aspect of a cloudless sky,</br>Through that bright medium seen &mdash; the Bard's instructed eye.", "And oh!  how proudly in thy breast had swell'd</br>The Christian triumph! &mdash; there, where awful rear'd</br>His holy arm, by sacred zeal impell'd,</br>The bold Apostle &mdash; and his God declared!</br>Abash'd the sages sate &mdash; all unprepared</br>For the high knowledge of \"the God unknown:\"</br>Him had they darkly worshipp'd &mdash; Him had fear'd;</br>But idol-gods had shared his peerless throne;&mdash;</br>Now darkness yields to day, and he is Lord alone.", "There hadst thou gazed; &mdash; and it would seem the same</br>To worship Virtue and be virtuous &mdash; No:</br>Milton, thou better knew'st to feed the flame</br>Of noble enterprize! &mdash; 'tis not the glow</br>Of momentary feeling, high or low,</br>Or warm aspirings of the enthusiast mind,</br>That stamp us virtuous, &mdash; 'tis the even flow</br>Of an unbounded love to all our kind,</br>Calm as the peaceful stream &mdash; as ocean unconfined.", "And, great Creator!  'tis to worship Thee</br>With the firm purpose of the steadfast soul;</br>To yield the heart and mind, unshrinkingIy,</br>Full and complete, to Thy divine controul.</br>What though the roaring waters round us roll?</br>Still \"deep to deep\" proclaims Thy matchless might;</br>And, in that strife, Thy presence to the soul</br>Parts o'er the darkness like a beam of light</br>Earnest of beams to come, more beautiful and bright!", "Oh!  yet forgive!  if thus an idle song,</br>Begun in sportiveness, in THEE should end;</br>And the tired rover, Thought, a wanderer long,</br>Her steady course to Thee at last should bend.</br>And ever thus, my Father and my Friend!</br>May Thine own gifts to Thee revert again:</br>Thou art my rest! &mdash; though meaner thoughts contend,</br>Let them not bind me with a galling chain;</br>But leave the spirit free, where only Thou shouldst reign.</br>"]