["DOROTHY.</br>What!  Roger, why thus saunt'ring here alone!</br>Your Fellow-Servants all a-Field are gone;</br>And Maister, when his Breakfast's o'er, I trow,</br>So fine a Day as this himself will go.", "ROGER.</br>And go he may, for Roger, much I mind,</br>He may be angry too since you're unkind.</br>Ah!  Dolly!  little did I dream that you,</br>Who in the Cow-house vow'd t be so true</br>To me alone, another's Heart could take</br>So soon, and with your Slights your Roger's break;</br>And break it shall, however Joan may try</br>To make me false to you, I'll sooner die.", "DOROTHY.</br>Indeed I wis not what you mean, my Love,</br>Unkind in what did e'er your Dolly prove?</br>Do I not, all the Time that I can spare,</br>To where you toil alone, with Speed repair,</br>Nay often too, in your set Days of Work,</br>I've took my Part, and bore with you the Fork;</br>Pleas'd when soe'er I make you Labour light,</br>And gain a Leisure-Hour for you at Night.</br>And when by Houshold Cares I'm forc'd away,</br>With thee how much more willing could I stay?</br>Ev'n Yester-Eve to thee a Peach I brought,</br>For which Kate Mully made me pay a Groat:</br>Nor should I grutch it, were it twice as dear,</br>Tho' for a Pound, you know, I serve a Year.</br>Those very Hose, that you have now got on,</br>Of softest Wooll I late and early spun,</br>And did, whene'er I've been on Errands sent,</br>With pleasure knit 'em all the way I went;</br>And sooth I should not take such Pains, I trow,</br>For one I did not bear some Kindness to", "ROGER.</br>And have you then forgot what past this Morn</br>When Simon met you in yon Field of Corn;</br>Doubtless a merry Wag, you laugh'd so loud,</br>I heard you to the Hay-rick, where I stood</br>At little Ease, you well may deem, to see</br>The only Man I hate and so so free:</br>Yet if you e'er did love me, tell me, Lass,</br>What that foul Goatherd's Purpose tow'rds you was;</br>Full feign I'd think you honest, tho' I fear,</br>And long to know what much I dread to hear.", "DOROTHY.</br>'Twas only this; yet blame me not that I,</br>To think you should suspect me, can't but cry.", "ROGER.</br>Nay, prithee weep not; if these Fears are vain,</br>No more such Doubtings shall perplex your Swain,</br>Who, lest he wrongs you, suffers till you say</br>What Business plac'd the Lubbar in your way;</br>And as from jealous Love's too forward blame,</br>You clear to faithful Hodge your injur'd Name,</br>With your Consent I will, next Holy-tide,</br>Before our Vicar, take thee for my Bride;</br>For, blest in thee, I would not change my State,</br>However mean, for all the 'Squire's Estate.", "DOROTHY.</br>And, Roger, e'er I would your Slights deserve,</br>Far from all Aid, a wretched Wight I'd starve;</br>Know then, as early to the Lawn I hy'd,</br>E'er the warm Sun the dewy Grass had dry'd,</br>I met the Clown in Rowland's Barley-Field,</br>Who caught me by the Hand, and fast it held.</br>It seems he me for Biddy's Comrade took,</br>From my black Eyes and rosy-colour'd Look;</br>Much of her Slights he did to me complain,</br>And begg'd my Aid her Favour to obtain:</br>I laught to find so great a Secret out,</br>When, quickly undeceiv'd, the staring Lout,</br>Vex'd to the Heart to have himself betray'd,</br>Some time his want of Caution did upbraid;</br>Then press'd me not a Secret to disclose,</br>Which sure would be the Spring of endless Woes.</br>I joke'd, and beg'd his pardon, if I told</br>A Secret which himself he could not hold.</br>With that the Blood 'gan leave his Sun-burnt Face,</br>And pale Revenge seem'd rising in its place.</br>His trembling Legs too, like an Aspen shook,</br>The while I struggling from his Clutches broke;</br>I ran to Rowland's, where the Churn was sent,</br>And he tow'rds Goody Barnet's Meadow went.</br>And, as I prize your Love, and dread your Hate,</br>This only was the Business I relate.</br>And know, my Roger, without thee, I'd die,</br>Rather than both my Master's Farms enjoy:</br>For, be assur'd, whenever me you wed,</br>You to your Arms will take an honest Maid.", "ROGER.</br>What Comfort has your Tale poor Roger given,</br>Whose Heart e'er now with deepest Grief was riven?</br>Your Words (methinks) have made you look more fair</br>Than whitest Lillies in their Bloom appear.</br>Till now, I never lov'd you half so much,</br>Nor, for your sake, will any Labour grutch;</br>To milk the udder'd Kine, or press the Cheese,</br>Or churn, or any thing my Dolly please.</br>To the next Fair we'll both together hie,</br>Where for thy Finger I'll a Thimble buy</br>Of purest Silver, be it e'er so dear,</br>Which the first Letters of thy Name shall bear.</br>Then at the Leathern Jack ourselves regale,</br>Till wayward Night comes on, with Cakes and Ale.", "DOROTHY.</br>Oh, how I wish the loitering Time away,</br>For such a Proof of Love, and such a Day;</br>But prithee tell, what Arts does Joan contrive,</br>Of your true Heart your Dolly to deprive?</br>What can she do?  what Gifts has she to give,</br>Who, as I'm told, has scarcely how to live?</br>A dreadful Shrew, all the whole Parish knows,</br>And at her Heels for ever hang her Hose;</br>To darn them well would more become the Quean,</br>Through which her dirty Leg I've often seen.", "ROGER.</br>O mind her not, my Life, a childish Lass,</br>From her own Door I scarce should know her Face;</br>But, hist!  my Maister; we're no more conceal'd;</br>You to your cleanly Dairy, I'll a-field;</br>Where, midst the Swains, from other Troubles free,</br>But what thy Absence gives, I'll think on thee.</br>Thy honest Love shall make my Labour light,</br>Till with the rest I home return at Night;</br>When we together in the Barn will be,</br>From Maister's Eye, and irksome Business free,</br>I on a Hurdle sate, and Dolly on my Knee.</br>"]