["HOBBINOL.  COLIN.</br>Lo!  Colin, here the Place, whose pleasant Sight</br>From other Shades hath wean'd my wandring Mind:</br>Tell me, what wants me here, to work Delight?</br>The simple Air, she gentle warbling Wind,</br>So calm, so cool, as no where else I find:</br>The grassy Ground with dainty Daisies dight,</br>The Bramble Bush, where Birds of every kind</br>To th' Water's Fall their Tunes attemper right.", "COLIN.</br>O!  happy Hoblinol, I bless thy State,</br>That Paradise hast found which Adam lost.</br>Here wander may thy Flock early or late,</br>Withouten Dread of Wolves to been ytost;</br>Thy lovely Lays here mayst thou freely boast:</br>But I, unhappy Man!  whom cruel Fate,</br>And angry God, pursue from Coast to Coast,</br>Can no where find, to shroud my luckless Pate.", "HOBBINOL.</br>Then if by me thou list advised be,</br>Forsake the Soil, that so doth thee bewitch:</br>Leave me those Hills, where Harbrough nis to see,</br>Nor Holly-bush, nor Brere, nor winding Ditch;</br>And to the Dales resort, where Shepherds rich,</br>And fruitful Flocks been every where to see:</br>Here no Night-Ravens lodge, more black than Pitch,</br>Nor elvish Ghosts, nor ghastly Owls do flee.", "But friendly Fairies, met with many Graces,</br>And lightfoot Nymphs can chace the lingring Night,</br>With Heydeguies, and trimly trodden Traces;</br>Whilst Sisters nine, which dwell on Parnass' hight,</br>Do make them Musick, for their mere Delight;</br>And Pan himself to kiss their crystal Faces,</br>Will pipe and daunce, when Phoebe shineth bright:</br>Such peerless Pleasures have we in these Places.", "COLIN.</br>And I, whilst Youth, and Course of careless Years,</br>Did let me walk withouten Links of Love,</br>In such Delights did joy amongst my Peers;</br>But riper Age such Pleasures doth reprove,</br>My Fancy eke from former Follies move</br>To stayed Steps:  for time in passing wears</br>(As Garments doen, which wexen old above)</br>And draweth new Delights with hoary Hairs.", "Tho couth I sing of Love, and tune my Pipe</br>Unto my plaintive Pleas in Verses made:</br>Tho would I seek for Queen-Apples unripe,</br>To give my Rosalind, and in Sommer Shade</br>Dight gawdy Girlonds, was my common Trade,</br>To crown her golden Locks:  but Years more ripe,</br>And Loss of her, whose Love as Life I wayde,</br>Those weary wanton Toys away did wipe.", "HOBBINOL.</br>Colin, to hear thy Rimes and Roundelays,</br>Which thou wert wont on wasteful Hills to sing,</br>I more delight, then Lark in Sommer Days:</br>Whose Eccho made the neighbour Groves to ring,</br>And taught the Birds, which in the lower Spring</br>Did shroud in shady Leaves from sunny Rays;</br>Frame to thy Song their cheerful cheriping,</br>Or hold their Peace, for shame of thy sweet Lays.", "I saw Calliope with Muses moe,</br>Soon as thy Oaten Pipe began to sound,</br>Their Ivory Lutes and Tamburins forgo:</br>And from the Fountain, where they sate around,</br>Ren after hastily thy silver Sound.</br>But when they came, where thou thy Skill didst show,</br>They drew aback, as half with Shame confound,</br>Shepherd to see, them in their Art out-go", "COLIN.</br>Of Muses, Hobbinol, I con no Skill,</br>For they been Daughters of the highest Jove,</br>And holden Scorn of homely Shepherds-Quill:</br>For sith I heard that Pan with Phoebus strove,</br>Which him to much Rebuke and Danger drove,</br>I never list presume to Parnass' Hill,</br>But piping low, in shade of lowly Grove,</br>I play to please my self, albeit ill.", "Nought weigh I, who my Song doth praise or blame,</br>Ne rive to win Renown, or pass the rest:</br>With Shepherd fits not follow flying Fame,</br>But feed his Flock in Fields, where falls him best.</br>I wote my Rimes been rough, and rudely drest;</br>The fitter they, my careful Case to frame:</br>Enough is me to paint out my Unrest,</br>And pour my piteous Plaints out in the same.", "The God of Shepherds, Tityrus is dead,</br>Who taught me homely, as I can, to make:</br>He, whilst he lived, was the sovereign Head</br>Of Shepherds all, that been with Love ytake.</br>Well couth he wail his Woes, and lightly slake</br>The Flames, which Love within his Heart had bred,</br>And tell us merry Tales, to keep us wake,</br>The while our Sheep about us safely fed.", "Now dead he is, and lieth wrapt in Lead,</br>(O why should Death on him such Outrage show!)</br>And all his passing Skill with him is fled,</br>The Fame whereof doth daily greater grow.</br>But if on me some little Drops would flow</br>Of that the Spring was in his learned Hed,</br>I soon would learn these Woods to wail my Woe,</br>And teach the Trees their trickling Tears to shed.", "Then should my Plaints, caus'd of Discourtesee,</br>As Messengers of this my painful Plight,</br>Fly to my Love, wherever that she be,</br>And pierce her Heart with Point of worthy Wight;</br>As she deserves, that wrought so deadly Spight.</br>And thou, Menalcas, that by Treachery</br>Didst underfong my Lass to wax so light,</br>Should'st well be known for such thy Villany.", "But since I am not, as I wish I were,</br>Ye gentle Shepherds, which your Flock do feed,</br>Whether on Hills, or Dales, or other where,</br>Bear witness all of this so wicked Deed:</br>And tell the Lass, whose Flowre is woxe a Weed,</br>And faultless Faith is turn'd to faithless Fear,</br>That she the truest Shepherd's Heart made bleed,</br>That lives on Earth, and loved her most dear.", "HOBBINOL.</br>O!  careful Colin, I lament thy Case,</br>Thy Tears would make the hardest Flint to flow!</br>Ah!  faithless Rosalind, and void of Grace,</br>That are the Root of all this rueful Woe!</br>But now is time, I guess, homeward to go;</br>Then rise, ye blessed Flocks, and home apace,</br>Lest Night with stealing Steps do you foreslo,</br>And wet your tender Lambs, that by you trace.", "COLIN'S EMBLEM.</br>Gia speme spenta.</br>"]