["As Denham Sings, Mysterious 'twas, the same</br>Should be the Prophet's and the Poet's Name;</br>But while the Sons of Genius join to Praise,</br>What Thine presaging dictates to their Lays.</br>The things, they sweetly sing, and You forshew,</br>Open the Sampson-Riddle to our View;</br>Strong are thy Prophecies, their Numbers sweet,</br>And with the Lion, Combs of Honey meet.", "Late on Fantastic Cabalistic Schemes,</br>Of waking Whimsies, or of Fev'rish Dreams,</br>New Cobweb Threads of Poetry were spun,</br>In gaudy Snares, like Flies, were Witlings won,</br>Their Brains entangled, and our Arts undone.", "Pope first descended from a Monkish Race,</br>Cheapens the Charms of Art, and daubs her Face;</br>From Gabalis, his Mushroom Fictions rise,</br>Lop off his Sylphs &mdash; and his Belinda dies;</br>Th' attending Insects hover in the Air,</br>No longer, than they're present, is She Fair;</br>Some dart those Eye-beams, which the Youths beguile,</br>And some sit Conquering in a dimpling Smile.</br>Some pinch the Tucker, and some smooth the Smock,</br>Some guard an Upper, some a Lower Lock;</br>But if these truant Body-Guards escape,</br>In whip the Gnomes and strait commit a Rape;</br>The curling Honours of her Head they seize,</br>Hairs less in Sight, or any Hairs they please;</br>But if to angry Frowns, her Brow she bends,</br>Upon her Front some sullen Gnome descends;</br>Whisks thro' the Furrows, with its Airy Form,</br>Bristles her Eye-brows, and directs the Storm.", "As wide from these, are Addisonian Themes,</br>As Angels Thoughts are from distemper'd Dreams;</br>Spenser and He, to Image Nature, knew,</br>Like living Persons, Vice and Virtue drew:</br>At once instructed and well-pleased we read,</br>While in sweet Morals these two Poets laid,</br>No less to Wisdom, than to Wit, pretence,</br>They led by Music, but they led to Sense.", "But Pope scarce ever Force to Fancy joins,</br>With Dancing-Master's Feet equips his Lines,</br>Plumes empty Fancy, and in Tinsel shines,</br>Or, if by chance his Judgment seems to lead,</br>Where one poor Moral faintly shews its Head;</br>'Tis like a Judge, that reverendly drest,</br>Peeps thro' the Pageants, at a Lord May'rs Feast;</br>By Starts he reasons, and seems Wise by Fits,</br>Such Wit's call'd Wisdom, that has lost its Wits.", "Un-nam'd by me this witling Bard had been,</br>Had not the Writer's caus'd the Reader's Sin;</br>But less by Comedies and lewd Romances,</br>Are ruin'd, less by French lascivious Dances,</br>Than by such Rhimer's Masqueraded Fancies.", "From such, the Root of Superstition grew,</br>Whose Old Charms fertile, daily branch'd in New;</br>From such Chimeras first inspir'd, the Fair,</br>The Conj'rers Ring approach'd and Jesuits Chair;</br>Throng'd to the Doors, where Magic Rogues Divin'd,</br>And sold out Ignes-fatui to the Mind.", "Wizards and Jesuits differ but in Name,</br>Both Daemon's Envoys, and their Trade the same;</br>Weak Wills they lead, and vapour'd Minds command,</br>And play the Game into each others Hand;</br>Like Spiritual Juglers at the Cup and Ball,</br>Rising by foolish Maids, that long to Fall.</br>Some into Love they Damn, and some they Pray,</br>For Green-sick Minds are caught a different way;</br>To the same End, tho' several Paths, they run,</br>Priests to Undo, and Maids to be Undone;</br>Some blacker Charms, some whiter Spells cajol,</br>As some lick Wall, and some devour a Coal.</br>Here Ladies, strong in Vapours, see Men's Faces</br>Imprinted in the Conjurers dazling Glasses,</br>There, when in Spring Time, the too praying Priest,</br>Toasts, and does something better &mdash; to the Best</br>A Spouse is promis'd on next Baptist's Feast.</br>First some young Contrite Rake's enjoin'd to Marry</br>Lest Madam's force to squeak for't &mdash; or &mdash; Miscarry:</br>In June, the Lass does to the Fields repair,</br>Where Good Sir Domine just took the Air.</br>When, O strange Wonder! &mdash; near a Plantane-Root,</br>She finds a Coal &mdash; and so a Spouse to boot,</br>She longs to Dream &mdash; and to secure the Sport</br>That very Day the Youth design'd &mdash; must Court,</br>He does &mdash; She struck with rapture and delight,</br>Bespeaks her Fancy &mdash; strongly &mdash; Dreams at Night.</br>The yielding Fair, the ravish'd Youth obtains,</br>A Maid she passes &mdash; so his Child's free gains,</br>He has the Pleasure, yet is sav'd the Pains.</br>Thus when Priest's Wench &mdash; to cure the growing Evil</br>Poor St. John Baptist must forerun the Devil.", "But if the Ladies fall, at fall of Leaf,</br>Or in the Winter &mdash; still there's fresh relief;</br>Let her Lace close four Months, and if she can</br>St. Agnes heals the Breach, and brings the Man.</br>Thus a lewd Priest to Vapour'd Virgins cants</br>And into Pimps reverts his Vestal-Saints.", "O!  dire Effects of Masqu'd Impiety!</br>And shall they (Christian Muse!)  have Aids from Thee;</br>Wilt Thou, like witty Heathens, lewdly given,</br>To a Gehenna Metamorphose Heaven?</br>Wilt Thou, &mdash; O no &mdash; forbid th' unhallow'd Song?</br>Such Prophanations to Rome's Bard belong.</br>Let ONE, who Gods and Goddesses adores</br>Paint them like Rakes and Bullies, Bawds, and Whores.", "Our Genii, CAMPBELL, shall be all Divine,</br>Shall high o'er Theirs as much distinguish'd shine,</br>As o'er such Priest or Chiromancers, Thine.</br>Thine, which does future Time's events Command</br>To leap to Sight, and in thy Presence stand,</br>Thine, whose Eyes glowing with a gifted Ray,</br>New Roads of Life o'er Wisdom's Alps survey,</br>And guide benighted Travellers to Day.</br>Let Me, for once, a daring Prophet be</br>Mark from this Hour &mdash; and Poetry thou'lt see</br>Date a new Aera from thy Book and Thee;</br>Thy Book, where, thro' the Stories, thou hast laid,</br>All Moral Wisdom's to the Mind convey'd;</br>And thus far Prophecy's each Page, that all</br>Must rise by Virtues, or by Vices fall.", "Poets shall blush to see their Wit outdone,</br>Resume their Reason, and assert it's Throne,</br>Shall Fable still for Virtues sake Commend</br>And Wit the means, shall Wisdom make its End.", "Who hopes to Please, shall strive to Please by Pains,</br>Shall gaining Fame, earn hard whate'er he gains,</br>And DENHAM'S Morals join, to DENHAM'S Strains.</br>Here Paint the Thames \"When running to the Sea</br>Like Mortal Life to meet Eternity.\"</br>There show both Kings and Subjects \"one excess,</br>Makes both, by striving to be Greater, Less.\"</br>Shall climb, and sweat, and falling, climb up still,</br>Before he gains the height of Cooper's Hill.", "In Windsor-Forest, if some trifling Grace</br>Gives, at first Blush, the whole a pleasing Face,</br>'Tis Wit, 'tis true; but then 'tis Common Place.</br>The Landscape-Writer, branches out a Wood,</br>Then digging hard for't, finds a Silver Flood.</br>Here paints the Woodcock quiv'ring in the Air,</br>And there, the bounding Stag and quaking Hare.</br>Describes the Pheasant's Scarlet-circled Eye,</br>And next the slaught'ring-Gun, that makes him Die.</br>From common Epithets that Fame derives,</br>By which his most uncommon Merit lives.</br>'Tis true!  If finest Notes alone could show,</br>(Tun'd justly high, or regularly low,)</br>That we should Fame to these mere Vocals give,</br>POPE more, than we can offer, should receive.</br>For, when some gliding River is his Theme,</br>His Lines run smoother, than the smoothest Stream;</br>Not so, when thro' the Trees fierce Boreas blows,</br>The Period blustring with the Tempest grows.</br>But what Fools Periods read, for Period's sake?</br>Such Chimes improve not Heads, but make 'em Ach;</br>Tho' strict in Cadence on the Numbers rub,</br>Their frothy Substance is Whip-Syllabub;</br>With most Seraphic Emptiness they roll,</br>Sound without Sense, and Body without Soul.", "Not such the Bards, that give you just Applause,</br>Each, from intrinsick Worth, Thy Praises draws,</br>Morals, in ev'ry Page, where-e'er they look,</br>They find divinely scatter'd thro' thy Book:</br>They find Thee studious, with Praise-worthy strife,</br>To smooth the future Roads of Human Life,</br>To help the Weak, and to confirm the Strong,</br>Make our Griefs vanish, and our Bliss prolong,</br>With Phineus' equal find thy large Desert</br>And in Thy Praise would equal Milton's Art.", "Some Fools, we know, in spite of Nature born,</br>Would make thee Theirs, as they are Mankind's Scorn,</br>For still 'tis one of Truth's unerring Rules</br>No Sage can rise without a Host of Fools.</br>Coxcombs, (by whose Eternal Din o'ercome,</br>The Wise, in just revenge, might with them Dumb,)</br>Say, on the World Your Dumbness you impose,</br>And give You Organs they deserve to lose.</br>Impose, indeed, on all the World you would,</br>'Tis hard to say, if keeping Silence still,</br>In one, who, could he speak, would speak with Skill,</br>Is worse, or Talk in These, who Talk so ill.</br>Why on that Tongue, should purposed Silence dwell</br>Whence every Word would drop an Oracle?</br>More Fools of thy known Foresight make a Jest,</br>For all hate greatest Gifts, who share the least</br>(As Pope calls Dryden often to the Test.)</br>Such from thy Pen, should Irwin's Sentence wait</br>And at the Gallows, own the Judge of Fate,</br>Or, while with feeble Impotence they rail</br>Write Wonders on, and with the Wise prevail.", "Sooner shall Denham cease to be renown'd,</br>Or Pope for Denham's Sense quit empty Sound,</br>To Addison's Immortal heights shall rise,</br>Or the Dwarf reach him in his native Skies.</br>Sooner shall real Gypsies grow most fair,</br>Or false ones, mighty Truths, like thine, declare,</br>Than these poor Scandal-Mongers hit their Aim,</br>And blemish Thine, or CURLL'S acknowledg'd Fame.", "Great Nostradamus thus, his Age advis'd,</br>The Mob his Counsels jeer'd, some Bards, despis'd</br>Him still, neglecting these, his Genius fir'd,</br>A King encourag'd, and the World admir'd;</br>Greater (as Times great Tide increas'd) He grew,</br>When distant Ages prov'd what Truths he knew;</br>Thy nobler Book, a greater KING receiv'd,</br>Whence I predict, and Claim to be believ'd,</br>That by Posterity, less Fame shall be,</br>To Nostradamus granted, than to Thee;</br>Thee!  whom the best of KINGS does so defend</br>And (My self Barring) the best Bards commend.</br>"]