["Daughter of heav'n, who, with indignant eye,</br>On pomp and pageant royalty look'st down,</br>Contemning vice, albeit, enthron'd on high,</br>Nor spar'st the guilty head that wears a crown;</br>Yet, lur'd by sacred virtue's humbler guise,</br>The lowly cottager vouchsaf'st to chear,</br>Where Apennine's majestic cliffs arise,</br>Or hoary Alps their loftier summits rear.</br>Fair Liberty!  inspire thy votary's lay,</br>And gladden with thy meed life's miserable way.", "Rich the reward that on thy smile attends,</br>Surpassing the bright ore from Chili's mine,</br>For which the votive slave to power bends</br>His abject knee at Mammon's guilty shrine:</br>Not such the means thy favour to attain,</br>By toil, and dauntless deeds, alone, secur'd;</br>To thee unknown the sordid thirst of gain,</br>An independent mind thine only hoard:</br>Let wealth and glitt'ring honours deck the slave;</br>Freedom!  thy joys alone are riches to the brave!", "Fill'd with thy flame, Achaia's sons of yore,</br>Undaunted met the vaunting Persian's host,</br>Whose cumb'rous navies fill'd the Grecian shore,</br>Whose countless legions sadden'd all her coast:</br>Unnerv'd by Luxury's enfeebling hand,</br>How vain the myriads which compos'd his train!</br>Behold them scatter'd by the martial band,</br>While slaughter'd legions fill'd the glutted main;</br>Thou, goddess, plum'd on high, thy banners wav'd,</br>And from degrading chains thy gallant offspring sav'd.", "Thy voice by fair Ausonia, too, was heard,</br>And with thy lore her godlike heroes fir'd,</br>What time imperial Rome her head uprear'd</br>And to fame's loftiest pinnacle aspir'd:</br>When Pride, with Lust, and Murder, fill'd the throne,</br>Stern Junius from his seat the tyrant hurl'd:</br>Nor deign'd triumphant Rome a lord to own,</br>(Herself the mistress of the prostrate world)</br>Until her sons, subdued by Parthian gold,</br>In Luxury's soft lap had chang'd their native mould.", "Yet not extinguish'd thy etherial flame,</br>When Rome to Caesar's fortunes bow'd the knee,</br>Then godlike Brutus rose to deathless fame,</br>To deeds of high renown, inspir'd by thee:</br>'Twas thine, alone, his patriot soul to warm,</br>The deathful wounds of injur'd Rome to heal;</br>'Twas thine with force ten-fold to nerve his arm,</br>And plunge in Caesar's breast the vengeful steel:</br>Contending claims his generous bosom rend,</br>The proud usurper bleeds, whilst he laments the friend!", "But Rome, ungrateful Rome, thy shrine profan'd,</br>And hugg'd the chains by tyranny impos'd,</br>Whilst her degen'rate sins, with crimes distain'd,</br>A direful gulf of infamy, disclos'd:</br>Then Gothic ignorance o'erwhelm'd the land,</br>With darkness, hideous, as the shades of death,</br>The lamp of science, lighted by thy hand,</br>Extinguish'd by the rude barbarian breath:</br>No more the Latian hills invite thy stay,</br>To rougher climes allur'd, where virtue points the way.", "To Alpine cliffs the muse attends thy flight,</br>Where the rough Swiss, inur'd to early toil,</br>On the bleak mountain's snow-surrounded height,</br>Gleans a subsistence from the scanty soil:</br>Thy joys compensate his laborious lot,</br>And turn to luxury his frugal fare.</br>A stately mansion seems his humble cot,</br>A princely bed his couch devoid of care;</br>Thus while the fates his utmost wishes crown,</br>On fortune's splendid gifts he with disdain looks down.", "Though on the hoary mountain's rugged brow,</br>Involv'd in storms, thy reverend shrine appear,</br>Yet dost thou deign thy bounties to bestow,</br>When virtue seeks thy shield and guardian care.</br>Thus, when Iberia's haughty prince essay'd</br>O'er Belgia's plains to stretch his scourging hand,</br>Her warlike sons invok'd thy powerful aid,</br>And freedom crown'd their toil and native land:</br>No more beneath the sceptre doom'd to groan,</br>They spurn the tyrant's rage, and mock his angry frown.", "To Britain, next, the muse her prospect turns,</br>The boasted land of Freedom, arts, and arms!</br>There, on thine altar votive incense burns,</br>And there, thy name each sanguine bosom warms:</br>The substance fled, the shadow yet remains,</br>To cheat the eyes, which on the phantom gaze:</br>E'en while they boast, they rattle slavish chains,</br>To ruin led, through pleasure's wily maze.</br>If fancied bliss can succour the distress'd,</br>Britannia's self-deluded sons are surely bless'd!", "Yet, ere Corruption spread her golden lure,</br>And curs'd the land with it's insidious bane,</br>Not ancient Greece, nor Rome herself, of yore,</br>With more devotion hail'd thy glorious reign.</br>Thy precepts then in Sydney's bosom glow'd,</br>For thee great Hampden fought and nobly bled.</br>Then tyranny beneath thy vengeance bow'd,</br>Or, trembling, from the throne the tyrant fled.</br>In vain Ambition holds the gilded bait,</br>He dreads thy threat'ning brow, and shuns a father's fate.", "Ill-fated isle!  their pristine ardor fled,</br>Thy venal sons, themselves, their fetters forge:</br>Upheld by them, Oppression rears her head,</br>And, aided by themselves, inflicts the scourge;</br>For while Corruption in the senate reigns,</br>A breath can varnish or amend a flaw,</br>A vote the specious shew of right maintains,</br>And Tyranny usurps the garb of Law;</br>Thus while proud Albion slavery disdains,</br>She totters with the weight of self-imposed chains.", "To distant climes, where Britain once bore sway,</br>While Britain own'd a parent's guardian care,</br>The muse, with transport!  wings her airy way,</br>To where Columbia's rising states appear.</br>Far to the west the varied region lies</br>From Hampshire's hills to Georgia's fertile shores,</br>There Allegana's summits greet the skies,</br>Here, on the coast the rough Atlantic roars.</br>These, goddess blest!  thy hallow'd voice obey,</br>Bend at thy sacred shrine, and court thy blissful sway.", "Deign, heav'nly maid!  to grant their suppliant prayer;</br>And with thy favour crown their ardent toil:</br>Be thine, henceforth, a parent's jealous care&mdash;</br>To thee, devoted be the grateful soil:</br>For thou, when proud Britannia rais'd her arm,</br>To quench the flame enkindled by thy breath,</br>Didst by thy voice provoke the fierce alarm,</br>Which rous'd their bosoms to encounter death:</br>Her godlike synod, then, inspir'd by thee,</br>To the admiring world proclaim'd Columbia free.", "As when that chief, at whose august command,</br>The sun stood still on Gibeon's bloody plain,</br>Through Jordan pass'd into the promis'd land,</br>By Israel's wand'ring race long sought in vain:</br>Six days, her towering ramparts to destroy,</br>Round Jericho's proud walls his squadrons past:</br>The seventh, amidst triumphal shouts of joy,</br>The sacred Levites sound a mighty blast:</br>The tottering city trembles at the sound:</br>And her devoted walls fall thundering to the ground:", "So trembled Britain at the awful sound,</br>And felt her empire to the centre shake:</br>Fame spread the tidings to the nations round,</br>And bade them of thy glorious meed partake.</br>Then Gallia's patriot prince held forth his hand</br>To aid the virtuous struggles of thy race:</br>Iberia too, was rous'd at thy command,</br>While cautious Belgia wears a doubting face:</br>Enrag'd Hibernia shook her chains in air;</br>But sunk beneath their weight in sorrow and despair.", "Ere yet Columbia's sons, whom gentle Peace</br>Had nurtur'd in her lap with fost'ring smiles,</br>And taught her lore, 'midst scenes of rural ease,</br>Knew aught of hostile arts, or martial toils;</br>When Britain's vet'ran legions cross'd the main,</br>Radiant in arms, and swoll'n with angry pride,</br>Swift, at thy dread command, a gallant train</br>With dauntless breasts the vaunting foe defied:</br>Forth burst the flames of war &mdash; the dreadful roar</br>Form hill to hill resounds, and rolls from shore to shore.", "As when huge Aetna, torn with raging fires,</br>Fed in its caves from vast sulfurous stores,</br>With inward thunder shakes the distant spires,</br>And from its gulph a flaming torrent pours:</br>Down the rough steep, the fiery deluge rolls,</br>In smoaking cataracts, its molten waves:</br>Like burning Phegethon!  no mound controuls</br>Th' impetuous flood! &mdash; not flight the victim saves&mdash;</br>For Ocean's bounds the glowing lava gains;</br>And woods and cities burns; and smoaks along the plains:", "With equal fury, fierce Bellona's fires</br>Dire conflagration spread on every side:</br>Such hostile rage Tisphone inspires,</br>As when proud Troy detain'd the Spartan bride;</br>Or, as when Rome, with more than rival hate,</br>Intent to seize the empire of the world,</br>Like the dread ministers of angry fate,</br>Destruction 'gainst the walls of Carthage hurl'd.</br>Nathless, thy sons Britannia's force withstand:</br>Thy hope inspires their souls; and still protects the land.", "E'en when grim Tyranny, with giant-stride,</br>And foul, devouring jaws, pursued his prey,</br>His harpy-talons all extended wide</br>To seize th' expiring victim as she lay:</br>While black Despair sat brooding o'er the land,</br>And frowning Fate upheld the doubtful scale,</br>E'en then, thy fav'rite son, at thy command,</br>The fierce, terrific gorgon dar'd assail.</br>The savage monster bleeds beneath his sword:</br>And his victorious arm Columbia's hopes restor'd.", "When from the regions of the angry north,</br>The storm, impetuous, scowl'd &mdash; as erst of yore&mdash;</br>When Rome beheld it's myriads issuing forth,</br>To wrest th' imperial diadem she wore:</br>Still, as the louring tempest onward came</br>And gathering horrors fill'd the welkin wide,</br>Sudden disperse the clouds before the flame:</br>And ere their rage begins, the storms subside.</br>With prosperous gales the bark of freedom glides:</br>Her distant port beholds; and stems th' opposing tides.", "Again a dim eclipse obscures thy beam,</br>While through the south, the mad tornado flies;</br>With dreadful flash the livid lightnings gleam:</br>And deep-mouth'd thunders shake the vaulted skies.</br>\"Let there be light!\"  then spake the eternal word:</br>And darkness fled before thy heav'nly ray;</br>To peace the jarring firmament's restor'd,</br>While Chaos, trembling, yields his wonted sway.</br>Fair smiles the face of heaven beneath thine eye:</br>In adamantine cells, the storms imprison'd lie.", "To latest time shall the recording page</br>The glorious annals of Columbia tell:</br>Enroll'd there shall live each patriot sage</br>And gallant chief, who fought or nobly fell.</br>Thy name, great Washington, shall first appear&mdash;</br>Thy country's ornament, thy country's shield!</br>Admiring ages shall thy fame revere&mdash;</br>Thou first in virtue, council, and the field!</br>May laurels, ever green, thy brows surround&mdash;</br>By Liberty and Fame thy glorious actions crown'd.", "On Warren's tomb the muse shall drop a tear:</br>And scatter flow'rets round his hallow'd grave;</br>Her grief the gallant Mercer too shall share,</br>And thou, Pulaski, generous as brave:</br>Thou, too, who didst defy the winter's blast,</br>Where Wolfe before thee met his mortal wound&mdash;</br>Though soon, like his, thy fleeting glories past,</br>Yet grateful fame thy dying temples crown'd.</br>There Arnold, too, the foster-child of fame,</br>Won laurels, barter'd soon for infamy and shame.", "A splendid train of heroes yet remains,</br>Whose gallant feats are not unknown to fame:</br>These shall adorn the muse's future strains,</br>Inspir'd haply, by thy chearful flame.</br>Thy destiny, De Kalbe, shall then be wail'd,</br>(By ruthless Britons stript thy bleeding corse!)</br>Though by surrounding foes at once assail'd,</br>Superior numbers felt thy fatal force.</br>Could Britons learn to reverence the brave,</br>Not, thus unshrouded, hadst thou sought thy silent grave.", "But when the British lion's savage rage</br>Hath spent it's ruthless energy in vain&mdash;</br>When gentle Peace again shall bless the age,</br>And thou, fair Liberty, unrivall'd reign&mdash;</br>Columbia, then, beware the fate of Greece,</br>Nor let internal broils thy strength destroy!</br>Be thine, amidst thy states to cherish peace,</br>Lest curst dissensions all their bliss annoy.</br>Fierce Discord, should she burst thy federal band,</br>Shall strait with galling chains load thy devoted land.", "Nor let Ambition in thy bosom rise;</br>Nor Conquest, purple-rob'd, thy sight allure:</br>Their trappings fascinate unwary eyes&mdash;</br>Though baneful as the robe Alcides wore.</br>To thirst of empire, Rome a victim fell;</br>For thirst of empire is a thirst of wealth:</br>Soon follows Luxury, with baleful spell&mdash;</br>The deadliest foe to liberty, and health.</br>Far be such fatal joys remov'd from thee,</br>Columbia!  be thy sole ambition to be free.", "From Britain's ills, a further lesson learn;</br>Nor let Corruption's deadly poison spread:</br>The venal caitiff from thy councils spurn;</br>And wreak thy vengeance on his guilty head.</br>Far rather, like Helvetia's hardy race,</br>Be poverty and toil thine envied lot&mdash;</br>If Liberty thy board shall deign to grace,</br>And smiling Peace adorn thy humble cot,</br>Columbia shall live to deathless fame,</br>Unrivall'd or by Rome, or Britain's vaunted name!</br>"]