["There lies the wreath-and-helm-surmounted bier,</br>Where slumbers Freedom's wizard-bard &mdash; the chief,</br>Whose rainbow mind bade Hellas cease to fear,</br>There sleeps he fall'n in his young summer leaf;</br>Mark you the wild, unostentatious grief</br>Of the funereal city, and the eye</br>Of Missolonghi's beauty, on whose brief</br>But dazzling dreamings burst the gathering cry</br>Of men who look'd and ask'd, and fear'd to get reply.", "Mark you the rocky hearts of Suli there,</br>That idol-chieftain's chosen citadel,&mdash;</br>Their fiery eyes dilated with despair,</br>For him they serv'd and lov'd so wildly well;</br>And darkly too the word of terror fell</br>Into thy heart, Albania's mountaineer!</br>For fondly did thy hope of freedom dwell</br>Upon that star of promise &mdash; and the tear,</br>His summer-presence dried, flows doubly quick and clear.", "Free let it fall, the bosom's gushing rain&mdash;</br>For Hellas' gladdening soul was unprepar'd</br>For this tremendous shock weep on, tho' vain</br>The anguish of thy heart, for thou hast shar'd</br>Like me &mdash; like millions, of the hope that rear'd</br>Its angel vision in the patriot's breast;</br>'Twas but a light that flash'd and disappear'd,</br>And here we meet &mdash; Oh God!  to see our best,</br>Our dearest chieftain borne to his eternal rest.", "Hellas!  who now shall soothe the bickering souls,</br>That boast and yet defile the name of Greek&mdash;</br>Who now will blush while the heart's current rolls</br>In shame and sorrow down his guilty cheek?</br>Who when Ambition &mdash; Envy &mdash; Discord break</br>The bond that strong as adamant should be&mdash;</br>Who then, like oracle of old, shall speak</br>With worshipp'd voice, and bade for thine and thee,</br>The yielding hearts unite, and strike for liberty?", "Alas!  alas for us!  yea even for all,</br>That we are doom'd, Defender of our Right!</br>To see thy setting and survive thy fall,</br>Ere thou could'st show the promis'd land of light</br>Whither thy harp and voice even now invite!</br>Yes!  tho' that harp and lip are mute and cold,</br>The obedient tones that felt thy magic might,</br>And the sad tale of Hellas' glory told,</br>Roll on the weeper's ear, as e their witchery roll'd!", "BYRON'S gigantic genius drew its fire</br>From out the Alpine lightnings, and its might</br>From the loud living thunders; and its ire,</br>Chang'd to disdain, from his internal blight</br>Of heart, and all of beautiful and bright,</br>From fountain &mdash; flow'r &mdash; lake &mdash; star &mdash; and moonlit glen:</br>He, to young Love's luxuriant delight,</br>Was the ador'd Apelles of the pen,</br>And with a wondrous skill search'd the dark minds of men.", "The tainting nothingness of all that wears</br>An earth-stain in its nature, and grand</br>And stern sublimity Religion wears,</br>Darken'd or shone beneath his master hand;</br>Life's treachery &mdash; when like a lake unfann'd</br>And glass'd with tempting brilliancy &mdash; was torn</br>From its deceitful sleep at his command,</br>And conquering truth became as 'twere reborn,</br>And brightening into strength like a young summer morn.", "If from the crowd that wonder of our age</br>And glory of our country turn'd away,</br>Treading his own mysterious pilgrimage,</br>Spurning the world and shunning its array</br>Of gilded folly glittering mid decay,</br>Like a magnificent ruin scatter'd o'er</br>With sunbeams, which in brightening but betray</br>Thro' the green ivy, columns rent and hoar,</br>And serve but to illume its desolation more;&mdash;", "If from those scenes where folly &mdash; fashion &mdash; fame</br>Revel as tho' the soul were wanted there,</br>To turn away, be but to earn the name</br>Of misanthrope, O!  quickly let me share</br>That enviable title! &mdash; few feel here,</br>In this world, the fellowship of love;</br>The friend will mingle with thy wrongs his tear,</br>And yet doth he a very Judas prove:&mdash;</br>How oft, tho' young its years, gainst such this heart hath strove.", "That blackening pang his festering bosom wrung,</br>Which all men knew, but one alone could feel,</br>Deeply the poison'd shaft his spirit stung,</br>Opening \"a wound which time could never heal;\"</br>Then rang the tongue of slander peal on peal,</br>Till the responding world belied again,</br>And perfidy long struggled to congeal</br>That glorious heart.  Who thus would live mid men,</br>Even as a tortur'd lion when spears beset his den?", "Of this enough!  the shuddering heart grows tir'd,</br>Tracing the perils of this billowy life.</br>He who hath into solitude retir'd</br>From the world's wiles, and the volcanic strife</br>Of those convulsing crimes with which 'tis rife,</br>Hath wisely done!  this sublunary vale,</br>Who hath e'er trodden, and escaped the knife</br>Of rancorous calumny?  Where storms prevail,</br>Few the returning barks unshatter'd by the gale!", "He was not \"altogether of such clay\"</br>As fellow-man, nor was his mind the same</br>As they possess: &mdash; too far above decay,</br>Too bright, too glowing with immortal flame</br>Increasing in his strength, till he became</br>The spiritual compeer of those who gave</br>To immortality a worshipp'd name.&mdash;</br>The wise &mdash; the free &mdash; the noble and the brave;</br>Whom tyranny defiled not &mdash; man could ne'er enslave!", "With these he held communion; these alone</br>Were sharers of his reveries sublime&mdash;</br>Temple &mdash; tower pillar &mdash; statue breath'd a tone</br>Of their past glory, and their memory, Time</br>Tho' a long length of years, in every clime,</br>Hath rob'd in everlasting freshness.  Man</br>But heard and felt and bow'd &mdash; but since her prime</br>Nature beheld no loftier spirit than</br>His, who that wond'rous course of gloom and glory ran.", "And who could breathe that spirit-stirring name</br>My essay's inspiration &mdash; nor entwine</br>Its hallow'd memory with the kindred theme</br>Of freedom's children, which his songs divine</br>Hath rung thro' every breast chain-bound like mine?</br>That name is an imperishable part</br>Of Hellas' history!  in his decline</br>His latest prayer was for her, and the dart</br>To which his life-veins flow'd transfixed her weeping heart,", "My own poor suffering Greece!  alas she feels</br>Deeply and deadly the destructive blow,</br>Which, breaking her protecting shield, reveals</br>Her naked bosom to her bloody foe.</br>The gathering storm, around &mdash; above &mdash; below</br>Waits but the &mdash; hark!  its thunders are unbound.</br>War's lightnings flash &mdash; skies glare and red bolts glow&mdash;</br>Expiring shrieks and crackling flames resound;</br>And domes descending crash, tearing the smoking ground.", "Ipsariots do your liberties expire</br>Tamely?  must ye but blush your fathers bled?</br>Your waves all lightning and your fields all fire;</br>Fierce &mdash; red and fleet the levelling flame is led.</br>Oh!  for \"a remnant of the Spartan dead!\"</br>To snatch the thunder from the tyrants' hand</br>And hurl them downward to that fiery bed!</br>But the red element's burning arm expand,</br>Blackening the fated isle, and spread from strand to strand.", "Vain is the hope &mdash; the prayer &mdash; the shriek for life,</br>Of those who bend beneath the shock of war</br>When no brave foes contend in noble strife,</br>And vengeance only guides the conqueror's car;</br>Even the wild cry of woman will not mar</br>The step of desolation!  Vengeance' laws</br>Annul humanity's &mdash; and fierce and far</br>If she fly on, nor yet some phalanx draws</br>A barrier of defence, her sabre knows no pause;", "But on and on, and madly on she flies,</br>And drinking seas of blood cries out for more,</br>Unsated till her quivering victim dies,</br>Or her wild thirst be slak'd with her own gore.</br>And thus, Ipsara!  round thy ruin'd shore</br>Did the remorseless fiend of vengeance dash,</br>Till agony's shriek was silenc'd in the roar</br>Of war's exulting thunders, and their flash</br>Saw thy high fortress fall with a volcanic crash.", "Thou stand'st in ruins mid those classic isles</br>Whose names, like History's sunlight, shine afar&mdash;</br>Confederated tyranny reviles</br>Thy feelings and thy God &mdash; but can they mar</br>The whelming shock of thy avenging war?</br>Thou hast done nobly, cheek'd the Moslem's strides,</br>And struck from Slavery's hand the scimitar;</br>Few more such glorious deeds, and Freedom rides</br>Triumphant o'er the Aegean's undisputed tides!", "Nurse of creation's mightiest!  not in vain</br>The broken statue &mdash; the demolished wall&mdash;</br>The prostrate column and the ruin'd fane</br>Fresh to the hearts of Hellenists recal</br>Their children's bondage and their country's fall!</br>Offspring of hero-fathers!  wave and plain&mdash;</br>Mycenae &mdash; Salamis &mdash; Athens &mdash; Argos, all</br>These soul-exciting monuments retain&mdash;</br>Broken is the tyrant's bow, and burst the bonds man's chain.", "Yes!  every step of thy celestial clime</br>Is peopled with bright recollections!  not</br>A temple &mdash; column &mdash; tower or tomb, which Time</br>Hath not all razed or ruin'd, but is fraught</br>With some proud lesson, some ennobling thought;</br>There is a wordless eloquence which speaks</br>To the charm'd soul from each enchanting spot;</br>A spirit and a spell whose magic wakes</br>In cities &mdash; plains and groves &mdash; mountains and hills and lakes.", "Here stand the tombs that sepulchre the sleep</br>Of Lacedemon's immolated band&mdash;</br>Here Salamis' victorious waters steep,</br>Amid the mountain Titans of her strand;</br>There Simois wanders thro' the desolate land</br>Unlike that rapid river which of yore</br>Shook with the strife of Phrygia's thousands, and</br>Wheeling its sounding way all swoln with gore,</br>Limbs &mdash; trunks and grappling foes on its red waters bore!", "The vast Acropolis &mdash; the Parthenon&mdash;</br>In awful desolation both appear!</br>How is their beauty fall'n &mdash; their glory gone</br>The temple plunder'd of its statues fair</br>Which none should e'er behold but to revere,</br>Sculptur'd by Phidias' school.  The hand of Time</br>Hath not alone effected ruin there,&mdash;</br>Man, who should guard each relic of that clime,</br>Hath shamelessly destroyed its monuments sublime!", "Yet thou need'st not those records of far time,</br>Those monumental glories, to inspire</br>The enthusiastic spirits of thy clime</br>With indignation and ancestral fire!</br>The son is not unworthy of his sire!</br>The chain &mdash; the scourge &mdash; the Moslem's reign of woes</br>Thy spirit's long suppress'd but quenchless ire,</br>Like Hecla burning mid her clime of snows,</br>These rous'd thy lion-heart to spring upon its foes!", "Dread was Ipsara's vengeance as her fate;</br>With freedom's own gigantic strength it fell;</br>Her glory like her ruin consummate,</br>Has been a Siroc to the infidel.</br>But to the bright immortal isles that dwell</br>In ever living beauty round her shore,</br>Her name has been regeneration's spell.</br>Vain is the Islam thunders' fiery roar.</br>Once more art thou redeem'd &mdash; thy fetters burst once more!", "Thro' the rous'd world had the electric tone</br>Of liberty gone forth, Greece could but share</br>The common glory, but she now alone</br>Crushes the Hydra in his reeking lair,</br>While to her mounting fame the jealous stare</br>Of an allianced despotism still clings,</br>Beneath whose blighting influence none can dare</br>Look up from where the hell of slavery wrings</br>Life's life from out the heart, to prop the throne of kings.", "The pander of oppression may exclaim,</br>\"Greece is unfit to class among the free!\"</br>Had she not seiz'd her brand and bow, the same</br>Might be repeated to eternity.</br>'Tis Tyranny's subterfuge &mdash; strike on and be</br>What thou wert, when less polish'd Tyrants brought</br>Nations to force thy pass, Thermopylae!</br>Thou living record of red wonders wrought,</br>When men sprung into life as freedom's votaries ought!", "When I recal the inauspicious voice,</br>With which thy trembling Liberty first woke,</br>Bidding thy sons arise &mdash; awake &mdash; rejoice&mdash;</br>Dash off their bonds &mdash; annihilate their yoke,</br>The inspiring shout they utter'd when she spoke,</br>Their quick revenge &mdash; their valour's fiery play,</br>Which, as the thunder fells the mountain oak,</br>Shatter'd the Moslem's arbitrary sway,</br>And smote him to the dust whom they did once obey;&mdash;", "When I remember all, and turn to those</br>Who say that Freedom's light falls premature&mdash;</br>When I recal the long endured woes</br>Which made thy very slumbers insecure,</br>I marvel how thou could'st so long endure</br>The taunt &mdash; affront &mdash; oppression &mdash; injury</br>Of peace, and fame, &mdash; the murderer &mdash; the impure,</br>Making with unrestrain'd impunity</br>The very home a hell, where only heaven should be!", "He who could weep upon his chains should never&mdash;</br>Never subject his feelings to his lot,</br>But let them, like a storm-obeying river,</br>Boil till th' expanding soul be too o'erfraught</br>For longer suffering.  Who, that like thee fought,</br>Deserves not that maturely glorious boon,</br>For which the coward never sigh'd or sought?</br>Strike on &mdash; strike deeply &mdash; strike like men who've thrown</br>Life &mdash; hope &mdash; home &mdash; freedom &mdash; all, on their own strength alone.", "The God of freedom aids thee &mdash; can'st thou fear</br>The cause of Freedom fires thee &mdash; wilt thou yield?</br>The arm of Freedom guides thy onward spear,</br>And victory lights thy path on foam and field;</br>To Heaven's propitious throne thou hast appeal'd,</br>And Heaven bath plac'd the thunders in thy hand,</br>Before whose way thy withering foemen reel'd!</br>O!  could I see thy freedom's sun expand,</br>Mother of arts and arms!  gilding thy classic land&mdash;", "O!  could I see it, how exultingly</br>I'd yield my soul beneath its sacred light</br>As in oriental climes the dying Parsee</br>Expires with a more dreamy, calm delight,</br>If his Sun-Deity, from his dazzling height</br>Shed glory on his death &mdash; O Heav'n!  may I</br>Ne'er feel my spirit's plumage stir for flight,</br>Till Hellas' Freedom from her stormless sky</br>Shed glory on its path &mdash; then shall I calmly die!", "Monarch of Song!  couldst thou behold that day,</br>And see our banner's folds in freedom soar,</br>And hear our triumph-cannon's thundering play,</br>Along lost Scio's rocky island roar,</br>Telling the martyr sleepers round her shore,</br>That Greece and Greeks at length have reach'd the goal,</br>For which, thro' fields of flame and floods of gore,</br>They fought; then would thy exultation roll</br>The clouds of agony back that gloom'd thy parting soul.", "Yes!  to the minstrel-martyr 'twas a hell</br>Of inward suffering, to be torn apart</br>From her, for whom he breath'd that wizard spell</br>Which rous'd the slave's and fir'd the freeman's heart.</br>Who that hath laid the noblest &mdash; holiest part</br>Of his affections upon Freedom's shrine,</br>Would not at victory's shout of triumph start</br>Away from thoughts of darkness, and resign</br>His spirit with a will less human than divine?", "He had his faults? &mdash; then is mortality</br>Exempt from imperfections?  was he not</br>A man &mdash; and such as thou wilt never see,</br>Land of my love!  to soothe and share thy lot?</br>Thou'st friends in spoken prayer and silent thought,</br>But where is HE &mdash; self exil'd and alone,</br>Who leaving home and kindred deeply fraught</br>With vengeance for thy sufferings, hath thrown</br>Those spell-words to the winds to live and die thine own?", "Yet such were Byron's failings, they became</br>As light clouds floating by a summer sun,</br>All indistinct in the o'erwhelming flame</br>Of his unrivall'd glory. &mdash; But 'tis done&mdash;</br>The dim shore of eternity is won;</br>The rash and bigot censurer must be mute;</br>Be the prerogative assum'd by none&mdash;</br>HIM of the throne of life alone 'twill suit,</br>Whose mercy is his brightest &mdash; loftiest attribute!", "Not that sepulchral mystery of soul</br>Which, thro' its darkness if, like lunar light</br>Thro' midnight storm, one flash of brightness stole,</br>Shadow'd that flash, and all again was night&mdash;</br>Not that alone made him to human sight</br>Seem more than mortal, but that god-like zeal</br>For liberty, which with intense delight</br>Within him burn'd, and which all men must feel</br>Who ever heard, shall hear the power of his appeal!", "He touch'd the lyre &mdash; the music from its frame</br>Was freedom's essence, and its precepts made</br>Mankind familiar with each soaring name,</br>Whose deeds of freeborn-valour are pourtray'd,</br>In characters of light that cannot fade,</br>On Roman and Hellenic page. &mdash; We find</br>Beneath the British sceptre men who've laid</br>Their glory's base, but where is He to bind</br>Our spirits to his will &mdash; the wizard of the mind?", "His soul is mid the mighty shades that came</br>With spell and pow'r and majesty upon</br>His earliest dreams and thoughts, till they became</br>His spirit's idols. &mdash; Sparta &mdash; Marathon&mdash;</br>Olympus &mdash; Ida &mdash; Athos, all which won</br>That soul from the low earth around it lie.</br>Alas for earth!  her intellectual sun,</br>Whose blaze appear'd too powerful to die,</br>Alas for earth!  hath pass'd &mdash; his greatness hath gone by.", "Alas for Freedom!  and the glorious strife</br>Of those who would be free, and those who mourn'd</br>Over their country's bondage, loathing life</br>Held at a Tyrant's will. &mdash; The heart that burn'd</br>For universal freedom lies inurn'd,</br>Pulseless and cold; but his undying name</br>Ages shall consecrate, for we have learn'd</br>From him what mankind should be.  May his fame</br>O'er slavery's ruins run like Aetna's liquid flame!</br>"]