["GEORDIE AND DAVIE.", "GEORDIE.</br>Blaw saft, my reed, and kindly to my maen,</br>Weel may ye thole a saft and dowie strain;</br>Nae mair to you shall shepherds in a ring,</br>Wi' blythness skip, or lasses lilt an' sing;</br>Sic sorrow now maun sadden ilka eie,</br>An' ilka waefu' shepherd grieve wi' me.", "DAVIE.</br>Wharefor begin a sad an' dowie strain,</br>Or banish lilting frae the Fifan plain.</br>Tho' simmer's gane, an' we nae langer view</br>The blades o' claver wat wi' pearls o' dew,</br>Cauld winter's bleakest blasts we'll eithly cowr,</br>Our eldin's driven, an' our har'st is owr;</br>Our rucks fu' thick are stackit i' the yard,</br>For the Yule feast a sautit mart's prepar'd;</br>The ingle-nook supplies the simmer fields,</br>An' aft as mony gleefu' moments yields.</br>Swyth man!  fling a' your sleepy springs awa',</br>An' on your canty whistle gie's a blaw:</br>Blythness, I trow, maun lighten ilka eie,</br>An' ilka canty callant sing like me.", "GEORDIE.</br>Na, na!  a canty spring wad now impart</br>Just threefald sorrow to my heavy heart.</br>Thof to the weet my ripen'd aits had fawn,</br>Or shakewinds owr my rigs wi' pith had blawn,</br>To this I cou'd hae said, \"I carena by,\"</br>Nor found occasion now my cheeks to dry.</br>Crosses like thae, or lake o' warld's gear,</br>Are naething whan we tyne a friend that's dear.</br>Ah!  waes me for you, Willy!  mony a day</br>Did I wi' you on yon broom-thackit brae,</br>Hound aff my sheep, an' let them careless gang</br>To harken to your cheery tale or sang;</br>Sangs that for ay, on Caledonia's strand,</br>Shall fit the foremost 'mang her tunefu' band.", "I dreamt yestreen his deadly wraith I saw</br>Gang by my ein as white's the driven snaw;</br>My colley, Ringie, youf'd an' yowl'd a' night,</br>Cour'd an' crap near me in an unco fright,</br>I waken'd fley'd, an' shook baith lith an' limb;</br>A cauldness took me, an' my sight grew dim;</br>I kent that it forspak approachin' wae</br>Whan my poor doggie was disturbit sae.</br>Nae sooner did the day begin to dawn,</br>Than I beyont the know fu' speedy ran,</br>Whare I was keppit wi' the heavy tale</br>That sets ilk dowie sangster to bewail.", "DAVIE.</br>An' wha on Fifan bents can weel refuse</br>To gie the tear o' tribute to his muse?&mdash;</br>Fareweel ilk cheery spring, ilk canty note,</br>Be daffin an' ilk idle play forgot;</br>Bring ilka herd the mournfu', mournfu' boughs,</br>Rosemary sad, and ever dreary yews;</br>Thae lat be steepit i' the saut, saut tear,</br>To weet wi' hallow'd draps his sacred bier,</br>Whase sangs will ay in Scotland be rever'd,</br>While slow-gawn owsen turn the flow'ry swaird;</br>While bonny lambies lick the dews of spring,</br>While gaudsmen whistle, or while birdies sing.", "GEORDIE.</br>'Twas na for weel tim'd verse or sangs alane,</br>He bore the bell frae ilka shepherd swain.</br>Nature to him had gi'en a kindly lore,</br>Deep a' her mystic ferlies to explore:</br>For a' her secret working he could gie</br>Reasons that wi' her principles agree.</br>Ye saw yoursel how weel his mailin thrave,</br>Ay better faugh'd an' snodit than the lave;</br>Lang had the thristles an' the dockans been</br>In use to wag their taps upo' the green,</br>Whare now his bonny riggs delight the view,</br>An' thrivin hedges drink the caller dew.", "DAVIE.</br>They tell me, Geordie, he had sic a gift</br>That scarce a stanie blinkit frae the lift,</br>But he wou'd some auld warld name for't find,</br>As gart him keep it freshly in his mind:</br>For this some ca'd him an uncanny wight;</br>The clash gaed round, \"he had the second sight;\"</br>A tale that never fail'd to be the pride</br>Of grannies spinnin' at the ingle-side.", "GEORDIE.</br>But now he's gane, an' Fame, that whan alive,</br>Seenil lats ony o' her vot'ries thrive,</br>Will frae his shinin name a' motes withdraw,</br>And on her loudest trump his praises blaw.</br>Lang may his sacred banes untroubl'd rest!</br>Lang may his truff in gowans gay be drest!</br>Scholars and bards unheard of yet shall come,</br>And stamp memorials on his grassy tomb,</br>Which in yon antient kirk-yard shall remain,</br>Fam'd as the urn that hads the MANTUAN swain.</br>"]