["There shines a light in every tower; a light</br>Streams far from every cottage; from the top</br>Of Blackwood hill &mdash; from where the river white</br>Comes foaming down the moorland's heathery slope;</br>From ancient woods, and from the castle cope,</br>And from the hills that shade the vale aboon,</br>The murky veil of heaven is lifted up;</br>Bright from the parting clouds walks out the moon</br>With her unnumbered stars &mdash; and all is clear as noon.", "\"Thus God,\" Miles Graeme said, \"mocks the dreams of man.</br>That flood the riches of a valley reaps;</br>The winds which now thy forehead, Sybil, fan</br>So gently, late tumultuous moved the deeps.</br>Man's Babel towers away, the High One sweeps,</br>Like words on snow, or signs on Solway sand;</br>His is the eye which slumbers not nor sleeps&mdash;</br>Where is the strength that 'gainst his will can stand?</br>Man!  thy audacious head bow to his chastening hand.", "\"There is a voice in every flower, a tongue</br>In praise of God in all things; late I saw</br>Thee in the dance, sweet Sybil, glad the young</br>And cheer the old:  thy charmingness did draw</br>Full many a sigh.  But soul and heart in awe</br>I heard thee, when the thunder shook the plain,</br>Call upon God.  What says the ancient saw?</br>The maid whom He to rule hearts did ordain,</br>As first in loveliness, is first to own His reign.\"", "He looked to heaven, then did to Eustace call,</br>\"Lo!  see the thunder's fiery pen hath wrote,</br>As did that dread hand on the Syrian's wall,</br>Words full of meaning.  Listen now, and note:</br>Of peace and war yon tokens are, I wot,</br>Invasions and fierce onslaughts, civil wars;</br>See o'er the plough and elwand darkly shot</br>The burning trains of two consuming stars,</br>And see yon armed shapes mount thunderous clouds for cars.\"", "He gazed with terror pictured on his brow,</br>Spoke with a hollow voice and livid cheek.</br>Meanwhile the rack went shifting to and fro,</br>Stars writhed, and rushing seemed of man to speak;</br>From cloud to cloud passed voices low and weak.</br>He looked, and cried, \"Ay, now I surely see,</br>From Solway-flow to Pentland's northern peak,</br>Old Scotland, days of joy and peace to thee&mdash;</br>Days coming &mdash; but, my child, for neither thee nor me.\"", "And all round Scotland he beheld arrayed</br>Nation on nation in tumultuous jar;</br>Bridle the steed and whet the battle blade,</br>And issue on the cannon from the car,</br>With flags unfurled and trumpets heard afar,</br>While tower and city blazed with furnace flames&mdash;</br>Where men forged tube and brand for island war&mdash;</br>Meanwhile the Scotts, Homes, Leslies, Maxwells, Graemes,</br>Held Scotland's ancient land, and her fair spotless dames.", "It was a dread as 'twas a glorious sight,</br>For one who looked on visionary time,</br>To see bright nations darkening into night,</br>And others rising from barbaric clime,</br>Showing their foreheads o'er the world sublime</br>A little while, then sinking to decay;</br>Leaving a trace in history or rhyme&mdash;</br>A broken statue wreathed with starry bay,</br>Or ashes in an urn.  Miles from the sight away", "Turned and walked homeward:  moon and stars shone clear;</br>When with a sorrowing and a reverent air,</br>And Sybil at his side, the hoary seer</br>The threshold passed and sank into his chair:</br>The silver moonshine glittered in his hair.</br>\"Come nigh, my children, for we may not sleep</br>Till we have God appeased with song and prayer;</br>So he His right hand round our homes may keep,</br>For many a mother's doomed o'er slaughter'd sons to weep.\"", "So saying, forth he put his hand, and mute</br>Took God's book down; the family reverentlie</br>Hemmed him, like Joseph's visioned sheaves, about:</br>A holy light in his rapt looks had he.</br>He opened wide the clasped book o'er his knee&mdash;</br>\"Now let us worship God, and in his praise</br>Sing that sweet pastoral song, psalm twenty-three,</br>'The Lord's my shepherd.'\"  The clear moonbeam's rays</br>Seem'd radiance from his head, as loud the sacred lays", "Arose melodious.  One voice high and clear,</br>It seemed, save whiles a more seraphic sound,</br>Such sounds as poets feign and angels hear,</br>Went through the chamber warbling round and round,</br>And still its sweetness knew nor let nor bound.</br>Young Eustace felt its sorcery:  now may grace</br>Be his &mdash; his gracelessness let priests expound,</br>If not forgive &mdash; he thought for some short space,</br>First on the sweet clear voice, then on the sweet fair face:", "And then how Sybil's seraph tongue would lend</br>Fresh lustre to his pure and national lays;</br>How fame would come, and glory without end:</br>His songs by damsels o'er the broomy braes</br>Of Scotland lilted ever and always,</br>By princes quoted and princesses sung.</br>His father ceased &mdash; said, \"Let us now His praise</br>Read in that Prophet with the poet-tongue,</br>Isaiah, fifty-third.\"  How Eustace' soul was stung.", "\"Who hath believed our report &mdash; to whom</br>Hath God reveal'd his strength, for he shall grow</br>Up as a tender plant &mdash; now see him come</br>A man of sorrows and acquaint with wo,</br>Of man rejected; bruised with stripes, and, lo!</br>Smitten of God, and to the slaughter led</br>As men do lead a lamb.\"  Young Sybil so</br>With sobbing shook, and tears so thickly shed;</br>Miles paused, nor to the close the melting chapter read.", "\"Now let us pray,\" he said.  Knelt every knee,</br>And down into the dust stooped every face;</br>All lights were quenched, save that which seraphs see</br>At night hung o'er the angels' dwelling place.</br>All humbly now, before the throne of grace,</br>He poured his spirit forth, and there was given</br>Much rapture to him for a little space&mdash;</br>Thought flashed on thought as bright and fast as levin;</br>Something there was of earth, but there was more of heaven.", "Of heaven, there were his holy hopes:  of earth,</br>There was his country and his glory, where</br>Had she a son who loved her more; whose worth,</br>In such a station, could with his compare;</br>There was his son, and such a son; and there</br>Was his young gentle bondmaiden, whom none</br>In merit matched.  Young Sybil gazed; his hair</br>And his clear brow so in the moonshine shone,</br>She thought the lustre rose from his blest head alone.", "Sleep followed this; morn came, and with the morn,</br>Of harvest horns no more was heard the sound;</br>No more the reap-hook 'neath the ripened corn</br>Moved, while the merry song rung round and round.</br>The harquebus' shot, the hallooing to the hound,</br>The shepherd's whistle and the thrasher's flail,</br>All these, and other gentler sounds abound;</br>The ice-fringed brook scarce singing down the dale&mdash;</br>The gentle maidens sigh at some sad shepherd's tale.", "The golden hours of the glad year are gone;</br>The forest's fragrant plumes are pluck'd &mdash; how short,</br>And stormy, too, the journey of the sun;</br>The vessel gladly makes her destined port;</br>The hares unto the green kale yards resort;</br>The plough lies idle in the half-drawn furrow;</br>The barnman's chaff comes down like snow; his sport</br>The hunter takes; the rabbit keeps his burrow;</br>And old men shake their locks, and sigh 'tis winter thorough.", "That year stern Winter trod on Autumn's heel;</br>Snow wrapt the mountains, and the frost came next,</br>And laid his cold hand on the miller's wheel,</br>And nearly stayed it; old dames were perplext;</br>They deemed it witchcraft, quoted that dread text</br>Wherein the Lord bids Israel's king destroy</br>Those with familiar spirits; stirred and vexed,</br>They muttered, \"There's the stark witch of Drumboy,</br>Who on the Solway side works seamen much annoy.", "\"Even our lone glen is with her sisters swarming;</br>Text, horseshoe, rowan-tree, are of no avail.</br>Were I but king, Lord!  they should have a warming,</br>Then we would have milk in our milking pail.\"</br>Even as they spake there came the pattering hail.</br>\"Speak of the de'el! &mdash; we ken who sent us thee.\"</br>The frozen wind came roaring down the dale;</br>\"He rides the blast!  Then help the ships at sea&mdash;</br>Dark spirits rule the wind &mdash; O we have much to dree!\"", "That eve sweet Sybil by the cottage hearth</br>Sate, and when hail came drifting in a shower,</br>She sighed, \"Ye little birds of song and mirth,</br>Where dwell ye when the north-wind strips the bower;</br>No pairing carol from the opening flower</br>Ascends at morn, or glads my heart at even;</br>No dew-winged laverock, in melodious tour,</br>Pours his sweet ditty in the ear of heaven:</br>The flower, the forest tree, are all to winter given.", "\"Thou timid hare, where cowerst thou in the brake?</br>Thy steps are written on the snowy dale;</br>A long and perilous journey thou must make,</br>O'er moor and lea to eat thy frozen meal,</br>Lest swollen luxury snuff thee in the gale,</br>And shoot or seize thee in the narrow way.</br>O, come and nibble on my castle kale,</br>Choose fragrant shoots; at morn then scud away</br>To Clifton's brakeny hills, or Siddick's mountains gray.", "\"A little while in summer's bloomy prime,</br>Man bids thee go and propagate and shoot,</br>Nurse thy twin little ones on banks of thyme,</br>And couch 'mongst buds and berries, odorous fruit,</br>Roll in the dew, and lick thy scented foot,</br>Or bear thy bosom o'er green bladed corn,</br>Or eat the honeyed clover, dig the root</br>Of fragrant cornick &mdash; till man winds his horn,</br>Levels his tube, and taints with sulphury smoke the morn.", "\"Ah, nought is safe!  no, not the sweetest thing</br>That glads the soul or keeps creation blythe;</br>Whether they fan the welkin with the wing,</br>Or drink the dew before the mower's scythe,</br>Man makes them yield to him a mournful tithe;</br>He robs the air, the grove, the stream, the green,</br>That he may feed on the delicious lythe.\"</br>Still mused she, when the matron said, \"Bedeen</br>Will young and old come here to hold their Halloween.", "\"And Halloween it well may be; for look,</br>The stars are sunk in heaven, a darksome cloud</br>Conceals the moon, and mist conceals the brook;</br>The mountain's swathed up in a snowy shroud,</br>The flocks dismayed down from the uplands crowd.</br>There is an eerie murmuring in the glen,</br>And hear Dalgonar stream now lowne now loud;</br>There is no light in the abodes of men,</br>And what all that denotes, sweet Sybil, well ye ken?", "\"This is the eve on which men tell ye, God</br>Gives to the spirits of evil might and rule;</br>Hags on their ragwort chariots come abroad,</br>Wild Will his treacherous lamp hangs o'er the pool,</br>And elves shoot 'mongst us shafts of wo and dool.</br>Alas, for him, who so forgets himself</br>As to mool in with fairies:  Robin Roole</br>Of Dalmakitten, pious and fond of pelf&mdash;</br>Lass, have ye heard how he was trysted by an elf?\"", "\"Aye, weel I wot that's true,\" a neighbour said,</br>Passing the threshold. &mdash; \"Rob, I kenned him weel:</br>He pious!  'las this world!  he never prayed.</br>'Twas said he had a paction with the deel;</br>I ken he never brought an empty creel</br>Frae Annan water; fient ae fin of fish</br>Could others catch.  By and attour atweel</br>I tell ye &mdash; do ye mind when Jess Macnish</br>Bore twins to him we aye called Saul the son of Kish.\"", "\"Hout tout,\" cried one, \"of shameless things will ye</br>Discourse, when earth's forsook by shapes of bliss;</br>Had ye but seen what I ae night did see,</br>Your words would be of modest sort I wis.</br>'Twas Hallowmass, and no sae far from this,</br>I met John Tamson of the Hempie Howe;</br>Daft words ensued, and he aye said a kiss,</br>When there came something with its locks on lowe&mdash;</br>I held a grip of John, and he cried Worriecowe!&mdash;\"", "\"And I cry turnip-lantern,\" said a lass</br>As she came laughing in.  The well trimmed lamp</br>And fire made roof and rafter gleam like glass;</br>Old men in iron-shod shoon came tramp on tramp,</br>Saying, \"Peace be here!\"  and shook their bonnets damp.</br>Maids light of foot, like shadows mute came gliding,</br>Next douce Hugh Wilson came and gave a stamp,</br>And said, \"Its no for pious folks abiding</br>The misrule in the air, and witches rudely riding.", "\"Ah Sybil, thou'rt to me a charm, a spell,</br>Both heavenly:  dost know that poisonous rime</br>Will drop, the stars will sicken sore, the fell</br>Dread warlocks back will say the infernal rhyme,</br>And mounting on their invisible steeds sublime,</br>Take flight away as swans for Lochar mound;</br>While loosed from pangs in hell's hot penal clime,</br>As a dark exhalation from the ground,</br>Satan will rise and rule his grim conclave around.", "\"But where's the high priest of our Hallowmass mirth?</br>Where's he, the poet? &mdash; where's our Eustace, where?</br>Say, is he putting a girdle round the earth</br>With elves? &mdash; or boldly in the warlock's lair,</br>Gathering dark knowledge in, by pith of prayer?\"</br>\"I saw him\" said a maiden, \"near the gloaming,\"</br>A maiden with bright eyes and snooded hair;</br>\"Musing and heedless but still onward roaming</br>Toward the Fairy-hall where the dread linn is foaming.\"", "\"Preserve my child!\"  Eupheme cried.  \"Have no dread</br>Of Eustace,\" said old Robin Riddel, \"he</br>Is safe from spells; he wears an adder bead,</br>A moonlight splinter from the green row'n tree:</br>Now will he learn the truth, through his own ee,</br>Of tales I've told.  See how the queen of Fairy</br>Rides through the Nith, Dalgonar stems, while Dee</br>Hears her charm'd bridles ring:  nor will she tarry&mdash;</br>She comes to take her tithe of all maids ripe to marry.\"", "Two maids grew pale, two well nigh scream'd, two smiled,</br>And cried, \"we're no safe here, douce Robin Riddel.\"</br>\"Aye, safe as reliques are, else I'm beguiled,\"</br>Quoth he:  \"these thirty years Hugh Paisley's fiddle,</br>Has made some of ye loup, and jink, and diddle.</br>These are vain words, so let us fall to wark,</br>But first I'll pray the prayer of Sandie Griddel;</br>A prayer of might from Salterness to Sarke,</br>'Twill give our house a guard &mdash; a sentinel in the dark.", "\"Thou drudging Goblin; by thy southern name</br>I call thee:  guardian of our flocks and corn;</br>Thou surest sentinel o'er the good man's hame.</br>O Brownie with long arms and locks unshorn,</br>Watch round our dwellings to the dawn of morn.</br>Guard us from witches, elves, the unbaptized feet</br>Of fairies, and with odorous cream thy horn</br>Shall mantle, and with meal cakes knuckled sweet.&mdash;</br>Come with thy shadowy flail, and keep thy watch discreet.\"", "Pleased with the prayer and bribe, the goblin brown</br>Waved his bare arms, and gave a gladsome scream;</br>And after midnight, when the moon was down,</br>'Tis said he couched him by the embers' beam,</br>And supped till his swart visage dropt with cream:</br>Then up he sprung, and shook his shadowy flail,</br>And round the dwelling marched.  Now by the gleam</br>Of lamp and fire commence the song, the tale</br>Of deeds performed by charms; fate told by phantoms pale.", "To prove love's constancy and wedlock's gladness,</br>Paired nuts are baptized, burnt &mdash; how bright they lowe;</br>To prove hope's strength, and save some hearts from sadness,</br>Kale stocks are pulled, and chips cut from the plough.</br>Some riddles read, or hempseed venturous sow,</br>While maidens three times sift the empty air,</br>Or pluck forth corn stalks with a doubtful brow;</br>Or in the cups with water foul and fair</br>Dip dread their hands, and seek to read their fortune there.", "There froward damsels saw with darkening eye,</br>The dismal sentence of a single fate:</br>While others scarce contained themselves for joy,</br>An early bridal and a frugal mate:</br>One saw as in a dream, her future state,</br>The penance stool, the stern rebuke, dismayed,</br>She muttering vowed all folly to abate:</br>Two inly cursed all spells and charms, and bade</br>The foul fiend seize them quick, and black avowals made.", "But he who tries a more adventurous spell&mdash;</br>A spell men say will either kill or cure&mdash;</br>Steals out unnoted o'er the haunted fell,</br>What time the moon reigns in the witching hour,</br>And dips his shirt-sleeve where two rivulets pour</br>Their mingling waters south; then home he hies,</br>Hangs it before the fire, and asks the power</br>Of night to make his true love's form arise,</br>And turn the fated sleeve, as slow it reeking dries.", "To some have come no sweet and smiling maid,</br>But a cold hand held shivering from a shroud;</br>And some have seen a gliding spectral shade,</br>Descend, as comes a star-beam from a cloud,</br>And turn the sleeve, look upward and seem proud;</br>Then beckon them to take the immortal road.&mdash;</br>And some have heard a summons dread and loud,</br>Enough to make the soul quit its clay load,</br>Saying, \"Rise, ye guilty spirit &mdash; come and be judged of God!\"", "And meikle warning had the adventurous wight,</br>Lest on his errand he might stay to mark</br>By a lone fire of hemlock glimmering bright,</br>A hoary hag at her unhallowed wark,</br>A beverage brewing fit to wile the lark</br>From his sweet morning carol, and compel</br>The hind of mind and body steeve and stark;</br>Forsake the powers of heaven for shapes of hell,</br>And wile him amorouslie with wrinkled hags to mell.", "\"And oh my child, put ye God's holy book</br>Into your bosom:  even with that beware;\"</br>A matron said:  \"A fiend deceitful took</br>A fair maid's form once, with dishevelled hair,</br>An azure eye, a snowy bosom bare,</br>And godless tongue; into Cumlongan brake</br>She wiled Mark Snedden to her treacherous lair,</br>And when his amorous thirst he sought to slake</br>She gave him gibbeted bones in his embrace to take.", "\"And chief beware when comes the gloaming gray</br>Of Hallow-eve:  hell keeps an open road,</br>For those who go from gospel paths astray,</br>Hags then to seek their palfreys come abroad,</br>They'll soon transform ye to a steed, and goad</br>Ye with the infernal spur and magic rein.</br>I knew a lad &mdash; he dwelt in Quarrelwood,</br>Was handled so; he shook the shuddering plain,</br>With brazen hoofs, neighed loud, and tossed a fiery mane.", "\"And oh, my son, shun ye the Solway sand,</br>Where wizards visionary vessels ride,</br>And moor their golden halsers to the strand;</br>Their silk sails spread with all a sailor's pride,</br>And long-haired mermaids carolling on their side</br>Enchanting songs of such a powerful strain,</br>That mortals may not choose but climb and bide,</br>To hear their melody.  Flash o'er the main,</br>Fast flies the fairy bark: &mdash; home sees them ne'er again.\"", "So talked they, and the night wore on:  meanwhile</br>Miles Graeme sat gravely by the ingle side;</br>Near him sat Sybil, and a credulous smile</br>Played o'er her face as maids their fortunes tried.</br>Around her brow a snowy cincture tied</br>With silken bands; a gown of glossy gray</br>Covered her shape, but sought in vain to hide</br>Its beauty:  one sighed, \"Sybil, turn away</br>These eyes &mdash; I love no eyes that turn night into day.\"", "Miles Graeme now spoke, and he spoke wise and kind&mdash;</br>\"Enough, my children, we have given to mirth,</br>Perchance to folly; now bear ye in mind</br>My counsels, and make them your rule on earth.</br>Man's but a child; God gives him at his birth</br>His genius and his passions:  as he grows,</br>These grow and wax in stature and in girth.</br>My children all, I've watched ye as ye rose,</br>And marked your doings down.\"  Serene his open brows", "Show, while he bids each his own spirit follow</br>The way that nature leads:  to one the wings</br>He gives of commerce; o'er the billows hollow</br>He bids him go, one of our merchant kings.</br>One from rare herbs the healing virtues wrings;</br>One ruminates upon the barren plain,</br>And golden crops and verdure o'er it flings.</br>He bids none go and join the Muses' train&mdash;</br>For much he dreads a toil so profitless and vain.", "Upon a youth he laid his hand and cried,</br>\"Go, go, my child; go forth, expound and preach</br>God's holy word:  see ye turn not aside</br>From this grand duty; let your stern voice reach</br>Pride in his place, and stint not to impeach</br>Crowned heads for crimes and follies:  see ye smite</br>The sensual Mammon; let your right hand stretch</br>O'er red ambition in his reckless might&mdash;</br>Great is the high priest's power to whom God's law is light.\"", "Upon a second youth he laid his hand&mdash;</br>\"Be thine the gentle and persuasive way</br>To rule by life of righteousness the land&mdash;</br>By mildness, wisdom, and by worth; thy sway</br>Will grow more glorious in thy latter day.</br>Matrons their children's children will hold up&mdash;</br>'There goes the Lord's true servant, look I say:'</br>Thus will the wine of gladness fill thy cup.</br>But of another drink this youth is doomed to sup,&mdash;\"", "He said, and touched a third one:  \"Thou wilt be</br>Long while a tassel at misfortune's cloak;</br>Like labouring emmet or the moiling bee,</br>Or farmer airing autumn's moistened shock,</br>So wilt thou work, but work in vain:  the rock,</br>The gaping quicksand, and what none eschew,</br>Sickness of mind, and sorrows in a flock.</br>Nay, weep not, youth, ere threescore years ensue</br>Thou'lt shine, like Gideon's fleece, in fortune's golden dew.", "And thou, my child,\" a fourth he thus addressed&mdash;</br>\"Sure some sad deed has thy forefathers done;</br>Now by the demon of the muse possessed,</br>They see their conduct punished in their son.</br>Of all the miseries 'neath God's blessed sun,</br>The bard's is that for which there's least remede;</br>The light may cease to shine and rivers run,</br>But for the follower of the Muses' creed</br>Sorrow will never cease, till he be dull and dead.", "\"Go plow &mdash; 'tis cold to turn a wintry furrow;</br>Go sow &mdash; 'tis toilsome in the seed time sowing;</br>Go reap &mdash; and waken ere the clear sun skurrow;</br>Go mow &mdash; a sweaty task and hard is mowing;</br>Go herd &mdash; when winds are high and clouds are snowing;</br>Go sleep &mdash; sad visions watch o'er us when sleeping;</br>Go sail, when tempests wake, and seas are flowing;</br>Go weep &mdash; though some find comfort in their weeping;</br>But as ye wish to live, keep from the Muses' keeping&mdash;\"", "Sweet Sybil said.  \"Nay, to the bard is given</br>A daring spirit, and a soul to soar</br>As near as thing of earth can go to heaven;</br>He goes in life, and nigh the angel's door</br>Sends his glad voice in herald song before;</br>Then slow, like lark, earthward he sings again,</br>And from his kindled spirit and burning core,</br>Pours forth to gladden man his happy strain&mdash;</br>Ne'er call the Poet's song, light, profitless, and vain.\"", ""]