["Come Doric Muse in rustic stole, and sing,</br>While I, sad mourner, melancholy stray</br>Thro' tangled wood-walks to the crystal spring,</br>Where arching sycamores obscure the day,</br>And from the garish sun admit no ray;</br>There let me wander, silent and unseen,</br>There let me shape my solitary way,</br>Absorb'd in care and pensiveness, I ween,</br>As e'er was loftier woe-fraught breast of kesar or of queen.", "Ah!  hapless theme, it wills me while I write</br>To drop affection's dew from either eye,</br>And, as with grateful reverence I indite,</br>Scapes from my bosom sorrow's deep-felt sigh:</br>And do you anxious ask the reason why?</br>Would you from sympathy the cause explore?&mdash;</br>Tis, that my youth's fond guard, unthank'd should die,</br>Whose kindness almost equal'd her's who bore;&mdash;</br>Tis, that my school-years' village friend, Dame Morris, is no more!", "But vainly I the piteous tale relate</br>To those unconscious of her modest worth,</br>For heralds ne'er were fee'd to make her great,</br>She could not boast a memorable birth,</br>Yet better soul ne'er liv'd or died on earth;</br>Her charity unbounded bore the sway</br>O'er all her actions, and in time of dearth,</br>She dealt with open hand such gifts away,</br>That poor folk wish'd her life might last for ever and for aye.", "Good nature too she had, and many a time</br>Of all its store right mickle was the need,</br>For truant lads would to her fruit trees climb,</br>Would raze the hedge-row with untoward deed,</br>Or in rude sport despoil the verdant mead;</br>Nay, I have known these wicked wights to wait</br>For a snug time when none their bent could heed,</br>Then on the garden's wealth have stol'n ingrate,</br>And left but pods upon the hawm where peas had bloom'd of late:", "Thinking thereby this hostile crime to hide,</br>By making it appear the sparrows' theft;</br>But evil deeds are soon or late descried,</br>For watchful Marian, her maiden deft,</br>Shew'd to the wond'ring Dame the peascods cleft:</br>Yet did no angry threat her voice distend,</br>\"Tis right, she said, I claim the portion left,</br>While, supperless to bed, the plunderers wend,</br>And feast upon the pleasant dreams which on deceit attend.\"", "Ever to virtue true, and virtuous deed,</br>Goodness she honour'd, poverty she fed;</br>From all the ills of sordid lucre freed,</br>No base got means her couch disquieted,</br>But glad content hous'd in her humble shed;</br>Happy with this alone, she envied not</br>Imperial courts where luxury is bred,</br>But, with her kin around, prefer'd the spot</br>Where Providence had long time plac'd herself and homely cot.", "O!  that the world would by her ways improve,</br>Would shun dissimulation's serpent-cell,</br>Nor wear the vizor-smile of feigned loves</br>While cank'rous thoughts within the bosom dwell:</br>But let true concord envy's wiles repel;</br>Then would benevolence unbounded reign,</br>Then would simplicity be counted well,</br>Serenity of spirit all would gain,</br>Nor any churlish cynic treat my Matron with disdain.", "Or, with the preacher, if at length 'tis found</br>That all is vanity we seek below;</br>Since joy's bright fane is built on fairy ground,</br>Which those who longest live the surest know:</br>Then, from this nursery of thick-sown woe,</br>Like her, let us each anarch passion weed,</br>And in its place teach fairer germs to grow,</br>Teach hope with resignation to succeed,</br>And such as may in heav'nly clime bring forth immortal seed.</br>"]