["The star-light smile of children, the sweet looks</br>Of women, the fair breast from which I fed,</br>The murmur of the unreposing brooks,</br>And the green light which shifting overhead,</br>Some tangled bower of vines around me shed,</br>The shells on the sea-sand, and the wild flowers,</br>The lamp-light thro' the rafters cheerly spread,</br>And on the twining flax &mdash; in life's young hours</br>These sights and sounds did nurse my spirit's folded powers.", "In Argolis, beside the echoing sea,</br>Such impulses within my mortal frame</br>Arose, and they were dear to memory,</br>Like tokens of the dead: &mdash; but others came</br>Soon, in another shape:  the wondrous fame</br>Of the past world, the vital words and deeds</br>Of minds whom neither time nor change can tame,</br>Traditions dark and old, whence evil creeds</br>Start forth, and whose dim shade a stream of poison feeds.", "I heard, as all have heard, the various story</br>Of human life, and wept unwilling tears.</br>Feeble historians of its shame and glory,</br>False disputants on all its hopes and fears,</br>Victims who worshipped ruin, &mdash; chroniclers</br>Of daily scorn, and slaves who loathed their state</br>Yet flattering power had given its ministers</br>A throne of judgment in the gravel: &mdash; 'twas fate,</br>That among such as these my youth should seek its mate.", "The land in which I lived, by a fell bane</br>Was withered up.  Tyrants dwelt side by side,</br>And stabled in our homes, &mdash; until the chain</br>Stifled the captive's cry, and to abide</br>That blasting curse men had no shame &mdash; all vied</br>In evil, slave and despot; fear with lust,</br>Strange fellowship through mutual hate had tied,</br>Like two dark serpents tangled in the dust,</br>Which on the paths of men their mingling poison thrust.", "Earth, our bright home, its mountains and its waters,</br>And the aetherial shapes which are suspended</br>Over its green expanse, and those fair daughters,</br>The clouds, of Sun and Ocean, who have blended</br>The colours of the air since first extended</br>It cradled the young world, none wandered forth</br>To see or feel:  a darkness had descended</br>On every heart:  the light which shews its worth,</br>Must among gentle thoughts and fearless take its birth.", "This vital world, this home of happy spirits,</br>Was as a dungeon to my blasted kind,</br>All that despair from murdered hope inherits</br>They sought, and in their helpless misery blind,</br>A deeper prison and heavier chains did find,</br>And stronger tyrants: &mdash; a dark gulph before,</br>The realm of a stern Ruler, yawned; behind,</br>Terror and Time conflicting drove, and bore</br>On their tempestuous flood the shrieking wretch from shore.", "Out of that Ocean's wrecks had Guilt and Woe</br>Framed a dark dwelling for their homeless thought,</br>And, starting at the ghosts which to and fro</br>Glide o'er its dim and gloomy strand, had brought</br>The worship thence which they each other taught.</br>Well might men loathe their life, well might they turn</br>Even to the ills again from which they sought</br>Such refuge after death! &mdash; well might they learn</br>To gaze on this fair world with hopeless unconcern!", "For they all pined in bondage:  body and soul,</br>Tyrant and slave, victim and torturer, bent</br>Before one Power, to which supreme controul</br>Over their will by their own weakness lent,</br>Made all its many names omnipotent;</br>All symbols of things evil, all divine;</br>And hymns of blood or mockery, which rent</br>The air from all its fanes, did intertwine</br>Imposture's impious toils round each discordant shrine.", "I heard as all have heard, life's various story,</br>And in no careless heart transcribed the tale;</br>But, from the sneers of men who had grown hoary</br>In shame and scorn, from groans of crowds made pale</br>By famine, from a mother's desolate wail</br>O'er her polluted child, from innocent blood</br>Poured on the earth, and brows anxious and pale</br>With the heart's warfare; did I gather food</br>To feed my many thoughts:  a tameless multitude!", "I wandered thro' the wrecks of days departed</br>Far by the desolated shore, when even</br>O'er the still sea and jagged islets darted</br>The light of moonrise; in the northern Heaven,</br>Among the clouds near the horizon driven,</br>The mountains lay beneath one planet pale;</br>Around me, broken tombs and columns riven</br>Looked vast in twilight, and the sorrowing gale</br>Waked in those ruins grey its everlasting wail!", "I knew not who had framed these wonders then,</br>Nor, had I heard the story of their deeds;</br>But dwellings of a race of mightier men,</br>And monuments of less ungentle creeds</br>Tell their own tale to him who wisely heeds</br>The language which they speak; and now, to me</br>The moonlight making pale the blooming weeds,</br>The bright stars shining in the breathless sea,</br>Interpreted those scrolls of mortal mystery.", "Such man has been, and such may yet become!</br>Aye, wiser, greater, gentler, even than they</br>Who on the fragments of yon shattered dome</br>Have stamped the sign of power &mdash; I felt the sway</br>Of the vast stream of ages bear away</br>My floating thoughts &mdash; my heart beat loud and fast&mdash;</br>Even as a storm let loose beneath the ray</br>Of the still moon, my spirit onward past</br>Beneath truth's steady beams upon its tumult cast.", "It shall be thus no more!  too long, too long,</br>Sons of the glorious dead, have ye lain bound</br>In darkness and in ruin. &mdash; Hope is strong,</br>Justice and Truth their winged child have found&mdash;</br>Awake!  arise!  until the mighty sound</br>Of your career shall scatter in its gust</br>The thrones of the oppressor, and the ground</br>Hide the last altar's unregarded dust,</br>Whose Idol has so long betrayed your impious trust.", "It must be so &mdash; I will arise and waken</br>The multitude, and like a sulphurous hill,</br>Which on a sudden from its snows has shaken</br>The swoon of ages, it shall burst and fill</br>The world with cleansing fire:  it must, it will&mdash;</br>It may not be restrained! &mdash; and who shall stand</br>Amid the rocking earthquake stedfast still,</br>But Laon?  on high Freedom's desert land</br>A tower whose marble walls the leagued storms withstand!", "One summer night, in commune with the hope</br>Thus deeply fed, amid those ruins grey</br>I watched, beneath the dark sky's starry cope;</br>And ever from that hour upon me lay</br>The burthen of this hope, and night or day,</br>In vision or in dream, clove to my breast:</br>Among mankind, or when gone far away</br>To the lone shores and mountains, 'twas a guest</br>Which followed where I fled, and watched when I did rest.", "These hopes found words thro' which my spirit sought</br>To weave a bondage of such sympathy,</br>As might create some response to the thought</br>Which ruled me now &mdash; and as the vapours lie</br>Bright in the out-spread morning's radiancy,</br>So were these thoughts invested with the light</br>Of language:  and all bosoms made reply</br>On which its lustre streamed, whene'er it might</br>Thro' darkness wide and deep those tranced spirits smite.", "Yes, many an eye with dizzy tears was dim,</br>And oft I thought to clasp my own heart's brother.</br>When I could feel the listener's senses swim,</br>And hear his breath its own swift gaspings smother</br>Even as my words evoked them &mdash; and another,</br>And yet another, I did fondly deem,</br>Felt that we all were sons of one great mother;</br>And the cold truth such sad reverse did seem,</br>As to awake in grief from some delightful dream.", "Yes, oft beside the ruined labyrinth</br>Which skirts the hoary caves of the green deep,</br>Did Laon and his friend on one grey plinth,</br>Round whose worn base the wild waves hiss and leap,</br>Resting at eve, a lofty converse keep:</br>And that this friend was false, may now be said</br>Calmly &mdash; that he like other men could weep</br>Tears which are lies, and could betray and spread</br>Snares for that guileless heart which for his own had bled.", "Then, had no great aim recompensed my sorrow,</br>I must have sought dark respite from its stress</br>In dreamless rest, in sleep that sees no morrow&mdash;</br>For to tread life's dismaying wilderness</br>Without one smile to cheer, one voice to bless,</br>Amid the snares and scoffs of human kind,</br>Is hard &mdash; but I betrayed it not, nor less</br>With love that scorned return, sought to unbind</br>The interwoven clouds which make its wisdom blind.", "With deathless minds which leave where they have past</br>A path of light, my soul communion knew;</br>Till from that glorious intercourse, at last,</br>As from a mine of magic store, I drew</br>Words which were weapons; &mdash; round my heart there grew</br>The adamantine armour of their power,</br>And from my fancy wings of golden hue</br>Sprang forth &mdash; yet not alone from wisdom's tower,</br>A minister of truth, these plumes young Laon bore.", "I had a little sister, whose fair eyes</br>Were loadstars of delight, which drew me home</br>When I might wander forth; nor did I prize</br>Aught human thing beneath Heaven's mighty dome</br>Beyond this child:  so when sad hours were come,</br>And baffled hope like ice still clung to me,</br>Since kin were cold, and friends had now become</br>Heartless and false, I turned from all, to be,</br>Cythna, the only source of tears and smiles to thee.", "What wert thou then?  A child most infantine,</br>Yet wandering far beyond that innocent age</br>In all but its sweet looks and mien divine;</br>Even then, methought, with the world's tyrant rage</br>A patient warfare thy young heart did wage,</br>When those soft eyes of scarcely conscious thought,</br>Some tale, or thine own fancies would engage</br>To overflow with tears, or converse fraught</br>With passion, o'er their depths its fleeting light had wrought.", "She moved upon this earth a shape of brightness,</br>A power, that from its objects scarcely drew</br>One impulse of her being &mdash; in her lightness</br>Most like some radiant cloud of morning dew,</br>Which wanders thro' the waste air's pathless blue,</br>To nourish some far desert:  she did seem</br>Beside me, gathering beauty as she grew,</br>Like the bright shade of some immortal dream</br>Which walks, when tempest sleeps, the wave of life's dark stream.", "As mine own shadow was this child to me,</br>A second self, far dearer and more fair;</br>Which clothed in undissolving radiancy,</br>All those steep paths which languor and despair</br>Of human things, had made so dark and bare,</br>But which I trod alone &mdash; nor, till bereft</br>Of friends, and overcome by lonely care</br>Knew I what solace for that loss was left,</br>Though by a bitter wound my trusting heart was cleft.", "Once she was dear, now she was all I had</br>To love in human life, this sister sweet,</br>This child of twelve years old &mdash; so she was made</br>My sole associate, and her willing feet</br>Wandered with mine where earth and ocean meet,</br>Beyond the aerial mountains whose vast cells</br>The unreposing billows ever beat,</br>Thro' forests wide and old, and lawny dells,</br>Where boughs of incense droop over the emerald wells.", "And warm and light I felt her clasping hand</br>When twined in mine:  she followed where I went,</br>Thro' the lone paths of our immortal land.</br>It had no waste, but some memorial lent</br>Which strung me to my toil &mdash; some monument</br>Vital with mind:  then, Cythna by my side,</br>Until the bright and beaming day were spent,</br>Would rest, with looks entreating to abide,</br>Too earnest and too sweet ever to be denied.", "And soon I could not have refused her &mdash; thus</br>For ever, day and night, we two were ne'er</br>Parted, but when brief sleep divided us:</br>And when the pauses of the lulling air</br>Of noon beside the sea, had made a lair</br>For her soothed senses, in my arms she slept,</br>And I kept watch over her slumbers there,</br>While, as the shifting visions o'er her swept,</br>Amid her innocent rest by turns she smiled and wept.", "And, in the murmur of her dreams was heard</br>Sometimes the name of Laon: &mdash; suddenly</br>She would arise, and like the secret bird</br>Whom sunset wakens, fill the shore and sky</br>With her sweet accents &mdash; a wild melody!</br>Hymns which my soul had woven to Freedom, strong</br>The source of passion whence they rose, to be;</br>Triumphant strains, which, like a spirit's tongue,</br>To the inchanted waves that child of glory sung.", "Her white arms lifted thro' the shadowy stream</br>Of her loose hair &mdash; oh, excellently great</br>Seemed to me then my purpose, the vast theme</br>Of those impassioned songs, when Cythna sate</br>Amid the calm which rapture doth create</br>After its tumult, her heart vibrating,</br>Her spirit o'er the ocean's floating state</br>From her deep eves far wandering, on the wing</br>Of visions that were mine, beyond its utmost spring.", "For, before Cythna loved it, had my song</br>Peopled with thoughts the boundless universe,</br>A mighty congregation, which were strong</br>Where'er they trod the darkness to disperse</br>The cloud of that unutterable curse</br>Which clings upon mankind: &mdash; all things became</br>Slaves to my holy and heroic verse,</br>Earth, sea and sky, the planets, life and fame</br>And fate, or whate'er else binds the world's wondrous frame.", "And this beloved child thus felt the sway</br>Of my conceptions, gathering like a cloud</br>The very wind on which it rolls away:</br>Her's too were all my thoughts, ere yet endowed</br>With music and with light, their fountains flowed</br>In poesy; and her still and earnest face,</br>Pallid with feelings which intensely glowed</br>Within, was turned on mine with speechless grace,</br>Watching the hopes which there her heart had learned to trace.", "In me, communion with this purest being</br>Kindled intenser zeal, and made me wise</br>In knowledge, which in her's mine own mind seeing,</br>Left in the human world few mysteries:</br>How without fear of evil or disguise</br>Was Cythna! &mdash; what a spirit strong and mild,</br>Which death, or pain or peril could despise,</br>Yet melt in tenderness!  what genius wild</br>Yet mighty, was inclosed within one simple child!", "New lore was this &mdash; old age with its grey hair,</br>And wrinkled legends of unworthy things,</br>And icy sneers, is nought:  it cannot dare</br>To burst the chains which life for ever flings</br>On the entangled soul's aspiring wings,</br>So is it cold and cruel, and is made</br>The careless slave of that dark power which brings</br>Evil, like blight on man, who still betrayed,</br>Laughs o'er the grave in which his living hopes are laid.", "Nor are the strong and the severe to keep</br>The empire of the world:  thus Cythna taught</br>Even in the visions of her eloquent sleep,</br>Unconscious of the power thro' which she wrought</br>The woof of such intelligible thought,</br>As from the tranquil strength which cradled lay</br>In her smile-peopled rest, my spirit sought</br>Why the deceiver and the slave has sway</br>O'er heralds so divine of truth's arising day.", "Within that fairest form, the female mind</br>Untainted by the poison clouds which rest</br>On the dark world, a sacred home did find:</br>But else, from the wide earth's maternal breast,</br>Victorious Evil, which had dispossess</br>All native power, had those fair children torn,</br>And made them slaves to soothe his vile unrest,</br>And minister to lust its joys forlorn,</br>Till they had learned to breathe the atmosphere of scorn.", "This misery was but coldly felt, till she</br>Became my only friend, who had indued</br>My purpose with a wider sympathy;</br>Thus, Cythna mourned with me the servitude</br>In which the half of humankind were mewed</br>Victims of lust and hate, the slaves of slaves,</br>She mourned that grace and power were thrown as food</br>To the hyena lust, who, among graves,</br>Over his loathed meal, laughing in agony, raves.", "And I, still gazing on that glorious child,</br>Even as these thoughts flushed o'er her: &mdash; \"Cythna sweet,</br>Well with the world art thou unreconciled;</br>Never will peace and human nature meet</br>Till free and equal man and woman greet</br>Domestic peace; and ere this power can make</br>In human hearts its calm and holy seat;</br>This slavery must be broken\" &mdash; as I spake,</br>From Cythna's eyes a light of exultation brake.", "She replied earnestly: &mdash; \"It shall be mine,</br>This task, mine, Laon! &mdash; thou hast much to gain;</br>Nor wilt thou at poor Cythna's pride repine,</br>If she should lead a happy female train</br>To meet thee over the rejoicing plain,</br>When myriads at thy call shall throng around</br>The Golden City.\" &mdash; Then the child did strain</br>My arm upon her tremulous heart, and wound</br>Her own about my neck, till some reply she found.", "I smiled, and spake not &mdash; \"wherefore dost thou smile</br>At what I say?  Laon, I am not weak,</br>And though my cheek might become pale the while,</br>With thee, if thou desirest, will I seek</br>Through their array of banded slaves to wreak</br>Ruin upon the tyrants.  I had thought</br>It was more hard to turn my unpractised cheek</br>To scorn and shame, and this beloved spot</br>And thee, O dearest friend, to leave and murmur not.", "\"Whence came I what I am?  thou, Laon, knowest</br>How a young child should thus undaunted be;</br>Methinks, it is a power which thou bestowest,</br>Through which I seek, by most resembling thee,</br>So to become most good, and great and free,</br>Yet far beyond this Ocean's utmost roar</br>In towers and huts are many like to me,</br>Who, could they see thine eyes, or feel such lore</br>As I have learnt from them, like me would fear no more.", "\"Think'st thou that I shall speak unskilfully,</br>And none will heed me?  I remember now,</br>How once, a slave in tortures doomed to die,</br>Was saved, because in accents sweet and low</br>He sung a song his Judge loved long ago,</br>As he was led to death. &mdash; All shall relent</br>Who hear me &mdash; tears as mine have flowed, shall flow,</br>Hearts beat as mine now beats, with such intent</br>As renovates the world; a will omnipotent!", "\"Yes, I will tread Pride's golden palaces,</br>Thro' Penury's roofless huts and squalid cells</br>Will I descend, where'er in abjectness</br>Woman with some vile slave her tyrant dwells,</br>There with the music of thine own sweet spells</br>Will disinchant the captives, and will pour</br>For the despairing, from the crystal wells</br>Of thy deep spirit, reason's mighty lore,</br>And power shall then abound, and hope arise once more.", "\"Can man be free if woman be a slave?</br>Chain one who lives, and breathes this boundless air</br>To the corruption of a closed grave!</br>Can they whose mates are beasts, condemned to bear</br>Scorn, heavier far than toil or anguish, dare</br>To trample their oppressors?  in their home</br>Among their babes, thou knowest a curse would wear</br>The shape of woman &mdash; hoary Crime would come</br>Behind, and Fraud rebuild religion's tottering dome.", "\"I am a child: &mdash; I would not yet depart.</br>When I go forth alone, bearing the lamp</br>Aloft which thou hast kindled in my heart,</br>Millions of slaves from many a dungeon damp</br>Shall leap in joy, as the benumbing cramp</br>Of ages leaves their limbs &mdash; no ill may harm</br>Thy Cythna ever &mdash; Truth its radiant stamp</br>Has fixed, as an invulnerable charm</br>Upon her children's brow, dark Falsehood to disarm.", "\"Wait yet awhile for the appointed day&mdash;</br>Thou wilt depart, and I with tears shall stand</br>Watching thy dim sail skirt the ocean grey;</br>Amid the dwellers of this lonely land</br>I shall remain alone &mdash; and thy command</br>Shall then dissolve the world's unquiet trance,</br>And, multitudinous as the desert sand</br>Borne on the storm, its millions shall advance,</br>Thronging round thee, the light of their deliverance.", "\"Then, like the forests of some pathless mountain,</br>Which from remotest glens two warring winds</br>Involve in fire, which not the loosened fountain</br>Of broadest floods might quench, shall all the kinds</br>Of evil, catch from our uniting minds</br>The spark which must consume them; &mdash; Cythna then</br>Will have cast off the impotence that binds</br>Her childhood now, and thro' the paths of men</br>Will pass, as the charmed bird that haunts the serpent's den.", "\"We part! &mdash; O Laon, I must dare nor tremble</br>To meet those looks no more! &mdash; Oh, heavy stroke,</br>Sweet brother of my soul!  can I dissemble</br>The agony of this thought?\" &mdash; As thus she spoke</br>The gathered sobs her quivering accents broke,</br>And in my arms she hid her beating breast.</br>I remained still for tears &mdash; sudden she woke</br>As one awakes from sleep, and wildly prest</br>My bosom, her whole frame impetuously possest.", "\"We part to meet again &mdash; but yon blue waste,</br>Yon desert wide and deep holds no recess,</br>Within whose happy silence, thus embraced</br>We might survive all ills in one caress:</br>Nor doth the grave &mdash; I fear 'tis passionless&mdash;</br>Nor yon cold vacant Heaven: &mdash; we meet again</br>Within the minds of men, whose lips shall bless</br>Our memory, and whose hopes its light retain</br>When these dissevered bones are trodden in the plain.\"", "I could not speak, tho' she had ceased, for now</br>The fountains of her feeling, swift and deep,</br>Seemed to suspend the tumult of their flow;</br>So we arose, and by the star-light steep</br>Went homeward &mdash; neither did we speak nor weep,</br>But pale, were calm with passion &mdash; thus subdued</br>Like evening shades that o'er the mountains creep,</br>We moved towards our home; where, in this mood,</br>Each from the other sought refuge in solitude.", ""]