["O Baskerville!  in whom, tho' rare, unite</br>The spirit of industry, and eke the ray</br>Of bright inventive genius; while I write</br>Do thou with candor listen to the lay,</br>Which to fair Birmingham the muse shall pay;</br>Masking beneath a fable's thin disguise</br>The virtues its inhabitants display;</br>Those virtues whence their fame, their riches rise,</br>Their nice mechanick arts, their various merchandize.", "On Avon's winding bank, with flowers besprent,</br>Whilome y dwelt a thrifty sober swaine;</br>On care and labour aye was he intent,</br>And lowing herds, and flocks upon the plain,</br>And plenteous crops, rewarded well his pain.</br>Cheap his attire, and frugal were his meals,</br>His baggs were swell'd with no dishonest gain;</br>A hard rough hand his source of wealth reveals,</br>Ne idle hours he knows, ne weariness he feels.", "Hight Industry was he, of parents poor;</br>But soon by labour he removen had</br>Their poverty, and from his well-got store,</br>Their aged limbs with decency y clad.</br>Yet now, alas!  their bosoms waxen sad,</br>That he, their only child, ne wise essays,</br>Ne little grandlings brought, their hearts to glad</br>With idle parlance, and with childish plays</br>To cheer, and lengthen out the evening of their days.", "But near at hand, in bower of jessemy</br>And roses, nature's beauties mixt with art,</br>A maiden dwelt, so fair that only she</br>Was theme of every tongue, and every heart:</br>Yet few to gain her love mought boast desert,</br>Sith, to her beauty join'd, was clearly seen</br>A wit so bright, a mind with every part</br>Of science so illum'd, that well I ween,</br>Her meed in auncient Greece had bin the muses queen.", "All in the clear conception of her mind</br>The fairest forms of things depainted were;</br>And the least shade of difference she would find</br>'Twixt every object brought into compare.</br>Grace still distinguish'd her productions rare</br>From those of common artists.  Her nice hand</br>Obedient was to execute, with care</br>And elegance, her fancy's least command:</br>Genie y clep't she was, admir'd by all the land.", "It chanc'd, as on a day the careful wight,</br>On hill and dale, in field and meadow, sought</br>A wandering ewe, stray'd from his flock by night,</br>That fortune to her bower his footsteps brought:</br>He gaz'd, admir'd, and soon her beauty wrought</br>His heart to love; he woo'd the peerless maid,</br>And long with humble zeal her smile besought.</br>The blush of yielding beauty modesty betray'd</br>At length her vanquish'd heart, and mutual love display'd.", "This happy union soon produc'd a race</br>Of docile sons, in whom the mother's mind,</br>Inventive wit, and all-adorning grace,</br>Shone with the father's perseverance join'd.</br>And now, to social amity inclin'd,</br>A tradeful town they build, hight Birmingham,</br>Where still their busy offspring dwell combin'd,</br>Whose useful thewes, and matchless arts proclaim,</br>To all th' admiring world, from what rare stock they came.</br>"]