["The Muse, which taught the Theban Swan</br>To stretch his Silver wings, and soar</br>Where Vulgar Pinions never can,</br>In Regions of the Sky, unknown before:</br>She, Queen of Numbers, who could raise</br>The Voice of PRIOR to a pitch so high,</br>As might with envy'd Cowley vye,</br>When list'ning to his Lays,</br>Old smiling Janus blest the new-born Century.</br>Now from her Airy Bower descends,</br>(Not always the Companion of the Great)</br>To honour Things of meaner state,</br>And to My Song attentive bends.</br>As Cytherea's feign'd to fly</br>From amorous Gods, and leave the Sky,</br>To bless with a Divine embrace</br>Some Favourite of Mortal Race,</br>And there disclose the Lustre of her Eye,</br>And each Ambrosial Grace.", "II.</br>She calls me with a Voice, as would excell</br>Th' Orphean, could the golden Lyre</br>And charming Tongue again conspire</br>To vindicate Eurydice from Hell.</br>Lo!  from this abject Earth she seems to bear</br>Me, through untrodden Air.</br>Like Virgil's Fame, she flies</br>O'er tracts of Sea, and spacious Land,</br>Where-e're Nassovian Arms command,</br>Her Foot upon the Ground, her Head above the Skies,</br>There views the Desert Aether round; a Place</br>Where Nothing lives, the blue, expanded Space</br>There sees the Stars, which rule the Night,</br>Which in the Sky, like a Republick, sway</br>With scattered and imperfect Light,</br>Whose Beams more happily unite</br>In the Great Monarch of the Day.", "III.</br>Not all the rowling Lamps above will dare</br>With the Phebean to compare.</br>Nor can th' united Wit of Man below</br>With all his fondness and pretence</br>To Business, Management and Sense,</br>Such Universal Rays bestow</br>As the NASSOVIAN Influence.</br>Whether He leave his Native seat</br>To warm us with his kindly heat:</br>Or if He please to lift the Dart</br>And take Religion's injur'd part.</br>Like that Young God he flies, by Homer sung,</br>Descending from Olympus, to the Aid,</br>Of the wrong'd Priest, and ravish'd Maid,</br>When the vindictive Quiver on his shoulders hung,</br>And from his silver Bow the poison'd Arrow rung.</br>Fond Agamemnon!  to provoke</br>Apollo's pestilential stroke.</br>What Heroes thro' Thy Passion slain</br>Of Thee in Stygian Groves complain!</br>Of Thee, whose blinded Lust could dare</br>The Pious Virgin to detain,</br>And combat against Innocence and Prayer.", "IV.</br>Wrongs to Revenge, and Succour the Distrest,</br>William was always nigh,</br>At the soft warning of a Sigh,</br>To thousand Ills expos'd his Valiant Breast.</br>Oppression trembled at his Sight,</br>And sunk into the Womb of Night,</br>Too impotent to bear so great a Light.</br>Soon as that Hydra, Faction, rose,</br>She saw, and stagger'd at his dazling shine,</br>Nor durst her Multiplying Heads oppose</br>To Vertue so Divine.</br>For William, if his Counsel Fails,</br>Shakes but his Thunder, and prevails.</br>If on the Gallick or the Northern Shore,</br>From Oaken Walls his Cannons rore.</br>He frights the bold, presumptuous Crew,</br>As Ancient Jove is said to do.</br>When he hurl'd Typhon from th' affected Skies</br>To bellow under Aetna; where,</br>Bruis'd with the marks of Heav'nly Wrath, he fries</br>In rowling Sulphur, and when e're</br>He shifts his brawny side below,</br>Above he shakes th' Eternal Snow.</br>Still eager to renew his Ancient War,</br>Still to retort new Mountains at the Thunderer.", "V.</br>In vain he tosses Fire, in vain</br>He bites his Adamantine Chain,</br>Struggles with Heav'n's Decree, and Everlasting Pain.</br>Just Penance!  for the Wretch who dare,</br>War against the Gods declare.</br>Tho' to the Vulgar this a Fable seem,</br>Or some Poetic, Idle Dream.</br>Dorset, sagacious Hallifax, and Those</br>To whom the Muse her Secrets does betray,</br>Whom She instructs in her mysterious way,</br>This dark Aenigma can disclose;</br>And with Lyncean Eye,</br>Conceal'd to meaner Sight the Depth of this Vast Stream discry.</br>In Typhon They behold the Fall</br>Of the Vain Russian, and ambitious Gaul.</br>This th' unhewn Muscovite can tell,</br>Who struck with Swedish Lightning, fell</br>Down from his Airy Steep, to prove</br>Ten thousand Gyants are no odds to Jove.</br>Imperious Death!  on that Triumphant Day,</br>How didst Thou feast!  how riot on thy Prey!</br>When Charles, like a Gustavus, rose</br>And through arm'd Myriads of his Foes</br>Mow'd his Victorious Way.</br>Let Narva tell, how many Leagues the Slain</br>Lay dismembred on the Plain,</br>Tell, how her Waters blush'd with an inglorious Stain.", "VI.</br>Nor stops the Northern Worthy here,</br>Swiftly he urges on his fiery Career,</br>Th' Apostate Saxon quakes, and warlike Polander.</br>So early Charles pursues</br>The steps of William, and creates new business for the Muse.</br>Next to Godlike William's Name,</br>In th' Eternal Book of Fame</br>Write him, O Clio, and prepare a place</br>Among the Heroes of Immortal Race,</br>In Valours Temple let him sit</br>With Roman Julius, or our great Plantagenet;</br>Let all to the Nassovian Name Submit.</br>All to Superiour Greatness bow,</br>Bring Olive to his Hands, and Laurel to his Brow.</br>Tell us, who at the Twentyeth Summer run</br>The Course of Fame, when Philip's Son</br>With all his hopes in Prophecy begun.</br>Propp'd on his Genius, William leads</br>To Conquest, and Heroic Deeds,</br>Nor Oracle, nor Omen needs;</br>Nor Armour to defend his Breast,</br>Such as Rome's boasted Father wore,</br>Or such as stern Pelides bore,</br>At the Sea-Godess's Request.</br>Or such as to the British Arthur did belong,</br>By whose inchanted blaze, in Spencer's Song,</br>The cursed Paynim fell; while Saxons mourn</br>The Desolation of his Flaming Calliburn.</br>No:  it is less than William, to desire</br>A magick Shield, or Sword, or Dart</br>At Lemnos forg'd in Vulcan's fire,</br>Or charm'd by Merlin's horrid Art;</br>No Armour like his Cause, no Weapon like his Heart.", "VII.</br>Whether the Princely Youth ingage</br>With Luxemburg's experienc'd Age,</br>Or with cool Wisdom temper Conde's Rage,</br>No Forces could unhinge his Mind,</br>No Arts his cautious steps inclose,</br>Arts, which his Generous Soul declin'd,</br>And piti'd in his Foes.</br>So thinly spun is Human sleight!</br>So feeble is Borbonian Wit,</br>When aim'd at Heav'n's peculiar Favourite!</br>Batavia, witness how Thy Heroe flew</br>To snatch Thee, like a flaming Brand,</br>From the fierce Ravager's destroying hand,</br>Thy Provinces reseize, Thy Liberty renew.</br>As a brave Eagle, when she finds the Nest</br>Robb'd, where her future Heroes us'd to rest,</br>Stays not to mourn, but through the Liquid Sky</br>Sails with full Wing to seek her Barb'rous Enemy,</br>She does at last the greedy Vulture spy</br>Lodg'd on some Mountain's top, or lofty Tree,</br>A helpless, undefending Sanctuary.</br>People below with wonder and affright</br>Behold the Noble Fight.</br>But She, who must Jove's Thunder bear,</br>Buffets the Dastard, and redeems the Prey,</br>And gives sure Omens of a better Day,</br>When, ripening to the Strength and Force</br>Of her Imperial Ancestors,</br>She shall the struggling Dragon dare,</br>Provok'd by Hunger, or the Thirst of War,</br>And lead her Triumph o'er the wide Dominions of the Air.", "VIII.</br>Lo!  from the well hatch'd Seeds of Time, what Fate</br>Had registred To Be, the Months and Days</br>Leap forth in all their decency, and Rays,</br>Miraculously bright and great,</br>And all the future Year's reserv'd for WILLIAM's Praise.</br>Enough of Actions past; now look,</br>My Muse, in thy Mysterious Book;</br>Rowl o'er the next Immortal Page,</br>And View what's destin'd for maturer Age.</br>I see it:  'tis a vast Herculean Task</br>Which will Collected William ask.</br>Descend, O Clio, and if near the Stream</br>Of Father Cam, or Isis you delight</br>To bless the sacred Poet's Dream,</br>And succour his Auspicious Flight.</br>Or with thy Voice, or with thy Strings</br>Lament the Funeral of Kings.</br>See!  a large Field lies open to thy View,</br>And the whole World is thy Purliew.</br>Whether the Eastern Islands you behold,</br>Or Western Mexico, or rich Peru,</br>(The fertil Womb of fatal Gold)</br>All mourning for the Monarch lost, and fearing for the New.", "IX.</br>We call him happy, who is doom'd to wear</br>A Diadem besieg'd with care.</br>Mistaken Notion!  not to know</br>What Thorns on Crowns and Scepters grow,</br>The splendid Ornaments of pompous Woe.</br>Is it for this perfidious Bourbon's Pride</br>Would o'er insulted Nations Ride,</br>And sail to Empire through a Sanguine Tide?</br>For this so many Leagues he breaks,</br>For this so many Widows makes;</br>For this so oft the Virgin sighs,</br>So oft his Iron Hand has wrung</br>Tears from the humble Shepherds Eyes,</br>And Curses from his Tongue.", "X.</br>Beauteous Iberia!  once a potent State,</br>Magnificent and Fortunate!</br>With Thy own Indies Thou art sold,</br>And wilt, I fear, repent, as Midas did of old,</br>Thy Thirst and Avarice of Gold.</br>How often wilt Thou wish in vain</br>For the grim Moor, the Suevian, or Alane,</br>The Vandal or the Goth, a milder Reign?</br>They, like a Torrent, pouring from a Hill,</br>And boistrous as the North, from whence they came,</br>Ravage Thy Lands, and all thy Countries fill</br>With Slaughter, and depopulating Flame.</br>Th' intriguing Gaul, like a dissembling Sea,</br>Whose Smiling waters steal below the ground</br>Eats under, the Foundation to betray,</br>Taught through the weaken'd Earth to work it's way,</br>And with a bursting Quake the tottering Ball confound.", "XI.</br>For this Europa, like a Sacrifice,</br>The Sword just lifted, on the Altar lies;</br>Hark!  how she knocks her Lovely Breast, and wounds the Suffering Skies.</br>Like that Phaenician Dame,</br>From whence she drew her Name,</br>When the lascivious and Impostor-God,</br>Laid down his Heav'nly Arms, and that commanding Nod,</br>With which he rules the Powers Above,</br>Degrading his Divinity for Love.</br>When on his milky Shoulders through the Sea,</br>He bore His beauteous, panting Prey.</br>In vain on the Sidonian Strand</br>Her fellow Virgins weeping stand;</br>In vain to th' unattentive Sky</br>Europa lifts her snowy hand,</br>And calls on Jove; but thinks not Jove so nigh.</br>With the false Waves the traiterous Winds conspire</br>Against th' afflicted Fair,</br>To gratifie th' Immortal Thief's desire,</br>And blow each gentle sigh away, and each ingaging Prayer,</br>But O, Europa, now forget to fear,</br>For in his own Majestick shape.</br>Behold thy better Jupiter appear,</br>Not to beguile Thee to a Rape,</br>But save Thee from the Ravisher.", "XII.</br>That Gallick Pride, which many years has strove</br>To satisfie his large, insatiate Love,</br>Still like the fabled Heav'nly Lust of old,</br>Try'd all his Strength, and all his Charms,</br>To grasp the Virgin to his Arms.</br>He shook his Thunder, and he rain'd his Gold.</br>Till long-departed Justice came below,</br>With awful step she march'd, and dreadful to behold,</br>Like the German, stern and bold,</br>Her Vengeance certain, tho' her Motion slow.</br>Lead on, Astraea, thy Triumphant way,</br>And to th' affrighted World display</br>Aloft thy bloody Banner, to chastise</br>Successful Rapine and absolve the Skies.</br>Down from the Alpin Hills her Armies pour,</br>Eridanus is with amazement struck,</br>And wonders why the Mountain shook,</br>Convulsions never felt before,</br>Such Thunder never heard to rore,</br>Since Phaeton fell headlong from the Sky</br>She now no Second Fall can fear,</br>But thinks the God himself is nigh,</br>When she beholds his Eagle there.", "XIII.</br>Let wise Impiety be dumb,</br>Like her own thoughtless Deity become.</br>Which neither rule nor order keeps,</br>But in Eternal ease supinely sleeps.</br>Madness!  behold God's strange Mysterious way,</br>How sure his Arrows fly, no random play;</br>So lingring is his Wrath!  so fatal his Delay!</br>To raise the weak, and mortify the proud,</br>See marching from afar</br>His Ministers of Wrath, a formidable Crowd,</br>With all the horrid clang of a tumultuous War,</br>Fierce as his Lightning, as his Thunder loud.</br>Loud as the Water-falls of Nile,</br>When they with mighty flow</br>Rowl from some Aethiopian Hill,</br>And drown or deafen all below.</br>When Savoy's Eugene and his Fortunes lead the way,</br>O Italy, how frail is Thy Pretence</br>Of Nature's strong and rocky Fence!</br>In vain thy Rivers swell, in vain thy Alps obstruct his stay</br>When He of old to Victory was flown,</br>The Moon of Ottoman began to wane,</br>The Lesser Stars grew pale, which fill'd her Eastern train;</br>Nor does the Turkish Majesty alone,</br>Bow to his Awful Name;</br>But onward marching, his Triumphant Fame</br>Knocks at Versailles, and shakes the Celtick Throne.", "XIV.</br>Where Purple Cruelty in haughty state,</br>Presides, Tyrannically Great:</br>Moves Arbitrary in his Orb of Light,</br>Till urg'd by the Decrees of Fate,</br>From his high Solstice in his fullest blaze</br>He takes his Ignominious flight,</br>Rowls backward his diminish'd Rays,</br>And in succeeding Darkness ends the Glory of his Days.</br>Yet sleep not, Albion; for, with armed Hand</br>And watchful Eyes, thy Foes around thee stand.</br>Nay, thy own Sons, with thy best Blessings fed,</br>Conspire against thy sacred Head,</br>To drive Thee to the last extream;</br>While their black Malice, and ingrateful Wit</br>Does like the Augur's Razor seem,</br>Which cut the Hone that sharpened it.</br>But Heav'n has nodded with a firm consent</br>To guard thy Island from her Cruel Foes,</br>And all their fruitless Treachery prevent</br>Who dare with Force, or golden Arms oppose</br>Thy NAVY, and Thy PARLIAMENT.</br>"]