["From fields of light above the skies,</br>Where soft the gentle breezes blow;</br>And songs of grateful triumph rise,</br>And endless tides of rapture flow:</br>From regions of eternal day,</br>Descend, sweet nymph!  and tune the lay;</br>With thy mild voice each tender passion move,</br>And wake the languid soul to harmony and love.", "Come, with the graces in thy train,</br>In robes of mild refulgence drest;</br>Resume thy long-forgotten reign,</br>And soothe my weary mind to rest;</br>Press'd by the hand of anxious care,</br>To thee I raise the ardent pray'r;</br>On thee with soft complaining voice I call,</br>When heavy on my heart afflictive sources fall.", "Oft have I in the ev'ning hour,</br>When silence listen'd to thy trade,</br>And nature own'd thy magic pow'r</br>Thro' the deep forest's thick'ning shade;</br>By fancy's mazy steps beguil'd,</br>Oft have I sought thee wand'ring wild,</br>In upland lawn, or through the woody scene,</br>Where melancholy holds her sweet, but awful reign.", "Or, all along yon winding stream,</br>That murm'ring thro' the waving reeds,</br>Reflects pale Cynthia's silver gleam</br>Soft glittering o'er the dewy meads;</br>Restless the devious path I've trod</br>That lonely leads to thine abode,</br>To catch the whispers of thy falling voice,</br>That lift the raptur'd mind to high celestial joys.", "But sought in vain &mdash; still o'er my soul,</br>By tragic fear, by sorrow torn,</br>The billows of distraction roll,</br>And leave me wretched and forlorn:</br>In vain &mdash; while anguish wounds the heart,</br>And shakes pale doubt her trembling dart,</br>In vain to thee I turn my eager eye,</br>And from destructive wars ensanguin'd horrors fly.", "But see!  wide spreading to the view</br>The awful blast, the gathering storm,</br>In sable robes of wint'ry hue,</br>All nature's peaceful scenes deform!</br>The tempest hides the face of day,</br>And vivid gleams of light'ning play;</br>While all around dark clouds of sorrow rise,</br>That sweep the desart vast, and rend the troubled skies.", "Ah!  why this elemental strife,</br>This wav'ring scene of inward woe,</br>That glooms the various scenes of life,</br>And sinks my falling spirits low?</br>Shall erring passions vex the mind,</br>For endless scenes of joy design'd?</br>Shall guilt and wild despair in horror frown,</br>Blast ev'ry tender hope, and pour their vengeance down?", "Yet oft attention to the cry,</br>The weary cry of deep distress,</br>The goddess of the gentle eye</br>With smiling hope descends to bless:</br>Array'd in ev'ry winning charm,</br>Calms with her word the angry storm;</br>Stills the rough surges, and the whirlwind's roar,</br>And bids the raging tempest idly vex no more.", "Come to my breast, angelic power!</br>Be thou my guardian and my friend;</br>O kindly chear each lonely hour</br>And all my wand'ring steps attend!</br>And when afflictions raise the sigh</br>Still be thy healing comforts nigh;</br>Still may thy hand my feeble steps renew,</br>Thro' life's perplexing road my journey to pursue.", "And when to shut this peaceful scene</br>Kind death shall other worlds disclose,</br>In mild  composure smile serene,</br>And gently waft to calm repose:</br>Thro' all the horrors of the tomb,</br>Bear me, a stranger, to thy home;</br>To fields of light my wand'ring soul convey,</br>Where bloom thy perfect joys and shines eternal day.</br>"]