["Pity the sorrows of these ancient walls,</br>Now tott'ring hopeless o'er their time-worn base;</br>One stern command, and all their grandeur falls,</br>The last sad relicks of a noble race.", "Ah!  who can tell the changes of his fate,</br>Or trace through rolling years the varying tides?</br>Who can disclose his ever-alt'ring state,</br>Or mark the streamlet, less'ning as it glides?", "In rude magnificence, a massy pile,</br>Triumphant here its Norman banners wav'd,</br>A bulwark bold, array'd in antient style,</br>Whilst gentle Tees its strong foundations lav'd.", "No harbour this for Rapine's dreadful sway,</br>No haughtily baron rul'd indignant here,</br>No trembling peasants lawless lords obey,</br>Or wipe in silence the neglected tear.", "Here other morals find more ample room,</br>Tho' damp'd, alas!  by Superstition's dream;</br>The Gospel penetrates the deadly gloom,</br>And sheds abroad a more instructive gleam.", "Where this small ruin lifts its humble head,</br>And tells the tale of desolating Time,</br>Their lives a race of holy Prelates led,</br>Whose smiles dispell'd the rigour of the clime.", "Bosom'd in trees the Gothic mansion stood,</br>Which grateful shed a sacred gloom around;</br>Its battlements reflected from the flood&mdash;</br>Its deep-trench'd mote a sure defence was found.", "Yet not for war alone these tow'rs were rais'd,</br>Fair peace and loyalty more joys afford;</br>Thro' the broad hall a thousand torches blaz'd,</br>The royal banquet smok'd upon the board.", "Nor yet loud revelry, nor base misrule,</br>(Unseemly sights!) this hallow'd pile confest;</br>From pomp and power, Ambition's dang'rous school,</br>Good Farneham sought it as a place of rest.", "Quick rolls the torrent down the mountain's side</br>When angry clouds the alter'd year deform;</br>Quick ages roll, destructive as the tide,</br>And sweep the scatter'd remnants of the storm.", "Tho' far retir'd, tho' sunk in hoary years,</br>And tending slowly to a mild decay;</br>A cruel spoiler all my glory tears&mdash;</br>Where will not civil discord find its way?", "Now strewn abroad by many an impious hand,</br>Forlorn, deserted my sad ruins lie,</br>Scarce mark the spot of honour's late command,</br>Scarce tell the pitying stranger where to sigh.", "Yet 'midst the wrecks and ravages of Time,</br>Benevolence a sacred trophy rears&mdash;</br>Not propt on bases, sculptur'd stones sublime,</br>But wet with orphan's sympathetic tears.", "Soft verdure crowns the undulating ground,</br>The shepherd's riches deck the rural shed,</br>Nature's first bev'rage sweetly streams around;</br>The infant's suckled, and the hungry fed.</br>"]