["Noble in Nature, great in arms,</br>The Muses patron and thyself a bard,</br>Who sternly rushing from domestic charms</br>And for thy country tow'ring upon guard,</br>As born against the foes of human kind,</br>Preced'st the march alone, and leav'st all rank behind.</br>A little leisure for a thankful heart,</br>It's own peculiar workings to attend,</br>A little leisure to survey the Chart,</br>Of all thy labours bearing to their end;</br>To hail Thee, at the head of all renown,</br>To plan thy private peace, and weave thy laurel crown.", "The Fame of DRAPER is a pile</br>Of God's erecting in th' embattled field;</br>An English fabrick in the Roman stile,</br>To which all meaner elevations yield;</br>What ho!  ye brave lieutenants of the van,</br>Within a thousand furlongs not a single man.</br>My Muse is somewhat stronger than she was,</br>In spite of long calamity and time,</br>Arouse, Arouse ye!  is there not a cause?</br>Arouse ye lively spirits of my prime!</br>Breathe, breathe upon the lyre thy parting breath,</br>There is no thought of him but triumphs over death.", "Ye boys of Eton take your theme,</br>That heroes from heroic fathers come;</br>Ye sons of learned Granta draw the scheme</br>Of Archimedes, on the warriour's drum:</br>No more let champions scorn the man of parts,</br>For DRAPER comes like MARLBRO' from the school of arts.</br>O early train'd and practis'd in desert,</br>The son of emulation from the womb,</br>In antient arms and eloquence expert;</br>And student of the themes of Greece and Rome,</br>Thou chose ACHILLES from th' Homeric throng,</br>Who sinks beneath thy deeds, tho' rais'd upon thy song.", "A CHRISTIAN HERO is a name</br>To bards of Classic eminence unknown,</br>A heroe, that prefers a higher claim</br>To God's applause, his country's and his own;</br>That those who, tho' the mirrour of their days,</br>Nor knew the Prince of Worth, nor principle of praise.</br>Advance, advance a little higher still&mdash;</br>Th' Ideas of an Englishman advance!</br>Advance above his meaner strength or skill;</br>Who solely grasps his pen or shakes his lance.</br>Thy talent ever flows to learning's hoard,</br>And bore to leisure fruit 'midst peril and the sword.", "O ENGLISH aspect name and soul,</br>All ENGLISH to our joyful ears and eyes!</br>Thy chariot clearly risk'd upon the goal</br>Has brought Thee winner for the Martial Prize;</br>And interval on interval succeeds,</br>Before thy second comes to signify his deeds.</br>A note above the Epic trumpet's reach</br>Beyond the compass of the various lyre,</br>The song of all thy deeds, which sires shall teach</br>Their children active prowess to inspire.&mdash;</br>Thou art a Master &mdash; whose exploits shall warm,</br>The valiant yet to come, and future heroes form.", "It is an honest book, that writes</br>Thy name as worthy honourable lot,</br>For fair and faithful thy detail recites,</br>The merits of thy brethren on the spot;</br>From gallant MONSON foremost of th' array,</br>To him that came the last, yet help'd to win the day.</br>What tho' no sense of gratitude be shown</br>As heretofore, to chiefs of meaner rank;</br>No mason knew thy figure from a stone,</br>Or painter daubt thee staring on a plank;</br>No groupe of Aldermen proclaim thee free,</br>And in the Tayler's College give thee thy degree?", "What tho' no bonfires be display'd,</br>Nor windows light up the nocturnal scene;</br>What tho' the merry ringer is not paid,</br>Nor rockets shoot upon the still SERENE;</br>Tho' no matross upon the rampart runs,</br>To send out thy report from loud redoubling guns?</br>What tho' thy precious health does not go round,</br>Where'er the gormandizing sinner dines;</br>Thy name be kept in secrecy profound,</br>O'er female converse and loquacious wines;</br>What tho' th' astonish'd rustic does not fawn,</br>On DRAPER made of wax, or on the bellows drawn?", "No coin the medalists devise,</br>With thankful captives crowding the Reverse;</br>Or Plutus leading Merit to the prize,</br>Or ALBION wailing MORE'S untimely hearse;</br>What tho' no bawling ballad singers rend</br>The skies with joy for thee, or dirges for thy friend?</br>Not monumental marble or the life</br>Upon the rival canvass aptly feign'd,</br>Nor City-speaker, licensed by his wife,</br>To skrew up panegyric bridg'd and strain'd;</br>Not glass adorn with mottos and with boughs,</br>Nor fires that light the mob to roar and to carouse.", "Not the round peal or guns salute,</br>Pronouncing still that DRAPER is the toast;</br>Not youth and blooming beauty, bearing fruit</br>To Justice, as they make A MAN their boast;</br>Not Salmon's wax-work or the hackney muse,</br>Not all the prose and verse of all the Grub-street news.</br>Not any thing they have denied to Thee,</br>Is half so great as that which you possess;</br>The patriot's hand, the honest parson's knee,</br>And the GREAT BRITISH MONARCH'S love express;</br>And if I may presume upon my mite,</br>This rough unbidden verse, that aims to do thee right.", "Stupendous, surely, is thy chance,</br>If such a man as thou shou'd be despis'd;</br>Advance &mdash; thy fav'rite word &mdash; advance, advance</br>To take thy rank and worthies in the skies;</br>The Captain of ten thousand in the sphere,</br>Where Michael draws the sword or throws the glitt'ring spear.</br>Thyself and seed for which there is no doom,</br>Race rising upon race in goodly pride;</br>Shall ever flourish root, and branch, and bloom,</br>Shall flourish tow'ring high and spreading wide;</br>To carry God's applauses in their heart,</br>To shew and ENGLISH face, and act an ENGLISH part.</br>"]