["Amid Siberian wastes and trackless ways,</br>The cossack, Markoff, pass'd his happy days;</br>No rapturous hope or rankling care he knew,</br>His means were simple, as his wants were few.</br>When summer cloth'd the hill and deck'd the plain,</br>He wisely thought of winter's cheerless reign;</br>And when the wintry snows the scene o'ercast,</br>Look'd on to summer and endured the blast.</br>Thus life roll'd on, and thus he sooth'd his breast,</br>Till restless thoughts and vain desires arose</br>To break his calm and long-enjoy'd repose.</br>Beside his hut the musing cossack stood</br>And listen'd to the sound of neighbouring wood</br>Whose slow and solemn murmurs fill'd his ear</br>Through all the changeful seasons of the year.</br>The dark Uralian hills before him rose,</br>The wind of autumn now impetuous blows:</br>Dreary the view!  the frost o'erspread the ground,</br>And the loud brook with fetters now is bound.</br>He mark'd the clouds from Arctic mountains roll'd,</br>He call'd to mind the tale of traveller bold;</br>He thought of distant scenes, of realms unknown</br>Where through all ages, tempests held their throne</br>Sounding their ceaseless wrath, whose awful reign</br>No moral foot had ever dar'd profane.</br>The desperate resolve is made!  He cried,</br>\"These feet shall dare yon wilds, whate'er betide;</br>These eyes explore the extent yon regions spread</br>Where the young north-wind dwells, the storm is bred.</br>I, who in caves of ice have oft reclined,</br>And braced my sinews in the fiercest wind;</br>May smile at danger!  dangers but invite,</br>And storms and tempests were my first delight.</br>But if no bound appear, and as I go,</br>Wild rocks increase, and mountains hid in snow,</br>On all sides round more gloomy wastes prevail,</br>And as I journey bleaker winds assail;</br>Still, shall I learn to brave the polar storm,</br>And gaze on Nature in her rudest form.\"", "Through the thick mists no cheering sunbeams shone;</br>His sledge prepared, his winter coat put on,</br>Heedless, he cried, \"Adieu!\" and urged his deer;&mdash;</br>The mother and her children dropt the tear!", "Now the bold cossack many a hill had past,</br>Tho' each appear'd more threat'ning than the last;</br>While all before, far as his eye could strain,</br>Seem'd ruin's ancient unexplored domain.", "With heart too proud to temporize with fear,</br>The hardy Markoff pass'd the mountains drear;</br>He cross'd each distant summit, but in vain;</br>Beyond them still, bounding his utmost sight,</br>Hills rise o'er hills clad in eternal white:</br>And now he came where not a guide was nigh,</br>Save (mid the valley bare or crag on high</br>From certain death the wanderer's step to warn)</br>Some solitary pine by tempests shorn.</br>He stood, and mark'd the desolation wide;</br>His \"mute companions\" tremble by his side!</br>And while he strives the chilling blast to bear,</br>And hears the whirlwind thund'ring thro' the air;</br>Fear shakes his frame, he dreads his coming fate,</br>He knows his error, but, alas, too late!</br>With resolution warring with dismay,</br>Back he returns to trace his devious way;</br>But, now the scene seems wilder than before,</br>The smoke-frosts rise, the cracking Iceburgs roar!</br>Weary, the patient deer their path pursue,</br>Where never man abode, or herbage grew.</br>The prospect round appear'd one yawning grave,</br>And mid each pause the fitful tempest gave,</br>No howl from starving wolf invades his ear,</br>To soothe him with the thought that &mdash; life is near.", "Now thicker darkness gather'd o'er his head;</br>Now anguish rose, till hope itself was fled;</br>Despair's impenetrable mists arise!</br>Frozen in death, each beast beside him lies.</br>From succour far, chain'd to the icy ground</br>The wilder'd cossack sorrowing looks around;</br>Longs on the clouds that southward take their flight</br>To seek again his dwelling of delight;</br>\"Ah vain desire!\" he cries, \"no more mine eye</br>Shall mark that calm abode and tranquil sky;</br>The wrathful elements, around me rave;</br>No friend to comfort me, no power to save!</br>Why did I seek mid wilds like these to stray?</br>And why disdain the perils of the way?</br>My children now shall mourn, no father near!</br>My wife shall drop the unavailing tear!</br>Cold chills of death creep through my shivering form!</br>Markoff, thy hour is come!  Thou pitiless storm,</br>Spare me one moment!  keep thy wrath above!</br>'Tis hard to die, far from the friends we love!\"</br>Once more he thought upon his home, and sigh'd!</br>Once more he cast a look on every side!", "What forms are those which through the plain below,</br>Speed undiverted, scatt'ring wide the snow?</br>It is a band of sable hunters, bold;</br>Rise!  Markoff, rise!  shout, ere thy heart be cold!</br>He calls!  they heed him not!  more loud he calls!</br>They hear a voice!  the sound each breast appals!</br>They pause!  they look around!  they see his face!</br>They haste the lonely wand'rer to embrace!</br>Safe in their sledge he seeks his native vale,</br>And warns each venturous traveller by his tale.</br>"]