["The sun had sunk behind the wood-crown'd hills</br>That hang o'er Derby's sunken glens below;</br>Where Housatonic's chiming streamlet trills</br>Along its pebbly bed in lulling flow;</br>Dazzling and brilliant was the solar glow</br>When bright Apollo's beams lay on the wave,</br>Like youth's fond raptures; ere the midnight woe</br>Of doubt and sorrow chills the streams that lave</br>His throbbing heart, and throw their ice around his grave.", "Dim fading hues of fluctuating light</br>Now faintly ting'd the sapphire-circled sky,</br>Dwelling in twilight on the cloud-capp'd height,</br>Like half forgotten bliss on memory's eye;</br>While, perch'd amid the dusky foliage nigh,</br>Sung the sad, lovely, lonely whip-poor-will,</br>Breathing her plaints and mingling with a sigh</br>The melting music, that o'er dale and hill</br>Rose on the ear of grief, o'ermastering sense of ill.", "Still was the scene &mdash; by platted leaves embower'd,</br>It lay in lovely solitude, and seem'd</br>A spot on which the hand of heaven had shower'd</br>That melancholy loveliness, ever deem'd</br>By galliards and buffoons, who never dream'd</br>Of ought save bagnios, billiards, and wassail,&mdash;</br>A demon curse, by fiends of malice schem'd</br>In fellest mood; but which all souls will hail</br>As heaven's aurora-guide through earth's dark lowly vale.", "Wrapt in those musings, that the poet knows</br>To be the wings on which his spirit soars</br>To viewless spheres, above terrestrial woes,&mdash;</br>Above the gulf, down which dark misery pours</br>The tributary streams of guilt &mdash; that roars</br>With hollow groans of agony, despair,</br>Along those peaceful, solitary shores&mdash;</br>I gazed, and thought on scenes more purely fair</br>Beyond the visual glance, but open unto prayer.", "In visionary pleasures tranced, the hours</br>Unheeded flew in silent lapse along,</br>Till not a sound from woodland moonlight bowers</br>Wak'd slumbering Night with softly-warbled song,</br>Dark-hooded goddess!  aye too oft belong</br>Silence and sorrow to thy sable reign;</br>And lone hearts, writhing with the sense of wrong,</br>Too oft thy coverts seek, with torturing pain,</br>And muse on scenes that rack and madden mortal brain.", "Reclined in solitary mood upon</br>The velvet mead, and reading every star</br>That gleam'd along the welkin's girding zone,</br>A strain of sorrow, low, and sweet, and far,</br>Dispell'd my reverie &mdash; for the yellow car</br>Of night's fair empress seem'd to pause, that she</br>Might drink the music.  Leaning on the bar</br>Of a rude fence, I listened 'neath a tree,</br>To catch the strain that flowed so sad, so witchingly.", "Soaring, sinking, dying, dead,</br>The flaming orb of day hath gone;</br>Lovely, thrilling, lost, and fled,</br>Every joyous smile, and tone</br>Of hope and love,</br>Of peace and bliss,</br>On earth below, or heaven above,</br>Hath found the dark abyss!</br>Oh!  man need not tell me his sweet lying tale,</br>For there's feeling and truth in misery's tale.", "Smiling, hoping, blessing, blest,</br>Life opens on pure innocence;</br>Bright, caressing and carest,</br>Flow the joys of being thence.</br>But fiends attend</br>In fairy guise,</br>And in the fawning, sembling friend</br>Lie luring spells, and cheating lies;</br>The bright sun hath sunk to arise in the morn,</br>But the sun of my bosom can never return.", "Longing, trembling, fainting, lost,</br>On heaven I turn my swollen eye;</br>Placid, purely, on my tost</br>And wildered mind, smiles yon pale sky;</br>It mocks my soul,</br>And tells me, sin</br>Bars my bright path to glory's goal</br>That crime can never enter in.</br>Though awful be death, yet more awful is life,</br>And nature must sink in the pitiless strife.", "Ceased the sad strain.  The hanging woods around</br>In darker shades their dun recesses veil'd,</br>Yet lingering echo wooed the lonely sound,</br>That on the ear in notes so melting wail'd;</br>Had the seducer heart it &mdash; wretch impal'd</br>By bigot, or fanatic, would have grasp'd</br>The torturing rack, to which his heart was nail'd,</br>And smiled as he the fatal engine clasp'd,</br>Ere he would hear lost innocence detail the guilty past.", "That raving maniac &mdash; oh, it is a tale</br>At which e'en angels might once deign to weep,</br>I cannot tell &mdash; but once that visage pale</br>Was lit with rosy hues carnation'd deep;</br>That shrivell'd form &mdash;  no human eye could sleep</br>While it before the glowing vision shone&mdash;</br>Was once the pride of beauty, and did keep</br>The love and awe that loveliness had won,</br>Till one sad hour &mdash; 'tis past &mdash; it cannot be undone.", "But may terrific shadows throng thy brain,</br>And vengeance torture, never to destroy;</br>Thy life be one unvaried path of pain,</br>And black despair envelope every joy</br>That smiles around thee &mdash; may each brute annoy</br>Thy writhing soul, seducer fell!  And nigh</br>May pleasures play, that thou may'st deeply cloy</br>Thy appetite; the hell-cup may'st thou drink, and die</br>The lingering, torturing, ceaseless death of all eternity!</br>"]