["In woful guise the rifled groves appear,</br>What dusky fogs invade the chilly dale!</br>Stern Winter comes in hoary mantle drear,</br>With fell destruction wings the rapid gale;</br>A despot fierce, his joyless reign assumes,</br>And throngs the warring skies with far-surrounding glooms.", "Sad Nature droops along the mournful scene,</br>Joy's glowing smiles the sullen morn forsake;</br>The hollow blast flies ireful o'er the green,</br>With furious whirl unrobes the rustling brake;</br>The plumy tenants of the murm'ring wood</br>Hide from the scowling winds, in melancholy mood.", "See how the leaves are scatter'd o'er the ground,</br>In hues of death bestrew the wither'd grass!</br>The sea-gulls flit with doleful note around,</br>As vagrant o'er the ruin'd fields they pass:</br>Dark skies withhold the Sun's enfeebled ray,</br>And veil with shades of Night the sable face of day.", "Here triumph'd once the blissful season gay,</br>When peace, when love, wak'd up the rosy dawn;</br>Whilst pipe and tabor hail'd the floral May,</br>Where sportive Beauty mantled o'er the lawn;</br>With warblers wild the vernal copse along,</br>That join'd the rural Bard in soul-rejoicing song.", "Now comes, from polar skies, the gelid gale,</br>Or, in Atlantic storms, the pelting rain;</br>Now rolls the torrent rude along the vale,</br>It's doleful murmur saddens all the plain:</br>Old Ocean's thronging waves indignant roar,</br>And burst in curling foam terrific on the shore.", "Whilst mingling rigours fill the troubled air,</br>On snowy lawns recline the fodder'd flocks;</br>To shelt'ring dells the shiv'ring doves repair,</br>And sleep the swallows in their cavern'd rocks;</br>The pallid morn that hears no cheerful sound,</br>Wrapp'd in deep gloom appears, and Sadness reigns around.", "Yet loves the Muse to note the dreary scene,</br>Far on the waste, or near the sounding flood;</br>Sighs with sad echoes o'er the cheerless green,</br>Or pensive wanders in the darkling wood;</br>Eyes Nature's grief with ruminating thought,</br>And drops the briny tear with silent anguish fraught.", "So droops forlorn the melancholy mind,</br>Seems like December, clad in woful plight;</br>With sighs congenial meets the plaintive wind,</br>The mental Suns withhold their cheering light:</br>Life's aggregating glooms o'erwhelm the soul,</br>And o'er the wounded thought the waves of anguish roll.", "Whilst, rudely torn from calm felicity,</br>My days I waste in unavailing grief;</br>No fortune smiles, no pity mourns for me,</br>Struck by the storm, I vainly seek relief;</br>The song might soothe, or Fancy's lively strains,</br>But these forsake the breast where Grief tyrannic reigns.", "What, though the gentle Muse on me bestows</br>Her genial favours with parental hand;</br>Can verse dispel Misfortune's bitter woes?</br>Th' unweary'd spite of adverse Fate withstand?</br>Oft as the charmer bids her song resound,</br>Black Envy clips her wings, and chains her to the ground.", "Thou, sweet Content, in robe angelic dress'd,</br>Thy lenient balm can heal my wounded heart;</br>Come, and dispel the glooms that fill my breast,</br>Thy genial sun-shine to my soul impart;</br>Still the rough tempest of my wintry day,</br>And bid my calmer eve unruffled pass away.</br>"]