["Dear STELLA (for dear is each maid,</br>And dear all the sorrowful throng,</br>For the loss of the swain who display'd</br>Such ravishing wonders in song),", "'Twas pity perhaps that I told,</br>When the matchless young CORYDON fled,</br>That sorrow soon quitted its hold,</br>And mirth thro' the city was spread:", "With joy I'd retract the sad thought&mdash;</br>Alas!  all my efforts are vain.</br>Fine feelings but seldom are wrought</br>Where vice and vile selfishness reign.", "You tell me your grief is sincere,</br>I believe it the dictate of truth;</br>Nor doubt that the myrtle thou'lt wear</br>For the Muses' most favourite youth.", "I never design'd to reflect</br>On the noble and soul-melting few;</br>For such I most highly respect,</br>And their generous passions pursue.", "In town, tho' grief seem to abound,</br>From the many so quickly it flies,</br>Few traces, alas!  can be found,</br>When Aurora but opes her grey eyes.", "So, STELLA, I know you'll excuse</br>What dropp'd from my grief-guided pen,</br>When I mourn'd for the pride of the Muse,</br>When I wept for the pride of the plain.", "You say you retire to his urn,</br>Conducted by Cynthia's ray,</br>And while o'er his pale ashes you mourn,</br>Fancy aims to enliven the clay.", "Alas!  I'm far distant from you,</br>Or to church-yard we gently should tread,</br>And bedeck his green grave with the yew,</br>And pour our sad 'plaints to his shade.", "We would scorn suspicion's dark brow,</br>And folly's contemptuous leer;</br>For the virtue that's solid and true</br>Should always undaunted appear.", "Now list to the words of a friend,</br>And take my advice in kind part;</br>For friendship would always commend&mdash;</br>It blames with reluctance of heart.", "You tell me the garland you wore,</br>He compos'd with sweet buds from his own;</br>That now it can please you no more,</br>But away must be carelessly thrown.", "Dear STELLA, forbear the rash thought;</br>On thy brow it will richly perfume:</br>What CORYDON'S fingers have wrought,</br>Must delight, and unfadingly bloom.", "\"Since he's wav'd an eternal adieu,\"</br>Each relique we'll faithfully keep,</br>And often present to our view,</br>And in rapture luxuriantly weep.", "He was universally dear,</br>The amuser of youth and old age;</br>We never will look on his peer,</br>But he lives in his life-giving page.", "O this is my favourite theme,</br>On it I love often to dwell;</br>But, lest you prolixity blame,</br>Farewel, gentle STELLA, farewel!</br>"]