["THE ARGUMENT.</br>PHILOS of his Dogge doth bragge</br>For having many feates;</br>The while the Curre undoes his bagge,</br>And all his dinner eates.", "WILLIE.  JOCKIE.  PHILOS.", "WILLIE.</br>Stay, JOCKIE, let us rest here by this spring,</br>And PHILOS too, since we so well are met;</br>This spreading Oke will yeeld us shadowing</br>Till Phoebus steeds be in the Ocean wet.", "JOCKIE.</br>Gladly (kind swaine) I yield, so thou wilt play,</br>And make us merry with a Roundelay.", "PHILOS.</br>No Jockie, rather wend we to the wood;</br>The time is fit, and Filberds waxen ripe,</br>Let's go and fray the Squirrell from his food;</br>We will another time heare Willie pipe.", "WILLIE.</br>But who shall keepe our flockes when we are gone?</br>I dare not go, and let them feed alone.", "JOCKIE.</br>Nor I:  since but the other day it fell,</br>Leaving my sheep to graze on yonder plaine,</br>I went to fill my bottle at the well,</br>And ere I could return two lambs were slaine.", "PHILOS.</br>Then was thy dogg ill taught, or else a sleepe;</br>Such Curres as those shall never watch my sheepe.", "WILLIE.</br>Yet Philos hath a dogg not of the best:</br>He seemes too lazy, and will take no paines;</br>More fit to lye at home and take his rest,</br>Then catch a wand'ring sheep upon the plains.", "JOCKIE.</br>Tis true indeed:  and Philos, wot ye what?</br>I thinke he playes the Fox he growes so fat.", "PHILOS.</br>Yet hath not Jockie nor yet Willie seene</br>A dogge more nimble then is this of mine,</br>Nor any of the Fox more heedful beene</br>When in the shade I slept, or list to dine.</br>And though I say't, hath better tricks in store</br>Then both of yours, or twenty couple more.", "How often have the maidens strove to take him,</br>When he hath crost the plaine to bark at Crowes?</br>How many Lasses have I knowne to make him</br>Garlands to gird his necke, with which he goes</br>Vaunting along the lands so wondrous trim,</br>That not a dog of yours durst barke at him.", "And when I list (as often-times I use)</br>To tune a Horne-pipe or a Morris-dance,</br>The dogge (as hee by nature could not chuse)</br>Seeming asleepe before, will leap and dance.", "WILLIE.</br>Belike your dog came of a Pedlers brood,</br>Or Philos musicke is exceeding good.", "PHILOS.</br>I boast not of his kin, nor of my Reed,</br>(Though of my reed and him I wel may boast)</br>Yet if you will adventure that some meed</br>Shall be to him that is in action most,</br>As for a Coller of shrill sounding bels,</br>My dog shall strive with yours, or any's els.", "JOCKIE.</br>PHILOS in truth I must confesse your Wagge</br>(For so you call him) hath of trickes good store,</br>To steale the vittailes from his maisters bagge,</br>More cunningly I nere saw dogge before.</br>See WILLY, see!  I prithee PHILOS note</br>How fast thy bread and cheese goes down his throte.", "WILLIE.</br>Now PHILOS see how mannerly your Curre,</br>Your well-taught dog, that hath so many trickes,</br>Devours your Dinner.", "PHILOS.</br>I wish 'twere a burre</br>To choke the Mungrell!", "JOCKIE.</br>See how cleane he lickes</br>Your Butter-boxe; by Pan, I doe not meanly</br>Love Philos dog that loves to be so cleanly.", "PHILOS.</br>Well flouted JOCKIE.", "WILLIE.</br>PHILOS!  run amaine,</br>For in your scrip hee now hath thrust his head</br>So farre, he cannot get it forth againe;</br>See how he blind-fold strags along the mead;</br>And at your scrip your bottle hangs, I thinke.</br>He loves your meat, but cares not for your drinke.", "JOCKIE.</br>Ay, so it seems:  and PHILOS now may goe</br>Unto the wood, or home for other cheere.", "PHILOS.</br>Twere better he had never serv'd me so,</br>Sweet meat, sowre sauce, he shall abye it deere.</br>What, must he be aforehand with his maister?", "WILLIE.</br>Onely in kindnesse hee would be your taster.", "PHILOS.</br>Well Willy you may laugh, and urge my spleen;</br>But by my hooke I sweare he shall it rue,</br>And had far'd better had he fasting been.</br>But I must home for my allowance new.</br>So farewell, lads.  Looke to my fleeced traine</br>Till my returne.", "JOCKIE.</br>We will.", "WILLIE.</br>Make haste againe.</br>"]