["Though thou hast past thy Summer standing, stay</br>A-while with us, bright Sun, and helpe our light;</br>Thou canst not meet more Glory, on the way,</br>Betweene thy Tropicks, to arrest thy sight,</br>Then thou shalt see to day:</br>We wooe thee, stay</br>And see, what can be scene,</br>The bountie of a King, and beautie of his Queene!", "See, the Procession!  what a Holy day</br>(Bearing the promise of some better fate)</br>Hath filed, with Caroches, all the way,</br>From Greenwich, hither, to Row-hampton gate!</br>When look'd the yeare, at best,</br>So like a feast?</br>Or were Affaires in tune,</br>By all the Spheares consent, so in the heart of June?", "What Beavie of beauties, and bright youths at charge</br>Of Summers Liveries, and gladding greene;</br>Doe boast their Loves, and Brav'ries so at large,</br>As they came all to see, and to be seene!</br>When look'd the Earth so fine,</br>Or so did shine,</br>In all her bloome, and flower;</br>To welcome home a Paire, and deck the nuptiall bower?", "It is the kindly Season of the time,</br>The Month of youth, which calls all Creatures forth</br>To doe their Offices in Natures Chime,</br>And celebrate (perfection at the worth)</br>Mariage, the end of life,</br>That holy strife,</br>And the allowed warre:</br>Through which not only we, but all our Species are.", "Harke how the Bells upon the waters play</br>Their Sister-tunes, from Thames his either side,</br>As they had learn'd new changes, for the day,</br>And all did ring th' approches of the Bride;</br>The Lady Frances, drest</br>Above the rest</br>Of all the Maidens faire;</br>In gracefull Ornament of Garland, Gemmes, and Haire.", "See, how she paceth forth in Virgin-white,</br>Like what she is, the Daughter of a Duke,</br>And Sister:  darting forth a dazling light</br>On all that come her Simplesse to rebuke!</br>Her tresses trim her back,</br>As she did lack</br>Nought of a Maiden Queene,</br>With Modestie so crown'd, and Adoration scene.", "Stay, thou wilt see what rites the Virgins doe!</br>The choicest Virgin-troup of all the Land!</br>Porting the Ensignes of united Two,</br>Both Crownes, and Kingdomes in their either hand;</br>Whose Majesties appeare,</br>To make more cleare</br>This Feast, then can the Day,</br>Although that thou, O Sun, at our intreaty stay!", "See, how with Roses, and with Lillies shine,</br>(Lillies and Roses, Flowers of either Sexe)</br>The bright Brides paths, embelish'd more then thine</br>With light of love, this Paire doth intertexe!</br>Stay, see the Virgins sow,</br>(Where she shall goe)</br>The Emblemes of their way.</br>O, now thou smil'st, faire Sun, and shin'st, as thou wouldst stay!", "With what full hands, and in how plenteous showers</br>Have they bedew'd the Earth, where she doth tread,</br>As if her ayrie steps did spring the flowers,</br>And all the Ground were Garden, where she led!</br>See, at another doore,</br>On the same floore,</br>The Bridegroome meets the Bride</br>With all the pompe of Youth, and all our Court beside.", "Our Court, and all the Grandees; now, Sun, looke,</br>And looking with thy best Inquirie, tell,</br>In all thy age of Journals thou hast tooke,</br>Saw'st thou that Paire, became these Rites so well,</br>Save the preceding Two?</br>Who, in all they doe,</br>Search, Sun, and thou wilt find,</br>They are th' exampled Paire, and mirrour of their kind.", "Force from the Phoenix then, no raritie</br>Of Sex, to rob the Creature; but from Man,</br>The king of Creatures, take his paritie</br>With Angels, Muse, to speake these:  Nothing can</br>Illustrate these, but they</br>Themselves to day,</br>Who the whole Act expresse;</br>All else we see beside, are Shadowes, and goe lesse.", "It is their Grace, and favour, that makes scene,</br>And wonder'd at, the bounties of this day:</br>All is a story of the King and Queene!</br>And what of Dignitie, and Honour may</br>Be duly done to those</br>Whom they have chose,</br>And set the marke upon,</br>To give a greater Name, and Title to!  Their owne!", "Weston, their Treasure, as their Treasurer,</br>That Mine of Wisdome, and of Counsells deep,</br>Great Say-Master of State, who cannot erre,</br>But doth his Carract, and just Standard keepe</br>In all the prov'd assayes,</br>And legall wayes</br>Of Tryals, to worke downe</br>Mens Loves unto the Lawes, and Lawes to love the Crowne.", "And this well mov'd the Judgement of the King</br>To pay, with honours, to his noble Sonne,</br>To day, the Fathers service; who could bring</br>Him up, to doe the same himselfe had done.</br>That farre-all-seeing Eye</br>Could soone espie</br>What kind of waking Man</br>He had so highly set; and, in what Barbican.", "Stand there; for when a noble Nature's rais'd,</br>It brings Friends Joy, Foes Griefe, Posteritie Fame;</br>In him the times, no lesse then Prince, are prais'd,</br>And by his Rise, in active men, his Name</br>Doth Emulation stirre;</br>To th' dull, a Spur</br>It is:  to th' envious meant</br>A meere upbraiding Griefe, and tort'ring punishment.", "See, now the Chappell opens; where the King</br>And Bishop stay, to consummate the Rites:</br>The holy Prelate prayes, then takes the Ring,</br>Askes first, Who gives her (I Charles) then he plights</br>One in the others hand,</br>Whilst they both stand,</br>Hearing their charge, and then</br>The Solemne Quire cryes, Joy; and they returne, Amen.", "O happy bands!  and thou more happy place,</br>Which to this use, wert built and consecrate!</br>To have thy God to blesse, thy King to grace,</br>And this their chosen Bishop celebrate,</br>And knit the Nuptiall knot,</br>Which Time shall not,</br>Or canker'd Jealousie,</br>With all corroding Arts, be able to untie!", "The Chappell empties, and thou may'st be gone</br>Now, Sun, and post away the rest of day:</br>These two, now holy Church hath made them one,</br>Doe long to make themselves, so, another way:</br>There is a Feast behind,</br>To them of kind,</br>Which their glad Parents taught</br>One to the other, long e're these to light were brought.", "Haste, haste, officious Sun, and send them Night</br>Some houres before it should, that these may know</br>All that their Fathers, and their Mothers might</br>Of Nuptiall Sweets, at such a season, owe,</br>To propagate their Names,</br>And keepe their Fames</br>Alive, which else would die,</br>For Fame keepes Vertue up, and it Posteritie.", "Th' Ignoble never liv'd, they were a-while</br>Like Swine, or other Cattell here on earth:</br>Their names are not recorded on the File</br>Of Life, that fall so; Christians know their birth</br>Alone, and such a race,</br>We pray may grace</br>Your fruitfull spreading Vine,</br>But dare not aske our wish in Language fescennine:", "Yet, as we may, we will, with chast desires,</br>(The holy perfumes of the Mariage bed.)</br>Be kept alive those Sweet, and Sacred fires</br>Of Love betweene you, and your Lovely-head:</br>That when you both are old,</br>You find no cold</br>There; but, renewed, say,</br>(After the last child borne;) This is our wedding day.", "Till you behold a race to fill your Hall,</br>A Richard and a Hierome, by their names</br>Upon a Thomas, or a Francis call;</br>A Kate, a Frank, to honour their Grand-dames,</br>And 'tweene their Grandsires thighes,</br>Like pretty Spies,</br>Peepe forth a Gemme; to see</br>How each one playes his part, of the large Pedigree.", "And never may there want one of the Stem,</br>To be a watchfull Servant for this State;</br>But like an Arme of Eminence, 'mongst them,</br>Extend a reaching vertue, early and late:</br>Whilst the maine tree, still found</br>Upright and sound,</br>By this Sun's Noone-sted's made</br>So great; his Body now alone projects the shade.", "They both are slip'd to Bed; Shut fast the Doore,</br>And let him freely gather Loves First-fruits,</br>Hee's Master of the Office; yet no more</br>Exacts then she is pleas'd to pay:  no suits,</br>Strifes, murmures, or delay,</br>Will last till day;</br>Night, and the sheetes will show</br>The longing Couple, all that elder Lovers know.</br>"]