["Hence Melancholy, pensive maid,</br>In stole of sable hue array'd,</br>With visage wan, and fixed eye,</br>Daughter of pining Misery:</br>Hence thou sullen fiend, Despair:</br>Hence Grief, and self-consuming Care:</br>Hence Thou, who lately didst inspire</br>With mournful strains the plaintive lyre,</br>Melpomene; hence wing thy rapid flight;</br>And silent seek the gloomy shades of night.", "Come Mirth, thou laughter-loving boy;</br>Come buxom Sport with rosy Joy;</br>Come, hither lead in merry glee</br>Thy jocund train, Festivity.</br>Whilst on the dew-impearled plain</br>Ye trip it round and round again,</br>Thalia, chearful muse, shall sing,</br>And lightly touch the tuneful string:</br>Enraptur'd with the song, fair Isis' grove</br>Forgets to whisper; and her streams to move.", "And list! &mdash; sweet sounds of warbling flute,</br>Tabret, or merry harp, or lute,</br>Borne on the balmy-breathing gale</br>Steal from yon gay, enamell'd vale.</br>Hark!  hark! &mdash; they come &mdash; and now, more near,</br>They sweetly charm my list'ning ear.</br>And lo!  two forms majestic tread</br>The flow'ry bosom of the mead;</br>This Honour seems, of bold and comely mien;</br>That Virtue's softer form, and look serene.", "See, now the little Loves advance</br>And mingle in the mazy dance:</br>Now with united skill and care</br>The sister Graces deck the fair;</br>And while they strew the nuptial bow'rs</br>With fresh-cull'd amaranthine flow'rs;</br>Virtue and Honour, hand in hand,</br>Near the pure-blazing altar stand.</br>Lo!  Hymen now the sacred knot has tied,</br>And Virtue is the British Monarch's bride.", "Hail, Royal Pair!  by heav'n design'd</br>To govern, and to bless mankind.</br>Long o'er Britannia's grateful plain</br>Extend the blessings of your reign,</br>Thrice happy Pair, by heav'n design'd</br>To govern, and to bless mankind;</br>May future times with rapture trace</br>Your virtues blooming in your race:</br>While they, like you, the regal scepter sway;</br>Like us, may Britain's free-born sons obey.</br>"]