["TIME &mdash; EVENING.</br>'Twas when mild Eve taught brighter day to fade,</br>Involving prospect in her umber'd shade,</br>Dermot to Patrick, thus in simple strain,</br>Disclos'd the woes that rent his soul with pain.", "DERMOT.</br>\"Cease Patrick, cease to chaunt your lively lay,</br>Nor longer with your pipe conclude the day.</br>Alas, it ill beseems a wretched swain,</br>Oppress'd like you to raise a jocund strain.</br>Our daily earnings basely from us torn,</br>Times sad as these are hardly to be borne.</br>For me no joys my hapless bosom chear,</br>While want and slavery in my sight appear.\"", "PATRICK.</br>\"Dermot &mdash; too well I know my woeful state,</br>But say can sorrow free me from my fate;</br>Why should I quit my pipe for sad despair,</br>Nor hope that better days we yet may share.\"", "DERMOT.</br>\"Say witless swain, from whence proceeds your boast</br>Of good to come, when ev'ry hope is lost?</br>Think on the grievous state we now endure,</br>Ah dread what future sorrows o'er us lour.</br>Last night when after toiling all the day,</br>Spent with fatigue, homeward I bent my way;</br>Hard fell the rain, aloud the tempest blew,</br>As near my little mud-built cot I drew.</br>But ah, when near I came, with what surprize</br>No cot I saw, to bless my longing eyes.</br>Wishful around I gaz'd, but all in vain,</br>The more I gaz'd, the more encreas'd my pain.</br>For ah, my hut, which long had felt decay,</br>The ruthless storm at last had swept away!</br>Where is my wife &mdash; my babes &mdash; aloud I cry'd?</br>Alas!  alike with home, are they deny'd.</br>Scarce had I said, when lo, I saw them wait,</br>Shiv'ring with cold, before the parson's gate.</br>The pamper'd miser drove them from the door,</br>Nor for his tithes shew'd pity on the poor.</br>What should we do?  no home, we could acquire,</br>No bread to eat &mdash; no chill dispelling fire.&mdash;</br>On the cold ground an heap of straw we spread,</br>And sought repose beneath a dropping shed.</br>Ah, Patrick, say &mdash; involv'd in woes like these,</br>Can hope or patience lull my soul to ease?\"", "PATRICK.</br>\"Such woes distress me, wretched swain, but cease,</br>Time may restore you to the sweets of peace;</br>Nor banish hope &mdash; a friend may yet devise</br>The certain means by which new joys may rise,</br>And scenes of plenty charm our longing eyes.</br>Nor does soft hope &mdash; a friend may yet devise</br>The certain means by which new joys may rise,</br>And scenes of plenty charm our longing eyes.</br>Nor does soft hope attune my pipe in vain,</br>For freedom yet may animate its strain.\"", "DERMOT.</br>\"Freedom!  ah Patrick, seek not to beguile,</br>Freedom with plenty long has left our isle;</br>Then say &mdash; how should they on our sorrows smile.\"", "PATRICK.</br>\"Then why since plenty quits our native soil,</br>Since here no joy rewards the peasants toil;</br>Since here the sons of Mammon fix their reign,</br>Eager for lucre &mdash; since they render vain,</br>The pangs of nature and the cries of woe,</br>Causing the peasant's grief apace to flow,</br>Why should we not to distant regions fly,</br>And reap delight beneath some kinder sky?</br>Tho' to our souls Ierne's clime be dear,</br>Tho' friends, tho' kindred, claim the parting tear,</br>Yet, when no more the air we breathe is free,</br>Where freedom is, there should our country be.\"", "DERMOT.</br>\"Sure any life exceeds the living here!</br>But say &mdash; to what new region would you steer?\"", "PATRICK.</br>\"Ah Dermot, let us fly to those sweet shores,</br>Where softer skies enripen nature's shores;</br>Where men disdain to bear oppressive laws,</br>Where Gallic lillies blush in freedom's cause;</br>A clime on which the  sun delights to shine,</br>Blest with the olive, rich, the purple vine.</br>The thoughts of lovely France my bosom chears,</br>And hope expels the force of slavish fears.</br>There we no more shall yield to rev'rend knaves,</br>For there the Irish are not view'd as slaves.</br>But there, blest Freedom shall be all our song,</br>Whilst joy shall lead our golden days along.</br>Cease Dermot, cease then, farther to complain</br>But tune with me in hope this joyful strain,</br>\"By emigration, yet sweet freedom we may gain.\"", "DERMOT.</br>\"Patrick &mdash; the prospect charms my ravish'd view,</br>Now Shanon's banks farewell, my native soil adieu!</br>Now will I tune with thee the vocal shell,</br>Now gentle hope my sorrows shall dispel,</br>And when we've gain'd a fit supply by toil,</br>For France, my Pat, we'll change this slavish soil.\"", "PATRICK.</br>\"Come then with me this night my cabbin share,</br>Come &mdash; with your wife, your babes and banish care.</br>On plats of gentle straw you shall recline,</br>On choice potatoes, salt and water dine,</br>And let us bear with such &mdash; we yet may swim in wine!</br>"]