["Illustrious POLLIO!  were thy Friend adorn'd</br>With Eloquence like thine, his humble Muse,</br>Equal to th' arduous Task, wou'd soon attempt,</br>As erst for his CADENUS, to resound</br>Thy Praise, that awful Dignity of Virtue,</br>Which crowns thy Youth, and do's thy Country Honour;</br>Full of the God, and by the Friend inspir'd.", "Oh!  were our Nations Rights as sacred held,</br>As dear esteem'd by all our Popular Tribunes,</br>And Princes of the Senate, as by thee!</br>Ye Heav'ns!  if my fond Wishes might prevail,</br>And bright ASTRAEA would the Reins transfer</br>Of Pow'r to her FABRICIUS!  Virtue, Faith</br>And, A&mdash;A's Golden Age should be restor'd</br>B&mdash;N no more from her fond Mother torn,</br>Should mourn th' unnat'ral Stepdame's rigid Yoke,</br>Nor, her Son's Sons th' insulting Tyrant dread.</br>Yet what can'st thou, what th' uncorrupted Few</br>Of our Egregious Senate!  what such Nobles,</br>As still are justly Honourable styl'd?</br>Not with mere gawdy Tinsel lacquer'd o'er</br>With Strings for PALLAS mark'd, of various Dye,</br>Like tawdry Flow'rs upon a Dunghill strew'd.</br>What can the steady Virtues now avail</br>Of CATO or of BRUTUS?  tho' the Voice</br>And Energy of CICERO be thine,</br>What Profit can thy dearest Country hope</br>From thy Divine PHILIPPICK?  Thou alas!</br>Might'st with more Resolution share his Fate.</br>PALLAS, again, his cursed Tribes prepares,</br>Spreads the same Lure, both for the Venal Cit,</br>And Nobler Scoundrel; what each Wretch demands</br>He scruples not to promise; soon enthrall'd</br>Are all whom wanton Luxury engross,</br>Or sordid Avarice:  A rank Coward here</br>Steps forth a Col'nel; See!  like MIDAS, this</br>Glitters in Gold all o'er; this Tool in Honours:</br>With Mitre grac'd, behold yon hoary Head,</br>Observe it totters, as it conscious seem'd,</br>Of its unworthy Situation there;</br>Whate'er Almighty PALLAS wills, is right.</br>What is not Venal grown?  ev'n Peace and War,</br>Our Country, with its sacred Laws and Honours;</br>Our Tutelar Deities, the Monuments</br>Of our Heroick Ancestors, our Sons,</br>Theirs and their Children's Children &mdash; all are sold.", "Does Liberty, by Arms and Blood obtain'd,</br>And long preserv'd, disdain her ancient Seat,</br>Worm'd out by such known Arts, such wretched Statesmen?</br>By her own Wealth o'erturn'd?  Wond'rous to tell!</br>That these, who erst in ev'ry War victorious,</br>Spread Terrour round, whose Dictates all obey'd,</br>These, can I call them B&mdash;NS?  now imbibe</br>Dastardly Maxims from their servile Neighbours,</br>And, ripe for the Yoke, lye cringing to be spurn'd.</br>Pay, Sirs, 'tis CAESAR's!  quick, 'tis Heav'n's Command !</br>True; but if all be CAESAR's, what remains</br>For thee, for me, and CAESAR's num'rous Subjects?</br>Say, by what Claim can CAESAR challenge all?</br>Must Thousands then to One such Homage pay,</br>Such uncontroul'd Submission?  is this CAESAR</br>Descended from the Gods?  His matchless Fame</br>Extensive, o'er the Universe diffus'd?</br>Blest with NARCISSUS' Form, ALCIDES' Strength,</br>ULYSSES' Wisdom, SCIPIO's Chastity,</br>And ARISTIDES' clear untainted Mind?</br>O you, from Heav'n-built TROY who claim Descent,</br>If you must stoop to arbitrary Sway,</br>And grand high-sounding Names attract your Hearts,</br>Petition JOVE, your Ancestors Protector,</br>To send a Godling of his num'rous Race;</br>At least, let proper Marks direct your Choice:</br>By such the prudent Bees elect their Sov'reign;</br>The Prince of these sagacious Animals,</br>Is Godlike in his Form, in Bulk Majestick,</br>His Subjects far surpassing, arm'd compleat</br>With glitt'ring Scales, by Nature's curious Hand;</br>His sacred Mind, still as his Person blameless,</br>Each Spark of Pride disdains; entire his Vigour,</br>Nor droops th' Imperial Wing, by Lust impair'd,</br>Nor sordid Av'rice shocks his Breast serene.</br>Oppression never swells the Royal Hoard;</br>Their Call to each assign'd, their Store secur'd,</br>No Contest 'mongst the Subjects can arise,</br>But who shall most in Industry excel:</br>King, Parent, judge, intent upon their Welfare,</br>He forms their Manners, and directs their Toil.", "The Sov'reign I should chuse, by whatsoe'er</br>Or low, or lofty Name distinguish'd, first,</br>Should with consummate Prudence rule himself;</br>Be Temp'rate, Just, free from Excess of Passion;</br>Should all his Pow'r and Policy employ</br>T' advance the Publick Good, not uninform'd</br>In aught that might conduce to its Improvement;</br>Humane, Pacifick:  But should insolent Neighbours</br>Unjustly dare t' invade his Peoples Rights,</br>Courageous, Resolute, Implacable,</br>Till prostrate at his Feet, the proud Encroachers</br>Feel his Resentment, and implore his Mercy.", "Has thy Invention fertile aught commodious</br>For Humane Use explor'd?  Thy Merits much,</br>In Heav'n's impartial Eye, that far-fam'd General's</br>Surpass, whom, late on ISTER's Shore triumphant,</br>The vanquish'd TURK With splendid Trophies grac'd.</br>In Yours, in VARUS' just unerring Judgment,</br>He who first turn'd the Bowl, or Basket form'd,</br>(What will not British Industry achieve?)</br>The Assyrian, Persian, Macedonian Kings</br>Excels, and all the proud Caesarean Race.", "Can Conquest, by his Fellow-Creature's Blood.</br>Dear-bought, and hard attain'd, the Victor please,</br>With Breast humane indu'd?  And can we think</br>The Gods are with such Butchery delighted?</br>The Fates themselves by Pow'r and Art unbounded,</br>Scarce in a Course of Years could TROY translate</br>Arms and the Man to LATIUM's destin'd Shore;</br>By Sea, by land such Hurricanes were rais'd,</br>By Gods to Gods, and Fates to Fates oppos'd:</br>At length AENEAS, o'er his Foes triumphant,</br>The Kingdom with the beauteous Bride enjoy'd:</br>Not that in Arms the matchless shone, or darted</br>The Lance far-beaming with superior Strength,</br>Nor for his graceful Person, or Descent,</br>From JOVE's Majestick Queen; such poor Distinctions</br>The Gods' with transient View survey:  The Cause</br>Worthy Coelestial Notice, was deriv'd</br>From Justice try'd, and Piety supreme;</br>Awful, Serene, Majestick and Humane,</br>The Prince and Father shar'd his gen'rous Breast.", "Much we fam'd CHINA's Policy admire,</br>Whose Maxims promise everlasting Empire;</br>While ROME, that, erst the Worlds Metropolis,</br>View'd with Disdain inferior States obscure,</br>To humbler Bounds contracts her tow'ring Views,</br>And of  JOVE's solemn Vow at length despairing,</br>Of nought but her enormous Ruins boasts.</br>Say then, what God intent on CHINA's Happiness,</br>Has on this sold Basis fix'd her State?</br>Hear, and adore CONFUCIUS' sacred Name;</br>Be this your Law, Religion, solid Glory,</br>Of all your Kings th' eternal sacred Maxim,</br>'Bove all things to consult the People's Good.</br>This in the Civil, in the Royal Court,</br>This Law in all their Councils first obtains,</br>Their Arms direct, their Ministers prefer,</br>Nor Gods dare this oppose:  To this obedient,</br>The King, his People's Father, stands confess'd:</br>Yet, that the Regal Pomp be still supported,</br>His Slaves and Guards the Throne surround, with Gold</br>And Gems refulgent, Chariots, Prancing Steeds,</br>And num'rous Wives his Majesty attend,</br>Useless, for State preserv'd, lest aught be wanting,</br>By other Monarchs necessary deem'd;</br>Yet are not there expensive Trifles purchas'd</br>At his lov'd People's Cost, or Vict'ry's Prize;</br>The Sage HOANGTI, in Confucius' Lore</br>Instructed, scorns Ambition's narrow Views;</br>Content, no Cause of War he seeks, nor deems</br>His Fellow-Creature's Slaughter can augment</br>His, or his Subject's Fame; No Enemies</br>He knows, but Foes confess'd to Human Kind,</br>Who swell by Rapine, and are gorg'd with Blood.</br>Should PHILIP, by Ambassadors, beneath</br>The Weight of opulent Presents crouching low,</br>Th' August Chinese Alliance ask submissive,</br>Conscious of his defective Birth, compar'd</br>With Great HOANGTI's Origin Divine,</br>That gen'rous Prince this Answer would return;", "By all-wise Nature far we stand divided,</br>So may we still remain:  Friendship and Presents</br>You bring, but meditate perfidious War;</br>Your Cruelty and Rapine shock Mankind;</br>The Earth, the Seas resound with your Injustice</br>Could not the World afford your Monarch Room</br>Sufficient for his impious Tyranny?</br>What were PERU and MEXICO to him?</br>Could not his Shame to EUROPE stand confin'd?</br>What Crimes does Gold inspire!  which unmolested,</br>Might in its native Bed sleep inoffensive;</br>But since a SPANISH God enroll'd, how swoln</br>With vast Destruction!  Dreadful Deity!</br>His barb'rous Pow'r lay distant Regions waste,</br>And Gods and Men, innoxious both, destroys;</br>More Mischief, Hate, Impiety occasions,</br>Than fell Erynnis, arm'd with created Serpents.", "That Wretch Variety of Fortune merits,</br>Prometheus' Vultur, and Ixion's Wheel,</br>Who boundless Avarice exalts to Power,</br>Or Ways and Means contrives to fleece Mankind.</br>If mean Fusidius, Claudius should commend.</br>For Riches hoarded by inglorious Thrift,</br>Or Graeculus enum'rate PALLAS' Virtues,</br>His ample Honours, and Exploits renown'd;</br>Let your old Fav'rite SPENSER in return,</br>Good Mother HUBBERD's artful Tale relate,</br>Which whether by a rural Matron told,</br>Or dictated by the politer Muse,</br>A most instructive Moral still retains.</br>While the keen Satyrist, the King describes</br>Beneath the Monkey's Semblance, all amaz'd,</br>The Beasts, their Prince a real Monkey view,</br>Who, having late the Lion's Skin purloin'd,</br>His Arms, his Scepter, ask'd imperial Crown,</br>Acted with Mimick Majesty the Monarch:</br>The wicked Minister he next describes,</br>Lurking beneath the crafty Fox's Guise;</br>His various Frauds detects, and endless Rapine,</br>Nor seems incredible his Tale:  The Monkey</br>And Fox mischievous, whether they assume</br>The Royal Character, or Ministerial,</br>Still are, still were, in Ages far remote,</br>And ever will rapacious Brutes be deem'd</br>Yet flourish long, from Punishment exempt,</br>Proportion'd to their Crimes, unless some God</br>Vindictive, calls the imperial Lion Home,</br>To guard the Subject from oppressive Power.", "Alas!  what Royal Breast is undisturb'd</br>By clatt'ring Arms, by notional Renown,</br>And sanguine Hopes unjust of distant Empire?</br>Could Kings the World subdue, soon would they covet</br>Another in the Moon, were that possess'd,</br>Their fond Ambition next, would Heav'n ascend,</br>Salmoneus-like, affect to terrify</br>Mankind with Thunder, and from thence, exact</br>The Adoration due t' Olympic JOVE.", "Tho' hail'd AUGUSTUS, by the Senate styl'd</br>Germanic, Dacic Emp'ror, vain DOMITIAN,</br>Th' high-sounding Titles claims of Lord and God.</br>Honours Divine, thou justly mightst assume,</br>Intrepid Prince!  who could'st with dext'rous Might</br>And glitt'ring Steel, transfix such monstrous &mdash; Flies.", "The Gods all-wise, in justest Balance weigh</br>The Merits of Mankind, too clearly viewing</br>Those Imperfections which the Lustre clouds</br>Of Princes, e're t' exalt them to the Stars;</br>Henceforth, no longer Moeris shall behold</br>The Julian Constellation bright; no more</br>Shall Cupids Lamps be kindled in the Skies,</br>Nor shall the Royal Tresses, tho' devote</br>To Venus, nor ev'n Ariadne's Crown</br>(Whate'er high Honours her Imperial Consort</br>Ordain'd) be with Celestial Glories grac'd;</br>Ev'n Aesop's fulsom Panegyrick fails,</br>And frowning PUPPIUS' Elegiac Lay.</br>Fond Youth!  with woful Countenance in vain,</br>And piteous Sighs, around the Court he stalks;</br>In vain his Work by Plastick Care was smooth'd</br>Of Two far-fam'd Grammarians, if the Muse</br>Should turn the pompous Dirge to Ridicule.</br>But, let the Muse of Ridicule beware,</br>'Tis dangerous.  Well, for Safety then, suppose</br>The sacred Nine in Sable Robes array'd,</br>Beating their mournful Breasts, and much bewailing</br>Their Fav'rite Sister's sad untimely Fate;</br>Suppose them summoning the Mountain Tops</br>And lowly Shrubs to join their Tears, suppose</br>Their tears to Aromatick Gums congeal'd,</br>Or sweeter Verse t' embalm the dear Deceas'd;</br>Ev'n this, alas!  will deviate to a Crime:</br>So ignorant the Muses late are grown,</br>They scarce can now a proper Subject chuse,</br>Scarce now an inoffensive Strain inspire;</br>If B&mdash;ns they upbraid, or dare refine</br>Our muddy Thames with sweet Castalia's Spring,</br>Whate'er they dictate in the Comick Vein,</br>Or solemn Buskin; whether they describe</br>The Prince Pacifick, whom in Mercy JOVE</br>Form'd for the Frogs of Dodonaean Oak,</br>Th' old Dotard, prating Youth, or speaking Dog,</br>Or feign Old Womens Tales, or Old Mens Dreams,</br>All these (to PALLAS if you Credit give)</br>The disaffected Nine in Names Fictitious</br>Apply to CAESAR:  If they still proceed,</br>And by the Moral apt the Tale illustrate,</br>Great PALLAS wounding in the tend'rest Part,</br>With pungent Truths, or injudicious Wit.</br>Our Venal Senate if they dare lament,</br>Thy Prince how rich!  and oh!  how poor the Subject!</br>Our proud Nobility how fall'n!  no more,</br>Regarded than our Merchants Vain Complaints,</br>The City, Country, by those Laws oppress'd,</br>Which erst for their Security were form'd;</br>Manners corrupt, Arms terrible in War,</br>Fell CAPRIUS, hoarse with num'rous Accusations,</br>Sets forth the Charge, with Comment strain'd improv'd;</br>To Sense entirely new the Words he warps,</br>By FUSCUS, partial judge, yet more distorted,</br>Far as the urgent Cause requires, he knows</br>For universal Penetration fam'd,</br>The Muse Malignant, and her deep Designs;</br>The bare intent, or aught that to th' Intent</br>Resemblance bears, suffices for Conviction;</br>PALLAS' inhuman Slaves, well pleas'd, obey</br>Their Master's harsh Commands, an impious Rabble</br>Of Race accurs'd, by Gods and Men abhorred;</br>They force their Entrance rude, lay all things wast,</br>The tender Muses doom to servile Durance,</br>Nor aught can Sacred Oracles avail.", "And can this warlike Nation bear unmov'd,</br>Her Civil and Religious Rights profan'd,</br>Blind to the Fate which on such Crimes attend?</br>Does no Regard, no Rev'rence yet remain</br>For that most Sacred CHARTER, which we all</br>From Heav'n deriv'd believe!  For Heav'n alone</br>That Boon inestimable could bestow.</br>Will you, descended from the Trojan Heroes,</br>Slothful, desert your dear Palladium's Guard,</br>On which your own, your Children's Weal depends?</br>Yet, if you're senseless to the pious Care</br>Of late Posterity; if your Country's Safety,</br>And Reputation, such degen'rate Souls</br>T' alarm to Honour fails; at least, my Friends,</br>Fix in your wav'ring Minds this faithful Verse,</br>Fair Liberty the slothful Wretch disdains.", "Hence let me close, lest this Epistle Blame</br>Incur, or hurt our Master's tender Ears;</br>CAPRIUS in ev'ry Tongue can find a Meaning;</br>Enough to all true BRITONS has been said:</br>Yet, 'tis no more than CAL&mdash; vers'd in Politicks</br>And Princes, from his Cave has oft foretold;</br>No more than, with Prophetick Genius blest,</br>The Satirist, who FLACCUS' sprightly Vein</br>So justly imitates, full oft has sung,</br>Inspir'd by Pindus, anxious to revenge</br>His Country's Wrongs and violated Altars.</br>"]