["'Twas Morn!  the Fields were sprinkled o'er with Light,</br>The Folds unpent sent out their Flocks to feed:</br>A Shepherd-Boy, (young Thomalin he hight,)</br>With flying Fingers deftly tun'd his Reed;</br>Where auncient Isis laves the Muses' Mead,</br>(Forever Smile the Mead and flow the Stream!)</br>He sung the Birth of David's holy Seed:</br>Tho' low his Voice, full lofty was his Theme;</br>Wightly his Senses all were rapt into a Dream.", "Eftsoons he spy'd a Grove, the Season's Pride,</br>All in the Centre of a pleasant Glade,</br>Where Nature flowrish'd like a Virgin-Bride;</br>Mantled with Green, with Hyacinths inlay'd,</br>And Crystal-Rills o'er Beds of Lillies stray'd;</br>The blue-ey'd Violet and King-Cup gay,</br>And newblown-Roses, smiling sweetly-red,</br>Outglow'd the blushing Infancy of Day,</br>While amorous West-Winds kist their fragrant Souls away.", "A rich Pavilion rear'd within its Height,</br>The Capitals and Freezes Gold entire,</br>Glist'ning with Carbuncles; a various Light</br>Wav'd tremulous, and set the Eye on Fire.</br>A silken Curtain, drawn on silver Wire,</br>And ting'd with Colours of the summer Sky,</br>Flow'd round, and bade the ruder Gales retire.</br>Four Forms attendant at the Portals lie,</br>The same Ezekiel saw with keen-prophetic Eye.", "Unlike, O much unlike, the strawy Shed,</br>Where Mary, Queen of Heaven, in humbless Lay,</br>Where erst the Infant-God repos'd his Head,</br>And deign'd to dwell in Tenement of Clay;</br>The clouded Tabernacle of the Day!</br>The Shepperd's Dream was mystical, I ween,</br>Isaiah on his Bosom pour'd a Ray,</br>And painted to his Eyes the gentle Scene,</br>Where Lions dandled Lambs; O Peace, thy golden Reign!", "High-smiling in Delight a Lady sate.</br>Young as the dawning Morn, on Iv'ry Throne;</br>Upon her Looks the Virgin-Virtues wait,</br>The Virgin-Virtues wait on Her alone!</br>Her Sapphire-Eyes with gentle Spirit shone:</br>Fair Bountyhead was open'd in her Face,</br>Of Honour and of Love the Paragon!</br>A sweet Regard and most auspicious Grace</br>Bespoke her Lineage high:  She was of David's Race.", "Upon her Lap a lovely Infant lay,</br>And ken'd the Mother by her smiling Grace.</br>His Looks were radiant as the Bloom of Day,</br>And Angel-Sweetness purpled in his Face.</br>Oh!  how the Mother did the Babe embrace</br>With tender Blandishment and fondling Care!</br>She gaz'd, and gaz'd, ne cou'd enough caress</br>His Cheeks, as Roses red, as Lillies fair,</br>The holy Day-Spring hight, Heav'ns everlasting Heir!", "Near Him a goodly Pers'nage mildly shone,</br>With Looks of Love, and shedding Peace and Joy:</br>Her Looks were Love, soft-streaming from the Throne</br>Of Grace, and sweetly melted on the Boy:</br>Her Tongue drop'd Honey, which wou'd never cloy.</br>Mercy yclep'd.  All Nature on her hung,</br>To drink her Manna and her Smiles enjoy;</br>Young laughing Angels \"Mercy, Mercy,\" sung;</br>Heav'n echo'd \"Mercy\" back, the Spheres with \"Mercy\" rung.", "Thus if the Clouds, enroll'd with deadly Food,</br>Forget to thunder in the aethereal Tow'rs,</br>But silently dissolve in kindly Mood,</br>In fostering Dews, and Balm, and Honey-Show'rs,</br>Laugh all the Fields for Joy, and all the Bow'rs.</br>The Shrubs and Herbs fresh Odours round them fling,</br>Pop up their smiling Heads the little Flow'rs,</br>Warble the Birds, exulting on the Wing,</br>And all the wild-wood Notes the genial Blessings sing.", "High o'er his Head was held a starry Crown,</br>Emblem of Royalty and princely Might:</br>His Priesthood was by golden Mitre shewn;</br>An Eagle Young, with E'yn most piercing-bright,</br>To prove the Prophet drank the distant Light.</br>But strangest was to see a bloody Hand</br>Uprear a Cross, the Cross with Blood bedight:</br>Ten thousand Angels, flutt'ring in a Band,</br>Admir'd the mystic Sign but cou'd not understand.", "Now dulcet Symphonies, and Voices meet,</br>Mellifluous stole upon the Shepherd's Ear,</br>Which swell'd so high and dy'd away so sweet,</br>As might have charm'd a Seraph from his Sphere.</br>Happy the Swain that mote such Music hear!</br>Eftsoons a joyous Fellowship was seen</br>Of Ladies gent, and Beauties without peer,</br>As they a Train of Goddesses had been,</br>In manner of a Mask, radiant along the Green.", "Faith led the Van, her Mantle dipt in Blue,</br>Steady her Ken, and gaining on the Skies;</br>Obedient Miracles around her flew:</br>She pray'd, and Heav'n burst open on her Eyes,</br>And golden Valves roll'd back in wond'rous Wise:</br>And now some Hill, with all its shaggy Load</br>Of Trees and Flocks, unto the Ocean hies:</br>Now Wings of Cherubs, flaming all abroad,</br>Careering on the Winds in Sight upbear their God.", "Next Hope, the gayest Daughter of the Sky!</br>Her nectar-dewed Locks with Roses bound;</br>An Eden flourish'd where she cast her Eye,</br>And Flocks of Sports and Joys, their Temples crown'd,</br>Plum'd their bright Wings, and thump'd the hollow Ground.</br>Grief gladden'd, and forgot to drop a Tear</br>At her Approach; ne Sorrow mote be found,</br>Ne rueful-looking Drad, ne pale-ey'd Care;</br>And 'neath her Chariot Wheels she crush'd hell-black Despair.", "Then Charity full-zon'd, as her beseems,</br>Her Breasts were softer Ivory, her Hair</br>Play'd with the sunny Rays in amber Streams,</br>And floated wanton on the buxom Air;</br>As Mercy kind, as Hope divinely fair.</br>Her Soul was Flame, and with prolific Rays</br>The Nations warm'd, all-bright withouten Glare.</br>Both Men and Angels, as she passes, gaze,</br>But chief the Poor, the Lame, the Blind, the Naked, praise.", "The Train of Virtues next, a dainty Train!</br>Advance their Steps, sweet Daughters of Delight,</br>Awfully sweet, majestically plain!</br>Celestial Love, as E'yn of Seraphs bright,</br>And spotless as their Robes of new-spun Light.</br>Truth, simple as the love-sick Village-Maid;</br>Health-blooming Temperance, a comely Wight:</br>Humility, in homely Weeds array'd,</br>And by her, in a Line, an Asses-Colt she led.", "But heark, the jolly Pipe, and rural Lay!</br>And see, the Shepherd clad in Mantle blue,</br>And Shepherdess in russet Kirtle gay,</br>Come dauncing on the Shepherd-Lord to view,</br>And pay, in decent Wise, Obeysance due.</br>Sweet-smelling Flow'rs the gentle Votaries bring,</br>Primroses, Violets, wet with Morning-Dew,</br>The sweetest Incense of the early Spring;</br>A humble, yet, I weet, a grateful Offering.", "Jocund to lead the Way, with sparkling Rays,</br>Danc'd a Star-errant up the orient Sky;</br>The new-born Splendor streaming o'er the Place,</br>Where Jesus lay in bright Humility,</br>Seem'd a fixt Star unto the wond'ring Eye:</br>Three Seers unwist the Captain-Glory led,</br>Of awful Semblance, but of sable Die.</br>Full royally along the Lawn They tread,</br>And each with circling Gold embraved had his Head.", "Low, very low on bended Knee they greet</br>The Virgin-Mother, and the Son adore,</br>The Son of Love!  and kiss his blessed Feet;</br>Then ope the Vases and present their Store,</br>Gold, Frankincense and Myrrh; what cou'd they more!</br>For Gold and Myrrh a dying King divine;</br>The Frankincense, from Arab's spicy Shoar,</br>Confess'd the God; for God did in him Shine:</br>Myrrh, Frankincense and Gold, God-Man, were meetly Thine.", "And last, triumphant on a purple Cloud,</br>Fleecy with Gold, a Band of Angels ride:</br>They boldly sweep their Lyres, and, hymning loud,</br>The richest Notes of Harmony divide;</br>Scarce Thomalin the Rapture cou'd abide:</br>And ever and anon the Babe they eye,</br>And through the fleshly Veil the God descry'd,</br>Shrill Hallelujahs tremble up the Sky:</br>\"Good-Will and Peace to Man,\" the Choirs in Heav'n reply.", "They ended:  and all Nature soon was chang'd!</br>O'er Diamond-Pebbles ran the liquid Gold:</br>And side by side the Lamb and Lion rang'd</br>The flow'ry Lawn.  The Serpent gently roll'd</br>His glistering Spires, and playfull Tongue outloll'd</br>To lick the Infant-Hand.  Together fed</br>The Wolf and Kid, together sought a Fold.</br>The Roses blush'd with more celestial Red;</br>Hell groan'd through all her Dens; and grim Death drop'd down dead.", "Whilom these Scenes the tuneful Twick'nham Swain,</br>With Esay's heav'nly Pencil taught to glow:</br>Then cease, O cease, the antiquated Strain;</br>Nor marr His Song:  but reverently go,</br>And in the Temple of his Muses bow.&mdash;</br>Delight and Wonder broke the Shepherd's Dream;</br>Faded the Scenes:  and, in a goodly Row,</br>Rush'd on his Eyes the Muses well-lov'd Theme,</br>Fair Rhedicyna's Tow'rs, and Isis' sacred Stream!</br>"]