["Damzell, right wel ye wot, that I of yore</br>Forlorne the hilles, and plaines, and silver springes,</br>And oaten pipe, a fon at tuneful lore,</br>And now am close &mdash; ypent o'er auncient thinges;</br>(Eld that mought michel muse, is slowe to sing)</br>Stil ye, as in dispite, persyste to saie,</br>My sister's newe-born sonne fit subject bringes:</br>Colin, be once againe, as whilome gaie,</br>The litell frenne is come, and claymes your roundelaie.", "Heare tho' my roundelaie; or rather heare</br>What youthly I heard by browne Sibyl sung,</br>Beside an impe, y-rock'd by moder deare;</br>Whyles I, as fix'd by spel, y-wondering hung,</br>To weet, what wysdome flow'd from Beldame's tongue.</br>The powers of hearbes she couth, als fortunes told;</br>And now fro meddled hearbes shee juices prest</br>In mazer mirke and brade; and eke shee roll'd</br>Upwardes her blacke bold eyen, as with Heav'n's counsels blest.", "The juices meynt, she ever and anon</br>Into hem dipt her finger, and eche time</br>With fixt arch eie prophetic gazine on,</br>Touch'd that Impe's face, redding a charmed rime&mdash;</br>\"&mdash;With Genius rathe, but ne too hie to climbe&mdash;</br>&mdash;With so moche richesse, as a wight mought crave&mdash;</br>&mdash;With wizzard lear, but moe of motherr sense&mdash;</br>&mdash;With so much beautie, as  man neede have&mdash;</br>&mdash;And witt, that ne can give no honest heart offence.", "\"&mdash;A warrfare brave, but ne in bloodie fielde&mdash;</br>(In vallie lowlie lyves lyfe's lustie tree)</br>&mdash;Caution to warre with daunger, dreed to yielde&mdash;</br>&mdash;In Love's sweet Faerie-Lond awhyle to bee&mdash;</br>Tho gang to Hymen's court with buxom glee:</br>Lo!  in the welkin bryghte a bickerying cloud;</br>Joyaunce aye linckt with bale, pleasaunce with payne;</br>Musyc mote han its notes both lowe and lowde;</br>And Lyfe is an excheat; and Death to all gives shrowd.\"", "Tho louting revrendly with matron grace,</br>Shee took the gentle parent by the hond;</br>And castyng with prophetic eyne her face,</br>Sain'd mystic meanings, but in language blond:&mdash;</br>\"Thilke impe ben true-love's gage, if ryght I trace:</br>Heart linckt with heart, and minde with mind agree;&mdash;</br>Lyfe is a traveil; keepe peregall pace;</br>Thus your true-lover's knott entrayled bee,</br>Wyles I a priestess stond, and againe marrie yee.", "\"An take this ring, fro faerie lond ybrought;</br>And it so charmed been, as fewe may tel;</br>Your finger ring with ilk, ne less your thought;</br>Use it ne wrong, and ilk wil use ye wel:</br>Heales deadly bale, I weet; and south can quel</br>That inborn feend; sprights itt can putt to flyghte,</br>The caytiffs of this world, and broode of hell;</br>Y-spredds in dungeon dark a cheary lyght;</br>And into distant dayes deigns straunge seraphic sight.", "\"I drem'd a dreme &mdash; oh!  sweete dame, what a dreme!</br>Beares, gryfones, tygers, lyons, rampant soche</br>In forme; with foregn blood yet swelt, they seme</br>Bursting amaine, and I ywonder'd muche;</br>Yet moe, to see them live, as by some touch</br>Of Demogorgon, and for fyghte upspring;</br>And they wil fyghten:  wo worth each one's clutch!</br>Ne brede hem, dame; I plyghte mee by thinkle ring,</br>Soche fyghtes shall ne'er your Impe into no daunger bring.", "\"On a blacke mountain's side a Dragon drere</br>His long long length yspredd; dreadful to see!</br>To warre no needes beseme him to requere;</br>Yet cause and umpire of that warre was hee;</br>And he itt kent, I wot, with ravenous glee,</br>And held in clutch a globe, ywrought with gold,</br>Which salvage beastes eied mochel greedilee:&mdash;</br>There the world's valour, sweet ye behold:</br>That prize been theirs; long live your Impe for virtue bold.\"", "Lady, yf my song flows not as of yore,</br>Know, Colin, no nis Colin never  more;</br>He mote ne, con ne, pipe, as heretofore:</br>Weleaway!  leave seely olde man, to muse on auncient lore.\"</br>"]