["Bright are the sky and earth, but more the deep</br>And silent lake, that looks, beneath the ray,</br>As doth a lovely woman in her sleep,</br>When golden thoughts of past existence play</br>Along her tranquil features.  Far away</br>Brighten the white walls of the dreaming town&mdash;</br>The monarch hill that shades the distant bay,</br>Hath bound his rough brows with a beamy crown,</br>And round his ebon throne the savage forests frown.", "Hark!  by the echoing shore awakes a tone</br>A joyous tone which every heart can wake,</br>Within whose empire Love hath made a throne</br>Which storms have fail'd to shadow or to shake:</br>But when shall I again, by hill or lake&mdash;</br>Yes when, O God!  when will the songless string</br>Of this lorn heart forgettingly forsake</br>Its silence and its solitude, and sing</br>The tones of love it breath'd in the soul's leafy spring?", "Oh never, never more!  it is not now,</br>The gift of time or kingdoms to restore</br>The young enchantress, whose marmoreal brow</br>The waving wealth of golden ringlets bore,</br>That often droop'd their silky curtain o'er</br>My slumbers pillow'd on her beating breast,</br>And her sweet voice to which my spirit's core</br>Sung as the wind-harp to the bidding West&mdash;</br>No, never more shall I be thus divinely blest!", "What now are earth and beauty's witchery&mdash;</br>Am I not lost and desolate and lone&mdash;</br>The living forms whom I around me see</br>I may not mingle with: &mdash; a gulf is thrown</br>Between me and my fellows; and my moan</br>Must die along the friendless void, for she</br>Who bound my spirit to the earth hath flown</br>Beyond the stars, leaving but memory,</br>The wide world and the life which is not life &mdash; to me.", "Yet peace is not of her celestial rest,</br>If to look down upon this earth, and hear</br>The Samiel-anguish of the desert breast</br>Whose love had been her life &mdash; her Eden here,</br>Be granted in that Seraph-peopled sphere!</br>Oh Thyrza!  Thyrza!  are the moments o'er</br>When from the moonlight valley to thy ear&mdash;</br>Thy listening ear the vassal breezes bore</br>Such sounds as these that come along the echoing shore?", "Oh Thyrza!  Thyrza!  shall I never be</br>Enfranchised from this dark, terrestrial hell&mdash;</br>Shall not my fever'd spirit ever see</br>The home of life and light where thou dost dwell&mdash;</br>My only wish'd for heav'n! &mdash; but, to!  the swell</br>Of the awaking ocean, by the grey</br>Birth-light of morn is faintly ting'd &mdash; farewell,</br>Sweet hour of pensive thought!  I must away</br>To endure the curse that chains my spirit down to clay.</br>"]