["Thrice happy he, whose body is adorn'd</br>With glossy broad cloth shap'd to fashion's taste;</br>He can undaunted stalk among the croud</br>Of petit maitres, gay coquettes and beaux:</br>Or, if he chuse, perambulate the groves</br>Where lovers stray; or mix the airy throng</br>Of gay gallants who flutter in the park;</br>Nor fear the sneers which poverty excites.</br>He may to balls or gay assemblies go,</br>Where ev'ry eye approves his taste for dress;</br>And the silly empty things he says</br>Are deem'd sound judgment, or the brightest wit.</br>While I, the slave of poverty accurs'd,</br>Detested poverty!  the poet's plague,</br>The scorn of opulence, and jest of pride!</br>With coat thread-bare, and at the elbows worn,</br>Must lonely moping in my garret sit,</br>Writing envenom'd lines 'gainst adverse fate,</br>Which, in some damn'd or ill-omen'd hour,</br>Doom'd me the slave of misery and want.</br>Or (O most shocking to the feeling mind!)</br>If sharp necessity should call me forth,</br>Must take by-roads, or filthy lanes obscure,</br>To hide my wretchedness from grandeur's view:</br>For if I dare attempt the crouded street,</br>Prosperity askance oft rolls her eye,</br>And shuns my company with dire contempt.</br>Hence the warm blush that crimson's o'er my face,</br>And speaks the pungent feelings of my soul.", "But that the dread of that infernal scroll,</br>By crafty taylors fill'd with items dire</br>Of buckram, binding, twist, mohair, and all</br>The curs'd equipments of a suit of cloaths,</br>Affrights my soul, and to my fancy paints</br>The hated yawnings of a prison-door,</br>I'd get genteelly dress'd, and strut about</br>With all the insolence of conscious wealth.", "That dreaded sight with fear I once beheld.&mdash;</br>One night, as musing in my room I sat,</br>And built huge castles in the empty air,</br>An horrid spectre to my view appear'd!</br>The frightful carcase was mere skin and bone:</br>In dress compos'd of rags of diff'rent hue,</br>Which erst were purloin'd from the suits of beaux,</br>The lank visage bore famine in its looks:</br>Loose ragged locks adown its shoulders hung,</br>And round the neck were shreds of parchment plac'd,</br>That once contained deeds of good account.</br>In the lean hand, which misery had worn</br>To perfect sinews and clay-colour'd skin,</br>A scroll portentous to my view it held.", "Rueful, aghast, I view'd the terror o'er!</br>Mine eyes stood motionless within their orbs;</br>My feeble fingers dropt the powder'd herb,</br>And my whole frame felt pangs unknown before;</br>When thus the dread horrific phantom spoke:", "\"The bill I hold, Sir, has too long been due,</br>And must be paid this instant, else the law</br>Shall force you to discharge the debt you owe.\"</br>Then did the fiend with impudence assert,</br>That scoundrel taylors had a right to eat!", "The bill I seiz'd, and gave the pest his due,</br>Who in an instant vanish'd from my sight:</br>(May such a sight ne'er shock poor poet's eye!)</br>My empty stomach felt the dire effects</br>Of my poor pocket's dismal desolation,</br>And taught me soon how sharp a curse it was</br>To feel the gnawings of a hungry heart.", "Rather than meet such horrid sight again,</br>Or feel the agonies I then endur'd,</br>I'll wear the dusty remnant of a coat,</br>Till piecemeal from my meagre shape it drops.", "Then let me try, by industry or art,</br>To gain a competence (my utmost wish!)</br>Get dress'd once more, as oft I us'd to be,</br>When hoodwink'd fortune led me by the hand,</br>And quite forgot my poverty and pain.</br>If then I fail, with honour let me fall!", "Thus some brave general, by foes hemm'd in,</br>And almost famish'd by a ling'ring siege,</br>Resolves &mdash; rather than with harsh terms comply,</br>To meet the storm, beat back his foes, nor die!</br>"]