["Balm of my cares, sweet solace of my toils,</br>Hail, JUICE benignant!  O'er the costly cups</br>Of riot-stirring wine, unwholesome draught,</br>Let Pride's loose sons prolong the wasteful night;</br>My sober ev'ning let the tankard bless,</br>With toast embrown'd and fragrant nutmeg fraught;</br>While the rich draught with oft-repeated whiffs</br>Tobacco mild improves.  Divine repast!</br>Where no crude surfeit, or intemp'rate joys</br>Of lawless Bacchus reign; but o'er my soul</br>A calm Lethaean creeps; in drowsy trance</br>Each thought subsides, and sweet oblivion wraps</br>My peaceful brain, as if the leaden rod</br>Of magic Morpheus o'er mine eyes had shed</br>Its opiate influence.  What tho' sore ills</br>Oppress, dire want of chill-dispelling coals</br>Or chearful candle, (save the make-weight's gleam</br>Haply remaining) heart-rejoicing ALE</br>Chears the sad scene, and every want supplies.", "Meantime not mindless of the daily task</br>Of Tutor sage, upon the learned leaves</br>Of deep Smiglecius much I meditate;</br>While ALE inspires, and lends its kindred aid,</br>The thought-perplexing labour to pursue,</br>Sweet Helicon of Logic!  But if friends</br>Congenial call me from the toilsome page,</br>To Pot-house I repair, the sacred haunt,</br>Where, ALE, thy votaries in full resort</br>Hold rites nocturnal.  In capacious chair</br>Of monumental oak and antique mould,</br>That long has stood the rage of conquering years</br>Inviolate, (nor in more ample chair</br>Smoaks rosy Justice, when th' important cause,</br>Whether of hen-roost or of mirthful rape,</br>In all the majesty of paunch he tries)</br>Studious of ease and provident, I place</br>My gladsome limbs; while in repeated round</br>Returns replenish'd the successive cup,</br>And the brisk fire conspires to genial joy:</br>While haply, to relieve the ling'ring hours</br>In innocent delight, amusive Putt</br>On smooth joint-stool in emblematic play</br>The vain vicissitudes of fortune shews.</br>Nor Reckoning, name tremendous, me disturbs,</br>Nor, call'd for, chills my breast with sudden fear;</br>While on the wonted door, expressive mark,</br>The frequent penny stands describ'd to view,</br>In snowy characters and graceful row.&mdash;", "Hail, TICKING!  surest guardian of distress!</br>Beneath thy shelter pennyless I quaff</br>The chearful cup, nor hear with hopeless heart</br>New oysters cry'd: &mdash; Tho' much the poet's friend,</br>Ne'er yet attempted in poetic strain,</br>Accept this tribute of poetic praise!&mdash;", "Nor Proctor thrice with vocal heel alarms</br>Our joys secure, nor deigns the lowly roof</br>Of Pot-house snug to visit:  wiser he</br>The splendid Tavern haunts, or Coffee-house</br>Of James or Juggins, where the grateful breath</br>Of loath'd Tobacco ne'er diffus'd its balm;</br>But the lewd spendthrift, falsely deem'd polite,</br>While steams around the fragrant Indian bowl,</br>Oft damns the vulgar sons of humbler ALE:</br>In vain &mdash; the Proctor's voice arrests their joys;</br>Just fate of wanton pride and loose excess!", "Nor less by day delightful is thy draught,</br>All-pow'rful ALE!  whose sorrow-soothing sweets</br>Oft I repeat in vacant afternoon,</br>When tatter'd stockings ask my mending hand</br>Not unexperienc'd; while the tedious toil</br>Slides unregarded.  Let the tender swain</br>Each morn regale on nerve-relaxing tea,</br>Companion meet of languour-loving nymph:</br>Be mine each morn, with eager appetite</br>And hunger undissembled, to repair</br>To friendly Buttery; there on smoaking Crust</br>And foaming ALE to banquet unrestrain'd,</br>Material breakfast!  Thus in ancient days</br>Our ancestors robust with liberal cups</br>Usher'd the morn, unlike the squeamish sons</br>Of modern times:  Nor ever had the might</br>Of Britons brave decay'd, had thus they fed,</br>With British ALE improving British worth.", "With ALE irriguous, undismay'd I hear</br>The frequent Dun ascend my lofty dome</br>Importunate:  whether the plaintive voice</br>Of Laundress shrill awake my startled ear;</br>Or Barber spruce with supple look intrude;</br>Or Taylor with obsequious bow advance;</br>Or Groom invade me with defying front</br>And stern demeanour, whose emaciate steeds</br>(Whene'er or Phoebus shone with kindlier beams,</br>Or luckier chance the borrow'd boots supply'd)</br>Had panted oft beneath my goring steel.</br>In vain they plead or threat:  all-pow'rful ALE</br>Excuses new supplies, and each descends</br>With joyless pace and debt-despairing looks:</br>E'en Spacey with indignant brow retires,</br>Fiercest of Duns!  and conquer'd quits the field.", "Why did the Gods such various blessings pour</br>On hapless mortals, from their grateful hands</br>So soon the short-liv'd bounty to recall?&mdash;</br>Thus, while improvident of future ill</br>I quaff the luscious tankard unrestrain'd,</br>And thoughtless riot in unlicenc'd bliss;</br>Sudden (dire fate of all things excellent!)</br>Th' unpitying Bursar's cross-affixing hand</br>Blasts all my joys, and stops my glad career.</br>Nor now the friendly Pot-house longer yields</br>A sure retreat, when night o'ershades the skies;</br>Nor Sheppard, barbarous matron, longer gives</br>The wonted trust, and Winter ticks no more.", "Cut off from joys like these by frowning fate,</br>Siluria's matchless bard, whose lay resounds</br>The SPLENDID SHILLING'S praise, in nightly gloom</br>Of lonesome garret pin'd for chearful ALE;</br>Whose steps in verse Miltonic I pursue,</br>Mean follower, like him with honest love</br>Of ALE divine inspir'd, and love of song.</br>But long may bounteous heav'n with watchful care</br>Avert his hapless lot!  Enough for me,</br>That burning with congenial flame I dar'd</br>His guiding steps at distance to pursue,</br>And sing his fav'rite theme in kindred strains.</br>"]