["Gaze round thee, Stranger, 'tis a hallow'd spot,</br>To Love and Beauty hallow'd; the old woods</br>A sacred gloom breathe forth; and, like the ribs</br>Of cloistral roof, the beechen boughs above</br>Their glossy leaves commingle, the gay sun</br>Of summer keeping out, and through the noon</br>Yielding a cool retreat, and shadowy haunt.</br>Hearken, &mdash; the river o'er its granite bed,</br>Rushing with wave of foam, and its deep sound</br>Speaking aloud tranquillity and peace!</br>The natural flowers around thee, bugloss blue,</br>Foxglove, and lychnis, blossom splendidly;</br>The broad fern, with its fingery leaf expands,</br>And the sloe-thorn is sprinkled with white flakes,</br>Like morning dews by magic frosted o'er.", "Stranger!  to these a simple tale pertains,</br>A simple tale, but sad. &mdash; A village maid</br>Here parted with her soldier, to the wars</br>Repairing:  mournful was the parting scene,</br>Full of unspoken anguish, and deep sighs,</br>Heart-heaviness, and agonizing woe!</br>The past in all its beauty, on their souls</br>Rush'd bright &mdash; the many times that they had met,</br>The many times that they had wander'd here,</br>Beneath the evening star, or conscious moon;</br>The many times that they had felt, and told</br>How only for each other they could live.</br>The future &mdash; like a threatening angel stood,</br>Between their hearts, and happiness &mdash; long years</br>Of absence from each other &mdash; to the one</br>Danger, &mdash; and to the other grief,</br>The grief of heartlessness and hope deferr'd,</br>Than danger worse to suffer and abide.", "'Twas even so. &mdash; The soldier sail'd away</br>O'er the broad ocean, to far foreign climes,</br>Where the orange blossoms:  valiantly</br>He fought, the gallant youth; and valiantly</br>He fell; and, dying, left his latest charge</br>To him, the friend, who weeping o'er him hung,</br>That he would tell the maiden of his love,&mdash;</br>Mary, the innocent, the beautiful girl,&mdash;</br>That sleeping he had dreamt of her; awake,</br>Had thought upon her through the livelong day;</br>That he died faithful to her, and implored</br>The God of love to cheer, and comfort her</br>When he was gone.", "As, on summer morn,</br>Blue arrowy lightning darting from the cloud</br>On the young flower, so on young Mary's heart</br>Struck the intelligence of grief. &mdash; Cut off</br>At once, by one immitigable blow,</br>From earthly hope and happiness, at first</br>Loud was her grief, and violently strong,</br>As if it was beyond her to subdue</br>The fever of her spirit, or to stem</br>The gushing woe that overpower'd her heart.</br>She call'd upon him &mdash; who could not return!</br>She call'd upon him from his gory tomb,&mdash;</br>She call'd upon him through the livelong day,&mdash;</br>She call'd upon him, when the night winds sang</br>Around the casement, and the ivy leaves</br>Rustled with dull and melancholy sound.</br>She turn'd from solace as an empty word,&mdash;</br>From hope, as from a mockery, &mdash; she saw</br>Nought but despair in morning, noon, and night</br>Nought but despair, in all she look'd upon</br>She loath'd her life, &mdash; and coveted the tomb;</br>She only sought the grave, &mdash; the quiet grave,&mdash;</br>Forgetfulness, and a green resting-place.</br>But, by degrees, like stormy winds that sink</br>Softer and lower, of her voice the grief</br>Sank; and with still and melancholy eye,</br>That only lov'd the ground, silent she sate,</br>Through the unvarying day.  Within her soul</br>Brooded a calm, a nullity of thought,</br>A passionless void, a gloomy reverie,</br>The unbroken stillness of a cloudy day,</br>That knows nor breeze, nor sunshine.  A faint streak</br>Of light at length broke in, and gradually,</br>And steadily it strengthen'd, and it strove</br>With the surrounding darkness, and it shone</br>From heaven, and there for comfort did she look!", "No sigh was utter'd now &mdash; no word she spoke,</br>She grew resign'd &mdash; but hope no more return'd,</br>Nor joy: &mdash; she loved the paths of solitude,</br>The paths which are around thee, stranger; here</br>She roam'd at noon, what time from flowers like these</br>The wild bee gathered honey, and the birds</br>Sang forth, with swelling hearts, from the green bough.</br>By yonder lake, beneath the chesnut tree,</br>Gazing she stood on the still waters, while</br>Unmark'd the trout leapt after the small fly,</br>Until the image of the flowers disturb'd,</br>And broken by the wrinkles, marr'd her gaze,</br>Then would she turn.", "Whether the moon shone bright,</br>Or twinkling stars, on interlunar eves,</br>Spangled the cope of heaven; or boisterous winds</br>Sang through the forests, or the beating rains</br>Fell heavy on the house-top; by the hearth,</br>Whose blaze did flicker on her pale, wan cheek,</br>Ever and anon as if it boded death,</br>The Bible was her sole companion now;</br>And, through the guiltless blood of Him who died</br>On Calvary, she form'd her hope of Heaven.", "Like a soft wave that, on a summer eve</br>Melts on the shore; a zephyr, through the shade,</br>That whispering sighs, and sinks to nothingness;</br>A snowy cloud that, sailing o'er the sky,</br>Wanes in the east to shadow, and decays;</br>A tender flower, on its autumnal stalk,</br>More colourless becoming day by day,</br>And drooping in the open light of Heaven;</br>So was it with poor Mary, till at length</br>She walk'd the earth a shadow among men;</br>Along her temples, like the snow-drop pale,</br>Were seen the blue veins branching, and her hand</br>The moon might have shone through it.", "Who can quench</br>The gushing sorrows of a breaking heart,</br>Or lull despair to sleep? &mdash; One gloomy eve,</br>When gusty winds moan'd through the moonless sky,</br>And the leaves rustled, and the thunders roll'd</br>Nearer and nearer, muttering dismally;</br>And ocean, like a giant girt with chains,</br>Strove to o'erleap its barriers, roaring loud;</br>And nature seem'd prophetic &mdash; She awoke,</br>Smiling and fair, as from a gentle sleep,</br>And told the friends that hung around her conch,</br>That she had seen a vision, &mdash; that the youth,</br>Who loved her, and had perish'd far away,</br>Leaning upon an angel's arm, had come</br>To tell her that an amaranthine bower</br>In Heaven was blooming for them.", "With a smile,</br>That spake a farewell to her sorrowing friends,</br>And bade them be of comfort &mdash; she departed.</br>"]