["The folly of the War at length is o'er,</br>The grateful People hail the Peace with glee,</br>The PARTY now my counsels seek no more,</br>And leave the World to Solitude and me.", "Now fades the last faint hope of future pow'r,</br>And all Mankind our scatter'd Squadron shun,</br>Save where some Mongrel turns in lucky hour,</br>Or needy GENIUS flies a threat'ning Dun.", "Save that, among the title-varnish'd tribe,</br>Some wealthy Dupe, inclin'd to purchase fame,</br>Our leading Patriots may with banquets bribe,</br>In fond ambition of a Statesman's name.", "Amid our Tavern crowds, and Clubs select,</br>Who form'd full many a Gallic scheme for pow'r,</br>Each in his flatt'ring dreams for ever checkt,</br>The bold Reformers of the Nation low'r.", "The labour'd speech of lily-liver'd GREY,</br>The nonsense hiccup'd by his MAUDLIN GRACE,</br>The yell of ERSKINE, or sly TIERNEY'S bray,</br>No more shall raise them to a chance of place.", "For them no more the Tavern bells shall ring,</br>Or easy Landlord tick the daily fare;</br>No Waiters at the sound shall eager spring,</br>Or club their vails the gaming lot to share.", "Oft would the giddy to their sophisms yield,</br>Their fury oft the Senate's order broke;</br>How did they bawl in COPEN-HAGEN field,</br>How laugh'd the Mob at every hackney'd joke!", "Let not the Placeman their distress deride,</br>The shifting life, the hardships they endure;</br>Nor Ministry behold with lofty pride,</br>The hopeless horrors of the patriot Poor.", "The pride of Cabinets, the Sov'reign's choice,</br>And all that Budgets, all that Loans provide,</br>Depend alike upon the public voice,</br>The paths of Office lead t' other side.", "Nor you ye Rich impute to these the crime,</br>If Patronage to them her gifts refuse,</br>Where through the kind neglect of heedless Time,</br>The perquisites are ampler than the dues.", "Can study'd speech or unprepar'd reply,</br>Rouse all the House with opposition fire?</br>Can Wisdom's plans be baffled by a lie,</br>Or clamour force a Premier to retire?", "Doubtless among our Party's ruin'd band,</br>Are hearts that burn with democratic ire;</br>Heads that the fall of Empire could have plann'd,</br>Or spread around a Revolution fire.", "But Britain, adverse to their golden dreams,</br>Blind to the worth of France, oppos'd the storm,</br>Dull Magistrates repress'd their honest schemes,</br>And damp'd the noble spirit of Reform.", "Full many a hardy Patriot of our Gang,</br>The dark and dismal dens of Prisons bear:</br>Full many a hero Law has doom'd to hang,</br>A shackled warning in the tainted air.", "Some low-born ORLEANS, who, to greatness bred,</br>With just contempt would Titles have resign'd,</br>Some MARAT wishing millions dead;</br>Some BONAPARTE fit to rule mankind.", "Th' abuse of loyal Bigots to disdain,</br>The Slavish Code of Britain to despise,</br>The cause of Gallic Freedom to maintain,</br>And paint its glories to the nation's eyes,", "Well may we boast: &mdash; nor do we only boast</br>To mend the State, but save its stores we try'd;</br>To obviate needless levies for our coast,</br>In mean distrust of Gallia's hostile pride,", "The people their inherent rights to teach,</br>To shew that lineal Pride has had its hour,</br>The doctrines of Equality to preach,</br>And prove resistance but a point of pow'r.", "Lost to the chance of all official sweets,</br>A casual income some derive from Play,</br>Along obscure and unfrequented streets,</br>Some keep the careful tenor of their way.", "Yet e'en our Band from Catchpoles to protect,</br>Those, fam'd for parts, a happier fortune meet,</br>And, wheedling Peers or People to elect,</br>Secure the lucky shelter of a seat.", "Their names, their deeds, puft in the daily news,</br>The world with pointed paragraphs surprize;</br>And many a useful lesson they diffuse,</br>That teach the timid Democrat to rise.", "For who to tame obscurity a prey,</br>The lively tattle of the town resign'd,</br>Scorn'd the diverting columns of the day,</br>Nor wish'd some notice of himself to find?", "On some kind Print the Orator depends</br>The morning record of his speech to bring,</br>E'en when at home we tell it to our friends,</br>E'en in our dreams we make ST. STEPHEN'S ring.", "For thee, who feeling for thy PARTY'S woe,</br>Dost in these mimic strains their fate bemoan;</br>If urg'd by indignation's honest glow,</br>Some British Patriot shall inquire thine own,", "Haply some angry Traveller may say,</br>\"Oft have we seen him to the THUILLERIES go,</br>Casting all sense of British Pride away,</br>To fawn upon his Country's deadliest foe.", "\"There, at the footstool of the Gallic Chief,</br>Who rears his bold triumphant head so high,</br>He stood in abject state that shocks belief,</br>To catch each motion of THE CONSUL'S eye.", "\"Grave as if now on some historic plan,</br>Searching o'er musty rolls of former times;</br>Now shameless rev'ling with an exil'd clan,</br>Or cheer'd their hopes, or prais'd their horrid crimes.", "\"One more I saw him on THE CONSUL wait,</br>Beside the Throne, and with a bending knee;</br>Another came, and still in cringing state,</br>With supple joint, beside the throne was he.", "\"The next with censures due he took his way,</br>In praise of GALLIA anxious to declaim;</br>Attend and hear (for all should hear) the lay,</br>That still with infamy should brand his name.\"", "THE INSCRIPTION.</br>Here rests his Tongue, in this deserted place</br>A Wight to Fortune, and to Fame well-known;</br>Kind Nature stor'd his mind with lib'ral grace,</br>But DISSIPATION mark'd him for her own.", "Wild were his actions, tho' profound his reach,</br>Fortune her favours, did as wildly dash,</br>He gave his Party all he had &mdash; a Speech&mdash;</br>His Party gave, 'twas all he wish'd &mdash; their Cash.", "No farther seek his vices here to tell,</br>O'er e'en his follies to the World proclaim,</br>(There they, alas, have long been known too well)</br>The Idol of his Faction, and their Shame.</br>"]