["See!  rob'd in new beauties, young May cheers the lawn!</br>Ye virgins!  how charming her air!</br>Haste!  cull her fresh flow'rets dew-dropping at dawn,</br>And chaplets entwine for your hair!</br>Yes!  weave the gay garland!  each moment improve!</br>Youth's pleasures like Spring fleet away!&mdash;</br>Life has its soft season &mdash; that season is LOVE.</br>&mdash;Ah!  taste its fond joys while 'tis May.", "But lately I winded yon mountain's green side;&mdash;</br>How bless'd!  for MIRANDA was by;</br>I mark'd as she welcom'd the Spring's opening pride</br>The rapture that beam'd in her eye:</br>Her fav'rite young lambkins ran bleating around,</br>(Their fleeces were whiter than snow!)</br>The cliffs crown'd with oakwood, return'd the soft sound;</br>The still lake gleam'd placid below.", "\"How happy!\" she cried, \"in some shelter'd retreat</br>With lambkins and flocks beating nigh;</br>In my straw-cover'd cottage, though humble, yet neat,</br>I could live &mdash; and contented would die!</br>This oak-waving mountain would ward winter's blast;</br>Yon lake teach complaint to be still;</br>Health, mirth, peace, and temperance, crown the repast,</br>And freedom bound light o'er the hill!\"", "A glance that escap'd the dear maid at the time</br>Half whisper'd a wish was untold;&mdash;</br>\"And would my fair shepherdess deem it a crime</br>If EDWIN were guard to the fold?\"</br>\"I told my soft wishes,\" she sweetly replied,</br>(Ye virgins!  her voice was divine!)</br>\"I've rich ones rejected, and great ones denied,</br>But take me, fond shepherd! &mdash; I'm thine.\"", "Her look was so artless!  her accent so mild!</br>He candour so sweetly express'd!</br>I gaz'd on her beauties as blushing she smil'd,</br>And clasp'd the lov'd maid to my breast!&mdash;</br>The primrose in clusters breath'd fragrance around,</br>And witness'd the vows that were given;&mdash;</br>The lark, that sat listening, soar'd swift from the ground</br>And warbled the contract in &mdash; heaven!", "Yon cottage where woodbines so fondly entwine,</br>We've chose for our humble retreat,</br>Where TEATH'S soften'd murmurs raise musing divine,</br>'Tis there my love's lambkins shall bleat!</br>There friendship shall lure modest worth to our door,</br>And shelter from care's wintry blast;</br>Content, deck'd in smiles, spread her pastoral store,</br>And Miranda prepare the repast!&mdash;", "Thus fix'd, what imports it, ye great ones and vain,</br>Though splendour withholds her false gleam,</br>If pleas'd with our little, and strangers to pain,</br>Life glides placid by like yon stream?</br>While health, heav'nly goddess!  smiles buxom and gay,</br>Shall we murmur that wealth comes not nigh?</br>When thy charms, INDEPENDENCE!  thus prompts the free lay,</br>And the muse, lark-like, soars to the sky!</br>"]