["I.1.</br>The fading gleam of parting day</br>Forsakes the western sky,</br>Now shines Diana's chaster ray</br>With virgin majesty;</br>Her face with milder glory bright</br>Pales o'er the dusky shades of night,</br>And brings the varied scene to view:</br>The glassy lake, the bubbling stream,</br>Again reflect the borrow'd beam,</br>And take the silver hue.", "I.2.</br>From the deep shade of yonder trees</br>The screaming night-birds call,</br>While floats in Zephyr's balmy breeze</br>The distant water-fall;</br>Sad Philomela's warbling throat</br>Pours forth the sweetly mournful note,</br>And charms the lay-resounding grove,</br>Where, trembling at the gentle gale,</br>The bending fir, and poplar pale,</br>In rushing murmurs move.", "I.3.</br>What joyful sounds arise!&mdash;</br>These strains of rural music sink,</br>And shrill-ton'd clarions rend the skies,</br>The air a voice of triumph chears&mdash;</br>Behold, an awful form appears</br>On Cherwell's sedgy brink!</br>His azure length of robe behind</br>Loosely wantons in the wind,</br>Glowing like the vernal morning</br>Beams benign his eye-balls shed,</br>Ceres' wealth his brows adorning</br>Shades his venerable head.</br>Say, heav'nly Vision, what these notes portend;</br>Sits white-wing'd Vict'ry on Britannia's arms?</br>Does proud Iberia to our legions bend,</br>Or flies the Gaul at Granby's dread alarms,</br>Or stalks on India's sun-burnt plains afar</br>The force of Conflict keen, and giant rage of War?", "II.1.</br>\"Far hence, he cried, the tumult's roar</br>To distant climes shall fly,</br>Mirth revels now on Albion's shore,</br>And blithe Festivity.</br>Ye Muses, twine each fragrant flower</br>To crown with roseate braids the hour</br>Which gave to GEORGE a blooming Heir;</br>Ye guardians of this favour'd isle,</br>With graceful pleasure kindly smile,</br>Ye Nymphs your wreaths prepare.", "II.2.</br>\"Come happy babe!  delight the lands</br>Which time shall make thy own;</br>Come happy babe!  whom Heav'n commands</br>To fill a future throne.</br>And when the sacred lore of truth</br>Shall gently form thy ripening youth,</br>May ev'ry grateful Briton find</br>The soul of GEORGE'S godlike race,</br>With lovely CHARLOTTE'S softer grace,</br>Attemper'd in thy mind.", "II.3.</br>\"For thee on Afric's burning coast</br>Aloft the British ensign waves;</br>For thee by rattling tempests tost</br>Their navies awe the Gallic pride,</br>On every realm, whose hostile side</br>The boundless ocean laves;&mdash;</br>With nobler skill and fiercer fire</br>Strike the rapture-breathing lyre!</br>Hark! &mdash; on Cambria's cloud-topt mountains</br>Music winds her streams along:</br>As they flow, the crystal fountains</br>Listen to the jocund sound!</br>Lo!  glorious shades and halcyon days appear</br>Fair as the Morn in saffron mantle dight,&mdash;</br>But sounds divine ill suit the human ear,</br>And fleeting visions mock the mortal sight.\"</br>He said:  and rushing from my wond'ring eyes,</br>On rapid light'ning borne, he sought his native skies.</br>"]