["Sweet cousin mine, since well I ween your eye</br>Scans with delight the deeds of Arthur's day,</br>And since, before all other things, I try</br>To win you solace howsoe'er I may;</br>Lo here, recorded of his table-round</br>A goodly tale, with pain compil'd, I send:</br>This in an ancient volume late I found,</br>And scant could read, so rudely was it penn'd:</br>Please you accept it kind; for name I wis</br>It may be well yclep'd \"The Mantle made amiss.\"", "It was the time of Pentecost the feast,</br>When royal Arthur will'd high court to hold,</br>Statlier than e'er beforetime:  thither press'd,</br>At his command, kings, dukes, and barons bold:</br>And for great jousts and tourneys were design'd,</br>Each he ordain'd his chosen fair to bring,</br>Damsel or spouse, the mistress of his mind:</br>So all was done, all stood before the king,</br>Damsel and dame, with many a matchless knight;</br>That never England's realm beheld so proud a sight.", "Each one to sport, to merrimake, was bent,</br>To merrimake beyond all former joy;</br>But Mourge the fay bethought her to prevent,</br>To work fair Guenever the Queen's annoy;</br>Long had she envied those superiour charms</br>Which wan the heart of Launcelot du Lake;</br>Jealous she was, for he had shunn'd her arms;</br>So all were punish'd for their sovereign's sake:</br>And yet, perchance, had Guenever the Queen</br>Besought her presence there, this harm might not have been.", "Now were the tables all prepar'd to dine,</br>Whiles at a window that o'erlook'd the street</br>Join'd with Sir Gawaine Arthur did recline,</br>In social converse mingling, as was meet:</br>Soon they beheld a youth advance, whose steed</br>An ample case of costliest velvet bore;</br>Now he dismounts, now climbs the steps with speed;</br>Now bends with humbled knee the King before:</br>\"Sovereign, a boon!\" he cried, \"with heart sincere</br>A boon my mistress craves, as she that loves you dear.", "\"No ill, no damage or reproach, shall spring;</br>Thus doth my princely dame command me say;</br>Pass but your word ere I reveal the thing,</br>You never will have cause to rue the day.\"</br>Won with his words, the monarch rais'd his head,</br>And, \"Friend, we grant thy boon unknown,\" he cried:</br>Low louts the youth; \"his princely dame,\" he said,</br>\"Told, by his mouth, her wish was satisfied.\"</br>Then to the ground he bent, and 'gan unlace</br>The bands, embroider'd brave, that fast secur'd his case.", "Well may ye guess King Arthur long'd amain</br>To see this costly crimson case unbound;</br>Curious he was, and so were all his train,</br>Though doughty warriours of the table-round.</br>Forth from its womb the youth a mantle drew,</br>Such ne'er was seen in England's realm before,</br>So lovely did it seem, so rich, so new;</br>Let the kind reader marvel ne'er the more;</br>For all of fairy filaments 'twas wrought,</br>By fairy fingers spun, with power of fairy fraught.", "Damsel and dame behov'd them well beware,</br>Such were its virtues, and so strange its power,</br>If loose inconstancy had wanton'd e'er</br>In those soft breasts which should be true love's bower;</br>For to all such, whene'er they might assay</br>To deck them therewithal, 'twould shrink, 'twould swell,</br>Now long, now short 'twould be: &mdash; Ah wicked fay!</br>Thou know'st thy fellow-females' mood too well!</br>Had they but guess'd what silk 'twas wove withal,</br>The world might not have won their stay near Arthur's hall.", "Now nigh the King the gentle youth advanc'd,</br>And to his hands the wondrous charge consign'd;</br>Told how its secret properties enhanc'd</br>Its outward excellence, and then rejoin'd;</br>\"Sire, let each fair who now adorns your court,</br>In turn assay the adventure to achieve;</br>Who best shall speed, nor find it long nor short,</br>Let her, so wills my dame, alone receive,</br>Fit guerdon of her worth, the mantle brave:&mdash;</br>This is the nameless boon, the boon you freely gave.\"", "Sore chaf'd King Arthur now, and seem'd to see</br>Much lurking mischief in his promise made,</br>Inly he fum'd, in moody reverie,</br>Till thus at length the sage Sir Gawaine said:</br>\"Sire, since your word is past, 'twere meet you send,</br>And bid your royal consort to the hall;</br>Let her with all her comely train attend,</br>Damsel and dame, to try this wondrous pall.\"</br>\"Go then,\" the King replied, \"our consort bring;</br>Sacred should be the word, the promise, of a king.\"", "So to the Queen the sage Sir Gawaine hies,</br>As one who conn'd his lesson passing well,</br>And fair salutes, and paints how fair a prize</br>The King decrees the worthiest bonnibell;</br>But of those passing virtues nought to tell</br>Which lay conceal'd within the mystick pall</br>He well aviz'd, for sure that searching spell</br>Had scar'd these gentle dames from Arthur's hall:</br>Now to the royal presence all are sped,</br>A blithe and buxom band, their sovereign at their head:", "And Arthur now, who deem'd it shame full sore</br>To be so cozen'd that crafty boy,</br>The gorgeous pall unfolding on the floor,</br>Thus briefly spake, with looks of little joy:</br>\"High dames and fair!  to her of all the train</br>Whose shape this curious mantle best may fit,</br>To her 'tis doom'd of right to appertain,</br>And may some mighty blessing wend with it!\"</br>So spake the King; the mantle all admir'd;</br>And first, as first in place, the Queen the proof requir'd.", "In luckless hour she first requir'd the proof,</br>And o'er her shoulders first the mantle flung;</br>For all too short before it shrunk aloof,</br>Albe a length of train behind there hung;</br>Thereat Sir Ewaine, good King Urien's son,</br>Who spied this sovereign lady chang'd in hue,</br>And she who ween'd some secret shame was won,</br>Such loudly-buzzing laughter thence there grew;</br>Thus turn'd the shrewd surmisings of the rest;</br>For ill he bore the Queen should be her subjects' jest:", "\"Leave, lady dear, that mantle, all too short</br>For stately mien and stature straight like thine,</br>And let this damsel here, the next in court,</br>Around her dainty limbs the prize entwine.\"</br>Hector-the-son's fair friend the lass was hight;</br>E'en as he spoke the pall she deftly raught,</br>And round her cast; full jocund was her spright;</br>But the shrewd cloak soon sham'd her all to nought:</br>For, howsoe'er she turn, or stretch, or hale,</br>Full half a foot or more its shrivell'd length would fail.", "Of all the knights who grac'd King Arthur's board</br>For flouting jests Sir Kay was most renown'd;</br>Nor might he now refrain his wanton word,</br>But to the Queen would every whit expound.</br>So, gently bending to his sovereign's ear,</br>\"Great Queen,\" he whisper'd, \"mirrour of all grace,</br>Thy loyalty excels this damsel's here.\"&mdash;</br>\"Sir Kay!\"  the Queen replied, \"unfold the case:</br>This strange device I will thou straight declare,</br>And why this wayward cloak hath left our skirts so bare.\"", "Therewith Sir Kay recounts the varlet's tale;</br>From end to end the venom'd sleight he told:</br>Nought did the Queen of sage advisement fail</br>To bear with gree where little boots to scold;</br>And, well she ween'd, as one aggriev'd to rail,</br>Would but the more their piteous plight unfold,</br>So loud exclaims, \"What silly wight would quail</br>At Mourgue the fay's devices, known of old?</br>Come, damsels all, partake the fairy's jest,</br>And see who first in place may bide this gamesome test.\"", "And, as she spake, the Seneschal Sir Kay,</br>Who joy'd to see these dames so ill bested,</br>Cries \"On, fair lasses!  gladly greet the day</br>That showers such honour on each loyal head:</br>Now be it known how tender and how true</br>These looks of love, and breasts of ivory pure;</br>Now may those knights, so sad for lack of you,</br>With fresh delight their patient pains endure.\"</br>So spake Sir Kay; the damsels one and all</br>Now wish'd them far away escap'd from Arthur's hall.", "Their sorry cheer, their looks deject and wan,</br>Did move the monarch's noble heart to rush;</br>Thence to that stripling page he thus began;&mdash;</br>\"This cloak meseems most vilely made, in sooth:</br>For aught I read, there wons not here in court</br>One dame or damsel, be she low or tall.</br>But finds this luckless garment long or short:</br>Hence &mdash; bear it back! &mdash; it suits not here at all.\"</br>\"Ah sire!  your word is pass'd;\" the youth replied;</br>\"The promise of a king must evermore abide.\"", "What needs it further stretch my tale's extent,</br>To tell how fail'd each dame, and fum'd each knight?</br>How Kay's o'erweening mirth was fitly shent</br>When his frail spouse betook herself to flight:</br>Or how Sir Ydier's paramour so bright,</br>(Sir Ydier, doubtless she of all was chaste,)</br>With that quaint garb in front full fairly dight,</br>Behind was scarcely clad beneath the waist:</br>Or how 'twas whisper'd in Sir Ydier's ear,</br>\"Right well the dame is vail'd whose hinder parts appear.\"", "In fine, upon a bench, all wo-begone,</br>These luckless ladies side by side were plac'd;</br>In all that crowded court there was not one</br>But more or less she found herself disgrac'd.</br>Whereat the stripling varlet loudly cried,</br>As well aviz'd none there the pall might claim,</br>\"I pray thee, sire!  be every chamber tried,</br>Lest some perchance there lurk of purer fame;</br>For so alone 'tis given me to fulfil</br>As fits in every point my sovereign lady's will.\"", "With that the King commission'd Girflet straight:</br>In every nook and crevice Girflet pried;</br>Yet, though his peering search he nought would bate,</br>One only damsel hath his zeal espied;</br>And she, for ailment fain in bed to bide,</br>Excuse did plead, for that her strength was spent;</br>But he, forsooth, might not be so denied;</br>There would he be till she her clothes had hent:</br>No help the damsel saw, she needs must go;</br>So to the hall she pass'd with feeble steps and slow.", "Her mate was there, the foremost wight in hall:</br>His name to learn perchance might please you well:</br>'Twas Karados Brise-Bras, approv'd of all</br>A good and hardy knight, the sooth to tell.</br>Soon as he spied his mistress enter in,</br>As doom'd that dire adventure to assay,</br>Through all his frame he felt a war begin,</br>His face with crimson stain'd, his heart like clay;</br>And, for her absence glad of spright whilere,</br>So now his troubled sense was overwhelm'd with fear.", "\"Dear lady mine!\"  (he thus was heard to say,)</br>If aught misgives thee, shun that baleful robe!</br>To see thy shame, to feel my love decay,</br>I would not bide for all this earthly globe:</br>Far better were it aye in doubt remain,</br>Than read the truth by such disastrous test;</br>Than see thee now thy sex's honour stain,</br>And marshall'd there on bench, the vulgar jest.\"</br>\"Nay, why so sore torment thee?\"  Girflet cried,</br>\"Lo, there two hundred sit, so lately deified.\"", "The loyal damsel, ne'er a whit dismay'd,</br>Around her neck the mantle boldly threw;</br>The same so meetly all her limbs array'd,</br>No seamstress e'er might make it half so true:</br>Whereat the stripling page did loudly cry,</br>\"Now, lady fair!  thy lover joy betide!</br>Thine be the pall, who winn'st the victory!</br>Thine be the pall!  thy virtue well is tried!\"</br>E'en as he spoke the King declar'd assent:</br>The rest with feigned scorn would vail their discontent.", "But for Sir Karados, the damsel's friend,</br>Him glad of heart I read as man might be;</br>Forth with the mantle straight that pair did wend,</br>And choicely priz'd, and hoarded charily.</br>Since then, whenas both these were dead and gone,</br>It close was stow'd where none the place might see,</br>Nor lives there wight on earth but I alone,</br>Of power, sweet cousin mine, to shew it thee.</br>Avize thee then; for, should ye crave the test,</br>Thou or thy friends so fair may presently be dress'd.", "But should it chance the wiser counsel seem</br>In its dark den to let it slumber still,</br>There shall it bide; which way soe'er thou deem,</br>Thy wish alone can rule my yielding will;</br>For bent am I, and shall for aye remain,</br>So long as life within this frame may stay,</br>To count thy friendship as my greatest gain,</br>To strive how best I may thy will obey.</br>But should the pall some whit too scanty prove,</br>In sooth, sweet cousin mine, I might not leave to love.", "And thus, meseems, the tale is fully done,</br>Save that I fail'd that damsel's name to tell</br>Whose worth of yore the perlous mantle won;</br>Known be it then that peerless bonnibell</br>Was clep'd of all &mdash; so stay thee, story mine!</br>Come, bear around a brimmed bowl of wine!</br>"]