["Bless'd be the Man!  for ever bless'd his Name!</br>Whose patriot Zeal excited him to move</br>The British Senate to reverse the Law,</br>So baneful, as its Force all Compound Drams,</br>And Gin; the best, destroy'd: Now let us smile</br>Since she revives; on her attendant wait</br>Clove, Cinamon, and Annis, Cordial, all,</br>But Gin more Cordial, most profusely good.", "O Sovereign Dram!  How shall I speak thy Praise?</br>Unequal to the Task, if not inspir'd</br>By thy invigorating Drops, whose Heat</br>Can in unlearned Minds raise Thoughts sublime.", "'Tis Thou, that best dispel'st all human Woe,</br>For meagre Want, with all her frightful Train</br>Of Hunger, Thirst, Sickness, and Pain itself,</br>From thee promiscuous fly, like heavy Mists</br>Before the Morning Sun:  The Winter's Cold,</br>Bleak Winds, Frost, Snow, and Rain, lose all their Force</br>In thy bless'd Presence; and the Body warm'd</br>By thy puissant Drops, is more secure</br>Than wrap'd in Wool, or Silks, or softest Furs.</br>Inebriate by thee, the Captive Wretch</br>Forgets Confinement, shudders not to hear</br>Clashing of Chains, nor Clink of Fetters dire.</br>The lash of Whips, Gibbets, and fiery Brands</br>Oppos'd by thee, impending Terrors lose.</br>Diffusive is thy Good to all Mankind</br>As Air, or Water; for the lowest Rank</br>Of Mortals can with Ease enjoy thy Charms,</br>Nor Mendicants, nor Slaves are from thee barr'd.", "By thee the Passions that perplex the Mind</br>Are soften'd, or subdu'd; Fear soon retires,</br>Hope centers but in thee, and Love alone</br>Reigns at the Gin-Shop with despotic Sway;</br>Not curb'd by Parents Rule or Av'rice vile,</br>For here both Nymphs and Swains with Hearts elate,</br>Quaff Nectar smiling, though in Rags they smile;</br>And laugh at Wretches that in gilded Cars</br>Triumphant ride, but with dejected Hearts.</br>Here no Ambition, nor distracting Cares</br>For fleeting Riches, ever dare approach,</br>But joyous all transmit the circling Glass.", "Say, Muse &mdash; for thou with Pleasure hast beheld</br>Gin's vast Effects, before the Morning Sun</br>Has rose to warm, and bless this western World;</br>When Females, Old and Young, who daily vend</br>Herbs, Fruits, and Roots, or Fish of various Kinds,</br>In Shells invelop'd, or bedeck'd with Scales,</br>Up rise with eager hast, and, soon array'd,</br>Proceed to purchase those Supplies of Life;</br>For Oh what Joy!  when their keen Eyes explore</br>Some hospitable Shop with open Doors,</br>Whose Guardian vigilant, has shook off Sleep,</br>To deal his Drams to this Itin'rant Tribe:</br>And if upon some friendly Bulk they spy</br>Slices of Bread, replete with Spices strong,</br>Concomitant of Gin, their Joy's compleat:</br>Chear'd with these Viands rich, to Market they</br>Jocund proceed, fearless of Dangers all</br>From noxious Damps, dire Brawls, or Crush of Carts:</br>Their Contracts made, from Street to Street they stroll,</br>Scarce conscious of the pond'rous Loads they bear,</br>And their shrill Pipes salute the waking World.", "View next in Chelsea's ever-pleasing Walks,</br>Or those at Greenwich, where the lofty Domes</br>Magnific rise; great Glory of our Isle!</br>The hardy Veterans, whose hostile Flames</br>Have long securely slept, and all their Cares</br>Only employ'd to eat, and drink or smoke;</br>'Till warm'd with Gin, their vital Spirits rise,</br>And they with Pleasure tell their past Exploits,</br>When horrid War rag'd both on Sea and Shore,</br>And at la Hogue the Gallic Fleets aspir'd</br>To rule the Main, as their proud Prince the Land;</br>But their vain Schemes and Ships together sunk.", "The Soldier too, if with Gin's Ardour fir'd,</br>Relates the Glories of his youthful Days,</br>When at fam'd HOCKSTET and RAMELIA'S Plains,</br>The Britons bold routed their haughty Foes,</br>And Thousands fell Victims to mad Ambition:</br>'Tis then those glorious Troops impell'd</br>By Force impetuous of British Arms,</br>Plunge into Danube's Floods to rise no more:</br>Thus Conquest is renew'd; all painful Wounds,</br>The Limbs which from their Trunks robust were torn,</br>And Age itself, are in Oblivion lost.", "What can impart such Solace to Mankind,</br>As this most pow'rful Dram, which levels all</br>The diff'rent Ranks in this unequal World?</br>The poor Plebeian, elevate by Gin,</br>Fancies himself a King, or happy more;</br>Crowns, Maces, Stars, with Garters azure, red,</br>Or verdant, he condemns, as Gewgaws mean;</br>Derides the Politician's anxious Thoughts,</br>But more the Miser's avaricious Cares,</br>Amassing Wealth, yet never tastes Fruition:</br>He dreads no Taxes, not EXCISE it self,</br>Chimera horrible to British Eyes!</br>Fill but the Glass, and all his Joys are full.", "Not less salubrious for corporeal Pains</br>Is Juniper, whose diuretic Force</br>Expels Stone, Gravel, or the Wind pent up</br>In Cavities internal, which breaks forth</br>In fetid Gusts, like an Eruption strong,</br>From a Volcano, or Discharge of Gun:</br>Vapours and Spleen, real or imaginary,</br>Fatal Effects of Tea, evap'rate soon</br>On Gin's Approach, and joyful Mirth succeeds.", "Now see, the lucid Liquour fill the Glass!</br>Clear as pure Water from the limpid Spring;</br>And to exhilarate the Spirits sunk,</br>Rivals all Arrack, Rum, or Brandy strong.</br>Tokay, Champaign, nor rich Burgundian Wine,</br>With Gin can vye; her Virtue theirs transcends,</br>Her Force stupendous, and her Charms the same:</br>Ye Bacchanalians then, attentive hear,</br>If you must revel, let your Choice be Gin;</br>Wine soon exhausts the Purse, and Ale or Beer</br>Distend your Bodies into Hogsheads wide,</br>And cloud the Mind, while Gin alone abounds</br>With Spirits pure, that chear the vital Frame.", "These are thy Properties, thou glorious Dram!</br>Thy Votaries prefer thine easy Charms,</br>To those of Grandeur, Wealth, or empty Fame:</br>Meat, Drink, and Raiment are compriz'd in thee,</br>Thou Quintessence of all Things here below!</br>Such are thy Virtues, and be thine the Praise.</br>"]