["Loved Harp!  I do not say farewell to thee,</br>As Poets erst have said, who meant it not:</br>Thou sole kind soother of my destiny;</br>With whom the pangs of life I oft' forgot;</br>If fate, in her dark will, should e'er decree</br>Our separation &mdash; then she seals my lot&mdash;</br>Hope from that instant sets no more to rise,</br>Nor earth with all her scenes show aught to charm mine eyes.", "Not yet farewell &mdash; not yet &mdash; I have but tried</br>To wake thy chords with rude and feeble hand;</br>Untaught in all that form'd my joy and pride:</br>Fain would I hope to pour a sound more grand;</br>Now more adven'trous, since so rich a tide</br>Of harmony hath thrill'd my native land;</br>And raised it to that rapture with the strain,</br>That bard untutor'd scarce can hope to wake again.", "Would I resign thee!  not for all that earth,</br>Known or unknown, contains within her womb;</br>No!  not to stand the first of princely birth;</br>The highest &mdash; richest sublunary doom,</br>Without there were a prize of little worth;</br>Or having lost thee &mdash; but a gilded tomb!</br>Who once has known the thrill of mental joy,</br>Would rather life should close, than fate that boon destroy.", "I will &mdash; must cherish thee; for thou hast been</br>The sweet beguiler of full many an hour,</br>When withering darkness, closing o'er the scene,</br>Had sunk me else beyond hope's saving power:</br>By thee recall'd, she shone the clouds between,</br>That, while I touch'd thee, seem'd nor more to lour&mdash;</br>Care &mdash; sorrow &mdash; fortune's frowns &mdash; all past away;</br>And through the wintry gloom there burst a sunny ray.", "Though in those hours of darkness and of sorrow,</br>I swept thy chords with scarcely conscious hand;</br>Though midnight lent no hope to cheer the morrow,</br>And nought but shapes of woe my spirit scann'd&mdash;</br>Still &mdash; still &mdash; from thee alone I seem'd to borrow</br>Some nameless charm to cheer life's wildering land:</br>It beam'd like friendship 'midst the dungeon's gloom;</br>To wing the captive's hours, and mitigate his doom.", "Oh!  could I hope to other ears thy strain</br>Might yield but half the joy it gave to me&mdash;</br>To know I had not touch'd thee quite in vain&mdash;</br>To live, when dead, in some kind memory&mdash;</br>'Twould  smooth the passage through this track of pain;</br>And blunt the sharpest sting of destiny.</br>'Twas all I sigh'd for &mdash; all I now can hope&mdash;</br>My fancy's fondest dream &mdash; ambition's widest scope.</br>"]