["Immortal spirits of the shell divine,</br>Whither ye wander in the Elysian grove,</br>Or glad attendants on the heav'nly nine,</br>By sacred Helicon delight to rove,</br>Ye parent bards of British verse &mdash; all hail!</br>Oh!  may my eager muse not wholly fail,</br>To sing your praises whilst she dares aspire,</br>Soaring aloft to tune the Theban lyre;</br>Or whilst she tries to stem aetherial height,</br>On trembling pinions guide her daring flight.", "SPENSER.</br>What sound melodious charm my ravish'd ear?</br>\"Now soft, now loud unto the winds they call.\"</br>Breathing o'er fairy scenes delightful near,</br>On painted meads, enchanting groves, they fall.</br>But lo, how chang'd the scenes of sweet delight,</br>Dire spectres terrify the astonish'd sight:</br>See warrior Knights in burnish'd arms array'd;</br>Start dreadful gleaming from the leafy shade,</br>Furious each ghastly phantom to engage,</br>Treason, despair, revenge, and frantic rage!", "SHAKESPEARE.</br>Hail nature's child! &mdash; sweet bard of Avon hail!</br>Come solemn tragedy in sable plight;</br>With tresses streaming to the floating gale,</br>Come jocund Thalia join the sacred rite.</br>To deck his hallowed shrine, oh haste and bring,</br>Fair bays from Helicon's immortal spring:</br>My Muse &mdash; bright fancy lo before thine eyes,</br>Causes his own lov'd offspring to arise.</br>See Nature smile upon her frantic Lear,</br>There Hamlet raves &mdash; the fair Ophelia here:</br>View conscience tort'ring Richard's inmost soul,</br>See dire despair in Romeo's eye-balls roll,</br>Astonish'd I survey! &mdash; divinest bard,</br>May fame with endless meeds thy works sublime reward.", "MILTON.</br>Beyond the sacred bounds of time and space,</br>Say might the ventrous muse explore her flight;</br>Or solitary think a path to trace,</br>Thro' the dark realms of chaos and old night?</br>Yes &mdash; by the bard of Eden led the sound,</br>Of verse divine could charm the deep profound,</br>Or rais'd aloft beyond this nether sky,</br>Could join the bright angelic choir on high:</br>Where veil'd in glory on his azure throne,</br>The Lord of nature reigns unbounded and alone.", "DRYDEN.</br>Rehearse, Aeolian lyre, the praise rehearse,</br>Of him who made the Mantuan bard our own;</br>Sweet modulator of the British verse,</br>Whose flowing lays the Nine with glory crown.</br>Whither the classic bards with lustre shine,</br>Or satire teachers in thy works divine,</br>Wither Timotheous rapt attunes the lyre,</br>Charming the soul with more than mortal fire;</br>Still does thy verse oh Dryden, clear and strong</br>Bear with its force sublime the ravish'd sense along.", "POPE.</br>What bard majestic following near I see,</br>Charming the floating air with silver sound;</br>While to his pastoral reed's sweet melody,</br>The woods, the hills, and bubbling streams resound.</br>Despairing Sappho near him chaunts her moan,</br>And Eloisa answers groan for groan:</br>But hark! &mdash; what sounds my trembling soul affright,</br>And chase the pleasing landscape from my sight,</br>What spirit wafts me where the Grecian pow'rs,</br>In dread array, besiege proud Illium's tow'rs;</br>Pope's genius leads me to the empurpl'd ground,</br>Whence madning clangors ev'ry sense confound:</br>I hear &mdash; the deaf'ning shrieks of wild despair,</br>While horrid furies hiss &mdash; and Gods contend in air!", "YOUNG.</br>Oh lead me twine with cypress wreath my lyre,</br>And oft when Night hath Nature wrapt in sleep;</br>Let Young my muse mid dreary tombs inspire,</br>At the mad follies of mankind to weep.</br>Taught by his sad complaint no more I dread,</br>The grave but joyful muse among the dead,</br>And while Lorenzo's follies I despise,</br>Learn wisdom from the maxims of the wise;</br>Expecting in belief that solemn hour,</br>When death in glory lost, resigns his stated pow'r.", "THOMSON.</br>But who amid the nine inspir'd throng,</br>With lays descriptive touch'd his gentle lyre;</br>Taught the sweet Seasons to enrich his song,</br>And painted Nature's scenes with varied fire?</br>For Thomson &mdash; Spring taught stormy winds to yield,</br>Repelling Winter with her verdant shield.</br>For him the sun in bright embrace could fold,</br>Bright Summer's charms and clothe her robe in gold;</br>For him rich Autumn bad her fruits to glow,</br>And hoary Winter clad the earth in silver snow.", "GRAY.</br>Nor leave my muse, that poet bright unsung,</br>Who snatching fancy from the young ey'd morn;</br>His living cords with art unequall'd strung,</br>Soaring aloft on Pindar's eagle borne.</br>In freeborn confidence despising pain,</br>I hear his bard tyrannic might disdain:</br>Despair and wrath with varied force controul,</br>The burning anguish of his mighty soul:</br>I see him spurn with scorn the clifted height,</br>Sealing his woes in everlasting night!&mdash;</br>Yet not alone his odes shall charm my Muse,</br>Oft with the eve her footsteps meek shall chuse,</br>By sweet elegiac contemplation led,</br>With Gray and RUSTIC GRAVES in pensive mood to tread.</br>"]