["Now beams the sun, an animated blush,</br>And eve deck'd out, assumes her placid reign;</br>And, toil relaxing, gives the world the hush,</br>Yet bids the great to cease their toils in vain.", "Yon gleamy distances assume a shade,</br>To darkness verging with a still serene;</br>And here in rest (heav'n knows the kind) are laid,</br>The jocund rustics of the neighbouring green.", "A pleasing stillness, cool ethereal glow,</br>Reigns o'er the world, and gives its calm to me,</br>With scarce a sound; but, when the zephyrs blow,</br>Or lowing herds which graze upon the lea.", "Tell envy once to take her station here,</br>To see how Nature makes her gradual way;</br>How cheerful day forsakes his joyous sphere,</br>Unenvied eve supplants the parting day.", "Here, let them see how serenities come,</br>And bid them cease to envy and to rave:</br>Look down beneath my feet and see their doom,</br>Says, life must be supported by the grave.", "Respected, still the turf-bound grave is kept</br>By long successors with a hand of care;</br>O'er which, long since ('tis not unlike) there wept,</br>A village Plutarch or a Laura fair.", "Indispensable are the lordly great,</br>These humble men are as completely so;</br>Heav'n made the rich, who made the poor?  was't fate,</br>Is fate to be despis'd, will God forego;", "How sorry would the rich man's table stand,</br>If these forego to tend the lowing herd,</br>The dairy maid forsake concretions bland,</br>And lands neglected, turn a weedy sward.", "Here lies the strength of ev'ry weals renown,</br>From hence are led our armies o'er the globe;</br>Our public good, our private worth, a crown</br>To deck our head, and all our pomp enrobe.", "Besides they're men, and what are men though here,</br>Dumb, cold, and stiff, they live beneath the clay;</br>This chill deposit notifies the sphere</br>From whence the soul ascends to endless day.", "If here less learn'd, less artful they may rest;</br>Their viles more humble, as their lives were poor;</br>As the small hamlets e'er affords the breast,</br>But few diversities of crafty lore.", "One sphere of action governs all the train,</br>The hardy culture of the stubborn soil;</br>A genuine love, and known to ev'ry swain,</br>Dismantled age, which gives the trembling smile.", "Fountains are but artificial springs;</br>But springs are native, innocent, and plain:</br>The rustic heart fair science seldom wings,</br>Yet is there science dormant in the swain.", "Perhaps if cities had been rais'd on high</br>Where now but cot and meadow varied lies,</br>From ploughmen, Caesars might have rent the sky;</br>But, who can soar 'gainst opportunities.", "Round scatter'd graves and epitaphs are read,</br>Some newly laid, and some which cent'ries know;</br>And I, one more, to magnify the dead,</br>Must die, and seek this gate to bliss or woe.", "Then nor despise nor underrate their worth,</br>Who, when they cease, may rise as good as you;</br>Foul water filter'd, sparkles at the birth,</br>And death may purge them to a crystal hue.", "Birth gives us station, and a chance may throw,</br>The prince, a curly headed peasant's boy;</br>And take each birth, and death, I cannot know</br>What nice distinction critics can employ.", "Monuments, alas!  alone record,</br>The great (unseemly to be seen) are bone;</br>And, when once so, the peasant and the lord,</br>May meet as friends and equals, and as one.", "And here some well-earn'd fame is rais'd to tell</br>How each man liv'd, and how resign'd he died;</br>Their birth and age, and parish where they dwell,</br>Sincerely mourn'd, not tears by int'rest plied.", "These are the chilly mansions of the grave,</br>Friends, ah!  court it not by thine own rash hand;</br>For moments intervene, a respite's gave</br>To grieve for life, when life's not at command.", "Many a morn hath seen these clay cold men,</br>With buskin'd legs, and awkward plodding tread,</br>Bid yonder fallows, with a crop again,</br>And yet again assume a golden head.", "Whose useful hands innur'd to piercing cold,</br>For unknown posterity and its good;</br>For the reward of doing well, not gold,</br>Rear'd yonder copses and yon stately wood.", "But time, with hand both mutable and chill,</br>Takes one by one, and leads them to the grave;</br>Nor can the pleading voice of orphans fill</br>With pity time, or lover lover save.", "Yet, o'er these bones can cherish'd mem'ry lay,</br>If not inspiring, yet a faithful scrowl;</br>Call past affection on the minds array,</br>And rouse the plastic tenderness of soul.", "'Tis not in letters love and pity springs,</br>The rustic heart is capable of both;</br>Life gives the one, and death the other brings,</br>And tears reflow sincere &mdash; the due of worth.", "\"Scarce creeps the moss o'er yonder new-made grave,</br>The lay unsullied draws the stranger's eye</br>I saw the downcast train, which kindly gave</br>The mournful tribute, canst thou withhold a sigh?\"", "A swain thus held, the justness of his days,</br>Display'd with honest, and an artless tongue,</br>His smiling merits and his tongue would praise,</br>But kindness held the speech whence tears are sprung.", "\"Oft had he rose e'er day-light made its dawn,</br>Intent to give some rural science scope;</br>And modish use was of her stiffness shorn,</br>The friend of poverty, &mdash; the village hope.", "\"Yet, at his breast was something dormant laid,</br>Which mark'd its effects on his pale-grown cheek;</br>As though 'twere hope, or love untimely weigh'd,</br>'Twas at his breast and now he lies a wreck.", "\"His day's pass'd by, Death mark'd him for her own,</br>The painful dirge clos'd on his fairer day;</br>Grant but a moment to survey the stone,</br>Advance and read (for thou canst scan) the lay.\"", "THE EPITAPH.</br>Here lies the man to fortune and to pride,</br>Alike unknown upon the lap of earth;</br>Though humble, yet was justice on his side,</br>And honest wisdom mark'd his docile birth.", "His soul was kind, assimilate of Heav'n,</br>Woe ne'er applied t' ameliorate her pain;</br>But with a genial kindness it was giv'n,</br>And heav'n (his hope) ne'er pass'd his gifts in vain.", "Forbear to ask, what mortal faults had he,</br>'Twere only such as mark this frail abode;</br>To man must frailties in this course e'er be,</br>And he relies on Mercy, Christ, and God.</br>"]