["When first the kingdom to thy virtues due</br>Rose from the billowy deep in distant view;</br>When Albion's isle, old ocean's peerless pride,</br>Towr'd in imperial state above the tide;</br>What bright ideas of the new domain</br>Form'd the fair prospect of thy promis'd reign!", "And well with conscious joy thy breast might beat</br>That Albion was ordain'd thy regal seat:</br>Lo!  this the Land, where freedom's sacred rage</br>Has glow'd untam'd through many a martial age.</br>Here patriot Alfred, stain'd with Danish blood,</br>Rear'd on one base the king's the people's good:</br>Here Henry's archers fram'd the stubborn bow,</br>That laid Alanzon's haughty helmet low;</br>Here wak'd the flame that still superiour braves</br>The proudest threats of Gaul's ambitious slaves:</br>Here Chivalry, stern school of valour old,</br>Her noblest feats of knightly fame enroll'd;</br>Heroic champions caught the clarion's call,</br>And throng'd the feast in Edward's banner'd hall;</br>While chiefs, like GEORGE, approv'd in worth alone,</br>Unlock'd chaste beauty's adamantine zone.</br>Lo!  the fam'd isle, which hails thy chosen sway,</br>What fertile fields her temperate suns display!</br>Where property secures the conscious swain,</br>And guards, while plenty gives, the golden grain:</br>Hence with ripe stores her villages abound,</br>Her airy downs with scatter'd sheep resound;</br>Fresh are her pastures with unceasing rills,</br>And future navies crown her darksom hills.</br>To bear her formidable glory far,</br>Behold her opulence of hoarded war!</br>See, from her ports a thousand banners stream;</br>On every coast her vengeful lightnings gleam!</br>Meantime, remote from ruin's armed hand,</br>In peaceful majesty her cities stand;</br>Whose splendid domes, and tradeful streets, declare,</br>Their firmest fort, a king's parental care.", "And O!  blest Queen, if e'er the magic pow'rs</br>Of warbled truth have won thy musing hours;</br>Here Poesy, from aweful days of yore,</br>Has pour'd her genuine gifts of raptur'd lore.</br>Mid oaken bow'rs, with holy verdure wreath'd,</br>In Druid-songs her solemn spirit breath'd:</br>While cunning Bards at ancient banquets sung</br>Of paynim foes defied, and trophies hung.</br>Here Spenser tun'd his mystic minstrelsy,</br>And dress'd in fairy robes a Queen like Thee.</br>Here, boldly mark'd with every living hue,</br>Nature's unbounded portrait Shakespeare drew:</br>But chief, the dreadful groupe of human woes</br>The daring artist's tragic pencil chose;</br>Explor'd the pangs that rend the royal breast,</br>Those wounds that lurk beneath the tissued vest!</br>Lo!  this the Land, whence Milton's muse of fire</br>High soar'd to steal from heaven a seraph's lyre;</br>And told the golden ties of wedded love</br>In sacred Eden's amaranthine grove.", "Thine too, majestic Bride, the favour'd clime,</br>Where Science sits enshrin'd in roofs sublime.&mdash;</br>O mark, how green her wood of ancient bays</br>O'er Isis' marge in many a chaplet strays!</br>Thither, if haply some distinguish'd flower</br>Of these mix'd Blooms from that ambrosial bower,</br>Might catch thy glance, and rich in nature's hue,</br>Entwine thy diadem with honour due;</br>If seemly gifts the train of Phoebus pay,</br>To deck imperial Hymen's festive day;</br>Thither thyself shall haste, and mildly deign</br>To tread with nymph-like step the conscious plain:</br>Pleas'd in the muse's nook, with decent pride,</br>To throw the scepter'd pall of state aside.</br>Nor from the shade shall GEORGE be long away,</br>That claims CHARLOTTA'S love, and courts her stay.&mdash;", "These are Britannia's Praises.  Deign to trace</br>With rapt reflection freedom's favorite race!</br>But though the generous isle, in arts and arms,</br>Thus stand supreme, in nature's choicest charms;</br>Though GEORGE and conquest guard her sea-girt throne,</br>One happier blessing still she calls her own;</br>And, proud a fresh increase of fame to view,</br>Crowns all her glory by possessing YOU.</br>"]