["What hollow sound thus breaks thy silence, Night!</br>'Tis Tempest, rising with tremendous pow'r,</br>His gloomy terrors doth the world affright;</br>And Ruin rules the awful midnight hour:</br>The passing clouds their wat'ry stores distil,</br>Whilst Ocean rages in the dreadful blast</br>That drives the ship, and mocks the seamen's skill,</br>Who cling, despairing, to the shatter'd mast.</br>Alas!  I hear the wretches call, in vain,</br>For aid &mdash; they sink, o'erwhelm'd by the relentless main.", "Now, Morning comes to usher in the Year,</br>Whilst over Europe howls the boding storm;</br>Around our Isle demolish'd ships appear,</br>And mangled corses our sad shores deform.</br>Now Rumour elevates her trembling voice,</br>And bids us arm against invading foes;</br>No more our simple villagers rejoice</br>In peace &mdash; they shudder at approaching woes.</br>With ev'ry hour, new hopes and fears arise,</br>Whilst Rumour, thro' the Isle, on wings of terror flies.", "The Hag of Despotism now remov'd,</br>No more the northern nations shall despoil;</br>Celestial Freedom, by their hearts approv'd,</br>Will deck with richer scenes their stubborn soil:</br>Truth, Science, Peace, Philanthropy, and Joy,</br>Shall dignify the land where Freedom dwells;</br>Imperious tyrants shall no more annoy</br>Mankind, but sink to where Oppression yells;</br>In burning chains of adamant confin'd,</br>The wretched miscreants live, who have oppress'd mankind.", "The voice of War is heard thro' Europe's bounds,</br>And, active to destroy, the armies throng;</br>The Ocean echoes the fell cannon's sounds,</br>Where hostile fleets the deathful fight prolong:</br>Rapacious privateers on Commerce prey,</br>As the fierce lion takes the tim'rous deer;</br>And wealth and plenty in the towns decay&mdash;</br>No hopes of Peace the warring nations chear.</br>So the new year begins: &mdash; O!  may it end</br>In mild Serenity, and Peace the world befriend.", "When will the time arrive, that Man no more</br>Shall with his fellow Man on earth content?</br>But, join'd in love, our gracious GOD adore,</br>The Sire of Spirits &mdash; our immortal Friend.</br>Haply this year may bring the promis'd rest,</br>From war, and crimes, and ev'ry human ill;</br>And with the aid of true Religion blest,</br>Virtue shall her delightful laws instil.</br>May Providence this era realize,</br>And all the human race ennobling FREEDOM prize.</br>"]